{
  "video_id": "-0-RxLW2594",
  "title": "First Look at Emma Watson as Belle in Iconic Yellow Gown in Beauty & The Beast Live Action Movie",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 7650.0,
      "text": "The first ever photos for Disney's live-action remake of Beauty and the Beast have just been unlocked from the vaults."
    },
    {
      "index": 2,
      "start_time": 7650.0,
      "end_time": 11800.0,
      "text": "So prepare to a feast your eyes on a real-life fairytale."
    },
    {
      "index": 3,
      "start_time": 11800.0,
      "end_time": 19900.0,
      "text": "The official characters have been unveiled, so be our guests and keep watching if you dare, but don't let the beast scare you on your way out."
    },
    {
      "index": 4,
      "start_time": 19900.0,
      "end_time": 28206.0,
      "text": "It felt like the announcement made as old as time when we learned that Emma Watson was set to recreate Belle in the Disney live-action Beauty and the Beast."
    },
    {
      "index": 5,
      "start_time": 28206.0,
      "end_time": 36300.0,
      "text": "But to ease the anticipation in the very slightest, Entertainment Weekly has just released exclusive photos from the set."
    },
    {
      "index": 6,
      "start_time": 36300.0,
      "end_time": 41300.0,
      "text": "And it's almost as though we stepped right out of an enchanted fairy tale."
    },
    {
      "index": 7,
      "start_time": 41300.0,
      "end_time": 50800.0,
      "text": "Emma Watson undoubtably lived up her character-Beauty while shot in the Ballroom, wearing Belle's iconic yellow gown."
    },
    {
      "index": 8,
      "start_time": 50800.0,
      "end_time": 56800.0,
      "text": "And you guys, the burning question no longer remains as to what the Beast will look like."
    },
    {
      "index": 9,
      "start_time": 56800.0,
      "end_time": 67900.0,
      "text": "Dan Stevens is nearly unrecognizable in the photos, towering over Belle covered head to toe in thick fur, horns and a classy regal ensemble."
    },
    {
      "index": 10,
      "start_time": 67900.0,
      "end_time": 77356.0,
      "text": "The film's costume designer, Jacqueline Durran, revealed to EW that everything down to the shade of yellow in Belle’s gown required intricate work, saying QUOTE,"
    },
    {
      "index": 11,
      "start_time": 77356.0,
      "end_time": 88700.0,
      "text": "\"We tested a lot of yellows. It was just trying to work out the tone. It's still made of silk, but it has a satin finish, so it's less transparent than other organza."
    },
    {
      "index": 12,
      "start_time": 88700.0,
      "end_time": 97838.0,
      "text": "There is a cage under some parts of the skirt. But mainly it's layers of organza that just give it a lift, for it to have lightness.\""
    },
    {
      "index": 13,
      "start_time": 97838.0,
      "end_time": 102689.0,
      "text": "She also explained that it was important for the dress to have mobility, saying,"
    },
    {
      "index": 14,
      "start_time": 102689.0,
      "end_time": 107795.0,
      "text": "\"For Emma, it was important that the dress was light and that it had a lot of movement."
    },
    {
      "index": 15,
      "start_time": 107795.0,
      "end_time": 118587.0,
      "text": "In Emma's reinterpretation, Belle is an active princess. She did not want a dress that was corseted or that would impede her in any way.\""
    },
    {
      "index": 16,
      "start_time": 118587.0,
      "end_time": 134800.0,
      "text": "The other 8 photos released feature other iconic characters including Gaston, played by Luke Evans, Josh Gad playing the goofy Le Fou and even the inanimate, but very animate objects, Lumiere, Cogsworth, Mrs. Potts and Plumette."
    },
    {
      "index": 17,
      "start_time": 134800.0,
      "end_time": 141909.0,
      "text": "Emma can also be seen more times throughout the photos as Belle in her casual blue and white dress featured in the beginning of the film,"
    },
    {
      "index": 18,
      "start_time": 141909.0,
      "end_time": 149839.0,
      "text": "And even opened up to EW about having a say in the costume design by putting a modern spin on animated Belle's wardrobe."
    },
    {
      "index": 19,
      "start_time": 149839.0,
      "end_time": 163990.0,
      "text": "She said, \"My Belle is very practical. In the movie she wears these little ballet shoes, and I knew they had to go. If you're going to ride your horse and tend your garden and fix machinery, then you need to be in proper boots.\""
    },
    {
      "index": 20,
      "start_time": 163990.0,
      "end_time": 165400.0,
      "text": "Well, I can't argue there!"
    },
    {
      "index": 21,
      "start_time": 165400.0,
      "end_time": 175400.0,
      "text": "But we've got so much more to look forward to come the release of the film next year, like new music, stunning set designs and a whole lot of music."
    },
    {
      "index": 22,
      "start_time": 175400.0,
      "end_time": 181100.0,
      "text": "So while you're eagerly awaiting more sneak peeks, I want to hear all your thoughts on the first photos."
    },
    {
      "index": 23,
      "start_time": 181100.0,
      "end_time": 183400.0,
      "text": "Well, I go over here and just freak out."
    },
    {
      "index": 24,
      "start_time": 183400.0,
      "end_time": 187100.0,
      "text": "Were they exactly what you hoped and dreamed they would be?"
    },
    {
      "index": 25,
      "start_time": 187100.0,
      "end_time": 189100.0,
      "text": "Let me know. Write down in the comment section."
    },
    {
      "index": 26,
      "start_time": 189100.0,
      "end_time": 194622.0,
      "text": "And after that, click right here to watch us try out a few tasty German candies on the Cheat Day."
    }
  ]
}