{
  "video_id": "-0VEezVH3yc",
  "title": "Why is Trump good for the EU? | CNBC Explains",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3760.0,
      "text": "President Donald Trump has said the European Union is bound to break up."
    },
    {
      "index": 2,
      "start_time": 3760.0,
      "end_time": 6660.0,
      "text": "So it's not surprising that European leaders here in Brussels worried about the future of the EU when he won the election."
    },
    {
      "index": 3,
      "start_time": 9140.0,
      "end_time": 11620.0,
      "text": "But could Trump actually be making the EU stronger?"
    },
    {
      "index": 4,
      "start_time": 17160.0,
      "end_time": 21240.0,
      "text": "Let's walk through the state of EU politics in the wake of Trump's stunning win."
    },
    {
      "index": 5,
      "start_time": 24700.0,
      "end_time": 29140.0,
      "text": "Europe was still grappling with the U.K.'s surprising vote to leave the European Union."
    },
    {
      "index": 6,
      "start_time": 29140.0,
      "end_time": 33420.0,
      "text": "Anti-euro nationalist parties were gaining steam here in the Netherlands, here in Italy,"
    },
    {
      "index": 7,
      "start_time": 34640.0,
      "end_time": 38660.0,
      "text": "and also here in France, with far-right candidate Marine Le Pen."
    },
    {
      "index": 8,
      "start_time": 38660.0,
      "end_time": 44360.0,
      "text": "President Trump seemed to shove the U.S.-EU relationship to the sidelines when he took office."
    },
    {
      "index": 9,
      "start_time": 44360.0,
      "end_time": 50600.0,
      "text": "Trump praised the U.K.'s vote to leave the EU after referring to himself as Mr. Brexit."
    },
    {
      "index": 10,
      "start_time": 50600.0,
      "end_time": 55160.0,
      "text": "And he seemed to cozy up to President Vladimir Putin despite Russia's ongoing"
    },
    {
      "index": 11,
      "start_time": 55160.0,
      "end_time": 60940.0,
      "text": "military presence in Ukraine and accusations of Russian meddling in EU elections."
    },
    {
      "index": 12,
      "start_time": 60940.0,
      "end_time": 64539.0,
      "text": "He announced the U.S.' intent to withdraw from the Paris climate agreement."
    },
    {
      "index": 13,
      "start_time": 64540.00000000001,
      "end_time": 67160.0,
      "text": "He accused Germany of unfair trade practices."
    },
    {
      "index": 14,
      "start_time": 67160.0,
      "end_time": 70500.0,
      "text": "And he chastised NATO allies for not paying their fair share."
    },
    {
      "index": 15,
      "start_time": 71320.0,
      "end_time": 76259.0,
      "text": "But Trump's bullying could turn out to be exactly what a fractured EU needed in order to band closer together."
    },
    {
      "index": 16,
      "start_time": 79380.0,
      "end_time": 85720.0,
      "text": "Trump's harsh attacks on the European Union's shared policies like climate change, free trade, and defense"
    },
    {
      "index": 17,
      "start_time": 85720.0,
      "end_time": 90780.0,
      "text": "are forcing EU countries to defend their goals and strengthen ties with other global allies."
    },
    {
      "index": 18,
      "start_time": 92400.0,
      "end_time": 96380.0,
      "text": "Across Europe anti-Trump sentiment has begun to build."
    },
    {
      "index": 19,
      "start_time": 96380.0,
      "end_time": 101240.0,
      "text": "Voters have rejected some political parties who aligned themselves with the American president."
    },
    {
      "index": 20,
      "start_time": 101240.0,
      "end_time": 107339.0,
      "text": "France's Emmanuel Macron rode a huge victory over Le Pen on a pro-EU message."
    },
    {
      "index": 21,
      "start_time": 107340.0,
      "end_time": 110980.0,
      "text": "His wins in both the presidential and parliamentary elections convinced large parts of the EU they could go it alone."
    },
    {
      "index": 22,
      "start_time": 114980.0,
      "end_time": 117340.0,
      "text": "Macron even flexed his political muscle in an extra-long handshake with President Trump during his first visit to Brussels."
    },
    {
      "index": 23,
      "start_time": 123120.0,
      "end_time": 126660.0,
      "text": "The show of strength further emboldened German Chancellor Angela Merkel."
    },
    {
      "index": 24,
      "start_time": 126660.0,
      "end_time": 132009.0,
      "text": "Europe's de facto leader said, \"Times in which we can fully rely on others ... are somewhat over.\""
    },
    {
      "index": 25,
      "start_time": 132100.0,
      "end_time": 136000.0,
      "text": "adding,\"We Europeans must really take our fate into our own hands.\""
    },
    {
      "index": 26,
      "start_time": 137480.0,
      "end_time": 139239.0,
      "text": "And research backs that up."
    },
    {
      "index": 27,
      "start_time": 139240.0,
      "end_time": 143332.0,
      "text": "The majority of Europeans are more confident that Merkel, not Trump, will make the right decisions on world affairs."
    },
    {
      "index": 28,
      "start_time": 146160.0,
      "end_time": 149780.0,
      "text": "Europeans are also united on issues like climate change,"
    },
    {
      "index": 29,
      "start_time": 149780.0,
      "end_time": 155100.0,
      "text": "strongly opposing U.S. withdrawal from joint international policies like the Paris agreement."
    },
    {
      "index": 30,
      "start_time": 157420.0,
      "end_time": 161780.0,
      "text": "So Brussels said the EU would move forward on the Paris agreement without the U.S."
    },
    {
      "index": 31,
      "start_time": 161780.0,
      "end_time": 165660.0,
      "text": "The EU is also putting up a united front on trade in the face of Brexit."
    },
    {
      "index": 32,
      "start_time": 166240.0,
      "end_time": 171440.0,
      "text": "The European Union is striking up trade deals without the U.K. or the U.S., touting the economic influence of a united Europe."
    },
    {
      "index": 33,
      "start_time": 176120.0,
      "end_time": 179360.0,
      "text": "The EU and Japan negotiated a major trade deal"
    },
    {
      "index": 34,
      "start_time": 179360.0,
      "end_time": 183800.0,
      "text": "that could mean cheaper prices for things like pasta or cheese for people in Japan or cheaper cars for drivers here in Europe."
    },
    {
      "index": 35,
      "start_time": 187880.0,
      "end_time": 192480.0,
      "text": "Of course, the U.S. is still a crucial market for the European Union with the two economies accounting for nearly a third of world trade flows."
    },
    {
      "index": 36,
      "start_time": 195440.0,
      "end_time": 201280.0,
      "text": "EU countries also rely on America for one of its biggest global investments, defense."
    },
    {
      "index": 37,
      "start_time": 201280.0,
      "end_time": 205100.0,
      "text": "So Europe is taking its security into its own hands, uniting in the face of antagonism from Russia and ongoing security and cyber threats."
    },
    {
      "index": 38,
      "start_time": 209300.0,
      "end_time": 216120.0,
      "text": "The new European Defense Fund aims to generate more than $6 billion per year after 2020"
    },
    {
      "index": 39,
      "start_time": 216120.0,
      "end_time": 221180.0,
      "text": "to develop more military cooperation across the Union and to fund research for things like drones, robots, or cyber security technology."
    },
    {
      "index": 40,
      "start_time": 225480.0,
      "end_time": 230440.0,
      "text": "EU members currently spend about half as much as the U.S. on defense."
    },
    {
      "index": 41,
      "start_time": 230440.0,
      "end_time": 234920.0,
      "text": "The initiative is one of the biggest signs Europe is investing in its own strength without the U.S. and without Trump."
    }
  ]
}