{
  "video_id": "-C_7OuhXh50",
  "title": "Why Are We so Easily 'triggered'?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4859.0,
      "end_time": 12179.0,
      "text": "If we were totally sane, we would respond to the present only on its own terms; we would"
    },
    {
      "index": 2,
      "start_time": 12179.0,
      "end_time": 18740.0,
      "text": "worry or be angered or give way to anxiety only as much as the circumstances before us"
    },
    {
      "index": 3,
      "start_time": 18740.0,
      "end_time": 24619.0,
      "text": "actually dictated. But we are not – of course – most of us quite sane, as evidenced by"
    },
    {
      "index": 4,
      "start_time": 24619.0,
      "end_time": 30961.0,
      "text": "the way that we respond with such disproportion to certain events in the here and now. We"
    },
    {
      "index": 5,
      "start_time": 30961.0,
      "end_time": 37320.0,
      "text": "have occasional tendencies to get wildly more worried, angry and anxious than we should,"
    },
    {
      "index": 6,
      "start_time": 37320.0,
      "end_time": 42940.0,
      "text": "if we were simply following the facts in front of us. What causes us difficulty is that we"
    },
    {
      "index": 7,
      "start_time": 42940.0,
      "end_time": 49490.0,
      "text": "are wired to feel and respond according to precedent rather than on the basis of a dispassionate"
    },
    {
      "index": 8,
      "start_time": 49490.0,
      "end_time": 55540.0,
      "text": "evaluation of the present, and in particular we follow emotional tracks laid down in the"
    },
    {
      "index": 9,
      "start_time": 55540.0,
      "end_time": 61570.0,
      "text": "distant past – when many of us were victims of deeply unrepresentative and unusually painful"
    },
    {
      "index": 10,
      "start_time": 61570.0,
      "end_time": 68360.0,
      "text": "experiences, from which we continue to make panicky, gloomy and unhelpful extrapolations."
    },
    {
      "index": 11,
      "start_time": 68360.0,
      "end_time": 75030.0,
      "text": "In other words, we are, to use the inelegant but useful contemporary term, easily (far"
    },
    {
      "index": 12,
      "start_time": 75030.0,
      "end_time": 82220.0,
      "text": "too easily) ‘triggered’. That is, situations in the present elicit from us with undue haste"
    },
    {
      "index": 13,
      "start_time": 82220.0,
      "end_time": 89340.0,
      "text": "responses formed by, and frankly better suited to, a past whose details we have forgotten"
    },
    {
      "index": 14,
      "start_time": 89340.0,
      "end_time": 96549.0,
      "text": "and whose distinctiveness we cannot now perceive. A tricky but not objectively existentially"
    },
    {
      "index": 15,
      "start_time": 96549.0,
      "end_time": 101990.0,
      "text": "troubling email will hence convince us at once that this is The End. An item in the"
    },
    {
      "index": 16,
      "start_time": 101990.0,
      "end_time": 107841.0,
      "text": "news will plunge us immediately into devastating guilt or boundless fury. The prospect of a"
    },
    {
      "index": 17,
      "start_time": 107841.0,
      "end_time": 113310.0,
      "text": "party we have to go to or a speech we need to give brings on unbudgeable, monumental"
    },
    {
      "index": 18,
      "start_time": 113310.0,
      "end_time": 119200.0,
      "text": "terror. The triggering happens so fast, there is no chance to observe the process and see"
    },
    {
      "index": 19,
      "start_time": 119200.0,
      "end_time": 124579.0,
      "text": "the way in which we cede our powers of evaluation from present to past. Our minds are simply"
    },
    {
      "index": 20,
      "start_time": 124579.0,
      "end_time": 129649.0,
      "text": "flooded with panic, we lose our bearings, the rational faculties shut down and we are"
    },
    {
      "index": 21,
      "start_time": 129649.0,
      "end_time": 136560.0,
      "text": "lost, perhaps for days, in the caverns of the mind. We get triggered because we don’t"
    },
    {
      "index": 22,
      "start_time": 136560.0,
      "end_time": 141790.0,
      "text": "have a direct link with objective reality: each of us approaches the outer world through"
    },
    {
      "index": 23,
      "start_time": 141790.0,
      "end_time": 147150.0,
      "text": "the prism of an inner world with a more or less tenuous connection to it. In this inner"
    },
    {
      "index": 24,
      "start_time": 147150.0,
      "end_time": 153460.0,
      "text": "world of ours lies a repository of expectations formed through our unique histories; our internal"
    },
    {
      "index": 25,
      "start_time": 153460.0,
      "end_time": 158730.0,
      "text": "working models, or our best guesses, of what the outer world will be like; how others will"
    },
    {
      "index": 26,
      "start_time": 158730.0,
      "end_time": 166190.0,
      "text": "respond to us, what they will say if we complain, how things will turn out when there is a challenge."
    },
    {
      "index": 27,
      "start_time": 166190.0,
      "end_time": 170610.0,
      "text": "Crucially, and this is what we of course miss when we have been triggered, the inner world"
    },
    {
      "index": 28,
      "start_time": 170610.0,
      "end_time": 177200.0,
      "text": "isn’t the outer world. It contains generalisations and extrapolations from a past that may be"
    },
    {
      "index": 29,
      "start_time": 177200.0,
      "end_time": 183560.0,
      "text": "far harder, stranger and more dangerous than the present. Psychologists have a handy rule"
    },
    {
      "index": 30,
      "start_time": 183560.0,
      "end_time": 189480.0,
      "text": "of thumb to alert us to the disproportionate side of our responses: if we experience anxiety"
    },
    {
      "index": 31,
      "start_time": 189480.0,
      "end_time": 195970.0,
      "text": "or anger above a five out of ten, they tell us, our response is likely to be fuelled not"
    },
    {
      "index": 32,
      "start_time": 195970.0,
      "end_time": 201770.0,
      "text": "by the issue before us, but by a past we’re overlooking. In other words, we have to believe"
    },
    {
      "index": 33,
      "start_time": 201770.0,
      "end_time": 208090.0,
      "text": "(contrary to our feelings) that the issue won’t be what it seems to be about. Image"
    },
    {
      "index": 34,
      "start_time": 208090.0,
      "end_time": 212980.0,
      "text": "result for david hockney The best way to free ourselves from being so eagerly triggered"
    },
    {
      "index": 35,
      "start_time": 212980.0,
      "end_time": 219920.0,
      "text": "is to refuse to believe in most of what overwhelmingly and rapidly frightens or angers us. We must"
    },
    {
      "index": 36,
      "start_time": 219920.0,
      "end_time": 225250.0,
      "text": "learn to adopt a robust suspicion of our first impulses. It isn’t that there is nothing"
    },
    {
      "index": 37,
      "start_time": 225250.0,
      "end_time": 230700.0,
      "text": "scary or worrying in the outer world whatsoever, simply that our initial responses are liable"
    },
    {
      "index": 38,
      "start_time": 230700.0,
      "end_time": 237280.0,
      "text": "to be without proportion or without calculation of adult strength, resilience, resourcefulness"
    },
    {
      "index": 39,
      "start_time": 237280.0,
      "end_time": 244280.0,
      "text": "or options. Another way to approach our panic and anxiety is to remember that, despite appearances,"
    },
    {
      "index": 40,
      "start_time": 244280.0,
      "end_time": 250860.0,
      "text": "we are not a single person or unified ‘I’. We are made up of an assemblage or a blend"
    },
    {
      "index": 41,
      "start_time": 250860.0,
      "end_time": 256919.0,
      "text": "of parts dating right back to our earliest days. In a way we can’t easily track, different"
    },
    {
      "index": 42,
      "start_time": 256918.99999999997,
      "end_time": 261988.99999999997,
      "text": "events will engage with different parts of us. Some of our most troubled moments are"
    },
    {
      "index": 43,
      "start_time": 261988.99999999997,
      "end_time": 267830.0,
      "text": "when a difficulty in the present isn’t handled by an adult part, but by a part formed when"
    },
    {
      "index": 44,
      "start_time": 267830.0,
      "end_time": 273539.0,
      "text": "we were six months or three years old. We end up so scared because the challenge of"
    },
    {
      "index": 45,
      "start_time": 273539.0,
      "end_time": 279610.0,
      "text": "public speaking or of a seduction or a worry at work has, unbeknownst to the adult part"
    },
    {
      "index": 46,
      "start_time": 279610.0,
      "end_time": 286520.0,
      "text": "of us, been left in the hands a very scared toddler. In the circumstances, it can help"
    },
    {
      "index": 47,
      "start_time": 286520.0,
      "end_time": 292039.0,
      "text": "to ask ourselves at points not what ‘we’ are afraid of but what a ‘part’ of us"
    },
    {
      "index": 48,
      "start_time": 292039.0,
      "end_time": 297570.0,
      "text": "is worried about – and to learn more carefully to differentiate the parts in question. What"
    },
    {
      "index": 49,
      "start_time": 297570.0,
      "end_time": 302440.0,
      "text": "might we tell a part of us in order for it not to be so scared? Image result for david"
    },
    {
      "index": 50,
      "start_time": 302440.0,
      "end_time": 307569.0,
      "text": "hockney flowers It is a milestone of maturity when we start to understand what triggers"
    },
    {
      "index": 51,
      "start_time": 307569.0,
      "end_time": 313520.0,
      "text": "us and why – and to take steps to mitigate the most self-harming of our responses. Whatever"
    },
    {
      "index": 52,
      "start_time": 313520.0,
      "end_time": 319080.0,
      "text": "our past seems to tell us, perhaps there won’t be a catastrophe, perhaps we’re not about"
    },
    {
      "index": 53,
      "start_time": 319080.0,
      "end_time": 325690.0,
      "text": "to be killed or humiliated unbearably. Perhaps we have adult capacities for survival. Too"
    },
    {
      "index": 54,
      "start_time": 325690.0,
      "end_time": 331419.0,
      "text": "much of our past is inside us in a way we don’t recognise or learn to make allowances"
    },
    {
      "index": 55,
      "start_time": 331419.0,
      "end_time": 336660.0,
      "text": "for. We should dare to approach many of our triggers like a starting pistol or a fire"
    },
    {
      "index": 56,
      "start_time": 336660.0,
      "end_time": 345760.0,
      "text": "alarm that we will from now on, for well-grounded reasons, refuse to listen to."
    },
    {
      "index": 57,
      "start_time": 349280.0,
      "end_time": 357920.0,
      "text": "Our resilience cards are designed to help us become tougher in the face of adversity.  To learn more follow the link on your screen now."
    }
  ]
}