{
  "video_id": "-HL3PPNrUhU",
  "title": "How To Be A Genius",
  "json": [
    {
      "index": 1,
      "start_time": 359.0,
      "end_time": 10010.0,
      "text": "We hear a lot about genius. We are taught to admire the minds of those infinite, baffling but astonishing geniuses like Einstein, Tolstoy or Picasso."
    },
    {
      "index": 2,
      "start_time": 10030.0,
      "end_time": 33850.0,
      "text": "Quite what genius might actually be is left a little vague . It's a codeword for 'brilliant but perhaps too other-worldly ever really to fathom.'"
    },
    {
      "index": 3,
      "start_time": 19050.0,
      "end_time": 24040.0,
      "text": "We are invited to stand in awe at the achievements of geniuses but also to feel that their thought processes might be quasi-magical and that it is ultimately simply mysterious how they were ever able to come up with the ideas they have had."
    },
    {
      "index": 4,
      "start_time": 33851.0,
      "end_time": 42030.0,
      "text": "But there is a radically  different view, suggested by a hugely prescient quote from the 19th century American genius Ralph Waldo Emerson."
    },
    {
      "index": 5,
      "start_time": 42030.0,
      "end_time": 52070.0,
      "text": "The quote runs like this: In the minds of geniuses, we find – once more – our own neglected thoughts."
    },
    {
      "index": 6,
      "start_time": 52070.0,
      "end_time": 58000.0,
      "text": "What this tells us is that the genius doesn't have different kinds of thoughts from the rest of us."
    },
    {
      "index": 7,
      "start_time": 58000.0,
      "end_time": 61340.0,
      "text": "They simply take them more seriously."
    },
    {
      "index": 8,
      "start_time": 61340.0,
      "end_time": 70080.0,
      "text": "We ourselves will often have had our own sketchy, hesitant  version of their ideas – which is why their works can have such a distinctive impression on us."
    },
    {
      "index": 9,
      "start_time": 70080.0,
      "end_time": 78060.0,
      "text": "What they present feels surprising and impressive, of course; yet also obvious and right – once it has been pointed out."
    },
    {
      "index": 10,
      "start_time": 78100.0,
      "end_time": 90959.0,
      "text": "The geniuses are giving clear and powerful articulation to notions that are already familiar because we've been circling them ourselves, possibly for years, without quite ever being able to close in on them properly."
    },
    {
      "index": 11,
      "start_time": 91040.0,
      "end_time": 104090.0,
      "text": "Genius can in this sense be defined as paying closer attention to our real thoughts and feelings and being brave and tenacious enough to hold onto them even when they find no immediate echo in the world beyond."
    },
    {
      "index": 12,
      "start_time": 104109.0,
      "end_time": 110950.0,
      "text": "The reason why we disavow so much of what passes through our minds is in essence anxiety."
    },
    {
      "index": 13,
      "start_time": 110950.0,
      "end_time": 126080.0,
      "text": "We kill off our most promising thoughts for fear of seeming strange to ourselves and others (which explains why small children are, in their own way, so much more interesting than the average adult: they have not yet become experts in what not to say or think)."
    },
    {
      "index": 14,
      "start_time": 122200.0,
      "end_time": 133949.0,
      "text": "But when we censor and close down, when we take fright and try not to think, is exactly the moment when the so-called genius starts to take note of what is happening within their mind."
    },
    {
      "index": 15,
      "start_time": 134040.0,
      "end_time": 146520.0,
      "text": "We operate  with a false picture of genius when we identify it too strongly with what is exotic and utterly beyond us."
    },
    {
      "index": 16,
      "start_time": 146599.0,
      "end_time": 150050.0,
      "text": "It is something far more provocative than this."
    },
    {
      "index": 17,
      "start_time": 152950.0,
      "end_time": 156909.0,
      "text": "Genius is what we all can be when we pay careful attention to what is truly passing through consciousness."
    },
    {
      "index": 18,
      "start_time": 157009.0,
      "end_time": 167059.0,
      "text": "We all have very similar and very able minds; where geniuses differ is in their more robust inclinations to study them properly."
    },
    {
      "index": 19,
      "start_time": 169120.0,
      "end_time": 170040.0,
      "text": "We love bringing you these films."
    },
    {
      "index": 20,
      "start_time": 170040.0,
      "end_time": 179200.0,
      "text": "If you want to help us to keep bringing you thoughtful content, please consider supporting us by visiting our shop at the link on your screen now."
    }
  ]
}