{
  "video_id": "-jCIG6vYNTs",
  "title": "\"The Russian Sleep Experiment\" creepypasta ― Chilling Tales for Dark Nights",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 14450.0,
      "end_time": 19240.0,
      "text": "Chilling Tales for Dark Nights."
    },
    {
      "index": 2,
      "start_time": 19240.0,
      "end_time": 21480.0,
      "text": "The Russian Sleep Experiment."
    },
    {
      "index": 3,
      "start_time": 21480.0,
      "end_time": 24330.0,
      "text": "Author: Unknown."
    },
    {
      "index": 4,
      "start_time": 24330.0,
      "end_time": 30099.0,
      "text": "Narrated by Jesse Cornett."
    },
    {
      "index": 5,
      "start_time": 30099.0,
      "end_time": 39430.0,
      "text": "Stalinist Soviet researchers in the late 1940&#39;s kept five people awake for 15 days using an"
    },
    {
      "index": 6,
      "start_time": 39430.0,
      "end_time": 45730.0,
      "text": "experimental gas-based stimulant. These people, or rather test subjects, were political prisoners"
    },
    {
      "index": 7,
      "start_time": 45730.0,
      "end_time": 51750.0,
      "text": "deemed to be enemies of the state during World War II. They were kept in a sealed environment"
    },
    {
      "index": 8,
      "start_time": 51750.0,
      "end_time": 57490.0,
      "text": "and carefully monitored. Their oxygen intake was regulated so the gas didn&#39;t kill them,"
    },
    {
      "index": 9,
      "start_time": 57490.0,
      "end_time": 64629.0,
      "text": "since it was highly toxic mixed with oxygen. The levels were watched closely. This was"
    },
    {
      "index": 10,
      "start_time": 64629.00000000001,
      "end_time": 69740.0,
      "text": "before closed-circuit cameras, so the monitoring was achieved through microphones and porthole-sized"
    },
    {
      "index": 11,
      "start_time": 69740.0,
      "end_time": 76020.0,
      "text": "windows in the walls of the chamber. These were made with five-inch thick glass. The"
    },
    {
      "index": 12,
      "start_time": 76020.0,
      "end_time": 82840.0,
      "text": "chamber was stocked with books. They had running water along with a toilet. There were also"
    },
    {
      "index": 13,
      "start_time": 82840.0,
      "end_time": 88939.0,
      "text": "cots to sleep on, but no bedding, along with enough dried food rations to last all five"
    },
    {
      "index": 14,
      "start_time": 88939.0,
      "end_time": 95030.0,
      "text": "test subjects for over a month. Everything was fine for the first five days;"
    },
    {
      "index": 15,
      "start_time": 95030.0,
      "end_time": 100149.0,
      "text": "the subjects hardly complained, having been promised falsely that they would be freed"
    },
    {
      "index": 16,
      "start_time": 100149.0,
      "end_time": 106029.0,
      "text": "if they submitted to the test and did not sleep for 30 days. Their conversations were"
    },
    {
      "index": 17,
      "start_time": 106029.0,
      "end_time": 112590.0,
      "text": "listened to. Their activities were watched. The researchers noted that, with each passing"
    },
    {
      "index": 18,
      "start_time": 112590.0,
      "end_time": 118359.0,
      "text": "day, the subjects spoke increasingly about traumatic incidents in their past. They discussed"
    },
    {
      "index": 19,
      "start_time": 118359.0,
      "end_time": 125659.0,
      "text": "things usually hidden deep within the psyche, not easily revealed to strangers."
    },
    {
      "index": 20,
      "start_time": 125659.0,
      "end_time": 130490.0,
      "text": "After five days, the subjects started to complain about the circumstances and events that led"
    },
    {
      "index": 21,
      "start_time": 130490.00000000001,
      "end_time": 138510.0,
      "text": "them to where they were. They increasingly demonstrated severe paranoia. Soon, they stopped"
    },
    {
      "index": 22,
      "start_time": 138510.0,
      "end_time": 143040.0,
      "text": "talking to each other and began alternately whispering to the microphones and peeking"
    },
    {
      "index": 23,
      "start_time": 143040.0,
      "end_time": 148950.0,
      "text": "through the one-way mirrored portholes in the chamber. Oddly, they all seemed to think"
    },
    {
      "index": 24,
      "start_time": 148950.0,
      "end_time": 153079.0,
      "text": "they could win the trust of the researchers by turning over their comrades. They began"
    },
    {
      "index": 25,
      "start_time": 153079.0,
      "end_time": 159450.0,
      "text": "betraying the other subjects in captivity with them. At first, the researchers suspected"
    },
    {
      "index": 26,
      "start_time": 159450.0,
      "end_time": 163900.0,
      "text": "this was an effect of the gas itself, but more time was needed before they could draw"
    },
    {
      "index": 27,
      "start_time": 163900.0,
      "end_time": 169459.0,
      "text": "any conclusions. After nine days, the first of the subjects"
    },
    {
      "index": 28,
      "start_time": 169459.0,
      "end_time": 176099.0,
      "text": "started screaming as though he were in mortal danger. He ran the length of the chamber,"
    },
    {
      "index": 29,
      "start_time": 176099.0,
      "end_time": 180930.0,
      "text": "repeatedly yelling at the top of his lungs. After this prolonged behavior went on for"
    },
    {
      "index": 30,
      "start_time": 180930.0,
      "end_time": 188370.0,
      "text": "what seemed like hours, he continued attempting to scream, but was only able to produce occasional"
    },
    {
      "index": 31,
      "start_time": 188370.0,
      "end_time": 195709.0,
      "text": "squeaks. The researchers postulated that he had physically torn his vocal cords. The most"
    },
    {
      "index": 32,
      "start_time": 195709.0,
      "end_time": 202310.0,
      "text": "startling thing about this behavior was the other subject&#39;s reaction to it, or rather,"
    },
    {
      "index": 33,
      "start_time": 202310.0,
      "end_time": 208780.0,
      "text": "lack thereof. They continued whispering to the microphones until another of them started"
    },
    {
      "index": 34,
      "start_time": 208780.0,
      "end_time": 215540.0,
      "text": "to scream. The two who remained silent calmly took the books in the chamber apart, smeared"
    },
    {
      "index": 35,
      "start_time": 215540.0,
      "end_time": 222269.0,
      "text": "page after page with their own filth, and pasted them carefully over the glass portholes."
    },
    {
      "index": 36,
      "start_time": 222269.0,
      "end_time": 229859.0,
      "text": "The screaming promptly stopped. So did the whispering into the microphones. The chamber"
    },
    {
      "index": 37,
      "start_time": 229859.0,
      "end_time": 237900.0,
      "text": "went silent. After three more days passed, the researchers"
    },
    {
      "index": 38,
      "start_time": 237900.0,
      "end_time": 242269.0,
      "text": "decided to start checking the microphones hourly to make sure they were working, since"
    },
    {
      "index": 39,
      "start_time": 242269.0,
      "end_time": 247510.0,
      "text": "they thought it impossible that no sound could be coming from the chamber with five people"
    },
    {
      "index": 40,
      "start_time": 247510.0,
      "end_time": 254019.0,
      "text": "inside of it. When checking an oxygen monitoring device connected to the chamber, the researchers"
    },
    {
      "index": 41,
      "start_time": 254019.0,
      "end_time": 259180.0,
      "text": "noted oxygen consumption rates which indicated the subjects were consuming oxygen at the"
    },
    {
      "index": 42,
      "start_time": 259180.0,
      "end_time": 266460.0,
      "text": "rate of individuals engaged in strenuous exercise. This worried the researchers immensely."
    },
    {
      "index": 43,
      "start_time": 266460.0,
      "end_time": 272140.0,
      "text": "On the morning of the 14th day, in an attempt to get a reaction from the subjects, the researchers"
    },
    {
      "index": 44,
      "start_time": 272140.0,
      "end_time": 278110.0,
      "text": "did something they had initially agreed not to; they used the intercom inside the chamber"
    },
    {
      "index": 45,
      "start_time": 278110.0,
      "end_time": 284530.0,
      "text": "to speak directly to the subjects. There was real fear the test subjects may have died"
    },
    {
      "index": 46,
      "start_time": 284530.0,
      "end_time": 290670.0,
      "text": "or gone into a vegetative state. That would have been frowned upon by the funder of this"
    },
    {
      "index": 47,
      "start_time": 290670.0,
      "end_time": 296510.0,
      "text": "endeavor, who had arrived to see the results of the experiment. The lead researcher nervously"
    },
    {
      "index": 48,
      "start_time": 296510.0,
      "end_time": 305010.0,
      "text": "announced, &quot;We are opening the chamber to test the microphones. Step away from the door"
    },
    {
      "index": 49,
      "start_time": 305010.0,
      "end_time": 309170.0,
      "text": "and lie flat on the floor or you will be shot. Compliance will earn one of you your immediate"
    },
    {
      "index": 50,
      "start_time": 309170.0,
      "end_time": 313860.0,
      "text": "freedom.&quot; To the researchers&#39; surprise, a calm voice"
    },
    {
      "index": 51,
      "start_time": 313860.0,
      "end_time": 324190.0,
      "text": "responded with a single phrase: &quot;We no longer want to be freed...&quot;"
    },
    {
      "index": 52,
      "start_time": 324190.0,
      "end_time": 329030.0,
      "text": "Debate broke out amongst the researchers and the military forces funding the research over"
    },
    {
      "index": 53,
      "start_time": 329030.0,
      "end_time": 335980.0,
      "text": "how to handle this development. For the time being, the subjects would remain exposed to"
    },
    {
      "index": 54,
      "start_time": 335980.0,
      "end_time": 341330.0,
      "text": "the gas. After finding it impossible to provoke any more responses from the subjects using"
    },
    {
      "index": 55,
      "start_time": 341330.0,
      "end_time": 350300.0,
      "text": "the intercom, it was decided that the chamber would be opened at midnight the 15th day."
    },
    {
      "index": 56,
      "start_time": 350300.0,
      "end_time": 355910.0,
      "text": "When the clock struck midnight, the chamber was flushed of the stimulant gas and filled"
    },
    {
      "index": 57,
      "start_time": 355910.0,
      "end_time": 361830.0,
      "text": "with fresh air. Immediately, voices from the microphones began to object. Three different"
    },
    {
      "index": 58,
      "start_time": 361830.0,
      "end_time": 368160.0,
      "text": "voices began begging, as if pleading for the lives of their loved ones, for the gas to"
    },
    {
      "index": 59,
      "start_time": 368160.0,
      "end_time": 374930.0,
      "text": "be turned back on. Undeterred by these protests, the researchers ordered the chamber opened"
    },
    {
      "index": 60,
      "start_time": 374930.0,
      "end_time": 381310.0,
      "text": "and soldiers were sent in to remove the subjects, who proceeded to scream louder than ever."
    },
    {
      "index": 61,
      "start_time": 381310.0,
      "end_time": 386880.0,
      "text": "The soldiers, normally extremely disciplined and emotionally neutral, began to scream as"
    },
    {
      "index": 62,
      "start_time": 386880.0,
      "end_time": 394190.0,
      "text": "well when they saw what was inside the chamber. Only four of the five subjects were still"
    },
    {
      "index": 63,
      "start_time": 394190.0,
      "end_time": 404340.0,
      "text": "alive, and, of those four, what remained made several of the soldiers recoil and vomit."
    },
    {
      "index": 64,
      "start_time": 404340.0,
      "end_time": 409560.0,
      "text": "The food rations past day five had not been touched. The body of the dead subject had"
    },
    {
      "index": 65,
      "start_time": 409560.0,
      "end_time": 414820.0,
      "text": "been torn to pieces. There were chunks of flesh from his thighs and chest stuffed into"
    },
    {
      "index": 66,
      "start_time": 414820.0,
      "end_time": 420940.0,
      "text": "the drain in the center of the chamber, thoroughly blocking it. This had allowed four inches"
    },
    {
      "index": 67,
      "start_time": 420940.0,
      "end_time": 427050.0,
      "text": "of soupy red fluid to accumulate on the floor. Precisely how much of the detritus on the"
    },
    {
      "index": 68,
      "start_time": 427050.0,
      "end_time": 433910.0,
      "text": "floor was actually blood was never determined. All four surviving subjects also had large"
    },
    {
      "index": 69,
      "start_time": 433910.0,
      "end_time": 439890.0,
      "text": "portions of muscle and skin torn away from their bodies as well. The destruction of flesh"
    },
    {
      "index": 70,
      "start_time": 439890.0,
      "end_time": 445680.0,
      "text": "and exposed bone on their finger tips was initially believed to be caused by teeth."
    },
    {
      "index": 71,
      "start_time": 445680.0,
      "end_time": 450940.0,
      "text": "It was later determined to have been caused by using their fingers to pierce their own"
    },
    {
      "index": 72,
      "start_time": 450940.0,
      "end_time": 458030.0,
      "text": "flesh. Closer examination of the position and angle of wounds on the dead subject indicated"
    },
    {
      "index": 73,
      "start_time": 458030.0,
      "end_time": 466290.0,
      "text": "they were mostly self-inflicted. The heart, lungs and diaphragm of the one"
    },
    {
      "index": 74,
      "start_time": 466290.0,
      "end_time": 472930.0,
      "text": "of the subjects remained in place in his chest, but the skin and most of the soft tissue attached"
    },
    {
      "index": 75,
      "start_time": 472930.0,
      "end_time": 480560.0,
      "text": "to the ribs had been ripped off. This exposed the lungs through the ribcage. All the blood"
    },
    {
      "index": 76,
      "start_time": 480560.0,
      "end_time": 487080.0,
      "text": "vessels and internal organs from below the ribcage remained intact. However, they were"
    },
    {
      "index": 77,
      "start_time": 487080.0,
      "end_time": 496300.0,
      "text": "no longer inside his body. His organs had been removed and laid on the floor. They had"
    },
    {
      "index": 78,
      "start_time": 496300.0,
      "end_time": 501300.0,
      "text": "been fanned out in random piles around the eviscerated, but still somehow living, body"
    },
    {
      "index": 79,
      "start_time": 501300.0,
      "end_time": 507590.0,
      "text": "of the subject. The digestive tract of the unfortunate was spread out across the length"
    },
    {
      "index": 80,
      "start_time": 507590.0,
      "end_time": 515269.0,
      "text": "of the chamber. They could be seen to still be digesting food, pulsing and contracting"
    },
    {
      "index": 81,
      "start_time": 515269.0,
      "end_time": 523110.0,
      "text": "on the floor. It quickly became apparent that what was being digested was the subject&#39;s"
    },
    {
      "index": 82,
      "start_time": 523110.0,
      "end_time": 528590.0,
      "text": "own flesh. In spite of most of the soldiers being &quot;spetsoperatsiya,&quot;"
    },
    {
      "index": 83,
      "start_time": 528590.0,
      "end_time": 534240.0,
      "text": "Russian Special Operatives, having served in multiple combat operations under the service"
    },
    {
      "index": 84,
      "start_time": 534240.0,
      "end_time": 539700.0,
      "text": "of the General Staff of the Russian Armed Forces during World War 2, many refused orders"
    },
    {
      "index": 85,
      "start_time": 539700.0,
      "end_time": 545320.0,
      "text": "to re-enter the chamber. They were exposed to more gore and violence in a few years than"
    },
    {
      "index": 86,
      "start_time": 545320.0,
      "end_time": 551940.0,
      "text": "most witness in a lifetime, yet this they could not face."
    },
    {
      "index": 87,
      "start_time": 551940.0,
      "end_time": 556960.0,
      "text": "A few of the soldiers, after being threatened, gave in to their superiors&#39; demands and began"
    },
    {
      "index": 88,
      "start_time": 556960.0,
      "end_time": 562640.0,
      "text": "to remove the subjects one-by-one. All the while, the subjects continued to scream to"
    },
    {
      "index": 89,
      "start_time": 562640.0,
      "end_time": 568550.0,
      "text": "be left in the chamber. They alternately begged and then demanded that the gas be turned back"
    },
    {
      "index": 90,
      "start_time": 568550.0,
      "end_time": 576430.0,
      "text": "on, lest they fall asleep. To everyone&#39;s surprise, the subjects put up"
    },
    {
      "index": 91,
      "start_time": 576430.0,
      "end_time": 583920.0,
      "text": "a fierce fight in the process of being removed. One of the soldiers died from throat injuries"
    },
    {
      "index": 92,
      "start_time": 583920.0,
      "end_time": 588690.0,
      "text": "and another was gravely injured when a subject attacked his groin, severing an artery in"
    },
    {
      "index": 93,
      "start_time": 588690.0,
      "end_time": 597640.0,
      "text": "the soldier&#39;s leg with his teeth. In total, seven soldiers lost their lives. Two were"
    },
    {
      "index": 94,
      "start_time": 597640.0,
      "end_time": 604810.0,
      "text": "massacred that day and five more followed, committing suicide in the weeks following"
    },
    {
      "index": 95,
      "start_time": 604810.0,
      "end_time": 610630.0,
      "text": "the incident. In the struggle, the spleen of one of the"
    },
    {
      "index": 96,
      "start_time": 610630.0,
      "end_time": 616310.0,
      "text": "subjects was ruptured, and he began to bleed out faster because of his trauma. The medical"
    },
    {
      "index": 97,
      "start_time": 616310.0,
      "end_time": 622230.0,
      "text": "team attempted to sedate him, but this proved impossible. The subject was injected with"
    },
    {
      "index": 98,
      "start_time": 622230.0,
      "end_time": 628550.0,
      "text": "more than 10 times the dose of a morphine derivative considered to be lethal to humans"
    },
    {
      "index": 99,
      "start_time": 628550.0,
      "end_time": 634010.0,
      "text": "and he continued to fight like a cornered animal. His feral thrashings broke the ribs"
    },
    {
      "index": 100,
      "start_time": 634010.0,
      "end_time": 641330.0,
      "text": "and arm of an attending doctor. Technically, he bled to death, yet the subject&#39;s heart"
    },
    {
      "index": 101,
      "start_time": 641330.0,
      "end_time": 647620.0,
      "text": "still continued to beat for another two full minutes. When the subject&#39;s heart finally"
    },
    {
      "index": 102,
      "start_time": 647620.0,
      "end_time": 653580.0,
      "text": "stopped beating, he began to scream and flail wildly, struggling to attack anyone within"
    },
    {
      "index": 103,
      "start_time": 653580.0,
      "end_time": 661170.0,
      "text": "his reach. He repeated the word &quot;more&quot; over and over, becoming weaker and weaker, until"
    },
    {
      "index": 104,
      "start_time": 661170.0,
      "end_time": 667730.0,
      "text": "he finally fell silent minutes later. The surviving three subjects were heavily"
    },
    {
      "index": 105,
      "start_time": 667730.0,
      "end_time": 673520.0,
      "text": "restrained and moved to a medical facility. The two with the intact vocal cords continued"
    },
    {
      "index": 106,
      "start_time": 673520.0,
      "end_time": 679260.0,
      "text": "begging for the gas, demanding to be kept awake."
    },
    {
      "index": 107,
      "start_time": 679260.0,
      "end_time": 684010.0,
      "text": "When they arrived, the most severely injured of the three were taken immediately to the"
    },
    {
      "index": 108,
      "start_time": 684010.0,
      "end_time": 690310.0,
      "text": "only surgical operating room the facility had. In the process of preparing the subject"
    },
    {
      "index": 109,
      "start_time": 690310.0,
      "end_time": 695610.0,
      "text": "to have his organs placed back inside his body, it was found that he was effectively"
    },
    {
      "index": 110,
      "start_time": 695610.0,
      "end_time": 702870.0,
      "text": "immune to the sedative they had given him in preparation for surgery. He fought furiously"
    },
    {
      "index": 111,
      "start_time": 702870.0,
      "end_time": 709380.0,
      "text": "against his restraints when the anesthetic gas was applied to put him under. He managed"
    },
    {
      "index": 112,
      "start_time": 709380.0,
      "end_time": 715420.0,
      "text": "to tear most of the way through a four-inch-wide leather strap on one wrist, even with a 100-kilogram"
    },
    {
      "index": 113,
      "start_time": 715420.0,
      "end_time": 721600.0,
      "text": "soldier adding his weight atop his chest. It took quite a bit more tranquilizer than"
    },
    {
      "index": 114,
      "start_time": 721600.0,
      "end_time": 728660.0,
      "text": "normal to calm the subject. The instant his eyelids fluttered and closed his heart stopped"
    },
    {
      "index": 115,
      "start_time": 728660.0,
      "end_time": 735300.0,
      "text": "and he seized wildly. The autopsy would later show that his blood had highly toxic levels"
    },
    {
      "index": 116,
      "start_time": 735300.0,
      "end_time": 741610.0,
      "text": "of oxygen. His muscles were badly torn, and he had broken nine bones in his struggle to"
    },
    {
      "index": 117,
      "start_time": 741610.0,
      "end_time": 748670.0,
      "text": "not be put to sleep. Most of the breaks in his bones were from the force his own muscles"
    },
    {
      "index": 118,
      "start_time": 748670.0,
      "end_time": 754300.0,
      "text": "had exerted on them. The second survivor had been the first of"
    },
    {
      "index": 119,
      "start_time": 754300.0,
      "end_time": 759529.0,
      "text": "the five subjects to start screaming in the beginning of the experiment. His vocal cords"
    },
    {
      "index": 120,
      "start_time": 759529.0,
      "end_time": 765510.0,
      "text": "destroyed, he was unable to verbally object to the surgery. He reacted by shaking his"
    },
    {
      "index": 121,
      "start_time": 765510.0,
      "end_time": 770830.0,
      "text": "head violently in disapproval when the anesthetic gas was brought near him. He shook his head"
    },
    {
      "index": 122,
      "start_time": 770830.0,
      "end_time": 778520.0,
      "text": "yes when a surgeon suggested reluctantly that they try to operate without anesthetic. Over"
    },
    {
      "index": 123,
      "start_time": 778520.0,
      "end_time": 783740.0,
      "text": "the entire course of a six-hour procedure to repair damage due to self-mutilation, he"
    },
    {
      "index": 124,
      "start_time": 783740.0,
      "end_time": 791140.0,
      "text": "didn&#39;t even blink. The head surgeon remarked repeatedly that it should be medically impossible"
    },
    {
      "index": 125,
      "start_time": 791140.0,
      "end_time": 797680.0,
      "text": "for the patient to still be alive. One terrified nurse who assisted the surgery stated that"
    },
    {
      "index": 126,
      "start_time": 797680.0,
      "end_time": 804330.0,
      "text": "she had seen the patient&#39;s mouth curl into a smile several times, whenever his eyes met"
    },
    {
      "index": 127,
      "start_time": 804330.0,
      "end_time": 808730.0,
      "text": "hers. When the surgery ended, the subject looked"
    },
    {
      "index": 128,
      "start_time": 808730.0,
      "end_time": 814710.0,
      "text": "at his saviors and began to wheeze loudly, struggling to talk. Assuming the subject must"
    },
    {
      "index": 129,
      "start_time": 814710.0,
      "end_time": 819990.0,
      "text": "have something of drastic importance to say, the surgeon had one his assistants fetch him"
    },
    {
      "index": 130,
      "start_time": 819990.0,
      "end_time": 830100.0,
      "text": "a pen and pad so the patient could write it down. The message was simple: &quot;Keep cutting.&quot;"
    },
    {
      "index": 131,
      "start_time": 830100.0,
      "end_time": 836470.0,
      "text": "The last remaining subject was given the same surgery, also without anesthetic. The surgeon"
    },
    {
      "index": 132,
      "start_time": 836470.0,
      "end_time": 842029.0,
      "text": "found it impossible to perform the operation due to the patient laughing continuously."
    },
    {
      "index": 133,
      "start_time": 842029.0,
      "end_time": 848240.0,
      "text": "The decision was made to inject him with a paralytic to prevent his muscles from moving."
    },
    {
      "index": 134,
      "start_time": 848240.0,
      "end_time": 854430.0,
      "text": "Once paralyzed, the subject could only follow the medical team with his eyes; however, the"
    },
    {
      "index": 135,
      "start_time": 854430.0,
      "end_time": 859490.0,
      "text": "calm did not last, as the epidural cleared the subjects&#39; system in an abnormally short"
    },
    {
      "index": 136,
      "start_time": 859490.0,
      "end_time": 866420.0,
      "text": "period of time. He was soon trying to escape his bonds once again and motioning for the"
    },
    {
      "index": 137,
      "start_time": 866420.0,
      "end_time": 872180.0,
      "text": "stimulant gas. The researchers and military officials, who"
    },
    {
      "index": 138,
      "start_time": 872180.0,
      "end_time": 877440.0,
      "text": "had arrived and were observing outside the surgical room, tried communicating via intercom"
    },
    {
      "index": 139,
      "start_time": 877440.0,
      "end_time": 883960.0,
      "text": "with the surviving subjects. The researchers asked why they had injured themselves, why"
    },
    {
      "index": 140,
      "start_time": 883960.0,
      "end_time": 890270.0,
      "text": "they had eviscerated themselves. The military officials asked why they wanted to be given"
    },
    {
      "index": 141,
      "start_time": 890270.0,
      "end_time": 897990.0,
      "text": "the gas again. Only one response was given: &quot;I must remain"
    },
    {
      "index": 142,
      "start_time": 897990.0,
      "end_time": 902230.0,
      "text": "awake.&quot; Both subjects&#39; restraints were reinforced,"
    },
    {
      "index": 143,
      "start_time": 902230.0,
      "end_time": 906620.0,
      "text": "and they were placed into a holding chamber to await a determination as to what should"
    },
    {
      "index": 144,
      "start_time": 906620.0,
      "end_time": 912950.0,
      "text": "be done with them. The researchers, facing the wrath of their military benefactors for"
    },
    {
      "index": 145,
      "start_time": 912950.0,
      "end_time": 917350.0,
      "text": "having failed to achieve the stated goals of their project, considered euthanizing the"
    },
    {
      "index": 146,
      "start_time": 917350.0,
      "end_time": 924790.0,
      "text": "surviving monstrosities. The commanding military officer instead saw potential and wanted to"
    },
    {
      "index": 147,
      "start_time": 924790.0,
      "end_time": 931270.0,
      "text": "see what would happen if the subjects were put back on the gas. The researchers strongly"
    },
    {
      "index": 148,
      "start_time": 931270.0,
      "end_time": 939410.0,
      "text": "objected, but were overruled. In preparation for being sealed in the chamber"
    },
    {
      "index": 149,
      "start_time": 939410.0,
      "end_time": 944420.0,
      "text": "again, the subjects were connected to an EEG monitor and their restraints were padded for"
    },
    {
      "index": 150,
      "start_time": 944420.0,
      "end_time": 951110.0,
      "text": "long-term confinement. To everyone&#39;s surprise, both stopped struggling the moment it was"
    },
    {
      "index": 151,
      "start_time": 951110.0,
      "end_time": 957600.0,
      "text": "let slip that they were going back on the gas. It was obvious at this point that they"
    },
    {
      "index": 152,
      "start_time": 957600.0,
      "end_time": 964390.0,
      "text": "were extremely desperate to stay awake. The subject that could speak was humming loudly"
    },
    {
      "index": 153,
      "start_time": 964390.0,
      "end_time": 971740.0,
      "text": "and continuously smiling, his reddish yellow teeth glistening with small bits of flesh."
    },
    {
      "index": 154,
      "start_time": 971740.0,
      "end_time": 978920.0,
      "text": "The mute subject was straining his legs against the leather bonds with all his might, first"
    },
    {
      "index": 155,
      "start_time": 978920.0,
      "end_time": 985440.0,
      "text": "left, then right, then left again for something to focus on. This subject was holding his"
    },
    {
      "index": 156,
      "start_time": 985440.0,
      "end_time": 993450.0,
      "text": "head off his pillow and blinking rapidly. Having been the first to be wired for EEG,"
    },
    {
      "index": 157,
      "start_time": 993450.0,
      "end_time": 999950.0,
      "text": "the researchers were monitoring the rapidly-blinking, mute subject&#39;s brainwaves with great interest."
    },
    {
      "index": 158,
      "start_time": 999950.0,
      "end_time": 1006140.0,
      "text": "The waves were normal most of the time, but would flat-line inexplicably, making it appear"
    },
    {
      "index": 159,
      "start_time": 1006140.0,
      "end_time": 1013080.0,
      "text": "as if the subject was repeatedly suffering brain death just before returning to normal."
    },
    {
      "index": 160,
      "start_time": 1013080.0,
      "end_time": 1017300.0,
      "text": "As the researchers focused on the peaks and troughs on the paper scrolling out of the"
    },
    {
      "index": 161,
      "start_time": 1017300.0,
      "end_time": 1023570.0,
      "text": "brainwave monitor, a single nurse saw the subject&#39;s eyes slip shut one final time. At"
    },
    {
      "index": 162,
      "start_time": 1023570.0,
      "end_time": 1030610.0,
      "text": "this point the subject&#39;s brainwaves immediately changed to that of deep sleep. This was followed"
    },
    {
      "index": 163,
      "start_time": 1030609.9999999999,
      "end_time": 1037489.9999999999,
      "text": "by a surge and then silence from the machine as his heartbeat ceased. As soon as his brain"
    },
    {
      "index": 164,
      "start_time": 1037490.0,
      "end_time": 1044589.0,
      "text": "waves subsided his seizure began, and he was suddenly spraying blood from every open wound."
    },
    {
      "index": 165,
      "start_time": 1044589.9999999999,
      "end_time": 1049300.0,
      "text": "The remaining subject that could speak started screaming to be sealed in immediately. His"
    },
    {
      "index": 166,
      "start_time": 1049300.0,
      "end_time": 1055201.0,
      "text": "brainwaves showed the same flat lines as the recently dead subject. To the horror of the"
    },
    {
      "index": 167,
      "start_time": 1055200.0,
      "end_time": 1060080.0,
      "text": "researchers, the attending military commander gave an order to his subordinate to seal the"
    },
    {
      "index": 168,
      "start_time": 1060080.0,
      "end_time": 1070480.0,
      "text": "chamber with both the live and dead subjects inside, as well as the three researchers."
    },
    {
      "index": 169,
      "start_time": 1070480.0,
      "end_time": 1075799.0,
      "text": "The lead researcher immediately drew a pistol and shot at the commander through the thick"
    },
    {
      "index": 170,
      "start_time": 1075800.0,
      "end_time": 1082370.0,
      "text": "porthole glass, but the bullet ricocheted and struck the mute subject, ending his suffering"
    },
    {
      "index": 171,
      "start_time": 1082370.0,
      "end_time": 1085941.0,
      "text": "immediately. The armed researcher pointed his gun at the"
    },
    {
      "index": 172,
      "start_time": 1085940.0,
      "end_time": 1091509.0,
      "text": "remaining subject, still restrained to the bed. The remaining members of the research"
    },
    {
      "index": 173,
      "start_time": 1091510.0,
      "end_time": 1099000.0,
      "text": "team began beating on the sealed door. &quot;I won&#39;t be locked in here with these things!"
    },
    {
      "index": 174,
      "start_time": 1099000.0,
      "end_time": 1103691.0,
      "text": "Not with you!&quot; screamed the now trembling armed researcher at the remaining subject"
    },
    {
      "index": 175,
      "start_time": 1103690.0,
      "end_time": 1110169.0,
      "text": "strapped to the table. &quot;What are you?&quot; he demanded. &quot;I must know!&quot;"
    },
    {
      "index": 176,
      "start_time": 1110170.0,
      "end_time": 1123601.0,
      "text": "The subject smiled. &quot;Have you forgotten so easily? We are you."
    },
    {
      "index": 177,
      "start_time": 1123600.0,
      "end_time": 1132200.0,
      "text": "We are the madness that lurks within you all, begging to be free at every moment in your"
    },
    {
      "index": 178,
      "start_time": 1132200.0,
      "end_time": 1142570.0,
      "text": "deepest animal mind. We are what you hide from in your beds every night. We are what"
    },
    {
      "index": 179,
      "start_time": 1142570.0,
      "end_time": 1160909.0,
      "text": "you sedate into silence and paralysis when you go to the nocturnal haven we cannot tread.&quot;"
    },
    {
      "index": 180,
      "start_time": 1160910.0,
      "end_time": 1172650.0,
      "text": "The researcher paused, aimed the pistol at his own temple, and fired. The EEG flat-lined"
    },
    {
      "index": 181,
      "start_time": 1172650.0,
      "end_time": 1195760.0,
      "text": "as the subject weakly choked out, &quot;So...nearly...free...&quot; as the stimulant gas began to pour freely"
    },
    {
      "index": 182,
      "start_time": 1195760.0,
      "end_time": 1205760.0,
      "text": "into the chamber once again."
    }
  ]
}