{
  "video_id": "-NJm4TJ2it0",
  "title": "What happens during a stroke? - Vaibhav Goswami",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6956.0,
      "end_time": 12525.0,
      "text": "Every two seconds, someone somewhere in the world experiences a stroke."
    },
    {
      "index": 2,
      "start_time": 12525.0,
      "end_time": 17878.0,
      "text": "And one out of every six people will have one at some point in their lives."
    },
    {
      "index": 3,
      "start_time": 17878.0,
      "end_time": 26785.0,
      "text": "Strokes deprive brain cells of oxygen and are one of the most common causes of death and a leading cause of preventable disability."
    },
    {
      "index": 4,
      "start_time": 26785.0,
      "end_time": 34729.0,
      "text": "When someone experiences a stroke, quick medical care is critical , and can often help avoid permanent  brain damage."
    },
    {
      "index": 5,
      "start_time": 34729.0,
      "end_time": 37588.0,
      "text": "But what causes strokes in the first place?"
    },
    {
      "index": 6,
      "start_time": 37588.0,
      "end_time": 40849.0,
      "text": "And what can doctors do to treat them?"
    },
    {
      "index": 7,
      "start_time": 40849.0,
      "end_time": 48958.0,
      "text": "The brain makes up just 2% of your body's mass but consumes more than 20% of the oxygen in your blood."
    },
    {
      "index": 8,
      "start_time": 48958.0,
      "end_time": 52751.0,
      "text": "That oxygen is carried to the brain through a system of arteries."
    },
    {
      "index": 9,
      "start_time": 52751.0,
      "end_time": 55638.0,
      "text": "Carotid arteries supply the front of the brain, and vertebral arteries supply the back."
    },
    {
      "index": 10,
      "start_time": 58688.0,
      "end_time": 67380.0,
      "text": "These are connected to each other, and divide into smaller and smaller vessels that get billions of neurons the oxygen they need."
    },
    {
      "index": 11,
      "start_time": 67380.0,
      "end_time": 73348.0,
      "text": "If the blood flow is interrupted, oxygen delivery stops and brain cells die."
    },
    {
      "index": 12,
      "start_time": 73349.0,
      "end_time": 75490.0,
      "text": "There are two ways this can happen."
    },
    {
      "index": 13,
      "start_time": 75490.0,
      "end_time": 80640.0,
      "text": "Hemorrhagic strokes are when a perforated vessel allows blood to leak out."
    },
    {
      "index": 14,
      "start_time": 80641.0,
      "end_time": 88518.0,
      "text": "But the more common type is the ischemic stroke, when a clot blocks a vessel  and brings blood flow to a halt."
    },
    {
      "index": 15,
      "start_time": 88518.0,
      "end_time": 90690.0,
      "text": "Where do these clots come from?"
    },
    {
      "index": 16,
      "start_time": 90690.0,
      "end_time": 93591.0,
      "text": "On rare occasions, a sudden change in heart rhythm prevents the upper chambers of the heart from contracting normally."
    },
    {
      "index": 17,
      "start_time": 97900.0,
      "end_time": 105382.0,
      "text": "This slows down blood flow, allowing platelets, clotting factors, and fibrin to stick together."
    },
    {
      "index": 18,
      "start_time": 105382.0,
      "end_time": 114920.0,
      "text": "The clot can be carried up towards the arteries and blood vessels supplying the brain until it gets to one  it can't squeeze through."
    },
    {
      "index": 19,
      "start_time": 114920.0,
      "end_time": 120665.0,
      "text": "This is called an embolism and it cuts off the oxygen supply to all the cells downstream."
    },
    {
      "index": 20,
      "start_time": 120665.0,
      "end_time": 125862.0,
      "text": "The brain doesn't have pain receptors, so you can't feel the blockage itself."
    },
    {
      "index": 21,
      "start_time": 125862.0,
      "end_time": 131802.0,
      "text": "But oxygen deprivation slows brain function and can have sudden, noticeable effects."
    },
    {
      "index": 22,
      "start_time": 131802.0,
      "end_time": 138514.0,
      "text": "For example, if the affected area is responsible for speech, an individual's words may be slurred."
    },
    {
      "index": 23,
      "start_time": 138514.0,
      "end_time": 146553.0,
      "text": "If the stroke affects a part of the brain that controls muscle movement, it can cause weakness, often just on one side of the body."
    },
    {
      "index": 24,
      "start_time": 146553.0,
      "end_time": 155885.0,
      "text": "When this happens, the body will immediately try to compensate by diverting blood flow to the affected area, but this isn't a perfect solution."
    },
    {
      "index": 25,
      "start_time": 155885.0,
      "end_time": 163748.0,
      "text": "Eventually, the oxygen-deprived cells will start to die, leading to brain damage  that may be severe or permanent."
    },
    {
      "index": 26,
      "start_time": 163748.0,
      "end_time": 168390.0,
      "text": "That's why it's important to get medical care as fast as possible."
    },
    {
      "index": 27,
      "start_time": 168390.0,
      "end_time": 179855.0,
      "text": "The first line of treatment is an intravenous medication called Tissue Plasminogen Activator, which can break up the blood clot and allow blood to flow again in the compromised artery."
    },
    {
      "index": 28,
      "start_time": 179855.0,
      "end_time": 188496.0,
      "text": "If it's delivered within a few hours, this medication greatly increases the chance of surviving the stroke and avoiding permanent consequences."
    },
    {
      "index": 29,
      "start_time": 188496.0,
      "end_time": 203605.0,
      "text": "If Tissue Plasminogen Activator cannot be given because the patient is on certain medications, has history of major bleeding, or the clot is particularly large, doctors can perform a procedure called an endovascular thrombectomy."
    },
    {
      "index": 30,
      "start_time": 203605.0,
      "end_time": 218508.0,
      "text": "Using a fluorescent dye that illuminates  the blood vessels under a strong x-ray, the physician inserts a long,  thin, flexible tube called a catheter into an artery in the leg and maneuvers it all the way to the blockage."
    },
    {
      "index": 31,
      "start_time": 218508.0,
      "end_time": 221377.0,
      "text": "A retriever is passed through this catheter."
    },
    {
      "index": 32,
      "start_time": 221377.0,
      "end_time": 225867.0,
      "text": "It expands and anchors into the clot  when it's just past it."
    },
    {
      "index": 33,
      "start_time": 225867.0,
      "end_time": 230737.0,
      "text": "The catheter then pulls the clot out  when it's removed."
    },
    {
      "index": 34,
      "start_time": 230737.0,
      "end_time": 233679.0,
      "text": "These treatments need to be delivered as soon as possible"
    },
    {
      "index": 35,
      "start_time": 233679.0,
      "end_time": 235338.0,
      "text": "to preserve brain function,"
    },
    {
      "index": 36,
      "start_time": 235338.0,
      "end_time": 239588.0,
      "text": "which means figuring out fast  if someone is having a stroke."
    },
    {
      "index": 37,
      "start_time": 239588.0,
      "end_time": 241170.0,
      "text": "So how can you tell?"
    },
    {
      "index": 38,
      "start_time": 241170.0,
      "end_time": 243869.0,
      "text": "Here are three quick things to try:"
    },
    {
      "index": 39,
      "start_time": 243869.0,
      "end_time": 246558.0,
      "text": "1. Ask the person to smile."
    },
    {
      "index": 40,
      "start_time": 246558.0,
      "end_time": 251118.0,
      "text": "A crooked mouth or facial drooping  can indicate muscle weakness."
    },
    {
      "index": 41,
      "start_time": 251118.0,
      "end_time": 253879.0,
      "text": "2. Ask them to raise their arms."
    },
    {
      "index": 42,
      "start_time": 253879.0,
      "end_time": 259829.0,
      "text": "If one drifts downward, that arm weakness is also a sign of a stroke."
    },
    {
      "index": 43,
      "start_time": 259829.0,
      "end_time": 263919.0,
      "text": "3. Ask them to repeat a simple word or phrase."
    },
    {
      "index": 44,
      "start_time": 263919.0,
      "end_time": 266788.0,
      "text": "If their speech sounds slurred or strange,"
    },
    {
      "index": 45,
      "start_time": 266788.0,
      "end_time": 271489.0,
      "text": "it could mean that the language area  of their brain is oxygen-deprived."
    },
    {
      "index": 46,
      "start_time": 271489.0,
      "end_time": 277280.0,
      "text": "This is sometimes called the FAST test, and the T stands for time."
    },
    {
      "index": 47,
      "start_time": 277281.0,
      "end_time": 282290.0,
      "text": "If you see any of those signs,  call emergency services right away."
    },
    {
      "index": 48,
      "start_time": 282290.0,
      "end_time": 284331.0,
      "text": "Lives may depend on it."
    },
    {
      "index": 49,
      "start_time": 284800.0,
      "end_time": 290000.0,
      "text": "We are on the non-profit mission to revolutionize education. Click here to learn how you can get involved."
    }
  ]
}