{
  "video_id": "-nTkBhsUIRQ",
  "title": "B2B marketing in a digital world",
  "json": [
    {
      "index": 1,
      "start_time": 6240.0,
      "end_time": 8840.0,
      "text": "Digital is now an integral part of our everyday lives."
    },
    {
      "index": 2,
      "start_time": 9115.0,
      "end_time": 14615.0,
      "text": "There are 1.7 billion people online globally, and in the U.K., it's 80% of the population."
    },
    {
      "index": 3,
      "start_time": 15768.0,
      "end_time": 19668.0,
      "text": "As consumers, we spend 30% of our leisure time on the Internet."
    },
    {
      "index": 4,
      "start_time": 19917.0,
      "end_time": 27417.0,
      "text": "We can now communicate with friends, colleagues, communities around the world in real time, and the world's information is simply a click away."
    },
    {
      "index": 5,
      "start_time": 27641.0,
      "end_time": 33141.0,
      "text": "However, this is not just a consumer phenomenon. The very same pattern holds true for business."
    },
    {
      "index": 6,
      "start_time": 33569.0,
      "end_time": 41269.0,
      "text": "In fact, recent research shows that business purchasers spend 73% of their work-related media consumption time online."
    },
    {
      "index": 7,
      "start_time": 41392.0,
      "end_time": 46692.0,
      "text": "Almost 3 quarters of C-level executives use the Internet every day at work,"
    },
    {
      "index": 8,
      "start_time": 46997.0,
      "end_time": 54297.0,
      "text": "and 83% of B2B buyers research online, with 70% starting their research process on a search engine."
    },
    {
      "index": 9,
      "start_time": 54862.0,
      "end_time": 58762.0,
      "text": "We know that the buying process for businesses is more complex than for consumers."
    },
    {
      "index": 10,
      "start_time": 59108.0,
      "end_time": 67608.0,
      "text": "There are multiple influences involved in the majority of business purchase decisions, and these individuals are often using a wide variety of information sources."
    },
    {
      "index": 11,
      "start_time": 67845.0,
      "end_time": 71445.0,
      "text": "B2B marketeers' previous approach was quite straightforward."
    },
    {
      "index": 12,
      "start_time": 71552.0,
      "end_time": 75752.0,
      "text": "We centered our go-to market strategies around answering three key questions."
    },
    {
      "index": 13,
      "start_time": 75704.0,
      "end_time": 81304.0,
      "text": "Who are we targeting? What are we offering? And how do we communicate this in the most effective way?"
    },
    {
      "index": 14,
      "start_time": 82314.0,
      "end_time": 88614.0,
      "text": "Digital has dramatically increased the complexities of the marketing challenge, making these questions harder to answer."
    },
    {
      "index": 15,
      "start_time": 88771.0,
      "end_time": 97771.0,
      "text": "Understanding where your customers are, and targeting the right message to the right person at the right point of the buying cycle, is critical for success."
    },
    {
      "index": 16,
      "start_time": 97763.0,
      "end_time": 103263.0,
      "text": "Marketeers need to change their approach and integrate digital values into the core of their marketing plans."
    },
    {
      "index": 17,
      "start_time": 103492.0,
      "end_time": 109090.0,
      "text": "We see three shifts taking place which form the basis for new digital imperatives in marketing."
    },
    {
      "index": 18,
      "start_time": 109806.0,
      "end_time": 113310.0,
      "text": "Firstly, there's a shift from research to real-time insight."
    },
    {
      "index": 19,
      "start_time": 113458.0,
      "end_time": 121160.0,
      "text": "Today's technology gives you immediate access to data on user behavior, enabling you to keep up and react to change much more quickly."
    },
    {
      "index": 20,
      "start_time": 121493.0,
      "end_time": 129090.0,
      "text": "Traditionally, to find answers to questions such as how much interest is there in my product, you would look to put together some customer research."
    },
    {
      "index": 21,
      "start_time": 129948.00000000001,
      "end_time": 135250.0,
      "text": "Now you can find online tools which offer additional real-time insights to answer these questions."
    },
    {
      "index": 22,
      "start_time": 135513.0,
      "end_time": 139910.0,
      "text": "To find out what messages your customers are most receptive to, you could run focus groups."
    },
    {
      "index": 23,
      "start_time": 140244.0,
      "end_time": 147140.0,
      "text": "However online, you can see in real-time, how many people engage with your ad creative, and optimize your campaigns accordingly."
    },
    {
      "index": 24,
      "start_time": 147456.0,
      "end_time": 150560.0,
      "text": "Secondly, we see a shift from creative to content."
    },
    {
      "index": 25,
      "start_time": 150894.0,
      "end_time": 157390.0,
      "text": "The types of information that B2B buyers search for depends on where they are in the buying cycle, their roles, and their needs."
    },
    {
      "index": 26,
      "start_time": 157591.0,
      "end_time": 162490.0,
      "text": "The Internet gives them access to a wealth of information and easy-to-consume content."
    },
    {
      "index": 27,
      "start_time": 162389.0,
      "end_time": 169490.0,
      "text": "Marketeers therefore need to understand their audience and provide appropriate content at the right stage of the buying cycle."
    },
    {
      "index": 28,
      "start_time": 169557.0,
      "end_time": 174960.0,
      "text": "B2B buyers consume content in many forms. Over half of I.T. buyers subscribe to RSS feeds."
    },
    {
      "index": 29,
      "start_time": 175199.0,
      "end_time": 180800.0,
      "text": "Two-thirds of C-suite executives view work related videos online at least once a week."
    },
    {
      "index": 30,
      "start_time": 180819.0,
      "end_time": 185020.0,
      "text": "In fact, a quarter of them prefer watching video content to reading text."
    },
    {
      "index": 31,
      "start_time": 185137.0,
      "end_time": 189240.0,
      "text": "Marketeers need to distribute content wherever prospects are looking."
    },
    {
      "index": 32,
      "start_time": 189305.0,
      "end_time": 197300.0,
      "text": "Distributing or syndicating your content gives your brand a greater reach and enables users to engage with you in an environment of their choice."
    },
    {
      "index": 33,
      "start_time": 197514.0,
      "end_time": 201810.0,
      "text": "What's more, the growing trend of social media demands that content be shareable as well."
    },
    {
      "index": 34,
      "start_time": 202018.0,
      "end_time": 205420.0,
      "text": "Three quarters of tech decision makers use social media on the job."
    },
    {
      "index": 35,
      "start_time": 205709.0,
      "end_time": 211010.0,
      "text": "Marketeers should leverage the power of these communities and the value of peer to peer interactions online,"
    },
    {
      "index": 36,
      "start_time": 211024.0,
      "end_time": 216720.0,
      "text": "to participate in, and even initiate conversations about their brand and relevant industry issues."
    },
    {
      "index": 37,
      "start_time": 216921.0,
      "end_time": 221620.0,
      "text": "The final shift we see is from one way push marketing to two way push and pull."
    },
    {
      "index": 38,
      "start_time": 221675.0,
      "end_time": 228680.0,
      "text": "Brands and businesses need to master the digital strategies to pull customers to content, push content to customers,"
    },
    {
      "index": 39,
      "start_time": 228836.0,
      "end_time": 234640.0,
      "text": "and also to combine push and pull marketing to drive better efficiencies in the overall marketing mix."
    },
    {
      "index": 40,
      "start_time": 235121.0,
      "end_time": 243320.0,
      "text": "Marketeers who master all of this and integrate digital into the core of their marketing strategy first, will gain competitive advantage in the longer term."
    }
  ]
}