{
  "video_id": "-Oand_1ERP4",
  "title": "Two Ways to Eat Healthier | A Little Bit Better With Keri Glassman",
  "json": [
    {
      "index": 1,
      "start_time": 1300.0,
      "end_time": 5930.0,
      "text": "Hey, I'm Keri Glassman here with some quick and simple tips to help you feel just a little"
    },
    {
      "index": 2,
      "start_time": 5930.0,
      "end_time": 12930.0,
      "text": "bit better. I always tell people to first and foremost get in those veggies and fruits,"
    },
    {
      "index": 3,
      "start_time": 14169.0,
      "end_time": 20630.0,
      "text": "but when you can, I suggest you try to eat organic and local. Here’s why: Organic produce"
    },
    {
      "index": 4,
      "start_time": 20630.0,
      "end_time": 26698.0,
      "text": "is grown without the use of pesticides, synthetic fertilizers, GMO’s and ionizing radiation,"
    },
    {
      "index": 5,
      "start_time": 26699.0,
      "end_time": 32320.0,
      "text": "but generally costs more. Genetically modified food means that the food’s genes have been"
    },
    {
      "index": 6,
      "start_time": 32320.0,
      "end_time": 38280.0,
      "text": "altered in order to do everything from increasing size to nutrient content to making them resistant"
    },
    {
      "index": 7,
      "start_time": 38280.0,
      "end_time": 44559.0,
      "text": "to disease. The USDA regulates the term organic, and farms must be certified in order to use"
    },
    {
      "index": 8,
      "start_time": 44559.0,
      "end_time": 49559.0,
      "text": "it. There is a price to become certified, and many local farmers can't afford it. While"
    },
    {
      "index": 9,
      "start_time": 49559.0,
      "end_time": 55280.0,
      "text": "local foods may not bare the official organic label, you do have a unique opportunity to"
    },
    {
      "index": 10,
      "start_time": 55280.0,
      "end_time": 60649.0,
      "text": "get to know the farmer and find out what growing techniques and pesticides, if any, they use."
    },
    {
      "index": 11,
      "start_time": 60649.0,
      "end_time": 64890.0,
      "text": "Buying local encourages variety, and is often cheaper than grocery store shopping."
    },
    {
      "index": 12,
      "start_time": 64890.0,
      "end_time": 69550.0,
      "text": "If you don’t want to spend the money on going all organic, check out the lists in"
    },
    {
      "index": 13,
      "start_time": 69550.0,
      "end_time": 74470.0,
      "text": "the description below, which will tell you the produce that is the dirtiest and the cleanest."
    },
    {
      "index": 14,
      "start_time": 74470.0,
      "end_time": 79910.0,
      "text": "So remember: There’s a reason to go organic and to eat local produce. Cutting out pesticides"
    },
    {
      "index": 15,
      "start_time": 79910.0,
      "end_time": 84900.0,
      "text": "and reducing your carbon footprint is one way to feel just a little bit better."
    }
  ]
}