{
  "video_id": "-VJX2W3O9Ek",
  "title": "Why is Scandinavia so expensive? | CNBC Explains",
  "json": [
    {
      "index": 1,
      "start_time": 240.0,
      "end_time": 740.0,
      "text": "Tak!"
    },
    {
      "index": 2,
      "start_time": 1340.0,
      "end_time": 9300.0,
      "text": "Across Scandinavia, the average price of everything from a knitted roll neck to pastries from the local bakery are some of the highest in the world."
    },
    {
      "index": 3,
      "start_time": 15700.0,
      "end_time": 21100.0,
      "text": "Scandinavia is a region in northern Europe that was historically made up of three kingdoms."
    },
    {
      "index": 4,
      "start_time": 21100.0,
      "end_time": 23500.0,
      "text": "Norway, Sweden, and Denmark."
    },
    {
      "index": 5,
      "start_time": 23500.0,
      "end_time": 30900.0,
      "text": "They're united by their Viking heritage but also their shared reputation as one of the most expensive regions to live and visit."
    },
    {
      "index": 6,
      "start_time": 30900.0,
      "end_time": 37220.0,
      "text": "Whether it's buying a car or a TV, consumers in Scandinavia pay some of the highest prices in the world."
    },
    {
      "index": 7,
      "start_time": 37220.0,
      "end_time": 44280.0,
      "text": "Even buying groceries is costly with all three countries' food and drink prices above the European average."
    },
    {
      "index": 8,
      "start_time": 44280.0,
      "end_time": 49600.0,
      "text": "All three countries also have a standard VAT rate of 25%."
    },
    {
      "index": 9,
      "start_time": 49600.0,
      "end_time": 53580.0,
      "text": "Amongst all the European nations, only Hungary has a higher rate."
    },
    {
      "index": 10,
      "start_time": 53580.0,
      "end_time": 56190.0,
      "text": "Heading to the bar is also pretty pricey."
    },
    {
      "index": 11,
      "start_time": 56200.0,
      "end_time": 61880.0,
      "text": "In Norway, having a beer or glass of wine will cost 2.5 times the EU average."
    },
    {
      "index": 12,
      "start_time": 61880.0,
      "end_time": 67520.0,
      "text": "Both Norway and Sweden have state-run monopolies on alcohol which helps keep the prices up."
    },
    {
      "index": 13,
      "start_time": 67520.0,
      "end_time": 77200.0,
      "text": "This social market model, rather than a liberal market model like in the U.S., is common across Scandinavia and helps explain why the cost of living is so high."
    },
    {
      "index": 14,
      "start_time": 77200.0,
      "end_time": 81640.0,
      "text": "Scandinavian countries have large welfare states with their social expenditures."
    },
    {
      "index": 15,
      "start_time": 81640.0,
      "end_time": 87920.0,
      "text": "As a percentage of GDP, among the highest in the world and this requires high levels of taxation."
    },
    {
      "index": 16,
      "start_time": 87920.0,
      "end_time": 92240.0,
      "text": "Sweden has a top rate of personal income tax of over 60%."
    },
    {
      "index": 17,
      "start_time": 92240.0,
      "end_time": 98440.0,
      "text": "While Denmark's is more than 55%, both of which are well above the OECD average."
    },
    {
      "index": 18,
      "start_time": 98440.0,
      "end_time": 101539.0,
      "text": "In Denmark, if you want to buy a car."
    },
    {
      "index": 19,
      "start_time": 100340.0,
      "end_time": 106340.0,
      "text": "You have to pay anywhere between 85% and 150% tax on top of the cost of the vehicle."
    },
    {
      "index": 20,
      "start_time": 106340.0,
      "end_time": 108540.0,
      "text": "And the taxes don't stop there."
    },
    {
      "index": 21,
      "start_time": 108540.0,
      "end_time": 111300.0,
      "text": "Let's say I want to buy a sweater in Denmark."
    },
    {
      "index": 22,
      "start_time": 111300.0,
      "end_time": 116140.0,
      "text": "I pay 300 kronor for it, but how much of that money actually goes to the vendor?"
    },
    {
      "index": 23,
      "start_time": 116140.0,
      "end_time": 121840.0,
      "text": "Well, first there's the 25% VAT - leaving the seller with 240 kronor."
    },
    {
      "index": 24,
      "start_time": 121840.0,
      "end_time": 126480.0,
      "text": "The clothes shop also has to pay a minimum 22% of corporate income tax."
    },
    {
      "index": 25,
      "start_time": 126480.0,
      "end_time": 131760.0,
      "text": "That means that a big portion of the money I paid for my sweater goes to the Danish government."
    },
    {
      "index": 26,
      "start_time": 131760.0,
      "end_time": 135560.0,
      "text": "Not to mention there's a hefty payroll tax on employees' wages."
    },
    {
      "index": 27,
      "start_time": 135560.0,
      "end_time": 141760.0,
      "text": "And the store still has to pay for rent, electricity, and cleaning - all of which are taxed, too."
    },
    {
      "index": 28,
      "start_time": 141760.0,
      "end_time": 147800.0,
      "text": "These taxes mean that for Scandinavian businesses to make a profit, they need to charge their consumers high prices."
    },
    {
      "index": 29,
      "start_time": 147800.0,
      "end_time": 151980.0,
      "text": "For some companies, this has proved too much of a burden for their business model."
    },
    {
      "index": 30,
      "start_time": 151980.0,
      "end_time": 158280.0,
      "text": "The world's biggest furniture company IKEA was founded in Sweden but has moved its headquarters to the Netherlands."
    },
    {
      "index": 31,
      "start_time": 158280.0,
      "end_time": 163180.0,
      "text": "Through corporate restructuring, the business is now owned by a non-profit Dutch parent company."
    },
    {
      "index": 32,
      "start_time": 163180.0,
      "end_time": 165800.0,
      "text": "In part due to the high taxes in Sweden."
    },
    {
      "index": 33,
      "start_time": 165800.0,
      "end_time": 174540.0,
      "text": "But according to some experts, Scandinavia's social democrat tendencies have led to a strong social cohesion and has helped provide political stability."
    },
    {
      "index": 34,
      "start_time": 174540.0,
      "end_time": 178640.0,
      "text": "This, in turn, has made their economies safe havens for outside investors."
    },
    {
      "index": 35,
      "start_time": 178640.0,
      "end_time": 184540.0,
      "text": "Which is one reason why the Danish, Swedish and Norwegian currencies called krona are so strong."
    },
    {
      "index": 36,
      "start_time": 184540.0,
      "end_time": 188840.0,
      "text": "This can be tough on tourists with the exchange rate doing them no favors."
    },
    {
      "index": 37,
      "start_time": 188840.0,
      "end_time": 191900.0,
      "text": "If the cost of living in Scandinavia is so expensive."
    },
    {
      "index": 38,
      "start_time": 191900.0,
      "end_time": 195580.0,
      "text": "Why then are its citizens some of the happiest in the world?"
    },
    {
      "index": 39,
      "start_time": 195580.0,
      "end_time": 200500.0,
      "text": "In the past five years, Scandinavian countries have regularly topped the World Happiness Report."
    },
    {
      "index": 40,
      "start_time": 200500.0,
      "end_time": 206160.0,
      "text": "That's an index that measures overall life satisfaction based on different contributing factors."
    },
    {
      "index": 41,
      "start_time": 206160.0,
      "end_time": 216800.0,
      "text": "Some experts attribute these high satisfaction levels with Scandinavia's large welfare state which they say ensures financial security, job security, and economic distribution."
    },
    {
      "index": 42,
      "start_time": 216900.0,
      "end_time": 226460.0,
      "text": "In return for high taxes, citizens get free state education, very cheap child care, a functioning public transport and a free health service."
    },
    {
      "index": 43,
      "start_time": 226460.0,
      "end_time": 231400.0,
      "text": "But a large and expensive social welfare state doesn't necessarily mean the best."
    },
    {
      "index": 44,
      "start_time": 231400.0,
      "end_time": 239420.0,
      "text": "For example, Norway is the only Scandinavian country that ranks in the top 10 for adult education levels, amongst OECD countries."
    },
    {
      "index": 45,
      "start_time": 239440.0,
      "end_time": 242820.0,
      "text": "And yet Scandinavians remain happy with the status quo."
    },
    {
      "index": 46,
      "start_time": 242820.0,
      "end_time": 247560.0,
      "text": "Living within a social corporatist economy that provides reliable economic welfare."
    },
    {
      "index": 47,
      "start_time": 248620.0,
      "end_time": 258380.0,
      "text": "Having a beer at the end of the day does cost a small fortune, but for people living and working in Scandinavia, high prices provide a quality of life that's worth paying for."
    },
    {
      "index": 48,
      "start_time": 262920.0,
      "end_time": 264400.0,
      "text": "Hi guys, thanks very much for watching."
    },
    {
      "index": 49,
      "start_time": 264400.0,
      "end_time": 267120.0,
      "text": "If you'd like to see any more of our Explainers, then check out these."
    },
    {
      "index": 50,
      "start_time": 267120.0,
      "end_time": 271320.0,
      "text": "Otherwise, feel free to comment below the video for any future videos you'd like us to make."
    },
    {
      "index": 51,
      "start_time": 271320.0,
      "end_time": 272800.0,
      "text": "And don't forget to like and subscribe."
    },
    {
      "index": 52,
      "start_time": 272800.0,
      "end_time": 273820.0,
      "text": "Tak for watching!"
    }
  ]
}