{
  "video_id": "-W_rB9xWfYk",
  "title": "Conversation Skills: DON'T BE SHY!",
  "json": [
    {
      "index": 1,
      "start_time": 1920.0,
      "end_time": 9150.0,
      "text": "Hi, there. My name is Ronnie. Today, I'm going to teach you something very fun and exciting"
    },
    {
      "index": 2,
      "start_time": 7950.0,
      "end_time": 15820.0,
      "text": "and important. It's how to improve your speaking. Whether you're speaking English or whether"
    },
    {
      "index": 3,
      "start_time": 15820.0,
      "end_time": 23564.0,
      "text": "you're doing public speaking in front of people or whether you're just speaking to a neighbor,"
    },
    {
      "index": 4,
      "start_time": 23564.0,
      "end_time": 32087.0,
      "text": "someone on the bus, someone in a store, or a taxi driver, you might be shy. What does"
    },
    {
      "index": 5,
      "start_time": 32087.000000000004,
      "end_time": 40030.0,
      "text": "\"shy\" mean? \"Shy\" means you don't like -- or you're nervous -- to speak to strangers or"
    },
    {
      "index": 6,
      "start_time": 40030.0,
      "end_time": 50139.0,
      "text": "to speak to other people. So if you are naturally a shy person, I'm sure you've heard people"
    },
    {
      "index": 7,
      "start_time": 50139.0,
      "end_time": 59809.0,
      "text": "over and over again say, \"Don't be shy! Come on. Don't be shy!\" Easier said than done,"
    },
    {
      "index": 8,
      "start_time": 59809.0,
      "end_time": 68133.0,
      "text": "isn't it, shy people? So I want to give you some tips or some pointers maybe to help you"
    },
    {
      "index": 9,
      "start_time": 68133.0,
      "end_time": 76320.0,
      "text": "to be less shy. It's impossible to be 100 percent outgoing if you are naturally a shy"
    },
    {
      "index": 10,
      "start_time": 77213.0,
      "end_time": 83396.0,
      "text": "So today's lesson is how you improve your speaking. Don't be shy!"
    },
    {
      "index": 11,
      "start_time": 83396.0,
      "end_time": 92390.0,
      "text": "The first thing that you have to do is think about why. \"Why am I shy?\" There may be many"
    },
    {
      "index": 12,
      "start_time": 92390.0,
      "end_time": 98240.0,
      "text": "different reasons. I'm just going to go through a couple of them. The number one reason, probably,"
    },
    {
      "index": 13,
      "start_time": 98240.0,
      "end_time": 106039.0,
      "text": "if you're watching these videos, is because you are trying to speak a new language. Maybe"
    },
    {
      "index": 14,
      "start_time": 106039.0,
      "end_time": 116967.0,
      "text": "it is English. And you are shy to make a mistake. You don't want to say something bad, funny,"
    },
    {
      "index": 15,
      "start_time": 116967.0,
      "end_time": 123030.0,
      "text": "rude, embarrassing. You don't want your face to go red and they'll go, \"Ha ha! You said"
    },
    {
      "index": 16,
      "start_time": 123030.0,
      "end_time": 130009.0,
      "text": "a funny word!\"Okay. That will happen. And you know what? Who cares? It happens all the"
    },
    {
      "index": 17,
      "start_time": 130008.99999999999,
      "end_time": 135156.0,
      "text": "time. I say funny things a lot, too."
    },
    {
      "index": 18,
      "start_time": 135156.0,
      "end_time": 142459.0,
      "text": "Another reason why you may be shy is because you \"talk funny\". Lots of people have different"
    },
    {
      "index": 19,
      "start_time": 142459.0,
      "end_time": 148665.0,
      "text": "problems with their mouths. Some people have a speech impediment. Some people have a lisp,"
    },
    {
      "index": 20,
      "start_time": 148665.0,
      "end_time": 158310.0,
      "text": "so they don't pronounce words probably like me. Maybe you have a very strange or different"
    },
    {
      "index": 21,
      "start_time": 158310.0,
      "end_time": 166659.0,
      "text": "accent than the other people around you. People often ask me, \"Ronnie, where are you from?\""
    },
    {
      "index": 22,
      "start_time": 166659.0,
      "end_time": 176629.0,
      "text": "And I say, \"Canada.\" And they say, \"No, you're not.\" \"Yes, I am.\" \"But you have an accent.\""
    },
    {
      "index": 23,
      "start_time": 176629.0,
      "end_time": 182030.0,
      "text": "\"Yes. I have an accent. I talk funny. Who cares? I'm from Canada. Nice to meet you.\""
    },
    {
      "index": 24,
      "start_time": 182030.0,
      "end_time": 188347.0,
      "text": "So even if you do talk funny or you have an accent, rock with it. Yeah. You speak differently."
    },
    {
      "index": 25,
      "start_time": 188347.0,
      "end_time": 193713.0,
      "text": "Good. Don't be like other people. Other people are boring."
    },
    {
      "index": 26,
      "start_time": 193713.0,
      "end_time": 200920.0,
      "text": "This is a problem. Maybe you just don't like to talk. Okay? Maybe you are quiet. Maybe"
    },
    {
      "index": 27,
      "start_time": 200920.0,
      "end_time": 207659.0,
      "text": "you don't want to talk to anyone ever, at all. That's cool. If you don't like people"
    },
    {
      "index": 28,
      "start_time": 207659.0,
      "end_time": 213640.0,
      "text": "and you don't like to talk, don't force yourself to talk. Maybe you could write something."
    },
    {
      "index": 29,
      "start_time": 213640.0,
      "end_time": 219016.0,
      "text": "Maybe you could text message or email someone. But that's not going to improve your speaking."
    },
    {
      "index": 30,
      "start_time": 219016.0,
      "end_time": 226069.0,
      "text": "If you do not like to talk to people, that's your choice. But I'm trying to help you overcome"
    },
    {
      "index": 31,
      "start_time": 226069.0,
      "end_time": 233593.0,
      "text": "your shyness. So let's go through a couple ways to actually do this. Don't be shy!"
    },
    {
      "index": 32,
      "start_time": 233593.0,
      "end_time": 241807.0,
      "text": "Just say, \"Hi!\" So if you're standing at a bus stop or the subway station or anywhere,"
    },
    {
      "index": 33,
      "start_time": 241807.0,
      "end_time": 248569.0,
      "text": "and there's another human being beside you -- let's say that you're at a bar, and there's"
    },
    {
      "index": 34,
      "start_time": 248569.0,
      "end_time": 256840.0,
      "text": "a beautiful girl or a very handsome boy. The quickest, the easiest, and the best way to"
    },
    {
      "index": 35,
      "start_time": 256839.99999999997,
      "end_time": 264810.0,
      "text": "speak to someone is just to say, \"Hi! My name is Ronnie.\" Don't use \"Ronnie\", though. That's"
    },
    {
      "index": 36,
      "start_time": 264810.0,
      "end_time": 271640.0,
      "text": "my name. You have to use your name. So just say \"hi\" to people. If they want to speak"
    },
    {
      "index": 37,
      "start_time": 271640.0,
      "end_time": 278660.0,
      "text": "to you, they will start the conversation. They will say, \"Oh, hi. My name is --. Nice"
    },
    {
      "index": 38,
      "start_time": 278660.0,
      "end_time": 286553.0,
      "text": "to meet you.\" \"Oh, nice to meet you, too.\" Uh-oh! And then, your shyness sets in because"
    },
    {
      "index": 39,
      "start_time": 286553.0,
      "end_time": 295134.0,
      "text": "-- \"What do I say? Shoes. I have shoes. Do you have shoes? Oh, God. I'm such an idiot."
    },
    {
      "index": 40,
      "start_time": 295134.0,
      "end_time": 301310.0,
      "text": "I can't even speak.\" Maybe the other person will have asked you a question. You can always"
    },
    {
      "index": 41,
      "start_time": 301310.0,
      "end_time": 306820.0,
      "text": "ask people basic questions, like, \"Where are you from? Why do you talk funny? Why are you"
    },
    {
      "index": 42,
      "start_time": 306820.0,
      "end_time": 310202.0,
      "text": "shy?\" All those fun questions."
    },
    {
      "index": 43,
      "start_time": 310202.0,
      "end_time": 317572.0,
      "text": "When you're actually speaking to someone, it's really important that you choose a topic"
    },
    {
      "index": 44,
      "start_time": 317572.0,
      "end_time": 326143.0,
      "text": "that you like. So if I were to meet someone -- \"Hi. My name is Ronnie.\" \"Hi.\" \"Cool. So"
    },
    {
      "index": 45,
      "start_time": 326143.0,
      "end_time": 336120.0,
      "text": "-- oh, I like music. Do you like the Sex Pistols?\" \"Yeah.\" \"Me, too. Oh, my God. No way! What"
    },
    {
      "index": 46,
      "start_time": 336120.0,
      "end_time": 342120.0,
      "text": "other kind of music do you like?\" So I like to talk to people about music. The only problem"
    },
    {
      "index": 47,
      "start_time": 342120.0,
      "end_time": 348660.0,
      "text": "is not a lot of people like the same music I do. So you have to choose a topic that you"
    },
    {
      "index": 48,
      "start_time": 348660.0,
      "end_time": 354411.0,
      "text": "like to talk about. If you're lucky, the other person will also like the topic."
    },
    {
      "index": 49,
      "start_time": 354411.0,
      "end_time": 364510.0,
      "text": "The next one: Get a job. Now, this might be very strange for you to even comprehend, but"
    },
    {
      "index": 50,
      "start_time": 364510.0,
      "end_time": 372904.0,
      "text": "I -- right here -- am shy. When I was a child, I wasn't shy. I would do anything and go anywhere."
    },
    {
      "index": 51,
      "start_time": 372904.0,
      "end_time": 379300.0,
      "text": "But as I got older -- high school, university -- I just didn't want to talk to people. I"
    },
    {
      "index": 52,
      "start_time": 379300.0,
      "end_time": 386216.0,
      "text": "think people are boring, and I'd rather sit by myself and think about things. So I became"
    },
    {
      "index": 53,
      "start_time": 386216.0,
      "end_time": 389472.0,
      "text": "shy. I didn't want to talk to people. People would talk to me, and I'd rather be, like,"
    },
    {
      "index": 54,
      "start_time": 389472.0,
      "end_time": 396170.0,
      "text": "\"I don't know what to say. Hi.\" One thing that I did do when I was in high school, I"
    },
    {
      "index": 55,
      "start_time": 396170.0,
      "end_time": 404883.0,
      "text": "got a job as a waitress. Gulp. So guess what. Every time somebody came into my restaurant,"
    },
    {
      "index": 56,
      "start_time": 404883.0,
      "end_time": 412055.0,
      "text": "I had to talk to them. I had to be nice to them. I had to smile. I don't want to smile,"
    },
    {
      "index": 57,
      "start_time": 412055.0,
      "end_time": 418160.0,
      "text": "but I had to. Getting a job where you have to talk to people, like being a waiter or"
    },
    {
      "index": 58,
      "start_time": 418160.0,
      "end_time": 424250.0,
      "text": "a waitress, even something in the back like working in a kitchen, working in a store -- if"
    },
    {
      "index": 59,
      "start_time": 424250.0,
      "end_time": 430850.0,
      "text": "you can get a job where you are forced to talk to people, I guarantee you, you will"
    },
    {
      "index": 60,
      "start_time": 430850.0,
      "end_time": 437648.0,
      "text": "overcome your shyness because you are forced to talk to people. Please also be careful"
    },
    {
      "index": 61,
      "start_time": 437648.0,
      "end_time": 441419.0,
      "text": "-- people are boring, as I mentioned before."
    },
    {
      "index": 62,
      "start_time": 441419.0,
      "end_time": 450200.0,
      "text": "The next one is: Get a dog. \"Get a dog? What? Are you going to talk to the dog?\" No. But"
    },
    {
      "index": 63,
      "start_time": 450200.0,
      "end_time": 458720.0,
      "text": "guess what? I don't know why, but people who have dogs always like to talk to other people"
    },
    {
      "index": 64,
      "start_time": 458720.0,
      "end_time": 465020.0,
      "text": "who have dogs. For example, in the morning, when I walk my dog, people talk to me about"
    },
    {
      "index": 65,
      "start_time": 465020.0,
      "end_time": 469500.0,
      "text": "stupid things about my dog. \"How old is your dog?\" \"Who cares?\" \"What's your dog's name?\""
    },
    {
      "index": 66,
      "start_time": 469500.0,
      "end_time": 473949.0,
      "text": "\"Why? Are you going to send it a birthday card?\" Okay. People that have dogs are usually"
    },
    {
      "index": 67,
      "start_time": 473949.0,
      "end_time": 479990.0,
      "text": "friendly, and it forces you to interact with other people. Sometimes, people ask me questions,"
    },
    {
      "index": 68,
      "start_time": 479990.0,
      "end_time": 486330.0,
      "text": "and I say, \"Yes. Seven. Good. Okay.\" And I just stare at my dog. \"Come on, dog. Come"
    },
    {
      "index": 69,
      "start_time": 486330.0,
      "end_time": 490910.0,
      "text": "on, dog. Let's go, dog. Come on. I don't want to talk to these people.\" But getting a dog"
    },
    {
      "index": 70,
      "start_time": 490910.0,
      "end_time": 496150.0,
      "text": "will help you walk around the neighborhood. It will help you talk to people. It's an interesting"
    },
    {
      "index": 71,
      "start_time": 496150.0,
      "end_time": 502240.0,
      "text": "idea that if you have a cat, or if you're a cat person, you're shy. But people that"
    },
    {
      "index": 72,
      "start_time": 502240.0,
      "end_time": 510560.0,
      "text": "have dogs are usually -- but not always -- more friendly. Are you a cat person or a dog person?"
    },
    {
      "index": 73,
      "start_time": 510560.0,
      "end_time": 515689.0,
      "text": "This is one of my favorite things in the world, ever. Travel. Okay? Leave your house; get"
    },
    {
      "index": 74,
      "start_time": 515688.99999999994,
      "end_time": 522598.99999999994,
      "text": "on an airplane -- get some money, first; get a job; get some money; jump on an airplane;"
    },
    {
      "index": 75,
      "start_time": 522599.00000000006,
      "end_time": 531709.0,
      "text": "and go traveling. Do it alone. How scary! If you travel by yourself without anyone -- that"
    },
    {
      "index": 76,
      "start_time": 531709.0,
      "end_time": 537529.0,
      "text": "means alone -- you are forced to talk to people. You're going to be lonely. You're going to"
    },
    {
      "index": 77,
      "start_time": 537529.0,
      "end_time": 543120.0,
      "text": "want to talk to people. You're going to go to restaurants by yourself and sit there and"
    },
    {
      "index": 78,
      "start_time": 543120.0,
      "end_time": 549259.0,
      "text": "look at the menu all alone. You're going to see other people talking, and you'll go, \"I"
    },
    {
      "index": 79,
      "start_time": 549259.0,
      "end_time": 557407.0,
      "text": "wish I had a friend.\" All you have to do is talk to people. Say the magic word, \"Hi!\""
    },
    {
      "index": 80,
      "start_time": 557407.0,
      "end_time": 562730.0,
      "text": "And start a conversation. When you travel, you're forced to talk to people. When you"
    },
    {
      "index": 81,
      "start_time": 562730.0,
      "end_time": 568649.0,
      "text": "check in at a hotel, when you take a bus, when you're asking for directions. And I guarantee"
    },
    {
      "index": 82,
      "start_time": 568649.0,
      "end_time": 574470.0,
      "text": "you will make some really good friends. You'll probably meet a lot of crazy people, too."
    },
    {
      "index": 83,
      "start_time": 574470.0,
      "end_time": 576454.0,
      "text": "They're the best."
    },
    {
      "index": 84,
      "start_time": 576454.0,
      "end_time": 582350.0,
      "text": "And last, but not least, when you're traveling alone, when you have a dog, when you're at"
    },
    {
      "index": 85,
      "start_time": 582350.0,
      "end_time": 591310.0,
      "text": "your job, get drunk. Oh, yeah. There's a reason why alcohol has a name, Like \"Six-Pack Attack\""
    },
    {
      "index": 86,
      "start_time": 591310.0,
      "end_time": 599471.0,
      "text": "or \"Liquid Lunch\", because when you drink alcohol-- \"Social Lubricant\" is a good one."
    },
    {
      "index": 87,
      "start_time": 599471.0,
      "end_time": 606730.0,
      "text": "When you drink alcohol, you are not as shy as you were. Now, I am being a little bit"
    },
    {
      "index": 88,
      "start_time": 606730.0,
      "end_time": 614220.0,
      "text": "sarcastic when I say, \"Get drunk.\" If you have one or two drinks, you're going to feel"
    },
    {
      "index": 89,
      "start_time": 614220.0,
      "end_time": 621339.0,
      "text": "less shy. When I write here, \"Get drunk\", I don't mean, like -- and throw up. That's"
    },
    {
      "index": 90,
      "start_time": 621339.0,
      "end_time": 627839.0,
      "text": "not cool. Nobody wants to talk to you. So have one or two alcoholic drinks -- or just"
    },
    {
      "index": 91,
      "start_time": 627839.0,
      "end_time": 634569.0,
      "text": "some coke -- and you will become less shy naturally. It will happen. It's fun."
    },
    {
      "index": 92,
      "start_time": 634569.0,
      "end_time": 643220.0,
      "text": "Are you shy? Don't be shy. Follow these tips. Figure out why you are shy. And please, write"
    },
    {
      "index": 93,
      "start_time": 643220.0,
      "end_time": 648456.0,
      "text": "in the comments and tell me why you are shy. Maybe I can help you. Maybe I can't. Maybe"
    },
    {
      "index": 94,
      "start_time": 648456.0,
      "end_time": 658456.0,
      "text": "you're just shy. If you are, good luck. Bye."
    }
  ]
}