{
  "video_id": "-z1kozprw8Y",
  "title": "What is Aquaponics? How it Works & Why an Aquaponic Setup Can Fail",
  "json": [
    {
      "index": 1,
      "start_time": 9580.0,
      "end_time": 17939.0,
      "text": "I have another exciting episode for you and we’re here in Hawaii, on Oahu actually,"
    },
    {
      "index": 2,
      "start_time": 17939.0,
      "end_time": 22490.0,
      "text": "and today we have a special episode for you guys all about aquaponics man I’m excited"
    },
    {
      "index": 3,
      "start_time": 22490.0,
      "end_time": 29130.0,
      "text": "for this episode actually to share with you guys. This place here is actually called Aquaponics"
    },
    {
      "index": 4,
      "start_time": 29130.0,
      "end_time": 34540.0,
      "text": "Place. This is a store that specializes in aquaponics, all the different parts you’ll"
    },
    {
      "index": 5,
      "start_time": 34540.0,
      "end_time": 41050.0,
      "text": "need for aquaponics, the plants, the fish, the different, you know, tubs, bins, totes."
    },
    {
      "index": 6,
      "start_time": 41050.0,
      "end_time": 45190.0,
      "text": "Everything you need to do an aquaponics system in your home so that you can start growing"
    },
    {
      "index": 7,
      "start_time": 45190.0,
      "end_time": 49360.0,
      "text": "your own food today. You know, especially here in the islands it’s very important"
    },
    {
      "index": 8,
      "start_time": 49360.0,
      "end_time": 53229.0,
      "text": "to, you know, have a backup plan in case the ship doesn’t come in. To be able to grow"
    },
    {
      "index": 9,
      "start_time": 53229.0,
      "end_time": 58220.0,
      "text": "your own food and as much as I like growing food in the soil and dirt, you know, or the"
    },
    {
      "index": 10,
      "start_time": 58220.0,
      "end_time": 64320.0,
      "text": "red dirt here, aquaponics systems are great because now instead of just having vegetables"
    },
    {
      "index": 11,
      "start_time": 64319.99999999999,
      "end_time": 69030.0,
      "text": "you can also grow your own fish. Whether you want to keep fish as pets or whether you want"
    },
    {
      "index": 12,
      "start_time": 69030.0,
      "end_time": 73439.0,
      "text": "to have them as a food source they can grow a lot of fish and a lot of vegetables to eat,"
    },
    {
      "index": 13,
      "start_time": 73439.0,
      "end_time": 77700.0,
      "text": "a very well balanced diet. So anyways, what we’re going to do today is we’re going"
    },
    {
      "index": 14,
      "start_time": 77700.0,
      "end_time": 82470.0,
      "text": "to go into the aquaponics place and share with you guys exactly what aquaponics is if"
    },
    {
      "index": 15,
      "start_time": 82470.0,
      "end_time": 86920.0,
      "text": "you don’t know about it and share with you some of the components of the system and share"
    },
    {
      "index": 16,
      "start_time": 86920.0,
      "end_time": 90070.0,
      "text": "with you guys some of the fish that they offer here. Share with you guys some of the pre-made"
    },
    {
      "index": 17,
      "start_time": 90070.0,
      "end_time": 95550.0,
      "text": "and pre-built systems you can actually buy and bring home, anywhere here on Oahu."
    },
    {
      "index": 18,
      "start_time": 95550.0,
      "end_time": 100180.0,
      "text": "So we’re here inside the aquaponics place and if you guys are an aquaponics geek, this"
    },
    {
      "index": 19,
      "start_time": 100180.0,
      "end_time": 106640.0,
      "text": "is your hang out man. They got all these different valve things and siphon things and screens"
    },
    {
      "index": 20,
      "start_time": 106640.0,
      "end_time": 111620.0,
      "text": "and they got all kinds of fittings and they got basically everything you need to do aquaponics"
    },
    {
      "index": 21,
      "start_time": 111620.0,
      "end_time": 116120.0,
      "text": "at home. I mean even on the mainland, a store like this is just unheard of. I’ve never"
    },
    {
      "index": 22,
      "start_time": 116120.0,
      "end_time": 121180.0,
      "text": "seen a store dedicated to aquaponics. I think there should be a store like this in every"
    },
    {
      "index": 23,
      "start_time": 121180.0,
      "end_time": 124350.0,
      "text": "city across the nation so that people can actually start growing their own food and"
    },
    {
      "index": 24,
      "start_time": 124350.0,
      "end_time": 129200.0,
      "text": "it makes it easy for people to get all the supplies and parts, fittings, all this stuff"
    },
    {
      "index": 25,
      "start_time": 129199.99999999999,
      "end_time": 133238.99999999997,
      "text": "you know because normally you have to go around to five stores, maybe a plumbing store, a"
    },
    {
      "index": 26,
      "start_time": 133239.0,
      "end_time": 137580.0,
      "text": "hardware store, a swimming pool store and a pond store to get all the different things"
    },
    {
      "index": 27,
      "start_time": 137580.0,
      "end_time": 142340.0,
      "text": "to get a system together. I like that this is literally a one stop shop to get all your"
    },
    {
      "index": 28,
      "start_time": 142340.0,
      "end_time": 147580.0,
      "text": "aquaponics needs met. And I’m glad they’re here on Oahu so that everybody on this island"
    },
    {
      "index": 29,
      "start_time": 147580.0,
      "end_time": 149150.0,
      "text": "can be growing some food today."
    },
    {
      "index": 30,
      "start_time": 149150.0,
      "end_time": 152330.0,
      "text": "What we’re going to be doing next is actually share with you guys how the aquapoincs system"
    },
    {
      "index": 31,
      "start_time": 152330.0,
      "end_time": 156690.0,
      "text": "works specifically, so that you’ll be able to know how it works, and then more importantly"
    },
    {
      "index": 32,
      "start_time": 156690.0,
      "end_time": 160620.0,
      "text": "be able to set one up and grow food for you and your family."
    },
    {
      "index": 33,
      "start_time": 160620.0,
      "end_time": 164280.0,
      "text": "So now we’re going to share with you guys what an aquaponics system is and it’s pretty"
    },
    {
      "index": 34,
      "start_time": 164280.0,
      "end_time": 168450.0,
      "text": "much right here as you guys can see we got a big tank on the bottom and this is simply"
    },
    {
      "index": 35,
      "start_time": 168450.0,
      "end_time": 172670.0,
      "text": "a fish tank. It’s holding fish, there’s lots of fish growing in there. The tilapia"
    },
    {
      "index": 36,
      "start_time": 172670.0,
      "end_time": 178430.0,
      "text": "that you can eat or just keep as pets and then what happens is the fish are living in"
    },
    {
      "index": 37,
      "start_time": 178430.0,
      "end_time": 183740.0,
      "text": "the fish tank and they are getting fed with the fish food which is the only input in this"
    },
    {
      "index": 38,
      "start_time": 183740.0,
      "end_time": 188360.0,
      "text": "system. The fish eat the fish food and then guess what, they create waste much like us"
    },
    {
      "index": 39,
      "start_time": 188360.0,
      "end_time": 194400.0,
      "text": "right. The fish make the pee and poop and then that basically gets in the water and"
    },
    {
      "index": 40,
      "start_time": 194400.0,
      "end_time": 201069.0,
      "text": "then what they do is they take the water and they pump it up into this top bed. They pump"
    },
    {
      "index": 41,
      "start_time": 201069.0,
      "end_time": 209890.0,
      "text": "the water up and then the water filters through this rock here, the cinder, and it basically"
    },
    {
      "index": 42,
      "start_time": 209890.0,
      "end_time": 216410.0,
      "text": "filters down and goes back in and comes back out and strains back into the tank there."
    },
    {
      "index": 43,
      "start_time": 216410.0,
      "end_time": 220800.0,
      "text": "You can see where it’s all spraying out. What the plants do is the plants actually"
    },
    {
      "index": 44,
      "start_time": 220800.0,
      "end_time": 225670.0,
      "text": "filter the fish pee and poop and put it back into the water. So that’s the simplified"
    },
    {
      "index": 45,
      "start_time": 225670.0,
      "end_time": 229540.0,
      "text": "version we’re going to talk about in a little while the more complex version and how this"
    },
    {
      "index": 46,
      "start_time": 229540.0,
      "end_time": 234750.0,
      "text": "system and why this system really works. It’s actually a, there’s one big lynch pin that"
    },
    {
      "index": 47,
      "start_time": 234750.0,
      "end_time": 240330.0,
      "text": "many people may not be aware about in an aquaponics system that we’ll cover in just a little"
    },
    {
      "index": 48,
      "start_time": 240330.0,
      "end_time": 243900.0,
      "text": "bit. So next we’re going to show you guys some of the different edibles that you can"
    },
    {
      "index": 49,
      "start_time": 243900.0,
      "end_time": 248050.0,
      "text": "grow in an aquaponics system to feed you and your family."
    },
    {
      "index": 50,
      "start_time": 248050.0,
      "end_time": 252690.0,
      "text": "Alright so in this system they got a couple cool things. First soybeans, yes you can grow"
    },
    {
      "index": 51,
      "start_time": 252690.0,
      "end_time": 257900.0,
      "text": "soybeans in an aquaponics system. They got some little Kales right there in addition"
    },
    {
      "index": 52,
      "start_time": 257899.99999999997,
      "end_time": 263780.0,
      "text": "some mizuna, one of my favorite leafy greens, especially to grow in the winter time. Also"
    },
    {
      "index": 53,
      "start_time": 263780.0,
      "end_time": 268650.0,
      "text": "the lettuces, of course the lettuces will do well in an aquaponics system but they can’t"
    },
    {
      "index": 54,
      "start_time": 268650.0,
      "end_time": 273669.0,
      "text": "be in full sun. They like it a little bit shady. Let’s see here, in addition they"
    },
    {
      "index": 55,
      "start_time": 273669.0,
      "end_time": 278969.0,
      "text": "got some of my favorite, this is the shiso or also known as perilla and this is a purple"
    },
    {
      "index": 56,
      "start_time": 278969.0,
      "end_time": 285529.0,
      "text": "shiso. I grow this in my garden every year and evidently it will do well under an aquaponics,"
    },
    {
      "index": 57,
      "start_time": 285529.0,
      "end_time": 290659.0,
      "text": "in the cinder right here, check it out, this basically acts like a bio filter here and"
    },
    {
      "index": 58,
      "start_time": 290659.0,
      "end_time": 295629.0,
      "text": "this cinder actually unlike other metas that can be used for the aquaponics has a lot of"
    },
    {
      "index": 59,
      "start_time": 295629.0,
      "end_time": 300990.0,
      "text": "surface area because they’re literally like little sponges. In addition it looks like"
    },
    {
      "index": 60,
      "start_time": 300990.0,
      "end_time": 306509.0,
      "text": "they got a little tomato over there and a whole bunch of chives growing in this bed."
    },
    {
      "index": 61,
      "start_time": 306509.0,
      "end_time": 312050.0,
      "text": "So, this aqauponics system here they got a whole bunch of strawberries that are currently"
    },
    {
      "index": 62,
      "start_time": 312050.0,
      "end_time": 316110.0,
      "text": "in the greenery or leafing stage. They’re seasonal so they’re not producing berries"
    },
    {
      "index": 63,
      "start_time": 316110.0,
      "end_time": 321419.0,
      "text": "at this time. In addition they have a nice large egg plant that’s been there a while"
    },
    {
      "index": 64,
      "start_time": 321419.0,
      "end_time": 327369.0,
      "text": "and also they’re growing lilikoi or passion fruits that’s growing out of the aquaponics"
    },
    {
      "index": 65,
      "start_time": 327369.0,
      "end_time": 332229.0,
      "text": "system over and over and over and up the chain link fence. I think it will be great one day"
    },
    {
      "index": 66,
      "start_time": 332229.0,
      "end_time": 337699.0,
      "text": "when they have all this lilikoi or passion fruit with hanging fruits to eat and also"
    },
    {
      "index": 67,
      "start_time": 337699.0,
      "end_time": 343629.0,
      "text": "show the massiveness of the plant after it’s been growing a while in the aquaponics system."
    },
    {
      "index": 68,
      "start_time": 343629.0,
      "end_time": 348879.0,
      "text": "Other plants that can be grown in aquaponics are something like this, the basil, looks"
    },
    {
      "index": 69,
      "start_time": 348879.0,
      "end_time": 354659.0,
      "text": "like it’s doing quite well. They also have some parsley here and besides the parsley"
    },
    {
      "index": 70,
      "start_time": 354659.0,
      "end_time": 360460.0,
      "text": "they got the red Russian kale, one of my favorite, the kales right here. In addition they got"
    },
    {
      "index": 71,
      "start_time": 360460.0,
      "end_time": 365659.0,
      "text": "the green malabar spinach. I like the purple Malabar spinach but they got the green Malabar"
    },
    {
      "index": 72,
      "start_time": 365659.0,
      "end_time": 369550.0,
      "text": "spinach so it’s planted maybe about a month ago. It’s doing really excellent, this is"
    },
    {
      "index": 73,
      "start_time": 369550.0,
      "end_time": 374240.0,
      "text": "definitely one of my picks for what I would grow in the aquaponics system because the"
    },
    {
      "index": 74,
      "start_time": 374240.0,
      "end_time": 379249.0,
      "text": "Malabar spinach is what’s called a perennial, edible vegetable. You know some vegetables"
    },
    {
      "index": 75,
      "start_time": 379249.0,
      "end_time": 382939.0,
      "text": "and some plants actually go through their life cycle like the lettuce or like the kales"
    },
    {
      "index": 76,
      "start_time": 382939.0,
      "end_time": 387189.0,
      "text": "but with this guy, this will continue to grow and keep putting on food for you so you can"
    },
    {
      "index": 77,
      "start_time": 387189.0,
      "end_time": 392719.0,
      "text": "eat day after day, year after year without having to continually replant like you do"
    },
    {
      "index": 78,
      "start_time": 392719.0,
      "end_time": 398029.0,
      "text": "with the lettuce. Over next door here we got things like more basil, and look at this,"
    },
    {
      "index": 79,
      "start_time": 398029.0,
      "end_time": 402219.0,
      "text": "this basil’s been growing here a while and this basil straight up has like woody stems"
    },
    {
      "index": 80,
      "start_time": 402219.0,
      "end_time": 407129.0,
      "text": "on it. It’s quite old, doing quite well, although it looks like it does have some still"
    },
    {
      "index": 81,
      "start_time": 407129.0,
      "end_time": 411599.0,
      "text": "(06:44?) on there that they may want to do something with but doing quite well and it’s"
    },
    {
      "index": 82,
      "start_time": 411599.0,
      "end_time": 416279.0,
      "text": "nice and tall there. In addition they’ve got the Calo or the Taro here which is also"
    },
    {
      "index": 83,
      "start_time": 416279.0,
      "end_time": 423749.0,
      "text": "grown in the aquaponics system in addition they got a few beets over there and some rosemary."
    },
    {
      "index": 84,
      "start_time": 423749.0,
      "end_time": 428599.0,
      "text": "I know one of my favorite things to grow in Hawaii for sure is this guy right here, this"
    },
    {
      "index": 85,
      "start_time": 428599.0,
      "end_time": 433069.0,
      "text": "is the okra, look at those little babies man, fresh okra, fresh okra is absolutely delicious"
    },
    {
      "index": 86,
      "start_time": 433069.0,
      "end_time": 435599.0,
      "text": "and I love eating them, especially when they’re young babies."
    },
    {
      "index": 87,
      "start_time": 435599.0,
      "end_time": 440939.0,
      "text": "So over to this bed a few more things they are growing, things like celery right here."
    },
    {
      "index": 88,
      "start_time": 440939.0,
      "end_time": 445050.0,
      "text": "Definitely looking really nice and vibrant here. Also they got this plant, look at this"
    },
    {
      "index": 89,
      "start_time": 445050.0,
      "end_time": 450219.0,
      "text": "guy, this guy’s a nice woody stock, really thick, it’s going to seed and these seeds"
    },
    {
      "index": 90,
      "start_time": 450219.0,
      "end_time": 454800.0,
      "text": "are actually high in Omega 3 fatty acids as are the leafy greens that you can eat. This"
    },
    {
      "index": 91,
      "start_time": 454800.0,
      "end_time": 458819.0,
      "text": "is also the shiso or the perilla. This the green variety, definitely would encourage"
    },
    {
      "index": 92,
      "start_time": 458819.0,
      "end_time": 464539.0,
      "text": "you guys to grow the shiso green and the purple as well as basil as like an herb bed but also"
    },
    {
      "index": 93,
      "start_time": 464539.0,
      "end_time": 469029.0,
      "text": "don’t forget to grow your leafy greens. So here’s some collard greens here, I would"
    },
    {
      "index": 94,
      "start_time": 469029.0,
      "end_time": 474240.0,
      "text": "probably choose the Georgia southern collards here in Hawaii if I was growing them and let’s"
    },
    {
      "index": 95,
      "start_time": 474240.0,
      "end_time": 480529.0,
      "text": "see here, here’s a nice large parsley plant, looks super delicious, looks like it’s growing"
    },
    {
      "index": 96,
      "start_time": 480529.0,
      "end_time": 481419.0,
      "text": "quite well."
    },
    {
      "index": 97,
      "start_time": 481419.0,
      "end_time": 486879.0,
      "text": "So you guys just saw some of the different leafy greens and edibles that you can grow"
    },
    {
      "index": 98,
      "start_time": 486879.0,
      "end_time": 492639.0,
      "text": "in an aquaponics system and I always want to encourage you guys to try and grow different"
    },
    {
      "index": 99,
      "start_time": 492639.0,
      "end_time": 496729.0,
      "text": "things and experiment because that’s what this is all about. See what you can get away"
    },
    {
      "index": 100,
      "start_time": 496729.0,
      "end_time": 501129.0,
      "text": "with, of course some plants are going to do better than others and of course that depends"
    },
    {
      "index": 101,
      "start_time": 501129.0,
      "end_time": 506479.0,
      "text": "on how big your system is, how well it’s draining or not draining which we’ll talk"
    },
    {
      "index": 102,
      "start_time": 506479.0,
      "end_time": 511499.0,
      "text": "about in a little bit. Also how much sun you’re getting or how much sun you’re not getting."
    },
    {
      "index": 103,
      "start_time": 511499.0,
      "end_time": 516110.0,
      "text": "Very important factors are considered when selecting different vegetables and herbs to"
    },
    {
      "index": 104,
      "start_time": 516110.0,
      "end_time": 520060.0,
      "text": "grow in your system. Now besides just the leafy greens and you guys know that I’m"
    },
    {
      "index": 105,
      "start_time": 520059.99999999994,
      "end_time": 523739.99999999994,
      "text": "all about my leafy greens, my show is called growing your greens and I want to encourage"
    },
    {
      "index": 106,
      "start_time": 523740.0,
      "end_time": 528450.0,
      "text": "you guys to eat two pounds of leafy greens a day. You know they are one of the healthiest"
    },
    {
      "index": 107,
      "start_time": 528450.0,
      "end_time": 532380.0,
      "text": "foods on the planet. The most nutrition with the least amount of calories. As you guys"
    },
    {
      "index": 108,
      "start_time": 532380.0,
      "end_time": 536850.0,
      "text": "know, standard American food, fast food, junk food, is very high in calories but low in"
    },
    {
      "index": 109,
      "start_time": 536850.0,
      "end_time": 541910.0,
      "text": "nutrition the greens are very high in nutrition. Another thing that’s actually pretty good"
    },
    {
      "index": 110,
      "start_time": 541910.0,
      "end_time": 547580.0,
      "text": "in nutrition for the calories specifically and for the protein are the fish here. So"
    },
    {
      "index": 111,
      "start_time": 547580.0,
      "end_time": 550880.0,
      "text": "whether you want to grow your fish and eat them or you want to have them as pets, you"
    },
    {
      "index": 112,
      "start_time": 550880.0,
      "end_time": 556880.0,
      "text": "can definitely do that in the aquaponics system. In just about 10 months, on average, and it"
    },
    {
      "index": 113,
      "start_time": 556880.0,
      "end_time": 560950.0,
      "text": "depends on the size of your tank and how much you’re feeding them and what not. Your fish,"
    },
    {
      "index": 114,
      "start_time": 560950.0,
      "end_time": 566030.0,
      "text": "the tilapia will grow into full size and you can catch them and eat them. I think they’re"
    },
    {
      "index": 115,
      "start_time": 566030.0,
      "end_time": 569500.0,
      "text": "fun we’re going to go ahead and go fishing, see if we can catch a fish here. Think you"
    },
    {
      "index": 116,
      "start_time": 569500.0,
      "end_time": 574510.0,
      "text": "got to be pretty quick to get one of these suckers. Not that quick. Alright, I’ll try"
    },
    {
      "index": 117,
      "start_time": 574510.0,
      "end_time": 583470.0,
      "text": "number 2 let’s see if we can do it. I got a strategy this time. I’m going to corner"
    },
    {
      "index": 118,
      "start_time": 583470.0,
      "end_time": 594120.0,
      "text": "them against the wall. Alright! Check it out, I caught a fish! But I’m going to be nice"
    },
    {
      "index": 119,
      "start_time": 594120.0,
      "end_time": 599620.0,
      "text": "and let him go. I think if I had the aquaponics here. I would mostly grow the fish for my"
    },
    {
      "index": 120,
      "start_time": 599620.0,
      "end_time": 603260.0,
      "text": "pets instead of eating them. I got enough greens to get enough protein a lot of other"
    },
    {
      "index": 121,
      "start_time": 603260.0,
      "end_time": 606570.0,
      "text": "nutrients in my garden besides the fish personally."
    },
    {
      "index": 122,
      "start_time": 606570.0,
      "end_time": 611060.0,
      "text": "Alright, so now that you guys saw what you could potentially grow, the plants and the"
    },
    {
      "index": 123,
      "start_time": 611060.0,
      "end_time": 616280.0,
      "text": "fish. We’re going to kind of dive more in and explain how exactly an aquaponics system"
    },
    {
      "index": 124,
      "start_time": 616280.0,
      "end_time": 621010.0,
      "text": "works and the different methods of growing. We have two different kinds of set ups here."
    },
    {
      "index": 125,
      "start_time": 621010.0,
      "end_time": 625520.0,
      "text": "They have like, basically a system that has just like a flood and drain, kind of floods"
    },
    {
      "index": 126,
      "start_time": 625520.0,
      "end_time": 628950.0,
      "text": "it and then it drains it maybe some of you have the system where they’re just constantly"
    },
    {
      "index": 127,
      "start_time": 628950.0,
      "end_time": 632880.0,
      "text": "feeding it water and the system that you choose to have is going to have is going to be dependent"
    },
    {
      "index": 128,
      "start_time": 632880.0,
      "end_time": 638440.0,
      "text": "on the plants you’re growing so for example some crops can be grown in a system where"
    },
    {
      "index": 129,
      "start_time": 638440.0,
      "end_time": 642910.0,
      "text": "the roots are constantly in water such as the lettuce or such as water crest. Whereas"
    },
    {
      "index": 130,
      "start_time": 642910.0,
      "end_time": 647010.0,
      "text": "most plants are not going to like that level of water and have the roots wet all the time."
    },
    {
      "index": 131,
      "start_time": 647010.0,
      "end_time": 652410.0,
      "text": "They need to get proper aeration. So there needs to be a flood and drain system where"
    },
    {
      "index": 132,
      "start_time": 652410.0,
      "end_time": 656680.0,
      "text": "the roots aren’t constantly staying wet. So now we’re going to go ahead and show"
    },
    {
      "index": 133,
      "start_time": 656680.0,
      "end_time": 661980.0,
      "text": "you guys both those different systems and how they do it here at the Aquaponics Place."
    },
    {
      "index": 134,
      "start_time": 661980.0,
      "end_time": 665500.0,
      "text": "So this is the first system that we’re going to show you guys and this is the easiest system"
    },
    {
      "index": 135,
      "start_time": 665500.0,
      "end_time": 670220.0,
      "text": "to make. If you think of your bathtub, if you fill up your bathtub with water and it"
    },
    {
      "index": 136,
      "start_time": 670220.0,
      "end_time": 674930.0,
      "text": "gets too high it has that overfill valve right so you can never overflow your bathtub and"
    },
    {
      "index": 137,
      "start_time": 674930.0,
      "end_time": 679900.0,
      "text": "it won’t like leak on your bathroom floor. Well, this system, growing the lettuce in"
    },
    {
      "index": 138,
      "start_time": 679900.0,
      "end_time": 684620.0,
      "text": "constant water works pretty much the same way. So what many systems use is they may"
    },
    {
      "index": 139,
      "start_time": 684620.0,
      "end_time": 690280.0,
      "text": "use like some kind of raft system and they generally put this on like some kind of Styrofoam"
    },
    {
      "index": 140,
      "start_time": 690280.0,
      "end_time": 694670.0,
      "text": "but they choose not to use the Styrofoam here because the Styrofoam beads will break off,"
    },
    {
      "index": 141,
      "start_time": 694670.0,
      "end_time": 698950.0,
      "text": "get into the water and contaminate your system. So they actually have a nice piece of plastic"
    },
    {
      "index": 142,
      "start_time": 698950.0,
      "end_time": 703900.0,
      "text": "here and let’s go ahead and lift this guy up. So what’s happening is water is getting"
    },
    {
      "index": 143,
      "start_time": 703900.0,
      "end_time": 707350.0,
      "text": "pumped in over here on this side and if you look on the backside, I don’t know if you"
    },
    {
      "index": 144,
      "start_time": 707350.0,
      "end_time": 712910.0,
      "text": "can see that there but there’s basically like that overfill drain on your bathtub that’s"
    },
    {
      "index": 145,
      "start_time": 712910.0,
      "end_time": 718300.0,
      "text": "sucking the water in so water never overflows but always stay a constant height. The water"
    },
    {
      "index": 146,
      "start_time": 718300.0,
      "end_time": 723870.0,
      "text": "is kind of being a little bit aerated due to the flow of the water in and out and you"
    },
    {
      "index": 147,
      "start_time": 723870.0,
      "end_time": 729700.0,
      "text": "can see in these little net pockets they have here these little lettuces are growing these"
    },
    {
      "index": 148,
      "start_time": 729700.0,
      "end_time": 734300.0,
      "text": "little root hairs out and in these net pods the plants are just set in the cinder and"
    },
    {
      "index": 149,
      "start_time": 734300.0,
      "end_time": 739520.0,
      "text": "that’s actually just to hold the soil and also another reason that we’ll talk about"
    },
    {
      "index": 150,
      "start_time": 739520.0,
      "end_time": 743120.0,
      "text": "in a little bit but these lettuces will grow really well like this and another thing that"
    },
    {
      "index": 151,
      "start_time": 743120.0,
      "end_time": 748010.0,
      "text": "will grow well like this also is the water crest that likes to have it’s roots wet."
    },
    {
      "index": 152,
      "start_time": 748010.0,
      "end_time": 751730.0,
      "text": "So now we’re going to show you the 2nd kind of system they have here. This is a system"
    },
    {
      "index": 153,
      "start_time": 751730.0,
      "end_time": 757830.0,
      "text": "that actually drains out the water and actually drains it fairly fast so that the roots are"
    },
    {
      "index": 154,
      "start_time": 757830.0,
      "end_time": 762070.0,
      "text": "not staying wet because most plants do not like their roots wet. They will succumb to"
    },
    {
      "index": 155,
      "start_time": 762070.0,
      "end_time": 767570.0,
      "text": "root rot, possibly other diseases if you that and that’s all made possible with this guy"
    },
    {
      "index": 156,
      "start_time": 767570.0,
      "end_time": 773790.0,
      "text": "right here. It’s actually called a bell siphon and how this works is simple. So we’re"
    },
    {
      "index": 157,
      "start_time": 773790.0,
      "end_time": 776950.0,
      "text": "going to go ahead and give you guys a close up to show you exactly how this works."
    },
    {
      "index": 158,
      "start_time": 776950.0,
      "end_time": 780810.0,
      "text": "Alright, so how this system works is we got a grow bed with all the little cinders in"
    },
    {
      "index": 159,
      "start_time": 780810.0,
      "end_time": 786250.0,
      "text": "here and then they got this little, kind of mesh thing that does not allow the cinders"
    },
    {
      "index": 160,
      "start_time": 786250.0,
      "end_time": 790870.0,
      "text": "to go in and they have their overflow tube, much like the other overflow tube in the lettuce"
    },
    {
      "index": 161,
      "start_time": 790870.0,
      "end_time": 796760.0,
      "text": "bed. So when the water level that gets pumped into this bed gets high enough, which is almost"
    },
    {
      "index": 162,
      "start_time": 796760.0,
      "end_time": 801810.0,
      "text": "there now, what’s going to happen is the water levels going up and if we look, pull"
    },
    {
      "index": 163,
      "start_time": 801810.0,
      "end_time": 806720.0,
      "text": "these rocks back here, you can see the water level right here is getting higher and higher"
    },
    {
      "index": 164,
      "start_time": 806720.0,
      "end_time": 812140.0,
      "text": "and higher and if we just let it get this high and go into the overflow tube which it’s"
    },
    {
      "index": 165,
      "start_time": 812140.0,
      "end_time": 816340.0,
      "text": "almost going to reach in a minute, it’s always going to stay at that level. Now, this"
    },
    {
      "index": 166,
      "start_time": 816340.0,
      "end_time": 821950.0,
      "text": "is what happens exactly in the lettuce bed, the water always stays at a certain level"
    },
    {
      "index": 167,
      "start_time": 821950.0,
      "end_time": 825470.0,
      "text": "and it’s almost overflowing now. And it’s just about overflowing now so can check it"
    },
    {
      "index": 168,
      "start_time": 825470.0,
      "end_time": 831090.0,
      "text": "out so you can see the water running over the top into the tube there which then returns"
    },
    {
      "index": 169,
      "start_time": 831090.0,
      "end_time": 838060.0,
      "text": "the water to the fish tank down below and now you have the water always at this constant"
    },
    {
      "index": 170,
      "start_time": 838060.0,
      "end_time": 844590.0,
      "text": "level. So what this guy does which is the bell siphon valve, it basically creates a"
    },
    {
      "index": 171,
      "start_time": 844590.0,
      "end_time": 849790.0,
      "text": "vacuum or a suction to pull the water faster than it would just normally drain out. So,"
    },
    {
      "index": 172,
      "start_time": 849790.0,
      "end_time": 854820.0,
      "text": "for example the water’s draining out here but it’s never going to go below this exact"
    },
    {
      "index": 173,
      "start_time": 854820.0,
      "end_time": 860490.0,
      "text": "level that you’re seeing. Now this is the standard bell siphon that they offer here."
    },
    {
      "index": 174,
      "start_time": 860490.0,
      "end_time": 864790.0,
      "text": "Just looks like that it’s basically just some pvc with a cap on the top. They put some"
    },
    {
      "index": 175,
      "start_time": 864790.0,
      "end_time": 868880.0,
      "text": "little holes on the bottom, you know, in a nice shape but actually they have a cool one"
    },
    {
      "index": 176,
      "start_time": 868880.0,
      "end_time": 873550.0,
      "text": "which is for display purposes only which actually has a clear top on it. So I don’t know if"
    },
    {
      "index": 177,
      "start_time": 873550.0,
      "end_time": 876460.0,
      "text": "you’ll be able to see this on the camera but what we’re going to do is we’re going"
    },
    {
      "index": 178,
      "start_time": 876460.0,
      "end_time": 880600.0,
      "text": "to go ahead and put this guy over the drain tube and once again it has cut outs on the"
    },
    {
      "index": 179,
      "start_time": 880600.0,
      "end_time": 883770.0,
      "text": "bottom. We’re going to put that over the top and I don’t know if you guys can look"
    },
    {
      "index": 180,
      "start_time": 883770.0,
      "end_time": 887620.0,
      "text": "in there but what’s happening is this is creating a massive suction. Look at this water"
    },
    {
      "index": 181,
      "start_time": 887620.0,
      "end_time": 892310.0,
      "text": "draining out very quickly right. This water’s draining out very quickly so now the roots"
    },
    {
      "index": 182,
      "start_time": 892310.0,
      "end_time": 897200.0,
      "text": "are not sitting in a constant water supply so that they will not get the root rot and"
    },
    {
      "index": 183,
      "start_time": 897200.0,
      "end_time": 903210.0,
      "text": "it’s a special siphon that siphons the water out until it’s all siphoned out and then"
    },
    {
      "index": 184,
      "start_time": 903210.0,
      "end_time": 908279.0,
      "text": "basically it will slowly fill up again until it’s full. When it gets full again then"
    },
    {
      "index": 185,
      "start_time": 908279.0,
      "end_time": 913170.0,
      "text": "it siphons all the water out fast again. So this way you’re getting a drain and flow"
    },
    {
      "index": 186,
      "start_time": 913170.0,
      "end_time": 919380.0,
      "text": "without any additional appliances or electricity or anything. It’s all happening on suction."
    },
    {
      "index": 187,
      "start_time": 919380.0,
      "end_time": 923970.0,
      "text": "This is definitely an ingenious way to make this happen and then it’s just kind of cool"
    },
    {
      "index": 188,
      "start_time": 923970.0,
      "end_time": 929020.0,
      "text": "to look at the water as it’s working in there and see if it’s sucking or if it’s"
    },
    {
      "index": 189,
      "start_time": 929020.0,
      "end_time": 933110.0,
      "text": "filling or if there’s air bubbles or if it’s sucking air or what man. Definitely"
    },
    {
      "index": 190,
      "start_time": 933110.0,
      "end_time": 938150.0,
      "text": "so cool. Let’s go ahead and fill this guy back up so this can continue to work how it"
    },
    {
      "index": 191,
      "start_time": 938150.0,
      "end_time": 938640.0,
      "text": "should."
    },
    {
      "index": 192,
      "start_time": 938640.0,
      "end_time": 943290.0,
      "text": "So you guys just learned what you can grow. Then you learned how to do it are the 2 ways"
    },
    {
      "index": 193,
      "start_time": 943290.0,
      "end_time": 948410.0,
      "text": "you can accomplish this. Next I want to get into the Nitti gritty the bare bones of how"
    },
    {
      "index": 194,
      "start_time": 948410.0,
      "end_time": 954240.0,
      "text": "the aquaponics system works. It’s actually fairly simple but yet complex on some levels"
    },
    {
      "index": 195,
      "start_time": 954240.0,
      "end_time": 958080.0,
      "text": "so pay attention to this part. It’s probably the most important part of this video in my"
    },
    {
      "index": 196,
      "start_time": 958080.0,
      "end_time": 958339.0,
      "text": "opinion."
    },
    {
      "index": 197,
      "start_time": 958339.0,
      "end_time": 962460.0,
      "text": "So as you guys know what happens is you feed the fish, the fish poop and then the poop"
    },
    {
      "index": 198,
      "start_time": 962460.0,
      "end_time": 968720.0,
      "text": "is pumped up through and then put into the top here so that it can filter down and there’s"
    },
    {
      "index": 199,
      "start_time": 968720.0,
      "end_time": 974390.0,
      "text": "a few components to this system. Number 1 is they got a very simple screen here. So"
    },
    {
      "index": 200,
      "start_time": 974390.0,
      "end_time": 978640.0,
      "text": "this screen catches all the solid waste you know cause we don’t want that solid waste"
    },
    {
      "index": 201,
      "start_time": 978640.0,
      "end_time": 983140.0,
      "text": "going into the gravel bed and get all funky and stuff like that right. You can then take"
    },
    {
      "index": 202,
      "start_time": 983140.0,
      "end_time": 989920.0,
      "text": "the solid waste and this is solid fish poo. (Joking) But this is solid fish waste you"
    },
    {
      "index": 203,
      "start_time": 989920.0,
      "end_time": 993740.0,
      "text": "can probably wash this out. I’d probably put it in your garden and use it as a fertilizer."
    },
    {
      "index": 204,
      "start_time": 993740.0,
      "end_time": 1000060.0,
      "text": "So this is going to catch all that stuff. Now the non-solids then are going into the"
    },
    {
      "index": 205,
      "start_time": 1000060.0,
      "end_time": 1006210.0,
      "text": "cinder bed and what happens is the plants just don’t absorb those nutrients directly."
    },
    {
      "index": 206,
      "start_time": 1006210.0,
      "end_time": 1010490.0,
      "text": "There’s a middle man involved you know, when buying things I like to cut out the middle"
    },
    {
      "index": 207,
      "start_time": 1010490.0,
      "end_time": 1015610.0,
      "text": "man whenever possible but in this system I’m afraid you cannot cut out the middle man or"
    },
    {
      "index": 208,
      "start_time": 1015610.0,
      "end_time": 1020420.0,
      "text": "the system will not work and it will crash. So the thing that you’ll need to know for"
    },
    {
      "index": 209,
      "start_time": 1020420.0,
      "end_time": 1025089.0,
      "text": "this system to work is, and the middle men, what they are, are in this bottle here. It"
    },
    {
      "index": 210,
      "start_time": 1025089.9999999999,
      "end_time": 1029589.9999999999,
      "text": "jumps starts the system. Now the middle man will occur naturally but by jump starting"
    },
    {
      "index": 211,
      "start_time": 1029589.9999999999,
      "end_time": 1033720.9999999999,
      "text": "the system, you’re guaranteed a system that’s going to work more effectively and work right"
    },
    {
      "index": 212,
      "start_time": 1033720.0,
      "end_time": 1039939.0,
      "text": "the first time. This is actually simply called organic digesture. So this product reduces"
    },
    {
      "index": 213,
      "start_time": 1039940.0,
      "end_time": 1045530.0,
      "text": "the ammonia, phosphate, nitrites and nitrates actually in there and they do this by a very"
    },
    {
      "index": 214,
      "start_time": 1045530.0,
      "end_time": 1052841.0,
      "text": "special way using beneficial microbes, bacteria and enzymes will break down the bad stuff"
    },
    {
      "index": 215,
      "start_time": 1052840.0,
      "end_time": 1059169.0,
      "text": "in the fish poop and make it bio available for the plants to absorb. So without this"
    },
    {
      "index": 216,
      "start_time": 1059170.0,
      "end_time": 1065800.0,
      "text": "critical component, that will also occur naturally if you don’t want an add it like this. Your"
    },
    {
      "index": 217,
      "start_time": 1065800.0,
      "end_time": 1068721.0,
      "text": "aquaponics system can work properly and flourish."
    },
    {
      "index": 218,
      "start_time": 1068720.0,
      "end_time": 1073659.0,
      "text": "The other thing that’s very important is the medium so they got this cinder here and"
    },
    {
      "index": 219,
      "start_time": 1073660.0,
      "end_time": 1077691.0,
      "text": "you know the cinder if you look at that closely, kind of looks like a sponge. There’s all"
    },
    {
      "index": 220,
      "start_time": 1077690.0,
      "end_time": 1083710.0,
      "text": "different cracks and crevices, so this gives the bacteria and the mirobes a place to live"
    },
    {
      "index": 221,
      "start_time": 1083710.0,
      "end_time": 1089059.0,
      "text": "in this system so that they can flourish and break down the solids from the fish to make"
    },
    {
      "index": 222,
      "start_time": 1089060.0,
      "end_time": 1093991.0,
      "text": "it plant absorbable. So yeah, as you guys know that have been watching me for a while,"
    },
    {
      "index": 223,
      "start_time": 1093990.0,
      "end_time": 1099970.0,
      "text": "I’m really into microbes and beneficial fungi and bacteria and that is truly what"
    },
    {
      "index": 224,
      "start_time": 1099970.0,
      "end_time": 1105100.0,
      "text": "makes the aquaponics possible but if you’re also a home gardener in the ground it also"
    },
    {
      "index": 225,
      "start_time": 1105100.0,
      "end_time": 1109980.0,
      "text": "makes a standard garden in your ground possible and will thrive as well."
    },
    {
      "index": 226,
      "start_time": 1109980.0,
      "end_time": 1114600.0,
      "text": "So now that you guys learned how this system works, let’s talk about the inputs required"
    },
    {
      "index": 227,
      "start_time": 1114600.0,
      "end_time": 1119830.0,
      "text": "to grow the fish and all your plants. Basically what you need to do is you need to feed the"
    },
    {
      "index": 228,
      "start_time": 1119830.0,
      "end_time": 1126220.0,
      "text": "fish so that they can create their bio solids or their poop to feed your plants plus you"
    },
    {
      "index": 229,
      "start_time": 1126220.0,
      "end_time": 1131039.0,
      "text": "need to have the bacteria so all these things are pretty much a one-time investment. Once"
    },
    {
      "index": 230,
      "start_time": 1131040.0,
      "end_time": 1136471.0,
      "text": "you got all those guys going, you’re only going to need to buy 3 additional things to"
    },
    {
      "index": 231,
      "start_time": 1136470.0,
      "end_time": 1141369.0,
      "text": "keep your system going. Number 1 (00:19:00) you’re going to need the fish food of course,"
    },
    {
      "index": 232,
      "start_time": 1141370.0,
      "end_time": 1145910.0,
      "text": "so you know, the fish pellets. They’re maybe $33.00 for about 40 pounds of food at this"
    },
    {
      "index": 233,
      "start_time": 1145910.0,
      "end_time": 1150741.0,
      "text": "time in bulk and I always encourage you guys to buy it in bulk for the best price. And"
    },
    {
      "index": 234,
      "start_time": 1150740.0,
      "end_time": 1153240.0,
      "text": "you’re literally just going to take some and you’re going to feed the fish. We’re"
    },
    {
      "index": 235,
      "start_time": 1153240.0,
      "end_time": 1157450.0,
      "text": "going to throw a little bit of it out there and check it out, they’re eating back there."
    },
    {
      "index": 236,
      "start_time": 1157450.0,
      "end_time": 1161149.0,
      "text": "But you know the fish food’s all you’re going to need to keep the fish happy so that"
    },
    {
      "index": 237,
      "start_time": 1161150.0,
      "end_time": 1164601.0,
      "text": "they create their poop and their pee because they are living in water so you’re not going"
    },
    {
      "index": 238,
      "start_time": 1164600.0,
      "end_time": 1168440.0,
      "text": "to need to provide that but the few other things you will need are Number 1"
    },
    {
      "index": 239,
      "start_time": 1168440.0,
      "end_time": 1173369.0,
      "text": "you’re going to need what’s in this little bag here and what’s in this bag is some"
    },
    {
      "index": 240,
      "start_time": 1173370.0,
      "end_time": 1177941.0,
      "text": "special stuff and let’s go ahead and put the bag back in there for you guys but what’s"
    },
    {
      "index": 241,
      "start_time": 1177940.0,
      "end_time": 1182499.0,
      "text": "in the bag is this stuff right here. This is actually oyster shells so it’s often"
    },
    {
      "index": 242,
      "start_time": 1182500.0,
      "end_time": 1188050.0,
      "text": "used, oyster shell, for like (00:19:44?) and gardening but what this is, this is a PH balancer."
    },
    {
      "index": 243,
      "start_time": 1188050.0,
      "end_time": 1191941.0,
      "text": "So you can use the oyster shells which acts as a PH balancer so that the fish have the"
    },
    {
      "index": 244,
      "start_time": 1191940.0,
      "end_time": 1199190.0,
      "text": "right PH to live in properly. Another thing you may need depending on where you live are"
    },
    {
      "index": 245,
      "start_time": 1199190.0,
      "end_time": 1205419.0,
      "text": "heaters. The tilapia like to grow and live in the temperature that Hawaii is naturally"
    },
    {
      "index": 246,
      "start_time": 1205420.0,
      "end_time": 1209471.0,
      "text": "so you do not need additional heating in Hawaii but in other places in the country, you may"
    },
    {
      "index": 247,
      "start_time": 1209470.0,
      "end_time": 1213999.0,
      "text": "need to actually use heaters to keep your water warm enough or your fish are not going"
    },
    {
      "index": 248,
      "start_time": 1214000.0,
      "end_time": 1218740.0,
      "text": "to do well, they’re not going to grow fast and they’re not going to make it at all."
    },
    {
      "index": 249,
      "start_time": 1218740.0,
      "end_time": 1224461.0,
      "text": "Another thing you will probably need here and what they recommend at this aquaponics"
    },
    {
      "index": 250,
      "start_time": 1224460.0,
      "end_time": 1231049.0,
      "text": "place is the iron chelate so the iron chelate helps keep your foliage green. It’s a nutrient"
    },
    {
      "index": 251,
      "start_time": 1231050.0,
      "end_time": 1237711.0,
      "text": "that is not provided by the fish food that will encourage and ensure your plants ae healthy."
    },
    {
      "index": 252,
      "start_time": 1237710.0,
      "end_time": 1241330.0,
      "text": "Now the other thing that I would personally experiment with that they’re not yet doing"
    },
    {
      "index": 253,
      "start_time": 1241330.0,
      "end_time": 1246860.0,
      "text": "here, and hopefully one day they will, is the rock dust minerals. I would experiment"
    },
    {
      "index": 254,
      "start_time": 1246860.0,
      "end_time": 1252570.0,
      "text": "with the aquaponics and adding rock dust minerals, which will add 70 plus different trace minerals"
    },
    {
      "index": 255,
      "start_time": 1252570.0,
      "end_time": 1257320.0,
      "text": "into the water which will also give nutrition and provide nutrition for your fish but also"
    },
    {
      "index": 256,
      "start_time": 1257320.0,
      "end_time": 1262950.0,
      "text": "more importantly for the plants, you know and for them and so the plants and the fish"
    },
    {
      "index": 257,
      "start_time": 1262950.0,
      "end_time": 1266159.0,
      "text": "will have more minerals and be more healthy. When their more healthy they’re going to"
    },
    {
      "index": 258,
      "start_time": 1266160.0,
      "end_time": 1271760.0,
      "text": "grow bigger, grow larger their also going to be more bug resistant in the case of the"
    },
    {
      "index": 259,
      "start_time": 1271760.0,
      "end_time": 1275731.0,
      "text": "plants. Probably disease resistant and have a stronger immune system in the case of the"
    },
    {
      "index": 260,
      "start_time": 1275730.0,
      "end_time": 1281009.0,
      "text": "fish. So I don’t know exactly how much of that stuff to add but it can be done cause"
    },
    {
      "index": 261,
      "start_time": 1281010.0,
      "end_time": 1284910.0,
      "text": "I have heard about people doing it before and I would highly encourage you guys to look"
    },
    {
      "index": 262,
      "start_time": 1284910.0,
      "end_time": 1290331.0,
      "text": "into that and add some rock dust, even in small amounts to add some of those trace minerals"
    },
    {
      "index": 263,
      "start_time": 1290330.0,
      "end_time": 1295179.0,
      "text": "back into your system so that you can grow some of the most nutritious food ever."
    },
    {
      "index": 264,
      "start_time": 1295180.0,
      "end_time": 1298890.0,
      "text": "So now that you guys know how this system works, we’re going to explain the anatomy"
    },
    {
      "index": 265,
      "start_time": 1298890.0,
      "end_time": 1302630.0,
      "text": "of the system or the parts that you need to do it and you know here at the Aquaponics"
    },
    {
      "index": 266,
      "start_time": 1302630.0,
      "end_time": 1307910.0,
      "text": "Place they’ll supply you with everything you need including the plants, the fish the"
    },
    {
      "index": 267,
      "start_time": 1307910.0,
      "end_time": 1311770.0,
      "text": "containers and the pumps and everything to do that and as you guys can see behind me,"
    },
    {
      "index": 268,
      "start_time": 1311770.0,
      "end_time": 1316290.0,
      "text": "there’s a standard system behind me. Now the system prices can range from a couple"
    },
    {
      "index": 269,
      "start_time": 1316290.0,
      "end_time": 1321560.0,
      "text": "hundred dollars to a thousand or more dollars depending on how large you want your system."
    },
    {
      "index": 270,
      "start_time": 1321560.0,
      "end_time": 1324910.0,
      "text": "Of course I would always encourage you guys to buy the biggest system possible because"
    },
    {
      "index": 271,
      "start_time": 1324910.0,
      "end_time": 1330611.0,
      "text": "the biggest system that you can buy will produce more fish and more greens for you to eat faster"
    },
    {
      "index": 272,
      "start_time": 1330610.0,
      "end_time": 1335700.0,
      "text": "just in case you need to eat out of your garden exclusively and not the grocery store. So"
    },
    {
      "index": 273,
      "start_time": 1335700.0,
      "end_time": 1340909.0,
      "text": "it’s really simple how these systems work. You got 2 big tanks, you got the bottom tank"
    },
    {
      "index": 274,
      "start_time": 1340910.0,
      "end_time": 1345490.0,
      "text": "which is where the fish live and then you basically got some concrete blocks that they"
    },
    {
      "index": 275,
      "start_time": 1345490.0,
      "end_time": 1351660.0,
      "text": "stack up to make legs like a table. Then they have basically a 2x4 wooden frame that’s"
    },
    {
      "index": 276,
      "start_time": 1351660.0,
      "end_time": 1356490.0,
      "text": "of course the grow bed up top. They have the bed up top they fill it with the cinder and"
    },
    {
      "index": 277,
      "start_time": 1356490.0,
      "end_time": 1361500.0,
      "text": "you plant your plants, I mean really aquaponics is really that simple. Now whether you buy"
    },
    {
      "index": 278,
      "start_time": 1361500.0,
      "end_time": 1365851.0,
      "text": "a constructed set up like this which is all looking nice and professional or whether you"
    },
    {
      "index": 279,
      "start_time": 1365850.0,
      "end_time": 1370029.0,
      "text": "get a standard, what’s called an IBC tote on Craigslist for $100 dollars, $200 dollars"
    },
    {
      "index": 280,
      "start_time": 1370030.0,
      "end_time": 1374481.0,
      "text": "depending on where you live, and cut it down, it’s really that easy to do an aquaponics"
    },
    {
      "index": 281,
      "start_time": 1374480.0,
      "end_time": 1379529.0,
      "text": "system. Even if you’re renting, have a condo or you know, don’t have land or in ground"
    },
    {
      "index": 282,
      "start_time": 1379530.0,
      "end_time": 1384920.0,
      "text": "space, aquaponics system is an excellent way to use some of the extra space that you have"
    },
    {
      "index": 283,
      "start_time": 1384920.0,
      "end_time": 1388971.0,
      "text": "and you don’t necessarily need a nice full sun spot if you want to grow tomatoes yes,"
    },
    {
      "index": 284,
      "start_time": 1388970.0,
      "end_time": 1393379.0,
      "text": "you will need a nice full sun spot but even in the shade here in Hawaii something like"
    },
    {
      "index": 285,
      "start_time": 1393380.0,
      "end_time": 1396640.0,
      "text": "the lettuce and the herbs are going to do quite well so that you can start providing"
    },
    {
      "index": 286,
      "start_time": 1396640.0,
      "end_time": 1400951.0,
      "text": "food for you and your family instead of being dependent on the grocery store."
    },
    {
      "index": 287,
      "start_time": 1400950.0,
      "end_time": 1404629.0,
      "text": "So did I tell you that the Aquaponics Place will sell you everything you need including"
    },
    {
      "index": 288,
      "start_time": 1404630.0,
      "end_time": 1411351.0,
      "text": "your kit, your fish and yes even your plants. They got starter plants here for sale and"
    },
    {
      "index": 289,
      "start_time": 1411350.0,
      "end_time": 1413070.0,
      "text": "what I’m going to show you guys next is actually how they start their starter plants"
    },
    {
      "index": 290,
      "start_time": 1413070.0,
      "end_time": 1417379.0,
      "text": "actually in an aquaponics system. This is actually unique cause I’ve never seen this"
    },
    {
      "index": 291,
      "start_time": 1417380.0,
      "end_time": 1421611.0,
      "text": "being done anywhere I visited with all the different aquaponics systems I’ve seen."
    },
    {
      "index": 292,
      "start_time": 1421610.0,
      "end_time": 1424980.0,
      "text": "I’ve never seen anybody do it like this. So it’s really cool so pay attention to"
    },
    {
      "index": 293,
      "start_time": 1424980.0,
      "end_time": 1430330.0,
      "text": "this section if you’re going into aquaponics and you want to start your own plants from"
    },
    {
      "index": 294,
      "start_time": 1430330.0,
      "end_time": 1432639.0,
      "text": "seed. Aquaponics makes it really easy."
    },
    {
      "index": 295,
      "start_time": 1432640.0,
      "end_time": 1437941.0,
      "text": "Alright so this is how they start their seeds in the aquaponics system. Really cool so you"
    },
    {
      "index": 296,
      "start_time": 1437940.0,
      "end_time": 1442009.0,
      "text": "don’t have to use any space, use any kind of soil. What they got is they got standard"
    },
    {
      "index": 297,
      "start_time": 1442010.0,
      "end_time": 1447481.0,
      "text": "seed slot here, standard slat and what they’ve done is they’ve filled it with Rockwell"
    },
    {
      "index": 298,
      "start_time": 1447480.0,
      "end_time": 1452970.0,
      "text": "which is a poplar hydroponics growing medium that they also do sell here and in the poplar"
    },
    {
      "index": 299,
      "start_time": 1452970.0,
      "end_time": 1457889.0,
      "text": "they basically just put the seeds in the little holes and because this is a flood and drain"
    },
    {
      "index": 300,
      "start_time": 1457890.0,
      "end_time": 1462910.0,
      "text": "table, the, you know, this gets wet and then it drains out so it’s not constantly sitting"
    },
    {
      "index": 301,
      "start_time": 1462910.0,
      "end_time": 1467640.0,
      "text": "in water which then you could get, you know, seed rot but in this way this will get just"
    },
    {
      "index": 302,
      "start_time": 1467640.0,
      "end_time": 1472060.0,
      "text": "enough water so that the little seeds can germinate into little baby plants. Once they"
    },
    {
      "index": 303,
      "start_time": 1472060.0,
      "end_time": 1475810.0,
      "text": "germinate, get a little big then they’re going to transplant them into little individual"
    },
    {
      "index": 304,
      "start_time": 1475810.0,
      "end_time": 1479091.0,
      "text": "containers that are next door. So let me go ahead and show you those guys next."
    },
    {
      "index": 305,
      "start_time": 1479090.0,
      "end_time": 1483779.0,
      "text": "So once they got those little baby plants started from seeds or actually you can do"
    },
    {
      "index": 306,
      "start_time": 1483780.0,
      "end_time": 1488110.0,
      "text": "cuttings like this you’re going to basically put plants in the little containers here,"
    },
    {
      "index": 307,
      "start_time": 1488110.0,
      "end_time": 1491851.0,
      "text": "right, check it out, little containers and these containers once again have the little"
    },
    {
      "index": 308,
      "start_time": 1491850.0,
      "end_time": 1496470.0,
      "text": "holes at the bottom and it’s just growing in the cinder there and then you just basically"
    },
    {
      "index": 309,
      "start_time": 1496470.0,
      "end_time": 1502919.0,
      "text": "bury this down in the aquaponics bed here just deep enough so that it gets enough water."
    },
    {
      "index": 310,
      "start_time": 1502920.0,
      "end_time": 1509150.0,
      "text": "Enough plants will get fed and once again they got that bell siphon valve here that’s"
    },
    {
      "index": 311,
      "start_time": 1509150.0,
      "end_time": 1512981.0,
      "text": "flooding and draining this so like the roots aren’t staying constantly drenched in water,"
    },
    {
      "index": 312,
      "start_time": 1512980.0,
      "end_time": 1518489.0,
      "text": "it’s getting enough water and this is literally an automatic watering system for all the baby"
    },
    {
      "index": 313,
      "start_time": 1518490.0,
      "end_time": 1523050.0,
      "text": "starts. This is super ingenious. So it looks like they got, they got here water crest probably"
    },
    {
      "index": 314,
      "start_time": 1523050.0,
      "end_time": 1528331.0,
      "text": "my top pick for growing in an aquaponics system. Water crest is one of the most nutrient dense"
    },
    {
      "index": 315,
      "start_time": 1528330.0,
      "end_time": 1533289.0,
      "text": "vegetables on the planet. In addition they got the kale another yet nutrient dense vegetable."
    },
    {
      "index": 316,
      "start_time": 1533290.0,
      "end_time": 1537290.0,
      "text": "I believe you guys should be eating at least several times a week. They got the shiso,"
    },
    {
      "index": 317,
      "start_time": 1537290.0,
      "end_time": 1541331.0,
      "text": "I love the shiso especially the purple one. You guys can’t see that, oh there it is."
    },
    {
      "index": 318,
      "start_time": 1541330.0,
      "end_time": 1546759.0,
      "text": "They got a green shiso, they got the chives, they got some corn growing under the aquaponics."
    },
    {
      "index": 319,
      "start_time": 1546760.0,
      "end_time": 1552120.0,
      "text": "Now probably my favorite crop to grow if I was here in Hawaii. I’d the water spinach"
    },
    {
      "index": 320,
      "start_time": 1552120.0,
      "end_time": 1558140.0,
      "text": "or the Ung Choy. It’s actually, classified as, from the USDA, as an evasive obnoxious"
    },
    {
      "index": 321,
      "start_time": 1558140.0,
      "end_time": 1562170.0,
      "text": "weed so you’re probably not or supposed to grow it anywhere else in the United States"
    },
    {
      "index": 322,
      "start_time": 1562170.0,
      "end_time": 1565461.0,
      "text": "cause it could get in the waterway, all this kind of stuff but you can grow it here in"
    },
    {
      "index": 323,
      "start_time": 1565460.0,
      "end_time": 1570659.0,
      "text": "Hawaii and it will grow fabulously under an aquaponics system like this and you can literally"
    },
    {
      "index": 324,
      "start_time": 1570660.0,
      "end_time": 1574851.0,
      "text": "just take cuttings and replant it. You’ll have a whole mass of food that will continue"
    },
    {
      "index": 325,
      "start_time": 1574850.0,
      "end_time": 1578830.0,
      "text": "to grow day after day, year after year and the great thing about the Ung Choy is that"
    },
    {
      "index": 326,
      "start_time": 1578830.0,
      "end_time": 1583169.0,
      "text": "it will have the nice mild flavor it’s not strong or bitter, you know, like kale. Some"
    },
    {
      "index": 327,
      "start_time": 1583170.0,
      "end_time": 1588310.0,
      "text": "people might not like and it grows real simple and real easy. I’m all about like sharing"
    },
    {
      "index": 328,
      "start_time": 1588310.0,
      "end_time": 1591971.0,
      "text": "with you guys and the best of what I know to make gardening and make growing food at"
    },
    {
      "index": 329,
      "start_time": 1591970.0,
      "end_time": 1593080.0,
      "text": "home really easy."
    },
    {
      "index": 330,
      "start_time": 1593080.0,
      "end_time": 1598529.0,
      "text": "So hopefully after watching this episode, you now know what aquaponics is, what you"
    },
    {
      "index": 331,
      "start_time": 1598530.0,
      "end_time": 1603150.0,
      "text": "can grow, how to grow it and why it works. I think these are very important fundamental"
    },
    {
      "index": 332,
      "start_time": 1603150.0,
      "end_time": 1607280.0,
      "text": "pieces of knowledge that everybody should know how to grow their own food in this day"
    },
    {
      "index": 333,
      "start_time": 1607280.0,
      "end_time": 1610680.0,
      "text": "and age. Whether you live in Hawaii and food might stop coming in or whether you want to"
    },
    {
      "index": 334,
      "start_time": 1610680.0,
      "end_time": 1615360.0,
      "text": "have a backup plan in case trucks stop running, there’s a financial collapse or whether"
    },
    {
      "index": 335,
      "start_time": 1615360.0,
      "end_time": 1619981.0,
      "text": "you just want to eat the healthiest food possible. Based on the current agriculture system, in"
    },
    {
      "index": 336,
      "start_time": 1619980.0,
      "end_time": 1624399.0,
      "text": "my opinion, they’re not growing the healthiest food possible. To do that you must do it yourself"
    },
    {
      "index": 337,
      "start_time": 1624400.0,
      "end_time": 1628390.0,
      "text": "at home, pick it and eat it fresh for higher levels of nutrition, plus you can add things"
    },
    {
      "index": 338,
      "start_time": 1628390.0,
      "end_time": 1634211.0,
      "text": "in like the trace minerals that are not in foods today. If you are here in Oahu and are"
    },
    {
      "index": 339,
      "start_time": 1634210.0,
      "end_time": 1638669.0,
      "text": "interested in getting your own aqauponics system, I would highly recommend the aquaponics"
    },
    {
      "index": 340,
      "start_time": 1638670.0,
      "end_time": 1643290.0,
      "text": "place and you can check them out and learn more about them on the aquaponicsplace.com."
    },
    {
      "index": 341,
      "start_time": 1643290.0,
      "end_time": 1649510.0,
      "text": "Hopefully you guys enjoyed this episode coming at you from Oahu, Hawaii. Once again my name"
    },
    {
      "index": 342,
      "start_time": 1649510.0,
      "end_time": 1653701.0,
      "text": "is John Kohler with growingyourgreens.com. We’ll see you next time, and remember keep"
    },
    {
      "index": 343,
      "start_time": 1653700.0,
      "end_time": 1663700.0,
      "text": "on growing."
    }
  ]
}