{
  "video_id": "-zFl79CCjTM",
  "title": "Why Whale Poop Is So Expensive | So Expensive",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 720.0,
      "end_time": 3330.0,
      "text": "This is ambergris."
    },
    {
      "index": 2,
      "start_time": 3330.0,
      "end_time": 8730.0,
      "text": "It might look like a rock, but it's actually a rare kind of whale poop."
    },
    {
      "index": 3,
      "start_time": 8730.0,
      "end_time": 10780.0,
      "text": "And it's not cheap."
    },
    {
      "index": 4,
      "start_time": 10780.0,
      "end_time": 20330.0,
      "text": "Per gram, ambergris can cost more than silver, 30 times more."
    },
    {
      "index": 5,
      "start_time": 20250.0,
      "end_time": 28630.0,
      "text": "If you've ever worn perfume, well I've got some unsettling news, you may have misted yourself with animal waste."
    },
    {
      "index": 6,
      "start_time": 28630.0,
      "end_time": 33760.0,
      "text": "You see, for centuries, perfumers have been using ambergris to enhance their fragrances."
    },
    {
      "index": 7,
      "start_time": 33760.0,
      "end_time": 39610.0,
      "text": "It's essentially a clump of squid beaks bound by a fatty secretion."
    },
    {
      "index": 8,
      "start_time": 39610.0,
      "end_time": 47130.0,
      "text": "Over time, it balls up in the intestine of some sperm whales and eventually, out it goes."
    },
    {
      "index": 9,
      "start_time": 47130.0,
      "end_time": 55970.0,
      "text": "Now, in the strictest sense, it's not technically poop but scientists think it exits the same way, if you catch my drift."
    },
    {
      "index": 10,
      "start_time": 55970.0,
      "end_time": 65480.0,
      "text": "One way or another, a big boulder of ambergris is released into the ocean and it floats for decades, you know who knows how long?"
    },
    {
      "index": 11,
      "start_time": 65480.00000000001,
      "end_time": 72300.0,
      "text": "And in that time, the mass transforms from a sticky dung-like substance into a hard gray chunk."
    },
    {
      "index": 12,
      "start_time": 72300.0,
      "end_time": 76320.0,
      "text": "And this, believe it or not, is what perfumers covet."
    },
    {
      "index": 13,
      "start_time": 76320.0,
      "end_time": 84100.0,
      "text": "For one, it contains a unique chemical that works as a fixative, which means it makes other smells in perfume last longer."
    },
    {
      "index": 14,
      "start_time": 84100.0,
      "end_time": 89853.0,
      "text": "But ambergris is also valued for something incredibly surprising, apparently it smells good?"
    },
    {
      "index": 15,
      "start_time": 89853.0,
      "end_time": 97100.0,
      "text": "It's like a bouquet of 20 or 30 different chemical compounds, each have their own odor profile."
    },
    {
      "index": 16,
      "start_time": 97100.0,
      "end_time": 106650.0,
      "text": "One will smell sort of like mushrooms, one will smell a little bit like tobacco, one smells like poop, one smells sort of like grass and hay."
    },
    {
      "index": 17,
      "start_time": 107130.0,
      "end_time": 108000.0,
      "text": "Sounds great."
    },
    {
      "index": 18,
      "start_time": 108000.0,
      "end_time": 114860.0,
      "text": "Well, apparently perfume designers use strong scents like those as the base note for their fragrances."
    },
    {
      "index": 19,
      "start_time": 114860.0,
      "end_time": 119000.0,
      "text": "And base notes form the foundation of any perfume."
    },
    {
      "index": 20,
      "start_time": 119000.0,
      "end_time": 125200.0,
      "text": "One company in particular has several expensive perfumes with base notes of ambergris."
    },
    {
      "index": 21,
      "start_time": 125200.0,
      "end_time": 133700.0,
      "text": "Perfumes in this collection can sell for around $500 a bottle and are described as a passionate love letter in fragrant form."
    },
    {
      "index": 22,
      "start_time": 133700.0,
      "end_time": 142500.0,
      "text": "And while ambergris has all the makings for a great perfume, what really drives up the price tag is simply how rare it is."
    },
    {
      "index": 23,
      "start_time": 142500.0,
      "end_time": 149600.0,
      "text": "Scientists don't know exactly why, but only about 1% of sperm whales produce this substance."
    },
    {
      "index": 24,
      "start_time": 149600.0,
      "end_time": 157300.0,
      "text": "In fact, researchers like Dr. Shane Gero, who spend years studying sperm whales, never end up seeing it."
    },
    {
      "index": 25,
      "start_time": 157300.0,
      "end_time": 167400.0,
      "text": "I've been collecting sperm whale poo for 15, 16 years and I haven't ever collected anything that I was like aw, maybe this is a tiny little ambergris ball."
    },
    {
      "index": 26,
      "start_time": 167400.0,
      "end_time": 170800.0,
      "text": "Sometimes, lucky beach-goers will stumble upon it."
    },
    {
      "index": 27,
      "start_time": 170800.0,
      "end_time": 177300.0,
      "text": "In 2006, for example, a couple picked up a 32-pound piece on a beach in Australia."
    },
    {
      "index": 28,
      "start_time": 177300.0,
      "end_time": 182700.0,
      "text": "Media outlets later reported that it could be worth nearly $300,000."
    },
    {
      "index": 29,
      "start_time": 182700.0,
      "end_time": 186300.0,
      "text": "But more often, ambergris hunters will get to it first."
    },
    {
      "index": 30,
      "start_time": 186300.0,
      "end_time": 197900.0,
      "text": "They track weather patterns and ocean currents to predict where it might end up, and once they find it, they sell it to brokers or perfumers for up to $7,200 a pound."
    },
    {
      "index": 31,
      "start_time": 197900.0,
      "end_time": 205000.0,
      "text": "This is like gold to them, this is a real commodity so they take it very seriously, they can be a big aggressive, muscular."
    },
    {
      "index": 32,
      "start_time": 205000.0,
      "end_time": 207700.0,
      "text": "And they really closely guard their secrets."
    },
    {
      "index": 33,
      "start_time": 207700.0,
      "end_time": 211100.0,
      "text": "But the commodity's high price isn't the only reason they do it."
    },
    {
      "index": 34,
      "start_time": 211100.0,
      "end_time": 217500.0,
      "text": "In some countries, like the U.S., buying, selling, or even collecting ambergris is illegal."
    },
    {
      "index": 35,
      "start_time": 217500.0,
      "end_time": 222000.0,
      "text": "That's because sperm whales are an internationally threatened species."
    },
    {
      "index": 36,
      "start_time": 222000.0,
      "end_time": 228500.0,
      "text": "Before whaling starting actively, both historical and modern whaling, there was over a million sperm whales."
    },
    {
      "index": 37,
      "start_time": 228500.0,
      "end_time": 230400.0,
      "text": "And now we're down closer to a fifth of that."
    },
    {
      "index": 38,
      "start_time": 230400.0,
      "end_time": 240000.0,
      "text": "And while no whales are harmed in the collection of ambergris, Gero says that it's never a good idea to buy or sell products from an endangered species."
    },
    {
      "index": 39,
      "start_time": 240000.0,
      "end_time": 249906.0,
      "text": "But until we can replicate something that smells as good as that, mm, whale poop, people will probably keep buying and selling ambergris."
    }
  ]
}