{
  "video_id": "0-G3BuBB19M",
  "title": "How to ask powerful sales questions",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 767.0,
      "end_time": 6388.0,
      "text": "Hey guys, this is Steli Efti with Close.io. I want to talk about the art of asking powerful"
    },
    {
      "index": 2,
      "start_time": 6388.0,
      "end_time": 11780.0,
      "text": "questions and actually getting real answers to those questions. A lot of times when you"
    },
    {
      "index": 3,
      "start_time": 11780.0,
      "end_time": 15518.0,
      "text": "qualify a prospect, you have to ask a bunch of questions to truly understand who they"
    },
    {
      "index": 4,
      "start_time": 15518.0,
      "end_time": 20957.0,
      "text": "are and if they’re a good fit and how to sell to them effectively. Many times when"
    },
    {
      "index": 5,
      "start_time": 20957.0,
      "end_time": 26348.0,
      "text": "I teach that asking questions is the most important skill in sales, people tell me,"
    },
    {
      "index": 6,
      "start_time": 26348.0,
      "end_time": 30296.0,
      "text": "“Yes Steli but people get annoyed when you ask them too many questions.”"
    },
    {
      "index": 7,
      "start_time": 30297.0,
      "end_time": 35547.0,
      "text": "I get this all the time where people just, “How can I ask questions without annoying"
    },
    {
      "index": 8,
      "start_time": 35547.0,
      "end_time": 42427.0,
      "text": "people, without getting to kind of a conversational dynamic that’s not natural anymore and without"
    },
    {
      "index": 9,
      "start_time": 42427.0,
      "end_time": 48807.0,
      "text": "having the prospect actually raise up their defenses and their mental blocks because they’re"
    },
    {
      "index": 10,
      "start_time": 48807.0,
      "end_time": 54288.0,
      "text": "feeling like they’re being attacked by all these questions?” First, how to not ask"
    },
    {
      "index": 11,
      "start_time": 54288.0,
      "end_time": 58647.0,
      "text": "questions correctly and then get these kind of outcomes."
    },
    {
      "index": 12,
      "start_time": 58647.0,
      "end_time": 64548.0,
      "text": "Too many times I see people asking questions to prospects as if they’re reading it off"
    },
    {
      "index": 13,
      "start_time": 64548.0,
      "end_time": 70327.0,
      "text": "a list. As if it’s irrelevant, what the answer is every question seems to just get"
    },
    {
      "index": 14,
      "start_time": 70327.0,
      "end_time": 77327.0,
      "text": "a checkpoint from the person asking it to get to the next question. You get people going,"
    },
    {
      "index": 15,
      "start_time": 77628.0,
      "end_time": 83128.0,
      "text": "“Dear prospect, tell me, how many people in your company would use our product?”"
    },
    {
      "index": 16,
      "start_time": 83128.0,
      "end_time": 89980.0,
      "text": "the prospect goes, “I don’t know really maybe about five to 10 people.”"
    },
    {
      "index": 17,
      "start_time": 89980.0,
      "end_time": 94618.0,
      "text": "“Tell me, what kind of features are the most important ones for you?” “For us"
    },
    {
      "index": 18,
      "start_time": 94618.0,
      "end_time": 100777.0,
      "text": "it’s really important that it has feature X, Y and Z.” “Cool, yeah we do provide"
    },
    {
      "index": 19,
      "start_time": 100777.0,
      "end_time": 105670.0,
      "text": "all these features.” “Dear prospect let me ask you another question?”"
    },
    {
      "index": 20,
      "start_time": 105670.0,
      "end_time": 110808.0,
      "text": "Do you see how the dynamic is fucked up? It doesn’t matter what I answer, the person"
    },
    {
      "index": 21,
      "start_time": 110808.0,
      "end_time": 115180.0,
      "text": "just goes, “Sure, sure, great!” this is another bad thing to do."
    },
    {
      "index": 22,
      "start_time": 115180.0,
      "end_time": 120667.0,
      "text": "After every answer you say, “Great,” or “Sure” or “Awesome,” or something."
    },
    {
      "index": 23,
      "start_time": 120667.0,
      "end_time": 126607.0,
      "text": "It’s like, “Really, is every answer I give awesome or great or are you just happy"
    },
    {
      "index": 24,
      "start_time": 126607.0,
      "end_time": 130646.0,
      "text": "that you got some answer and you just want to move on with your life?”"
    },
    {
      "index": 25,
      "start_time": 130645.99999999999,
      "end_time": 132958.0,
      "text": "Male: It can be awesome and great. It could be, but it also could be that you"
    },
    {
      "index": 26,
      "start_time": 132958.0,
      "end_time": 137587.0,
      "text": "just say that to everything and everybody and you just want to get to the next question."
    },
    {
      "index": 27,
      "start_time": 137587.0,
      "end_time": 141280.0,
      "text": "When you have a dynamic like that where somebody asked you questions and it doesn’t seem"
    },
    {
      "index": 28,
      "start_time": 141280.0,
      "end_time": 144968.0,
      "text": "like they care about the answer, they just want to go on with the next question, you"
    },
    {
      "index": 29,
      "start_time": 144968.0,
      "end_time": 148667.0,
      "text": "feel like you’re being interrogated. You feel like you’re wasting time. It’s a"
    },
    {
      "index": 30,
      "start_time": 148667.0,
      "end_time": 154818.0,
      "text": "pretty frustrating experience and it doesn’t feel great to be that person that’s being"
    },
    {
      "index": 31,
      "start_time": 154818.0,
      "end_time": 158417.0,
      "text": "asked all these questions. The other thing is when you’re super authoritarian"
    },
    {
      "index": 32,
      "start_time": 158417.0,
      "end_time": 163417.0,
      "text": "and you just go, “How many people do you guys have over there?”"
    },
    {
      "index": 33,
      "start_time": 163417.0,
      "end_time": 169787.0,
      "text": "Calm down, bro. I’m not like … you’re not police. I’m not at custody. I don’t"
    },
    {
      "index": 34,
      "start_time": 169787.0,
      "end_time": 174998.0,
      "text": "have to answer all your questions. Chill out, maybe you want to ask in a way that suggests"
    },
    {
      "index": 35,
      "start_time": 174998.0,
      "end_time": 181938.0,
      "text": "that you’re curios, that you care and that I have the power to answer or not answer."
    },
    {
      "index": 36,
      "start_time": 181938.0,
      "end_time": 185667.0,
      "text": "Not that you are some authority and you’re demanding answers. That’s not going to work."
    },
    {
      "index": 37,
      "start_time": 185667.0,
      "end_time": 191787.0,
      "text": "That’s not going to be a pleasant experience. You want to have the mind frame that you truly"
    },
    {
      "index": 38,
      "start_time": 191787.0,
      "end_time": 198447.0,
      "text": "care to reach what I call full understanding. You want to fully understand the other person."
    },
    {
      "index": 39,
      "start_time": 198447.0,
      "end_time": 204348.0,
      "text": "Think of it as in painting by numbers. It’s not enough to just get an outline of who they"
    },
    {
      "index": 40,
      "start_time": 204348.0,
      "end_time": 208128.0,
      "text": "are. It’s not enough to just get an outline of what you’re painting, them just telling"
    },
    {
      "index": 41,
      "start_time": 208128.0,
      "end_time": 215128.0,
      "text": "you it’s a house, it’s a tree is not enough detail for you to truly paint the right picture."
    },
    {
      "index": 42,
      "start_time": 216177.0,
      "end_time": 222158.0,
      "text": "You have to ask, what kind of tree? How big? What’s going on in the surrounding? Are"
    },
    {
      "index": 43,
      "start_time": 222158.0,
      "end_time": 228827.0,
      "text": "we fully zoomed in on the tree or is it a landscape mode? What color schemes do we use?"
    },
    {
      "index": 44,
      "start_time": 228828.0,
      "end_time": 233667.0,
      "text": "You need to ask a lot more questions to get the full picture and to make sure that what"
    },
    {
      "index": 45,
      "start_time": 233667.0,
      "end_time": 240667.0,
      "text": "you’re painting is accurate with what they’re living or what they have in mind. What you"
    },
    {
      "index": 46,
      "start_time": 240707.0,
      "end_time": 247707.0,
      "text": "want to do is truly care. Caring is the number one mindset you need to apply and utilize"
    },
    {
      "index": 47,
      "start_time": 249197.0,
      "end_time": 252748.0,
      "text": "to ask questions in a way that people want to give you the right answers, and want to"
    },
    {
      "index": 48,
      "start_time": 252748.0,
      "end_time": 257418.0,
      "text": "give you as many answers as you need. You want to care. You want to care enough that"
    },
    {
      "index": 49,
      "start_time": 257418.0,
      "end_time": 261378.0,
      "text": "you really want to understand, not just care enough to ask the question but care enough"
    },
    {
      "index": 50,
      "start_time": 261378.0,
      "end_time": 266818.0,
      "text": "to desire understanding. You want to go deep and not stay at the surface"
    },
    {
      "index": 51,
      "start_time": 266818.0,
      "end_time": 273478.0,
      "text": "level. An easy way to give you a practical mode to think like that is that you want to"
    },
    {
      "index": 52,
      "start_time": 273478.0,
      "end_time": 280478.0,
      "text": "have to do as little as possible of interpreting what they’re saying. When they say, “We"
    },
    {
      "index": 53,
      "start_time": 281508.0,
      "end_time": 285518.0,
      "text": "just care about ease of use.” You don’t want to interpret and go, “Oh ease of use,"
    },
    {
      "index": 54,
      "start_time": 285518.0,
      "end_time": 290448.0,
      "text": "I know what they mean by that. They want something to be fast and the U.I. to be really flashy"
    },
    {
      "index": 55,
      "start_time": 290448.0,
      "end_time": 296238.0,
      "text": "and cool and fancy,” and make interpretations of what that word means."
    },
    {
      "index": 56,
      "start_time": 296238.0,
      "end_time": 300108.0,
      "text": "Instead of doing that, you want to ask them, “Hey, what do you mean when you say ease"
    },
    {
      "index": 57,
      "start_time": 300108.0,
      "end_time": 305798.0,
      "text": "of use? What about it needs to be easy? What about the experience needs to be easy? Do"
    },
    {
      "index": 58,
      "start_time": 305798.0,
      "end_time": 312348.0,
      "text": "you have an example of an application or product or a service or something you’re using that"
    },
    {
      "index": 59,
      "start_time": 312348.0,
      "end_time": 316388.0,
      "text": "hits that requirement for you, something that would demonstrate to me, “What do you mean"
    },
    {
      "index": 60,
      "start_time": 316388.0,
      "end_time": 321488.0,
      "text": "or what kind of products you’re looking for when you’re thinking about ease of use?"
    },
    {
      "index": 61,
      "start_time": 321488.0,
      "end_time": 323618.0,
      "text": "See what I’m doing right now. I’m going deep."
    },
    {
      "index": 62,
      "start_time": 323618.0,
      "end_time": 327878.0,
      "text": "I’m not just staying at the surface, not just taking the first thing they say and run"
    },
    {
      "index": 63,
      "start_time": 327878.0,
      "end_time": 331798.0,
      "text": "with it, not just take the first thing they say and interpret and make interpretations"
    },
    {
      "index": 64,
      "start_time": 331798.0,
      "end_time": 336968.0,
      "text": "and extrapolations into what that might mean. I ask them, “What does that mean? Do you"
    },
    {
      "index": 65,
      "start_time": 336968.0,
      "end_time": 343968.0,
      "text": "have an example of that for me, something that would make it more practical, more exemplify"
    },
    {
      "index": 66,
      "start_time": 344680.0,
      "end_time": 348988.0,
      "text": "that mole? Rather than just taking your words, I want to find something in the real world"
    },
    {
      "index": 67,
      "start_time": 348988.0,
      "end_time": 355800.0,
      "text": "I can look at that demonstrates that to me. When you ask these questions, don’t just"
    },
    {
      "index": 68,
      "start_time": 355800.0,
      "end_time": 358758.0,
      "text": "stay at the surface because it means you don’t give a crap but actually go deep. I’ll give"
    },
    {
      "index": 69,
      "start_time": 358758.0,
      "end_time": 363168.0,
      "text": "you an example. The two questions I asked earlier where I said, “How many people would"
    },
    {
      "index": 70,
      "start_time": 363168.0,
      "end_time": 368568.0,
      "text": "use this? What features or functionalities would be important?” let’s rewind and"
    },
    {
      "index": 71,
      "start_time": 368568.0,
      "end_time": 373768.0,
      "text": "do this right. If I ask a prospect, “Hey, how many people in your team would actually"
    },
    {
      "index": 72,
      "start_time": 373768.0,
      "end_time": 378518.0,
      "text": "use our product?” the person goes, “I don’t know, maybe four or five.” You go,"
    },
    {
      "index": 73,
      "start_time": 378518.0,
      "end_time": 381818.0,
      "text": "“Cool, tell me about these people. Have they been around in the company for a long"
    },
    {
      "index": 74,
      "start_time": 381818.0,
      "end_time": 387618.0,
      "text": "time? Have they just joined?” how long has it taken you to get this kind of a team? What’s"
    },
    {
      "index": 75,
      "start_time": 387618.0,
      "end_time": 391608.0,
      "text": "the workflow like? Are they all working from the same location or different ones?"
    },
    {
      "index": 76,
      "start_time": 391608.0,
      "end_time": 395498.0,
      "text": "Let me ask you, moving forward in the next 12 months, is that team going to grow and"
    },
    {
      "index": 77,
      "start_time": 395498.0,
      "end_time": 401380.0,
      "text": "if so, how and to how many? What’s the dynamic between the different people? If they’re"
    },
    {
      "index": 78,
      "start_time": 401380.0,
      "end_time": 405280.0,
      "text": "all on the same team it’s one thing but maybe there’s a few people that are in sales"
    },
    {
      "index": 79,
      "start_time": 405280.0,
      "end_time": 408678.0,
      "text": "or a few people that are in support? How do they interact? How do they communicate, any"
    },
    {
      "index": 80,
      "start_time": 408678.0,
      "end_time": 414800.0,
      "text": "friction in the past, anything that we could do to anticipate the dynamics between the"
    },
    {
      "index": 81,
      "start_time": 414800.0,
      "end_time": 419728.0,
      "text": "team and how it relates to our product? See how I’m going deep in trying to truly understand"
    },
    {
      "index": 82,
      "start_time": 419728.0,
      "end_time": 425408.0,
      "text": "what that means? Why is it only five? How big is the entire company? “We’re 5000"
    },
    {
      "index": 83,
      "start_time": 425408.0,
      "end_time": 429478.0,
      "text": "people.” “Wow, how come only five of 5000 will use our product?"
    },
    {
      "index": 84,
      "start_time": 429478.0,
      "end_time": 434538.0,
      "text": "Is it some kind of a task force, a special group? Is it a removed team that works on"
    },
    {
      "index": 85,
      "start_time": 434538.0,
      "end_time": 440280.0,
      "text": "something special or is it a small pilot test run that you would scale to thousands? Tell"
    },
    {
      "index": 86,
      "start_time": 440280.0,
      "end_time": 446588.0,
      "text": "me more about it. See how that information can completely change the picture of the information"
    },
    {
      "index": 87,
      "start_time": 446588.0,
      "end_time": 453588.0,
      "text": "that you just got? Go deep, ask follow up questions to get to true understanding because"
    },
    {
      "index": 88,
      "start_time": 454968.0,
      "end_time": 460588.0,
      "text": "once you understand someone you can effectively sell to them and effectively means get them"
    },
    {
      "index": 89,
      "start_time": 460588.0,
      "end_time": 465558.0,
      "text": "to buy quick if it’s the right thing. Then when they buy, get them to get success out"
    },
    {
      "index": 90,
      "start_time": 465558.0,
      "end_time": 469108.0,
      "text": "of it and be happy and successful with your product or service."
    },
    {
      "index": 91,
      "start_time": 469108.0,
      "end_time": 475728.0,
      "text": "The other thing is that because most conversations – most of the time when people ask us questions"
    },
    {
      "index": 92,
      "start_time": 475728.0,
      "end_time": 480728.0,
      "text": "they don’t truly care about understanding. They only stay at the surface level. When"
    },
    {
      "index": 93,
      "start_time": 480728.0,
      "end_time": 487198.0,
      "text": "you do, you stand out? Nothing is more powerful in building rapport and building a relationship"
    },
    {
      "index": 94,
      "start_time": 487198.0,
      "end_time": 492347.0,
      "text": "than having someone feel truly understood by you. If somebody feels truly understood"
    },
    {
      "index": 95,
      "start_time": 492348.0,
      "end_time": 497558.0,
      "text": "by you they will trust you. They will feel better about you and about their relationship"
    },
    {
      "index": 96,
      "start_time": 497558.0,
      "end_time": 502318.0,
      "text": "with you? They will want to talk more to you and spend more time with you. We’ve all"
    },
    {
      "index": 97,
      "start_time": 502318.0,
      "end_time": 506680.0,
      "text": "felt that there are certain people that we feel truly understood by."
    },
    {
      "index": 98,
      "start_time": 506680.0,
      "end_time": 510728.0,
      "text": "How do we feel about these people versus others that we think that they don’t really get"
    },
    {
      "index": 99,
      "start_time": 510728.0,
      "end_time": 516317.0,
      "text": "who we are? They just know superficially who we are and what we need but not really deeply."
    },
    {
      "index": 100,
      "start_time": 516317.0,
      "end_time": 523317.0,
      "text": "It makes a massive difference in the relationship you built. Last on the point of asking questions,"
    },
    {
      "index": 101,
      "start_time": 524828.0,
      "end_time": 530570.0,
      "text": "some of you might now ask, this is all good. It’s good to know but how do I do this?"
    },
    {
      "index": 102,
      "start_time": 530570.0,
      "end_time": 534588.0,
      "text": "I’m not experienced in asking so many questions. I’m not experienced in truly going to the"
    },
    {
      "index": 103,
      "start_time": 534588.0,
      "end_time": 540877.0,
      "text": "depth of the question and reaching understanding. How can I make sure that I do this right?"
    },
    {
      "index": 104,
      "start_time": 540877.0,
      "end_time": 544948.0,
      "text": "The only way to get it right is to do it a lot and to practice."
    },
    {
      "index": 105,
      "start_time": 544948.0,
      "end_time": 549768.0,
      "text": "How about recording some of your prospecting calls or qualifying calls or qualifying conversations?"
    },
    {
      "index": 106,
      "start_time": 549768.0,
      "end_time": 555627.0,
      "text": "How about practicing this with your team members and getting feedback from them? Hey, was this"
    },
    {
      "index": 107,
      "start_time": 555627.0,
      "end_time": 559607.0,
      "text": "a smooth experience? Did I ask you the right question? Did you feel that I truly cared"
    },
    {
      "index": 108,
      "start_time": 559607.0,
      "end_time": 563708.0,
      "text": "about you that I really wanted to understand you or did you just feel like I’m going"
    },
    {
      "index": 109,
      "start_time": 563708.0,
      "end_time": 567627.0,
      "text": "through a list? Was it annoying in any way? How about practicing it and getting feedback"
    },
    {
      "index": 110,
      "start_time": 567627.0,
      "end_time": 574627.0,
      "text": "from others and working on your craft to becoming a very powerful and effective question asker."
    },
    {
      "index": 111,
      "start_time": 576948.0,
      "end_time": 582848.0,
      "text": "Being good at asking questions and knowing how to ask the right questions can set you"
    },
    {
      "index": 112,
      "start_time": 582848.0,
      "end_time": 587348.0,
      "text": "apart from all the rest in the market and can make a massive difference in how many"
    },
    {
      "index": 113,
      "start_time": 587348.0,
      "end_time": 592926.0,
      "text": "deals you end up closing or not closing. I would suggest that you practice asking the"
    },
    {
      "index": 114,
      "start_time": 592927.0,
      "end_time": 597607.0,
      "text": "right questions as much as you practice giving the best pitch or making the best demo presentation."
    },
    {
      "index": 115,
      "start_time": 597607.0,
      "end_time": 602718.0,
      "text": "I hope this was useful. If you have any questions that you want to ask, any follow up questions"
    },
    {
      "index": 116,
      "start_time": 602718.0,
      "end_time": 608847.0,
      "text": "to this topic, send me an email to steli@close.io, write a comment, subscribe to a channel. Reach"
    },
    {
      "index": 117,
      "start_time": 608847.0,
      "end_time": 614917.0,
      "text": "out, tweet to us, let this conversation move forward and let’s add to the conversation"
    },
    {
      "index": 118,
      "start_time": 614917.0,
      "end_time": 619518.0,
      "text": "and see if we get to a better and better understanding on how to become better at asking the right"
    },
    {
      "index": 119,
      "start_time": 619518.0,
      "end_time": 626208.0,
      "text": "questions and how we can all work on our craft or the conversation and become better at it"
    },
    {
      "index": 120,
      "start_time": 626208.0,
      "end_time": 629578.0,
      "text": "and more effective at it. All right, now go out there and get them"
    }
  ]
}