{
  "video_id": "0BnBeCtfVLk",
  "title": "How To Make A Man Commit to You (And Only You) - Why Men Run Away",
  "json": [
    {
      "index": 1,
      "start_time": 3310.0,
      "end_time": 7759.0,
      "text": "Hi guys, my name is Lisa Force… I’m a relationship and dating coach. This video"
    },
    {
      "index": 2,
      "start_time": 7759.0,
      "end_time": 11379.0,
      "text": "is for women, and I’m going to answer a question many of us ladies have pondered at"
    },
    {
      "index": 3,
      "start_time": 11379.0,
      "end_time": 16139.0,
      "text": "some point or another: why is my man so afraid to commit?"
    },
    {
      "index": 4,
      "start_time": 16139.0,
      "end_time": 19759.0,
      "text": "If you’re in this situation -- wondering why he won’t pop the question, and worrying"
    },
    {
      "index": 5,
      "start_time": 19759.0,
      "end_time": 23689.0,
      "text": "that you might be wasting your time -- then you’re watching the right video."
    },
    {
      "index": 6,
      "start_time": 23689.0,
      "end_time": 28880.0,
      "text": "Let’s start by clearing up one very important fact: you can’t force someone to commit"
    },
    {
      "index": 7,
      "start_time": 28880.0,
      "end_time": 34370.0,
      "text": "to you, to love you, to want to marry you, and so on. Your boyfriend has to actually"
    },
    {
      "index": 8,
      "start_time": 34370.0,
      "end_time": 39260.0,
      "text": "want these things; it’s not a matter of talking him into it or trying to convince"
    },
    {
      "index": 9,
      "start_time": 39260.0,
      "end_time": 44460.0,
      "text": "him that it’s the right decision. So, your goal is to actually get to the point where"
    },
    {
      "index": 10,
      "start_time": 44460.0,
      "end_time": 49640.0,
      "text": "your man has decided, on his own, that you’re the girl he should spend the rest of his life"
    },
    {
      "index": 11,
      "start_time": 49640.0,
      "end_time": 50210.0,
      "text": "with."
    },
    {
      "index": 12,
      "start_time": 50210.0,
      "end_time": 54800.0,
      "text": "I’ll explain more about how to help your boyfriend come to this conclusion in a minute,"
    },
    {
      "index": 13,
      "start_time": 54800.0,
      "end_time": 61250.0,
      "text": "but first I want to make a point about expectations. Are you sure that your expectation of commitment"
    },
    {
      "index": 14,
      "start_time": 61250.0,
      "end_time": 66140.0,
      "text": "is reasonable and realistic? For example, if you and your boyfriend have only been together"
    },
    {
      "index": 15,
      "start_time": 66140.0,
      "end_time": 70420.0,
      "text": "for 6 months, or if you’ve never gone on a vacation together, if this is the first"
    },
    {
      "index": 16,
      "start_time": 70420.0,
      "end_time": 74869.0,
      "text": "serious relationship for one or both of you… then, do you really think it’s reasonable"
    },
    {
      "index": 17,
      "start_time": 74869.0,
      "end_time": 80429.0,
      "text": "to expect your man to get down on one knee any time soon? Some guys are ready to commit"
    },
    {
      "index": 18,
      "start_time": 80429.0,
      "end_time": 84920.0,
      "text": "after only a few months, but most men (and women, for that matter) will need time to"
    },
    {
      "index": 19,
      "start_time": 84920.0,
      "end_time": 89119.0,
      "text": "let the relationship develop and mature before they’re ready to commit to spending a lifetime"
    },
    {
      "index": 20,
      "start_time": 89119.0,
      "end_time": 90479.0,
      "text": "together."
    },
    {
      "index": 21,
      "start_time": 90479.0,
      "end_time": 94639.0,
      "text": "If you’re confident that your expectations are realistic, then there are a few things"
    },
    {
      "index": 22,
      "start_time": 94639.0,
      "end_time": 98450.0,
      "text": "you can be doing to help your boyfriend come to the conclusion that it’s time to buy"
    },
    {
      "index": 23,
      "start_time": 98450.0,
      "end_time": 103509.0,
      "text": "a ring and get down on one knee. I’m only going to touch on a few of these tips, so"
    },
    {
      "index": 24,
      "start_time": 103509.0,
      "end_time": 107450.0,
      "text": "I encourage you to watch an excellent video on something called the “Penguin Method”..."
    },
    {
      "index": 25,
      "start_time": 107450.0,
      "end_time": 112590.0,
      "text": "it’s a free video that breaks down the male psyche and explains how to use some simple"
    },
    {
      "index": 26,
      "start_time": 112590.0,
      "end_time": 117810.0,
      "text": "psychological techniques to convince him that commitment is the right move. You can watch"
    },
    {
      "index": 27,
      "start_time": 117810.0,
      "end_time": 125529.0,
      "text": "this video by clicking the linking in the description below, or by visiting LisaForce.com/Penguin."
    },
    {
      "index": 28,
      "start_time": 125529.0,
      "end_time": 130759.0,
      "text": "Perhaps the most important thing you can do to get him to commit is actually to not exhibit"
    },
    {
      "index": 29,
      "start_time": 130758.99999999999,
      "end_time": 136069.0,
      "text": "certain unattractive characteristics. By that, I mean you shouldn’t be doing or saying"
    },
    {
      "index": 30,
      "start_time": 136069.0,
      "end_time": 139900.0,
      "text": "things that will push him away or question whether or not he wants to spend the rest"
    },
    {
      "index": 31,
      "start_time": 139900.0,
      "end_time": 146750.0,
      "text": "of his life with you. Traits such as jealousy, neediness, insecurity, controlling behaviour,"
    },
    {
      "index": 32,
      "start_time": 146750.0,
      "end_time": 152640.0,
      "text": "and constant nagging will sabotage your relationship and push him further away. That’s why the"
    },
    {
      "index": 33,
      "start_time": 152640.0,
      "end_time": 157349.0,
      "text": "first step for you to get a man to commit is often to look within yourself and make"
    },
    {
      "index": 34,
      "start_time": 157349.0,
      "end_time": 160730.0,
      "text": "sure that you’re not doing or saying things that are giving him second thoughts about"
    },
    {
      "index": 35,
      "start_time": 160730.0,
      "end_time": 163079.0,
      "text": "committing to a lifetime together."
    },
    {
      "index": 36,
      "start_time": 163079.0,
      "end_time": 169720.0,
      "text": "So, that’s what NOT to do…. As for what you should do, I can sum it up in one sentence:"
    },
    {
      "index": 37,
      "start_time": 169720.0,
      "end_time": 173250.0,
      "text": "show him how awesome life will be with you."
    },
    {
      "index": 38,
      "start_time": 173250.0,
      "end_time": 177819.0,
      "text": "If you and your boyfriend live together, think about how you can make his daily life fun,"
    },
    {
      "index": 39,
      "start_time": 177819.0,
      "end_time": 182860.0,
      "text": "interesting, and drama-free. You don’t need to go nuts and bake him a cake every evening"
    },
    {
      "index": 40,
      "start_time": 182860.0,
      "end_time": 188840.0,
      "text": "or plan an adventure-packed trip every weekend, but you can take the time to show him affection,"
    },
    {
      "index": 41,
      "start_time": 188840.0,
      "end_time": 192930.0,
      "text": "care, and do what you can to make daily life together enjoyable."
    },
    {
      "index": 42,
      "start_time": 192930.0,
      "end_time": 198069.0,
      "text": "It’s no secret that men are visual creatures, too… so it often also helps to show your"
    },
    {
      "index": 43,
      "start_time": 198069.0,
      "end_time": 202700.0,
      "text": "man that you’re committed to keeping fit and remaining the beautiful, successful woman"
    },
    {
      "index": 44,
      "start_time": 202700.0,
      "end_time": 207750.0,
      "text": "that he first fell in love with. Don’t make the mistake of assuming that you can stop"
    },
    {
      "index": 45,
      "start_time": 207750.0,
      "end_time": 212000.0,
      "text": "putting effort into your appearance just because you’re in a long-term relationship."
    },
    {
      "index": 46,
      "start_time": 212000.0,
      "end_time": 216640.0,
      "text": "Remember that men who have a particularly difficult time with commitment are also likely"
    },
    {
      "index": 47,
      "start_time": 216640.0,
      "end_time": 221879.0,
      "text": "to cling on to their freedoms very tightly… that means that when your boyfriend wants"
    },
    {
      "index": 48,
      "start_time": 221879.0,
      "end_time": 226390.0,
      "text": "to spend a weekend away with his buddies, any attempt to interfere with that is likely"
    },
    {
      "index": 49,
      "start_time": 226390.0,
      "end_time": 232280.0,
      "text": "to irritate him and make him wary of committing to a lifetime together. So make sure you give"
    },
    {
      "index": 50,
      "start_time": 232280.0,
      "end_time": 237290.0,
      "text": "your man plenty of freedom and space to do what he wants (within reason of course). Make"
    },
    {
      "index": 51,
      "start_time": 237290.0,
      "end_time": 241439.0,
      "text": "sure he knows that you trust him completely, and that you’ll always be willing to give"
    },
    {
      "index": 52,
      "start_time": 241439.0,
      "end_time": 245060.0,
      "text": "him the freedom to do what he wants in the future."
    },
    {
      "index": 53,
      "start_time": 245060.0,
      "end_time": 248879.0,
      "text": "Again, these are just a few of the things that can help your man come to the conclusion"
    },
    {
      "index": 54,
      "start_time": 248879.0,
      "end_time": 253540.0,
      "text": "that he should be eager to spend the rest of his life with you. I strongly recommend"
    },
    {
      "index": 55,
      "start_time": 253540.0,
      "end_time": 257720.0,
      "text": "you watch the free video I mentioned earlier about the “Penguin Method,” because it’s"
    },
    {
      "index": 56,
      "start_time": 257720.00000000003,
      "end_time": 262250.0,
      "text": "an awesome guide to winning his heart and getting him to truly commit. Watch now by"
    },
    {
      "index": 57,
      "start_time": 262250.0,
      "end_time": 267289.0,
      "text": "going to LisaForce.com/Penguin or clicking the link below."
    },
    {
      "index": 58,
      "start_time": 267289.0,
      "end_time": 271919.0,
      "text": "I’d also love to hear your feedback, so please feel free to use the comments below"
    },
    {
      "index": 59,
      "start_time": 271919.0,
      "end_time": 277370.0,
      "text": "to ask questions and share your own suggestions. Please also subscribe to my YouTube channel"
    },
    {
      "index": 60,
      "start_time": 277370.0,
      "end_time": 282590.0,
      "text": "for more relationship help videos, I’ll be releasing new videos regularly. You can"
    },
    {
      "index": 61,
      "start_time": 282590.0,
      "end_time": 285580.0,
      "text": "also get more advice and guidance at my website, LisaForce.com."
    },
    {
      "index": 62,
      "start_time": 285580.0,
      "end_time": 295580.0,
      "text": "Thanks for watching, ladies… talk to you again soon! Bye for now."
    }
  ]
}