{
  "video_id": "0co0minMG6I",
  "title": "Gender Analysis 02. The Gender Axis of Evil",
  "json": [
    {
      "index": 1,
      "start_time": 12710.0,
      "end_time": 17900.0,
      "text": "Hi, welcome to Gender Analysis. Imagine if the light switches in your house turned all"
    },
    {
      "index": 2,
      "start_time": 17900.0,
      "end_time": 23560.0,
      "text": "your lights on or off at the same time. You flip one switch, all the lights are on. Flip"
    },
    {
      "index": 3,
      "start_time": 23560.0,
      "end_time": 28820.0,
      "text": "another switch, all the lights are off. That would seem kind of bizarre, right? If you’re"
    },
    {
      "index": 4,
      "start_time": 28820.0,
      "end_time": 32780.0,
      "text": "just going to the kitchen for a midnight snack, why do you need the lights to be on in the"
    },
    {
      "index": 5,
      "start_time": 32780.0,
      "end_time": 38270.0,
      "text": "laundry room and the office and everywhere else? That’s pretty unnecessary. What if"
    },
    {
      "index": 6,
      "start_time": 38270.0,
      "end_time": 42329.0,
      "text": "they were all dimmer switches instead, so that every light in the house could be brighter"
    },
    {
      "index": 7,
      "start_time": 42329.0,
      "end_time": 48019.0,
      "text": "or darker in synchrony? That kind of flexibility still wouldn’t help, because it wouldn’t"
    },
    {
      "index": 8,
      "start_time": 48019.0,
      "end_time": 53280.0,
      "text": "address the underlying issue: why are all these lights stuck together? Who would design"
    },
    {
      "index": 9,
      "start_time": 53280.0,
      "end_time": 57760.0,
      "text": "a house’s electrical wiring like that in the first place? What sense does this make?"
    },
    {
      "index": 10,
      "start_time": 57760.0,
      "end_time": 62980.0,
      "text": "It&#39;s almost like they missed the point of having different light switches. And yet this"
    },
    {
      "index": 11,
      "start_time": 62980.0,
      "end_time": 67550.0,
      "text": "is the way that many people tend to think about gender, gender expression, and sexual"
    },
    {
      "index": 12,
      "start_time": 67550.0,
      "end_time": 73020.0,
      "text": "orientation. Conceptually, they see these as just a handful of light switches that are"
    },
    {
      "index": 13,
      "start_time": 73020.0,
      "end_time": 78680.0,
      "text": "ultimately linked to only one thing. To them, all of these concepts are locked together,"
    },
    {
      "index": 14,
      "start_time": 78680.0,
      "end_time": 84979.0,
      "text": "moving with each other in synchrony – they think changing one thing can affect the rest."
    },
    {
      "index": 15,
      "start_time": 84979.0,
      "end_time": 90310.0,
      "text": "This is related to the gender binary, the notion that aspects of gender and sexuality"
    },
    {
      "index": 16,
      "start_time": 90310.0,
      "end_time": 96040.0,
      "text": "fall into only one of two opposing categories: people are either male or female, masculine"
    },
    {
      "index": 17,
      "start_time": 96040.0,
      "end_time": 101869.0,
      "text": "or feminine, attracted to women or attracted to men. Under this model, there are men and"
    },
    {
      "index": 18,
      "start_time": 101869.0,
      "end_time": 107680.0,
      "text": "there are women; men do this, women do that; men look like this, women look like that."
    },
    {
      "index": 19,
      "start_time": 107680.0,
      "end_time": 112520.0,
      "text": "Pretty much everyone knows this isn’t actually true, because the idea of such a binary is"
    },
    {
      "index": 20,
      "start_time": 112520.0,
      "end_time": 118189.0,
      "text": "easily refuted by reality. Some people are nonbinary and their gender isn’t completely"
    },
    {
      "index": 21,
      "start_time": 118189.0,
      "end_time": 123700.0,
      "text": "and exclusively male or female. Notions of how men and women are “supposed” to look"
    },
    {
      "index": 22,
      "start_time": 123700.0,
      "end_time": 128090.0,
      "text": "have changed significantly over time, and plenty of people present in ways that could"
    },
    {
      "index": 23,
      "start_time": 128090.0,
      "end_time": 133370.0,
      "text": "be considered androgynous or gender-neutral. And, of course, lots of people are attracted"
    },
    {
      "index": 24,
      "start_time": 133370.0,
      "end_time": 139180.0,
      "text": "to men and women, or to neither, or to people who aren’t male or female. This is pretty"
    },
    {
      "index": 25,
      "start_time": 139180.0,
      "end_time": 145200.0,
      "text": "basic stuff. But even when people see that space exists outside of two narrow categories,"
    },
    {
      "index": 26,
      "start_time": 145200.0,
      "end_time": 150350.0,
      "text": "they often still treat these categories as endpoints of a spectrum – a single spectrum."
    },
    {
      "index": 27,
      "start_time": 150350.0,
      "end_time": 155430.0,
      "text": "They seem to think that at one end, there are people who are male, masculine, and attracted"
    },
    {
      "index": 28,
      "start_time": 155430.0,
      "end_time": 160610.0,
      "text": "to women; at the other end, there are people who are female, feminine, and attracted to"
    },
    {
      "index": 29,
      "start_time": 160610.0,
      "end_time": 166080.0,
      "text": "men. Instead of seeing that gender, gender expression, and sexual orientation are separate"
    },
    {
      "index": 30,
      "start_time": 166080.0,
      "end_time": 171410.0,
      "text": "variables, all of these distinct features are collapsed into a single position on a"
    },
    {
      "index": 31,
      "start_time": 171410.0,
      "end_time": 177410.0,
      "text": "single axis. Because a shift in one of these features is seen to shift the rest along with"
    },
    {
      "index": 32,
      "start_time": 177410.0,
      "end_time": 183910.0,
      "text": "it, this means using one aspect of a person to deny, redefine, or reclassify their other"
    },
    {
      "index": 33,
      "start_time": 183910.0,
      "end_time": 189670.0,
      "text": "aspects. I’ve started calling this model the Gender Axis of Evil, because it’s a"
    },
    {
      "index": 34,
      "start_time": 189670.0,
      "end_time": 195120.0,
      "text": "misconception that underlies so many stereotypes about gender and sexuality, both well-known"
    },
    {
      "index": 35,
      "start_time": 195120.0,
      "end_time": 201340.0,
      "text": "and obscure. It might be called an anti-pattern – a term used in software design and management"
    },
    {
      "index": 36,
      "start_time": 201340.0,
      "end_time": 206700.0,
      "text": "to describe a bad solution that people keep coming up with, even when it causes more harm"
    },
    {
      "index": 37,
      "start_time": 206700.0,
      "end_time": 211980.0,
      "text": "than good. In this case, the generalization of people into these two clusters might seem"
    },
    {
      "index": 38,
      "start_time": 211980.0,
      "end_time": 217390.0,
      "text": "like a useful rule of thumb, considering how many people do tend to be male, masculine,"
    },
    {
      "index": 39,
      "start_time": 217390.0,
      "end_time": 222360.0,
      "text": "and attracted to women, or vice versa. But this model breaks down when people try to"
    },
    {
      "index": 40,
      "start_time": 222360.0,
      "end_time": 228180.0,
      "text": "force it into situations where it clearly no longer describes reality. The Gender Axis"
    },
    {
      "index": 41,
      "start_time": 228180.0,
      "end_time": 233120.0,
      "text": "of Evil first became obvious to me when reading a comment from someone who doesn’t really"
    },
    {
      "index": 42,
      "start_time": 233120.0,
      "end_time": 239340.0,
      "text": "like me. They stated that they don’t consider me to be a woman, noted that I have a wife,"
    },
    {
      "index": 43,
      "start_time": 239340.0,
      "end_time": 245810.0,
      "text": "and compared me unfavorably to “convincing” trans women. Within one paragraph, they managed"
    },
    {
      "index": 44,
      "start_time": 245810.0,
      "end_time": 251430.0,
      "text": "to invoke practically every aspect of the Gender Axis of Evil: because they perceive"
    },
    {
      "index": 45,
      "start_time": 251430.0,
      "end_time": 256440.0,
      "text": "me as insufficiently feminine, that makes me less of a woman in their eyes, and being"
    },
    {
      "index": 46,
      "start_time": 256440.0,
      "end_time": 261280.0,
      "text": "attracted to women is just further evidence against my womanhood. Their opinion of my"
    },
    {
      "index": 47,
      "start_time": 261279.99999999997,
      "end_time": 268479.0,
      "text": "gender expression and sexuality led them to position me further away from the female/feminine/attracted"
    },
    {
      "index": 48,
      "start_time": 268479.0,
      "end_time": 274740.0,
      "text": "to men endpoint of the axis, and their perception of my gender was dragged along with this."
    },
    {
      "index": 49,
      "start_time": 274740.0,
      "end_time": 279210.0,
      "text": "The idea that a woman could be attracted to women, or choose to express her gender in"
    },
    {
      "index": 50,
      "start_time": 279210.0,
      "end_time": 285110.0,
      "text": "her own way, was apparently incomprehensible to them. That’s the Gender Axis of Evil"
    },
    {
      "index": 51,
      "start_time": 285110.0,
      "end_time": 290900.0,
      "text": "in action. It also plays a part in stereotypes about gay men and lesbians, many of which"
    },
    {
      "index": 52,
      "start_time": 290900.0,
      "end_time": 295949.0,
      "text": "are ultimately gender stereotypes. Gay men are seen as feminine – their attraction"
    },
    {
      "index": 53,
      "start_time": 295949.0,
      "end_time": 301020.0,
      "text": "to men is seen as dragging them closer to the female/feminine/attracted to men endpoint"
    },
    {
      "index": 54,
      "start_time": 301020.0,
      "end_time": 305460.0,
      "text": "of the axis, even if some gay men don’t express themselves in a way that’s considered"
    },
    {
      "index": 55,
      "start_time": 305460.0,
      "end_time": 311370.0,
      "text": "feminine at all. Conversely, lesbians are seen as masculine – being attracted to women"
    },
    {
      "index": 56,
      "start_time": 311370.0,
      "end_time": 318099.0,
      "text": "brings them closer to the male/masculine/attracted to women side of the axis. Even straight men"
    },
    {
      "index": 57,
      "start_time": 318099.0,
      "end_time": 322979.0,
      "text": "and women are sometimes suspected of being gay or lesbian if they’re respectively perceived"
    },
    {
      "index": 58,
      "start_time": 322979.0,
      "end_time": 327370.0,
      "text": "as feminine or masculine – their gender expression is seen as bringing them nearer"
    },
    {
      "index": 59,
      "start_time": 327370.0,
      "end_time": 334039.0,
      "text": "to the endpoints of attraction to men or attraction to women. As a result, femme lesbians and"
    },
    {
      "index": 60,
      "start_time": 334039.0,
      "end_time": 339900.0,
      "text": "masculine gay men are often invisible, not being readily perceived as gay because so"
    },
    {
      "index": 61,
      "start_time": 339900.0,
      "end_time": 346840.0,
      "text": "many people use gender stereotypes as a misguided proxy for recognizing sexual orientation."
    },
    {
      "index": 62,
      "start_time": 346840.0,
      "end_time": 351789.0,
      "text": "Because they’re feminine or masculine, they’ll often be told nonsensical things like “you"
    },
    {
      "index": 63,
      "start_time": 351789.0,
      "end_time": 356599.0,
      "text": "don’t look gay”. Does this mean there actually is a specific, narrow way that gay"
    },
    {
      "index": 64,
      "start_time": 356599.0,
      "end_time": 362860.0,
      "text": "people look, by definition? Of course not. Anyone who says someone doesn’t “look"
    },
    {
      "index": 65,
      "start_time": 362860.0,
      "end_time": 368189.0,
      "text": "gay” is talking about a stereotype, not the reality of gay people. All gay people"
    },
    {
      "index": 66,
      "start_time": 368189.0,
      "end_time": 372990.0,
      "text": "look gay, no matter how they look – because they are gay, regardless of whether their"
    },
    {
      "index": 67,
      "start_time": 372990.0,
      "end_time": 378909.0,
      "text": "appearance aligns with a stereotype. So, from one direction, sexual orientation is used"
    },
    {
      "index": 68,
      "start_time": 378909.0,
      "end_time": 384240.0,
      "text": "to stereotype people’s gender expression, and from another direction, their gender expression"
    },
    {
      "index": 69,
      "start_time": 384240.0,
      "end_time": 389849.0,
      "text": "is used to call their sexual orientation into question. And that’s the Gender Axis of"
    },
    {
      "index": 70,
      "start_time": 389849.0,
      "end_time": 395650.0,
      "text": "Evil. Trans people are specifically subject to this in many different ways. As with the"
    },
    {
      "index": 71,
      "start_time": 395650.0,
      "end_time": 401279.0,
      "text": "earlier comment about my perceived femininity or lack thereof, the validity of trans women’s"
    },
    {
      "index": 72,
      "start_time": 401279.0,
      "end_time": 405889.0,
      "text": "genders are often judged on the basis of how they express that gender, and sometimes their"
    },
    {
      "index": 73,
      "start_time": 405889.0,
      "end_time": 411960.0,
      "text": "sexual orientation as well. Sexologist Ray Blanchard went so far as to propose a typology"
    },
    {
      "index": 74,
      "start_time": 411960.0,
      "end_time": 417449.0,
      "text": "of trans women, placing us into two distinct categories on the basis of our orientation."
    },
    {
      "index": 75,
      "start_time": 417449.0,
      "end_time": 424449.0,
      "text": "Under his model, trans women who are exclusively attracted to men are considered “homosexual"
    },
    {
      "index": 76,
      "start_time": 424449.0,
      "end_time": 429930.0,
      "text": "transsexuals” – the label “homosexual” is used because he considers them to be extremely"
    },
    {
      "index": 77,
      "start_time": 429930.0,
      "end_time": 436289.0,
      "text": "gay men. In other words, their orientation is shifted so far to the female/feminine/attracted"
    },
    {
      "index": 78,
      "start_time": 436289.0,
      "end_time": 442580.0,
      "text": "to men endpoint of the axis that it’s dragged their gender along with it. His other category"
    },
    {
      "index": 79,
      "start_time": 442580.0,
      "end_time": 448409.0,
      "text": "encompasses lesbian and bisexual trans women, and regards them as men whose female gender"
    },
    {
      "index": 80,
      "start_time": 448409.0,
      "end_time": 454949.0,
      "text": "is not really a gender at all, but rather an expression of a sexual fetish. Because"
    },
    {
      "index": 81,
      "start_time": 454949.0,
      "end_time": 459379.0,
      "text": "they’re attracted to women, Blanchard proposes that they’re sexually attracted to the idea"
    },
    {
      "index": 82,
      "start_time": 459379.0,
      "end_time": 466550.0,
      "text": "of themselves as women. Researcher J. Michael Bailey later tied this into gender expression,"
    },
    {
      "index": 83,
      "start_time": 466550.0,
      "end_time": 474110.0,
      "text": "bluntly stating: “Most homosexual transsexuals are much better looking”. Here, sexual orientation"
    },
    {
      "index": 84,
      "start_time": 474110.0,
      "end_time": 479610.0,
      "text": "is explicitly tied both to gender and gender expression: straight trans women are considered"
    },
    {
      "index": 85,
      "start_time": 479610.0,
      "end_time": 485089.0,
      "text": "to be more intensely feminine because of their exclusive attraction to men, whereas lesbian"
    },
    {
      "index": 86,
      "start_time": 485089.0,
      "end_time": 490409.0,
      "text": "and bisexual trans women are dragged toward the male end of the axis, and depicted as"
    },
    {
      "index": 87,
      "start_time": 490409.0,
      "end_time": 496509.0,
      "text": "un-feminine men with a sexual fetish. And when lesbian and bisexual trans women do express"
    },
    {
      "index": 88,
      "start_time": 496509.0,
      "end_time": 502339.0,
      "text": "femininity – for instance, by transitioning – this femininity is explained away as a"
    },
    {
      "index": 89,
      "start_time": 502339.0,
      "end_time": 507020.0,
      "text": "result of their attraction to women, which is then used as evidence of their supposed"
    },
    {
      "index": 90,
      "start_time": 507020.0,
      "end_time": 513039.0,
      "text": "masculinity. Combined with the near-total subjectivity of whether someone is “good"
    },
    {
      "index": 91,
      "start_time": 513039.0,
      "end_time": 518719.0,
      "text": "looking”, the Gender Axis of Evil is rescued from any inconvenient facts that might contradict"
    },
    {
      "index": 92,
      "start_time": 518719.00000000006,
      "end_time": 523640.00000000006,
      "text": "the model. As with any other stereotypes, the sharp divisions of Blanchard’s typology"
    },
    {
      "index": 93,
      "start_time": 523640.0,
      "end_time": 530850.0,
      "text": "are refuted by the diverse realities of human experience. In a study of over 500 trans women,"
    },
    {
      "index": 94,
      "start_time": 530850.0,
      "end_time": 536810.0,
      "text": "23% of straight trans women also exhibited the so-called “transvestic fetishism”"
    },
    {
      "index": 95,
      "start_time": 536810.0,
      "end_time": 542690.0,
      "text": "that Blanchard considers definitive of lesbian and bisexual trans women. Conversely, 18%"
    },
    {
      "index": 96,
      "start_time": 542690.0,
      "end_time": 549630.0,
      "text": "of lesbian trans women and 32% of bisexual trans women did not experience this supposedly"
    },
    {
      "index": 97,
      "start_time": 549630.0,
      "end_time": 555320.0,
      "text": "characteristic “transvestic fetishism”. So how is it that a significant portion of"
    },
    {
      "index": 98,
      "start_time": 555320.0,
      "end_time": 560510.0,
      "text": "straight trans women are both exclusively attracted to men, yet also attracted to women"
    },
    {
      "index": 99,
      "start_time": 560510.0,
      "end_time": 566280.0,
      "text": "as supposedly dictated by the presence of this “fetish”? How are they ultra-feminine"
    },
    {
      "index": 100,
      "start_time": 566280.0,
      "end_time": 570340.0,
      "text": "and “better looking” members of the first group because of their exclusive attraction"
    },
    {
      "index": 101,
      "start_time": 570340.0,
      "end_time": 576040.0,
      "text": "to men, while also unattractive and masculine because this alleged “fetish” places them"
    },
    {
      "index": 102,
      "start_time": 576040.0,
      "end_time": 582030.0,
      "text": "in Blanchard’s second group? Ultimately, this model is little more than a naked reiteration"
    },
    {
      "index": 103,
      "start_time": 582030.0,
      "end_time": 588250.0,
      "text": "of the stereotypes of cisgender lesbians as masculine and cis gay men as feminine. Such"
    },
    {
      "index": 104,
      "start_time": 588250.0,
      "end_time": 593950.0,
      "text": "an assumption hardly holds true for cis people, so why would it hold true for trans people?"
    },
    {
      "index": 105,
      "start_time": 593950.0,
      "end_time": 598280.0,
      "text": "And yet trans women’s genders are still often subject to scrutiny on the basis of"
    },
    {
      "index": 106,
      "start_time": 598280.0,
      "end_time": 603450.0,
      "text": "our gender expression. People often believe that trans women are compelled to be so extremely"
    },
    {
      "index": 107,
      "start_time": 603450.0,
      "end_time": 609690.0,
      "text": "feminine that it inexorably drives us to transition and live as women. So, when a trans woman"
    },
    {
      "index": 108,
      "start_time": 609690.0,
      "end_time": 616850.0,
      "text": "isn’t stereotypically feminine, her transition is seen as inexplicable and perhaps even invalid."
    },
    {
      "index": 109,
      "start_time": 616850.0,
      "end_time": 621600.0,
      "text": "For instance, residents of a women’s shelter in Maine once questioned whether a trans woman"
    },
    {
      "index": 110,
      "start_time": 621600.0,
      "end_time": 627490.0,
      "text": "was really a woman at all – because she was wearing jeans. After all, it’s not like"
    },
    {
      "index": 111,
      "start_time": 627490.0,
      "end_time": 633150.0,
      "text": "department stores have entire sections for women’s jeans, right? In this case, strict"
    },
    {
      "index": 112,
      "start_time": 633150.0,
      "end_time": 638310.0,
      "text": "and stereotypical notions of gender expression were used as grounds to question someone’s"
    },
    {
      "index": 113,
      "start_time": 638310.0,
      "end_time": 642690.0,
      "text": "gender. If their gender expression isn’t far enough to one side of the Gender Axis"
    },
    {
      "index": 114,
      "start_time": 642690.0,
      "end_time": 649070.0,
      "text": "of Evil, then maybe their gender itself isn’t, either. One instance where the axis is especially"
    },
    {
      "index": 115,
      "start_time": 649070.0,
      "end_time": 654790.0,
      "text": "overt is in the practice of so-called “reparative therapy” to try and make gay and bisexual"
    },
    {
      "index": 116,
      "start_time": 654790.0,
      "end_time": 660190.0,
      "text": "people become straight. These programs often involve having men engage in activities that"
    },
    {
      "index": 117,
      "start_time": 660190.0,
      "end_time": 665900.0,
      "text": "are perceived as masculine, such as playing football and fixing cars, while women are"
    },
    {
      "index": 118,
      "start_time": 665900.0,
      "end_time": 671130.0,
      "text": "encouraged to discuss fashion and makeup. These programs seem to assume that by inducing"
    },
    {
      "index": 119,
      "start_time": 671130.0,
      "end_time": 676580.0,
      "text": "a shift in people’s gender expression, their sexual orientation will be dragged along with"
    },
    {
      "index": 120,
      "start_time": 676580.0,
      "end_time": 682040.0,
      "text": "it, until they’re closer to the intended endpoint of the axis. Similar approaches have"
    },
    {
      "index": 121,
      "start_time": 682040.0,
      "end_time": 686680.0,
      "text": "been tried on gender-nonconforming children to discourage them from being transgender"
    },
    {
      "index": 122,
      "start_time": 686680.0,
      "end_time": 692220.0,
      "text": "or growing up to be transgender. Psychologist Ken Zucker recommends discouraging children"
    },
    {
      "index": 123,
      "start_time": 692220.0,
      "end_time": 697510.0,
      "text": "assigned male at birth from playing with dolls or drawing pictures of girls - he believes"
    },
    {
      "index": 124,
      "start_time": 697510.0,
      "end_time": 702250.0,
      "text": "that if their gender expression can be changed, then their gender itself can be shifted as"
    },
    {
      "index": 125,
      "start_time": 702250.0,
      "end_time": 707010.0,
      "text": "well. Neither of these alleged therapies are known to be successful - not that their goals"
    },
    {
      "index": 126,
      "start_time": 707010.0,
      "end_time": 712040.0,
      "text": "are even defensible - and they’re often clearly harmful. But they both target gender"
    },
    {
      "index": 127,
      "start_time": 712040.0,
      "end_time": 717610.0,
      "text": "expression as a means of influencing either gender or sexual orientation. That’s the"
    },
    {
      "index": 128,
      "start_time": 717610.0,
      "end_time": 722550.0,
      "text": "Gender Axis of Evil. These are just a handful of cases where this line of reasoning comes"
    },
    {
      "index": 129,
      "start_time": 722550.0,
      "end_time": 727820.0,
      "text": "into play, but it intersects with so many misunderstandings about how gender and sexuality"
    },
    {
      "index": 130,
      "start_time": 727820.0,
      "end_time": 733110.0,
      "text": "work. Whether you’re queer or straight, trans or cis, anyone can be subject to these"
    },
    {
      "index": 131,
      "start_time": 733110.0,
      "end_time": 738600.0,
      "text": "stereotypes - they might seem like a diverse array of different issues, but under the surface,"
    },
    {
      "index": 132,
      "start_time": 738600.0,
      "end_time": 743760.0,
      "text": "they’re very closely connected. Familiarize yourself with the patterns here, so you can"
    },
    {
      "index": 133,
      "start_time": 743760.0,
      "end_time": 748640.0,
      "text": "avoid these missteps, and call them out when you see them. There’s no need to make assumptions"
    },
    {
      "index": 134,
      "start_time": 748640.0,
      "end_time": 753860.0,
      "text": "about what it means when someone is gay, trans, or feminine. It just means they’re gay,"
    },
    {
      "index": 135,
      "start_time": 753860.0,
      "end_time": 760180.0,
      "text": "or trans, or feminine. Femme lesbians exist. Butch trans women exist. Feminine straight"
    },
    {
      "index": 136,
      "start_time": 760180.0,
      "end_time": 766700.0,
      "text": "guys exist. It’s not a conflict or a contradiction – it’s life. And hopefully someday we"
    },
    {
      "index": 137,
      "start_time": 766700.0,
      "end_time": 772530.0,
      "text": "can all live in a house with more than one light switch. I’m Zinnia Jones. Thanks for"
    },
    {
      "index": 138,
      "start_time": 772530.0,
      "end_time": 782530.0,
      "text": "watching, and tune in next time for more Gender Analysis."
    }
  ]
}