{
  "video_id": "0f0qXEQ_IQE",
  "title": "How Deadly Is China's Pollution Problem?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 220.0,
      "end_time": 4700.0,
      "text": "A recent documentary, Under the Dome, depicts how Chinese residents are forced to cope with"
    },
    {
      "index": 2,
      "start_time": 4700.0,
      "end_time": 9120.0,
      "text": "the worsening air quality. In the film, the director says that last year, Beijing had"
    },
    {
      "index": 3,
      "start_time": 9120.0,
      "end_time": 14200.0,
      "text": "175 [quote] “polluted days”. This is when the smog is so bad that schools are closed"
    },
    {
      "index": 4,
      "start_time": 14200.0,
      "end_time": 18130.0,
      "text": "and planes are grounded. So just how bad is pollution in China?"
    },
    {
      "index": 5,
      "start_time": 18130.0,
      "end_time": 23119.0,
      "text": "Well, according to EU air quality standards, less than 1% of China’s population breathes"
    },
    {
      "index": 6,
      "start_time": 23119.0,
      "end_time": 28429.0,
      "text": "clean air daily. Chinese residents are subject to 40 times the number of microscopic irritants"
    },
    {
      "index": 7,
      "start_time": 28429.0,
      "end_time": 33060.0,
      "text": "found in smog, than is recommended by the World Health Organization. In fact, the former"
    },
    {
      "index": 8,
      "start_time": 33060.0,
      "end_time": 37000.0,
      "text": "Chinese Health Minister has attributed the high rates of lung cancer in China to this"
    },
    {
      "index": 9,
      "start_time": 37000.0,
      "end_time": 41870.0,
      "text": "toxic smog. He also said that pollution was killing as many as half a million residents"
    },
    {
      "index": 10,
      "start_time": 41870.0,
      "end_time": 44690.0,
      "text": "every year, a figure supported by Worldbank estimates."
    },
    {
      "index": 11,
      "start_time": 44690.0,
      "end_time": 49840.0,
      "text": "In the past, Chinese officials have been unwilling to fully acknowledge the scope and impact"
    },
    {
      "index": 12,
      "start_time": 49840.0,
      "end_time": 54860.0,
      "text": "of their pollution problem. Although an internal report by China’s environmental agency also"
    },
    {
      "index": 13,
      "start_time": 54860.0,
      "end_time": 59730.0,
      "text": "supported these figures, Chinese officials banned its publication in an effort to avoid"
    },
    {
      "index": 14,
      "start_time": 59730.0,
      "end_time": 62770.0,
      "text": "“social unrest”. Part of the reason for China’s poor air"
    },
    {
      "index": 15,
      "start_time": 62770.0,
      "end_time": 67500.0,
      "text": "quality is a long-standing lack of industrial pollution standards, a problem China only"
    },
    {
      "index": 16,
      "start_time": 67500.0,
      "end_time": 72690.0,
      "text": "began tackling in the early 80s. China’s toxic air comes from vehicle emissions, industrial"
    },
    {
      "index": 17,
      "start_time": 72690.0,
      "end_time": 77860.0,
      "text": "waste, and China’s coal usage, which exceeds that of the rest of the world combined. However,"
    },
    {
      "index": 18,
      "start_time": 77860.0,
      "end_time": 82770.0,
      "text": "in recent years, China has aggressively pushed to lower levels of pollution, by banning high-polluting"
    },
    {
      "index": 19,
      "start_time": 82770.0,
      "end_time": 87770.0,
      "text": "vehicles and curbing its industrial coal usage. Unfortunately, a study from the International"
    },
    {
      "index": 20,
      "start_time": 87770.0,
      "end_time": 93210.0,
      "text": "Journal of Global Energy Issues has predicted that since China is still an industrial powerhouse,"
    },
    {
      "index": 21,
      "start_time": 93210.0,
      "end_time": 97620.0,
      "text": "their priority for economic growth will be higher than for lowering emissions. Without"
    },
    {
      "index": 22,
      "start_time": 97620.0,
      "end_time": 101820.0,
      "text": "significant change, “pollution days” will likely continue in the years to come."
    },
    {
      "index": 23,
      "start_time": 101820.0,
      "end_time": 106080.0,
      "text": "You’ve probably heard that China holds a significant portion of the United States’"
    },
    {
      "index": 24,
      "start_time": 106080.0,
      "end_time": 111010.0,
      "text": "debt. To learn just how much of America China owns, check out our video right here. Or go"
    },
    {
      "index": 25,
      "start_time": 111010.0,
      "end_time": 115979.0,
      "text": "check out our new show All Points Project, where we explore untold stories from around"
    },
    {
      "index": 26,
      "start_time": 115979.0,
      "end_time": 119710.0,
      "text": "the world. Thank you for watching TestTube. We appreciate your support, and hope you consider"
    },
    {
      "index": 27,
      "start_time": 119710.0,
      "end_time": 129710.0,
      "text": "subscribing for all our new videos!"
    }
  ]
}