{
  "video_id": "0LI0ZokiQgc",
  "title": "IELTS Speaking PART 2: MODEL ANSWER",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7700.0,
      "end_time": 12560.0,
      "text": "Hey everyone! Welcome back to my channel this is Dori, I&#39;m a teacher of English and today"
    },
    {
      "index": 2,
      "start_time": 12580.0,
      "end_time": 17680.0,
      "text": "we&#39;re going to have a look at a model answer of IELTS Speaking PART 2. Ok, let&#39;s go!"
    },
    {
      "index": 3,
      "start_time": 329256.0,
      "end_time": 335655.0,
      "text": "Ok this is an example of a model answer for Part 2 probably the men who watched that will laugh at my"
    },
    {
      "index": 4,
      "start_time": 335660.0,
      "end_time": 344480.0,
      "text": "answer but you know what? I did this on purpose in order to show you that there is no right or wrong answer"
    },
    {
      "index": 5,
      "start_time": 344480.0,
      "end_time": 351320.0,
      "text": "you can talk about a topic even if you are not familiar with something as long as you are organised"
    },
    {
      "index": 6,
      "start_time": 352180.0,
      "end_time": 359640.0,
      "text": "and you talk as much as you can on each bullet point on topic of course fluently without a lot of pauses"
    },
    {
      "index": 7,
      "start_time": 361000.0,
      "end_time": 369180.0,
      "text": "and you connect your ideas together in a very cohesive, smooth way If you don&#39;t know something very well,"
    },
    {
      "index": 8,
      "start_time": 369183.0,
      "end_time": 376283.0,
      "text": "it doesn&#39;t matter just state that beforehand and start talking as you would in your mother language"
    },
    {
      "index": 9,
      "start_time": 376283.0,
      "end_time": 383300.0,
      "text": "and please don&#39;t pause or panic or things like that take advantage of the fact that you don&#39;t know"
    },
    {
      "index": 10,
      "start_time": 383300.0,
      "end_time": 390599.0,
      "text": "something. Ok, this answer was probably  band 9 you don&#39;t have to be that perfect at all no but as long as you keep this organisation"
    },
    {
      "index": 11,
      "start_time": 390600.0,
      "end_time": 394860.0,
      "text": "in your mind and aim for that I am sure that you&#39;ll do great"
    }
  ]
}