{
  "video_id": "0mqa8elHR0I",
  "title": "真假的!? 麥當勞宣布停售大麥克｜媒體不願告訴你的真相｜JRLEE",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4019.9999999999995,
      "text": "No!"
    },
    {
      "index": 2,
      "start_time": 4600.0,
      "end_time": 13620.0,
      "text": "News has it that McDonalds is discontinuing the iconic, the one and only product that represents McDonalds. The Big Mac. Can you believe it!"
    },
    {
      "index": 3,
      "start_time": 13620.0,
      "end_time": 21040.0,
      "text": "Well, you shouldn’t ‘cos it’s fake news. However, I do wish they would bring back the grilled chicken burger, the milk shake, and Mc Crispy. Please."
    },
    {
      "index": 4,
      "start_time": 21040.0,
      "end_time": 25360.0,
      "text": "Well, this piece of false information went viral on social media in just a few days."
    },
    {
      "index": 5,
      "start_time": 25360.0,
      "end_time": 36940.0,
      "text": "But if you dig down to the source of it, you’ll find that it came from 4 years ago in 2014 from a website called Daily Buzz Live, which occasionally makes these fictional stories intentionally for entertainment purpose."
    },
    {
      "index": 6,
      "start_time": 36940.0,
      "end_time": 47120.0,
      "text": "Which also means the hoax was made 4 years ago. But 4 year later, yet once again it was revived on the internet. And yet once again the mass public has fell for it."
    },
    {
      "index": 7,
      "start_time": 47120.0,
      "end_time": 60180.0,
      "text": "So, no, it’s not true. It’s totally fake. If there is a trending term that has been roaming 2017, it has got to be fake news."
    },
    {
      "index": 8,
      "start_time": 60180.0,
      "end_time": 67220.0,
      "text": "A guy sued McDonald’s because he was still depressed after eating a Happy Meal. Excuse me."
    },
    {
      "index": 9,
      "start_time": 67220.0,
      "end_time": 71920.0,
      "text": "This fake news has been out since last year and it has been resurfacing several times already."
    },
    {
      "index": 10,
      "start_time": 71920.0,
      "end_time": 79600.0,
      "text": "Each time getting the best of the mass public because there are just so many people that are retweeting and re-sharing this false information."
    },
    {
      "index": 11,
      "start_time": 79600.0,
      "end_time": 86100.0,
      "text": "It was made up by a website called 8****.net\nSorry about my language. It’s honestly called 8****.net"
    },
    {
      "index": 12,
      "start_time": 86100.0,
      "end_time": 97920.0,
      "text": "Clearly living up to its name ‘cos it only publishes satire and hoaxes. So, it’s fake! But while lists of these fake stories are funny, some are plainly vicious, ignorant and hurtful."
    },
    {
      "index": 13,
      "start_time": 97920.0,
      "end_time": 112180.0,
      "text": "Hours after the terror attack in London in 2017, a photograph with a woman wearing a hijab was widely circulated on the internet with thousands of shares claiming the woman was indifferent to the sufferings of the victim around her."
    },
    {
      "index": 14,
      "start_time": 112180.0,
      "end_time": 119900.0,
      "text": "A harsh hashtag reading #banislam was posted with the photo, and the woman received enormous negative attention due to this."
    },
    {
      "index": 15,
      "start_time": 119900.0,
      "end_time": 128980.0,
      "text": "Later, she explained she was devastated by witnessing the aftermath of a shocking and numbing terror attack. The truth was twisted."
    },
    {
      "index": 16,
      "start_time": 128979.99999999999,
      "end_time": 138540.0,
      "text": "We are living in an era of tons of fake, inaccurate, bended and even vicious information. And it’s up to us to bring a stop to all of this."
    },
    {
      "index": 17,
      "start_time": 138540.0,
      "end_time": 145000.0,
      "text": "I fell victim to fake news once when I was hosting in radio. And that was one experience that I can never forget."
    },
    {
      "index": 18,
      "start_time": 145000.0,
      "end_time": 157080.0,
      "text": "I was interviewing this specific artist and in the middle of the conversation, I quoted a piece of news asking him. \"Hey, congratulations on your new album. I heard you got half a dozen smartphones from your fans. How does that feel?\""
    },
    {
      "index": 19,
      "start_time": 157080.0,
      "end_time": 167500.0,
      "text": "And on the site, he gave me this slightly annoyed look and I knew there was something wrong. So, we go into the commercials, I turned off the mics. And I asked him, “Hey, ***, what’s up? Did I say something wrong?”"
    },
    {
      "index": 20,
      "start_time": 167500.0,
      "end_time": 182620.0,
      "text": "And he replied, “Nah, it has nothing to do with you. It’s just that the piece of news you just mentioned, the smartphones. My manager made it up with the media platform ‘cos the news title, it sounds like a pun for my new album title. It’s fake.”"
    },
    {
      "index": 21,
      "start_time": 182620.0,
      "end_time": 195920.0,
      "text": "Yah, lots of that stuff. Like more than you can imagine, lots of that stuff unfortunately happens on a daily basis. The reason why people or organizations they forge these fake news stories is because…"
    },
    {
      "index": 22,
      "start_time": 195920.0,
      "end_time": 204340.0,
      "text": "First of all, for the fun. Second, they’re in for the money. Whenever you click on or share these links. They generate ad profit for the creator."
    },
    {
      "index": 23,
      "start_time": 204340.0,
      "end_time": 211900.0,
      "text": "So, the more exaggerated, the more provocative these titles are. The more attention they gain and the more ad revenue they gain."
    },
    {
      "index": 24,
      "start_time": 211900.0,
      "end_time": 225440.0,
      "text": "Third, for media exposure. Either for political, business, popularity intentions. They want to be seen under the limelight so they bend the news on behalf of themselves, for the attention."
    },
    {
      "index": 25,
      "start_time": 225440.0,
      "end_time": 231780.0,
      "text": "It’s sad but it’s up to us to bring a stop to all of this. We have to teach ourselves to become critical thinkers."
    },
    {
      "index": 26,
      "start_time": 231780.0,
      "end_time": 239140.0,
      "text": "And this is how we can start by asking ourselves these simple questions whenever we see or read something on the news."
    },
    {
      "index": 27,
      "start_time": 239140.0,
      "end_time": 252760.0,
      "text": "Why was this made? Who made it? What is missing? How might different people interpret it? How do I know this is true? Who might benefit from this message? Who might be harmed by this message?"
    },
    {
      "index": 28,
      "start_time": 252760.0,
      "end_time": 260220.0,
      "text": "It’s not easy! It’s never easy! But it’s a good start and it’s the right thing to do. Starting from you and me."
    },
    {
      "index": 29,
      "start_time": 260220.00000000003,
      "end_time": 267460.0,
      "text": "We can make this world a better place. We can make this a better cyberspace for everyone. Do the right thing."
    },
    {
      "index": 30,
      "start_time": 267900.0,
      "end_time": 268860.0,
      "text": "peace"
    },
    {
      "index": 31,
      "start_time": 268860.0,
      "end_time": 284920.0,
      "text": "[Music]"
    }
  ]
}