{
  "video_id": "0ouQKi6Nb94",
  "title": "Accounting 1: Program #4 - \"Intro to Financial Statements\"",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 19160.0,
      "end_time": 25200.0,
      "text": "All right welcome back everybody I know I assigned some homework in regards to transaction"
    },
    {
      "index": 2,
      "start_time": 25200.0,
      "end_time": 30140.0,
      "text": "analysis just to repeat a few things that I said last lecture transaction analysis is"
    },
    {
      "index": 3,
      "start_time": 30140.0,
      "end_time": 37140.0,
      "text": "that first skill I want to make sure you guys master. So as we go through these I want you"
    },
    {
      "index": 4,
      "start_time": 37160.0,
      "end_time": 41790.0,
      "text": "to be responsible and start to be able to ask yourselves do I really understand this."
    },
    {
      "index": 5,
      "start_time": 41790.0,
      "end_time": 46670.0,
      "text": "With accounting if at any point and you realize I don&#39;t know what he&#39;s doing I don&#39;t know"
    },
    {
      "index": 6,
      "start_time": 46670.0,
      "end_time": 53100.0,
      "text": "how to do this. That&#39;s when you to come into office hours come into to tutoring folks at"
    },
    {
      "index": 7,
      "start_time": 53100.0,
      "end_time": 60100.0,
      "text": "home email me you can come into tutoring as well, but I want to make sure that you don&#39;t"
    },
    {
      "index": 8,
      "start_time": 60890.0,
      "end_time": 67300.0,
      "text": "let that go on. You don&#39;t want to procrastinate with accounting, because everything builds"
    },
    {
      "index": 9,
      "start_time": 67300.0,
      "end_time": 71570.0,
      "text": "on each other alright. I kind of gave you some, but I gave them to you in a little different"
    },
    {
      "index": 10,
      "start_time": 71570.0,
      "end_time": 75690.0,
      "text": "order didn&#39;t I, I kind of gave you my own unique order. What was the first one I gave"
    },
    {
      "index": 11,
      "start_time": 75690.0,
      "end_time": 82690.0,
      "text": "you? One-twelve well then let&#39;s do exercise one-twelve ok. Ok exercise one-twelve Zelda"
    },
    {
      "index": 12,
      "start_time": 88500.0,
      "end_time": 92690.0,
      "text": "began a new consulting firm on January the fifth the accounting equation showed the following"
    },
    {
      "index": 13,
      "start_time": 92690.0,
      "end_time": 98649.0,
      "text": "balances after each of the companies first five transactions analyze the accounting equation"
    },
    {
      "index": 14,
      "start_time": 98649.0,
      "end_time": 103630.0,
      "text": "for each transaction to describe each of the five transactions so this is a little similar"
    },
    {
      "index": 15,
      "start_time": 103630.0,
      "end_time": 107348.0,
      "text": "to the one that we did in class the other day isn&#39;t it? The only difference here is"
    },
    {
      "index": 16,
      "start_time": 107349.0,
      "end_time": 111390.0,
      "text": "now you kind of look at the balances and see what the change was its not telling you the"
    },
    {
      "index": 17,
      "start_time": 111390.0,
      "end_time": 118390.0,
      "text": "change it&#39;s actually telling you what the balance is ok. Now the first one transaction"
    },
    {
      "index": 18,
      "start_time": 118630.0,
      "end_time": 123869.0,
      "text": "A this is the very first transaction of the business isn&#39;t it so everything was zero before"
    },
    {
      "index": 19,
      "start_time": 123869.0,
      "end_time": 130869.0,
      "text": "that now cash is twenty thousand Zelda capital is twenty thousand so obviously what happened"
    },
    {
      "index": 20,
      "start_time": 131500.0,
      "end_time": 138500.0,
      "text": "here? That&#39;s right Zelda invested twenty thousand dollars of her personal money into the business"
    },
    {
      "index": 21,
      "start_time": 139250.0,
      "end_time": 146250.0,
      "text": "very good that&#39;s A. In B we see that cash went down by a thousand office supplies went"
    },
    {
      "index": 22,
      "start_time": 147400.0,
      "end_time": 154400.0,
      "text": "up by fifteen hundred and accounts payable went up by five hundred ok. What happened"
    },
    {
      "index": 23,
      "start_time": 154670.0,
      "end_time": 160530.0,
      "text": "there? Look like she bought some office supplies she bought fifteen hundred dollars&#39; worth"
    },
    {
      "index": 24,
      "start_time": 160530.0,
      "end_time": 166980.0,
      "text": "of office supplies by paying a thousand dollars cash and the remainder putting on account"
    },
    {
      "index": 25,
      "start_time": 166980.0,
      "end_time": 173859.0,
      "text": "or on credit so there&#39;s now a account five hundred dollar payable correct. Good C cash"
    },
    {
      "index": 26,
      "start_time": 173860.0,
      "end_time": 180420.0,
      "text": "went down by eight thousand and office furniture went up by eight thousand looks like she used"
    },
    {
      "index": 27,
      "start_time": 180420.0,
      "end_time": 187420.0,
      "text": "eight thousand dollars cash to buy some furniture for her office is that correct? D let&#39;s see"
    },
    {
      "index": 28,
      "start_time": 187830.0,
      "end_time": 191960.0,
      "text": "what changed accounts receivable went up by three thousand and revenues went up by three"
    },
    {
      "index": 29,
      "start_time": 191960.0,
      "end_time": 198960.0,
      "text": "thousand looks like she provided services to her client on credit and they will pay"
    },
    {
      "index": 30,
      "start_time": 200880.0,
      "end_time": 207880.0,
      "text": "her later so she has an accounts receivable ok she will receive money in the future. And"
    },
    {
      "index": 31,
      "start_time": 209319.0,
      "end_time": 216319.0,
      "text": "then lastly looks like cash went up by fifteen hundred oh no by five hundred I&#39;m sorry on"
    },
    {
      "index": 32,
      "start_time": 217490.0,
      "end_time": 223600.0,
      "text": "transaction E cash went up by five hundred and revenues went up by five hundred. So it"
    },
    {
      "index": 33,
      "start_time": 223600.0,
      "end_time": 227790.0,
      "text": "looks like she provided services to a client and they paid her five hundred dollars right"
    },
    {
      "index": 34,
      "start_time": 227790.0,
      "end_time": 234790.0,
      "text": "there for the entire five hundred amount worth of services agreed? Alright any questions"
    },
    {
      "index": 35,
      "start_time": 235530.0,
      "end_time": 242530.0,
      "text": "on that one? What was the next one I assigned one-ten ok good? Exercise one-ten provide"
    },
    {
      "index": 36,
      "start_time": 249240.0,
      "end_time": 255690.0,
      "text": "an example of each transaction that described the detailed effects of separate cases now"
    },
    {
      "index": 37,
      "start_time": 255690.0,
      "end_time": 262680.0,
      "text": "some of these have more than one, some of these have more than one. So transaction A"
    },
    {
      "index": 38,
      "start_time": 263870.0,
      "end_time": 270870.0,
      "text": "increases an asset and decreases an asset, what do you guys think? There&#39;s one or more"
    },
    {
      "index": 39,
      "start_time": 274720.0,
      "end_time": 281720.0,
      "text": "answer. Ok a couple of examples that you gave me good you purchased supplies using cash"
    },
    {
      "index": 40,
      "start_time": 282100.0,
      "end_time": 289100.0,
      "text": "or you purchased equipment using cash ok very good. Equipment or supplies would go up those"
    },
    {
      "index": 41,
      "start_time": 289750.0,
      "end_time": 296750.0,
      "text": "are assets and cash which is an asset goes down. Any others? How about the collection"
    },
    {
      "index": 42,
      "start_time": 300700.0,
      "end_time": 306190.0,
      "text": "of an accounts receivable let&#39;s say we have a accounts receivable for five hundred dollars"
    },
    {
      "index": 43,
      "start_time": 306190.0,
      "end_time": 310570.0,
      "text": "and they paid us cash well the receivable would go down that&#39;s an asset, what would"
    },
    {
      "index": 44,
      "start_time": 310570.0,
      "end_time": 317190.0,
      "text": "go up, cash that&#39;s an asset right? One asset went down one asset went up ok so that&#39;s another"
    },
    {
      "index": 45,
      "start_time": 317190.0,
      "end_time": 324190.0,
      "text": "an example. Exercise one-ten uh B decreases an asset and decreases a liability what do"
    },
    {
      "index": 46,
      "start_time": 331600.0,
      "end_time": 338600.0,
      "text": "you think? Paid something like paid an accounts payable ok good. Paid something that was already"
    },
    {
      "index": 47,
      "start_time": 338410.0,
      "end_time": 345410.0,
      "text": "on the books that was payable ok good. So the accounts payable went down and cash went"
    },
    {
      "index": 48,
      "start_time": 345440.0,
      "end_time": 352440.0,
      "text": "down any other examples. Paying a note payable really any sort of payable. Paying taxes payable"
    },
    {
      "index": 49,
      "start_time": 355130.0,
      "end_time": 360940.0,
      "text": "salaries payable any sort of liability the liability decreases the cash which is an asset"
    },
    {
      "index": 50,
      "start_time": 360940.0,
      "end_time": 367940.0,
      "text": "decreases. D increases an asset and increases a liability what do you think? Did I skip"
    },
    {
      "index": 51,
      "start_time": 375200.0,
      "end_time": 382200.0,
      "text": "C sorry? Let&#39;s go back to C. C decreases a liability and increases a liability this is"
    },
    {
      "index": 52,
      "start_time": 382460.0,
      "end_time": 386190.0,
      "text": "kind of a weird one. You thought he was going to try to skip this one and get out of it"
    },
    {
      "index": 53,
      "start_time": 386190.0,
      "end_time": 393190.0,
      "text": "right? Decreases a liability and increases a liability ok what do you think? oK and that"
    },
    {
      "index": 54,
      "start_time": 395870.0,
      "end_time": 402870.0,
      "text": "sounds kind of weird, but let&#39;s say a company had a taxes payable right the IRS started"
    },
    {
      "index": 55,
      "start_time": 407840.0,
      "end_time": 413960.0,
      "text": "banging on their door saying you owe us taxes we have a taxes payable on the books. Well"
    },
    {
      "index": 56,
      "start_time": 413960.0,
      "end_time": 418448.0,
      "text": "we don&#39;t have the cash right now so we go to our friendly bank and we get a loan. So"
    },
    {
      "index": 57,
      "start_time": 418449.0,
      "end_time": 423520.0,
      "text": "we can pay our taxes so taxes payable which is a liability goes down, notes payable which"
    },
    {
      "index": 58,
      "start_time": 423520.0,
      "end_time": 428710.0,
      "text": "is also liability goes up ok. I&#39;ll give you another example I&#39;ll give you a couple of"
    },
    {
      "index": 59,
      "start_time": 428710.0,
      "end_time": 435710.0,
      "text": "other examples. My wife and I we just refinanced our home we&#39;re actually going through the"
    },
    {
      "index": 60,
      "start_time": 436630.0,
      "end_time": 443630.0,
      "text": "process right now so we have a mortgage payable at a certain interest rate and were going"
    },
    {
      "index": 61,
      "start_time": 444460.0,
      "end_time": 451460.0,
      "text": "to pay that one off with a new mortgage payable why would we do that? Lower interest rate"
    },
    {
      "index": 62,
      "start_time": 452490.0,
      "end_time": 457389.0,
      "text": "think we&#39;re moving from like four point two five we are getting rid of that mortgage and"
    },
    {
      "index": 63,
      "start_time": 457389.0,
      "end_time": 463240.0,
      "text": "were going to three and five eighths, three and five eighths for a mortgage that&#39;s unbelievable"
    },
    {
      "index": 64,
      "start_time": 463240.0,
      "end_time": 470240.0,
      "text": "ok. So our old mortgage payable is going down our new mortgage payable is going up. The"
    },
    {
      "index": 65,
      "start_time": 470870.0,
      "end_time": 477460.0,
      "text": "advantage is decreased interest. Now a company can have a mortgage payable as well can&#39;t"
    },
    {
      "index": 66,
      "start_time": 477460.0,
      "end_time": 482370.0,
      "text": "they? They can have a mortgage payable on their office building. Or on a big piece of"
    },
    {
      "index": 67,
      "start_time": 482370.0,
      "end_time": 488880.0,
      "text": "equipment that wouldn&#39;t be a mortgage but you see what I&#39;m saying. One more example,"
    },
    {
      "index": 68,
      "start_time": 488880.0,
      "end_time": 495880.0,
      "text": "one more example lets ay my company has an accounts payable for two thousand dollars"
    },
    {
      "index": 69,
      "start_time": 496580.0,
      "end_time": 501770.0,
      "text": "to a vendor we have an accounts payable it&#39;s a liability for two thousand dollars to a"
    },
    {
      "index": 70,
      "start_time": 501770.0,
      "end_time": 507389.0,
      "text": "vendor well let&#39;s say we&#39;re having a little cash crunch right now. So I go to that vendor"
    },
    {
      "index": 71,
      "start_time": 507389.0,
      "end_time": 511200.0,
      "text": "and we worked with that vendor for a long time, and I say hey we are having cash troubles"
    },
    {
      "index": 72,
      "start_time": 511200.0,
      "end_time": 515669.0,
      "text": "I know we have an accounts payable to you I know we owe you this money for two thousand"
    },
    {
      "index": 73,
      "start_time": 515669.0,
      "end_time": 522669.0,
      "text": "dollars, but you know is there some way we can set up a payment plan or something. Will"
    },
    {
      "index": 74,
      "start_time": 523130.0,
      "end_time": 528329.0,
      "text": "usually vendors are very happy if you go to them with, has anybody here have ever done"
    },
    {
      "index": 75,
      "start_time": 528329.0,
      "end_time": 535329.0,
      "text": "collections, no pray that you never have to it&#39;s not fun. But when people owe you money"
    },
    {
      "index": 76,
      "start_time": 535679.0,
      "end_time": 538350.0,
      "text": "if they&#39;re having trouble paying you, and they come to you and they want to set up a"
    },
    {
      "index": 77,
      "start_time": 538350.0,
      "end_time": 542939.0,
      "text": "payment plan most people are pretty nice about that. Ok so our vendor might say thank you"
    },
    {
      "index": 78,
      "start_time": 542939.0,
      "end_time": 548110.0,
      "text": "for doing that here is what we&#39;ll do let&#39;s get rid of your accounts payable and let&#39;s"
    },
    {
      "index": 79,
      "start_time": 548110.0,
      "end_time": 554790.0,
      "text": "set up a note payable. And they might have us sign something and let&#39;s say let&#39;s have"
    },
    {
      "index": 80,
      "start_time": 554790.0,
      "end_time": 558519.0,
      "text": "you pay it off over time let&#39;s say a couple hundred dollars every month maybe for ten"
    },
    {
      "index": 81,
      "start_time": 558519.0,
      "end_time": 564290.0,
      "text": "or eleven months or something like that, and we&#39;re going to go ahead and charge you interest"
    },
    {
      "index": 82,
      "start_time": 564290.0,
      "end_time": 569190.0,
      "text": "a little bit of interest four percent and since it&#39;s going to be paid off over the next"
    },
    {
      "index": 83,
      "start_time": 569190.0,
      "end_time": 575100.0,
      "text": "year we go ahead and sign the note so that they feel a little bit better ok. So you don&#39;t"
    },
    {
      "index": 84,
      "start_time": 575100.0,
      "end_time": 581119.0,
      "text": "have a real old on their books a receivable ok. You see what I&#39;m saying? So we got rid"
    },
    {
      "index": 85,
      "start_time": 581119.0,
      "end_time": 586899.0,
      "text": "of our account payable and we set up a note payable with our vendor alright so that&#39;s"
    },
    {
      "index": 86,
      "start_time": 586899.0,
      "end_time": 593899.0,
      "text": "another example. Ok good any others? Ok now let&#39;s go to D increases an asset and increases"
    },
    {
      "index": 87,
      "start_time": 596850.0,
      "end_time": 603850.0,
      "text": "a liability. What do you think? Ok good Kara is it Kara? Ok good I&#39;m getting better with"
    },
    {
      "index": 88,
      "start_time": 609339.0,
      "end_time": 616339.0,
      "text": "names. Alright we buy office supplies on credit office supplies which is an asset goes up"
    },
    {
      "index": 89,
      "start_time": 616579.0,
      "end_time": 623579.0,
      "text": "accounts payable goes up right. What other ones there&#39;s some other ones to? How about"
    },
    {
      "index": 90,
      "start_time": 623980.0,
      "end_time": 630980.0,
      "text": "getting a loan? Getting a loan from a bank, cash goes up notes payable goes up that&#39;s"
    },
    {
      "index": 91,
      "start_time": 631910.0,
      "end_time": 637209.0,
      "text": "an asset that&#39;s a liability. And actually buying anything on credit right furniture"
    },
    {
      "index": 92,
      "start_time": 637209.0,
      "end_time": 644209.0,
      "text": "on credit or whatever ok good. E decreases an asset and decreases equity, decreases an"
    },
    {
      "index": 93,
      "start_time": 648670.0,
      "end_time": 655670.0,
      "text": "asset and decreases equity what do you think? There&#39;s a few on here too. Ok withdrawing"
    },
    {
      "index": 94,
      "start_time": 658129.0,
      "end_time": 665129.0,
      "text": "perhaps cash from the company ok. Withdrawals goes up but equity goes down from our quiz"
    },
    {
      "index": 95,
      "start_time": 666639.0,
      "end_time": 673639.0,
      "text": "that we had from our second lecture second or third right? The owner withdraws cash so"
    },
    {
      "index": 96,
      "start_time": 674550.0,
      "end_time": 680290.0,
      "text": "cash which is an asset goes down and withdraws is one of those things that decreases equity"
    },
    {
      "index": 97,
      "start_time": 680290.0,
      "end_time": 687290.0,
      "text": "very good any other examples for this? Another one would be paying an expense with cash."
    },
    {
      "index": 98,
      "start_time": 690790.0,
      "end_time": 697790.0,
      "text": "Let&#39;s say I pay rent expense for the month ok. Well rent expense isn&#39;t expenses one of"
    },
    {
      "index": 99,
      "start_time": 698420.0,
      "end_time": 705420.0,
      "text": "those things that decreases equity? OK so I pay that rent expense equity goes down and"
    },
    {
      "index": 100,
      "start_time": 706249.0,
      "end_time": 711730.0,
      "text": "the cash that I used to pay that rent expense also decreases right? So that would be another"
    },
    {
      "index": 101,
      "start_time": 711730.0,
      "end_time": 718730.0,
      "text": "example ok. Alright F increases a liability and decreases equity. You know I don&#39;t want"
    },
    {
      "index": 102,
      "start_time": 727900.0,
      "end_time": 733110.0,
      "text": "to really concentrate on that one too much, because that&#39;s kind of a chapter three kind"
    },
    {
      "index": 103,
      "start_time": 733110.0,
      "end_time": 739139.0,
      "text": "of a chapter three question and we aren&#39;t in chapter three are we? Curiously did anyone"
    },
    {
      "index": 104,
      "start_time": 739139.0,
      "end_time": 746139.0,
      "text": "come up with anything? I put took out a loan and took cash for their pesonal use. It&#39;s"
    },
    {
      "index": 105,
      "start_time": 746709.0,
      "end_time": 753709.0,
      "text": "not bad, it&#39;s not bad ok not a bad one the only thing is that would probably be two separate"
    },
    {
      "index": 106,
      "start_time": 757769.0,
      "end_time": 763639.0,
      "text": "transactions you know cash in cash out what this is and I know it will bother you for"
    },
    {
      "index": 107,
      "start_time": 763639.0,
      "end_time": 768829.0,
      "text": "the rest of your life. Is this would be like and this actually happens quite a bit actually"
    },
    {
      "index": 108,
      "start_time": 768829.0,
      "end_time": 775299.0,
      "text": "you receive a bill, you receive a bill and so you put it on the books as a liability"
    },
    {
      "index": 109,
      "start_time": 775299.0,
      "end_time": 779220.0,
      "text": "you&#39;re not going to pay it right now and you put the expense on your books it&#39;s called"
    },
    {
      "index": 110,
      "start_time": 779220.0,
      "end_time": 785339.0,
      "text": "a accruing on the expense. So don&#39;t really worry about that one I mean really don&#39;t really"
    },
    {
      "index": 111,
      "start_time": 785339.0,
      "end_time": 789629.0,
      "text": "worry about it for now when you&#39;re studying for your test don&#39;t sweat that one you can"
    },
    {
      "index": 112,
      "start_time": 789629.0,
      "end_time": 796629.0,
      "text": "almost ignore it. That will be chapter three, and G increases an asset and increases equity"
    },
    {
      "index": 113,
      "start_time": 797209.0,
      "end_time": 804209.0,
      "text": "what do you think? Couple there too. Cash into the- Well you&#39;re right but be more specific."
    },
    {
      "index": 114,
      "start_time": 812730.0,
      "end_time": 819730.0,
      "text": "Ok increases an asset and increases equity so you perform a service for a customer and"
    },
    {
      "index": 115,
      "start_time": 823350.0,
      "end_time": 829329.0,
      "text": "think about revenue goes up so equity goes up right? If they pay you in cash your asset"
    },
    {
      "index": 116,
      "start_time": 829329.0,
      "end_time": 834498.0,
      "text": "in cash goes up right. If we perform this on credit our accounts receivable goes up"
    },
    {
      "index": 117,
      "start_time": 834499.0,
      "end_time": 840359.0,
      "text": "which is also an asset isn&#39;t it so really preforming services for a client either way"
    },
    {
      "index": 118,
      "start_time": 840359.0,
      "end_time": 844839.0,
      "text": "whether they pay us cash right then or we book it as a receivable either way an asset"
    },
    {
      "index": 119,
      "start_time": 844839.0,
      "end_time": 851839.0,
      "text": "increases and equity increases ok good. There&#39;s one other one. If the owner bought something"
    },
    {
      "index": 120,
      "start_time": 852109.0,
      "end_time": 859109.0,
      "text": "with their own money. I have to think through that one see an owner bought something with"
    },
    {
      "index": 121,
      "start_time": 860949.0,
      "end_time": 867949.0,
      "text": "their own money I have to think through that one that&#39;s not the one I was thinking of ok,"
    },
    {
      "index": 122,
      "start_time": 869199.0,
      "end_time": 873800.0,
      "text": "but I would have to think through that one you mean they are going to get reimbursed"
    },
    {
      "index": 123,
      "start_time": 873900.0,
      "end_time": 877549.0,
      "text": "by the company or something like that. That may not be I&#39;m not just going to go down that"
    },
    {
      "index": 124,
      "start_time": 877549.0,
      "end_time": 884549.0,
      "text": "road just yet and we&#39;ll get there and what concept does that kind of violate. Do you"
    },
    {
      "index": 125,
      "start_time": 886939.0,
      "end_time": 891719.0,
      "text": "remember I was talking about we haven&#39;t talked about the business entity or have we? We&#39;re"
    },
    {
      "index": 126,
      "start_time": 891720.0,
      "end_time": 897869.0,
      "text": "going to talk about the business entity concept soon. What the business entity concept is,"
    },
    {
      "index": 127,
      "start_time": 897869.0,
      "end_time": 904629.0,
      "text": "is if I have a landscaping business I don&#39;t want to I want to keep my landscaping business"
    },
    {
      "index": 128,
      "start_time": 904629.0,
      "end_time": 910329.0,
      "text": "the check book, the records, and everything separate from my personal life. When I go"
    },
    {
      "index": 129,
      "start_time": 910329.0,
      "end_time": 917219.0,
      "text": "to a client when they do something like that Anna is it Anna? Oh getting better. When they"
    },
    {
      "index": 130,
      "start_time": 917220.0,
      "end_time": 923309.0,
      "text": "do something like that I&#39;m like please don&#39;t make it a habit and you can reimburse yourself"
    },
    {
      "index": 131,
      "start_time": 923309.0,
      "end_time": 927199.0,
      "text": "but please don&#39;t be using your personal check book to buy things for the company or worse"
    },
    {
      "index": 132,
      "start_time": 927199.0,
      "end_time": 932719.0,
      "text": "yet don&#39;t be using the company check book to pay your daycare bill or whatever let&#39;s"
    },
    {
      "index": 133,
      "start_time": 932720.0,
      "end_time": 936619.0,
      "text": "keep those things separate business entity. Marlin? How is that different from making"
    },
    {
      "index": 134,
      "start_time": 936619.0,
      "end_time": 942109.0,
      "text": "a personal withdrawal? Well but see it&#39;s a good question how is that different for a"
    },
    {
      "index": 135,
      "start_time": 942109.0,
      "end_time": 947689.0,
      "text": "withdrawal and that&#39;s how well end up treating it as but what I tell my clients is take the"
    },
    {
      "index": 136,
      "start_time": 947689.0,
      "end_time": 954259.0,
      "text": "money out of the company book it to withdrawals and then once you have that money in your"
    },
    {
      "index": 137,
      "start_time": 954259.0,
      "end_time": 960669.0,
      "text": "personal life then pay that daycare bill, but when you write a check from the company"
    },
    {
      "index": 138,
      "start_time": 960669.0,
      "end_time": 967669.0,
      "text": "checkbook to the daycare ehhhh... then you&#39;ve really got to set up in your accounting system"
    },
    {
      "index": 139,
      "start_time": 967709.0,
      "end_time": 973618.0,
      "text": "your daycare as a vendor, and it&#39;s just ehh right? You don&#39;t want to do it too much or"
    },
    {
      "index": 140,
      "start_time": 973619.0,
      "end_time": 979119.0,
      "text": "if a company or if an owner has two businesses keep those businesses separately you know."
    },
    {
      "index": 141,
      "start_time": 979119.0,
      "end_time": 984369.0,
      "text": "You just want to keep everything neat as you can not so much because you&#39;re anal retentive"
    },
    {
      "index": 142,
      "start_time": 984369.0,
      "end_time": 989759.0,
      "text": "but because a big part of accounting is that somebody can go in and understand what you&#39;ve"
    },
    {
      "index": 143,
      "start_time": 989759.0,
      "end_time": 996759.0,
      "text": "done. Oh the other one was for this one is the one I was trying to get to Anna was an"
    },
    {
      "index": 144,
      "start_time": 999829.0,
      "end_time": 1006429.0,
      "text": "owner invests personal money into the company right? Owner invest cash into the company"
    },
    {
      "index": 145,
      "start_time": 1006430.0,
      "end_time": 1013430.0,
      "text": "cash goes up and what else goes up equity goes up from our quiz right. Ok good what&#39;s"
    },
    {
      "index": 146,
      "start_time": 1016690.0,
      "end_time": 1023239.0,
      "text": "next exercise one-eleven? Ok now this is really where the rubber hits the road as far as do"
    },
    {
      "index": 147,
      "start_time": 1023240.0,
      "end_time": 1030240.0,
      "text": "we know how to analyze these transactions? Do we know how to analyze these transactions?"
    },
    {
      "index": 148,
      "start_time": 1031960.0,
      "end_time": 1038960.0,
      "text": "And I want you to become adept at this If we don&#39;t know how to do this if you&#39;re totally"
    },
    {
      "index": 149,
      "start_time": 1038970.0,
      "end_time": 1045970.0,
      "text": "confused then we need to get together get to office hours or whatever, because this"
    },
    {
      "index": 150,
      "start_time": 1046500.0,
      "end_time": 1053500.0,
      "text": "is a crucial part of accounting ok. Ok I hope you used your work papers I think I showed"
    },
    {
      "index": 151,
      "start_time": 1055860.0,
      "end_time": 1062860.0,
      "text": "you your work papers last class ok. But lets go to exercise one-eleven Lena Gold began"
    },
    {
      "index": 152,
      "start_time": 1063110.0,
      "end_time": 1067629.0,
      "text": "a professional practice on June one and plans to prepare financial statements at the end"
    },
    {
      "index": 153,
      "start_time": 1067630.0,
      "end_time": 1074630.0,
      "text": "of each month during June Gold the owner completed these transactions. Owner invested fifty thousand"
    },
    {
      "index": 154,
      "start_time": 1075500.0,
      "end_time": 1080389.0,
      "text": "dollars cash in the company along with equipment that had a ten thousand dollar market value."
    },
    {
      "index": 155,
      "start_time": 1080390.0,
      "end_time": 1084940.0,
      "text": "Ok the first thing you want to ask is what accounts were affected, and then the next"
    },
    {
      "index": 156,
      "start_time": 1084940.0,
      "end_time": 1091940.0,
      "text": "question is did those accounts increase or decrease by how much. In this situation cash"
    },
    {
      "index": 157,
      "start_time": 1093680.0,
      "end_time": 1099150.0,
      "text": "went up by fifty thousand, equipment went up by ten thousand, and this is one of those"
    },
    {
      "index": 158,
      "start_time": 1099150.0,
      "end_time": 1106150.0,
      "text": "things that increases capital or equity isn&#39;t it? It went up by sixty thousand. Transaction"
    },
    {
      "index": 159,
      "start_time": 1107150.0,
      "end_time": 1112460.0,
      "text": "B the company paid sixteen hundred dollars cash for rent of office space for the month."
    },
    {
      "index": 160,
      "start_time": 1112460.0,
      "end_time": 1119460.0,
      "text": "Now I want to change this a little bit but what happened is cash went down right? Now"
    },
    {
      "index": 161,
      "start_time": 1121160.0,
      "end_time": 1126500.0,
      "text": "I don&#39;t really like the way that they show this I&#39;m going to zoom in, I really wish they"
    },
    {
      "index": 162,
      "start_time": 1126500.0,
      "end_time": 1133500.0,
      "text": "would have said expenses went up, because that&#39;s what they did expenses went up right?"
    },
    {
      "index": 163,
      "start_time": 1134540.0,
      "end_time": 1141129.0,
      "text": "Now this minus sign says yes eventually we&#39;re going to subtract expenses when calculating"
    },
    {
      "index": 164,
      "start_time": 1141130.0,
      "end_time": 1148130.0,
      "text": "equity, but expenses did not decrease expenses increased does that make sense? Now what they"
    },
    {
      "index": 165,
      "start_time": 1149680.0,
      "end_time": 1155330.0,
      "text": "do after each transaction and it gets a little tiresome so if you didn&#39;t do it that&#39;s ok"
    },
    {
      "index": 166,
      "start_time": 1155330.0,
      "end_time": 1160750.0,
      "text": "is then they recalculated the balances, and the main reason they did that is they want"
    },
    {
      "index": 167,
      "start_time": 1160750.0,
      "end_time": 1167750.0,
      "text": "to hammer home the idea that assets always equals liabilities plus owner&#39;s equity at"
    },
    {
      "index": 168,
      "start_time": 1169220.0,
      "end_time": 1174860.0,
      "text": "any point we can figure out the balances figure up our total assets in this case our total"
    },
    {
      "index": 169,
      "start_time": 1174860.0,
      "end_time": 1181409.0,
      "text": "assets is what fifty eight four hundred when I add those two together and is that capital"
    },
    {
      "index": 170,
      "start_time": 1181410.0,
      "end_time": 1188410.0,
      "text": "minus sixteen hundred expenses that&#39;s fifty eight four hundred too isn&#39;t it? Right there&#39;s"
    },
    {
      "index": 171,
      "start_time": 1188490.0,
      "end_time": 1195490.0,
      "text": "no liabilities yet so at any point we can do that. Transaction C the company purchased"
    },
    {
      "index": 172,
      "start_time": 1196510.0,
      "end_time": 1202420.0,
      "text": "twelve thousands of additional equipment on credit so what is affected well equipment"
    },
    {
      "index": 173,
      "start_time": 1202420.0,
      "end_time": 1209420.0,
      "text": "goes up and accounts payable goes up and then we figure out our new balances. Any questions"
    },
    {
      "index": 174,
      "start_time": 1211970.0,
      "end_time": 1217510.0,
      "text": "on transactions A through C please don&#39;t hesitate to ask if you&#39;ve got the question I guarantee"
    },
    {
      "index": 175,
      "start_time": 1217510.0,
      "end_time": 1224510.0,
      "text": "there&#39;s other people do especially at home. Ok transaction D the company completed work"
    },
    {
      "index": 176,
      "start_time": 1226300.0,
      "end_time": 1233300.0,
      "text": "for a client and immediately collected the two thousand dollars as earned. Cash goes"
    },
    {
      "index": 177,
      "start_time": 1233490.0,
      "end_time": 1240490.0,
      "text": "up and revenues go up by two thousand right? Cash goes up and revenues goes up by two thousand."
    },
    {
      "index": 178,
      "start_time": 1244150.0,
      "end_time": 1246910.0,
      "text": "Anybody has a question they got something different and they want to know why it&#39;s not"
    },
    {
      "index": 179,
      "start_time": 1246910.0,
      "end_time": 1253230.0,
      "text": "true? You can tell me your wrong answer and I&#39;ll just shoot it down right there in front"
    },
    {
      "index": 180,
      "start_time": 1253230.0,
      "end_time": 1260230.0,
      "text": "of everyone on television ok no I&#39;m kidding not really. Cash goes up by two thousand and"
    },
    {
      "index": 181,
      "start_time": 1261300.0,
      "end_time": 1266830.0,
      "text": "revenues goes up by two thousand ok. E the company completed work for a client and sent"
    },
    {
      "index": 182,
      "start_time": 1266830.0,
      "end_time": 1272419.0,
      "text": "a bill for seven thousand dollars to be received within thirty days. Ok our revenue goes up"
    },
    {
      "index": 183,
      "start_time": 1272420.0,
      "end_time": 1278180.0,
      "text": "right our revenues go up, because this is the revenues recognition principle even though"
    },
    {
      "index": 184,
      "start_time": 1278180.0,
      "end_time": 1283530.0,
      "text": "we haven&#39;t been paid we recognize this as revenue because we&#39;ve completed the service"
    },
    {
      "index": 185,
      "start_time": 1283530.0,
      "end_time": 1288160.0,
      "text": "the service has been delivered to the customer and accounts receivable goes up that&#39;s another"
    },
    {
      "index": 186,
      "start_time": 1288160.0,
      "end_time": 1295160.0,
      "text": "asset. Figure our balances everything is good. Ok transaction F the company purchased additional"
    },
    {
      "index": 187,
      "start_time": 1298670.0,
      "end_time": 1305480.0,
      "text": "equipment for eight thousand cash, cash goes down by eight thousand equipment goes up by"
    },
    {
      "index": 188,
      "start_time": 1305480.0,
      "end_time": 1312480.0,
      "text": "eight thousand right? Does that make sense? See if I can get that a little larger I know"
    },
    {
      "index": 189,
      "start_time": 1314450.0,
      "end_time": 1321450.0,
      "text": "this one&#39;s is kind of hard to see the answers. Ok they refigured the balances assets still"
    },
    {
      "index": 190,
      "start_time": 1324310.0,
      "end_time": 1331300.0,
      "text": "equal liabilities plus owner&#39;s equity. Ok transaction G the company paid an assistant"
    },
    {
      "index": 191,
      "start_time": 1331300.0,
      "end_time": 1337470.0,
      "text": "twenty four hundred dollars cash of wages for the month. Cash goes down once again I&#39;m"
    },
    {
      "index": 192,
      "start_time": 1337470.0,
      "end_time": 1344470.0,
      "text": "going to add this little plus sign here, because your expenses actually go up don&#39;t they? Yes"
    },
    {
      "index": 193,
      "start_time": 1345100.0,
      "end_time": 1352100.0,
      "text": "those will be subtracted yes those will be subtracted when we figure out total equity"
    },
    {
      "index": 194,
      "start_time": 1352620.0,
      "end_time": 1359620.0,
      "text": "but your expenses go up don&#39;t they. Refigure the new balances here&#39;s what we got. H the"
    },
    {
      "index": 195,
      "start_time": 1366490.0,
      "end_time": 1371220.0,
      "text": "company collected five thousand cash as partial payment owed by the client in transaction"
    },
    {
      "index": 196,
      "start_time": 1371220.0,
      "end_time": 1377930.0,
      "text": "E. So what happens here? Revenue is not affected at all, all that happens is cash goes up by"
    },
    {
      "index": 197,
      "start_time": 1377930.0,
      "end_time": 1384930.0,
      "text": "five thousand and our receivable goes down by five thousand everything still hold? Yes"
    },
    {
      "index": 198,
      "start_time": 1389800.0,
      "end_time": 1394230.0,
      "text": "transaction I the company paid twelve thousand dollars cash to settle the liability created"
    },
    {
      "index": 199,
      "start_time": 1394230.0,
      "end_time": 1401230.0,
      "text": "in transaction C. Well our cash goes down by twelve thousand as does our accounts payable"
    },
    {
      "index": 200,
      "start_time": 1402600.0,
      "end_time": 1409600.0,
      "text": "by twelve thousand right? Ok good everything still holds right? Accounting equation is"
    },
    {
      "index": 201,
      "start_time": 1410120.0,
      "end_time": 1417120.0,
      "text": "still valid. And lastly the owner withdrew five hundred dollars cash from the company"
    },
    {
      "index": 202,
      "start_time": 1417700.0,
      "end_time": 1424700.0,
      "text": "for personal use. What is affected there? Cash goes down by five hundred this is kind"
    },
    {
      "index": 203,
      "start_time": 1428140.0,
      "end_time": 1435140.0,
      "text": "of like that other situation our withdrawals actually goes up ,but withdrawals will be"
    },
    {
      "index": 204,
      "start_time": 1437220.0,
      "end_time": 1444220.0,
      "text": "subtracted when we figure out total equity right? So withdrawals goes up which decreases"
    },
    {
      "index": 205,
      "start_time": 1444690.0,
      "end_time": 1451690.0,
      "text": "equity and assets go down because cash decreased. And then they give us our final balance k"
    },
    {
      "index": 206,
      "start_time": 1452230.0,
      "end_time": 1459230.0,
      "text": "see those. Does the accounting equation hold after analyzing all these transactions? Yup"
    },
    {
      "index": 207,
      "start_time": 1463320.0,
      "end_time": 1470320.0,
      "text": "it does ok, any questions on that? How did you guys do on that? I want to make sure you"
    },
    {
      "index": 208,
      "start_time": 1470400.0,
      "end_time": 1475320.0,
      "text": "know how to do that ok. If you&#39;re like thinking I don&#39;t know what he just did or you were"
    },
    {
      "index": 209,
      "start_time": 1475320.0,
      "end_time": 1482320.0,
      "text": "just getting tons of them wrong ok that&#39;s alright recognize it now though and lets work"
    },
    {
      "index": 210,
      "start_time": 1482810.0,
      "end_time": 1489700.0,
      "text": "on that together shoot me an email for you folks at home come into tutoring office hour"
    },
    {
      "index": 211,
      "start_time": 1489700.0,
      "end_time": 1493600.0,
      "text": "look through it again and try it again. The best way to assess and you&#39;re going to hear"
    },
    {
      "index": 212,
      "start_time": 1493600.0,
      "end_time": 1497949.0,
      "text": "me over and over say this you&#39;re going to her me say this this a lot during the semester"
    },
    {
      "index": 213,
      "start_time": 1497950.0,
      "end_time": 1504810.0,
      "text": "the best way that you can assess if you know this is to get a blank piece of paper out"
    },
    {
      "index": 214,
      "start_time": 1504810.0,
      "end_time": 1509639.0,
      "text": "look at the question and see if you can do it. And you are like what else you can do"
    },
    {
      "index": 215,
      "start_time": 1509640.0,
      "end_time": 1514440.0,
      "text": "a lot of student s get it all wrong and then they look at the answer ok now I understand"
    },
    {
      "index": 216,
      "start_time": 1514440.0,
      "end_time": 1520990.0,
      "text": "it now I can see what he did. Well just looking at what I did and understanding what I did"
    },
    {
      "index": 217,
      "start_time": 1520990.0,
      "end_time": 1527500.0,
      "text": "that doesn&#39;t mean you can do it. Does that make sense? I can watch Tiger Woods play golf"
    },
    {
      "index": 218,
      "start_time": 1527500.0,
      "end_time": 1532120.0,
      "text": "and I can understand what he&#39;s doing, does that mean I can go out and hit the ball like"
    },
    {
      "index": 219,
      "start_time": 1532120.0,
      "end_time": 1539120.0,
      "text": "Tiger Woods? No. So don&#39;t just look over it and go does this make sense no get a blank"
    },
    {
      "index": 220,
      "start_time": 1540800.0,
      "end_time": 1547800.0,
      "text": "piece of paper out set it aside if you got a lot of them wrong set it aside may be tonight"
    },
    {
      "index": 221,
      "start_time": 1547900.0,
      "end_time": 1554900.0,
      "text": "get a blank piece of paper out don&#39;t look at the answer and see if you can do it ok."
    },
    {
      "index": 222,
      "start_time": 1555190.0,
      "end_time": 1562190.0,
      "text": "Ok what I want to do now what was the I think I assigned exercise one eight and was that"
    },
    {
      "index": 223,
      "start_time": 1566400.0,
      "end_time": 1571800.0,
      "text": "the last one ok. I&#39;m going to hold off on that one for now might go through that at"
    },
    {
      "index": 224,
      "start_time": 1571800.0,
      "end_time": 1575889.0,
      "text": "the end of lecture but I want to make sure I get through the lecture ok. So If we don&#39;t"
    },
    {
      "index": 225,
      "start_time": 1575890.0,
      "end_time": 1582890.0,
      "text": "go over exercise one eight today we will go over it next lecture cool. I want to talk"
    },
    {
      "index": 226,
      "start_time": 1584130.0,
      "end_time": 1591130.0,
      "text": "about a very important subject today, and that is going to be the financial statements."
    },
    {
      "index": 227,
      "start_time": 1594860.0,
      "end_time": 1601510.0,
      "text": "I want to start introducing the four financial statements now do you remember on what I said"
    },
    {
      "index": 228,
      "start_time": 1601510.0,
      "end_time": 1608510.0,
      "text": "during the first lectures that? Financial accounting is primarily satisfying the needs"
    },
    {
      "index": 229,
      "start_time": 1609930.0,
      "end_time": 1616350.0,
      "text": "of external users we provide information for those external users so they can make better"
    },
    {
      "index": 230,
      "start_time": 1616350.0,
      "end_time": 1621510.0,
      "text": "decisions right. Well these four financial statements take a look at the screen these"
    },
    {
      "index": 231,
      "start_time": 1621510.0,
      "end_time": 1628510.0,
      "text": "four financial statements are primarily what we prepare as far as information for those"
    },
    {
      "index": 232,
      "start_time": 1630450.0,
      "end_time": 1637500.0,
      "text": "external users, the income statement, the statement of owners&#39; equity, the balance sheet,"
    },
    {
      "index": 233,
      "start_time": 1637500.0,
      "end_time": 1644500.0,
      "text": "and the statement for cash flows. Now I want to point out something that I don&#39;t think"
    },
    {
      "index": 234,
      "start_time": 1644420.0,
      "end_time": 1651420.0,
      "text": "the book makes as big a point that they should these are the order that you provide these"
    },
    {
      "index": 235,
      "start_time": 1651650.0,
      "end_time": 1658650.0,
      "text": "in ok. So you have to prepare the income statement then the statement of equity then the balance"
    },
    {
      "index": 236,
      "start_time": 1662700.0,
      "end_time": 1669300.0,
      "text": "sheet and then the statement of cash flows one of the things that I guarantee you have"
    },
    {
      "index": 237,
      "start_time": 1669300.0,
      "end_time": 1675520.0,
      "text": "to do on the test is to prepare the first three financial statements. And here&#39;s how"
    },
    {
      "index": 238,
      "start_time": 1675520.0,
      "end_time": 1680500.0,
      "text": "I know a student doesn&#39;t know what they&#39;re doing when I tell them prepare three financial"
    },
    {
      "index": 239,
      "start_time": 1680500.0,
      "end_time": 1684930.0,
      "text": "statements and they start on the balance sheets no you can&#39;t do that you have to do the income"
    },
    {
      "index": 240,
      "start_time": 1684930.0,
      "end_time": 1689470.0,
      "text": "stamen and when you&#39;re done with the income statement you do the statement of equity or"
    },
    {
      "index": 241,
      "start_time": 1689470.0,
      "end_time": 1694800.0,
      "text": "owners&#39; equity and then you do the balance sheet and the reason is one flows into the"
    },
    {
      "index": 242,
      "start_time": 1694800.0,
      "end_time": 1700330.0,
      "text": "next which flows into the next and we&#39;ll see that ok. Let&#39;s take a look at the incomes"
    },
    {
      "index": 243,
      "start_time": 1700330.0,
      "end_time": 1704879.0,
      "text": "statement first now the income statement sometimes it&#39;s called the P&L which stands for profit"
    },
    {
      "index": 244,
      "start_time": 1704880.0,
      "end_time": 1710300.0,
      "text": "and lost this one is intuitive the income statement is very intuitive as a matter of"
    },
    {
      "index": 245,
      "start_time": 1710300.0,
      "end_time": 1714669.0,
      "text": "fact we use a lot of terminology in our lives. That kind of go back to this you ever hear"
    },
    {
      "index": 246,
      "start_time": 1714670.0,
      "end_time": 1719840.0,
      "text": "somebody say hey well what&#39;s the bottom line here what&#39;s the bottom line well they are"
    },
    {
      "index": 247,
      "start_time": 1719840.0,
      "end_time": 1725850.0,
      "text": "kind of referring to a income statement. The income statement as in this case it shows"
    },
    {
      "index": 248,
      "start_time": 1725850.0,
      "end_time": 1732850.0,
      "text": "the revenues for a company less their expenses and hopefully that equals a positive number"
    },
    {
      "index": 249,
      "start_time": 1733340.0,
      "end_time": 1740800.0,
      "text": "and that will be an net income. Revenues minus expenses equals a net income. This example"
    },
    {
      "index": 250,
      "start_time": 1740800.0,
      "end_time": 1745710.0,
      "text": "that you&#39;re looking on the screen it&#39;s a very simplified example isn&#39;t it there&#39;s one revenue"
    },
    {
      "index": 251,
      "start_time": 1745710.0,
      "end_time": 1749680.0,
      "text": "account and there&#39;s one expense account. Now normally there&#39;s number of revenue accounts"
    },
    {
      "index": 252,
      "start_time": 1749680.0,
      "end_time": 1754559.0,
      "text": "and you want to list those out and then do a total revenue normally there&#39;s a number"
    },
    {
      "index": 253,
      "start_time": 1754560.0,
      "end_time": 1761111.0,
      "text": "of expense account you want to list those out do a total expense. But this shows the"
    },
    {
      "index": 254,
      "start_time": 1761110.0,
      "end_time": 1766840.0,
      "text": "revenues minus the expenses and resulting net income in this case. Now can you ever"
    },
    {
      "index": 255,
      "start_time": 1766840.0,
      "end_time": 1771939.0,
      "text": "have your expenses for a period of time be greater than your revenues yes. What&#39;s that"
    },
    {
      "index": 256,
      "start_time": 1771940.0,
      "end_time": 1778940.0,
      "text": "called not a net income but a net loss. Net loss right ok now I want to point out something"
    },
    {
      "index": 257,
      "start_time": 1784320.0,
      "end_time": 1791320.0,
      "text": "that&#39;s really important see up here in purple you&#39;ve got the name of the company the name"
    },
    {
      "index": 258,
      "start_time": 1793610.0,
      "end_time": 1798939.0,
      "text": "of the statement and then it&#39;s dated for the month into December thirty one two thousand"
    },
    {
      "index": 259,
      "start_time": 1798940.0,
      "end_time": 1804840.0,
      "text": "ten when you prepare a financial statement I&#39;m always going to ask you to prepare in"
    },
    {
      "index": 260,
      "start_time": 1804840.0,
      "end_time": 1811840.0,
      "text": "good form or proper form. So don&#39;t just give me this section here no I want you to prepare"
    },
    {
      "index": 261,
      "start_time": 1815780.0,
      "end_time": 1820490.0,
      "text": "it in good form give me the name of the company the name of the statement and I want you to"
    },
    {
      "index": 262,
      "start_time": 1820490.0,
      "end_time": 1827330.0,
      "text": "date it properly otherwise it&#39;s kind of worthless information what if you just got this information"
    },
    {
      "index": 263,
      "start_time": 1827330.0,
      "end_time": 1832240.0,
      "text": "the white part with the numbers. What does that mean? Did you ever find a phone number"
    },
    {
      "index": 264,
      "start_time": 1832240.0,
      "end_time": 1835630.0,
      "text": "that you wrote on a post it note and you just wrote the phone number and there&#39;s no name"
    },
    {
      "index": 265,
      "start_time": 1835630.0,
      "end_time": 1839300.0,
      "text": "next to it and you&#39;re going this must have been important but I sure wish I would have"
    },
    {
      "index": 266,
      "start_time": 1839300.0,
      "end_time": 1846240.0,
      "text": "wrote the name next to it right. Again we are providing information for external users."
    },
    {
      "index": 267,
      "start_time": 1846240.0,
      "end_time": 1850260.0,
      "text": "You list the name of the company the name statement and you date it and you want to"
    },
    {
      "index": 268,
      "start_time": 1850260.0,
      "end_time": 1857260.0,
      "text": "date it properly ok. Coming off the screen for a second Jake? Jacob? Jake? the Jakester?"
    },
    {
      "index": 269,
      "start_time": 1859350.0,
      "end_time": 1866350.0,
      "text": "preferably not do you have a cell phone? Ok if I asked you what is your cell phone expense"
    },
    {
      "index": 270,
      "start_time": 1871180.0,
      "end_time": 1878180.0,
      "text": "and you told me a hundred and fifty dollars that is not real meaningful is it? Because"
    },
    {
      "index": 271,
      "start_time": 1880590.0,
      "end_time": 1883879.0,
      "text": "do you pay a hundred and fifty dollars a month for it? Do you pay a hundred and fifty dollars"
    },
    {
      "index": 272,
      "start_time": 1883880.0,
      "end_time": 1888590.0,
      "text": "a quarter for it if so that&#39;s a cheap that&#39;s an inexpensive one right? Do you pay a hundred"
    },
    {
      "index": 273,
      "start_time": 1888590.0,
      "end_time": 1895590.0,
      "text": "and fifty dollars a week for it that would be real expensive. No when you ask about expenses"
    },
    {
      "index": 274,
      "start_time": 1896350.0,
      "end_time": 1903350.0,
      "text": "you can&#39;t just say my expense is this no you have to say my expense for the month is this,"
    },
    {
      "index": 275,
      "start_time": 1907210.0,
      "end_time": 1914210.0,
      "text": "or if I had a student who was working full time. Allie if you had a full time job and"
    },
    {
      "index": 276,
      "start_time": 1916770.0,
      "end_time": 1923770.0,
      "text": "I say what do you earn on your job and you say I earn twelve thousand dollars. Well I"
    },
    {
      "index": 277,
      "start_time": 1927680.0,
      "end_time": 1934680.0,
      "text": "don&#39;t really know what that means do I is that twelve thousand dollars a year if so"
    },
    {
      "index": 278,
      "start_time": 1935670.0,
      "end_time": 1941550.0,
      "text": "that&#39;s not a real high paying job is it? Is it twelve thousand dollars a quarter if so"
    },
    {
      "index": 279,
      "start_time": 1941550.0,
      "end_time": 1948550.0,
      "text": "not bad? Is it twelve thousand dollars a month do you earn twelve thousand a month Allie?"
    },
    {
      "index": 280,
      "start_time": 1950150.0,
      "end_time": 1954300.0,
      "text": "Is it twelve thousand dollars a day are you LeBron James where you earn twelve thousand"
    },
    {
      "index": 281,
      "start_time": 1954300.0,
      "end_time": 1960110.0,
      "text": "dollars a minute right. You see what I&#39;m saying? When you talk about expenses or revenues you"
    },
    {
      "index": 282,
      "start_time": 1960110.0,
      "end_time": 1964678.0,
      "text": "can&#39;t just say here&#39;s the amount you have to say for the month or for the year ended"
    },
    {
      "index": 283,
      "start_time": 1964680.0,
      "end_time": 1969341.0,
      "text": "or for the quarter ended or for the week ended does that make sense? So going back to the"
    },
    {
      "index": 284,
      "start_time": 1969340.0,
      "end_time": 1976340.0,
      "text": "statement let&#39;s say that a student just dated it by putting December thirty first two thousand"
    },
    {
      "index": 285,
      "start_time": 1977100.0,
      "end_time": 1982899.0,
      "text": "ten I would lovingly take a point off on their test they need to put for the month ended"
    },
    {
      "index": 286,
      "start_time": 1982900.0,
      "end_time": 1988750.0,
      "text": "December thirty first of two thousand ten do you understand that? That&#39;s the income"
    },
    {
      "index": 287,
      "start_time": 1988750.0,
      "end_time": 1995750.0,
      "text": "statement or the profit and loss people know that one. Any question? Let&#39;s go to the next"
    },
    {
      "index": 288,
      "start_time": 1996840.0,
      "end_time": 2003840.0,
      "text": "one. The next one is what, what&#39;s the next one we prepare statement of equity and this"
    },
    {
      "index": 289,
      "start_time": 2004210.0,
      "end_time": 2011210.0,
      "text": "is the one that students and people don&#39;t really know. The statement of equity shows"
    },
    {
      "index": 290,
      "start_time": 2013540.0,
      "end_time": 2020540.0,
      "text": "the changes in owners&#39; equity for the period of time. This one is also prepared in good"
    },
    {
      "index": 291,
      "start_time": 2021410.0,
      "end_time": 2028410.0,
      "text": "form isn&#39;t it the name of the company the name of the statement and it&#39;s dated properly"
    },
    {
      "index": 292,
      "start_time": 2028570.0,
      "end_time": 2033899.0,
      "text": "once again for the statement of equity for the month ended December thirty one two thousand"
    },
    {
      "index": 293,
      "start_time": 2033900.0,
      "end_time": 2038179.0,
      "text": "ten you want to date it the same way as the income statement and this is real easy to"
    },
    {
      "index": 294,
      "start_time": 2038180.0,
      "end_time": 2045180.0,
      "text": "see because you can see the beginning of the month balance where&#39;s my pointer? You can"
    },
    {
      "index": 295,
      "start_time": 2045860.0,
      "end_time": 2050368.0,
      "text": "see the beginning of the month balance right here and you can see the ending of the month"
    },
    {
      "index": 296,
      "start_time": 2050370.0,
      "end_time": 2056910.0,
      "text": "balance right here. Now one of the reasons I gave you that quiz in regards to how equity"
    },
    {
      "index": 297,
      "start_time": 2056909.9999999998,
      "end_time": 2063909.9999999998,
      "text": "changes is because it comes in useful when we do the statement of equity right. We can"
    },
    {
      "index": 298,
      "start_time": 2063989.9999999998,
      "end_time": 2070989.9999999998,
      "text": "see that equity decreased with withdrawals didn&#39;t it? Withdrawals caused equity to decrease"
    },
    {
      "index": 299,
      "start_time": 2072199.9999999998,
      "end_time": 2079199.9999999998,
      "text": "investments of owners by twenty thousand caused it to increase. Withdrawals caused it to decrease"
    },
    {
      "index": 300,
      "start_time": 2080889.9999999998,
      "end_time": 2084598.9999999998,
      "text": "investments by owners caused it to increase. Now you might say now wait a minute Krug I"
    },
    {
      "index": 301,
      "start_time": 2084600.0,
      "end_time": 2091600.0,
      "text": "remember that quiz you told us revenues caused equity to increase and expenses caused it"
    },
    {
      "index": 302,
      "start_time": 2092139.9999999998,
      "end_time": 2096559.9999999998,
      "text": "to decrease right. Wasn&#39;t that the quiz and then you have something causing it to increase"
    },
    {
      "index": 303,
      "start_time": 2096560.0,
      "end_time": 2103560.0,
      "text": "that wasn&#39;t an answer on the quiz net income ok. I didn&#39;t lie to you what you weren&#39;t wrong"
    },
    {
      "index": 304,
      "start_time": 2105810.0,
      "end_time": 2112810.0,
      "text": "here&#39;s the scoop yes all revenues cause equity to increase yes all revenues cause equity"
    },
    {
      "index": 305,
      "start_time": 2113300.0,
      "end_time": 2120300.0,
      "text": "to increase and yes all expenses cause equity to decrease just like your quiz said, however,"
    },
    {
      "index": 306,
      "start_time": 2121440.0,
      "end_time": 2126200.0,
      "text": "on the financial statements we don&#39;t take the revenues over and add them we don&#39;t take"
    },
    {
      "index": 307,
      "start_time": 2126200.0,
      "end_time": 2130489.0,
      "text": "the expenses over and subtract them we just figure out the net number and take it over"
    },
    {
      "index": 308,
      "start_time": 2130490.0,
      "end_time": 2136421.0,
      "text": "are you with me? So looking back at the statement. We just take that net number we don&#39;t add"
    },
    {
      "index": 309,
      "start_time": 2136420.0,
      "end_time": 2141769.0,
      "text": "three thousand revenue and subtract eight hundred expenses we just take the net number"
    },
    {
      "index": 310,
      "start_time": 2141770.0,
      "end_time": 2146391.0,
      "text": "over to the statement of equity in this case twenty two hundred dollars. And since it&#39;s"
    },
    {
      "index": 311,
      "start_time": 2146390.0,
      "end_time": 2151950.0,
      "text": "a net income it&#39;s added if it&#39;s a net loss we would subtract it right? Does that make"
    },
    {
      "index": 312,
      "start_time": 2151950.0,
      "end_time": 2158239.0,
      "text": "sense? Now another thing here what I want to point out what is the beginning balance"
    },
    {
      "index": 313,
      "start_time": 2158240.0,
      "end_time": 2164490.0,
      "text": "of capital of December one of two thousand ten it&#39;s zero isn&#39;t it? I don&#39;t want you to"
    },
    {
      "index": 314,
      "start_time": 2164490.0,
      "end_time": 2169740.0,
      "text": "think that the normal beginning balance on your statement of equity is zero the only"
    },
    {
      "index": 315,
      "start_time": 2169740.0,
      "end_time": 2176740.0,
      "text": "reason it&#39;s zero in this instance is because this is the first month of business you understand?"
    },
    {
      "index": 316,
      "start_time": 2179900.0,
      "end_time": 2183680.0,
      "text": "So it was zero at the beginning of the month it&#39;s zero it&#39;s like if you just open up a"
    },
    {
      "index": 317,
      "start_time": 2183680.0,
      "end_time": 2190680.0,
      "text": "checking account yes your first checking statement the beginning balance would be zero right?"
    },
    {
      "index": 318,
      "start_time": 2190970.0,
      "end_time": 2197808.0,
      "text": "But then if you had a checking statement Decembers ending balance of cash in your checking account"
    },
    {
      "index": 319,
      "start_time": 2197810.0,
      "end_time": 2202911.0,
      "text": "becomes January beginning balance right? And it&#39;s probably not going to be zero is it?"
    },
    {
      "index": 320,
      "start_time": 2202910.0,
      "end_time": 2208828.0,
      "text": "Hopefully not. So looking back at this statement of equity the beginning balance is zero only"
    },
    {
      "index": 321,
      "start_time": 2208830.0,
      "end_time": 2215421.0,
      "text": "because this is the first month of business the ending balance of capital is twenty one"
    },
    {
      "index": 322,
      "start_time": 2215420.0,
      "end_time": 2220619.0,
      "text": "seven do you see how we would do a statement of equity next month ended December thirty"
    },
    {
      "index": 323,
      "start_time": 2220620.0,
      "end_time": 2227620.0,
      "text": "one two thousand eleven the beginning balance would twenty one seven hundred ok. So don&#39;t"
    },
    {
      "index": 324,
      "start_time": 2228160.0,
      "end_time": 2234348.0,
      "text": "be thinking the beginning balance is always zero. Alright these are the first two statements"
    },
    {
      "index": 325,
      "start_time": 2234350.0,
      "end_time": 2238620.0,
      "text": "income statement, statement of equity do you see why we have to prepare the income statement"
    },
    {
      "index": 326,
      "start_time": 2238620.0,
      "end_time": 2245620.0,
      "text": "first? Cause the net income flows into the statement of equity. That&#39;s a great question"
    },
    {
      "index": 327,
      "start_time": 2262780.0,
      "end_time": 2267421.0,
      "text": "let&#39;s go back to the screen, and let&#39;s just say in this instance the owner invested twenty"
    },
    {
      "index": 328,
      "start_time": 2267420.0,
      "end_time": 2273980.0,
      "text": "thousand dollars in the business, but then the owner also withdrew five hundred dollars"
    },
    {
      "index": 329,
      "start_time": 2273980.0,
      "end_time": 2280980.0,
      "text": "owner&#39;s withdrawals are not considered expenses that withdraws is not an expense so the owner"
    },
    {
      "index": 330,
      "start_time": 2284650.0,
      "end_time": 2291650.0,
      "text": "compensates themselves with withdrawals . Yes now again I&#39;m telling the very basics right"
    },
    {
      "index": 331,
      "start_time": 2296920.0,
      "end_time": 2301880.0,
      "text": "now as we get a little further in accounting education I&#39;ll tell you some exceptions but"
    },
    {
      "index": 332,
      "start_time": 2301880.0,
      "end_time": 2308819.0,
      "text": "I don&#39;t like to go down those roads now for your purposes yes when a owner wants to compensate"
    },
    {
      "index": 333,
      "start_time": 2308820.0,
      "end_time": 2315820.0,
      "text": "themselves they do that through withdrawals and a withdrawals is not an expense that&#39;s"
    },
    {
      "index": 334,
      "start_time": 2315990.0,
      "end_time": 2322990.0,
      "text": "why it doesn&#39;t show up on the income statement. What about salary expense. That was what I"
    },
    {
      "index": 335,
      "start_time": 2325390.0,
      "end_time": 2331239.0,
      "text": "was trying to avoid and more on that thanks a lot buddy. For your purposes I want to say"
    },
    {
      "index": 336,
      "start_time": 2331240.0,
      "end_time": 2338240.0,
      "text": "no for your purposes I want to say no at this level of your accounting education when the"
    },
    {
      "index": 337,
      "start_time": 2342700.0,
      "end_time": 2348439.0,
      "text": "owner has money it&#39;s a withdrawal now down the road you can probably tell yes there are"
    },
    {
      "index": 338,
      "start_time": 2348440.0,
      "end_time": 2355440.0,
      "text": "some instances there are some but for your purposes can we just say the owner compensates"
    },
    {
      "index": 339,
      "start_time": 2355450.0,
      "end_time": 2362450.0,
      "text": "themselves properly through withdraws not through salary expense ok. When you ask these"
    },
    {
      "index": 340,
      "start_time": 2363340.0,
      "end_time": 2369590.0,
      "text": "questions I can tell you&#39;re thinking about these things and that&#39;s good. Alright we did"
    },
    {
      "index": 341,
      "start_time": 2369590.0,
      "end_time": 2375829.0,
      "text": "the income statement we did the statement of owner&#39;s equity what&#39;s the next one we prepare?"
    },
    {
      "index": 342,
      "start_time": 2375830.0,
      "end_time": 2382291.0,
      "text": "Balance sheet now what is the ending balance of capital on the statement of owner&#39;s equity"
    },
    {
      "index": 343,
      "start_time": 2382290.0,
      "end_time": 2389290.0,
      "text": "twenty seven right. There it is right there right, where is my pointer. There&#39;s that ending"
    },
    {
      "index": 344,
      "start_time": 2390840.0,
      "end_time": 2395891.0,
      "text": "balance capital that flowed from the statement of equity didn&#39;t it? So do you see why we"
    },
    {
      "index": 345,
      "start_time": 2395890.0,
      "end_time": 2401180.0,
      "text": "have to do the balance sheet after the statement of equity right? Well the balance sheet is"
    },
    {
      "index": 346,
      "start_time": 2401180.0,
      "end_time": 2407980.0,
      "text": "called the balance sheet because it shows that the accounting equation is in balance"
    },
    {
      "index": 347,
      "start_time": 2407980.0,
      "end_time": 2414190.0,
      "text": "assets truly do equal liabilities plus owner&#39;s equity and we can see that what are assets"
    },
    {
      "index": 348,
      "start_time": 2414190.0,
      "end_time": 2420499.0,
      "text": "twenty six nine what&#39;s your total liabilities and equity twenty six nine. It gives the reader"
    },
    {
      "index": 349,
      "start_time": 2420500.0,
      "end_time": 2427500.0,
      "text": "a really warm fuzzy to see that those number are the same and that thing is balanced alright."
    },
    {
      "index": 350,
      "start_time": 2427530.0,
      "end_time": 2433990.0,
      "text": "Now make sure when you do your balance sheet you need to put this total but I also want"
    },
    {
      "index": 351,
      "start_time": 2433990.0,
      "end_time": 2440570.0,
      "text": "you to label them don&#39;t just have twenty six nine down there on the bottom line I want"
    },
    {
      "index": 352,
      "start_time": 2440570.0,
      "end_time": 2444961.0,
      "text": "you to say total assets twenty six nine and then on the other side total liabilities and"
    },
    {
      "index": 353,
      "start_time": 2444960.0,
      "end_time": 2451960.0,
      "text": "equity twenty six nine you with me? But you can see we list out our assets and the ending"
    },
    {
      "index": 354,
      "start_time": 2453140.0,
      "end_time": 2459549.0,
      "text": "balance the ending balances remember when we did the transaction analysis exercise one"
    },
    {
      "index": 355,
      "start_time": 2459550.0,
      "end_time": 2465791.0,
      "text": "eleven remember how we had the ending balances at the end of that exercise we had the ending"
    },
    {
      "index": 356,
      "start_time": 2465790.0,
      "end_time": 2471499.0,
      "text": "balances at the very bottom of that page that&#39;s what you could use to prepare financial statements."
    },
    {
      "index": 357,
      "start_time": 2471500.0,
      "end_time": 2478500.0,
      "text": "Let me see what else here this one is prepared in proper form, what do I mean by proper form?"
    },
    {
      "index": 358,
      "start_time": 2481600.0,
      "end_time": 2487250.0,
      "text": "I mean it has the name of the company it has the name of the statement and it&#39;s dated properly"
    },
    {
      "index": 359,
      "start_time": 2487250.0,
      "end_time": 2492911.0,
      "text": "now this one is dated a little bit different isn&#39;t it? It doesn&#39;t say for the month ended"
    },
    {
      "index": 360,
      "start_time": 2492910.0,
      "end_time": 2499910.0,
      "text": "it just says December thirty first two thousand ten and that&#39;s proper if the student who prepared"
    },
    {
      "index": 361,
      "start_time": 2501870.0,
      "end_time": 2505730.0,
      "text": "this were to say for the month of ended December thirty first of two thousand ten on the test"
    },
    {
      "index": 362,
      "start_time": 2505730.0,
      "end_time": 2511891.0,
      "text": "I would lovingly taken off a point, and here&#39;s why. Come off the screen for a second when"
    },
    {
      "index": 363,
      "start_time": 2511890.0,
      "end_time": 2517618.0,
      "text": "we talk about assets and liabilities we&#39;re talking about a point in time it&#39;s like a"
    },
    {
      "index": 364,
      "start_time": 2517620.0,
      "end_time": 2523510.0,
      "text": "snap shot for example nobody here works at a bank right? Does anybody here have a checking"
    },
    {
      "index": 365,
      "start_time": 2523510.0,
      "end_time": 2529211.0,
      "text": "account? Well Jake if you called the bank and say how much money do I have in my checking"
    },
    {
      "index": 366,
      "start_time": 2529210.0,
      "end_time": 2534220.0,
      "text": "account they would say as of today you have eight hundred and twelve dollars and four"
    },
    {
      "index": 367,
      "start_time": 2534220.0,
      "end_time": 2540490.0,
      "text": "cents you wish ok. But they wouldn&#39;t say for the last month this is what you had because"
    },
    {
      "index": 368,
      "start_time": 2540490.0,
      "end_time": 2547490.0,
      "text": "it goes up and down doesn&#39;t it? Anybody here have a car loan Marlin if you called up a"
    },
    {
      "index": 369,
      "start_time": 2551590.0,
      "end_time": 2558590.0,
      "text": "bank how much is my auto loan payable they would say as of right now it is twenty two"
    },
    {
      "index": 370,
      "start_time": 2561830.0,
      "end_time": 2568441.0,
      "text": "hundred and sixteen cents. They wouldn&#39;t say for the last month this is what it&#39;s been"
    },
    {
      "index": 371,
      "start_time": 2568440.0,
      "end_time": 2574809.0,
      "text": "no it changes every day interest builds up you make payments its changing all the time"
    },
    {
      "index": 372,
      "start_time": 2574810.0,
      "end_time": 2581691.0,
      "text": "so when you&#39;re talking about liabilities or equity it&#39;s at a point in time make sense?"
    },
    {
      "index": 373,
      "start_time": 2581690.0,
      "end_time": 2585729.0,
      "text": "So the only way to date a balance sheet is either say December thirty one two thousand"
    },
    {
      "index": 374,
      "start_time": 2585730.0,
      "end_time": 2591990.0,
      "text": "ten or as of December thirty one two thousand ten but don&#39;t be saying for the year ended"
    },
    {
      "index": 375,
      "start_time": 2591990.0,
      "end_time": 2596620.0,
      "text": "or for the month ended because it wasn&#39;t those same amounts during that whole period time"
    },
    {
      "index": 376,
      "start_time": 2596620.0,
      "end_time": 2603620.0,
      "text": "I know that sounds gosh this guy&#39;s picky well no not picky may be I am picky, but I want"
    },
    {
      "index": 377,
      "start_time": 2603870.0,
      "end_time": 2609790.0,
      "text": "you to learn it&#39;s just as easy to learn it the right way correct? And remember we are"
    },
    {
      "index": 378,
      "start_time": 2609790.0,
      "end_time": 2615691.0,
      "text": "preparing this for other people to look at we want it to make sense to them or else they"
    },
    {
      "index": 379,
      "start_time": 2615690.0,
      "end_time": 2620220.0,
      "text": "won&#39;t help them make better decisions correct? So the income statement and statement of equity"
    },
    {
      "index": 380,
      "start_time": 2620220.0,
      "end_time": 2623819.0,
      "text": "are going to be dated the same way in this case it was for the month of December thirty"
    },
    {
      "index": 381,
      "start_time": 2623820.0,
      "end_time": 2630381.0,
      "text": "one two thousand ten and the balance sheet &#39;boom at December thirty one two thousand"
    },
    {
      "index": 382,
      "start_time": 2630390.0,
      "end_time": 2637390.0,
      "text": "ten. Anything else any questions looking at this statement? Well get some practice in"
    },
    {
      "index": 383,
      "start_time": 2640810.0,
      "end_time": 2646760.0,
      "text": "preparing those. Now the fourth financial statement that we&#39;re going to prepare the"
    },
    {
      "index": 384,
      "start_time": 2646760.0,
      "end_time": 2651550.0,
      "text": "fourth financial that we&#39;re going to prepare, or I shouldn&#39;t say that the fourth financial"
    },
    {
      "index": 385,
      "start_time": 2651550.0,
      "end_time": 2656711.0,
      "text": "statement that financial accountants prepare is the cash flow statement or the statements"
    },
    {
      "index": 386,
      "start_time": 2656710.0,
      "end_time": 2663710.0,
      "text": "of cash flows. Now let&#39;s look at this and appreciate its beauty but you as a student"
    },
    {
      "index": 387,
      "start_time": 2666360.0,
      "end_time": 2671711.0,
      "text": "in this class will not prepare this financial statement I want you to know that this it&#39;s"
    },
    {
      "index": 388,
      "start_time": 2671710.0,
      "end_time": 2677690.0,
      "text": "the fourth financial statement but you do not prepare the statement of cash flows in"
    },
    {
      "index": 389,
      "start_time": 2677690.0,
      "end_time": 2680670.0,
      "text": "this class it&#39;s beyond the scopes of this class. Does anybody know that they are going"
    },
    {
      "index": 390,
      "start_time": 2680670.0,
      "end_time": 2686859.0,
      "text": "to be taking accounting two sometime well we will be learning it then ok. It&#39;s a little"
    },
    {
      "index": 391,
      "start_time": 2686860.0,
      "end_time": 2693860.0,
      "text": "bit more difficult it basically shows cash flows don&#39;t worry about it now. The only question"
    },
    {
      "index": 392,
      "start_time": 2694360.0,
      "end_time": 2699289.0,
      "text": "I might ask you what&#39;s that fourth financial statement it&#39;s the statement of cash flows."
    },
    {
      "index": 393,
      "start_time": 2699290.0,
      "end_time": 2702830.0,
      "text": "The one&#39;s that you will prepare and you will prepare them in this order are the income"
    },
    {
      "index": 394,
      "start_time": 2702830.0,
      "end_time": 2708270.0,
      "text": "statement the statement of owner&#39;s equity the balance sheet boom, boom, boom they flow"
    },
    {
      "index": 395,
      "start_time": 2708270.0,
      "end_time": 2715270.0,
      "text": "right into each other cool. Questions? I can already tell we&#39;re not going to have time"
    },
    {
      "index": 396,
      "start_time": 2717570.0,
      "end_time": 2724570.0,
      "text": "to go through that exercise one eight was that kind of tough? Exercise one eight? It"
    },
    {
      "index": 397,
      "start_time": 2726830.0,
      "end_time": 2731191.0,
      "text": "wasn&#39;t as tough as exercise one eleven? Well we will go through exercise one eight next"
    },
    {
      "index": 398,
      "start_time": 2731190.0,
      "end_time": 2737549.0,
      "text": "time so if you haven&#39;t done it if you haven&#39;t done it I&#39;m going to give you a little bit"
    },
    {
      "index": 399,
      "start_time": 2737550.0,
      "end_time": 2744550.0,
      "text": "of a hint ok and this is for you folks at home too we know it is exercise one eight"
    },
    {
      "index": 400,
      "start_time": 2745790.0,
      "end_time": 2752790.0,
      "text": "that we didn&#39;t go through right? We know that assets equals liabilities plus owners&#39; equity"
    },
    {
      "index": 401,
      "start_time": 2753260.0,
      "end_time": 2760260.0,
      "text": "we know that right? And we also know that has to be true at the beginning of the period"
    },
    {
      "index": 402,
      "start_time": 2760880.0,
      "end_time": 2767880.0,
      "text": "and also at the end of the period right? And then whatever change occurs change being the"
    },
    {
      "index": 403,
      "start_time": 2769420.0,
      "end_time": 2776420.0,
      "text": "triangle delta signs that has to also be the case right? So what you can do is and I&#39;m"
    },
    {
      "index": 404,
      "start_time": 2782410.0,
      "end_time": 2789410.0,
      "text": "especially talking about B and C on exercise one eight if they give you beginning numbers"
    },
    {
      "index": 405,
      "start_time": 2789920.0,
      "end_time": 2794789.0,
      "text": "put those in here figure out the other one if they give you ending numbers put those"
    },
    {
      "index": 406,
      "start_time": 2794790.0,
      "end_time": 2798931.0,
      "text": "here if they give you changes put those there it&#39;s kind of like a puzzle, because it has"
    },
    {
      "index": 407,
      "start_time": 2798930.0,
      "end_time": 2805440.0,
      "text": "to work vertically and it also has to work horizontally. Does that make sense? So if"
    },
    {
      "index": 408,
      "start_time": 2805440.0,
      "end_time": 2812440.0,
      "text": "you haven&#39;t done exercise one eight you might use that formant ok. Alright let&#39;s talk about"
    },
    {
      "index": 409,
      "start_time": 2812580.0,
      "end_time": 2819580.0,
      "text": "what your homework is going to be. Ok what I want you to do for next time is. I want"
    },
    {
      "index": 410,
      "start_time": 2823850.0,
      "end_time": 2830850.0,
      "text": "you to do quick study one twelve and I guarantee you&#39;re going to have a test question like"
    },
    {
      "index": 411,
      "start_time": 2832590.0,
      "end_time": 2837839.0,
      "text": "that. That is giving you accounts and asking you financial statements they go on that&#39;s"
    },
    {
      "index": 412,
      "start_time": 2837840.0,
      "end_time": 2844840.0,
      "text": "very, very important to be able to do so quick study one twelve. I&#39;m not done not even near"
    },
    {
      "index": 413,
      "start_time": 2846190.0,
      "end_time": 2853190.0,
      "text": "done I want you to do  not going to sign that one yet the other one I will sign is exercise one fourteen one fifteen"
    },
    {
      "index": 414,
      "start_time": 2864760.0,
      "end_time": 2871760.0,
      "text": "and one sixteen now exercise one fourteen one fifteen and one sixteen are you preparing"
    },
    {
      "index": 415,
      "start_time": 2875000.0,
      "end_time": 2882000.0,
      "text": "an income statement a statement of equity and a balance sheet and let me see if there"
    },
    {
      "index": 416,
      "start_time": 2882390.0,
      "end_time": 2889390.0,
      "text": "is anything seems like there was a note I wanted to make on that yes there is ok. Let&#39;s"
    },
    {
      "index": 417,
      "start_time": 2893710.0,
      "end_time": 2900710.0,
      "text": "take a look at this real quick this is exercise one fourteen whoa you getting seasick there?"
    },
    {
      "index": 418,
      "start_time": 2903540.0,
      "end_time": 2910461.0,
      "text": "See this owner investment seventy four hundred ok let&#39;s just read through this on October"
    },
    {
      "index": 419,
      "start_time": 2910460.0,
      "end_time": 2916200.0,
      "text": "first she organized real solutions and then you&#39;re going to prepare financial statements"
    },
    {
      "index": 420,
      "start_time": 2916200.0,
      "end_time": 2922660.0,
      "text": "on October thirty first you with me? Ok see this owner investment seventy four thousand"
    },
    {
      "index": 421,
      "start_time": 2922660.0,
      "end_time": 2929660.0,
      "text": "see that? Let&#39;s just assume that she made that on October the second you with me? Because"
    },
    {
      "index": 422,
      "start_time": 2933810.0,
      "end_time": 2939510.0,
      "text": "a lot time people are like I don&#39;t know are you telling me that that&#39;s the beginning capital"
    },
    {
      "index": 423,
      "start_time": 2939510.0,
      "end_time": 2946510.0,
      "text": "or is that an investment by the owners during the month or what? Well let&#39;s just say she"
    },
    {
      "index": 424,
      "start_time": 2947320.0,
      "end_time": 2954320.0,
      "text": "made that on October the second of two thousand and do they give us a year? Let&#39;s just say"
    },
    {
      "index": 425,
      "start_time": 2959130.0,
      "end_time": 2966130.0,
      "text": "on October second so what would be the beginning balance of capital on October first zero you"
    },
    {
      "index": 426,
      "start_time": 2966520.0,
      "end_time": 2973491.0,
      "text": "with me? Ok that&#39;s the one thing I wanted to clarify there the other thing that you"
    },
    {
      "index": 427,
      "start_time": 2973490.0,
      "end_time": 2979790.0,
      "text": "might do we have about twenty seconds left. Is when you go through these the first thing"
    },
    {
      "index": 428,
      "start_time": 2979790.0,
      "end_time": 2985359.0,
      "text": "that I would recommend that you do is go through each one of these and write down what financial"
    },
    {
      "index": 429,
      "start_time": 2985360.0,
      "end_time": 2991391.0,
      "text": "statement it goes on and then as you put it on that financial statement circle it or put"
    },
    {
      "index": 430,
      "start_time": 2991390.0,
      "end_time": 2998580.0,
      "text": "a checkmark by it otherwise you&#39;re going to forget to put an account on a financial statement."
    },
    {
      "index": 431,
      "start_time": 2998590.0,
      "end_time": 3003549.0,
      "text": "You with me? Ok so I want to make sure here&#39;s the total homework assignment right here I&#39;ll"
    },
    {
      "index": 432,
      "start_time": 3003550.0,
      "end_time": 3010141.0,
      "text": "tell you what I&#39;ll go ahead and do I&#39;ll put exercise one eight down again to remind us"
    },
    {
      "index": 433,
      "start_time": 3010140.0,
      "end_time": 3016519.0,
      "text": "to do it if we haven&#39;t and to remind me to go over it next time alright. You guys are"
    },
    {
      "index": 434,
      "start_time": 3016520.0,
      "end_time": 3018280.0,
      "text": "doing great we&#39;ll see you next time bye bye."
    }
  ]
}