{
  "video_id": "0OwmYAljz4A",
  "title": "Introduction to EM waves and various techniques of communication",
  "json": [
    {
      "index": 1,
      "start_time": 44250.0,
      "end_time": 52460.0,
      "text": "Welcome to this course on Electromagnetic Waves. The Electromagnetic Waves or Electromagnetics"
    },
    {
      "index": 2,
      "start_time": 52460.0,
      "end_time": 61879.0,
      "text": "is a subject which has fascinated human beings over many more centuries. In ancient days"
    },
    {
      "index": 3,
      "start_time": 61879.0,
      "end_time": 71710.0,
      "text": "people used to ask questions like why the stars twinkle and the planets do not twinkle"
    },
    {
      "index": 4,
      "start_time": 71710.0,
      "end_time": 81550.0,
      "text": "or why there is lightening or if I put a magnetic needle in certain environments why the magnetic"
    },
    {
      "index": 5,
      "start_time": 81550.0,
      "end_time": 87740.0,
      "text": "needle deflects, how does the light reach from sun to the earth when there is no medium"
    },
    {
      "index": 6,
      "start_time": 87740.0,
      "end_time": 101110.0,
      "text": "in between. These kinds of questions people try to investigate form many more centuries."
    },
    {
      "index": 7,
      "start_time": 101110.0,
      "end_time": 107670.0,
      "text": "In the modern days people have questions like how do we have a TV reception, how do we have"
    },
    {
      "index": 8,
      "start_time": 107670.0,
      "end_time": 118200.0,
      "text": "a Radio station operating, how does the mobile phone works, why the TV reception is good"
    },
    {
      "index": 9,
      "start_time": 118200.0,
      "end_time": 123930.0,
      "text": "in some part of the house and it is not good in some other part, why we do not have a good"
    },
    {
      "index": 10,
      "start_time": 123930.0,
      "end_time": 132709.0,
      "text": "Radio reception inside a Railway compartment, why the Radio station which at medium waves"
    },
    {
      "index": 11,
      "start_time": 132709.0,
      "end_time": 137530.0,
      "text": "does not show any time fluctuation where as Radio station which is operating at short"
    },
    {
      "index": 12,
      "start_time": 137530.0,
      "end_time": 146970.0,
      "text": "waves has time fluctuations, why certain things get heated when they are kept inside microwaves"
    },
    {
      "index": 13,
      "start_time": 146970.0,
      "end_time": 155680.0,
      "text": "and there are numerous phenomena which you see in modern days which fascinate the common"
    },
    {
      "index": 14,
      "start_time": 155680.0,
      "end_time": 158100.0,
      "text": "man."
    },
    {
      "index": 15,
      "start_time": 158100.0,
      "end_time": 163760.0,
      "text": "All this phenomena either you take ancient phenomena or you take modern phenomena the"
    },
    {
      "index": 16,
      "start_time": 163760.0,
      "end_time": 170950.0,
      "text": "common thread which runs through all these phenomena is Electromagnetism. In fact in"
    },
    {
      "index": 17,
      "start_time": 170950.0,
      "end_time": 178440.0,
      "text": "today&#39;s world if we look around there is hardly any gadget which does not work on Principles"
    },
    {
      "index": 18,
      "start_time": 178440.0,
      "end_time": 182120.0,
      "text": "of Electromagnetism."
    },
    {
      "index": 19,
      "start_time": 182120.0,
      "end_time": 188680.0,
      "text": "In this course of Electromagnetic Waves essentially we are going to investigate the high frequency"
    },
    {
      "index": 20,
      "start_time": 188680.0,
      "end_time": 197290.0,
      "text": "aspects of Electromagnetism. Broadly an electromagnetic phenomenon can be divided into two categories"
    },
    {
      "index": 21,
      "start_time": 197290.0,
      "end_time": 209069.0,
      "text": "which are low frequency but high power and high frequency but low power."
    },
    {
      "index": 22,
      "start_time": 209069.0,
      "end_time": 216319.0,
      "text": "So the phenomena like electrical machines, electrical power generation transformers and"
    },
    {
      "index": 23,
      "start_time": 216319.0,
      "end_time": 222480.0,
      "text": "distribution of electrical energy are fall in the category of high power but low frequencies."
    },
    {
      "index": 24,
      "start_time": 222480.0,
      "end_time": 230750.0,
      "text": "Where as if you go to the modern systems like Mobile Communications, Radars Satellites,"
    },
    {
      "index": 25,
      "start_time": 230750.0,
      "end_time": 238800.0,
      "text": "Optical fibers fall in the category of low power but high frequencies."
    },
    {
      "index": 26,
      "start_time": 238800.0,
      "end_time": 246120.0,
      "text": "In this course, essentially we are going to develop the Principles of Electromagnetics"
    },
    {
      "index": 27,
      "start_time": 246120.0,
      "end_time": 254159.0,
      "text": "at high frequencies. We can ask very basic questions like if the frequencies increases"
    },
    {
      "index": 28,
      "start_time": 254159.0,
      "end_time": 260180.0,
      "text": "what way the electrical phenomena or the understanding which we have from low frequency circuits"
    },
    {
      "index": 29,
      "start_time": 260180.0,
      "end_time": 269150.0,
      "text": "get modified and then we can understand the various phenomena which I have mentioned which"
    },
    {
      "index": 30,
      "start_time": 269150.0,
      "end_time": 273909.0,
      "text": "have a common thread is Electromagnetic Waves."
    },
    {
      "index": 31,
      "start_time": 273909.0,
      "end_time": 282030.0,
      "text": "So electromagnetic waves essentially seek applications in many areas. Firstly, we have"
    },
    {
      "index": 32,
      "start_time": 282030.0,
      "end_time": 291900.0,
      "text": "applications in Transmission Lines and a High Frequency Circuits like Radars or TV&#39;s or"
    },
    {
      "index": 33,
      "start_time": 291900.0,
      "end_time": 292849.0,
      "text": "Radios."
    },
    {
      "index": 34,
      "start_time": 292849.0,
      "end_time": 300710.0,
      "text": "Then we have application of electromagnetic waves in the area of Antennas which can either"
    },
    {
      "index": 35,
      "start_time": 300710.0,
      "end_time": 307550.0,
      "text": "transmit electromagnetic energy or can receive electromagnetic energy. We require knowledge"
    },
    {
      "index": 36,
      "start_time": 307550.0,
      "end_time": 316090.0,
      "text": "of electromagnetic waves in a subject called Satellite Communication, we require knowledge"
    },
    {
      "index": 37,
      "start_time": 316090.0,
      "end_time": 322770.0,
      "text": "of electromagnetic waves in the area of Fiber Optic Communication and we require this knowledge"
    },
    {
      "index": 38,
      "start_time": 322770.0,
      "end_time": 335949.0,
      "text": "in Cellular wireless Communication and applications in Radars and classical subject like Radio"
    },
    {
      "index": 39,
      "start_time": 335949.0,
      "end_time": 346990.0,
      "text": "Astronomy and also subjects related to Electromagnetic Interference and Electromagnetic Compatibly."
    },
    {
      "index": 40,
      "start_time": 346990.0,
      "end_time": 354370.0,
      "text": "So in this course essentially we will try to investigate how time varying electric and"
    },
    {
      "index": 41,
      "start_time": 354370.0,
      "end_time": 363750.0,
      "text": "magnetic fields behave especially when the frequency of operation is large. As we all"
    },
    {
      "index": 42,
      "start_time": 363750.0,
      "end_time": 374490.0,
      "text": "know that in general the phenomenon of Electromagnetism is governed by the four classical equations"
    },
    {
      "index": 43,
      "start_time": 374490.0,
      "end_time": 382449.0,
      "text": "called the Maxwell&#39;s Equations. The Maxwell&#39;s equations represent the phenomena of Electromagnetism"
    },
    {
      "index": 44,
      "start_time": 382449.0,
      "end_time": 393300.0,
      "text": "in totality. However as we proceed in this course every time it is not required to go"
    },
    {
      "index": 45,
      "start_time": 393300.0,
      "end_time": 402350.0,
      "text": "to the regress analysis of Maxwell&#39;s equations and under certain approximations we can investigate"
    },
    {
      "index": 46,
      "start_time": 402350.0,
      "end_time": 408500.0,
      "text": "the same phenomena in terms of voltages and currents in terms of electrical circuits,"
    },
    {
      "index": 47,
      "start_time": 408500.0,
      "end_time": 414410.0,
      "text": "however as we go further we will find the representation of this in terms of voltages"
    },
    {
      "index": 48,
      "start_time": 414410.0,
      "end_time": 419430.0,
      "text": "and currents become difficult. then we can move to the general phenomena of electric"
    },
    {
      "index": 49,
      "start_time": 419430.0,
      "end_time": 421569.0,
      "text": "and magnetic fields."
    },
    {
      "index": 50,
      "start_time": 421569.0,
      "end_time": 428940.0,
      "text": "Let us first look at the Electromagnetic Spectrum."
    },
    {
      "index": 51,
      "start_time": 428940.0,
      "end_time": 437350.0,
      "text": "The word the electromagnetic wave corresponds to any phenomena which were related to the"
    },
    {
      "index": 52,
      "start_time": 437350.0,
      "end_time": 445550.0,
      "text": "time varying signals time varying electric or magnetic fields. So no matter how small"
    },
    {
      "index": 53,
      "start_time": 445550.0,
      "end_time": 456729.0,
      "text": "the frequency is, any frequency which is not zero can be put in this category of time varying"
    },
    {
      "index": 54,
      "start_time": 456729.0,
      "end_time": 458240.0,
      "text": "electromagnetic fields."
    },
    {
      "index": 55,
      "start_time": 458240.0,
      "end_time": 466229.0,
      "text": "So what is shown here are the wavelengths and the physical dimensions which normally"
    },
    {
      "index": 56,
      "start_time": 466229.0,
      "end_time": 470870.0,
      "text": "are corresponding to those wavelengths. So if we go to very low frequencies the Radio"
    },
    {
      "index": 57,
      "start_time": 470870.0,
      "end_time": 479349.0,
      "text": "frequencies the wavelength is very large and it is comparable to size of a building. When"
    },
    {
      "index": 58,
      "start_time": 479349.0,
      "end_time": 488740.0,
      "text": "you go to the microwave frequencies the wavelength becomes about a few centimeters which is typically"
    },
    {
      "index": 59,
      "start_time": 488740.0,
      "end_time": 496639.0,
      "text": "of the side of an insect, as you go further the wavelength reduces then the size becomes"
    },
    {
      "index": 60,
      "start_time": 496639.0,
      "end_time": 507610.0,
      "text": "tip of the needle. When you go to visible range of the Electromagnetic Spectrum then"
    },
    {
      "index": 61,
      "start_time": 507610.0,
      "end_time": 512250.0,
      "text": "essentially you are talking about size of the atoms or molecules and when you go to"
    },
    {
      "index": 62,
      "start_time": 512250.0,
      "end_time": 519890.0,
      "text": "X-rays and γ-rays the wavelength becomes smaller or comparable to the atoms. So the"
    },
    {
      "index": 63,
      "start_time": 519890.0,
      "end_time": 526220.0,
      "text": "entire frequency range from very low frequencies to high frequencies can be summarized in one"
    },
    {
      "index": 64,
      "start_time": 526220.0,
      "end_time": 532880.0,
      "text": "word that is the Radio frequency."
    },
    {
      "index": 65,
      "start_time": 532880.0,
      "end_time": 539140.0,
      "text": "So in this course when we refer to Radio frequency essentially we are referring to any phenomena"
    },
    {
      "index": 66,
      "start_time": 539140.0,
      "end_time": 550540.0,
      "text": "which is not constant as the function of time but it has a finite frequency. The same thing"
    },
    {
      "index": 67,
      "start_time": 550540.0,
      "end_time": 558110.0,
      "text": "can be written in more technical terms that here we have got the Electromagnetic Spectrum"
    },
    {
      "index": 68,
      "start_time": 558110.0,
      "end_time": 563019.0,
      "text": "these are the wavelengths starting from about 10 meters to one meter then ten centimeters"
    },
    {
      "index": 69,
      "start_time": 563019.0,
      "end_time": 565600.0,
      "text": "to one centimeter and to one millimeter"
    },
    {
      "index": 70,
      "start_time": 565600.0,
      "end_time": 571350.0,
      "text": "and all the way we go up to about 0.1 micro meters which will be typically in the range"
    },
    {
      "index": 71,
      "start_time": 571350.0,
      "end_time": 577980.0,
      "text": "of what X-rays and these are the corresponding frequencies. So ten meters would correspond"
    },
    {
      "index": 72,
      "start_time": 577980.0,
      "end_time": 590440.0,
      "text": "to thirty meters, ten centimeters would correspond to three Giga hertz and like that when we"
    },
    {
      "index": 73,
      "start_time": 590440.0,
      "end_time": 595470.0,
      "text": "go to this region where the wavelength is typically about order of one micro meter the"
    },
    {
      "index": 74,
      "start_time": 595470.0,
      "end_time": 604790.0,
      "text": "frequency will be typically of the order of about 300 Tera hertz. Then depending on the"
    },
    {
      "index": 75,
      "start_time": 604790.0,
      "end_time": 611850.0,
      "text": "frequency of operation we use different media for transmission of these signals so in this"
    },
    {
      "index": 76,
      "start_time": 611850.0,
      "end_time": 618600.0,
      "text": "region we use the media called the Coaxial cables. Where as when you go to this range"
    },
    {
      "index": 77,
      "start_time": 618600.0,
      "end_time": 624630.0,
      "text": "of wavelengths we use structure called the Waveguides and when you go to the very high"
    },
    {
      "index": 78,
      "start_time": 624630.0,
      "end_time": 630730.0,
      "text": "frequencies in optical domain then the media will be Optical Fibers."
    },
    {
      "index": 79,
      "start_time": 630730.0,
      "end_time": 639480.0,
      "text": "One can ask a very basic question at this point that why do we have to go to high frequencies?"
    },
    {
      "index": 80,
      "start_time": 639480.0,
      "end_time": 647700.0,
      "text": "What advantage one gets by increasing the frequency? What one noticed is if you consider"
    },
    {
      "index": 81,
      "start_time": 647700.0,
      "end_time": 655240.0,
      "text": "a typical electrical system then the bandwidth of the system is more or less proportional"
    },
    {
      "index": 82,
      "start_time": 655240.0,
      "end_time": 663959.0,
      "text": "to the frequency of operation. If we consider the major application of high frequencies"
    },
    {
      "index": 83,
      "start_time": 663959.0,
      "end_time": 674829.0,
      "text": "as communication then we require large bandwidth for transmitting more information. So as we"
    },
    {
      "index": 84,
      "start_time": 674829.0,
      "end_time": 679130.0,
      "text": "can see from here the Band Width is proportional to the frequency, one can get larger bandwidth"
    },
    {
      "index": 85,
      "start_time": 679130.0,
      "end_time": 688320.0,
      "text": "by increasing the frequency of operation therefore one can transmit more information on a given"
    },
    {
      "index": 86,
      "start_time": 688320.0,
      "end_time": 692600.0,
      "text": "channel."
    },
    {
      "index": 87,
      "start_time": 692600.0,
      "end_time": 703720.0,
      "text": "So from information transfer point of view, increasing the frequency provides larger bandwidth"
    },
    {
      "index": 88,
      "start_time": 703720.0,
      "end_time": 710790.0,
      "text": "and it is increasing the capacity of the information transmission."
    },
    {
      "index": 89,
      "start_time": 710790.0,
      "end_time": 715500.0,
      "text": "So the first application which we have for the Electromagnetic Waves is Transmission"
    },
    {
      "index": 90,
      "start_time": 715500.0,
      "end_time": 722370.0,
      "text": "Lines in which essentially we investigate how the voltages and currents are going to"
    },
    {
      "index": 91,
      "start_time": 722370.0,
      "end_time": 730290.0,
      "text": "flow in a two conductors system called a Transmission Line."
    },
    {
      "index": 92,
      "start_time": 730290.0,
      "end_time": 735459.0,
      "text": "so a simpler system which we see all around for connecting any electrical signal from"
    },
    {
      "index": 93,
      "start_time": 735459.0,
      "end_time": 743730.0,
      "text": "one point to another we require a pair of wires and these pairs are twisted so this"
    },
    {
      "index": 94,
      "start_time": 743730.0,
      "end_time": 746720.0,
      "text": "medium is called Twisted Pair."
    },
    {
      "index": 95,
      "start_time": 746720.0,
      "end_time": 756630.0,
      "text": "Now we will see this kind of medium is normally used for Telephone Lines and we want to investigate"
    },
    {
      "index": 96,
      "start_time": 756630.0,
      "end_time": 766040.0,
      "text": "how the electrical signals will propagate on this structure. This media the twisted"
    },
    {
      "index": 97,
      "start_time": 766040.0,
      "end_time": 775060.0,
      "text": "pair can handle low data rates, has a high Electromagnetic Interference and is very lossy"
    },
    {
      "index": 98,
      "start_time": 775060.0,
      "end_time": 781360.0,
      "text": "as the frequency increases. So normally this medium is very useful for low frequencies"
    },
    {
      "index": 99,
      "start_time": 781360.0,
      "end_time": 789180.0,
      "text": "but as the frequency increases the loss increases and that is why this medium became not very"
    },
    {
      "index": 100,
      "start_time": 789180.0,
      "end_time": 790290.0,
      "text": "attractive."
    },
    {
      "index": 101,
      "start_time": 790290.0,
      "end_time": 797959.0,
      "text": "As the frequency increases we go for a medium called a Co-axial cable where we have a center"
    },
    {
      "index": 102,
      "start_time": 797959.0,
      "end_time": 803870.0,
      "text": "conductor here and then you have outer conducting shell the high frequency signals are applied"
    },
    {
      "index": 103,
      "start_time": 803870.0,
      "end_time": 813399.0,
      "text": "between the center conductor and the outer shell and the signal flows inside this empty"
    },
    {
      "index": 104,
      "start_time": 813399.0,
      "end_time": 822389.0,
      "text": "region here. This cable structure can handle data rates which could be typically about"
    },
    {
      "index": 105,
      "start_time": 822389.0,
      "end_time": 829779.0,
      "text": "the order of few megabits per second, has low electromagnetic interference and also"
    },
    {
      "index": 106,
      "start_time": 829779.0,
      "end_time": 834220.0,
      "text": "has moderate loss. So we require fundamentals of Electromagnetic Waves to investigate propagation"
    },
    {
      "index": 107,
      "start_time": 834220.0,
      "end_time": 836760.0,
      "text": "of energy on this structure."
    },
    {
      "index": 108,
      "start_time": 836760.0,
      "end_time": 855300.0,
      "text": "As the  frequency increases even the center conductor of a Co-axial cable adds to sufficient loss"
    },
    {
      "index": 109,
      "start_time": 855300.0,
      "end_time": 860310.0,
      "text": "and therefore the surface area of the conductor is minimized."
    },
    {
      "index": 110,
      "start_time": 860310.0,
      "end_time": 868100.0,
      "text": "And in this process essentially we end up into a hollow pipe of metal inside where the"
    },
    {
      "index": 111,
      "start_time": 868100.0,
      "end_time": 874500.0,
      "text": "electromagnetic waves can propagate. This structure is called a Waveguide."
    },
    {
      "index": 112,
      "start_time": 874500.0,
      "end_time": 881709.0,
      "text": "If the cross section of this hollow pipe is rectangular then we see that this Waveguide"
    },
    {
      "index": 113,
      "start_time": 881709.0,
      "end_time": 889410.0,
      "text": "is called the Rectangular Waveguide. On the other hand if the cross section of this pipe"
    },
    {
      "index": 114,
      "start_time": 889410.0,
      "end_time": 898329.0,
      "text": "is circular then we call this as a Circular Waveguide. So at high frequencies typically"
    },
    {
      "index": 115,
      "start_time": 898329.0,
      "end_time": 908199.0,
      "text": "at microwaves the hollow pipes made of metal are used for guiding the electromagnetic energy."
    },
    {
      "index": 116,
      "start_time": 908199.0,
      "end_time": 916510.0,
      "text": "And again you require a rigorous analysis of electromagnetic wave propagation inside"
    },
    {
      "index": 117,
      "start_time": 916510.0,
      "end_time": 927449.0,
      "text": "these conducting pipes which helps you in finding out what will be the field distribution"
    },
    {
      "index": 118,
      "start_time": 927449.0,
      "end_time": 933579.0,
      "text": "inside this structure, how much energy loss will take place when it propagates inside"
    },
    {
      "index": 119,
      "start_time": 933579.0,
      "end_time": 938620.0,
      "text": "this and so on."
    },
    {
      "index": 120,
      "start_time": 938620.0,
      "end_time": 945670.0,
      "text": "The next application of Electromagnetic Waves is Antennas. The antenna is a device which"
    },
    {
      "index": 121,
      "start_time": 945670.0,
      "end_time": 953480.0,
      "text": "can transmit electromagnetic energy into the space and also it can receive electromagnetic"
    },
    {
      "index": 122,
      "start_time": 953480.0,
      "end_time": 956389.0,
      "text": "energy coming from the space."
    },
    {
      "index": 123,
      "start_time": 956389.0,
      "end_time": 964889.0,
      "text": "So, many modern types of equipment are using the Antennas. Here you can see an Antenna"
    },
    {
      "index": 124,
      "start_time": 964889.0,
      "end_time": 972610.0,
      "text": "called a Parabolic Dish in which radiation falls on this dish gets reflected from here"
    },
    {
      "index": 125,
      "start_time": 972610.0,
      "end_time": 978170.0,
      "text": "and then here there is something called the feed."
    },
    {
      "index": 126,
      "start_time": 978170.0,
      "end_time": 984410.0,
      "text": "The Electromagnetic Waves get focused on to this point and then it gets converted into"
    },
    {
      "index": 127,
      "start_time": 984410.0,
      "end_time": 990490.0,
      "text": "electrical signal and that electrical signal is processed further. The same dish will generate"
    },
    {
      "index": 128,
      "start_time": 990490.0,
      "end_time": 996959.0,
      "text": "electromagnetic wave if the electrical system is supplied to the feed, which will get reflected"
    },
    {
      "index": 129,
      "start_time": 996959.0,
      "end_time": 1004149.0,
      "text": "from this and it will get into the Space."
    },
    {
      "index": 130,
      "start_time": 1004150.0,
      "end_time": 1011131.0,
      "text": "So Antenna is a device which selectively puts the radiation in the desired direction. In"
    },
    {
      "index": 131,
      "start_time": 1011130.0,
      "end_time": 1018529.0,
      "text": "fact a simple Antenna structure may not really provide the directional characteristics of"
    },
    {
      "index": 132,
      "start_time": 1018530.0,
      "end_time": 1021960.0,
      "text": "radiation."
    },
    {
      "index": 133,
      "start_time": 1021960.0,
      "end_time": 1028150.0,
      "text": "Also in modern days we have got the Smart Antenna Systems where the radiation characteristics"
    },
    {
      "index": 134,
      "start_time": 1028150.0000000001,
      "end_time": 1039351.0000000001,
      "text": "of the Antenna are automatically changed to maximize the reception of the signal. So we"
    },
    {
      "index": 135,
      "start_time": 1039349.9999999999,
      "end_time": 1045499.9999999999,
      "text": "require a thorough knowledge of electromagnetic wave propagation in the analysis of Antenna"
    },
    {
      "index": 136,
      "start_time": 1045500.0,
      "end_time": 1047470.0,
      "text": "or the Smart Antennas."
    },
    {
      "index": 137,
      "start_time": 1047470.0,
      "end_time": 1055010.0,
      "text": "Here is another Smart Antenna System which has not one beam but have multiple beams and"
    },
    {
      "index": 138,
      "start_time": 1055010.0,
      "end_time": 1064070.0,
      "text": "these beams can be switched or they can be placed inside this space on permanent basis."
    },
    {
      "index": 139,
      "start_time": 1064070.0,
      "end_time": 1071360.0,
      "text": "And one can transmit the signal or can receive the signal from that zone depending upon which"
    },
    {
      "index": 140,
      "start_time": 1071360.0,
      "end_time": 1077890.0,
      "text": "area the observer is. So controlling the radiation characteristics is one of the important aspects"
    },
    {
      "index": 141,
      "start_time": 1077890.0,
      "end_time": 1081539.0,
      "text": "of Antennas."
    },
    {
      "index": 142,
      "start_time": 1081540.0,
      "end_time": 1089031.0,
      "text": "The next area where you require a thorough knowledge of Electromagnetic Waves is the"
    },
    {
      "index": 143,
      "start_time": 1089030.0,
      "end_time": 1099400.0,
      "text": "Satellite Communication. The Satellite is an object which is placed above the earth&#39;s"
    },
    {
      "index": 144,
      "start_time": 1099400.0,
      "end_time": 1105390.0,
      "text": "surface. So here you can see the Satellite picture."
    },
    {
      "index": 145,
      "start_time": 1105390.0,
      "end_time": 1110570.0,
      "text": "This is the earth and this is the Satellite where this picture is taken from the Satellite"
    },
    {
      "index": 146,
      "start_time": 1110570.0,
      "end_time": 1119940.0,
      "text": "towards the earth. And this is the station called a Earth Station."
    },
    {
      "index": 147,
      "start_time": 1119940.0,
      "end_time": 1125549.0,
      "text": "The transmitted signals from the earth to the Satellite and from the Satellite to the"
    },
    {
      "index": 148,
      "start_time": 1125550.0,
      "end_time": 1128661.0,
      "text": "earth are received by this station."
    },
    {
      "index": 149,
      "start_time": 1128660.0,
      "end_time": 1135770.0,
      "text": "There are certain frequency bands assigned for Satellite communication called C-Band,"
    },
    {
      "index": 150,
      "start_time": 1135770.0,
      "end_time": 1141840.0,
      "text": "S-Band, X-Band, K-Band and Ku-Band."
    },
    {
      "index": 151,
      "start_time": 1141840.0,
      "end_time": 1150130.0,
      "text": "So in this mode essentially we have electronic systems here with an Antenna and we are having"
    },
    {
      "index": 152,
      "start_time": 1150130.0,
      "end_time": 1157150.0,
      "text": "our station here, the signal is transmitted from the Earth towards the Satellite."
    },
    {
      "index": 153,
      "start_time": 1157150.0,
      "end_time": 1163010.0,
      "text": "The satellite receives this signal converts its frequency and then sends it down towards"
    },
    {
      "index": 154,
      "start_time": 1163010.0,
      "end_time": 1171940.0,
      "text": "the earth and this signal which is coming towards the earth can be received by the receiving"
    },
    {
      "index": 155,
      "start_time": 1171940.0,
      "end_time": 1177230.0,
      "text": "stations on the earth. So one can establish a communication between one point on earth"
    },
    {
      "index": 156,
      "start_time": 1177230.0,
      "end_time": 1186289.0,
      "text": "to any other point on earth. This whole propagation of electromagnetic radiation and proper placing"
    },
    {
      "index": 157,
      "start_time": 1186290.0,
      "end_time": 1198871.0,
      "text": "of radiation in a direction towards the earth is controlled by the electromagnetic wave"
    },
    {
      "index": 158,
      "start_time": 1198870.0,
      "end_time": 1200080.0,
      "text": "phenomena."
    },
    {
      "index": 159,
      "start_time": 1200080.0,
      "end_time": 1207010.0,
      "text": "So, essentially again we require a good understanding of the propagation of Electromagnetic Waves"
    },
    {
      "index": 160,
      "start_time": 1207010.0,
      "end_time": 1212169.0,
      "text": "in investigating of propagation of energy from ground to Satellite and from Satellite"
    },
    {
      "index": 161,
      "start_time": 1212170.0,
      "end_time": 1221560.0,
      "text": "to ground. The Satellite is one of the modern communication transmission devices which have"
    },
    {
      "index": 162,
      "start_time": 1221560.0,
      "end_time": 1230371.0,
      "text": "a relatively large bandwidth, it can transmit the data which can be itself monitored and"
    },
    {
      "index": 163,
      "start_time": 1230370.0,
      "end_time": 1239340.0,
      "text": "it provides you a mobile environment. So in fact Satellite was one of the modes of transmission"
    },
    {
      "index": 164,
      "start_time": 1239340.0,
      "end_time": 1249200.0,
      "text": "with a large bandwidth before the Optical Fiber came."
    },
    {
      "index": 165,
      "start_time": 1249200.0,
      "end_time": 1255510.0,
      "text": "Later as the time progress the Fiber Optic Communication came."
    },
    {
      "index": 166,
      "start_time": 1255510.0,
      "end_time": 1261600.0,
      "text": "Then the knowledge of Electromagnetic Waves is required for investigating the propagation"
    },
    {
      "index": 167,
      "start_time": 1261600.0,
      "end_time": 1264010.0,
      "text": "of light inside the Optical Fiber."
    },
    {
      "index": 168,
      "start_time": 1264010.0,
      "end_time": 1272990.0,
      "text": "Here you can see a set of optical fibers having a very thin structure which is made of glass"
    },
    {
      "index": 169,
      "start_time": 1272990.0,
      "end_time": 1282070.0,
      "text": "through the light is propagated. And we require a good theoretical understanding of propagation"
    },
    {
      "index": 170,
      "start_time": 1282070.0,
      "end_time": 1287919.0,
      "text": "of light inside this because the signal gets distorted as the light propagates inside the"
    },
    {
      "index": 171,
      "start_time": 1287920.0,
      "end_time": 1296401.0,
      "text": "Optical Fiber. Unless we understand fully how the signal get distorted one will not"
    },
    {
      "index": 172,
      "start_time": 1296400.0,
      "end_time": 1304020.0,
      "text": "be able to tell how efficiently or properly the data can be transferred on this medium"
    },
    {
      "index": 173,
      "start_time": 1304020.0,
      "end_time": 1308380.0,
      "text": "which is Optical Fiber."
    },
    {
      "index": 174,
      "start_time": 1308380.0,
      "end_time": 1313520.0,
      "text": "Similarly the devices which are used for optical communication which are lasers again require"
    },
    {
      "index": 175,
      "start_time": 1313520.0,
      "end_time": 1322429.0,
      "text": "a good knowledge of electromagnetic waves. Then when we come to the Wireless Communication"
    },
    {
      "index": 176,
      "start_time": 1322430.0,
      "end_time": 1332471.0,
      "text": "which is the most modern mode of communication, again you require various aspects of electromagnetic"
    },
    {
      "index": 177,
      "start_time": 1332470.0,
      "end_time": 1333630.0,
      "text": "waves."
    },
    {
      "index": 178,
      "start_time": 1333630.0,
      "end_time": 1345100.0,
      "text": "Here you can see father of Radio Communication is Hertz, he is doing some measurement on"
    },
    {
      "index": 179,
      "start_time": 1345100.0,
      "end_time": 1350890.0,
      "text": "radiation. This is an environment where there are lot of gadgets which all works on electromagnetic"
    },
    {
      "index": 180,
      "start_time": 1350890.0,
      "end_time": 1353860.0,
      "text": "wave principle, this is a mobile phone"
    },
    {
      "index": 181,
      "start_time": 1353860.0,
      "end_time": 1360890.0,
      "text": "So all this together we will see today in a mobile environment all these devices are"
    },
    {
      "index": 182,
      "start_time": 1360890.0,
      "end_time": 1367600.0,
      "text": "working on principles of Electromagnetic Waves."
    },
    {
      "index": 183,
      "start_time": 1367600.0,
      "end_time": 1374260.0,
      "text": "In this modern communication called a Cellular Communication we have the base stations from"
    },
    {
      "index": 184,
      "start_time": 1374260.0,
      "end_time": 1381370.0,
      "text": "where the signals are transmitted and then you arrange users which are located inside"
    },
    {
      "index": 185,
      "start_time": 1381370.0,
      "end_time": 1384830.0,
      "text": "a cell."
    },
    {
      "index": 186,
      "start_time": 1384830.0,
      "end_time": 1393490.0,
      "text": "So any mobile call which we make goes from handset towards base station and then the"
    },
    {
      "index": 187,
      "start_time": 1393490.0,
      "end_time": 1399470.0,
      "text": "call is diverted to the appropriate user so we have a constant communication between a"
    },
    {
      "index": 188,
      "start_time": 1399470.0,
      "end_time": 1409039.0,
      "text": "mobile handset and our base station. So again you require a good propagation model in this"
    },
    {
      "index": 189,
      "start_time": 1409040.0,
      "end_time": 1414711.0,
      "text": "environment especially when we are talking about this environment in cities where we"
    },
    {
      "index": 190,
      "start_time": 1414710.0,
      "end_time": 1422809.0,
      "text": "are having large buildings and structures which are having lot of reflections and refractions"
    },
    {
      "index": 191,
      "start_time": 1422810.0,
      "end_time": 1431670.0,
      "text": "of electromagnetic waves we essentially have a very complex electromagnetic environment."
    },
    {
      "index": 192,
      "start_time": 1431670.0,
      "end_time": 1441560.0,
      "text": "So as the object moves inside this structure from the base station towards the receiver"
    },
    {
      "index": 193,
      "start_time": 1441560.0,
      "end_time": 1446721.0,
      "text": "one not only gets the signal which is coming directly from base station to the user"
    },
    {
      "index": 194,
      "start_time": 1446720.0,
      "end_time": 1454120.0,
      "text": "but you also get the signals which are coming after reflections from this objects so what"
    },
    {
      "index": 195,
      "start_time": 1454120.0,
      "end_time": 1459100.0,
      "text": "one receives at this location is a combination of the signal which is coming by the direct"
    },
    {
      "index": 196,
      "start_time": 1459100.0,
      "end_time": 1465799.0,
      "text": "path as well as the signals which are deflected from the buildings and other objects which"
    },
    {
      "index": 197,
      "start_time": 1465800.0,
      "end_time": 1467861.0,
      "text": "are in the vicinity."
    },
    {
      "index": 198,
      "start_time": 1467860.0,
      "end_time": 1479210.0,
      "text": "Now as the object moves the total signal which you receive here is essentially an interference"
    },
    {
      "index": 199,
      "start_time": 1479210.0,
      "end_time": 1488860.0,
      "text": "of all those signals which leave from multiple paths. So as this vehicle moves the lengths"
    },
    {
      "index": 200,
      "start_time": 1488860.0,
      "end_time": 1496179.0,
      "text": "over which the signal travel they change and as a result you get a phenomena of interference"
    },
    {
      "index": 201,
      "start_time": 1496180.0,
      "end_time": 1503501.0,
      "text": "which could be either constructive or destructive. Whenever we have a constructive phenomenon"
    },
    {
      "index": 202,
      "start_time": 1503500.0,
      "end_time": 1510370.0,
      "text": "you can have a strong signal where as if you have the destructive phenomena then you gets"
    },
    {
      "index": 203,
      "start_time": 1510370.0,
      "end_time": 1514700.0,
      "text": "very low signal otherwise there is cancellation of signal."
    },
    {
      "index": 204,
      "start_time": 1514700.0,
      "end_time": 1522179.0,
      "text": "So one notes that as the vehicle moves the signal varies as the function of time and"
    },
    {
      "index": 205,
      "start_time": 1522180.0,
      "end_time": 1529331.0,
      "text": "those phenomena essentially is called the fading phenomena. And to understand properly"
    },
    {
      "index": 206,
      "start_time": 1529330.0,
      "end_time": 1537760.0,
      "text": "this fading phenomena one requires a good modeling of propagation of these electromagnetic"
    },
    {
      "index": 207,
      "start_time": 1537760.0,
      "end_time": 1544640.0,
      "text": "waves in this complex reflecting and refracting environment."
    },
    {
      "index": 208,
      "start_time": 1544640.0,
      "end_time": 1557179.0,
      "text": "To avoid this fading phenomena one can create systems where the reflected and refracted"
    },
    {
      "index": 209,
      "start_time": 1557180.0,
      "end_time": 1561401.0,
      "text": "signals are not received by this objects."
    },
    {
      "index": 210,
      "start_time": 1561400.0,
      "end_time": 1567990.0,
      "text": "So if you make the receiving antenna&#39;s not omni directional or suppose they are directional"
    },
    {
      "index": 211,
      "start_time": 1567990.0,
      "end_time": 1573539.0,
      "text": "and if they can receive signal only coming from this direction then the deflected signal"
    },
    {
      "index": 212,
      "start_time": 1573540.0,
      "end_time": 1579621.0,
      "text": "contribution can be reduced, as a result the effect of fading can be reduced."
    },
    {
      "index": 213,
      "start_time": 1579620.0,
      "end_time": 1587070.0,
      "text": "So again you require good design of the antenna systems which again require a good knowledge"
    },
    {
      "index": 214,
      "start_time": 1587070.0,
      "end_time": 1593770.0,
      "text": "of electromagnetic waves so that the multi path interference in a mobile communication"
    },
    {
      "index": 215,
      "start_time": 1593770.0,
      "end_time": 1594830.0,
      "text": "can be reduced."
    },
    {
      "index": 216,
      "start_time": 1594830.0,
      "end_time": 1602650.0,
      "text": "Again we can use the Adaptive Antenna System essentially to reduce the interference and"
    },
    {
      "index": 217,
      "start_time": 1602650.0,
      "end_time": 1609690.0,
      "text": "especially if you are having the environment which is mobile then one has to keep changing"
    },
    {
      "index": 218,
      "start_time": 1609690.0,
      "end_time": 1614340.0,
      "text": "the direction of reception as the vehicle moves. So you require some kind of a Smart"
    },
    {
      "index": 219,
      "start_time": 1614340.0,
      "end_time": 1617500.0,
      "text": "Antenna or Adaptive Antenna."
    },
    {
      "index": 220,
      "start_time": 1617500.0,
      "end_time": 1630150.0,
      "text": "Another application of Electromagnetic Waves is Radar and Remote Sensing."
    },
    {
      "index": 221,
      "start_time": 1630150.0,
      "end_time": 1637909.0,
      "text": "As we know Radar is a device which is used for finding the distance of an object. The"
    },
    {
      "index": 222,
      "start_time": 1637910.0,
      "end_time": 1649471.0,
      "text": "principle of Radar is as follows: we are having an antenna here which is excited with an electromagnetic"
    },
    {
      "index": 223,
      "start_time": 1649470.0,
      "end_time": 1651480.0,
      "text": "pulse."
    },
    {
      "index": 224,
      "start_time": 1651480.0,
      "end_time": 1660600.0,
      "text": "This pulse is radiated by this antenna into the space the pulse goes and hits the object"
    },
    {
      "index": 225,
      "start_time": 1660600.0,
      "end_time": 1667860.0,
      "text": "and part of the energy is reflected from the object which again is picked by this antenna"
    },
    {
      "index": 226,
      "start_time": 1667860.0,
      "end_time": 1678850.0,
      "text": "and is processed in the detector. Then by knowing the time delay of this pulse one can"
    },
    {
      "index": 227,
      "start_time": 1678850.0,
      "end_time": 1687490.0,
      "text": "estimate the distance of the objects and also if the object is moving in the radial direction"
    },
    {
      "index": 228,
      "start_time": 1687490.0,
      "end_time": 1694779.0,
      "text": "then one can measure the change in frequency of a signal what is called the Doppler Shift"
    },
    {
      "index": 229,
      "start_time": 1694780.0,
      "end_time": 1699430.0,
      "text": "and from that one can estimate the velocity of the object."
    },
    {
      "index": 230,
      "start_time": 1699430.0,
      "end_time": 1709591.0,
      "text": "So the radar essentially uses the electromagnetic pulse to find the distance and the velocity"
    },
    {
      "index": 231,
      "start_time": 1709590.0,
      "end_time": 1716529.0,
      "text": "of an object. Again since we are transmitting a very high frequency electromagnetic energy"
    },
    {
      "index": 232,
      "start_time": 1716530.0,
      "end_time": 1725170.0,
      "text": "here we require very special designs for these antennas and also we require certain techniques"
    },
    {
      "index": 233,
      "start_time": 1725170.0,
      "end_time": 1732861.0,
      "text": "by which the resolution of this device can be improved so there could be either signal"
    },
    {
      "index": 234,
      "start_time": 1732860.0,
      "end_time": 1737760.0,
      "text": "processing techniques or there could be even electromagnetic techniques which an can be"
    },
    {
      "index": 235,
      "start_time": 1737760.0,
      "end_time": 1743870.0,
      "text": "used to enhance the resolution of the Radar."
    },
    {
      "index": 236,
      "start_time": 1743870.0,
      "end_time": 1751620.0,
      "text": "In general, essentially we have the antenna called a Monostatic Radar so the signal goes"
    },
    {
      "index": 237,
      "start_time": 1751620.0,
      "end_time": 1756140.0,
      "text": "from the Radar Antenna to an object, they are deflected from here again received from"
    },
    {
      "index": 238,
      "start_time": 1756140.0,
      "end_time": 1760140.0,
      "text": "here and one can calculate received power"
    },
    {
      "index": 239,
      "start_time": 1760140.0,
      "end_time": 1766299.0,
      "text": "So firstly you require a good modeling of the propagating medium and also a good modeling"
    },
    {
      "index": 240,
      "start_time": 1766300.0,
      "end_time": 1773331.0,
      "text": "of the scatterer or the object form which energy is going to be reflected. So in fact"
    },
    {
      "index": 241,
      "start_time": 1773330.0,
      "end_time": 1783480.0,
      "text": "a parameter called the effective cross section of an object requires a very good modeling"
    },
    {
      "index": 242,
      "start_time": 1783480.0,
      "end_time": 1793000.0,
      "text": "of electromagnetic waves. In fact there is significant work has been done in modeling"
    },
    {
      "index": 243,
      "start_time": 1793000.0,
      "end_time": 1800360.0,
      "text": "different objects and finding the radar cross sections of objects which are made from different"
    },
    {
      "index": 244,
      "start_time": 1800360.0,
      "end_time": 1807220.0,
      "text": "materials and which are of different shapes and sizes. The Radar is also used for remote"
    },
    {
      "index": 245,
      "start_time": 1807220.0,
      "end_time": 1815809.0,
      "text": "sensing that is if you have a vehicle here which can send the radar pulses down towards"
    },
    {
      "index": 246,
      "start_time": 1815810.0,
      "end_time": 1821761.0,
      "text": "the earth and the reflected energy is measured by the Radar."
    },
    {
      "index": 247,
      "start_time": 1821760.0,
      "end_time": 1832289.0,
      "text": "As the vehicle moves essentially we can get the reflectivity of the terrain at different"
    },
    {
      "index": 248,
      "start_time": 1832290.0,
      "end_time": 1839180.0,
      "text": "locations. Then by combining this information which is coming from different locations on"
    },
    {
      "index": 249,
      "start_time": 1839180.0,
      "end_time": 1847441.0,
      "text": "the earth essentially one can create a map of reflectivity of the earth surface and since"
    },
    {
      "index": 250,
      "start_time": 1847440.0,
      "end_time": 1853950.0,
      "text": "the reflectivity depends upon various parameters like what is the vegetation, what is the conductivity"
    },
    {
      "index": 251,
      "start_time": 1853950.0,
      "end_time": 1861220.0,
      "text": "of the earth surface, whether this is a water body. One can essentially do some kind of"
    },
    {
      "index": 252,
      "start_time": 1861220.0,
      "end_time": 1868610.0,
      "text": "a mapping from reflectivity measurement to the actual objects on the earth surface. So"
    },
    {
      "index": 253,
      "start_time": 1868610.0,
      "end_time": 1876210.0,
      "text": "Remote Sensing is one of the very important field where modeling or knowledge of Electromagnetic"
    },
    {
      "index": 254,
      "start_time": 1876210.0,
      "end_time": 1881909.0,
      "text": "Waves play the important role."
    },
    {
      "index": 255,
      "start_time": 1881910.0,
      "end_time": 1889821.0,
      "text": "To improve the resolution of radar in remote sensing one uses a technique called a Synthetic"
    },
    {
      "index": 256,
      "start_time": 1889820.0,
      "end_time": 1899760.0,
      "text": "Aperture Radar. For an Antenna like parabolic dish the angular"
    },
    {
      "index": 257,
      "start_time": 1899760.0,
      "end_time": 1904610.0,
      "text": "resolution is approximately given by the wavelength of operation divided by the size or the diameter"
    },
    {
      "index": 258,
      "start_time": 1904610.0,
      "end_time": 1915830.0,
      "text": "of the Antenna. So one can see that to get a very fine resolution in an image which we"
    },
    {
      "index": 259,
      "start_time": 1915830.0,
      "end_time": 1922620.0,
      "text": "have got from remote sensing we require a very large aperture. These kinds of large"
    },
    {
      "index": 260,
      "start_time": 1922620.0,
      "end_time": 1927880.0,
      "text": "apertures cannot be very easily created especially on the vehicles which are moving like aero"
    },
    {
      "index": 261,
      "start_time": 1927880.0,
      "end_time": 1936019.0,
      "text": "planes or Satellites. So a very clever technique called a Synthetic Aperture Radar Technique"
    },
    {
      "index": 262,
      "start_time": 1936020.0,
      "end_time": 1947991.0,
      "text": "has been developed where the antenna size is small but the vehicle moves and the reflection"
    },
    {
      "index": 263,
      "start_time": 1947990.0,
      "end_time": 1955580.0,
      "text": "information is stored as the vehicle moves. After all the reflection information is collected"
    },
    {
      "index": 264,
      "start_time": 1955580.0,
      "end_time": 1963620.0,
      "text": "from the different locations then a data processing can be done to get an angular resolution which"
    },
    {
      "index": 265,
      "start_time": 1963620.0,
      "end_time": 1970769.0,
      "text": "will correspond to the total distance traveled by this vehicle. This technique is extremely"
    },
    {
      "index": 266,
      "start_time": 1970770.0,
      "end_time": 1976601.0,
      "text": "powerful technique because without having a physical aperture or a physical antenna"
    },
    {
      "index": 267,
      "start_time": 1976600.0,
      "end_time": 1985610.0,
      "text": "one can effectively realize an aperture size which could be of the order of tens of kilometers."
    },
    {
      "index": 268,
      "start_time": 1985610.0,
      "end_time": 1994299.0,
      "text": "Therefore one can improve the angular resolutions substantially. So again you require good analysis"
    },
    {
      "index": 269,
      "start_time": 1994300.0,
      "end_time": 2003550.0,
      "text": "of electromagnetic waves. And if you go to the Synthetic Aperture Radars then you get"
    },
    {
      "index": 270,
      "start_time": 2003550.0,
      "end_time": 2010290.0,
      "text": "very nice characteristics. Firstly, you get a very high linear resolution"
    },
    {
      "index": 271,
      "start_time": 2010290.0,
      "end_time": 2020881.0,
      "text": "from this Radar which is independent of the range though it requires very large atom processing."
    },
    {
      "index": 272,
      "start_time": 2020880.0,
      "end_time": 2028250.0,
      "text": "So electromagnetic waves find very active application in investigation of Synthetic"
    },
    {
      "index": 273,
      "start_time": 2028250.0,
      "end_time": 2032519.0,
      "text": "Aperture Radars."
    },
    {
      "index": 274,
      "start_time": 2032520.0,
      "end_time": 2039861.0,
      "text": "The same techniques is used very actively in a branch of Physics called Radio Astronomy"
    },
    {
      "index": 275,
      "start_time": 2039860.0,
      "end_time": 2046860.0,
      "text": "where the signals are coming from the sky are measured."
    },
    {
      "index": 276,
      "start_time": 2046860.0,
      "end_time": 2055919.0,
      "text": "So a typical Radio Telescope would look something like this, the signals are coming from sky"
    },
    {
      "index": 277,
      "start_time": 2055920.0,
      "end_time": 2062090.0,
      "text": "what you have is a very passive receiver nothing is transmitted in this case like radar so"
    },
    {
      "index": 278,
      "start_time": 2062090.0000000002,
      "end_time": 2066070.0000000002,
      "text": "we have an Antenna where the signals are received."
    },
    {
      "index": 279,
      "start_time": 2066070.0000000002,
      "end_time": 2074340.0000000002,
      "text": "They are frequency converted, detected and processed. And again we would like to know"
    },
    {
      "index": 280,
      "start_time": 2074340.0000000002,
      "end_time": 2082811.0000000002,
      "text": "precisely from which direction a radiation is coming or in other words by a Radio Telescope"
    },
    {
      "index": 281,
      "start_time": 2082810.0,
      "end_time": 2091730.0,
      "text": "one would like to get an image of a sky with as larger resolution as possible. So again"
    },
    {
      "index": 282,
      "start_time": 2091730.0,
      "end_time": 2097990.0,
      "text": "this resolution limit comes into picture and one requires very large telescopes to get"
    },
    {
      "index": 283,
      "start_time": 2097990.0,
      "end_time": 2107780.0,
      "text": "a very fine resolution of the image of the sky."
    },
    {
      "index": 284,
      "start_time": 2107780.0,
      "end_time": 2115020.0,
      "text": "Again since realization of very large telescope is very difficult and again falls back on"
    },
    {
      "index": 285,
      "start_time": 2115020.0,
      "end_time": 2120910.0,
      "text": "the technique called the Aperture Sensor Technique as we saw in case of Radar."
    },
    {
      "index": 286,
      "start_time": 2120910.0,
      "end_time": 2129079.0,
      "text": "But in this case we have a set of Antenna which are located on the earth, each Antenna"
    },
    {
      "index": 287,
      "start_time": 2129080.0,
      "end_time": 2136011.0,
      "text": "might look like that or could be some other shape. Then by collecting the information"
    },
    {
      "index": 288,
      "start_time": 2136010.0,
      "end_time": 2146950.0,
      "text": "from these entire Antennas one can actually have a effective dish which is of this size."
    },
    {
      "index": 289,
      "start_time": 2146950.0,
      "end_time": 2151640.0,
      "text": "so one sees that each dish here which is a primary antenna which could be of the order"
    },
    {
      "index": 290,
      "start_time": 2151640.0,
      "end_time": 2159790.0,
      "text": "of about tens of meters but by using this technique one can create an aperture which"
    },
    {
      "index": 291,
      "start_time": 2159790.0,
      "end_time": 2166730.0,
      "text": "is typically of the order of about tens of kilometers. Therefore one can get an angular"
    },
    {
      "index": 292,
      "start_time": 2166730.0,
      "end_time": 2172890.0,
      "text": "resolution which is far better than what one can get from a single dish."
    },
    {
      "index": 293,
      "start_time": 2172890.0,
      "end_time": 2178470.0,
      "text": "So Radio Astronomy is one of the areas where again the knowledge of electromagnetic waves"
    },
    {
      "index": 294,
      "start_time": 2178470.0,
      "end_time": 2188000.0,
      "text": "plays a very important role. It helps you in designing very effective Antennas and thereby"
    },
    {
      "index": 295,
      "start_time": 2188000.0,
      "end_time": 2192609.0,
      "text": "giving you a very high quality map of the radio sky."
    },
    {
      "index": 296,
      "start_time": 2192610.0,
      "end_time": 2200751.0,
      "text": "This is the same picture of an array which synthesizes an aperture which is of this size."
    },
    {
      "index": 297,
      "start_time": 2200750.0,
      "end_time": 2206660.0,
      "text": "This dish is of the diameter 25 meters but the total spread of the antenna is of the"
    },
    {
      "index": 298,
      "start_time": 2206660.0,
      "end_time": 2212640.0,
      "text": "order of 21 kilometer and therefore we get an effective aperture which has a radius of"
    },
    {
      "index": 299,
      "start_time": 2212640.0,
      "end_time": 2220690.0,
      "text": "21 kilometer though each antenna has a diameter of only 25 meters."
    },
    {
      "index": 300,
      "start_time": 2220690.0,
      "end_time": 2226020.0,
      "text": "This is the image which you get from the sky and you can get very high angular resolution."
    },
    {
      "index": 301,
      "start_time": 2226020.0,
      "end_time": 2233170.0,
      "text": "This is another object you can get in the sky."
    },
    {
      "index": 302,
      "start_time": 2233170.0,
      "end_time": 2239680.0,
      "text": "So these are the areas in which essentially have very active applications of Electromagnetic"
    },
    {
      "index": 303,
      "start_time": 2239680.0,
      "end_time": 2252300.0,
      "text": "Waves. so though the phenomena is very basic phenomena and as I said this phenomena has"
    },
    {
      "index": 304,
      "start_time": 2252300.0,
      "end_time": 2261310.0,
      "text": "been under investigation for many more centuries the focus or the emphasis is changed depending"
    },
    {
      "index": 305,
      "start_time": 2261310.0,
      "end_time": 2264109.0,
      "text": "upon the applications."
    },
    {
      "index": 306,
      "start_time": 2264110.0,
      "end_time": 2272741.0,
      "text": "So in today&#39;s scenario when we are having the communication dominance we see a variety"
    },
    {
      "index": 307,
      "start_time": 2272740.0,
      "end_time": 2278869.0,
      "text": "of phenomena which are related to high frequencies and which have direct application in the areas"
    },
    {
      "index": 308,
      "start_time": 2278870.0,
      "end_time": 2282701.0,
      "text": "of communication."
    },
    {
      "index": 309,
      "start_time": 2282700.0,
      "end_time": 2290750.0,
      "text": "This course essentially deals with the subjects which are the high frequency phenomena."
    },
    {
      "index": 310,
      "start_time": 2290750.0,
      "end_time": 2299750.0,
      "text": "When you are having so many signals which are at high frequencies present in the environment"
    },
    {
      "index": 311,
      "start_time": 2299750.0,
      "end_time": 2310290.0,
      "text": "then it is natural to have the interference created by one system to the other. So we"
    },
    {
      "index": 312,
      "start_time": 2310290.0,
      "end_time": 2318150.0,
      "text": "require techniques to mitigate the electromagnetic interference and that is what essentially"
    },
    {
      "index": 313,
      "start_time": 2318150.0,
      "end_time": 2319720.0,
      "text": "is done in this branch called EMI and EMC."
    },
    {
      "index": 314,
      "start_time": 2319720.0,
      "end_time": 2330980.0,
      "text": "The EMI is the Electro Magnetic Interference. So first we study how a high frequency device"
    },
    {
      "index": 315,
      "start_time": 2330980.0,
      "end_time": 2339450.0,
      "text": "would create interfering signals and then what are the ways by which this interference"
    },
    {
      "index": 316,
      "start_time": 2339450.0,
      "end_time": 2348320.0,
      "text": "can be reduced. In fact any time varying signal and if it is varying at very high frequency"
    },
    {
      "index": 317,
      "start_time": 2348320.0,
      "end_time": 2351829.0,
      "text": "then it will create lot of interference."
    },
    {
      "index": 318,
      "start_time": 2351830.0,
      "end_time": 2359201.0,
      "text": "Take a simple device like an in inside a computer a switch more power supplies where the current"
    },
    {
      "index": 319,
      "start_time": 2359200.0,
      "end_time": 2365869.0,
      "text": "is switched at a very high rate it creates lot of electromagnetic interference. So if"
    },
    {
      "index": 320,
      "start_time": 2365870.0,
      "end_time": 2372671.0,
      "text": "you are having any other instrument in the vicinity one sees interference created because"
    },
    {
      "index": 321,
      "start_time": 2372670.0,
      "end_time": 2380530.0,
      "text": "of this high switching current. Also one would remember that we may get interference on our"
    },
    {
      "index": 322,
      "start_time": 2380530.0,
      "end_time": 2388450.0,
      "text": "radios whenever somebody starts a car or a scooter in the vicinity because whenever we"
    },
    {
      "index": 323,
      "start_time": 2388450.0,
      "end_time": 2396119.0,
      "text": "start a scooter there is a sparking and because of that spark you get electromagnetic interference"
    },
    {
      "index": 324,
      "start_time": 2396120.0,
      "end_time": 2404411.0,
      "text": "which is picked up by the radios and then you get disturbance on your radio."
    },
    {
      "index": 325,
      "start_time": 2404410.0,
      "end_time": 2412180.0,
      "text": "So as you are having more and more devices which are operating at high frequencies the"
    },
    {
      "index": 326,
      "start_time": 2412180.0,
      "end_time": 2421910.0,
      "text": "environment now is having lot more interfering devices. Therefore it is essential to investigate"
    },
    {
      "index": 327,
      "start_time": 2421910.0,
      "end_time": 2430710.0,
      "text": "the techniques by which the interference can be reduced or one has to find the mechanism"
    },
    {
      "index": 328,
      "start_time": 2430710.0,
      "end_time": 2437040.0,
      "text": "by which the devices can be isolated called shielding. One can shield the devices from"
    },
    {
      "index": 329,
      "start_time": 2437040.0,
      "end_time": 2444290.0,
      "text": "one another or the devices become more and more electromagnetic compatibly."
    },
    {
      "index": 330,
      "start_time": 2444290.0,
      "end_time": 2451180.0,
      "text": "So today whenever we design electromagnetic gadget or an electrical device it is mandatory"
    },
    {
      "index": 331,
      "start_time": 2451180.0,
      "end_time": 2460640.0,
      "text": "to make it electromagnetic compliant so that it does not create additional electromagnetic"
    },
    {
      "index": 332,
      "start_time": 2460640.0,
      "end_time": 2465990.0,
      "text": "interference which will affect the other systems."
    },
    {
      "index": 333,
      "start_time": 2465990.0,
      "end_time": 2474150.0,
      "text": "In this subject, essentially we are going to discuss the high frequency aspects of electromagnetics"
    },
    {
      "index": 334,
      "start_time": 2474150.0,
      "end_time": 2476119.0,
      "text": "is the electromagnetic waves."
    },
    {
      "index": 335,
      "start_time": 2476120.0,
      "end_time": 2486330.0,
      "text": "So first we talk about the Transmission Lines where we still deal with voltage and current."
    },
    {
      "index": 336,
      "start_time": 2486330.0,
      "end_time": 2494491.0,
      "text": "Till now we have developed our understanding of the circuit in terms of voltages and currents,"
    },
    {
      "index": 337,
      "start_time": 2494490.0,
      "end_time": 2500940.0,
      "text": "suddenly if we start talking about electric and magnetic fields it might appear that we"
    },
    {
      "index": 338,
      "start_time": 2500940.0,
      "end_time": 2507250.0,
      "text": "are talking about totally different subject. So in Transmission Line essentially we make"
    },
    {
      "index": 339,
      "start_time": 2507250.0,
      "end_time": 2514329.0,
      "text": "a slow departure from our low frequency circuit analysis to the high frequencies. So what"
    },
    {
      "index": 340,
      "start_time": 2514330.0,
      "end_time": 2519951.0,
      "text": "we try to do is we still retain the terminology of circuit that is we talk about voltages"
    },
    {
      "index": 341,
      "start_time": 2519950.0,
      "end_time": 2525930.0,
      "text": "and currents circuit parameters like inductance, capacitance and assistance but we introduce"
    },
    {
      "index": 342,
      "start_time": 2525930.0,
      "end_time": 2530720.0,
      "text": "the concept of space and then naturally we get the solutions for voltages and currents"
    },
    {
      "index": 343,
      "start_time": 2530720.0,
      "end_time": 2541720.0,
      "text": "which are waves as soon as concept of space is introduced in the circuit analysis."
    },
    {
      "index": 344,
      "start_time": 2541720.0,
      "end_time": 2549700.0,
      "text": "So we get a phenomenon of electromagnetic wave though in the form of voltage and current"
    },
    {
      "index": 345,
      "start_time": 2549700.0,
      "end_time": 2557540.0,
      "text": "but that gives at least the foundation of a wave phenomenon. Though this is going to"
    },
    {
      "index": 346,
      "start_time": 2557540.0,
      "end_time": 2563540.0,
      "text": "be related to voltages and currents we are talking about only scalar quantities but that"
    },
    {
      "index": 347,
      "start_time": 2563540.0,
      "end_time": 2571730.0,
      "text": "provides at least some field for the electromagnetic waves. Once that concept is understood we"
    },
    {
      "index": 348,
      "start_time": 2571730.0,
      "end_time": 2579270.0,
      "text": "go to next topic in this course which is Maxwell Equations which are the foundation of the"
    },
    {
      "index": 349,
      "start_time": 2579270.0,
      "end_time": 2580760.0,
      "text": "Electromagnetics."
    },
    {
      "index": 350,
      "start_time": 2580760.0,
      "end_time": 2591520.0,
      "text": "We starting from the basic laws of Physics establish the Mathematical equations which"
    },
    {
      "index": 351,
      "start_time": 2591520.0,
      "end_time": 2594800.0,
      "text": "are called the Maxwell&#39;s Equations."
    },
    {
      "index": 352,
      "start_time": 2594800.0,
      "end_time": 2602690.0,
      "text": "Then we ask that what is the solution of the Maxwell&#39;s equation in a medium, how the electric"
    },
    {
      "index": 353,
      "start_time": 2602690.0,
      "end_time": 2609329.0,
      "text": "and magnetic fields exist inside a medium and then we start with a very simple case"
    },
    {
      "index": 354,
      "start_time": 2609330.0,
      "end_time": 2615531.0,
      "text": "that is a medium which is unbound and then we find that the solution we get for Maxwell"
    },
    {
      "index": 355,
      "start_time": 2615530.0,
      "end_time": 2626550.0,
      "text": "equations in that medium is the uniform plane waves. Then we go further and try to investigate"
    },
    {
      "index": 356,
      "start_time": 2626550.0,
      "end_time": 2635000.0,
      "text": "how this uniform plane waves would behave when there is a medium discontinuity."
    },
    {
      "index": 357,
      "start_time": 2635000.0,
      "end_time": 2639220.0,
      "text": "So how the energy transfer takes place from one medium to another medium if there is a"
    },
    {
      "index": 358,
      "start_time": 2639220.0,
      "end_time": 2646430.0,
      "text": "sudden change in the medium properties. This comes under this topic of Reflection and Refraction"
    },
    {
      "index": 359,
      "start_time": 2646430.0,
      "end_time": 2653150.0,
      "text": "from media interface. Then we make the medium which is a special medium is the conducting"
    },
    {
      "index": 360,
      "start_time": 2653150.0,
      "end_time": 2661819.0,
      "text": "medium so then we take the reflection of the electromagnetic waves from the conductors"
    },
    {
      "index": 361,
      "start_time": 2661820.0,
      "end_time": 2672100.0,
      "text": "and naturally we migrate into a structure called Parallel Plane Waveguide. The Parallel"
    },
    {
      "index": 362,
      "start_time": 2672100.0,
      "end_time": 2678561.0,
      "text": "Plane Waveguide is a structure which is essentially two conducting sheets parallel to each other"
    },
    {
      "index": 363,
      "start_time": 2678560.0,
      "end_time": 2684500.0,
      "text": "and the electromagnetic energy propagates between these two sheets."
    },
    {
      "index": 364,
      "start_time": 2684500.0,
      "end_time": 2692960.0,
      "text": "And later on we modify this device to Rectangular Waveguide where we put two more parallel planes"
    },
    {
      "index": 365,
      "start_time": 2692960.0,
      "end_time": 2700589.0,
      "text": "perpendicular to the earlier planes so that you create a pipe in which the electromagnetic"
    },
    {
      "index": 366,
      "start_time": 2700590.0,
      "end_time": 2702580.0,
      "text": "energy is trapped."
    },
    {
      "index": 367,
      "start_time": 2702580.0,
      "end_time": 2712070.0,
      "text": "So if you see the journey of this course from here to here is essentially to capture the"
    },
    {
      "index": 368,
      "start_time": 2712070.0,
      "end_time": 2716840.0,
      "text": "electromagnetic waves into more and more bound region. In this case we start with the unbound"
    },
    {
      "index": 369,
      "start_time": 2716840.0,
      "end_time": 2728921.0,
      "text": "medium then we go to this one where we just try to put a boundary so that the wave is"
    },
    {
      "index": 370,
      "start_time": 2728920.0,
      "end_time": 2734460.0,
      "text": "confined in half of the space then we try to capture the waves between two boundaries"
    },
    {
      "index": 371,
      "start_time": 2734460.0,
      "end_time": 2742319.0,
      "text": "finally we try to capture the wave inside a pipe which is called a Rectangular Waveguide."
    },
    {
      "index": 372,
      "start_time": 2742320.0,
      "end_time": 2748951.0,
      "text": "Then later on in this course we discuss the basics of radiation that is under what condition"
    },
    {
      "index": 373,
      "start_time": 2748950.0,
      "end_time": 2757010.0,
      "text": "the radiation will take place. And the very basic device or the very basic element which"
    },
    {
      "index": 374,
      "start_time": 2757010.0,
      "end_time": 2764470.0,
      "text": "can give radiation is called the Hertz dipole is investigated and then by using this knowledge"
    },
    {
      "index": 375,
      "start_time": 2764470.0,
      "end_time": 2768579.0,
      "text": "one can go to more practical antennas called the Linear Antenna."
    },
    {
      "index": 376,
      "start_time": 2768580.0,
      "end_time": 2777921.0,
      "text": "Following these we will go to more complex systems called Antenna Arrays and that will"
    },
    {
      "index": 377,
      "start_time": 2777920.0,
      "end_time": 2784670.0,
      "text": "give us the knowledge of how to manipulate the directional characteristics of radiation"
    },
    {
      "index": 378,
      "start_time": 2784670.0,
      "end_time": 2786910.0,
      "text": "from the Antennas."
    },
    {
      "index": 379,
      "start_time": 2786910.0,
      "end_time": 2794800.0,
      "text": "So these are the topics which will be covered essentially in this course. Now let us look"
    },
    {
      "index": 380,
      "start_time": 2794800.0,
      "end_time": 2799750.0,
      "text": "at the some of the devices which work on the principles of electromagnetic waves before"
    },
    {
      "index": 381,
      "start_time": 2799750.0,
      "end_time": 2800920.0,
      "text": "we close this."
    },
    {
      "index": 382,
      "start_time": 2800920.0,
      "end_time": 2808609.0,
      "text": "The simplest one is this Co-axial cable you can see here. This is basically a Transmission"
    },
    {
      "index": 383,
      "start_time": 2808610.0,
      "end_time": 2814701.0,
      "text": "Line. you can see there is outer conductor here and there is a center conductor here."
    },
    {
      "index": 384,
      "start_time": 2814700.0,
      "end_time": 2824000.0,
      "text": "So electromagnetic energy propagates inside this and as I mentioned earlier these kinds"
    },
    {
      "index": 385,
      "start_time": 2824000.0,
      "end_time": 2832660.0,
      "text": "of structures Transmission Lines are used at frequencies up to few Giga hertz."
    },
    {
      "index": 386,
      "start_time": 2832660.0,
      "end_time": 2841040.0,
      "text": "Then the devices which are based on electromagnetic waves are this structure called an Horn Antenna."
    },
    {
      "index": 387,
      "start_time": 2841040.0,
      "end_time": 2850210.0,
      "text": "This is in the shape of a horn. There is a connector here which is of Co-axial type."
    },
    {
      "index": 388,
      "start_time": 2850210.0,
      "end_time": 2855950.0,
      "text": "So electromagnetic energy is connected at this point, these are sides this structure"
    },
    {
      "index": 389,
      "start_time": 2855950.0,
      "end_time": 2862210.0,
      "text": "which is the wave guiding structure and then my flaring this wave guide in this shape essentially"
    },
    {
      "index": 390,
      "start_time": 2862210.0,
      "end_time": 2871630.0,
      "text": "the radiation goes into the space. So this device is an antenna which is normally used"
    },
    {
      "index": 391,
      "start_time": 2871630.0,
      "end_time": 2876630.0,
      "text": "at microwave frequencies."
    },
    {
      "index": 392,
      "start_time": 2876630.0,
      "end_time": 2883720.0,
      "text": "Then we are having guiding structures optical fibers and this is a optical fiber which is"
    },
    {
      "index": 393,
      "start_time": 2883720.0,
      "end_time": 2888800.0,
      "text": "made of plastic. One can see here that there is a inner portion here through which the"
    },
    {
      "index": 394,
      "start_time": 2888800.0,
      "end_time": 2891089.0,
      "text": "light is guided."
    },
    {
      "index": 395,
      "start_time": 2891090.0,
      "end_time": 2897031.0,
      "text": "and the light can now go through this structure can emerge very efficiently from the other"
    },
    {
      "index": 396,
      "start_time": 2897030.0,
      "end_time": 2907109.0,
      "text": "end of the fiber. So the electromagnetic wave in the form of light can be sent over very"
    },
    {
      "index": 397,
      "start_time": 2907110.0,
      "end_time": 2922090.0,
      "text": "long distances by using optical fibers."
    },
    {
      "index": 398,
      "start_time": 2922090.0,
      "end_time": 2928781.0,
      "text": "This is another optical fiber which we have here, this is very thin typically of the order"
    },
    {
      "index": 399,
      "start_time": 2928780.0,
      "end_time": 2948450.0,
      "text": "of about 125 micron so the thickness is little thicker than hair"
    },
    {
      "index": 400,
      "start_time": 2948450.0,
      "end_time": 2951960.0,
      "text": "And this is the fiber actually is used in practice for sending the information over"
    },
    {
      "index": 401,
      "start_time": 2951960.0,
      "end_time": 2953730.0,
      "text": "very long distances."
    },
    {
      "index": 402,
      "start_time": 2953730.0,
      "end_time": 2961750.0,
      "text": "So you see all this devices which we are seeing here either Co-axial Cable or the Horn Antenna"
    },
    {
      "index": 403,
      "start_time": 2961750.0,
      "end_time": 2972069.0,
      "text": "or an Optical Fiber all of this require a thorough knowledge of Electromagnetic Waves."
    },
    {
      "index": 404,
      "start_time": 2972070.0,
      "end_time": 2979600.0,
      "text": "So basically this course on Electromagnetic Waves is the foundation course for time varying"
    },
    {
      "index": 405,
      "start_time": 2979600.0,
      "end_time": 2987291.0,
      "text": "electric and magnetic fields and predominantly its application is towards communication but"
    },
    {
      "index": 406,
      "start_time": 2987290.0,
      "end_time": 2993109.0,
      "text": "there are many other applications also which are not communication related for example"
    },
    {
      "index": 407,
      "start_time": 2993110.0,
      "end_time": 3000350.0,
      "text": "microwave oven in which the things can be heated by using the microwaves work on the"
    },
    {
      "index": 408,
      "start_time": 3000350.0,
      "end_time": 3005370.0,
      "text": "principles of electromagnetic waves."
    },
    {
      "index": 409,
      "start_time": 3005370.0,
      "end_time": 3013791.0,
      "text": "So in this course we are going to build the concepts of high frequency circuits and the"
    },
    {
      "index": 410,
      "start_time": 3013790.0,
      "end_time": 3018359.0,
      "text": "basic phenomena of time varying electric and magnetic fields which are Electromagnetic"
    },
    {
      "index": 411,
      "start_time": 3018360.0,
      "end_time": 3018711.0,
      "text": "Waves."
    },
    {
      "index": 412,
      "start_time": 3018710.0,
      "end_time": 3028710.0,
      "text": "Thank you."
    }
  ]
}