{
  "video_id": "0so4LeefT4I",
  "title": "Wrestling Origins: A.J. Styles",
  "json": [
    {
      "index": 1,
      "start_time": 8690.0,
      "end_time": 14340.0,
      "text": "Allen Neal Jones was born in June of 1977 in Jacksonville, North Carolina. More specifically,"
    },
    {
      "index": 2,
      "start_time": 14340.0,
      "end_time": 18860.0,
      "text": "he was born on Marine Corps Base Camp Lejeune, as his father was serving as a Marine. At"
    },
    {
      "index": 3,
      "start_time": 18860.0,
      "end_time": 23489.0,
      "text": "just a year old, Jones family moved to Gainesville, Georgia, which is where he grew up."
    },
    {
      "index": 4,
      "start_time": 23489.0,
      "end_time": 27730.0,
      "text": "Jones grew up with his brothers, his mother, and his alcoholic father. His father would"
    },
    {
      "index": 5,
      "start_time": 27730.0,
      "end_time": 31259.0,
      "text": "“come home looking for a fight” after a night of drinking and “took it out on"
    },
    {
      "index": 6,
      "start_time": 31259.0,
      "end_time": 35860.0,
      "text": "his kids and sometimes his wife”. However, Jones is adamant in saying that despite his"
    },
    {
      "index": 7,
      "start_time": 35860.0,
      "end_time": 40579.0,
      "text": "faults, he knew his father loved him. Unlike most wrestling fans growing up, Jones"
    },
    {
      "index": 8,
      "start_time": 40579.0,
      "end_time": 45460.0,
      "text": "didn’t watch WWE or WCW much as it wasn’t really available to him. Growing up, Jones’"
    },
    {
      "index": 9,
      "start_time": 45460.0,
      "end_time": 50589.0,
      "text": "family was quite poor and could barely afford basic TV. So instead, Jones grew up watching"
    },
    {
      "index": 10,
      "start_time": 50589.0,
      "end_time": 55019.0,
      "text": "Georgia Championship Wrestling, though even that was limited due to poor TV reception."
    },
    {
      "index": 11,
      "start_time": 55019.0,
      "end_time": 58850.0,
      "text": "Admittedly, he wasn’t really a huge fan of wrestling as a kid anyway."
    },
    {
      "index": 12,
      "start_time": 58850.0,
      "end_time": 63089.0,
      "text": "Living in poverty, the family of 6 was crammed into a small trailer, where he and his brothers"
    },
    {
      "index": 13,
      "start_time": 63089.0,
      "end_time": 67810.0,
      "text": "were stuffed into one room together. These were not easy conditions to live in."
    },
    {
      "index": 14,
      "start_time": 67810.0,
      "end_time": 72240.0,
      "text": "As you may know, Allen Jones is a very religious man. He stated that he would go to church"
    },
    {
      "index": 15,
      "start_time": 72240.0,
      "end_time": 76390.0,
      "text": "every Sunday as a child with his family, but religion was never forced upon him by anybody,"
    },
    {
      "index": 16,
      "start_time": 76390.0,
      "end_time": 80510.0,
      "text": "and that he decided for himself that the Christian faith was “where he belonged”. He’s"
    },
    {
      "index": 17,
      "start_time": 80510.0,
      "end_time": 85570.0,
      "text": "been a devout Christian since the early 90’s. Allen has been an athlete ever since he was"
    },
    {
      "index": 18,
      "start_time": 85570.0,
      "end_time": 90730.0,
      "text": "a kid. He played football, basketball, and baseball as he simply loved sports. He also"
    },
    {
      "index": 19,
      "start_time": 90730.0,
      "end_time": 94470.0,
      "text": "has a background in amateur wrestling, but didn’t enjoy it as much given that the conditioning"
    },
    {
      "index": 20,
      "start_time": 94470.0,
      "end_time": 98420.0,
      "text": "was so intense. Jones attended Johnson High School in Gainesville"
    },
    {
      "index": 21,
      "start_time": 98420.0,
      "end_time": 103490.0,
      "text": "and graduated in 1996. From there he went on to Anderson College in South Carolina on"
    },
    {
      "index": 22,
      "start_time": 103490.0,
      "end_time": 108230.0,
      "text": "a partial wrestling scholarship to study Physical Education. However just as spring break rolled"
    },
    {
      "index": 23,
      "start_time": 108230.0,
      "end_time": 112480.0,
      "text": "around his first year, Jones decided to call it quits and move back home. He didn’t have"
    },
    {
      "index": 24,
      "start_time": 112480.0,
      "end_time": 117210.0,
      "text": "a real backup plan, but decided to just get a regular job instead of staying at school."
    },
    {
      "index": 25,
      "start_time": 117210.0,
      "end_time": 120590.0,
      "text": "One day Allen’s friends decided to go to a wrestling school and convinced him to tag"
    },
    {
      "index": 26,
      "start_time": 120590.0,
      "end_time": 124410.0,
      "text": "along. When he made it there, Jones decided that he was already there and may as well"
    },
    {
      "index": 27,
      "start_time": 124410.0,
      "end_time": 128670.0,
      "text": "give it a shot. As soon as he got in the ring, Jones instantly knew this was something he"
    },
    {
      "index": 28,
      "start_time": 128669.99999999999,
      "end_time": 131800.0,
      "text": "would be good at. Jones was officially trained by Rick Michaels"
    },
    {
      "index": 29,
      "start_time": 131800.0,
      "end_time": 136190.0,
      "text": "and debuted in 1998, just two years after graduating High School, in the Georgia-based"
    },
    {
      "index": 30,
      "start_time": 136190.0,
      "end_time": 140980.0,
      "text": "National Championship Wrestling. Here he would go under the name Mr. Olympia. He would lose"
    },
    {
      "index": 31,
      "start_time": 140980.0,
      "end_time": 144970.0,
      "text": "in his very first match to Michael Brooks, but would begin to prosper soon after. By"
    },
    {
      "index": 32,
      "start_time": 144970.0,
      "end_time": 149980.0,
      "text": "August of 1999, Mr. Olympia was the promotion’s Television Champion."
    },
    {
      "index": 33,
      "start_time": 149980.0,
      "end_time": 154140.0,
      "text": "Just like most of the wrestling origins videos, I’m not going to cover every single independent"
    },
    {
      "index": 34,
      "start_time": 154140.0,
      "end_time": 157370.0,
      "text": "promotion Jones wrestled in, just the larger ones. But just for fun, I’ll list off a"
    },
    {
      "index": 35,
      "start_time": 157370.0,
      "end_time": 161810.0,
      "text": "bunch of the smaller ones he competed in. Great Canadian Wrestling, All Pro Wrestling,"
    },
    {
      "index": 36,
      "start_time": 161810.0,
      "end_time": 167300.0,
      "text": "United Wrestling Federation, One Pro Wrestling, Game Changer Wrestling, Valhalla Pro Wrestling,"
    },
    {
      "index": 37,
      "start_time": 167300.0,
      "end_time": 171459.0,
      "text": "and International Wrestling Cartel. And that is only scratching the surface."
    },
    {
      "index": 38,
      "start_time": 171459.0,
      "end_time": 176209.0,
      "text": "Speaking of the independent circuit, in 2001, now going under A.J. Styles, he would compete"
    },
    {
      "index": 39,
      "start_time": 176209.0,
      "end_time": 179880.0,
      "text": "in All Pro Wrestling’s King of the Indies tournament, but was eliminated in the quarter"
    },
    {
      "index": 40,
      "start_time": 179880.0,
      "end_time": 184350.0,
      "text": "finals by Christopher Daniels. Just a few months later in X Wrestling Federation,"
    },
    {
      "index": 41,
      "start_time": 184350.0,
      "end_time": 188200.0,
      "text": "Styles would lose in a battle royal for the XWF Cruiserweight title against the likes"
    },
    {
      "index": 42,
      "start_time": 188200.0,
      "end_time": 192959.0,
      "text": "of Christopher Daniels, Juventud Guerrera, Kid Krash, and Psicosis."
    },
    {
      "index": 43,
      "start_time": 192959.0,
      "end_time": 197209.0,
      "text": "Moving forward a few more months, Styles would debut in Australia’s World Wrestling All-Stars"
    },
    {
      "index": 44,
      "start_time": 197209.0,
      "end_time": 201680.0,
      "text": "in early 2002. Styles would compete in some big matches here, but failed to capture the"
    },
    {
      "index": 45,
      "start_time": 201680.0,
      "end_time": 206020.0,
      "text": "Cruiserweight Championship. However, that changed when Styles defeated Super Nova and"
    },
    {
      "index": 46,
      "start_time": 206020.0,
      "end_time": 210069.0,
      "text": "Jerry Lynn to win a tournament for the title. Shortly after the win though, Styles would"
    },
    {
      "index": 47,
      "start_time": 210069.0,
      "end_time": 213610.0,
      "text": "vacate the belt. Styles would also compete in IWA Mid-South"
    },
    {
      "index": 48,
      "start_time": 213610.0,
      "end_time": 217470.0,
      "text": "later that year, along with Frontier Wrestling Alliance in the UK."
    },
    {
      "index": 49,
      "start_time": 217470.0,
      "end_time": 222840.0,
      "text": "Going back to 1999 for a second, the A.J. Styles name was born after two wrestling promotions,"
    },
    {
      "index": 50,
      "start_time": 222840.0,
      "end_time": 229959.0,
      "text": "NCW and NWA Georgia, merged to form NWA Wildside, the developmental territory of WCW. Here Styles"
    },
    {
      "index": 51,
      "start_time": 229959.0,
      "end_time": 234770.0,
      "text": "would capture his second Television Championship in January of 2000, only to lose it and regain"
    },
    {
      "index": 52,
      "start_time": 234770.0,
      "end_time": 240280.0,
      "text": "it one more time in the span of a year. In early 2001, WCW scouted both A.J. Styles"
    },
    {
      "index": 53,
      "start_time": 240280.0,
      "end_time": 245700.0,
      "text": "and Air Paris from NWA Wildside, placing them in a tag team called Air Raid. The team would"
    },
    {
      "index": 54,
      "start_time": 245700.0,
      "end_time": 250690.0,
      "text": "have a short stint in WCW, appearing on WCW Nitro, but nothing really came from it as"
    },
    {
      "index": 55,
      "start_time": 250690.0,
      "end_time": 255500.0,
      "text": "just 5 months into Styles’ main roster career, the promotion went under."
    },
    {
      "index": 56,
      "start_time": 255500.0,
      "end_time": 259859.0,
      "text": "Following WCW’s demise, Styles went back to NWA Wildside where he would quickly become"
    },
    {
      "index": 57,
      "start_time": 259858.99999999997,
      "end_time": 264930.0,
      "text": "NWA Georgia Champion after defeating Rick Michaels. After 2002 however, Styles only"
    },
    {
      "index": 58,
      "start_time": 264930.0,
      "end_time": 268699.0,
      "text": "appeared in Wildside for the odd appearance, as at this point he was signed to the newly"
    },
    {
      "index": 59,
      "start_time": 268699.0,
      "end_time": 273370.0,
      "text": "founded TNA. He would wrestle against some big names in Wildside, but his main focus"
    },
    {
      "index": 60,
      "start_time": 273370.0,
      "end_time": 277750.0,
      "text": "was elsewhere. Speaking of 2002, it was a big year for Styles’"
    },
    {
      "index": 61,
      "start_time": 277750.0,
      "end_time": 283240.0,
      "text": "career. Before the TNA offer was even on the table, Styles made two appearances for WWE."
    },
    {
      "index": 62,
      "start_time": 283240.0,
      "end_time": 288010.0,
      "text": "The first was in January of 2002 on an episode of Metal, where he lost to The Hurricane."
    },
    {
      "index": 63,
      "start_time": 288010.0,
      "end_time": 291690.0,
      "text": "The second was a dark match before SmackDown, which he lost as well."
    },
    {
      "index": 64,
      "start_time": 291690.0,
      "end_time": 296310.0,
      "text": "However, in April of 2002 WWE would offer Styles a developmental deal that required"
    },
    {
      "index": 65,
      "start_time": 296310.0,
      "end_time": 301490.0,
      "text": "him to relocated to Cincinnati, Ohio to wrestle in the Heartland Wrestling Association. However,"
    },
    {
      "index": 66,
      "start_time": 301490.0,
      "end_time": 305500.0,
      "text": "Styles declined the offer on the ground that relocation was not an option, as his wife"
    },
    {
      "index": 67,
      "start_time": 305500.0,
      "end_time": 308449.0,
      "text": "was trying to pursue college and this would interfere."
    },
    {
      "index": 68,
      "start_time": 308449.0,
      "end_time": 312790.0,
      "text": "Bear with me, I will get to his TNA career soon, but first let’s cover Ring of Honor."
    },
    {
      "index": 69,
      "start_time": 312790.0,
      "end_time": 317880.0,
      "text": "In 2002, Styles made his debut in ROH and quickly became a main eventer. Here he would"
    },
    {
      "index": 70,
      "start_time": 317880.0,
      "end_time": 322410.0,
      "text": "be the first to hold the “Number One Contender’s Trophy” which was considered a secondary"
    },
    {
      "index": 71,
      "start_time": 322410.0,
      "end_time": 327060.0,
      "text": "championship. After a few failed attempts at the ROH Championship, Styles decided to"
    },
    {
      "index": 72,
      "start_time": 327060.0,
      "end_time": 331240.0,
      "text": "pursue the Tag Team titles, which he won with Amazing Red. The two would hold the belts"
    },
    {
      "index": 73,
      "start_time": 331240.0,
      "end_time": 335090.0,
      "text": "for a while, defeating the Briscoe Brothers on three occasions, but lost to Christopher"
    },
    {
      "index": 74,
      "start_time": 335090.0,
      "end_time": 340479.0,
      "text": "Daniels and Xavier, a team known as The Prophecy. Styles would win the tag titles back, however"
    },
    {
      "index": 75,
      "start_time": 340479.0,
      "end_time": 345060.0,
      "text": "with a new partner named Homicide. Styles would later jump back into singles"
    },
    {
      "index": 76,
      "start_time": 345060.0,
      "end_time": 349780.0,
      "text": "competition and took fellow Georgia wrestler Jimmy Rave under his wing. Styles would defeat"
    },
    {
      "index": 77,
      "start_time": 349780.0,
      "end_time": 354150.0,
      "text": "Bryan Danielson to become number one contender for the title, but lost to the champion Samoa"
    },
    {
      "index": 78,
      "start_time": 354150.0,
      "end_time": 358680.0,
      "text": "Joe. However, Styles would become the first ROH Pure Wrestling Champion after defeating"
    },
    {
      "index": 79,
      "start_time": 358680.0,
      "end_time": 362949.0,
      "text": "CM Punk in the finals of a tournament. Styles would also defeat Punk in the rematch for"
    },
    {
      "index": 80,
      "start_time": 362949.0,
      "end_time": 367250.0,
      "text": "the belt, but due to controversy over in TNA where he was under contract, he was forced"
    },
    {
      "index": 81,
      "start_time": 367250.0,
      "end_time": 372910.0,
      "text": "to leave ROH and vacate the title. Styles would return to ROH in 2005 and 2006"
    },
    {
      "index": 82,
      "start_time": 372910.0,
      "end_time": 376660.0,
      "text": "where he would have a feud with former protégé Rave which featured the memorable moment of"
    },
    {
      "index": 83,
      "start_time": 376660.0,
      "end_time": 380840.0,
      "text": "Styles being suffocated with a plastic bag. Styles would go on to defeat the likes of"
    },
    {
      "index": 84,
      "start_time": 380840.0,
      "end_time": 385300.0,
      "text": "Roderick Strong, Austin Aries, and Abyss, but would lose to Bryan Danielson for the"
    },
    {
      "index": 85,
      "start_time": 385300.0,
      "end_time": 389570.0,
      "text": "ROH World Championship. Now, back to TNA, where A.J. signed a non-exclusive"
    },
    {
      "index": 86,
      "start_time": 389570.0,
      "end_time": 394440.0,
      "text": "contract back in May of 2002 just as TNA was starting up. In fact, Styles may have been"
    },
    {
      "index": 87,
      "start_time": 394440.0,
      "end_time": 399250.0,
      "text": "the first wrestler ever signed to the promotion. Here he was referred to as “The Phenomenal”"
    },
    {
      "index": 88,
      "start_time": 399250.0,
      "end_time": 404350.0,
      "text": "A.J. Styles. Styles would spend over a decade in TNA, where he would become the face of"
    },
    {
      "index": 89,
      "start_time": 404350.0,
      "end_time": 407320.0,
      "text": "the company. Styles started off by becoming the inaugural"
    },
    {
      "index": 90,
      "start_time": 407320.0,
      "end_time": 413130.0,
      "text": "TNA X Division Champion after defeating Jerry Lynn, Low Ki, and Psicosis. He would also"
    },
    {
      "index": 91,
      "start_time": 413130.0,
      "end_time": 417990.0,
      "text": "win a second title, the NWA World Tag Team title, with Lynn soon after. Not too long"
    },
    {
      "index": 92,
      "start_time": 417990.0,
      "end_time": 421810.0,
      "text": "after that though, the tag team would fall apart and Styles and Lynn would feud to no"
    },
    {
      "index": 93,
      "start_time": 421810.0,
      "end_time": 426699.0,
      "text": "avail. Styles would also lose his X Division title to Low Ki, but would regain it in late"
    },
    {
      "index": 94,
      "start_time": 426699.0,
      "end_time": 431080.0,
      "text": "2002. However, Styles would once again lose it, but this time to Lynn."
    },
    {
      "index": 95,
      "start_time": 431080.0,
      "end_time": 435750.0,
      "text": "In 2003, Styles began to focus on the NWA World Heavyweight Championship and finally"
    },
    {
      "index": 96,
      "start_time": 435750.0,
      "end_time": 440130.0,
      "text": "won it in June of that year to become the first TNA Triple Crown winner. He would hold"
    },
    {
      "index": 97,
      "start_time": 440130.0,
      "end_time": 444479.0,
      "text": "this title for a few months, defeating numerous challengers, until he lost it to Jeff Jarrett"
    },
    {
      "index": 98,
      "start_time": 444479.0,
      "end_time": 448639.0,
      "text": "who insisted Styles abandon the Heavyweight title and return to the X Division. Style’s"
    },
    {
      "index": 99,
      "start_time": 448639.0,
      "end_time": 454289.0,
      "text": "would refuse, but after winning and dropping the title one more time, he decided head back."
    },
    {
      "index": 100,
      "start_time": 454289.0,
      "end_time": 458560.0,
      "text": "In 2004, Styles would quickly become X Division champion and had a memorable feud with Petey"
    },
    {
      "index": 101,
      "start_time": 458560.0,
      "end_time": 463060.0,
      "text": "Williams. Styles would lose and regain the title a few times throughout 2005, with some"
    },
    {
      "index": 102,
      "start_time": 463060.0,
      "end_time": 467650.0,
      "text": "memorable matches along the way. By far the best match he had during this run was a three"
    },
    {
      "index": 103,
      "start_time": 467650.0,
      "end_time": 472810.0,
      "text": "way between himself, Samoa Joe, and Christopher Daniels which was given a prestigious 5-star"
    },
    {
      "index": 104,
      "start_time": 472810.0,
      "end_time": 477220.0,
      "text": "rating by Dave Meltzer. It was also runner up for match of the year."
    },
    {
      "index": 105,
      "start_time": 477220.0,
      "end_time": 482470.0,
      "text": "In late 2005 and most of 2006, Styles would team up with Daniels. The two would win the"
    },
    {
      "index": 106,
      "start_time": 482470.0,
      "end_time": 486539.0,
      "text": "NWA World Tag Team Championships after two failed attempts, but would eventually lose"
    },
    {
      "index": 107,
      "start_time": 486539.0,
      "end_time": 491060.0,
      "text": "them in a Border Brawl match to Homicide and Hernandez, the Latin American Xchange."
    },
    {
      "index": 108,
      "start_time": 491060.0,
      "end_time": 496100.0,
      "text": "In November, A.J. Styles would defeat Chris Sabin for his sixth X Division title after"
    },
    {
      "index": 109,
      "start_time": 496100.0,
      "end_time": 500479.0,
      "text": "dropping the tag team belts to LAX. In the following months, Styles would begin a feud"
    },
    {
      "index": 110,
      "start_time": 500479.0,
      "end_time": 505880.0,
      "text": "with Rhino and turned heel in the process. From 2006 to 2008, Styles would be involved"
    },
    {
      "index": 111,
      "start_time": 505880.0,
      "end_time": 509560.0,
      "text": "in the Christian’s Coalition storyline, which featured Christian Cage and his team"
    },
    {
      "index": 112,
      "start_time": 509560.0,
      "end_time": 514839.0,
      "text": "facing off against Kurt Angle and his, as well as the TNA Front line story in 2008 and"
    },
    {
      "index": 113,
      "start_time": 514839.00000000006,
      "end_time": 518860.00000000006,
      "text": "2009 where Styles allegedly got married to Karen Angle, prompting a feud with Kurt."
    },
    {
      "index": 114,
      "start_time": 518860.0,
      "end_time": 523849.0,
      "text": "In 2008, Styles would also wrestle a few matches in New Japan as part of a partnership between"
    },
    {
      "index": 115,
      "start_time": 523849.00000000006,
      "end_time": 527980.0,
      "text": "the two companies. He would make four appearances here, getting his first real taste of the"
    },
    {
      "index": 116,
      "start_time": 527980.0,
      "end_time": 533260.0,
      "text": "Japanese wrestling scene. From mid 2009 to 2011, Styles once again pursued"
    },
    {
      "index": 117,
      "start_time": 533260.0,
      "end_time": 537190.0,
      "text": "the TNA World Heavyweight championship. He would win the title in a five-way match from"
    },
    {
      "index": 118,
      "start_time": 537190.0,
      "end_time": 541390.0,
      "text": "Kurt Angle. Styles would also face Sting just a month later in a match that became a favourite"
    },
    {
      "index": 119,
      "start_time": 541390.0,
      "end_time": 546130.0,
      "text": "amongst TNA fans. Styles would prosper and would retain the belt despite numerous elite"
    },
    {
      "index": 120,
      "start_time": 546130.0,
      "end_time": 551339.0,
      "text": "level challengers including Kurt Angle, Samoa Joe, and his former tag partner Tomko. During"
    },
    {
      "index": 121,
      "start_time": 551339.0,
      "end_time": 555310.0,
      "text": "this reign, Styles would become the longest reigning TNA World Heavyweight Champion in"
    },
    {
      "index": 122,
      "start_time": 555310.0,
      "end_time": 560290.0,
      "text": "history, surpassing Sting. His reign finally ended when he dropped the title to RVD after"
    },
    {
      "index": 123,
      "start_time": 560290.0,
      "end_time": 565050.0,
      "text": "211 days as champion. Styles would continue to work in TNA through"
    },
    {
      "index": 124,
      "start_time": 565050.0,
      "end_time": 569060.0,
      "text": "2013, working some notable matches in that time. Those include Styles vs Christopher"
    },
    {
      "index": 125,
      "start_time": 569060.0,
      "end_time": 574770.0,
      "text": "Daniels in 2012, Styles and Angle vs Daniels and Kazarian in 2013, and Styles vs Austin"
    },
    {
      "index": 126,
      "start_time": 574770.0,
      "end_time": 579850.0,
      "text": "Aries in 2013 as well. However late in that year, contract negotiations between Styles"
    },
    {
      "index": 127,
      "start_time": 579850.0,
      "end_time": 583950.0,
      "text": "and TNA broke down and it was reported that he would become a free agent after 12 years"
    },
    {
      "index": 128,
      "start_time": 583950.0,
      "end_time": 587870.0,
      "text": "with the company. Styles was extremely frustrated with the company,"
    },
    {
      "index": 129,
      "start_time": 587870.0,
      "end_time": 592399.0,
      "text": "making critical remarks about the TNA product in a podcast interview with Brady Hicks after"
    },
    {
      "index": 130,
      "start_time": 592399.0,
      "end_time": 595470.0,
      "text": "leaving. At this point, Styles began taking bookings"
    },
    {
      "index": 131,
      "start_time": 595470.0,
      "end_time": 601630.0,
      "text": "to work in various independent promotions such as CZW, PWG, and IWA Mid-South. He also"
    },
    {
      "index": 132,
      "start_time": 601630.0,
      "end_time": 606140.0,
      "text": "made his return to ROH in early 2014, where he defeated Roderick Strong in his first match"
    },
    {
      "index": 133,
      "start_time": 606140.0,
      "end_time": 610190.0,
      "text": "back. He would also go on to defeat Jay Lethal and Chris Hero as well."
    },
    {
      "index": 134,
      "start_time": 610190.0,
      "end_time": 615180.0,
      "text": "Also in 2014 after leaving TNA, Styles decided to sign a contract with New Japan Pro Wrestling,"
    },
    {
      "index": 135,
      "start_time": 615180.0,
      "end_time": 619920.0,
      "text": "where he would be revealed as the newest member of the infamous Bullet Club. Now, Styles was"
    },
    {
      "index": 136,
      "start_time": 619920.0,
      "end_time": 624029.0,
      "text": "still working on the American circuit full-time, so he was only in New Japan for the bigger"
    },
    {
      "index": 137,
      "start_time": 624029.0,
      "end_time": 629880.0,
      "text": "events. Despite that, Styles quickly became IWGP Heavyweight Champion, the sixth non-Japanese"
    },
    {
      "index": 138,
      "start_time": 629880.0,
      "end_time": 634070.0,
      "text": "champion in history and the first American since Brock Lesnar in 2005."
    },
    {
      "index": 139,
      "start_time": 634070.0,
      "end_time": 637570.0,
      "text": "Styles would defend the title successfully twice before dropping the belt to Hiroshi"
    },
    {
      "index": 140,
      "start_time": 637570.0,
      "end_time": 642890.0,
      "text": "Tanahashi as the Bullet Club was prevented from interfering. However, in 2015, Styles"
    },
    {
      "index": 141,
      "start_time": 642890.0,
      "end_time": 647070.0,
      "text": "would once again become champion and would reign for five months. Skipping forward a"
    },
    {
      "index": 142,
      "start_time": 647070.0,
      "end_time": 652110.0,
      "text": "bit, Styles would challenge Shinsuke Nakamura for his IWGP Intercontinental Championship."
    },
    {
      "index": 143,
      "start_time": 652110.0,
      "end_time": 657300.0,
      "text": "This was an excellent match that nearly attained 5 stars, though Styles lost. However, the"
    },
    {
      "index": 144,
      "start_time": 657300.0,
      "end_time": 662690.0,
      "text": "very next day, Styles gave his notice to New Japan as he was signing with WWE. This resulted"
    },
    {
      "index": 145,
      "start_time": 662690.0,
      "end_time": 666029.0,
      "text": "in Styles being kicked out of the Bullet Club the next night during his final appearance"
    },
    {
      "index": 146,
      "start_time": 666029.0,
      "end_time": 671100.0,
      "text": "for the promotion. On January 20th, 2016, WWE confirmed that"
    },
    {
      "index": 147,
      "start_time": 671100.0,
      "end_time": 676029.0,
      "text": "A.J. Styles had signed a deal with the company after weeks of speculation and rumours. Apparently,"
    },
    {
      "index": 148,
      "start_time": 676029.0,
      "end_time": 680760.0,
      "text": "Styles was in talks to return to TNA first, but WWE offered him a deal that he couldn’t"
    },
    {
      "index": 149,
      "start_time": 680760.0,
      "end_time": 685089.0,
      "text": "refuse, which also brought over his friends Luke Gallows and Karl Anderson. Styles would"
    },
    {
      "index": 150,
      "start_time": 685089.0,
      "end_time": 690680.0,
      "text": "make his debut at the 2016 Royal Rumble, lasting 28 minutes only to be eliminated by Kevin"
    },
    {
      "index": 151,
      "start_time": 690680.0,
      "end_time": 693750.0,
      "text": "Owens. From there Styles would feud with Chris Jericho"
    },
    {
      "index": 152,
      "start_time": 693750.0,
      "end_time": 699370.0,
      "text": "where he would come out on top. However soon after, the two would form the tag-team Y2AJ."
    },
    {
      "index": 153,
      "start_time": 699370.0,
      "end_time": 703860.0,
      "text": "The pair would be unable to capture the WWE Tag Team belts, which led to Jericho turning"
    },
    {
      "index": 154,
      "start_time": 703860.0,
      "end_time": 709529.0,
      "text": "on Styles. This culminated with a match at WrestleMania 32, which Jericho won."
    },
    {
      "index": 155,
      "start_time": 709529.0,
      "end_time": 712870.0,
      "text": "Following that, Styles would reunite with Bullet Club members Karl Anderson and Luke"
    },
    {
      "index": 156,
      "start_time": 712870.0,
      "end_time": 717450.0,
      "text": "Gallows to form “The Club”, which has essentially turned Styles heel. He would face"
    },
    {
      "index": 157,
      "start_time": 717450.0,
      "end_time": 722149.0,
      "text": "Roman Reigns for the WWE World Heavyweight title at Extreme Rules, but was unsuccessful."
    },
    {
      "index": 158,
      "start_time": 722149.0,
      "end_time": 725760.0,
      "text": "Most recently, Styles began to feud with the returning John Cena which culminated in a"
    },
    {
      "index": 159,
      "start_time": 725760.0,
      "end_time": 730410.0,
      "text": "match at Money in the Bank. Here Styles would pick up the win through the help of The Club,"
    },
    {
      "index": 160,
      "start_time": 730410.0,
      "end_time": 735300.0,
      "text": "despite signing a contract stating The Club could not get involved in the match."
    },
    {
      "index": 161,
      "start_time": 735300.0,
      "end_time": 740670.0,
      "text": "And that was Wrestling Origins: A.J. Styles. This was a long video but as a lot of you"
    },
    {
      "index": 162,
      "start_time": 740670.0,
      "end_time": 744610.0,
      "text": "said on the last one, you like the videos to be longer rather than short. Anyways, if"
    },
    {
      "index": 163,
      "start_time": 744610.0,
      "end_time": 748029.0,
      "text": "you enjoyed the video you should definitely leave a like and subscribe. If I skipped over"
    },
    {
      "index": 164,
      "start_time": 748029.0,
      "end_time": 752430.0,
      "text": "anything you think was significant, then be sure to let me know in the comments. As always,"
    },
    {
      "index": 165,
      "start_time": 752430.0,
      "end_time": 762430.0,
      "text": "thanks for watching!"
    }
  ]
}