{
  "video_id": "0YFh38ImZ58",
  "title": "CIVILIZATION VI - First Look: Egypt",
  "json": [
    {
      "index": 1,
      "start_time": 3500.0,
      "end_time": 8700.0,
      "text": "Cleopatra leads the Egyptian Civ in Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 8700.0,
      "end_time": 20700.0,
      "text": "Cleopatra is famous not only for rising to power in Egypt, but for her famous affairs with both Julius Caesar and Marc Antony, believed to have changed the course of history in both Egypt and Rome."
    },
    {
      "index": 3,
      "start_time": 20700.0,
      "end_time": 24533.0,
      "text": "The Egyptian civ’s special ability is called “Iteru.”"
    },
    {
      "index": 4,
      "start_time": 24533.0,
      "end_time": 29733.0,
      "text": "It allows Egypt to build districts and wonders faster if they’re located on rivers."
    },
    {
      "index": 5,
      "start_time": 29733.0,
      "end_time": 33166.0,
      "text": "Floodplains do not block the placement of districts and Wonders."
    },
    {
      "index": 6,
      "start_time": 34166.0,
      "end_time": 37599.0,
      "text": "Cleopatra gives Egypt improvements to trade routes."
    },
    {
      "index": 7,
      "start_time": 37600.0,
      "end_time": 41633.0,
      "text": "External trade routes from Egypt give Egypt additional gold."
    },
    {
      "index": 8,
      "start_time": 41633.0,
      "end_time": 48660.0,
      "text": "Trade Routes from other civs give Egypt additional gold as well, and food for the originator."
    },
    {
      "index": 9,
      "start_time": 48660.0,
      "end_time": 52333.0,
      "text": "This makes Egypt an attractive trading partner and a valuable ally."
    },
    {
      "index": 10,
      "start_time": 53233.0,
      "end_time": 60699.0,
      "text": "Egypt’s unique unit is the Maryannu Chariot Archer, which gets bonus movement when it starts on open terrain."
    },
    {
      "index": 11,
      "start_time": 60700.0,
      "end_time": 63900.0,
      "text": "Early in the game it is best at fast attacks."
    },
    {
      "index": 12,
      "start_time": 63900.0,
      "end_time": 67433.0,
      "text": "Its mobility means it can respond to wide-ranged threats."
    },
    {
      "index": 13,
      "start_time": 69660.0,
      "end_time": 73300.0,
      "text": "Egypt also gets the Sphinx as a unique tile improvement."
    },
    {
      "index": 14,
      "start_time": 73300.0,
      "end_time": 77399.0,
      "text": "Sphinxes provide faith and culture, and get bonuses when built adjacent to a Wonder."
    },
    {
      "index": 15,
      "start_time": 79166.0,
      "end_time": 84899.0,
      "text": "The Egyptians are a Wonder-focused civ and especially powerful in the early game when they start near a river."
    },
    {
      "index": 16,
      "start_time": 84900.0,
      "end_time": 94200.0,
      "text": "They’re also uniquely valuable partners to other civs, so rather than isolating themselves, the Egyptians remain central to the political landscape throughout the game."
    },
    {
      "index": 17,
      "start_time": 94800.0,
      "end_time": 101000.0,
      "text": "Take control of the Egyptians from the cradle of civilization in Sid Meier’s Civilization VI."
    }
  ]
}