{
  "video_id": "1-SvuFIQjK8",
  "title": "SMART Goals - Quick Overview",
  "json": [
    {
      "index": 1,
      "start_time": 2500.0,
      "end_time": 9540.0,
      "text": "Regardless, if it is professional or personal we all struggle sometimes to achieve our goals. Many times our struggle is not because of a lack"
    },
    {
      "index": 2,
      "start_time": 9540.0,
      "end_time": 12149.0,
      "text": "of effort, but rather how our goals have been structured."
    },
    {
      "index": 3,
      "start_time": 13269.0,
      "end_time": 18778.0,
      "text": "Anytime you set a goal if you find yourself struggling while working towards a goal keep in mind the word SMART."
    },
    {
      "index": 4,
      "start_time": 19630.0,
      "end_time": 23730.0,
      "text": "SMART is an acronym that can be used to help evaluate and add structure to your goals."
    },
    {
      "index": 5,
      "start_time": 24939.0,
      "end_time": 26939.0,
      "text": "SMART stands for specific, measurable,"
    },
    {
      "index": 6,
      "start_time": 27760.0,
      "end_time": 29760.0,
      "text": "actionable, relevant, and time-bound."
    },
    {
      "index": 7,
      "start_time": 30970.0,
      "end_time": 34559.0,
      "text": "SMART begins with asking yourself the degree to which a goal is specific."
    },
    {
      "index": 8,
      "start_time": 34899.0,
      "end_time": 37529.0,
      "text": "This is arguably the most important part of establishing"
    },
    {
      "index": 9,
      "start_time": 37690.0,
      "end_time": 39129.0,
      "text": "Or evaluating a goal."
    },
    {
      "index": 10,
      "start_time": 39129.0,
      "end_time": 44969.0,
      "text": "The less specific a goal the more difficult it is to determine how long the goal should take to complete or how to measure success."
    },
    {
      "index": 11,
      "start_time": 46059.0,
      "end_time": 51659.0,
      "text": "Consider the difference between a goal to get healthy versus the goal to lose weight versus the goal to lose 10 pounds."
    },
    {
      "index": 12,
      "start_time": 52329.0,
      "end_time": 55738.0,
      "text": "The goal to get healthy is much less specific than a goal to lose 10 pounds."
    },
    {
      "index": 13,
      "start_time": 57160.0,
      "end_time": 58809.0,
      "text": "The next question to ask,"
    },
    {
      "index": 14,
      "start_time": 58809.0,
      "end_time": 60430.0,
      "text": "How is the goal measured?"
    },
    {
      "index": 15,
      "start_time": 60430.0,
      "end_time": 66989.0,
      "text": "What determines success? Some goals may be best measured by a simple yes-or-no, such as the goal of climbing to the top of a mountain,"
    },
    {
      "index": 16,
      "start_time": 67299.0,
      "end_time": 71129.0,
      "text": "While other goals are better measured by using metrics such as the goal to lose 10 pounds."
    },
    {
      "index": 17,
      "start_time": 71799.0,
      "end_time": 77819.0,
      "text": "The key to measurement is making sure that in whatever way the goal is measured, it accurately reflects success."
    },
    {
      "index": 18,
      "start_time": 78670.0,
      "end_time": 84180.0,
      "text": "For instance, if you do not have access to a scale then measuring weight loss will be difficult and less accurate."
    },
    {
      "index": 19,
      "start_time": 84549.0,
      "end_time": 91139.0,
      "text": "An alternative measure may be to track how many inches you have lost around the waist. But, to what extent does this accurately reflect the goal?"
    },
    {
      "index": 20,
      "start_time": 92049.0,
      "end_time": 98279.0,
      "text": "Without access to a reliable way of measuring weight, we may want to consider buying a scale or restructuring our goal."
    },
    {
      "index": 21,
      "start_time": 100360.0,
      "end_time": 104010.0,
      "text": "Actionable is not asking yes or no, but how will the goal be achieved?"
    },
    {
      "index": 22,
      "start_time": 104010.0,
      "end_time": 110099.0,
      "text": "What is our action plan? Do we have the resources and capabilities required to achieve success? If not,"
    },
    {
      "index": 23,
      "start_time": 110100.0,
      "end_time": 111400.0,
      "text": "What are we lacking?"
    },
    {
      "index": 24,
      "start_time": 111400.0,
      "end_time": 117959.0,
      "text": "Well designed goals provide clarity of action. If the actions required to achieve a goal are unclear or there are a large number of actions"
    },
    {
      "index": 25,
      "start_time": 117960.0,
      "end_time": 123300.0,
      "text": "That need to be taken, we should consider breaking down the main goal into manageable, actionable sub-goals."
    },
    {
      "index": 26,
      "start_time": 124930.0,
      "end_time": 131759.0,
      "text": "In isolation any single goal is relevant, but in life we most often are in the process of pursuing multiple goals."
    },
    {
      "index": 27,
      "start_time": 132280.0,
      "end_time": 138449.0,
      "text": "A common issue we face, is having too many goals at the same time, or pursuing the wrong goals. With this in mind"
    },
    {
      "index": 28,
      "start_time": 138450.0,
      "end_time": 145900.0,
      "text": "We need a mechanism to help us monitor our goals to make sure we are pursuing our most relevant goals at any given moment in time."
    },
    {
      "index": 29,
      "start_time": 145900.0,
      "end_time": 151920.0,
      "text": "One technique is to place goals in a matrix that looks at effort required versus perceived value of achieving the goal."
    },
    {
      "index": 30,
      "start_time": 152410.0,
      "end_time": 157709.0,
      "text": "Not always, but most of the time we will want to focus our energy on low effort high value goals."
    },
    {
      "index": 31,
      "start_time": 158590.0,
      "end_time": 162509.0,
      "text": "Another technique is to use the Pareto Principle, also known as the 80/20 rule."
    },
    {
      "index": 32,
      "start_time": 163090.0,
      "end_time": 168209.0,
      "text": "Ask, which are the 20% of goals that will provide me with 80% of my return?"
    },
    {
      "index": 33,
      "start_time": 169090.0,
      "end_time": 172110.0,
      "text": "The last thing we want to make sure is that goals are time bound."
    },
    {
      "index": 34,
      "start_time": 172239.0,
      "end_time": 178529.0,
      "text": "By including a specific date by which a goal should be accomplished, it helps provide incentive and allows us to monitor progress."
    },
    {
      "index": 35,
      "start_time": 179590.0,
      "end_time": 184440.0,
      "text": "Consider the difference between the goal to lose 10 pounds and the goal to lose 10 pounds in 10 weeks."
    },
    {
      "index": 36,
      "start_time": 185110.0,
      "end_time": 191669.0,
      "text": "Simply by including an element of time we can now calculate how much we should be losing each week, and if after 5 weeks"
    },
    {
      "index": 37,
      "start_time": 191670.0,
      "end_time": 194940.0,
      "text": "We have only lost one pound, we can revisit our action plan."
    },
    {
      "index": 38,
      "start_time": 195550.0,
      "end_time": 200040.0,
      "text": "Be wary of any goal that is open-ended such as the common goal to learn a foreign language."
    },
    {
      "index": 39,
      "start_time": 201610.0,
      "end_time": 209459.0,
      "text": "Last is important to reinforce that goal-setting is not an event, it is an ongoing process of action, evaluation, and revision."
    },
    {
      "index": 40,
      "start_time": 210020.0,
      "end_time": 213529.0,
      "text": "It is not about lowering goals or standards to ensure success."
    },
    {
      "index": 41,
      "start_time": 213840.0,
      "end_time": 221540.0,
      "text": "It is about recognizing goals are dynamic, because life is dynamic. We do not live in a static world. Life happens."
    },
    {
      "index": 42,
      "start_time": 221540.0,
      "end_time": 223999.0,
      "text": "A goal that is relevant today may be irrelevant tomorrow."
    },
    {
      "index": 43,
      "start_time": 224400.0,
      "end_time": 231800.0,
      "text": "When using SMART, stay flexible and motivated by setting aside time to reevaluate your goals on a regular basis."
    }
  ]
}