{
  "video_id": "11HVt8f0X-I",
  "title": "CIVILIZATION VI – First Look: Australia",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4504.0,
      "text": "John Curtin leads Australia in Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 5271.0,
      "end_time": 13312.0,
      "text": "He was Australia’s 14th prime minister and served during the Second World War, where he gained praise for helping unify the country’s war effort."
    },
    {
      "index": 3,
      "start_time": 14981.0,
      "end_time": 21820.0,
      "text": "He died in office just before the end of the Pacific War, but he paved the way for Australia to enter the post-war world."
    },
    {
      "index": 4,
      "start_time": 22689.0,
      "end_time": 25959.0,
      "text": "Australia’s unique ability is “Land Down Under.”"
    },
    {
      "index": 5,
      "start_time": 25959.0,
      "end_time": 29262.0,
      "text": "Their cities get extra housing when built on Coastal tiles."
    },
    {
      "index": 6,
      "start_time": 30163.0,
      "end_time": 38405.0,
      "text": "Campuses, Commercial Hubs, Holy Sites, and Theater Squares get additional yields when built in tiles with Charming or Breathtaking Appeal."
    },
    {
      "index": 7,
      "start_time": 39105.0,
      "end_time": 41674.0,
      "text": "Australia’s unique unit is the Digger."
    },
    {
      "index": 8,
      "start_time": 41674.0,
      "end_time": 49182.0,
      "text": "This replaces the Infantry unit, and gets additional combat power on land tiles adjacent to water and when fighting outside their territory."
    },
    {
      "index": 9,
      "start_time": 50500.0,
      "end_time": 53186.0,
      "text": "The Outback Station is Australia’s unique tile improvement."
    },
    {
      "index": 10,
      "start_time": 53186.0,
      "end_time": 59125.0,
      "text": "This tile improvement unlocks with the Guilds civic, and can be upgraded with Steam Power and Rapid Deployment."
    },
    {
      "index": 11,
      "start_time": 59125.0,
      "end_time": 63463.0,
      "text": "It provides food and production, with bonus food for adjacent Pastures."
    },
    {
      "index": 12,
      "start_time": 63463.0,
      "end_time": 69903.0,
      "text": "In addition, Pastures can trigger a Culture Bomb effect, grabbing adjacent tiles from other civs and City-States."
    },
    {
      "index": 13,
      "start_time": 71171.0,
      "end_time": 74941.0,
      "text": "John Curtin’s unique ability is called “Citadel of Civilization.”"
    },
    {
      "index": 14,
      "start_time": 74941.0,
      "end_time": 80130.0,
      "text": "Australia gets bonus production at the start of a Defensive War, and when it liberates a city."
    },
    {
      "index": 15,
      "start_time": 80130.0,
      "end_time": 83516.0,
      "text": "Australia is a civ that can make great use of their coastal land."
    },
    {
      "index": 16,
      "start_time": 83516.0,
      "end_time": 87687.0,
      "text": "The bonus yield from high appeal tiles can snowball over the course of a game."
    },
    {
      "index": 17,
      "start_time": 87687.0,
      "end_time": 94627.0,
      "text": "The extra Housing from coastal starts means Australia can grow large without having to make extra investment into Housing."
    },
    {
      "index": 18,
      "start_time": 94627.0,
      "end_time": 98497.0,
      "text": "This gives players the flexibility to choose any victory path."
    },
    {
      "index": 19,
      "start_time": 98498.0,
      "end_time": 103870.0,
      "text": "Australia’s increased production bonus when targeted for war gives it a strong defensive capability."
    },
    {
      "index": 20,
      "start_time": 103870.0,
      "end_time": 109709.0,
      "text": "Just because Australia doesn’t have a strong army when the war starts, doesn’t mean they can’t put one together in a hurry!"
    },
    {
      "index": 21,
      "start_time": 109709.0,
      "end_time": 114414.0,
      "text": "As John Curtin said, \"The game isn’t lost or won until the last bell goes.\""
    },
    {
      "index": 22,
      "start_time": 114848.0,
      "end_time": 118818.0,
      "text": "How will you lead Australia in Sid Meier’s Civilization VI?"
    }
  ]
}