{
  "video_id": "128Ts5r9NRE",
  "title": "The Bobo Beatdown: Crash Course Psychology #12",
  "json": [
    {
      "index": 1,
      "start_time": 149.0,
      "end_time": 4940.0,
      "text": "It’s 1961. You’re wandering around Stanford University, looking for a sandwich or something"
    },
    {
      "index": 2,
      "start_time": 4940.0,
      "end_time": 9719.0,
      "text": "when you happen to walk by a particular room in a particular lab, and see something a little"
    },
    {
      "index": 3,
      "start_time": 9719.0,
      "end_time": 17140.0,
      "text": "unnerving. Namely, you find a woman punching an inflatable clown named Bobo in the neck."
    },
    {
      "index": 4,
      "start_time": 17140.0,
      "end_time": 23669.0,
      "text": "Over and over in its neck. This was the lab of legendary psychologist Albert Bandura,"
    },
    {
      "index": 5,
      "start_time": 23669.0,
      "end_time": 28529.0,
      "text": "and in 1961 he was studying one of the most important phenomena in psychology."
    },
    {
      "index": 6,
      "start_time": 28529.0,
      "end_time": 34410.0,
      "text": "See, while the woman was throttling that big inflatable clown, there was a child watching"
    },
    {
      "index": 7,
      "start_time": 34410.0,
      "end_time": 39500.0,
      "text": "her. And after about ten minutes of observing this clown-beating display, the kid was taken"
    },
    {
      "index": 8,
      "start_time": 39500.0,
      "end_time": 44900.0,
      "text": "to a room full of fun toys, which were soon taken away, and then the frustrated kid was"
    },
    {
      "index": 9,
      "start_time": 44900.0,
      "end_time": 50120.0,
      "text": "left alone with Bobo, and Bandura watched what happened. And yeah, what happened was"
    },
    {
      "index": 10,
      "start_time": 50120.0,
      "end_time": 53620.0,
      "text": "kind of scary. Kids who watched the woman beating the clown were much more likely to"
    },
    {
      "index": 11,
      "start_time": 53620.0,
      "end_time": 58120.0,
      "text": "mimic her aggression -- kicking, punching, throwing, even attempting to maul Bobo with"
    },
    {
      "index": 12,
      "start_time": 58120.0,
      "end_time": 62650.0,
      "text": "a hammer. But other children who saw an adult playing nicely with the doll, or just ignoring"
    },
    {
      "index": 13,
      "start_time": 62650.0,
      "end_time": 65460.0,
      "text": "it, didn’t respond the same way in their frustration."
    },
    {
      "index": 14,
      "start_time": 65459.99999999999,
      "end_time": 69580.0,
      "text": "Bandura’s results may seem predictable now, but in those days, they challenged the dominant"
    },
    {
      "index": 15,
      "start_time": 69580.0,
      "end_time": 73760.0,
      "text": "behaviorist views that we talked about last week -- the views that learning is solely"
    },
    {
      "index": 16,
      "start_time": 73760.0,
      "end_time": 78440.0,
      "text": "about conditioning and association, rewards and punishments. Bandura’s research focused"
    },
    {
      "index": 17,
      "start_time": 78440.0,
      "end_time": 82740.0,
      "text": "on how learning can occur through observing and imitating someone else’s behavior. And"
    },
    {
      "index": 18,
      "start_time": 82740.0,
      "end_time": 87560.0,
      "text": "if that seems obvious to you, you have Bandura to thank for that. His research hastened the"
    },
    {
      "index": 19,
      "start_time": 87560.0,
      "end_time": 92250.0,
      "text": "evolution of 20th century experimental psychology from pure behaviorism into what we now know"
    },
    {
      "index": 20,
      "start_time": 92250.0,
      "end_time": 97200.0,
      "text": "as social-cognitive learning. While it was closely related to behaviorism, the social-cognitive"
    },
    {
      "index": 21,
      "start_time": 97200.0,
      "end_time": 101950.0,
      "text": "models added profoundly new dimensions to what Skinner and Watson and Pavlov had observed"
    },
    {
      "index": 22,
      "start_time": 101950.0,
      "end_time": 105640.0,
      "text": "in our feathered and furry friends. In other words, it showed us that -- just as there’s"
    },
    {
      "index": 23,
      "start_time": 105640.0,
      "end_time": 111920.0,
      "text": "more than one way to beat up a clown -- there’s way more than one way to learn."
    },
    {
      "index": 24,
      "start_time": 111920.0,
      "end_time": 115390.0,
      "text": "[INTRO]"
    },
    {
      "index": 25,
      "start_time": 115390.0,
      "end_time": 122140.0,
      "text": "Last week we talked about the differences between classical and operant conditioning"
    },
    {
      "index": 26,
      "start_time": 122140.0,
      "end_time": 126049.0,
      "text": "in associative learning -- the kind of learning that comes from connecting different events"
    },
    {
      "index": 27,
      "start_time": 126049.0,
      "end_time": 130079.0,
      "text": "and stimuli. In classical conditioning, this means associating a stimulus with some kind"
    },
    {
      "index": 28,
      "start_time": 130079.00000000001,
      "end_time": 135489.0,
      "text": "of involuntary response -- the whole dog slobbering at the sound of a bell phenomenon -- whereas"
    },
    {
      "index": 29,
      "start_time": 135489.0,
      "end_time": 140540.0,
      "text": "operant conditioning makes associations between stimulus and a voluntary behavior -- like"
    },
    {
      "index": 30,
      "start_time": 140540.0,
      "end_time": 144209.0,
      "text": "the rat pressing a lever to get delicious snacks, or jumping out of a cage to escape"
    },
    {
      "index": 31,
      "start_time": 144209.0,
      "end_time": 145150.0,
      "text": "an electrical shock."
    },
    {
      "index": 32,
      "start_time": 145150.0,
      "end_time": 148909.0,
      "text": "And that’s all well and good, but if learning is the process of acquiring and retaining"
    },
    {
      "index": 33,
      "start_time": 148909.0,
      "end_time": 153790.0,
      "text": "new behavior and information, then Bandura’s experiments showed us that conditioning with"
    },
    {
      "index": 34,
      "start_time": 153790.0,
      "end_time": 157999.0,
      "text": "external rewards, punishments, or other stimuli isn’t the only way to do it. It’s hard"
    },
    {
      "index": 35,
      "start_time": 157999.0,
      "end_time": 163439.0,
      "text": "to deny that pretty much all animals are capable of learning certain things by association,"
    },
    {
      "index": 36,
      "start_time": 163439.0,
      "end_time": 167919.0,
      "text": "but critics of behaviorists like Pavlov, Watson, and Skinner had a problem with their assertions"
    },
    {
      "index": 37,
      "start_time": 167919.0,
      "end_time": 171669.0,
      "text": "that, when it came to learning, it didn’t matter much whether you’re training rats,"
    },
    {
      "index": 38,
      "start_time": 171669.0,
      "end_time": 175249.0,
      "text": "pigeons, or people--it’s all the same. Because, lots of research has demonstrated that an"
    },
    {
      "index": 39,
      "start_time": 175249.0,
      "end_time": 178689.0,
      "text": "animal’s capacity for conditioning is actually limited by its biology."
    },
    {
      "index": 40,
      "start_time": 178689.0,
      "end_time": 183749.0,
      "text": "Consider this scenario: Say I get a raging case of food poisoning after eating my head-weight"
    },
    {
      "index": 41,
      "start_time": 183749.0,
      "end_time": 188489.0,
      "text": "in raw oysters with my friend Bernice. I’m probably not going to want to touch oysters"
    },
    {
      "index": 42,
      "start_time": 188489.0,
      "end_time": 193980.0,
      "text": "again for a long, long time, because I associate their smell and taste with the smell and taste"
    },
    {
      "index": 43,
      "start_time": 193980.0,
      "end_time": 198180.0,
      "text": "they made when I was — when they were coming back out, is what I’m trying to say. But,"
    },
    {
      "index": 44,
      "start_time": 198180.0,
      "end_time": 201090.0,
      "text": "that doesn’t mean that the sight of Bernice, or the sound of the sea shanties they were"
    },
    {
      "index": 45,
      "start_time": 201090.0,
      "end_time": 205349.0,
      "text": "playing at the restaurant would make me barf, because humans are, by our very nature, more"
    },
    {
      "index": 46,
      "start_time": 205349.0,
      "end_time": 210129.0,
      "text": "taste averse than we are sight or sound averse. On the other hand, sight-oriented animals,"
    },
    {
      "index": 47,
      "start_time": 210129.0,
      "end_time": 214790.0,
      "text": "like birds, may be biologically predisposed to avoid tainted food by sight, since that’s"
    },
    {
      "index": 48,
      "start_time": 214790.0,
      "end_time": 218559.0,
      "text": "how they hunt and forage. And presumably they go to restaurants that play better music."
    },
    {
      "index": 49,
      "start_time": 218559.0,
      "end_time": 222189.0,
      "text": "Anyway, all of this tells us that species can more easily learn associations that help"
    },
    {
      "index": 50,
      "start_time": 222189.0,
      "end_time": 226999.0,
      "text": "them thrive or survive, and that not all associations are learned equally. It’s a lot easier to"
    },
    {
      "index": 51,
      "start_time": 226999.0,
      "end_time": 231040.0,
      "text": "teach a pigeon to peck an X on the ground to obtain a food reward than it is get it"
    },
    {
      "index": 52,
      "start_time": 231040.0,
      "end_time": 235819.0,
      "text": "to flap its wings to get that same reward, because pecking is a natural foraging behavior"
    },
    {
      "index": 53,
      "start_time": 235819.0,
      "end_time": 239159.0,
      "text": "for a pigeon. In the same way, it would be much harder for the bird to learn to peck"
    },
    {
      "index": 54,
      "start_time": 239159.0,
      "end_time": 243579.0,
      "text": "that X to avoid a shock, rather than to flap its wings to avoid the shock, because flying"
    },
    {
      "index": 55,
      "start_time": 243579.0,
      "end_time": 246339.0,
      "text": "away from danger is what pigeons naturally do."
    },
    {
      "index": 56,
      "start_time": 246339.0,
      "end_time": 250480.0,
      "text": "Learned associations are even more complicated in humans of course, because what we learn"
    },
    {
      "index": 57,
      "start_time": 250480.0,
      "end_time": 255189.0,
      "text": "doesn’t only influence our behavior, it also shapes our attitudes. Our cognition -- that"
    },
    {
      "index": 58,
      "start_time": 255189.0,
      "end_time": 260039.0,
      "text": "is, our thoughts, perspectives, and expectations -- is important for learning, as is our social"
    },
    {
      "index": 59,
      "start_time": 260039.0,
      "end_time": 264629.0,
      "text": "context, as Bandura figured out. So, Pavlov-style conditioning experiments that ignore those"
    },
    {
      "index": 60,
      "start_time": 264629.0,
      "end_time": 268539.0,
      "text": "social-cognitive elements can really run into trouble. For example, someone under treatment"
    },
    {
      "index": 61,
      "start_time": 268539.0,
      "end_time": 272840.0,
      "text": "for an alcohol addiction may be given booze laced with a nauseating drug. According to"
    },
    {
      "index": 62,
      "start_time": 272840.0,
      "end_time": 277370.0,
      "text": "the pure classical conditioning model, that person would then equate booze with feeling"
    },
    {
      "index": 63,
      "start_time": 277370.0,
      "end_time": 277900.0,
      "text": "nasty."
    },
    {
      "index": 64,
      "start_time": 277900.0,
      "end_time": 282120.0,
      "text": "But the brain can override this association if it’s aware that it’s the added drug,"
    },
    {
      "index": 65,
      "start_time": 282120.0,
      "end_time": 286289.0,
      "text": "and not the alcohol, is the thing that’s causing the illness. Sometimes we can think"
    },
    {
      "index": 66,
      "start_time": 286289.0,
      "end_time": 291050.0,
      "text": "our way out of intended associations. And by the same token, a person’s social context"
    },
    {
      "index": 67,
      "start_time": 291050.0,
      "end_time": 295060.0,
      "text": "- like, their friends, family traditions, or life stressors - can reinforce something"
    },
    {
      "index": 68,
      "start_time": 295060.0,
      "end_time": 298860.0,
      "text": "like alcohol consumption more than the nauseating pill could ever punish it."
    },
    {
      "index": 69,
      "start_time": 298860.0,
      "end_time": 302949.0,
      "text": "Plus, we also do a lot of latent learning, like without even knowing it. Have you ever"
    },
    {
      "index": 70,
      "start_time": 302949.0,
      "end_time": 307009.0,
      "text": "been walking around a new city, someone stops you to ask directions, and you surprise yourself"
    },
    {
      "index": 71,
      "start_time": 307009.0,
      "end_time": 310289.0,
      "text": "by actually being able to tell that tourist how to get to the park? That’s because we’re"
    },
    {
      "index": 72,
      "start_time": 310289.0,
      "end_time": 314580.0,
      "text": "constantly developing cognitive maps, or mental representations of our surroundings, without"
    },
    {
      "index": 73,
      "start_time": 314580.0,
      "end_time": 319259.0,
      "text": "explicitly telling ourselves to do it. We’ve all seen the experiments with in mazes: Well,"
    },
    {
      "index": 74,
      "start_time": 319259.0,
      "end_time": 323979.0,
      "text": "those show us that even rats develop these cognitive maps, figuring out how to get around,"
    },
    {
      "index": 75,
      "start_time": 323979.0,
      "end_time": 328009.0,
      "text": "even if there’s no reward at the end. And days later, when they finally do get food"
    },
    {
      "index": 76,
      "start_time": 328009.0,
      "end_time": 332560.0,
      "text": "at the end of the maze, they quickly demonstrate all that earlier latent learning by scuttling"
    },
    {
      "index": 77,
      "start_time": 332560.0,
      "end_time": 336729.0,
      "text": "through the maze as fast, or faster, than rats that had been rewarded all along."
    },
    {
      "index": 78,
      "start_time": 336729.0,
      "end_time": 341819.0,
      "text": "So, learning isn’t just about associating a response with a consequence. There’s thinking"
    },
    {
      "index": 79,
      "start_time": 341819.0,
      "end_time": 345370.0,
      "text": "happening, too. And this kind of thinking is also a big part of observational learning,"
    },
    {
      "index": 80,
      "start_time": 345370.0,
      "end_time": 349120.0,
      "text": "which is basically learning by watching other people, or being influenced by them in other"
    },
    {
      "index": 81,
      "start_time": 349120.0,
      "end_time": 353240.0,
      "text": "ways. Because, you don’t need direct experience to learn. You can just pick up stuff up through"
    },
    {
      "index": 82,
      "start_time": 353240.0,
      "end_time": 358439.0,
      "text": "modeling -- not like modeling on the catwalk, I just mean observing and imitating specific"
    },
    {
      "index": 83,
      "start_time": 358439.0,
      "end_time": 358810.0,
      "text": "behaviors."
    },
    {
      "index": 84,
      "start_time": 358810.0,
      "end_time": 363430.0,
      "text": "Rats, crows, pigeons, primates, and other animals learn through imitation. Chimps learn"
    },
    {
      "index": 85,
      "start_time": 363430.0,
      "end_time": 368139.0,
      "text": "how to use sticks to fish ants out of a nest this way. One study found rhesus macaques"
    },
    {
      "index": 86,
      "start_time": 368139.0,
      "end_time": 373229.0,
      "text": "were usually slow to make up after a fight unless they grew up watching more forgiving"
    },
    {
      "index": 87,
      "start_time": 373229.0,
      "end_time": 377099.0,
      "text": "older macaques, in which case they tended to make up more quickly. Of course we humans"
    },
    {
      "index": 88,
      "start_time": 377099.0,
      "end_time": 381949.0,
      "text": "learn A LOT from modeling -- I mean, most of our popular culture is based on it: new"
    },
    {
      "index": 89,
      "start_time": 381949.0,
      "end_time": 385889.0,
      "text": "slang, skinny jeans, foodie trends, pixie cuts -- they’re all racing around the globe"
    },
    {
      "index": 90,
      "start_time": 385889.0,
      "end_time": 390389.0,
      "text": "through observation and imitation. So it makes a lot of sense that social observation shapes"
    },
    {
      "index": 91,
      "start_time": 390389.0,
      "end_time": 391919.0,
      "text": "behavior, especially in children."
    },
    {
      "index": 92,
      "start_time": 391919.0,
      "end_time": 396400.0,
      "text": "Which brings us back to Bobo. Again, the fact that we learn by imitating, even when we don’t"
    },
    {
      "index": 93,
      "start_time": 396400.0,
      "end_time": 400270.0,
      "text": "mean to, seems pretty intuitive, but until Bandura’s famous experiment, it hadn’t"
    },
    {
      "index": 94,
      "start_time": 400270.0,
      "end_time": 404050.0,
      "text": "been studied in a scientific way. I mean, these kids started abusing Bobo not just with"
    },
    {
      "index": 95,
      "start_time": 404050.0,
      "end_time": 409219.0,
      "text": "little toddler punches, but with hostile language and even using things, like toy guns, that"
    },
    {
      "index": 96,
      "start_time": 409219.0,
      "end_time": 414060.0,
      "text": "they previously had no interest in -- and all because they saw aggressive modeling in"
    },
    {
      "index": 97,
      "start_time": 414060.0,
      "end_time": 419080.0,
      "text": "action. And since Bandura’s time, technology has allowed us to peer even deeper into this"
    },
    {
      "index": 98,
      "start_time": 419080.0,
      "end_time": 419680.0,
      "text": "dynamic."
    },
    {
      "index": 99,
      "start_time": 419680.0,
      "end_time": 423280.0,
      "text": "Neuroimaging in humans, for instance, has shown that when an individual watches someone"
    },
    {
      "index": 100,
      "start_time": 423280.0,
      "end_time": 428340.0,
      "text": "else, especially someone whom they relate to, receive an award or score a goal or something,"
    },
    {
      "index": 101,
      "start_time": 428340.0,
      "end_time": 432919.0,
      "text": "their own brain’s reward systems light up vicariously. Italian researchers found this"
    },
    {
      "index": 102,
      "start_time": 432919.0,
      "end_time": 437749.0,
      "text": "out pretty much by accident in the early 1990s: They were studying signals from key regions"
    },
    {
      "index": 103,
      "start_time": 437749.0,
      "end_time": 442060.0,
      "text": "in a lab monkey’s brain that were associated with planning and doing. Their brain-monitoring"
    },
    {
      "index": 104,
      "start_time": 442060.0,
      "end_time": 446469.0,
      "text": "device buzzed softly when the monkey did something like pick up a piece of fruit and eat it."
    },
    {
      "index": 105,
      "start_time": 446469.0,
      "end_time": 450919.0,
      "text": "But one hot day, a researcher came back from lunch licking an ice cream cone, and suddenly"
    },
    {
      "index": 106,
      "start_time": 450919.0,
      "end_time": 456060.0,
      "text": "heard the animal’s brain monitor buzz -- the monkey was watching him, and his brain worked"
    },
    {
      "index": 107,
      "start_time": 456060.0,
      "end_time": 458539.0,
      "text": "as if it was actually doing the licking."
    },
    {
      "index": 108,
      "start_time": 458539.0,
      "end_time": 462229.0,
      "text": "Many scientists suspect that this is the work of a previously unknown type of brain cell"
    },
    {
      "index": 109,
      "start_time": 462229.0,
      "end_time": 467210.0,
      "text": "called mirror neurons, which fire when a subject both performs an action, and when they observe"
    },
    {
      "index": 110,
      "start_time": 467210.0,
      "end_time": 470610.0,
      "text": "someone else doing it. Mirror neuron research is still relatively new, and we’re still"
    },
    {
      "index": 111,
      "start_time": 470610.0,
      "end_time": 475469.0,
      "text": "figuring them out, but combined with Bandura’s earlier work, it’s revealing a strong connection"
    },
    {
      "index": 112,
      "start_time": 475469.0,
      "end_time": 481240.0,
      "text": "between observation, imitation, and learning. So the takeaway here is: Models are important!"
    },
    {
      "index": 113,
      "start_time": 481240.0,
      "end_time": 486499.0,
      "text": "And not just Gisele and Antonio Sabato Junior. You can, if you want, observe and imitate"
    },
    {
      "index": 114,
      "start_time": 486499.0,
      "end_time": 491240.0,
      "text": "them; I’m just saying that observational, social learning starts really early, and parental"
    },
    {
      "index": 115,
      "start_time": 491240.0,
      "end_time": 493639.0,
      "text": "figures are powerful role models."
    },
    {
      "index": 116,
      "start_time": 493639.0,
      "end_time": 498069.0,
      "text": "Positive, supportive, and loving models usually prompt similar behavior in others, just as"
    },
    {
      "index": 117,
      "start_time": 498069.0,
      "end_time": 502259.0,
      "text": "negative, aggressive modeling can spark antisocial effects. And, as we’ll talk about later,"
    },
    {
      "index": 118,
      "start_time": 502259.0,
      "end_time": 507319.0,
      "text": "what we see and feel and learn as children is not easily displaced when we’re adults."
    },
    {
      "index": 119,
      "start_time": 507319.0,
      "end_time": 511620.0,
      "text": "Literary giant George Bernard Shaw wrote, “Imitation is not just the sincerest form"
    },
    {
      "index": 120,
      "start_time": 511620.0,
      "end_time": 516650.0,
      "text": "of flattery - it&#39;s the sincerest form of learning.” And British statesman Lord Chesterfield once"
    },
    {
      "index": 121,
      "start_time": 516650.0,
      "end_time": 521350.0,
      "text": "said, “We are, in truth, more than half what we are by imitation.” Even if these"
    },
    {
      "index": 122,
      "start_time": 521350.0,
      "end_time": 525820.0,
      "text": "ideas were only half-true, they’d still be a powerful lesson on who you choose to"
    },
    {
      "index": 123,
      "start_time": 525820.0,
      "end_time": 528450.0,
      "text": "spend your time with, and how you choose to act."
    },
    {
      "index": 124,
      "start_time": 528450.0,
      "end_time": 532470.0,
      "text": "If you learned anything by watching me today, hopefully it involved the limitations of classical"
    },
    {
      "index": 125,
      "start_time": 532470.0,
      "end_time": 537590.0,
      "text": "and operant conditioning, the basics of cognitive, observational, and social learning, a look"
    },
    {
      "index": 126,
      "start_time": 537590.0,
      "end_time": 540610.0,
      "text": "at mirror neurons, and how to beat up a Bobo doll."
    },
    {
      "index": 127,
      "start_time": 540610.0,
      "end_time": 543940.0,
      "text": "Thanks for watching, especially to all of our Subbable subscribers, who make this whole"
    },
    {
      "index": 128,
      "start_time": 543940.0,
      "end_time": 547530.0,
      "text": "channel possible. If you’d like to sponsor an episode of Crash Course, get a special"
    },
    {
      "index": 129,
      "start_time": 547530.0,
      "end_time": 552230.0,
      "text": "decal, or even be animated into an upcoming episode, just go to subbable.com. This episode"
    },
    {
      "index": 130,
      "start_time": 552230.0,
      "end_time": 556830.0,
      "text": "was written by Kathleen Yale, edited by Blake de Pastino, and our consultant is Dr. Ranjit"
    },
    {
      "index": 131,
      "start_time": 556830.0,
      "end_time": 560470.0,
      "text": "Bhagwat. Our director and editor is Nicholas Jenkins, and the script supervisor is Michael"
    },
    {
      "index": 132,
      "start_time": 560470.0,
      "end_time": 570470.0,
      "text": "Aranda, who is also our sound designer, and the graphics team is Thought Café."
    }
  ]
}