{
  "video_id": "18rARy8g4Hc",
  "title": "Unbelievably Strange Planets in Space",
  "json": [
    {
      "index": 1,
      "start_time": 1500.0,
      "end_time": 8020.0,
      "text": "Most of these eerie things are absolutely impossible on our planet, even in the wildest imagination."
    },
    {
      "index": 2,
      "start_time": 8340.0,
      "end_time": 14420.0,
      "text": "But as practice shows, what is impossible with us, is still possible on other planets."
    },
    {
      "index": 3,
      "start_time": 14980.0,
      "end_time": 18320.0,
      "text": "Let's look at ordinary rain as an example."
    },
    {
      "index": 4,
      "start_time": 18320.0,
      "end_time": 22260.0,
      "text": "Rain is usually cold and gloomy. And very very wet."
    },
    {
      "index": 5,
      "start_time": 22480.0,
      "end_time": 25760.0,
      "text": "And in general, the earth's rain, well, its boring."
    },
    {
      "index": 6,
      "start_time": 26120.0,
      "end_time": 31240.0,
      "text": "The rain of stones on Planet COROT-7b however, is quite another matter."
    },
    {
      "index": 7,
      "start_time": 31480.0,
      "end_time": 36820.0,
      "text": "We wouldn't be bored there. It's very very hot on one half of this strange space object."
    },
    {
      "index": 8,
      "start_time": 36820.0,
      "end_time": 46860.0,
      "text": "The surface temperature reaches 4700°F. That's about 2600°C. And that's more than enough to make the rocks melt,"
    },
    {
      "index": 9,
      "start_time": 46860.0,
      "end_time": 50060.0,
      "text": "And then evaporate like puddles of water here on Earth."
    },
    {
      "index": 10,
      "start_time": 50320.0,
      "end_time": 59600.0,
      "text": "At the same time, the other half of the planet is relatively cool at about 3500°F. That's about 190°C."
    },
    {
      "index": 11,
      "start_time": 59880.0,
      "end_time": 67740.0,
      "text": "So, the rocks evaporate and then condense into huge stone clouds, under the hellish temperatures on the hot half of the planet."
    },
    {
      "index": 12,
      "start_time": 67980.0,
      "end_time": 72720.0,
      "text": "And then, these clouds fall as rains of magma, heading back to the surface."
    },
    {
      "index": 13,
      "start_time": 72980.0,
      "end_time": 80480.0,
      "text": "On the relatively \"Cooler side\" of the planet, the rain made of magma solidifies into stones before hitting the surface."
    },
    {
      "index": 14,
      "start_time": 80660.0,
      "end_time": 89240.0,
      "text": "This is real stone rain. Can you imagine seeing this with your own eyes? But wait, this next place will astonish you even more."
    },
    {
      "index": 15,
      "start_time": 89540.0,
      "end_time": 104360.0,
      "text": "HD 189773-b is an exoplanet located 63 light-years from us. It's slightly larger than Jupiter in size, and most likely you will agree with me if i say that it looks awesome."
    },
    {
      "index": 16,
      "start_time": 104600.0,
      "end_time": 115080.0,
      "text": "Can you possibly imagine what horror lies behind all this beauty? It's fantastic appearance is due to the fact that the atmosphere of the planet consists mainly of silicate particles."
    },
    {
      "index": 17,
      "start_time": 115580.0,
      "end_time": 134660.0,
      "text": "Think sand or glass. It also rains at a temperature of 1706°F. That's 930°C. And it has winds that often reach 5400 mph. That's 8700 kmph. Which is seven times faster than the speed of sound."
    },
    {
      "index": 18,
      "start_time": 134820.0,
      "end_time": 138580.0,
      "text": "This is even more terrifying than the rains on the previous planet."
    },
    {
      "index": 19,
      "start_time": 138640.0,
      "end_time": 140540.0,
      "text": "Here, there's clean as glass."
    },
    {
      "index": 20,
      "start_time": 140540.0,
      "end_time": 155060.0,
      "text": "Just imagine the scene; clouds are coming from behind the horizon, echos of thunder crack through, the wind surges to a speed of 1.24 miles per second, and finally, the sky explodes with pouring rain."
    },
    {
      "index": 21,
      "start_time": 155280.0,
      "end_time": 160880.0,
      "text": "Masses of glass are tearing through the atmosphere and into you at insane speeds."
    },
    {
      "index": 22,
      "start_time": 161600.0,
      "end_time": 169840.0,
      "text": "If such a storm suddenly rows on Earth at the same wind speed, it would fly around our planet at the equator in just 5 hours and 33 minutes."
    },
    {
      "index": 23,
      "start_time": 170200.0,
      "end_time": 173100.0,
      "text": "Local residents would feel it quite powerfully."
    },
    {
      "index": 24,
      "start_time": 173580.0,
      "end_time": 184800.0,
      "text": "But, speaking of winds, really, this is nothing. This puny little storm is just a breeze compared to the wind that blows on Planet HD 189733-b."
    },
    {
      "index": 25,
      "start_time": 185060.0,
      "end_time": 200900.0,
      "text": "The temperature on the solar facing side of the Gas Giant often reaches a mind-boggling 1770°F. And the temperature on the dark side is usually no lower than 1270°F or about 700°C."
    },
    {
      "index": 26,
      "start_time": 200900.0,
      "end_time": 205300.0,
      "text": "The small temperature difference between the two sides is due to the extremely fast winds"
    },
    {
      "index": 27,
      "start_time": 205700.0,
      "end_time": 219120.0,
      "text": "Which here reaching fantastic 21747 mph. Which is 6 miles or 10 kilometers per second. Almost 29 times faster than the speed of sound."
    },
    {
      "index": 28,
      "start_time": 219300.0,
      "end_time": 220260.0,
      "text": "And some wind."
    },
    {
      "index": 29,
      "start_time": 220440.0,
      "end_time": 232620.0,
      "text": "As i said in one of my past videos, the fastest wind ever recorded on earth was during a tornado in Oklahoma in 1999. And its speed reached just 300 mph."
    },
    {
      "index": 30,
      "start_time": 233000.0,
      "end_time": 248920.0,
      "text": "Which is 73 times less than the usual average breeze on HD 189733-b. If you had wings, or a parachute, or even just a normal umbrella, you could fly around the entire planet in about an hour and 8 minutes, just by opening that umbrella."
    },
    {
      "index": 31,
      "start_time": 248920.0,
      "end_time": 254720.0,
      "text": "But something tells me that your body would probably suffer some terrible indignities long before that."
    },
    {
      "index": 32,
      "start_time": 255020.0,
      "end_time": 266460.0,
      "text": "Stones falling from the sky, 5400 degree temperatures, glass rain faster than the speed of sound. You know? The more i learn about this, the less i have doubts about the existence of hell."
    },
    {
      "index": 33,
      "start_time": 266620.0,
      "end_time": 270380.0,
      "text": "I left off early the last episode on the topic of Shadows."
    },
    {
      "index": 34,
      "start_time": 270600.0,
      "end_time": 271960.0,
      "text": "So, let's continue."
    },
    {
      "index": 35,
      "start_time": 272280.0,
      "end_time": 282480.0,
      "text": "Let's imagine that there's a place where the rays from two suns wake you up in the morning. You could also watch two or even three sunsets at almost the same time in the evening."
    },
    {
      "index": 36,
      "start_time": 282480.0,
      "end_time": 284740.0,
      "text": "Previously, it seemed like a fantasy."
    },
    {
      "index": 37,
      "start_time": 285100.0,
      "end_time": 295900.0,
      "text": "And was possible only in Star Wars until we discovered the amazing Kepler-16b exoplanet. Which orbits in the system of 2 stars in the Cygnus Constellation."
    },
    {
      "index": 38,
      "start_time": 296000.0,
      "end_time": 305860.0,
      "text": "Two suns rise, and set on the horizon of this planet. And if my shadow was suffering the despair of loneliness here on Earth, Then on Kepler-16b it would have a friend."
    },
    {
      "index": 39,
      "start_time": 306180.0,
      "end_time": 313180.0,
      "text": "Although, most likely if i could somehow teleport to this planet, then in a moment i would certainly die from the heat and lack of air."
    },
    {
      "index": 40,
      "start_time": 313460.0,
      "end_time": 326740.0,
      "text": "But if you allow me the luxury of a super-duper space suit, and i somehow stayed alive. In general, two suns and two shadows is certainly cool. But not as cool as 3 suns and 3 shadows."
    },
    {
      "index": 41,
      "start_time": 326740.0,
      "end_time": 336760.0,
      "text": "Astronomers have discovered an even more amazing object — HD 131399Ab relatively recently. This new planet broke all previous records."
    },
    {
      "index": 42,
      "start_time": 336920.0,
      "end_time": 345760.0,
      "text": "It revolves around 3 suns at once. It also has a giant mass, four times larger than Jupiter's and on usually long orbit."
    },
    {
      "index": 43,
      "start_time": 345940.0,
      "end_time": 353420.0,
      "text": "A one year revolution of the exoplanet around its three stars takes 550 of our terrestrial years."
    },
    {
      "index": 44,
      "start_time": 353940.0,
      "end_time": 360060.0,
      "text": "And as the planet spins quite slowly, the three suns only descend from the sky in about half of this time."
    },
    {
      "index": 45,
      "start_time": 360060.0,
      "end_time": 364860.0,
      "text": "Imagine that you wouldn't see a single sunset for 275 years."
    },
    {
      "index": 46,
      "start_time": 365080.0,
      "end_time": 368900.0,
      "text": "This all happens 340 light-years from our Earth."
    },
    {
      "index": 47,
      "start_time": 369060.0,
      "end_time": 375020.0,
      "text": "Which is 300 light-years further than our next exhibit. The planet ocean GJ 1214 b."
    },
    {
      "index": 48,
      "start_time": 375120.0,
      "end_time": 379880.0,
      "text": "You all know that water occupies 70% of the surface of our planet."
    },
    {
      "index": 49,
      "start_time": 379980.0,
      "end_time": 385240.0,
      "text": "But, in our case, its only 0,005% of the total mass of our planet."
    },
    {
      "index": 50,
      "start_time": 385280.0,
      "end_time": 392160.0,
      "text": "Scientists that on our distant neighbor, water could be up to 10% of the total mass of the whole planet."
    },
    {
      "index": 51,
      "start_time": 392520.0,
      "end_time": 400120.0,
      "text": "This means that GJ 1214 b Is completely covered by a huge ocean, reaching hundreds of kilometers in depth."
    },
    {
      "index": 52,
      "start_time": 400280.0,
      "end_time": 407360.0,
      "text": "The planet is 2.5 times the earths radius, and approximately 6 and a half larger by mass."
    },
    {
      "index": 53,
      "start_time": 407440.0,
      "end_time": 419080.0,
      "text": "If you look at all those creations that live in our Earth's oceans, which is less than 6.8 miles in depth, its scary even to imagine what monsters could hide in this terrible place."
    },
    {
      "index": 54,
      "start_time": 419280.0,
      "end_time": 423760.0,
      "text": "But most likely these monsters exist there only in my imagination."
    },
    {
      "index": 55,
      "start_time": 423760.0,
      "end_time": 431740.0,
      "text": "In fact, the bottom of this huge ocean is under such incredible pressures, that life there is, in principle, impossible."
    },
    {
      "index": 56,
      "start_time": 431740.0,
      "end_time": 439860.0,
      "text": "It's known only that the water at the bottom of this mega ocean could likely be an exotic form of ice, known as ice 7."
    },
    {
      "index": 57,
      "start_time": 439860.0,
      "end_time": 445480.0,
      "text": "However, all my searches for information regarding this strange substance were unsuccessful."
    },
    {
      "index": 58,
      "start_time": 445720.0,
      "end_time": 449960.0,
      "text": "I still don't understand what the reality of this ice really is."
    },
    {
      "index": 59,
      "start_time": 449960.0,
      "end_time": 455500.0,
      "text": "In addition to the fact that it doesn't look like ice in the usual, normal, earthly sense."
    },
    {
      "index": 60,
      "start_time": 455580.0,
      "end_time": 457900.0,
      "text": "As it is apparently not cold at all."
    },
    {
      "index": 61,
      "start_time": 458120.0,
      "end_time": 459880.0,
      "text": "But is still solid in form."
    },
    {
      "index": 62,
      "start_time": 459880.0,
      "end_time": 465380.0,
      "text": "If you have a broader knowledge regarding this topic, please tell me about it in the comments."
    },
    {
      "index": 63,
      "start_time": 465840.0,
      "end_time": 470800.0,
      "text": "And for dessert, the last planet. A real hell here, my friends."
    },
    {
      "index": 64,
      "start_time": 471080.0,
      "end_time": 477940.0,
      "text": "Many stars cant even boast of the same high temperature of which the planet, KELT -9b is burning."
    },
    {
      "index": 65,
      "start_time": 478320.0,
      "end_time": 485620.0,
      "text": "Approximately every one and a half days this planet, the size of our Jupiter makes a complete revolution around its star."
    },
    {
      "index": 66,
      "start_time": 485620.0,
      "end_time": 491380.0,
      "text": "This star at the moment is one of the biggest stars near which scientists have managed to find planets."
    },
    {
      "index": 67,
      "start_time": 491480.0,
      "end_time": 502520.0,
      "text": "The A-class blue giant star, KELT -9 whose age is estimated at about 300 million years, is approximately twice as large and twice as hot as our Sun."
    },
    {
      "index": 68,
      "start_time": 502820.0,
      "end_time": 515460.0,
      "text": "Because of its giant size, the planet KELT -9b, which rotates in the immediate vicinity of this super hot reactor of a star, is heated to an incredible temperature of 7800.°F"
    },
    {
      "index": 69,
      "start_time": 515460.00000000006,
      "end_time": 518100.00000000006,
      "text": "About 4327°C."
    },
    {
      "index": 70,
      "start_time": 518100.0,
      "end_time": 520520.0,
      "text": "This is fantastically hot."
    },
    {
      "index": 71,
      "start_time": 520780.0,
      "end_time": 525240.0,
      "text": "As its within spinning distance of the temperature of the surface of our own Sun"
    },
    {
      "index": 72,
      "start_time": 525480.0,
      "end_time": 527660.0,
      "text": "At 9900 degrees Fahrenheit."
    },
    {
      "index": 73,
      "start_time": 527660.0,
      "end_time": 534520.0,
      "text": "Most stars of these spectral classes F, G, K and M do not exceed 1300°F."
    },
    {
      "index": 74,
      "start_time": 534520.0,
      "end_time": 539260.0,
      "text": "And only representatives of classes B and O, get above 18000."
    },
    {
      "index": 75,
      "start_time": 539580.0,
      "end_time": 547980.0,
      "text": "Thus, the exoplanet discovered by Scott Gaudi, with the help of a pair of KELT telescopes, turns out to be hotter than many stars."
    },
    {
      "index": 76,
      "start_time": 548160.0,
      "end_time": 552380.0,
      "text": "I don't know about you but i just can't get this amazing fact out of my head."
    },
    {
      "index": 77,
      "start_time": 552420.0,
      "end_time": 553940.0,
      "text": "But this is not the end."
    },
    {
      "index": 78,
      "start_time": 554540.0,
      "end_time": 563140.0,
      "text": "They dress up in eccentric suits with wings, climb to some very high point, the tip of a steep rock on some mountain top is just about right."
    },
    {
      "index": 79,
      "start_time": 563140.0,
      "end_time": 564280.0,
      "text": "And they jump."
    },
    {
      "index": 80,
      "start_time": 564580.0,
      "end_time": 571580.0,
      "text": "I don't know what these Kamikazes are thinking. Flying at insane speeds, just a few meters from the protruding rocks and trees."
    },
    {
      "index": 81,
      "start_time": 572020.0,
      "end_time": 574940.0,
      "text": "But it looks simply just plain terrifying."
    },
    {
      "index": 82,
      "start_time": 575200.0,
      "end_time": 576960.0,
      "text": "Then the parachute opens."
    },
    {
      "index": 83,
      "start_time": 577320.0,
      "end_time": 584320.0,
      "text": "The adrenaline surged peaks and with unforgettable emotions, his feet finally find firm ground underneath."
    },
    {
      "index": 84,
      "start_time": 584420.0,
      "end_time": 591300.0,
      "text": "And yet, the most incredible feeling of all, was when he defeated the old man with a sieve; Death himself."
    },
    {
      "index": 85,
      "start_time": 591300.0,
      "end_time": 595680.0,
      "text": "They say you really began to appreciate life, only moments from Death."
    },
    {
      "index": 86,
      "start_time": 595680.0,
      "end_time": 597740.0,
      "text": "This is called B.A.S.E Jumping here on earth."
    },
    {
      "index": 87,
      "start_time": 597740.0,
      "end_time": 600780.0,
      "text": "One of the most extreme and dangerous sports."
    },
    {
      "index": 88,
      "start_time": 600820.0,
      "end_time": 606520.0,
      "text": "I don't know about you, but in my eyes these crazy daredevils with wings look like super-heroes."
    },
    {
      "index": 89,
      "start_time": 606940.0,
      "end_time": 613940.0,
      "text": "But you know whats even more fun? There is a place where all this devilry would look like no more than an innocuous walk in the park."
    },
    {
      "index": 90,
      "start_time": 613960.0,
      "end_time": 618840.0,
      "text": "This place is right here in our Solar System 71 light-minutes from Earth."
    },
    {
      "index": 91,
      "start_time": 619100.0,
      "end_time": 622060.0,
      "text": "9.3 billion miles from our blue-green ball."
    },
    {
      "index": 92,
      "start_time": 622540.0,
      "end_time": 631440.0,
      "text": "If some daredevil wanted to repeat such a jump on Titan, he could make it all around this picturesque moon of Saturn."
    },
    {
      "index": 93,
      "start_time": 631680.0,
      "end_time": 639380.0,
      "text": "A dense atmosphere combined with low gravity, makes this place a superb candidate for the resettlement of homo-sapiens in the future."
    },
    {
      "index": 94,
      "start_time": 639720.0,
      "end_time": 646280.0,
      "text": "Just imagine what mind-blowing entertainment could be invented under such fantastic conditions."
    },
    {
      "index": 95,
      "start_time": 646280.0,
      "end_time": 649820.0,
      "text": "I would finally be able to realize my most cherished dream."
    },
    {
      "index": 96,
      "start_time": 649820.0,
      "end_time": 653060.0,
      "text": "To ascend into the air, like a bird and soar."
    },
    {
      "index": 97,
      "start_time": 653460.0,
      "end_time": 656980.0,
      "text": "As you already know, it's not only birds than can fly."
    },
    {
      "index": 98,
      "start_time": 657280.0,
      "end_time": 662520.0,
      "text": "We just have to figure out how to get to Titan. And also, how to make a cozy little nest there."
    },
    {
      "index": 99,
      "start_time": 662520.0,
      "end_time": 665540.0,
      "text": "And this, believe me, will not be eazy."
    },
    {
      "index": 100,
      "start_time": 665720.0,
      "end_time": 673740.0,
      "text": "The fact is that in addition to all these bonuses for waiting future colonists, Titan has prepared for us a good little bundle of troubles."
    },
    {
      "index": 101,
      "start_time": 673740.0,
      "end_time": 677240.0,
      "text": "But this place is quite impressive there's an atmosphere here."
    },
    {
      "index": 102,
      "start_time": 677240.0,
      "end_time": 683520.0,
      "text": "Moreover, it's one and a half times denser than our terrestrial one, and this is about how good as it gets."
    },
    {
      "index": 103,
      "start_time": 683700.0,
      "end_time": 686560.0,
      "text": "The force of gravity is 1/7 that of the Earth."
    },
    {
      "index": 104,
      "start_time": 686560.0,
      "end_time": 689280.0,
      "text": "Yes, titan is even smaller than our moon."
    },
    {
      "index": 105,
      "start_time": 689520.0,
      "end_time": 696520.0,
      "text": "This means that a person could potentially just walk around on the surface of titan, in nothing more than some simple scuba gear."
    },
    {
      "index": 106,
      "start_time": 696520.0,
      "end_time": 699300.0,
      "text": "Which is also, very very not bad."
    },
    {
      "index": 107,
      "start_time": 699320.0,
      "end_time": 700840.0,
      "text": "But now comes the pain."
    },
    {
      "index": 108,
      "start_time": 700980.0,
      "end_time": 703140.0,
      "text": "First, its terribly chilly."
    },
    {
      "index": 109,
      "start_time": 703240.0,
      "end_time": 708140.0,
      "text": "The temperature of the Titan atmosphere is -290°F."
    },
    {
      "index": 110,
      "start_time": 708560.0,
      "end_time": 714960.0,
      "text": "This is in addition to the fact that the average wind speed reaches as much as 20 miles per second."
    },
    {
      "index": 111,
      "start_time": 714960.0,
      "end_time": 721540.0,
      "text": "This means that walking on the surface can really only be possible in the vicinity of a powerful heating installation."
    },
    {
      "index": 112,
      "start_time": 721540.0,
      "end_time": 724720.0,
      "text": "Probably with a Nuclear or Thermonuclear reactor."
    },
    {
      "index": 113,
      "start_time": 724780.0,
      "end_time": 729420.0,
      "text": "Also, this super dense atmosphere does not contain precious oxygen."
    },
    {
      "index": 114,
      "start_time": 729560.0,
      "end_time": 735000.0,
      "text": "But contains such very cheerful substances as Cyanogen and Cyanic acid."
    },
    {
      "index": 115,
      "start_time": 735100.0,
      "end_time": 743260.0,
      "text": "This means that the atmosphere is not just unfit for breathing, but is poisonous, and at the first opportunity, will try to kill you."
    },
    {
      "index": 116,
      "start_time": 743520.0,
      "end_time": 748060.0,
      "text": "Consequently all shelters on Titan should be completely or medically sealed."
    },
    {
      "index": 117,
      "start_time": 748060.0,
      "end_time": 754320.0,
      "text": "And at the entrances and exits must have airlocks that do a complete and thorough replacement of the air."
    },
    {
      "index": 118,
      "start_time": 754480.0,
      "end_time": 767380.0,
      "text": "Since this is a world full of hydrocarbons, but with an oxygen deficit, which would be needed to burn the hydrocarbons, energy and transport on Titan will be arranged quite differently from that here on Earth."
    },
    {
      "index": 119,
      "start_time": 767500.0,
      "end_time": 774060.0,
      "text": "The substance Acetylene which decomposes with the release of heat is at the bottom of Titans legs."
    },
    {
      "index": 120,
      "start_time": 774260.0,
      "end_time": 778900.0,
      "text": "It could be used as fuel, as in analog for coal and gasoline."
    },
    {
      "index": 121,
      "start_time": 778920.0,
      "end_time": 782620.0,
      "text": "Neither solar, nor hydro-energy will be much of an option."
    },
    {
      "index": 122,
      "start_time": 782620.0,
      "end_time": 787520.0,
      "text": "Hydro-power won't be so effective as the rivers on Titan move very slowly."
    },
    {
      "index": 123,
      "start_time": 787700.0,
      "end_time": 794700.0,
      "text": "Wind power might be a good option but, beyond that, uranium won't be needed for nuclear reactors for heating for settlers."
    },
    {
      "index": 124,
      "start_time": 794960.0,
      "end_time": 800400.0,
      "text": "And unfortunately it's lacking on both Titan and the Saturnian system as a whole."
    },
    {
      "index": 125,
      "start_time": 800860.0,
      "end_time": 804380.0,
      "text": "There are practically no heavy elements and metals."
    },
    {
      "index": 126,
      "start_time": 804380.0,
      "end_time": 808280.0,
      "text": "So, most likely they will have to be delivered from asteroids."
    },
    {
      "index": 127,
      "start_time": 808400.0,
      "end_time": 816740.0,
      "text": "The best transport solution is airplanes, helicopters and airships, considering the dense atmosphere and very low gravity."
    },
    {
      "index": 128,
      "start_time": 816760.0,
      "end_time": 825200.0,
      "text": "By the way, an inhabited base, filled with oxygen at a pressure of 1 Atmosphere, may well be lighter than Titanium air."
    },
    {
      "index": 129,
      "start_time": 825200.0,
      "end_time": 828180.0,
      "text": "So that it could become similar to an airship."
    },
    {
      "index": 130,
      "start_time": 828180.0,
      "end_time": 831860.0,
      "text": "Imagine how cool it would be to live in such a flying city."
    },
    {
      "index": 131,
      "start_time": 832100.0,
      "end_time": 836260.0,
      "text": "Since there is no global ocean, rivers and lakes periodically dry out."
    },
    {
      "index": 132,
      "start_time": 836260.0,
      "end_time": 840040.0,
      "text": "So water transport is immediately thrown into the background."
    },
    {
      "index": 133,
      "start_time": 840040.0,
      "end_time": 843220.0,
      "text": "Although, with special need, it could be used from time to time."
    },
    {
      "index": 134,
      "start_time": 843540.0,
      "end_time": 855500.0,
      "text": "May a few use Acetylene as a fuel, wheel vehicles are also possible. But there will be a variety of problems with this including wet sand, rough terrain, and of course, the wind."
    },
    {
      "index": 135,
      "start_time": 855500.0,
      "end_time": 862380.0,
      "text": "Therefore, it will be more expedient to use railways with trains on magnetic cushions for cargo-transportation."
    },
    {
      "index": 136,
      "start_time": 863680.0,
      "end_time": 866640.0,
      "text": "My space broadcast comes to an end for today."
    },
    {
      "index": 137,
      "start_time": 866680.0,
      "end_time": 872680.0,
      "text": "Thank you for watching, Thank you that you put Likes, and Thank you that you Subscribe to our channel."
    },
    {
      "index": 138,
      "start_time": 872880.0,
      "end_time": 876720.0,
      "text": "New even more exciting releases will be coming very soon."
    },
    {
      "index": 139,
      "start_time": 877080.0,
      "end_time": 879080.0,
      "text": "See you soon, my dear friends!"
    }
  ]
}