{
  "video_id": "1a8pI65emDE",
  "title": "Which Came First - The Chicken or the Egg?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 480.0,
      "end_time": 6029.0,
      "text": "It's a question that has perplexed humanity from as early as the ancient Greeks all the way to the twenty-first century."
    },
    {
      "index": 2,
      "start_time": 6029.0,
      "end_time": 7569.0,
      "text": "And we're still dying to know."
    },
    {
      "index": 3,
      "start_time": 7569.0,
      "end_time": 12579.0,
      "text": "Which came first? The chicken, or the egg? The question would be simple if we took it literally."
    },
    {
      "index": 4,
      "start_time": 12579.0,
      "end_time": 17820.0,
      "text": "Egg-laying animals existed far before chickens came about, so technically the egg came before the chicken."
    },
    {
      "index": 5,
      "start_time": 17820.0,
      "end_time": 24130.0,
      "text": "But this question, better worded as the \"chicken or the chicken egg\" focuses more on the cyclical cause and consequence."
    },
    {
      "index": 6,
      "start_time": 24140.0,
      "end_time": 27879.0,
      "text": "That is, if a chicken is born from an egg, where did the egg come from?"
    },
    {
      "index": 7,
      "start_time": 27879.0,
      "end_time": 33540.0,
      "text": "Another chicken, presumably, which, too, must have come from an egg, so which came first?"
    },
    {
      "index": 8,
      "start_time": 33540.0,
      "end_time": 35740.0,
      "text": "On the one side, we have team chicken."
    },
    {
      "index": 9,
      "start_time": 35740.0,
      "end_time": 43400.0,
      "text": "Research suggests that the protein essential for the formation of chicken eggs, called OV-17, is only found in chicken ovaries."
    },
    {
      "index": 10,
      "start_time": 43400.0,
      "end_time": 46289.0,
      "text": "Without it the chicken eggshell could not be formed."
    },
    {
      "index": 11,
      "start_time": 46289.0,
      "end_time": 49800.0,
      "text": "So without a chicken, you technically can't get a chicken egg."
    },
    {
      "index": 12,
      "start_time": 49800.0,
      "end_time": 53950.0,
      "text": "But this all depends on the nature and definition of a chicken egg in the first place."
    },
    {
      "index": 13,
      "start_time": 53950.0,
      "end_time": 57230.0,
      "text": "After all, is a chicken egg an egg laid by a chicken?"
    },
    {
      "index": 14,
      "start_time": 57230.0,
      "end_time": 59940.0,
      "text": "Or one that simply contains a chicken?"
    },
    {
      "index": 15,
      "start_time": 59940.0,
      "end_time": 64000.0,
      "text": "Obviously, the OV-17-bearing chicken had to come from somewhere."
    },
    {
      "index": 16,
      "start_time": 64000.0,
      "end_time": 70600.0,
      "text": "But if an elephant laid an egg from which a lion hatched, would it be an elephant egg or a lion egg?"
    },
    {
      "index": 17,
      "start_time": 70600.0,
      "end_time": 73000.0,
      "text": "This leads to the other side of the story, team egg."
    },
    {
      "index": 18,
      "start_time": 73000.0,
      "end_time": 77870.0,
      "text": "During reproduction, two organisms pass along their genetic information in the form of DNA."
    },
    {
      "index": 19,
      "start_time": 77870.0,
      "end_time": 81570.0,
      "text": "But the replication of this DNA is never one hundred percent accurate."
    },
    {
      "index": 20,
      "start_time": 81570.0,
      "end_time": 84800.0,
      "text": "And often produces minor changes for the new organism."
    },
    {
      "index": 21,
      "start_time": 84800.0,
      "end_time": 89160.0,
      "text": "These small mutations in DNA over thousands of generations create new species."
    },
    {
      "index": 22,
      "start_time": 89300.0,
      "end_time": 103029.0,
      "text": "But these genetic mutations must occur in the zygote or initial cell, so a creature very similar to a chicken (which we could call a porto-chicken would have mated with another proto-chicken and because of a small genetic mutation created the first chicken, which grew in an egg."
    },
    {
      "index": 23,
      "start_time": 104079.0,
      "end_time": 111329.0,
      "text": "So the egg came first? Well, team chicken might argue that this was simply a chicken growing inside of a proto-chicken egg."
    },
    {
      "index": 24,
      "start_time": 111329.0,
      "end_time": 115129.0,
      "text": "However, no one mutation can ever really constitute a new species."
    },
    {
      "index": 25,
      "start_time": 115129.0,
      "end_time": 123240.0,
      "text": "Even though we humans like to classify all creatures into different groups and names, this is based on how things currently are, and not how they were millions of years ago."
    },
    {
      "index": 26,
      "start_time": 123320.0,
      "end_time": 130900.0,
      "text": "The process of evolution is so gradual that no one proto-chicken-to-chicken birth could really be considered a new species at the time."
    },
    {
      "index": 27,
      "start_time": 130900.0,
      "end_time": 136040.0,
      "text": "Much like how dogs have come from wolves, as humans began to interact with and domesticate wolves,"
    },
    {
      "index": 28,
      "start_time": 136040.0,
      "end_time": 139430.0,
      "text": "There was no one single point where a wolf gave birth to a dog."
    },
    {
      "index": 29,
      "start_time": 139430.0,
      "end_time": 142559.0,
      "text": "But rather, as particular traits came about from selective pressures."
    },
    {
      "index": 30,
      "start_time": 142559.0,
      "end_time": 146779.0,
      "text": "Such as choosing wolves who were not afraid of humans, or ones that were less aggressive."
    },
    {
      "index": 31,
      "start_time": 146779.0,
      "end_time": 151549.0,
      "text": "Over many generations we can see big genetic and behavioral trait differences."
    },
    {
      "index": 32,
      "start_time": 151549.0,
      "end_time": 155040.0,
      "text": "\"So, where does this leave us?\" We're left with two scenarios."
    },
    {
      "index": 33,
      "start_time": 155040.0,
      "end_time": 160650.0,
      "text": "Some early egg-laying species gradually led to the creation of the proto-chicken which laid proto-chicken eggs."
    },
    {
      "index": 34,
      "start_time": 160650.0,
      "end_time": 165100.0,
      "text": "In one of these eggs, there was a mutation causing a slight change and selective advantage."
    },
    {
      "index": 35,
      "start_time": 165100.0,
      "end_time": 169289.0,
      "text": "And this was ultimately the first chicken which then went on to lay chicken eggs."
    },
    {
      "index": 36,
      "start_time": 169340.0,
      "end_time": 172209.0,
      "text": "In this case, the chicken technically came first."
    },
    {
      "index": 37,
      "start_time": 172209.0,
      "end_time": 179350.0,
      "text": "Or we have a proto-chicken which gave birth to a chicken inside of what we would classify as a chicken egg and as such the egg came first."
    },
    {
      "index": 38,
      "start_time": 179350.0,
      "end_time": 183450.0,
      "text": "Which brings us back to the nomenclature and question of, what is a chicken egg?"
    },
    {
      "index": 39,
      "start_time": 183500.0,
      "end_time": 195000.0,
      "text": "Which is a fairly meaningless question, but at the end of the day, what we can all agree on is that regardless of whether it was a chicken egg or a proto-chicken egg, the first true chicken came from an egg."
    },
    {
      "index": 40,
      "start_time": 195000.0,
      "end_time": 198989.0,
      "text": "The egg came first."
    },
    {
      "index": 41,
      "start_time": 198989.0,
      "end_time": 203019.0,
      "text": "Got a burning question you want answered? Ask it in the comments, or on facebook and twitter."
    },
    {
      "index": 42,
      "start_time": 203019.0,
      "end_time": 213019.0,
      "text": "And subscribe for more weekly science videos."
    }
  ]
}