{
  "video_id": "1dm7pNIHANo",
  "title": "Warframe Profile | Trinity",
  "json": [
    {
      "index": 1,
      "start_time": 10200.0,
      "end_time": 15200.0,
      "text": "This is Trinity. The healer, the equalizer."
    },
    {
      "index": 2,
      "start_time": 16320.0,
      "end_time": 21000.0,
      "text": "Specializing in support, she can provide much needed reinforcements in battle."
    },
    {
      "index": 3,
      "start_time": 22140.0,
      "end_time": 27240.0,
      "text": "Trinity’s abilities focus on restoration and preservation, rather than destruction."
    },
    {
      "index": 4,
      "start_time": 28780.0,
      "end_time": 32920.0,
      "text": "Well of Life highlights and transfers health from its targets to Trinity"
    },
    {
      "index": 5,
      "start_time": 32920.0,
      "end_time": 37500.0,
      "text": "or any ally who attacks it, providing restoration in the heat of battle."
    },
    {
      "index": 6,
      "start_time": 40420.0,
      "end_time": 46560.0,
      "text": "Energy Vampire radiates energy to nearby players every few seconds, while causing damage to its target."
    },
    {
      "index": 7,
      "start_time": 50600.0,
      "end_time": 56960.0,
      "text": "Link reduces incoming damage away from Trinity and transfers it to nearby enemies at full strength."
    },
    {
      "index": 8,
      "start_time": 60220.0,
      "end_time": 66280.0,
      "text": "Did you call for backup, Tenno? Blessing immediate restores the health and shield of all teammates"
    },
    {
      "index": 9,
      "start_time": 66280.0,
      "end_time": 70440.0,
      "text": "regardless of their position, with the addition of temporary invulnerability."
    },
    {
      "index": 10,
      "start_time": 72100.0,
      "end_time": 77619.0,
      "text": "Trinity is an incredible support frame and equipping mods will help to increase her ability to"
    },
    {
      "index": 11,
      "start_time": 77620.0,
      "end_time": 79920.0,
      "text": "assist her allies in the heat of battle."
    },
    {
      "index": 12,
      "start_time": 80660.0,
      "end_time": 85679.0,
      "text": "A duration mod will benefit all of Trinity’s abilities and, combined with strength mods,"
    },
    {
      "index": 13,
      "start_time": 85880.0,
      "end_time": 91339.0,
      "text": "Well of Life and Energy Vampire will see marked increases in their health and energy extraction."
    },
    {
      "index": 14,
      "start_time": 91840.0,
      "end_time": 97440.0,
      "text": "Adding a ranged mod to the mix will also increase the area of effectiveness of her healing abilities."
    },
    {
      "index": 15,
      "start_time": 99880.0,
      "end_time": 104860.0,
      "text": "Trinity is a must for any high-stakes mission; she’ll save your life, Tenno."
    }
  ]
}