{
  "video_id": "1DU37yaQVLM",
  "title": "如何成為一個親和力100%的領導者｜JRLEE",
  "json": [
    {
      "index": 1,
      "start_time": 20.0,
      "end_time": 7320.0,
      "text": "Hey guys, it’s JR. Today I wanna talk to you about how to become a warm, thoughtful, caring, intelligent leader."
    },
    {
      "index": 2,
      "start_time": 7320.0,
      "end_time": 12760.0,
      "text": "You don’t have to be a boss, a CEO, a manager to be leader. You don’t need a name card to prove it."
    },
    {
      "index": 3,
      "start_time": 12760.0,
      "end_time": 15820.0,
      "text": "I’ve got tons of those by the way. Doesn’t really work."
    },
    {
      "index": 4,
      "start_time": 17100.0,
      "end_time": 22940.0,
      "text": "You can be a leader even if you don’t have a title to go with it. In fact, you don’t even need this suit to go with it."
    },
    {
      "index": 5,
      "start_time": 22940.0,
      "end_time": 25880.0,
      "text": "[Ding] Voila! It was getting too hot anyways."
    },
    {
      "index": 6,
      "start_time": 25880.0,
      "end_time": 32660.0,
      "text": "You don’t need the position, the title, the power, the clothing to tell you you’re a leader. You’re a leader as much as you live up to it."
    },
    {
      "index": 7,
      "start_time": 32659.999999999996,
      "end_time": 41120.0,
      "text": "So today I put down 7 points about leadership, and  here’s the first one. Praise people when they make mistakes, and instruct them when they’re performing well."
    },
    {
      "index": 8,
      "start_time": 41120.0,
      "end_time": 47180.0,
      "text": "We’re all human, we all make mistakes. I love the story where Jesus faces a crowd of people who are trying to stone an adulteress."
    },
    {
      "index": 9,
      "start_time": 47180.0,
      "end_time": 58720.0,
      "text": "The crowd gets violent and loud, \"Stone that b****.\" And all Jesus says is, “Okay, so let anyone who’s never sinned before be the first one to throw a stone at her.” [The crowd] \"Dang it.\""
    },
    {
      "index": 10,
      "start_time": 58720.0,
      "end_time": 67640.0,
      "text": "People, they do right, they do wrong, but it’s unjust of you if you only see their mistakes. People are naturally more productive and active when they’re in a good mood."
    },
    {
      "index": 11,
      "start_time": 67640.0,
      "end_time": 76840.0,
      "text": "On the contrary, when they’re feeling low, when they’re feeling sad, when they’re feeling frustrated, they become like a battery out of juice. Mom! We’re out of juice!"
    },
    {
      "index": 12,
      "start_time": 76840.0,
      "end_time": 86600.0,
      "text": "So when someone’s made a mistake, he or she’s already giving him or herself a hard time. Well, let them off the hook ‘cos the last thing they need is more blame."
    },
    {
      "index": 13,
      "start_time": 86600.0,
      "end_time": 97260.0,
      "text": "Instead, encourage them! Focus on the good things they’ve done. Praise them for that. Give them credit for that. Help them come back from where they fell and they will come back with more to contribute."
    },
    {
      "index": 14,
      "start_time": 97260.0,
      "end_time": 106880.0,
      "text": "And it’s when they’re starting to do well again, outperforming themselves, feeling good about themselves again. That’s when you can hop in and instruct them on their work and correct their wrongs."
    },
    {
      "index": 15,
      "start_time": 106880.0,
      "end_time": 118900.0,
      "text": "So the next thing I wanna bring up is respect different opinions. The last thing you’d wanna do as a leader is to neglect someone who holds a different opinion unless you think you’re perfect which in that case, you’re probably wrong."
    },
    {
      "index": 16,
      "start_time": 120180.0,
      "end_time": 126060.0,
      "text": "Let me make it easier to understand. For a brief moment, let’s just consider the difference between men and women."
    },
    {
      "index": 17,
      "start_time": 126060.0,
      "end_time": 132260.0,
      "text": "I’m a guy, but I cannot deny that throughout the years I have learned so much from my female coworkers."
    },
    {
      "index": 18,
      "start_time": 132260.0,
      "end_time": 140760.0,
      "text": "The way girls think, how they react to thing, how they perceive the world is just extremely different form us guys. It’s just like gender shock."
    },
    {
      "index": 19,
      "start_time": 142080.0,
      "end_time": 153020.0,
      "text": "And need not to say that the differences among every one of us is not just gender. We come from different backgrounds, different cultures, different families. We went to different schools."
    },
    {
      "index": 20,
      "start_time": 153020.0,
      "end_time": 167260.0,
      "text": "We’ve been through very different experiences in life. It would be cocky and self-centered not to open up and listen to other people ‘cos even the most seemingly trivial person just might have the answer to your impossible problems."
    },
    {
      "index": 21,
      "start_time": 167260.0,
      "end_time": 179220.0,
      "text": "That’s why leaders… they stay humble. [Be humble, sit down] Yah, sit down ‘cos being humble, in some sense, is to take a seat and keep on learning."
    },
    {
      "index": 22,
      "start_time": 179220.0,
      "end_time": 193340.0,
      "text": "As a leader you gotta learn so that you are capable of building and teaching other people. Not that you outa go about poking your nose into everything that’s not your business but when the need arises, you gotta be sure that you’re capable of coping with whatever comes at you."
    },
    {
      "index": 23,
      "start_time": 193340.0,
      "end_time": 202380.0,
      "text": "A common mistake that we make is that we stop investing in ourselves once we get caught up the work mode and sooner or later you will burn out because of that."
    },
    {
      "index": 24,
      "start_time": 202380.0,
      "end_time": 211880.0,
      "text": "So keep learning, keep building your capacity. And I’m not talking about your professional specialities. Learn as much as you can about everything in life."
    },
    {
      "index": 25,
      "start_time": 211880.0,
      "end_time": 220960.0,
      "text": "Quoting one of my favorite quotes from Albert Einstein, which happened to be in our high school text books back in the days, “Experts are just trained dongs.” I like dogs though."
    },
    {
      "index": 26,
      "start_time": 220960.0,
      "end_time": 230900.0,
      "text": "You could be an expert in your profession yet still be an idiot in everything else in life. That would be pathetic though. A true leader should have a wide understanding of various things."
    },
    {
      "index": 27,
      "start_time": 230900.0,
      "end_time": 240440.0,
      "text": "Why? Why can’t I just do what I’m good at?Because life is not just about what you’re good at and when you’re a leader, your life is not just about you."
    },
    {
      "index": 28,
      "start_time": 240440.0,
      "end_time": 252880.0,
      "text": "When you are a leader, you also need to help people solve their problems. You can live on your dreams, make big sacrifices for them, go the extra mile, but the people that are following you, they’re not like you."
    },
    {
      "index": 29,
      "start_time": 252880.0,
      "end_time": 258960.0,
      "text": "They have their own challenges to face. They have their own issues to take care of. They have their own worries in life."
    },
    {
      "index": 30,
      "start_time": 258959.99999999997,
      "end_time": 269540.0,
      "text": "A true leader would go the extra mile and attend to their needs, help them with their problems outside of work. That kind of reminds me of the Whoopi Goldberg movie back in ’96 called “Eddie.”"
    },
    {
      "index": 31,
      "start_time": 269540.0,
      "end_time": 280120.0,
      "text": "Eddie is this crazy Knicks fan, and she accidentally gets hired as the chief coach. But the Knicks, they’ve been going through a rough rough season. They’ve got all kinds of issues, personal problems."
    },
    {
      "index": 32,
      "start_time": 280120.0,
      "end_time": 293320.0,
      "text": "The team’s a mess, but Eddie, she gradually revives the team after she looks out for her own players. She helps them solve their personal problems from ego to attitude, to teamwork, even to marriage. All kinds of stuff."
    },
    {
      "index": 33,
      "start_time": 293320.0,
      "end_time": 298240.0,
      "text": "Eddie attended to her players’ personal needs and eventually the team came back to life."
    },
    {
      "index": 34,
      "start_time": 298240.0,
      "end_time": 311040.0,
      "text": "The author of the book “Servant Leadership” by Robert K. Green leaf, he said, “ The servant-leader is servant first. It begins with the natural feeling that one wants to serve, to serve first.”"
    },
    {
      "index": 35,
      "start_time": 311040.0,
      "end_time": 324500.0,
      "text": "Being a leader is to serve. It’s not about control. It’s not about savoring power. It’s not about being admired, not about being held up high. It’s about serving other people. To lead is to serve."
    },
    {
      "index": 36,
      "start_time": 324500.0,
      "end_time": 330720.0,
      "text": "Next, as a leader, you need to be the driving force of the team but don’t push too hard, too fast."
    },
    {
      "index": 37,
      "start_time": 330720.0,
      "end_time": 344180.0,
      "text": "When you’re leading you have be very sophisticated. Know when’s the time to push hard, be disciplined. When’s the time to give everybody a break. When’s the time to switch methods or change direction. It’s all in your hands."
    },
    {
      "index": 38,
      "start_time": 344180.0,
      "end_time": 359680.0,
      "text": "Think of it as a marathon. You won’t last long if you get too excited and start sprinting at the very beginning. It’s a long run and well-trained runners, they know how to control and adjust their speed. And a good leader knows how to manage his or her team."
    },
    {
      "index": 39,
      "start_time": 359680.0,
      "end_time": 366500.0,
      "text": "Then, you gotta create a good atmosphere for the team, so being interesting, being fun, that way people would bond."
    },
    {
      "index": 40,
      "start_time": 366500.0,
      "end_time": 372600.0,
      "text": "My college classmates were very close to each other and we did so many amazing things together back then."
    },
    {
      "index": 41,
      "start_time": 372600.0,
      "end_time": 382920.0,
      "text": "The students from other classes would envy us so much that they wanted to join us instead and I realized the reason why was because we had this one classmate that was really really really funny."
    },
    {
      "index": 42,
      "start_time": 382920.0,
      "end_time": 397220.0,
      "text": "He was always making jokes, always being silly. Everybody liked him and he did this one thing that brought everybody together. He would approach different groups, different little circles in class and help everybody blend into this big circle."
    },
    {
      "index": 43,
      "start_time": 397220.0,
      "end_time": 405640.0,
      "text": "Even the classmates who were years older than we were, they blended into us and they become a part of us, just as crazy, just as young, just as fun."
    },
    {
      "index": 44,
      "start_time": 405640.0,
      "end_time": 414120.0,
      "text": "The leader needs to be able to bring everybody together. And knowing how to crack everybody up sometimes is quite a good way to do it."
    },
    {
      "index": 45,
      "start_time": 414120.0,
      "end_time": 429500.0,
      "text": "Last, I would say, smile. Smile not just for the team but for you. The leader carries the heaviest burden. He or she not only carries their own burdens but also his or her teammates’ burdens and it’s not an easy task."
    },
    {
      "index": 46,
      "start_time": 429500.0,
      "end_time": 439680.0,
      "text": "But remember as we said in the very beginning of this video, “People are naturally more productive and active when they’re in a good mood,” and that includes you."
    },
    {
      "index": 47,
      "start_time": 439680.0,
      "end_time": 449720.0,
      "text": "Don’t just laugh on certain occasions or when you hear something that’s funny, or see a funny video, or see my videos. Smile every day, every moment."
    },
    {
      "index": 48,
      "start_time": 449720.0,
      "end_time": 463100.0,
      "text": "Psychologist, Paul Ekman, wrote in his book “Emotions Revealed” about the relation between emotion and facial expression. It’s rather funny how trying to make a certain facial expression, in fact, helps bring out the relevant emotion inside of you."
    },
    {
      "index": 49,
      "start_time": 463100.0,
      "end_time": 477140.0,
      "text": "So in other words, smile when you can’t ‘cos it’ll help bring out the joy in you when you can’t feel it. Smiling is also contagious so it won’t just help you but also help the people that you’re working with, and help build a good atmosphere."
    },
    {
      "index": 50,
      "start_time": 477140.0,
      "end_time": 485080.0,
      "text": "So keep smiling. Keep the passion. And keep being a true leader. Peace."
    },
    {
      "index": 51,
      "start_time": 496800.0,
      "end_time": 500640.0,
      "text": "I got tons of those by the way. Doesn’t really work."
    },
    {
      "index": 52,
      "start_time": 502440.0,
      "end_time": 506060.0,
      "text": "In fact, you don’t even need this suit to go with it."
    },
    {
      "index": 53,
      "start_time": 506060.0,
      "end_time": 509400.0,
      "text": "[Ding] Hey! Wrong shirt! Ha! Ha!"
    },
    {
      "index": 54,
      "start_time": 510660.0,
      "end_time": 518540.0,
      "text": "Dang it! Oh no! I broke it! I broke my soap."
    }
  ]
}