{
  "video_id": "1G7gIyCH4rI",
  "title": "President Nelson Stresses Importance of Jesus Christ in Church Name: “It Is His Church”",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 600.0,
      "end_time": 4710.0,
      "text": "Some weeks ago, I released a statement regarding a course correction for the"
    },
    {
      "index": 2,
      "start_time": 4710.0,
      "end_time": 11429.0,
      "text": "name of the Church. I did this because the Lord impressed upon my mind the"
    },
    {
      "index": 3,
      "start_time": 11429.0,
      "end_time": 17880.0,
      "text": "importance of the name he decreed for His Church. Even, the Church of Jesus"
    },
    {
      "index": 4,
      "start_time": 17880.0,
      "end_time": 27900.0,
      "text": "Christ of Latter-day Saints. Let me explain why we care so deeply about this"
    },
    {
      "index": 5,
      "start_time": 27900.0,
      "end_time": 39420.0,
      "text": "issue. But first, let me state what this effort is not. It is not a name change, it"
    },
    {
      "index": 6,
      "start_time": 39420.0,
      "end_time": 50879.0,
      "text": "is not rebranding, it is not cosmetic, it is not a whim, and it is not"
    },
    {
      "index": 7,
      "start_time": 50879.0,
      "end_time": 59968.0,
      "text": "inconsequential. Instead, it is a correction. When it comes to nicknames of"
    },
    {
      "index": 8,
      "start_time": 59969.0,
      "end_time": 69600.0,
      "text": "the Church such as \"LDS Church,\" \"The Mormon Church,\" or \"The Church of the Latter-day"
    },
    {
      "index": 9,
      "start_time": 69600.0,
      "end_time": 77820.0,
      "text": "Saints,\" the most glaring omission is the absence of the Savior&#39;s name. When we"
    },
    {
      "index": 10,
      "start_time": 77820.0,
      "end_time": 84270.0,
      "text": "discard the Savior&#39;s name we are subtly disregarding all that Jesus Christ did"
    },
    {
      "index": 11,
      "start_time": 84270.0,
      "end_time": 91729.0,
      "text": "for us, even his Atonement. Every Sunday as we partake worthily of the sacrament"
    },
    {
      "index": 12,
      "start_time": 91729.0,
      "end_time": 97320.0,
      "text": "we make anew our sacred promise to our Heavenly Father that we are willing to"
    },
    {
      "index": 13,
      "start_time": 97320.0,
      "end_time": 106429.0,
      "text": "take upon us the name of his Son, Jesus Christ. We promise to follow Him, repent,"
    },
    {
      "index": 14,
      "start_time": 106430.0,
      "end_time": 114299.0,
      "text": "keep His commandments and always remember Him. When we omit His name from"
    },
    {
      "index": 15,
      "start_time": 114299.0,
      "end_time": 122299.0,
      "text": "His Church we are inadvertently removing Him as the central focus of our lives."
    },
    {
      "index": 16,
      "start_time": 122299.0,
      "end_time": 128910.0,
      "text": "Because of the digital world in which we live and with search engine optimization"
    },
    {
      "index": 17,
      "start_time": 128910.0,
      "end_time": 133120.0,
      "text": "that helps all of us find information we need almost"
    },
    {
      "index": 18,
      "start_time": 133120.0,
      "end_time": 140260.0,
      "text": "instantly, including information about the Lord&#39;s Church, critics say that a"
    },
    {
      "index": 19,
      "start_time": 140260.0,
      "end_time": 148359.0,
      "text": "correction at this point is unwise. Others feel that because we&#39;re known so"
    },
    {
      "index": 20,
      "start_time": 148360.0,
      "end_time": 155890.0,
      "text": "widely as \"Mormons\" and as \"The Mormon Church\" we should make the best of it. If"
    },
    {
      "index": 21,
      "start_time": 155890.0,
      "end_time": 160510.0,
      "text": "this were a discussion about branding a man-made organization those arguments"
    },
    {
      "index": 22,
      "start_time": 160510.0,
      "end_time": 168600.0,
      "text": "might prevail but in this crucial matter we look to Him whose Church this is and"
    },
    {
      "index": 23,
      "start_time": 168600.0,
      "end_time": 176290.0,
      "text": "acknowledge that the Lord&#39;s ways are not and never will be man&#39;s ways. If we will"
    },
    {
      "index": 24,
      "start_time": 176290.0,
      "end_time": 183600.0,
      "text": "be patient, and if we will do our part well, the Lord will lead us through this"
    },
    {
      "index": 25,
      "start_time": 183600.0,
      "end_time": 190959.0,
      "text": "important task we will want to be courteous and patient in our efforts to"
    },
    {
      "index": 26,
      "start_time": 190959.0,
      "end_time": 198180.0,
      "text": "correct these errors. Responsible media will be sympathetic in responding to our"
    },
    {
      "index": 27,
      "start_time": 198180.0,
      "end_time": 206950.0,
      "text": "requests. So, what&#39;s in a name? When it comes to the name of the Lord&#39;s Church"
    },
    {
      "index": 28,
      "start_time": 206950.0,
      "end_time": 215170.0,
      "text": "the answer is everything. Jesus Christ directed us to call a church by His name"
    },
    {
      "index": 29,
      "start_time": 215170.0,
      "end_time": 221190.0,
      "text": "because it is his Church filled with His power."
    }
  ]
}