{
  "video_id": "1LEWQlRiIDg",
  "title": "Home Feng Shui Astrology : Feng Shui Compass Benefits",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 390.0,
      "end_time": 7390.0,
      "text": "By the way Chinese Astrological techniques are based not on the stars movement like recent"
    },
    {
      "index": 2,
      "start_time": 7789.0,
      "end_time": 14789.0,
      "text": "astrology but it&#39;s rather environmental changes. So what kind of environment was at that time"
    },
    {
      "index": 3,
      "start_time": 15160.0,
      "end_time": 20710.0,
      "text": "when person was born or the house was built. And for the house, for the Flying Star, the"
    },
    {
      "index": 4,
      "start_time": 20710.0,
      "end_time": 26320.0,
      "text": "technique is based on the year the was built in a very precise compass measurement. So"
    },
    {
      "index": 5,
      "start_time": 26320.0,
      "end_time": 33320.0,
      "text": "this is why compass is square. I usually do the compass measurement outside, trying to"
    },
    {
      "index": 6,
      "start_time": 35930.0,
      "end_time": 42930.0,
      "text": "do it far away from metal, from cars and other metal pieces. So I stand in a very nice, relaxed"
    },
    {
      "index": 7,
      "start_time": 46620.0,
      "end_time": 53620.0,
      "text": "position and I align the compass. I find the north, so here&#39;s the north, and I align the"
    },
    {
      "index": 8,
      "start_time": 57739.0,
      "end_time": 64739.0,
      "text": "needle with the north. And I align the compass with the house. So this way, I know precisely"
    },
    {
      "index": 9,
      "start_time": 65339.0,
      "end_time": 72339.0,
      "text": "how house faces. So, it&#39;s interesting to know that compass was invented in China, not for"
    },
    {
      "index": 10,
      "start_time": 76570.0,
      "end_time": 83570.0,
      "text": "navigational reasons but for Feng Shui reasons. And women were considered to be better than"
    },
    {
      "index": 11,
      "start_time": 85700.0,
      "end_time": 92700.0,
      "text": "men for making a precise compass measurements because women are more actually in tune with"
    },
    {
      "index": 12,
      "start_time": 92900.0,
      "end_time": 97580.0,
      "text": "earth. So men considered to be all in their mind and they&#39;re more connected to heaven."
    }
  ]
}