{
  "video_id": "1qnshCJIqqs",
  "title": "Breaking Silicon Valley’s Glass Ceiling",
  "json": [
    {
      "index": 1,
      "start_time": 6275.0,
      "end_time": 12630.0,
      "text": "With just one blog post, a young engineer would go on to completely shift diversity hiring in tech."
    },
    {
      "index": 2,
      "start_time": 12650.0,
      "end_time": 15134.0,
      "text": "Tracy Chou is not your average woman in STEM."
    },
    {
      "index": 3,
      "start_time": 28740.0,
      "end_time": 33500.0,
      "text": "Tracy is a software engineer who has been employed at some of the top tech companies in the world."
    },
    {
      "index": 4,
      "start_time": 33710.0,
      "end_time": 38080.0,
      "text": "I grew up in Silicon Valley, the daughter of two software engineers and computer scientists."
    },
    {
      "index": 5,
      "start_time": 38100.0,
      "end_time": 41500.0,
      "text": "So, you could say in some ways that it was always in my blood."
    },
    {
      "index": 6,
      "start_time": 41500.0,
      "end_time": 48810.0,
      "text": "But as she entered into the offices of silicon valley, she experienced the unsettling feeling that can come from being the lone woman."
    },
    {
      "index": 7,
      "start_time": 48700.0,
      "end_time": 52709.0,
      "text": "I had a lot of people flirting with me or hitting on me or giving me gifts."
    },
    {
      "index": 8,
      "start_time": 52890.0,
      "end_time": 63140.0,
      "text": "It was more than a year into working full-time that I first had the realization that I might be treated differently because I was a woman."
    },
    {
      "index": 9,
      "start_time": 63000.0,
      "end_time": 68270.0,
      "text": "When I was treated differently, I thought that it was more due to something wrong with me."
    },
    {
      "index": 10,
      "start_time": 68380.0,
      "end_time": 75800.0,
      "text": "As more people started talking about these issues, I started to see that my experience was not unique and that I wasn't crazy."
    },
    {
      "index": 11,
      "start_time": 80372.0,
      "end_time": 86070.0,
      "text": "There was no question in Tracy's mind that there was a pervasive, sexist culture throughout her industry."
    },
    {
      "index": 12,
      "start_time": 86200.0,
      "end_time": 88600.0,
      "text": "But she needed the numbers to prove it."
    },
    {
      "index": 13,
      "start_time": 88600.0,
      "end_time": 97710.0,
      "text": "There were no numbers across industry overall, and so in the back of my head, I would actually keep a running count of who the other female engineers were and who the other minorities were."
    },
    {
      "index": 14,
      "start_time": 97870.0,
      "end_time": 101000.0,
      "text": "I realized also that people weren't tracking that data."
    },
    {
      "index": 15,
      "start_time": 101000.0,
      "end_time": 106030.0,
      "text": "I think in some ways it was because it's easier to ignore the problem if you're not looking at any data on it."
    },
    {
      "index": 16,
      "start_time": 106180.0,
      "end_time": 109330.0,
      "text": "That made me think, we really do need to put these numbers down."
    },
    {
      "index": 17,
      "start_time": 109430.0,
      "end_time": 111560.0,
      "text": "So she took matters into her own hands."
    },
    {
      "index": 18,
      "start_time": 111560.0,
      "end_time": 115380.0,
      "text": "She published her company's gender diversity stats on Medium."
    },
    {
      "index": 19,
      "start_time": 115440.0,
      "end_time": 117240.0,
      "text": "More and more people started sharing it."
    },
    {
      "index": 20,
      "start_time": 117240.0,
      "end_time": 120429.0,
      "text": "The first big company that released their data was Google."
    },
    {
      "index": 21,
      "start_time": 120480.0,
      "end_time": 123680.0,
      "text": "And then all the other companies really wanted to follow suit."
    },
    {
      "index": 22,
      "start_time": 123750.0,
      "end_time": 136890.0,
      "text": "Later, seeing Apple and Amazon, I realized that there was actually a connection, and that me on my side, writing a little Medium post and tweeting about it in my little world actually could have an impact on the larger industry."
    },
    {
      "index": 23,
      "start_time": 138940.0,
      "end_time": 142200.0,
      "text": "Tracy no longer refers to herself as just an engineer."
    },
    {
      "index": 24,
      "start_time": 142230.0,
      "end_time": 153100.0,
      "text": "She's also become one of tech's most impassioned diversity advocates, co-founding Project Include, a nonprofit that uses data to help tech companies diversify their staff."
    },
    {
      "index": 25,
      "start_time": 153100.0,
      "end_time": 164999.0,
      "text": "Now that we're having much more discussion around diversity, people who are having less great experiences and understand that it's not necessarily them, and that there are bigger structural problems that need to be addressed."
    },
    {
      "index": 26,
      "start_time": 165290.0,
      "end_time": 176790.0,
      "text": "Sometimes when I feel down, I'll actually be lucky to get someone reaching out, and sometimes it's a younger woman in industry, or maybe someone still in school who will say, thank you for doing this work."
    },
    {
      "index": 27,
      "start_time": 176900.0,
      "end_time": 181440.0,
      "text": "I'm doing my little part to make the industry better for the people who are coming after me."
    }
  ]
}