{
  "video_id": "1ubmfbi1xc8",
  "title": "Podcast #118 Tom Corley, Rich Habits of Wealthy Individuals - Bulletproof Radio",
  "json": [
    {
      "index": 1,
      "start_time": 7149.0,
      "end_time": 11490.0,
      "text": "Dave: Hi there. It’s Dave Asprey, Bulletproof Executive, and you’re here with Bulletproof"
    },
    {
      "index": 2,
      "start_time": 11490.0,
      "end_time": 16950.0,
      "text": "Executive Radio. Really creative name. Today’s gold fact of the day is that the longest record"
    },
    {
      "index": 3,
      "start_time": 16950.0,
      "end_time": 27119.0,
      "text": "for someone staying awake is 264.4 hours. That would be 11 days and 24 minutes. Kind"
    },
    {
      "index": 4,
      "start_time": 27119.0,
      "end_time": 31080.0,
      "text": "of a long amount of time, even if you’re on Bulletproof Coffee, Provigil, Adderall,"
    },
    {
      "index": 5,
      "start_time": 31080.0,
      "end_time": 35400.0,
      "text": "and all the other crazy stuff that you could do to stay awake and that you probably shouldn’t"
    },
    {
      "index": 6,
      "start_time": 35400.0,
      "end_time": 39610.0,
      "text": "if you’re that tired. Today’s podcast is going to be particularly"
    },
    {
      "index": 7,
      "start_time": 39610.0,
      "end_time": 47129.0,
      "text": "cool because we’ve got a guy on who’s a really well-known expert in something that"
    },
    {
      "index": 8,
      "start_time": 47129.0,
      "end_time": 50089.0,
      "text": "I don’t talk about that much on the Bulletproof Executive."
    },
    {
      "index": 9,
      "start_time": 50089.0,
      "end_time": 54939.0,
      "text": "We talk about human performance, but we don’t often talk about financial performance and"
    },
    {
      "index": 10,
      "start_time": 54939.0,
      "end_time": 59080.0,
      "text": "one of the things that I’ve learned over the years of spending $300,000 on upgrading"
    },
    {
      "index": 11,
      "start_time": 59080.0,
      "end_time": 65740.0,
      "text": "my performance and getting my brain to work the way I wanted it to work is that it takes"
    },
    {
      "index": 12,
      "start_time": 65740.0,
      "end_time": 71790.0,
      "text": "money, and it’s easier to do things like that when you have a solid financial base,"
    },
    {
      "index": 13,
      "start_time": 71790.0,
      "end_time": 77960.0,
      "text": "so I’ve invited Tom Corley, the author of Rich Habits: The Daily Success Habits of Wealthy"
    },
    {
      "index": 14,
      "start_time": 77960.0,
      "end_time": 83640.0,
      "text": "Individuals onto the show to talk about not necessarily biohacking or being healthier,"
    },
    {
      "index": 15,
      "start_time": 83640.0,
      "end_time": 91230.0,
      "text": "but to talk about the financial side of success and what we can do as human beings to ensure"
    },
    {
      "index": 16,
      "start_time": 91230.0,
      "end_time": 97210.0,
      "text": "or at least encourage our own success. Tom, you’ve studied for five years daily"
    },
    {
      "index": 17,
      "start_time": 97210.0,
      "end_time": 104530.0,
      "text": "activities of 233 wealthy people and 128 people in poverty to find 200 daily activities. That’s"
    },
    {
      "index": 18,
      "start_time": 104530.0,
      "end_time": 107110.0,
      "text": "what you’re here to talk about today. Thank you for joining the show."
    },
    {
      "index": 19,
      "start_time": 107110.0,
      "end_time": 110780.0,
      "text": "Tom: Hi, Dave. Thanks for having me on. I appreciate it."
    },
    {
      "index": 20,
      "start_time": 110780.0,
      "end_time": 116140.0,
      "text": "Dave: You’re doing something else new that’s really interesting as well. In fact, you just"
    },
    {
      "index": 21,
      "start_time": 116140.0,
      "end_time": 120190.0,
      "text": "turned in your manuscript for Rich Kids: How to Raise Our Children to Be Happy and Successful"
    },
    {
      "index": 22,
      "start_time": 120190.0,
      "end_time": 126010.0,
      "text": "in Life. I’ve written a book about epigenetics. I think that success starts really in your"
    },
    {
      "index": 23,
      "start_time": 126010.0,
      "end_time": 132260.0,
      "text": "grandmother about when she’s conceived because of the epigenetic impacts that roll down through"
    },
    {
      "index": 24,
      "start_time": 132260.0,
      "end_time": 137540.0,
      "text": "multiple generations. What your mother ate when you were in the womb really affects what"
    },
    {
      "index": 25,
      "start_time": 137540.0,
      "end_time": 141939.0,
      "text": "your physical [meat 00:02:18] is capable of today, so even if you follow the rich habits,"
    },
    {
      "index": 26,
      "start_time": 141939.0,
      "end_time": 144459.0,
      "text": "if your parents got it wrong, you’re at a disadvantage."
    },
    {
      "index": 27,
      "start_time": 144459.0,
      "end_time": 149359.0,
      "text": "All men are not created equal, not in the world that I see through the lens of epigenetics."
    },
    {
      "index": 28,
      "start_time": 149359.0,
      "end_time": 153870.0,
      "text": "Some have more skills than others, and through hard work, we can all achieve all sorts of"
    },
    {
      "index": 29,
      "start_time": 153870.0,
      "end_time": 159180.0,
      "text": "amazing things, but it’s harder if your parents didn’t do it right. I’m stoked"
    },
    {
      "index": 30,
      "start_time": 159180.0,
      "end_time": 163310.0,
      "text": "to see talking about building habits in kids so that we can avoid some of the pitfalls"
    },
    {
      "index": 31,
      "start_time": 163310.0,
      "end_time": 167909.0,
      "text": "that many people go through, especially in their 20s. What are the habits that people"
    },
    {
      "index": 32,
      "start_time": 167909.0,
      "end_time": 171930.0,
      "text": "should care about the most if they want to be successful? What’s your number one thing"
    },
    {
      "index": 33,
      "start_time": 171930.0,
      "end_time": 176549.0,
      "text": "out of this list of 200? Tom: Boy, that’s a loaded question. There’s"
    },
    {
      "index": 34,
      "start_time": 176549.0,
      "end_time": 182010.0,
      "text": "so many of them, but I’ll tell you. The one thing that I found that is responsible"
    },
    {
      "index": 35,
      "start_time": 182010.0,
      "end_time": 190719.0,
      "text": "for most of the success that the wealthy people have is daily self-improvement, and predominantly"
    },
    {
      "index": 36,
      "start_time": 190719.0,
      "end_time": 197819.0,
      "text": "reading that relates to what you do for a living. Thirty minutes a day was the average"
    },
    {
      "index": 37,
      "start_time": 197819.0,
      "end_time": 202859.0,
      "text": "time that wealthy people spend every day reading something that had to do with their career"
    },
    {
      "index": 38,
      "start_time": 202859.0,
      "end_time": 209620.0,
      "text": "or something that had to do with gaining knowledge that they could leverage at some point to"
    },
    {
      "index": 39,
      "start_time": 209620.0,
      "end_time": 218099.0,
      "text": "help their customers, clients, or anybody and the other thing I found was building relationships."
    },
    {
      "index": 40,
      "start_time": 218099.0,
      "end_time": 223739.0,
      "text": "To the wealthy, relationships are like gold. It’s the currency of the wealthy, Dave,"
    },
    {
      "index": 41,
      "start_time": 223739.0,
      "end_time": 230319.0,
      "text": "and they go to great lengths to build strong relationships with specific people. They just"
    },
    {
      "index": 42,
      "start_time": 230319.0,
      "end_time": 235709.0,
      "text": "don’t build relationships with anybody. If they decided that Dave Asprey was going"
    },
    {
      "index": 43,
      "start_time": 235709.0,
      "end_time": 241889.0,
      "text": "to be a relationship they wanted to develop, one of the individuals in my study, he would"
    },
    {
      "index": 44,
      "start_time": 241889.0,
      "end_time": 246919.0,
      "text": "call you a relationship tree, and he would say he was going to plant you in the ground"
    },
    {
      "index": 45,
      "start_time": 246919.0,
      "end_time": 252730.0,
      "text": "and his goal by the time he ended his career or his life was to turn you into a redwood."
    },
    {
      "index": 46,
      "start_time": 252730.0,
      "end_time": 257169.0,
      "text": "He wanted to know everything there was to know about Dave because that information’s"
    },
    {
      "index": 47,
      "start_time": 257168.99999999997,
      "end_time": 262078.99999999997,
      "text": "powerful and it could help him in some way, shape, or form to help you."
    },
    {
      "index": 48,
      "start_time": 262079.0,
      "end_time": 268419.0,
      "text": "Dave: My background is computer science. I was raised by geeks in the wild and there’s"
    },
    {
      "index": 49,
      "start_time": 268419.0,
      "end_time": 275180.0,
      "text": "a sort of mindset that comes in. A lot of the readers here were like, “That’s manipulative”"
    },
    {
      "index": 50,
      "start_time": 275180.0,
      "end_time": 280080.0,
      "text": "or “That’s slimy,” or “That’s using people,” or “You only went to school to"
    },
    {
      "index": 51,
      "start_time": 280080.0,
      "end_time": 285090.0,
      "text": "get relationships and that’s some form of privilege that’s not based on ability or"
    },
    {
      "index": 52,
      "start_time": 285090.0,
      "end_time": 289729.0,
      "text": "merit.” How do you respond to that when you find out this is what wealthy people do?"
    },
    {
      "index": 53,
      "start_time": 289729.0,
      "end_time": 294750.0,
      "text": "Tom: A lot of the wealthy people, while they’re building these relationships, are on board"
    },
    {
      "index": 54,
      "start_time": 294750.0,
      "end_time": 299900.0,
      "text": "of directors of nonprofit groups, civic groups. They’re helping to build hospitals. They’re"
    },
    {
      "index": 55,
      "start_time": 299900.0,
      "end_time": 304860.0,
      "text": "helping, for example, I’m on a … ever since I found out about this research, I joined"
    },
    {
      "index": 56,
      "start_time": 304860.0,
      "end_time": 309060.0,
      "text": "a bunch of nonprofits and I’m on the board of directors of an organization that helps"
    },
    {
      "index": 57,
      "start_time": 309060.0,
      "end_time": 316879.0,
      "text": "kids with cancer, so you could look at it any way you want, but at the end of the day,"
    },
    {
      "index": 58,
      "start_time": 316879.0,
      "end_time": 321500.0,
      "text": "they’re helping a lot of people by building these relationships. These relationships are"
    },
    {
      "index": 59,
      "start_time": 321500.0,
      "end_time": 328370.0,
      "text": "a two-way street. You scratch my back, I scratch yours. Along the way, a lot of people benefit"
    },
    {
      "index": 60,
      "start_time": 328370.0,
      "end_time": 333800.0,
      "text": "from that backscratching. Dave: I find it to be … I wasn’t raised"
    },
    {
      "index": 61,
      "start_time": 333800.0,
      "end_time": 339400.0,
      "text": "to do that, to even recognize the value of those relationships, but as I matured, that"
    },
    {
      "index": 62,
      "start_time": 339400.0,
      "end_time": 342930.0,
      "text": "seems like amazing advice and all of the most successful people that I’ve been fortunate"
    },
    {
      "index": 63,
      "start_time": 342930.0,
      "end_time": 348879.0,
      "text": "to spend time with in Silicon Valley and elsewhere do the same thing. They will pick up the phone."
    },
    {
      "index": 64,
      "start_time": 348879.0,
      "end_time": 352289.0,
      "text": "They’ll call someone they want to get to know. They’ll arrange activities that they"
    },
    {
      "index": 65,
      "start_time": 352289.0,
      "end_time": 356449.0,
      "text": "want to do to connect to the people that they value, and fortunately, there’s some times"
    },
    {
      "index": 66,
      "start_time": 356449.0,
      "end_time": 362099.0,
      "text": "that I’m in that list, and it’s a dance. It seems like one that successful people do"
    },
    {
      "index": 67,
      "start_time": 362099.0,
      "end_time": 365180.0,
      "text": "do, and they don’t do it because they’re trying to use other people, but you have an"
    },
    {
      "index": 68,
      "start_time": 365180.0,
      "end_time": 369849.0,
      "text": "hour. Who are you going to spend it with? You might as well structure that consciously"
    },
    {
      "index": 69,
      "start_time": 369849.0,
      "end_time": 373139.0,
      "text": "instead of going to a bar and figuring out whatever happens."
    },
    {
      "index": 70,
      "start_time": 373139.0,
      "end_time": 381069.0,
      "text": "Tom: I call it the relationship seesaw and what wealthy people try and do is surround"
    },
    {
      "index": 71,
      "start_time": 381069.0,
      "end_time": 387039.0,
      "text": "themselves with other wealthy, successful people because when wealth comes together,"
    },
    {
      "index": 72,
      "start_time": 387039.0,
      "end_time": 391919.0,
      "text": "you can do a lot of good with that wealth. You can do a lot of good with your Rolodex,"
    },
    {
      "index": 73,
      "start_time": 391919.0,
      "end_time": 399780.0,
      "text": "your contact database, and what wealthy people try and do is tip that relationship seesaw"
    },
    {
      "index": 74,
      "start_time": 399780.0,
      "end_time": 405759.0,
      "text": "so that most of their relationships are success relationships and one of the things that they"
    },
    {
      "index": 75,
      "start_time": 405759.0,
      "end_time": 413439.0,
      "text": "try and do is limit the time that they spend with what I call poverty relationships. Those"
    },
    {
      "index": 76,
      "start_time": 413439.0,
      "end_time": 418539.0,
      "text": "are the relationships with negative people, people that are cynical. They don’t add"
    },
    {
      "index": 77,
      "start_time": 418539.0,
      "end_time": 427669.0,
      "text": "any value. They’re more like vacuum cleaners. By building these successful valuable relationships,"
    },
    {
      "index": 78,
      "start_time": 427669.0,
      "end_time": 432249.0,
      "text": "they do a lot of things besides what we’ve talked about. I had one individual in my study"
    },
    {
      "index": 79,
      "start_time": 432249.0,
      "end_time": 438810.0,
      "text": "who was a bigwig at a bank in New York. He ran their commodities group and during January"
    },
    {
      "index": 80,
      "start_time": 438810.0,
      "end_time": 444780.0,
      "text": "of 2009, everybody remembers what was going on back then, he lost his job and he lost"
    },
    {
      "index": 81,
      "start_time": 444780.0,
      "end_time": 450729.0,
      "text": "$600,000 a year in pay. For two weeks, he made a couple phone calls. I remember one"
    },
    {
      "index": 82,
      "start_time": 450729.0,
      "end_time": 456789.0,
      "text": "of them was to me and he said, “Boy, I just lost my job.” I said, “That’s too bad,”"
    },
    {
      "index": 83,
      "start_time": 456789.0,
      "end_time": 460280.0,
      "text": "and he goes, “Yeah, I’m not worried about it. I’m going to make a few phone calls."
    },
    {
      "index": 84,
      "start_time": 460280.0,
      "end_time": 465039.0,
      "text": "I’ll find something.” Within two weeks, he had another job and then"
    },
    {
      "index": 85,
      "start_time": 465039.0,
      "end_time": 469810.0,
      "text": "he called me up. He said, “Yeah, I got a job. I think it’s going to be a better job."
    },
    {
      "index": 86,
      "start_time": 469810.0,
      "end_time": 475779.0,
      "text": "More potential for earning money anyway.” I said, “How did you do it?” and he said"
    },
    {
      "index": 87,
      "start_time": 475779.0,
      "end_time": 481319.0,
      "text": "over all the years, along with a lot of the wealthy people, they did certain things: A"
    },
    {
      "index": 88,
      "start_time": 481319.0,
      "end_time": 485759.0,
      "text": "hello call, a happy birthday call, life event call. They stayed in touch. They did everything"
    },
    {
      "index": 89,
      "start_time": 485759.0,
      "end_time": 490800.0,
      "text": "in their power to help build the relationships they wanted to build, and so when he fell"
    },
    {
      "index": 90,
      "start_time": 490800.0,
      "end_time": 495979.0,
      "text": "into that abyss, all he had to do was throw out a life line, a phone call, a couple phone"
    },
    {
      "index": 91,
      "start_time": 495979.0,
      "end_time": 501289.0,
      "text": "calls, and within two weeks, he had another job, and that’s what those powerful, successful"
    },
    {
      "index": 92,
      "start_time": 501289.0,
      "end_time": 507400.0,
      "text": "relationships do. They bail you out in a time of need, not just help you make money, but"
    },
    {
      "index": 93,
      "start_time": 507400.0,
      "end_time": 509210.0,
      "text": "they bail you out when you really need them the most."
    },
    {
      "index": 94,
      "start_time": 509210.0,
      "end_time": 514099.0,
      "text": "Dave: It’s a form of resilience, just like you can recover from an accident or something"
    },
    {
      "index": 95,
      "start_time": 514099.00000000006,
      "end_time": 518700.00000000006,
      "text": "or from a heavy workout or you can drink more vodka than the next guy because you built"
    },
    {
      "index": 96,
      "start_time": 518700.00000000006,
      "end_time": 522930.00000000006,
      "text": "resilience, and building it into your career, it matters. This happened to me actually."
    },
    {
      "index": 97,
      "start_time": 522929.99999999994,
      "end_time": 528470.0,
      "text": "I was at a security company in Silicon Valley. We planned to lay off. I fought like hell"
    },
    {
      "index": 98,
      "start_time": 528470.0,
      "end_time": 533020.0,
      "text": "to protect my team, the guys working for me, and I did. None of them got laid off. I was"
    },
    {
      "index": 99,
      "start_time": 533020.0,
      "end_time": 536620.0,
      "text": "assured that I was also protected, knowing full well that I was probably at risk because"
    },
    {
      "index": 100,
      "start_time": 536620.0,
      "end_time": 540160.0,
      "text": "my team was all really good, so you don’t need the boss when you’ve got people who"
    },
    {
      "index": 101,
      "start_time": 540160.0,
      "end_time": 543840.0,
      "text": "can execute. Sure enough, the morning of the layoff, I’m"
    },
    {
      "index": 102,
      "start_time": 543840.0,
      "end_time": 547770.0,
      "text": "not invited to the right meetings. I’m like, “Oh, great. I’m on the list” even though"
    },
    {
      "index": 103,
      "start_time": 547770.0,
      "end_time": 550820.0,
      "text": "two days ago they promised I wasn’t on the list and I didn’t mind being on the list,"
    },
    {
      "index": 104,
      "start_time": 550820.0,
      "end_time": 554660.0,
      "text": "but they didn’t give me the benefit of a runway, so I came home from what was already"
    },
    {
      "index": 105,
      "start_time": 554660.0,
      "end_time": 559680.0,
      "text": "going to be a rough day because any time there’s a layoff, it’s painful, and I found I don’t"
    },
    {
      "index": 106,
      "start_time": 559680.0,
      "end_time": 564690.0,
      "text": "have a job. Honestly, my wife, Lana, freaked out a little bit, but I’m like, “I’m"
    },
    {
      "index": 107,
      "start_time": 564690.0,
      "end_time": 567340.0,
      "text": "going to make a few phone calls,” just like the story you said. That’s what made this"
    },
    {
      "index": 108,
      "start_time": 567340.0,
      "end_time": 570590.0,
      "text": "come up in my mind. “I’m going to make a few phone calls.”"
    },
    {
      "index": 109,
      "start_time": 570590.0,
      "end_time": 578330.0,
      "text": "I had a job as an entrepreneur in residence at Trinity Ventures within a few days, and"
    },
    {
      "index": 110,
      "start_time": 578330.0,
      "end_time": 583670.0,
      "text": "that was a remarkable time in my career because I got to see what start-ups experience when"
    },
    {
      "index": 111,
      "start_time": 583670.0,
      "end_time": 588080.0,
      "text": "they’re pitching on the VC side, but I got to see it from the VC’s perspective, which"
    },
    {
      "index": 112,
      "start_time": 588080.0,
      "end_time": 593540.0,
      "text": "was really valuable for me. It’s a weird thing to look at any time you’re laid off"
    },
    {
      "index": 113,
      "start_time": 593540.0,
      "end_time": 597800.0,
      "text": "as an opportunity to expand if you’ve built resilience and safety buffers in. Like I said,"
    },
    {
      "index": 114,
      "start_time": 597800.0,
      "end_time": 602730.0,
      "text": "it’s about the people and more specifically, the people you’ve helped. I think that piece"
    },
    {
      "index": 115,
      "start_time": 602730.0,
      "end_time": 606600.0,
      "text": "of advice for everyone listening to this is don’t look at everyone as who’s going"
    },
    {
      "index": 116,
      "start_time": 606600.0,
      "end_time": 609390.0,
      "text": "to hire me later, but how can you help them because they might help you back or they’ll"
    },
    {
      "index": 117,
      "start_time": 609390.0,
      "end_time": 614690.0,
      "text": "help someone else and it works out, so it’s beautiful advice. I love it."
    },
    {
      "index": 118,
      "start_time": 614690.0,
      "end_time": 620470.0,
      "text": "You pay a lot of attention to this because when you were nine, your family went from"
    },
    {
      "index": 119,
      "start_time": 620470.0,
      "end_time": 624060.0,
      "text": "basically millionaires to nothing. What happened? Can you tell me a bit about that?"
    },
    {
      "index": 120,
      "start_time": 624060.0,
      "end_time": 629340.0,
      "text": "Tom: Yeah. My dad … there’s four types of luck, Dave. There’s random good luck,"
    },
    {
      "index": 121,
      "start_time": 629340.0,
      "end_time": 634920.0,
      "text": "there’s random bad luck, and those two types of luck are fairly democratic. They affect"
    },
    {
      "index": 122,
      "start_time": 634920.0,
      "end_time": 640410.0,
      "text": "rich people and poor people equally. Then there’s the types of luck that wealthy people"
    },
    {
      "index": 123,
      "start_time": 640410.0,
      "end_time": 645640.0,
      "text": "and poor people create. Wealthy people create opportunity good luck and poor people create"
    },
    {
      "index": 124,
      "start_time": 645640.0,
      "end_time": 653040.0,
      "text": "detrimental bad luck. My dad was the victim of random bad luck. The warehouse burnt down"
    },
    {
      "index": 125,
      "start_time": 653040.0,
      "end_time": 657970.0,
      "text": "and back in those days, they didn’t … he had, I don’t know, four or five million"
    },
    {
      "index": 126,
      "start_time": 657970.0,
      "end_time": 663470.0,
      "text": "dollars’ worth of tools in inventory and lost most of them. They didn’t have insurance"
    },
    {
      "index": 127,
      "start_time": 663470.0,
      "end_time": 669580.0,
      "text": "like they do today, so he had to stroke a check to his vendors for about four million,"
    },
    {
      "index": 128,
      "start_time": 669580.0,
      "end_time": 676680.0,
      "text": "which was all the money he had. He could have filed for bankruptcy because"
    },
    {
      "index": 129,
      "start_time": 676680.0,
      "end_time": 681130.0,
      "text": "at the time, I didn’t know anything about it but as I got older, my dad said, “Yeah,"
    },
    {
      "index": 130,
      "start_time": 681130.0,
      "end_time": 689930.0,
      "text": "I was probably half a million dollars insolvent at that point,” and he said, “Bankruptcy’s"
    },
    {
      "index": 131,
      "start_time": 689930.0,
      "end_time": 694500.0,
      "text": "not the solution.” He said, “The solution’s getting back up on your feet and starting"
    },
    {
      "index": 132,
      "start_time": 694500.0,
      "end_time": 699200.0,
      "text": "all over again.” He was fortunate enough to have some rich habits, not many, but he"
    },
    {
      "index": 133,
      "start_time": 699200.0,
      "end_time": 705700.0,
      "text": "had a few rich habits that helped to drag him back up, and it took years, but when he"
    },
    {
      "index": 134,
      "start_time": 705700.0,
      "end_time": 713800.0,
      "text": "retired, he had a million dollars in the bank, so he went from being insolvent with eight"
    },
    {
      "index": 135,
      "start_time": 713800.0,
      "end_time": 719870.0,
      "text": "kids, most of them young, to retiring with a million dollars in the bank and that was"
    },
    {
      "index": 136,
      "start_time": 719870.0,
      "end_time": 724010.0,
      "text": "because of some of the rich habits that he had."
    },
    {
      "index": 137,
      "start_time": 724010.0,
      "end_time": 730770.0,
      "text": "Dave: At the time, were his rich habits conscious or were they things he’d picked up? I imagine"
    },
    {
      "index": 138,
      "start_time": 730770.0,
      "end_time": 735010.0,
      "text": "most people’s habits because they’re habits, are not particularly conscious, cultivated"
    },
    {
      "index": 139,
      "start_time": 735010.0,
      "end_time": 740020.0,
      "text": "habits. Did he pass these down to you or is this all a result of your study because you"
    },
    {
      "index": 140,
      "start_time": 740020.0,
      "end_time": 745640.0,
      "text": "didn’t want to relive that experience? Tom: No, the answer is he didn’t pass these"
    },
    {
      "index": 141,
      "start_time": 745640.0,
      "end_time": 754250.0,
      "text": "down to us really because he was never around. He was always working. He was one of these"
    },
    {
      "index": 142,
      "start_time": 754250.0,
      "end_time": 759960.0,
      "text": "people that he tightened his belt and he decided, “I’m going to work my way out of this,”"
    },
    {
      "index": 143,
      "start_time": 759960.0,
      "end_time": 764670.0,
      "text": "and he was great at building relationships. There was no question my dad was probably"
    },
    {
      "index": 144,
      "start_time": 764670.0,
      "end_time": 770050.0,
      "text": "one of the most powerful people on Staten Island before he fell off the mountain. He"
    },
    {
      "index": 145,
      "start_time": 770050.0,
      "end_time": 777960.0,
      "text": "was a big, powerful, behind-the-scenes political guy and all those relationships came … that"
    },
    {
      "index": 146,
      "start_time": 777960.0,
      "end_time": 786560.0,
      "text": "was the one rich habit that he had. He had the rich habit of building these rich relationships,"
    },
    {
      "index": 147,
      "start_time": 786560.0,
      "end_time": 792260.0,
      "text": "and each one of them bent over backwards to try and help my dad."
    },
    {
      "index": 148,
      "start_time": 792260.0,
      "end_time": 796440.0,
      "text": "They were loaning him money. They were trying to get him jobs. They couldn’t do enough"
    },
    {
      "index": 149,
      "start_time": 796440.0,
      "end_time": 804870.0,
      "text": "for him and that’s why we didn’t lose our house. We came close. Until the time I"
    },
    {
      "index": 150,
      "start_time": 804870.0,
      "end_time": 816890.0,
      "text": "was 23, we probably had about six or seven instances where we almost lost our house."
    },
    {
      "index": 151,
      "start_time": 816890.0,
      "end_time": 822440.0,
      "text": "You lose your house and we had 11 people living in that house. That would have been a disaster."
    },
    {
      "index": 152,
      "start_time": 822440.0,
      "end_time": 828380.0,
      "text": "My dad was incredible that way in keeping the family alive. It was that rich habit of"
    },
    {
      "index": 153,
      "start_time": 828380.0,
      "end_time": 836330.0,
      "text": "building those relationships. Most of these rich habits that I’ve encountered opened"
    },
    {
      "index": 154,
      "start_time": 836330.0,
      "end_time": 842490.0,
      "text": "up my eyes because I didn’t have my dad that sat down and had the conversation with"
    },
    {
      "index": 155,
      "start_time": 842490.0,
      "end_time": 845440.0,
      "text": "me. I can tell you when I uncovered these rich"
    },
    {
      "index": 156,
      "start_time": 845440.0,
      "end_time": 850420.0,
      "text": "habits, I sat down with each and every one of my kids and explained the habits to them"
    },
    {
      "index": 157,
      "start_time": 850420.0,
      "end_time": 856730.0,
      "text": "as I was uncovering them and all of the strategies that I uncovered, and of course, when I wrote"
    },
    {
      "index": 158,
      "start_time": 856730.0,
      "end_time": 861940.0,
      "text": "the book, I made each one of them read the book, and so they’re the beneficiaries of"
    },
    {
      "index": 159,
      "start_time": 861940.0,
      "end_time": 866400.0,
      "text": "it. I’ve got a guinea pig in my son who’s 24 years old and he’s working in the city,"
    },
    {
      "index": 160,
      "start_time": 866400.0,
      "end_time": 870710.0,
      "text": "and he’s knocking it out of the park. He’s one of the fair-haired kids in his company"
    },
    {
      "index": 161,
      "start_time": 870710.0,
      "end_time": 877200.0,
      "text": "because he is the beneficiary of these rich habits and this is why the parenting is so"
    },
    {
      "index": 162,
      "start_time": 877200.0,
      "end_time": 886110.0,
      "text": "important and why I wrote the Rich Kids book. Parents are often the only success mentors"
    },
    {
      "index": 163,
      "start_time": 886110.0,
      "end_time": 892500.0,
      "text": "any of us ever have a shot at having in life. There’s five ways you can find a mentor."
    },
    {
      "index": 164,
      "start_time": 892500.0,
      "end_time": 899000.0,
      "text": "Parents are predominantly the way, so if parents aren’t doing their job because they don’t"
    },
    {
      "index": 165,
      "start_time": 899000.0,
      "end_time": 903710.0,
      "text": "know what to do, then the kids are going to grow up and they’re going to pick up whatever"
    },
    {
      "index": 166,
      "start_time": 903710.0,
      "end_time": 907910.0,
      "text": "habits their parents passed along to them and this is why the rich get richer and the"
    },
    {
      "index": 167,
      "start_time": 907910.0,
      "end_time": 911640.0,
      "text": "poor get poorer, Dave. It’s not because of Wall Street. It’s not because of the"
    },
    {
      "index": 168,
      "start_time": 911640.0,
      "end_time": 916190.0,
      "text": "government. It’s not because of 15 other reasons. It’s because of parenting."
    },
    {
      "index": 169,
      "start_time": 916190.0,
      "end_time": 921040.0,
      "text": "If parents know the rich habits, they can pass … and not just parents, grandparents"
    },
    {
      "index": 170,
      "start_time": 921040.0,
      "end_time": 926920.0,
      "text": "… they can pass along the rich habits to the kids or the grandkids and it can change"
    },
    {
      "index": 171,
      "start_time": 926920.0,
      "end_time": 935290.0,
      "text": "their lives. It can break the generational cycle of poverty at a very early age by indoctrinating"
    },
    {
      "index": 172,
      "start_time": 935290.0,
      "end_time": 939680.0,
      "text": "kids. Dave: You are going to achieve a lot of good"
    },
    {
      "index": 173,
      "start_time": 939680.0,
      "end_time": 946350.0,
      "text": "with this book. I’ve been involved with Junior Achievement where you go in as a businessperson"
    },
    {
      "index": 174,
      "start_time": 946350.0,
      "end_time": 952150.0,
      "text": "and you teach economics usually to poorer schools and I’ve done this in East Palo"
    },
    {
      "index": 175,
      "start_time": 952150.0,
      "end_time": 957110.0,
      "text": "Alto, I’ve done it in Mountain View. One was a rich school, one was a very poor school"
    },
    {
      "index": 176,
      "start_time": 957110.0,
      "end_time": 963100.0,
      "text": "and man, the difference in the awareness and understanding of the people in the classroom."
    },
    {
      "index": 177,
      "start_time": 963100.0,
      "end_time": 966340.0,
      "text": "In the poor school, it’s like, “What are you going to do to get a job?” “I’m"
    },
    {
      "index": 178,
      "start_time": 966340.0,
      "end_time": 973940.0,
      "text": "going to buy insert-name-of-large-SUV-with-spinners-on-it” and you go across the tracks and it’s so"
    },
    {
      "index": 179,
      "start_time": 973940.0,
      "end_time": 979790.0,
      "text": "different, just the perception of economic reality is wildly diverse."
    },
    {
      "index": 180,
      "start_time": 979790.0,
      "end_time": 984490.0,
      "text": "If you, with your work, can teach parents to do this for their kids, a lot of people"
    },
    {
      "index": 181,
      "start_time": 984490.0,
      "end_time": 988020.0,
      "text": "won’t do things for themselves that they’ll do for their kids or even their pets, so since"
    },
    {
      "index": 182,
      "start_time": 988020.0,
      "end_time": 994530.0,
      "text": "you’re not going to have rich pets, rich kids was definitely the right target for you."
    },
    {
      "index": 183,
      "start_time": 994530.0,
      "end_time": 996630.0,
      "text": "When are people going to be able to get this book? Because honestly, I want to read it"
    },
    {
      "index": 184,
      "start_time": 996630.0,
      "end_time": 1001220.0,
      "text": "and make sure I teach my kids a lot of these habits that I probably don’t know myself."
    },
    {
      "index": 185,
      "start_time": 1001220.0,
      "end_time": 1009190.0,
      "text": "Tom: It’s going to probably come out in late spring. We’re shooting for June 1st."
    },
    {
      "index": 186,
      "start_time": 1009190.0,
      "end_time": 1017790.0,
      "text": "We already know that Rich Habits was a breakthrough book. We already know this is going to have"
    },
    {
      "index": 187,
      "start_time": 1017790.0,
      "end_time": 1025339.0,
      "text": "broader appeal because I sent out the manuscript to about 20 people. I’m part of an organization"
    },
    {
      "index": 188,
      "start_time": 1025339.9999999999,
      "end_time": 1028870.9999999999,
      "text": "that’s tied into the Jack Canfield [crosstalk 00:17:03]."
    },
    {
      "index": 189,
      "start_time": 1028869.9999999999,
      "end_time": 1032529.9999999999,
      "text": "Dave: Informational Leadership Council. Is that the one?"
    },
    {
      "index": 190,
      "start_time": 1032530.0,
      "end_time": 1037949.0,
      "text": "Tom: Yeah, well it’s the Breakthrough Success Group, and my publicist happens to be one"
    },
    {
      "index": 191,
      "start_time": 1037950.0,
      "end_time": 1045521.0,
      "text": "of the trainers in his group, so they were the first people I reached out to to have"
    },
    {
      "index": 192,
      "start_time": 1045520.0,
      "end_time": 1051230.0,
      "text": "them take a look at the manuscript for feedback. That’s one of the big things that Jack talks"
    },
    {
      "index": 193,
      "start_time": 1051230.0,
      "end_time": 1058670.0,
      "text": "about, feedback. You want to get feedback, so I got a lot of feedback and what I sent"
    },
    {
      "index": 194,
      "start_time": 1058670.0,
      "end_time": 1068280.0,
      "text": "out as the manuscript changed very much. In fact, one individual had such significant"
    },
    {
      "index": 195,
      "start_time": 1068280.0,
      "end_time": 1073970.0,
      "text": "feedback that it took me about three days to revise the manuscript and it took about,"
    },
    {
      "index": 196,
      "start_time": 1073970.0,
      "end_time": 1079720.0,
      "text": "I don’t know, 14 hours during those three days to make those changes, so it was wholesale"
    },
    {
      "index": 197,
      "start_time": 1079720.0,
      "end_time": 1087010.0,
      "text": "changes that I made and I got to tell you there is a lot to that feedback, a rich habit,"
    },
    {
      "index": 198,
      "start_time": 1087010.0,
      "end_time": 1093680.0,
      "text": "I guess you could call it. You’re always afraid whenever you create,"
    },
    {
      "index": 199,
      "start_time": 1093680.0,
      "end_time": 1100720.0,
      "text": "Dave. You’re afraid of that feedback because it’s human nature. It’s the way we are."
    },
    {
      "index": 200,
      "start_time": 1100720.0,
      "end_time": 1106410.0,
      "text": "That’s why you have to turn it into a habit to seek that feedback, and I’m glad I did"
    },
    {
      "index": 201,
      "start_time": 1106410.0,
      "end_time": 1112740.0,
      "text": "because it really transformed that manuscript. It made it much better, so we’re shooting"
    },
    {
      "index": 202,
      "start_time": 1112740.0,
      "end_time": 1118030.0,
      "text": "for June 1st and we think we’re going to have a blockbuster on our hands."
    },
    {
      "index": 203,
      "start_time": 1118030.0,
      "end_time": 1122720.0,
      "text": "Dave: It would not surprise me and when it comes out, I would encourage people listening"
    },
    {
      "index": 204,
      "start_time": 1122720.0,
      "end_time": 1128450.0,
      "text": "to this now to check it out. When it’s coming out, if I can have you back on the show to"
    },
    {
      "index": 205,
      "start_time": 1128450.0,
      "end_time": 1130980.0,
      "text": "help you with your launch, I’d be more than happy to."
    },
    {
      "index": 206,
      "start_time": 1130980.0,
      "end_time": 1135590.0,
      "text": "Tom: [crosstalk 00:18:45]. Dave: When I look back on my own experience"
    },
    {
      "index": 207,
      "start_time": 1135590.0,
      "end_time": 1140680.0,
      "text": "as a biohacker, I realize I spent a lot of time and money on doing bad habits that I"
    },
    {
      "index": 208,
      "start_time": 1140680.0,
      "end_time": 1145390.0,
      "text": "had, including financial ones, but oftentimes health and nutrition and all the other things"
    },
    {
      "index": 209,
      "start_time": 1145390.0,
      "end_time": 1150030.0,
      "text": "that we do and getting it right the first time is so much simpler for almost everything"
    },
    {
      "index": 210,
      "start_time": 1150030.0,
      "end_time": 1157050.0,
      "text": "that humans do, so I’m really a supporter of that work. When people are looking at being"
    },
    {
      "index": 211,
      "start_time": 1157050.0,
      "end_time": 1162990.0,
      "text": "breadwinners for their families today and whether they have children or not, there are"
    },
    {
      "index": 212,
      "start_time": 1162990.0,
      "end_time": 1167130.0,
      "text": "some other things that they should do. You’re talking about 30 days to change poverty"
    },
    {
      "index": 213,
      "start_time": 1167130.0,
      "end_time": 1174000.0,
      "text": "habits. We talked about read more. I’m guessing if you did a brand new study listening to"
    },
    {
      "index": 214,
      "start_time": 1174000.0,
      "end_time": 1177250.0,
      "text": "interesting podcasts might also be on there with reading because when you’re driving"
    },
    {
      "index": 215,
      "start_time": 1177250.0,
      "end_time": 1183020.0,
      "text": "you can’t read. You might as well get that info into your head. Does that supposition"
    },
    {
      "index": 216,
      "start_time": 1183020.0,
      "end_time": 1188100.0,
      "text": "make sense to you? Tom: Yeah, there’s really two parts to your"
    },
    {
      "index": 217,
      "start_time": 1188100.0,
      "end_time": 1194290.0,
      "text": "question. We’ll talk about the rich habit number one which is the reinvention habit,"
    },
    {
      "index": 218,
      "start_time": 1194290.0,
      "end_time": 1205690.0,
      "text": "but on your point about listening to podcasts, the wealthy people who were devoted to daily"
    },
    {
      "index": 219,
      "start_time": 1205690.0,
      "end_time": 1214390.0,
      "text": "self-improvement, they were not only reading, they were listening to audiobooks. Back when"
    },
    {
      "index": 220,
      "start_time": 1214390.0,
      "end_time": 1221050.0,
      "text": "I was doing this research, really podcasting was just coming into its infancy, so podcasting"
    },
    {
      "index": 221,
      "start_time": 1221050.0,
      "end_time": 1226790.0,
      "text": "wasn’t a big deal, but they were big audiobook listeners when they were commuting in their"
    },
    {
      "index": 222,
      "start_time": 1226790.0,
      "end_time": 1232860.0,
      "text": "cars or when they were on the bus commuting into New York City. They were listening or"
    },
    {
      "index": 223,
      "start_time": 1232860.0,
      "end_time": 1238230.0,
      "text": "reading books during their commute. They weren’t wasting time, and they were reading books"
    },
    {
      "index": 224,
      "start_time": 1238230.0,
      "end_time": 1244350.0,
      "text": "that were related to successful people, self-help, career-related."
    },
    {
      "index": 225,
      "start_time": 1244350.0,
      "end_time": 1251340.0,
      "text": "The podcasting is going to be the thing. The eBooks and the podcasting, that’s going"
    },
    {
      "index": 226,
      "start_time": 1251340.0,
      "end_time": 1260500.0,
      "text": "to be the thing that most of this Generation X and Y engages in with respect to the self-improvement,"
    },
    {
      "index": 227,
      "start_time": 1260500.0,
      "end_time": 1264130.0,
      "text": "but it’s not going to be any different. The rich habit is the same. You want to feed"
    },
    {
      "index": 228,
      "start_time": 1264130.0,
      "end_time": 1270840.0,
      "text": "your brain with more knowledge to create opportunities to make more money."
    },
    {
      "index": 229,
      "start_time": 1270840.0,
      "end_time": 1277490.0,
      "text": "Dave: You said reinvention is another habit there. How does reinvention come into play?"
    },
    {
      "index": 230,
      "start_time": 1277490.0,
      "end_time": 1282920.0,
      "text": "Tom: That 30-day thing … I’ve done a lot of research on habits and how the brain works,"
    },
    {
      "index": 231,
      "start_time": 1282920.0,
      "end_time": 1286990.0,
      "text": "the subconscious and the conscious, the conscious part of your brain, and five-sixths of our"
    },
    {
      "index": 232,
      "start_time": 1286990.0,
      "end_time": 1292520.0,
      "text": "brain is subconscious, so a lot of it has to do with our limiting beliefs or our belief"
    },
    {
      "index": 233,
      "start_time": 1292520.0,
      "end_time": 1301140.0,
      "text": "system and our thinking. If we are engaged in or caught up in negative thinking, negative"
    },
    {
      "index": 234,
      "start_time": 1301140.0,
      "end_time": 1307160.0,
      "text": "thinking is poverty thinking. That’s how poor people … They think negatively. They"
    },
    {
      "index": 235,
      "start_time": 1307160.0,
      "end_time": 1312850.0,
      "text": "have negative thinking. They have negative emotions. What the rich habit number one does"
    },
    {
      "index": 236,
      "start_time": 1312850.0,
      "end_time": 1321130.0,
      "text": "is it forces you to self-assess by … I had a talk about it in the book. You list all"
    },
    {
      "index": 237,
      "start_time": 1321130.0,
      "end_time": 1326150.0,
      "text": "of your bad habits. You’ve got to be brutally honest. This is about you, so you list all"
    },
    {
      "index": 238,
      "start_time": 1326150.0,
      "end_time": 1331860.0,
      "text": "of your bad habits and then you invert those bad habits into rich habits through a simple"
    },
    {
      "index": 239,
      "start_time": 1331860.0,
      "end_time": 1337260.0,
      "text": "process. For example, let’s say you watch too much TV and the average individual watches"
    },
    {
      "index": 240,
      "start_time": 1337260.0,
      "end_time": 1343150.0,
      "text": "four-and-a-half hours of TV and now it’s morphing into four-and-a-half hours of internet-related"
    },
    {
      "index": 241,
      "start_time": 1343150.0,
      "end_time": 1351470.0,
      "text": "stuff, whatever you want, recreational internet. The Generation Y now, they live on the internet."
    },
    {
      "index": 242,
      "start_time": 1351470.0,
      "end_time": 1356210.0,
      "text": "They’re looking at YouTubes and everything. Kit Kats and [inaudible 00:22:29] and [crosstalk00:22:30]"
    },
    {
      "index": 243,
      "start_time": 1356210.0,
      "end_time": 1357510.0,
      "text": ". Dave: Break.com."
    },
    {
      "index": 244,
      "start_time": 1357510.0,
      "end_time": 1366150.0,
      "text": "Tom: Yeah, wasting their time. What the reinvention habit does is it forces you to list all your"
    },
    {
      "index": 245,
      "start_time": 1366150.0,
      "end_time": 1369800.0,
      "text": "bad habits and if one of them is you watch too much TV or you spend too much time on"
    },
    {
      "index": 246,
      "start_time": 1369800.0,
      "end_time": 1378090.0,
      "text": "the internet, your new rich habit is I spent one hour today on the internet and TV, and"
    },
    {
      "index": 247,
      "start_time": 1378090.0,
      "end_time": 1386590.0,
      "text": "one hour’s important because that’s what the large majority of the wealthy people,"
    },
    {
      "index": 248,
      "start_time": 1386590.0,
      "end_time": 1394390.0,
      "text": "they spent an hour or less on TV or wasting their time recreationally watching TV, and"
    },
    {
      "index": 249,
      "start_time": 1394390.0,
      "end_time": 1400140.0,
      "text": "that frees them up to do the self-improvement stuff."
    },
    {
      "index": 250,
      "start_time": 1400140.0,
      "end_time": 1407820.0,
      "text": "If your poverty habit is I don’t exercise enough, your new rich habit is I exercise"
    },
    {
      "index": 251,
      "start_time": 1407820.0,
      "end_time": 1414890.0,
      "text": "20 minutes or 30 minutes aerobically today. It seems like the aerobic activity was the"
    },
    {
      "index": 252,
      "start_time": 1414890.0,
      "end_time": 1420510.0,
      "text": "exercise of choice among the wealthy, and the reason for that, they gave me, was aerobic"
    },
    {
      "index": 253,
      "start_time": 1420510.0,
      "end_time": 1428350.0,
      "text": "activity is the best way to keep your weight down, it gets your metabolism going, it gets"
    },
    {
      "index": 254,
      "start_time": 1428350.0,
      "end_time": 1436510.0,
      "text": "your heart rate going, it gets oxygen into your entire system and your brain, and because"
    },
    {
      "index": 255,
      "start_time": 1436510.0,
      "end_time": 1443740.0,
      "text": "it makes you more healthy, it reduces the number of sick days and that increases your"
    },
    {
      "index": 256,
      "start_time": 1443740.0,
      "end_time": 1447429.0,
      "text": "productivity and it increases energy, and that increases your productivity, so there’s"
    },
    {
      "index": 257,
      "start_time": 1447430.0,
      "end_time": 1454591.0,
      "text": "a lot of benefits to aerobic activity that are wealth benefits, productivity benefits."
    },
    {
      "index": 258,
      "start_time": 1454590.0,
      "end_time": 1459210.0,
      "text": "What you do is you go through all of those bad habits. You invert them one by one. If"
    },
    {
      "index": 259,
      "start_time": 1459210.0,
      "end_time": 1462770.0,
      "text": "you smoke cigarettes and that’s a poverty habit, your rich habit is I didn’t smoke"
    },
    {
      "index": 260,
      "start_time": 1462770.0,
      "end_time": 1470090.0,
      "text": "a cigarette today, so you are essentially every day looking at your rich habit checklist"
    },
    {
      "index": 261,
      "start_time": 1470090.0,
      "end_time": 1475300.0,
      "text": "and you create your own customized rich habit checklist based on your own poverty habits,"
    },
    {
      "index": 262,
      "start_time": 1475300.0,
      "end_time": 1482350.0,
      "text": "and if you are successful, that means you’ve checked off about 30 to 40% of your rich habits"
    },
    {
      "index": 263,
      "start_time": 1482350.0,
      "end_time": 1487440.0,
      "text": "during the day. That’s all it takes. The interesting thing about the rich habits is"
    },
    {
      "index": 264,
      "start_time": 1487440.0,
      "end_time": 1493170.0,
      "text": "they’re keystone habits. Keystone habits are unique in the habit world in that they"
    },
    {
      "index": 265,
      "start_time": 1493170.0,
      "end_time": 1496900.0,
      "text": "dominate other habits. They eliminate other habits."
    },
    {
      "index": 266,
      "start_time": 1496900.0,
      "end_time": 1502240.0,
      "text": "For example, aerobic exercise is a keystone habit. It can eliminate overeating, eating"
    },
    {
      "index": 267,
      "start_time": 1502240.0,
      "end_time": 1510540.0,
      "text": "junk food. It can eliminate smoking cigarettes. It has this derivative benefit that almost"
    },
    {
      "index": 268,
      "start_time": 1510540.0,
      "end_time": 1516610.0,
      "text": "without any willpower, your passion drives you because, for example, if you are working"
    },
    {
      "index": 269,
      "start_time": 1516610.0,
      "end_time": 1521110.0,
      "text": "out aerobically and you lose 10 lbs. in a month and somebody says to you, “Hey, Dave,"
    },
    {
      "index": 270,
      "start_time": 1521110.0,
      "end_time": 1528059.0,
      "text": "you look great,” that hits an emotional button, and this is the key: These rich habits"
    },
    {
      "index": 271,
      "start_time": 1528060.0,
      "end_time": 1535930.0,
      "text": "are intended to stoke your emotions. Once your emotion is stoked and you say, “Wow,"
    },
    {
      "index": 272,
      "start_time": 1535930.0,
      "end_time": 1543491.0,
      "text": "I like people saying nice things about me like I’m looking good, so I’m going to"
    },
    {
      "index": 273,
      "start_time": 1543490.0,
      "end_time": 1549070.0,
      "text": "exercise more, I’m going to reduce the amount of calories I take in every day, I’m going"
    },
    {
      "index": 274,
      "start_time": 1549070.0,
      "end_time": 1557040.0,
      "text": "to stop eating as much junk food as I do.” The wealthy people, most of them, I think"
    },
    {
      "index": 275,
      "start_time": 1557040.0,
      "end_time": 1566530.0,
      "text": "it was 87% ate less than 300 junk food calories a day whereas 97% of the poor ate more than"
    },
    {
      "index": 276,
      "start_time": 1566530.0,
      "end_time": 1576120.0,
      "text": "300 junk food calories a day, so these are all interesting things that the wealthy people"
    },
    {
      "index": 277,
      "start_time": 1576120.0,
      "end_time": 1584700.0,
      "text": "do and they do it intentionally. Dave: You could definitely look at taking"
    },
    {
      "index": 278,
      "start_time": 1584700.0,
      "end_time": 1590890.0,
      "text": "care of yourself as a rich person habit and a lot of the work that I’ve done on myself"
    },
    {
      "index": 279,
      "start_time": 1590890.0,
      "end_time": 1595140.0,
      "text": "was around how do I be more efficient at taking care of myself because I’d like to have"
    },
    {
      "index": 280,
      "start_time": 1595140.0,
      "end_time": 1599640.0,
      "text": "more time for self-improvement and more time for family, or more time for work or economic"
    },
    {
      "index": 281,
      "start_time": 1599640.0,
      "end_time": 1607100.0,
      "text": "activity, whatever it is, but the idea that change is in the assumptions there about not"
    },
    {
      "index": 282,
      "start_time": 1607100.0,
      "end_time": 1612250.0,
      "text": "just avoiding junk food, but eating the optimal food and things like that can give you a mental"
    },
    {
      "index": 283,
      "start_time": 1612250.0,
      "end_time": 1618309.0,
      "text": "edge that translates potentially into wealth or free time or 3whatever else it is."
    },
    {
      "index": 284,
      "start_time": 1618310.0,
      "end_time": 1623471.0,
      "text": "Tom: That’s right. What happens, Dave, is after the 30 days of following the rich habits,"
    },
    {
      "index": 285,
      "start_time": 1623470.0,
      "end_time": 1628620.0,
      "text": "your new customized rich habit checklist, what everyone tells me and I know because"
    },
    {
      "index": 286,
      "start_time": 1628620.0,
      "end_time": 1636820.0,
      "text": "I did it, the feedback I get from them is, “My gosh, my mindset completely shifted.”"
    },
    {
      "index": 287,
      "start_time": 1636820.0,
      "end_time": 1643760.0,
      "text": "They go from negative to positive. Their whole mental outlook becomes positive. They start"
    },
    {
      "index": 288,
      "start_time": 1643760.0,
      "end_time": 1648830.0,
      "text": "thinking positively. Their emotions are positive and that positivity, that positive thinking,"
    },
    {
      "index": 289,
      "start_time": 1648830.0,
      "end_time": 1654540.0,
      "text": "those positive emotions, that’s the path to success because that’s … We’re getting"
    },
    {
      "index": 290,
      "start_time": 1654540.0,
      "end_time": 1659210.0,
      "text": "into a little territory that deals with the subconscious mind, but the subconscious mind"
    },
    {
      "index": 291,
      "start_time": 1659210.0,
      "end_time": 1665700.0,
      "text": "accepts programming through our beliefs, through our emotions."
    },
    {
      "index": 292,
      "start_time": 1665700.0,
      "end_time": 1671040.0,
      "text": "Emotions are the key to unlocking the doorway between the subconscious mind and the conscious"
    },
    {
      "index": 293,
      "start_time": 1671040.0,
      "end_time": 1676840.0,
      "text": "mind, so when you follow these rich habits for 30 days, you trigger emotions and the"
    },
    {
      "index": 294,
      "start_time": 1676840.0,
      "end_time": 1683590.0,
      "text": "emotions start going to work by reprogramming your subconscious mind, and then that shift"
    },
    {
      "index": 295,
      "start_time": 1683590.0,
      "end_time": 1691070.0,
      "text": "is magic because then you start doing more. You expand the scope of what you’re doing"
    },
    {
      "index": 296,
      "start_time": 1691070.0,
      "end_time": 1695160.0,
      "text": "and you start building on the rich habits that you have and they become like snowflakes"
    },
    {
      "index": 297,
      "start_time": 1695160.0,
      "end_time": 1701799.0,
      "text": "on a mountainside, Dave. They build up and they build up rich habits over time, and you"
    },
    {
      "index": 298,
      "start_time": 1701800.0,
      "end_time": 1707161.0,
      "text": "end up having something I call an avalanche of success event. It might be a new job. It"
    },
    {
      "index": 299,
      "start_time": 1707160.0,
      "end_time": 1712670.0,
      "text": "might be a promotion. It might be a new client or customer. It might be any number of things."
    },
    {
      "index": 300,
      "start_time": 1712670.0,
      "end_time": 1720390.0,
      "text": "Dave: It’s interesting how many small changes over time accumulate and they make something"
    },
    {
      "index": 301,
      "start_time": 1720390.0,
      "end_time": 1724100.0,
      "text": "good happen like that. Tom: Yeah, no question about it. No question"
    },
    {
      "index": 302,
      "start_time": 1724100.0,
      "end_time": 1731040.0,
      "text": "about it. It’s the baby steps that count. There is no magic bullet other than what I"
    },
    {
      "index": 303,
      "start_time": 1731040.0,
      "end_time": 1736710.0,
      "text": "found which is your daily habits are the key to success in life and they can make you rich"
    },
    {
      "index": 304,
      "start_time": 1736710.0,
      "end_time": 1743330.0,
      "text": "or poor, so there’s no magic bullet. There is none. It’s your daily habits and it’s"
    },
    {
      "index": 305,
      "start_time": 1743330.0,
      "end_time": 1748960.0,
      "text": "the baby steps that are involved in building and accumulating the wealth, and I talk about"
    },
    {
      "index": 306,
      "start_time": 1748960.0,
      "end_time": 1754730.0,
      "text": "that in my book about how there’s really three paths to wealth. There’s the living"
    },
    {
      "index": 307,
      "start_time": 1754730.0,
      "end_time": 1760600.0,
      "text": "below your means, there’s expanding your means, and then there’s doing both."
    },
    {
      "index": 308,
      "start_time": 1760600.0,
      "end_time": 1765900.0,
      "text": "We talk about a lot of things in the book, but doing certain little things every day"
    },
    {
      "index": 309,
      "start_time": 1765900.0,
      "end_time": 1775850.0,
      "text": "help you accumulate wealth and then, if you live by the one rich habit of the 80/20 rule,"
    },
    {
      "index": 310,
      "start_time": 1775850.0,
      "end_time": 1782210.0,
      "text": "saving 20% and living off of the other 80%, if you started that at the age of 22 or 23,"
    },
    {
      "index": 311,
      "start_time": 1782210.0,
      "end_time": 1786059.0,
      "text": "whenever it is you started working, by the time you’re 45, you’ll have a million"
    },
    {
      "index": 312,
      "start_time": 1786060.0,
      "end_time": 1791251.0,
      "text": "dollars in the bank. I don’t care how much you make, as long as you’re not at the poverty"
    },
    {
      "index": 313,
      "start_time": 1791250.0,
      "end_time": 1796570.0,
      "text": "level. If you’re your average Joe just starting out in life and, in today’s dollars, maybe"
    },
    {
      "index": 314,
      "start_time": 1796570.0,
      "end_time": 1802880.0,
      "text": "making $30,000 or $40,000 out of college, you save that 20%, that will build up over"
    },
    {
      "index": 315,
      "start_time": 1802880.0,
      "end_time": 1807380.0,
      "text": "time and I promise you, by the time you’re 45, you will have more money than any of your"
    },
    {
      "index": 316,
      "start_time": 1807380.0,
      "end_time": 1811540.0,
      "text": "peers do. Dave: That is such amazing advice and I wish"
    },
    {
      "index": 317,
      "start_time": 1811540.0,
      "end_time": 1818960.0,
      "text": "I’d taken it. I have a corollary there that comes out of the Silicon Valley dot com boom,"
    },
    {
      "index": 318,
      "start_time": 1818960.0,
      "end_time": 1826270.0,
      "text": "and that is sell half. When you have a really giant windfall, take half of it and put it"
    },
    {
      "index": 319,
      "start_time": 1826270.0,
      "end_time": 1833650.0,
      "text": "in your pocket. I had six million dollars of vested stock that I could have and should"
    },
    {
      "index": 320,
      "start_time": 1833650.0,
      "end_time": 1839920.0,
      "text": "have sold, but I didn’t sell, and I didn’t do it because I was blacked out. I wasn’t"
    },
    {
      "index": 321,
      "start_time": 1839920.0,
      "end_time": 1842860.0,
      "text": "legally allowed to sell it unless I quit my job, and what I should have done was quit"
    },
    {
      "index": 322,
      "start_time": 1842860.0,
      "end_time": 1848160.0,
      "text": "my job and sold my stock because that’s set for life money when you’re 26. When"
    },
    {
      "index": 323,
      "start_time": 1848160.0,
      "end_time": 1851850.0,
      "text": "I was 28, the company went bankrupt, and I watched it go down because I was afraid to"
    },
    {
      "index": 324,
      "start_time": 1851850.0,
      "end_time": 1857120.0,
      "text": "take the money off the table. Lessons learned, but for God’s sake, I’ve"
    },
    {
      "index": 325,
      "start_time": 1857120.0,
      "end_time": 1864750.0,
      "text": "worked an awful lot of years and I still don’t have six million dollars. That’s FYIV money,"
    },
    {
      "index": 326,
      "start_time": 1864750.0,
      "end_time": 1873679.0,
      "text": "to use the if you invested kind of thing. Tom: That’s a sad story, but you know what?"
    },
    {
      "index": 327,
      "start_time": 1873680.0,
      "end_time": 1879661.0,
      "text": "A lot of these rich habits because most of the parents don’t teach this stuff … Thank"
    },
    {
      "index": 328,
      "start_time": 1879660.0,
      "end_time": 1884740.0,
      "text": "God we can learn it through the School of Hard Knocks, and that’s a School of Hard"
    },
    {
      "index": 329,
      "start_time": 1884740.0,
      "end_time": 1890809.0,
      "text": "Knocks story and a lot of the wealthy people … I wouldn’t say a lot, but a good percentage"
    },
    {
      "index": 330,
      "start_time": 1890810.0,
      "end_time": 1896361.0,
      "text": "of them in my study, they didn’t have parents who taught them the rich habits, but they"
    },
    {
      "index": 331,
      "start_time": 1896360.0,
      "end_time": 1900220.0,
      "text": "learned the rich habits through the School of Hard Knocks. They started businesses."
    },
    {
      "index": 332,
      "start_time": 1900220.0,
      "end_time": 1905370.0,
      "text": "That’s the great thing about being in America or any country that allows you to start a"
    },
    {
      "index": 333,
      "start_time": 1905370.0,
      "end_time": 1911049.0,
      "text": "business. You can learn what to do and what not to do, but the School of Hard Knocks is"
    },
    {
      "index": 334,
      "start_time": 1911050.0,
      "end_time": 1917321.0,
      "text": "the hardest way to learn because it costs you time and it costs you money, and usually"
    },
    {
      "index": 335,
      "start_time": 1917320.0,
      "end_time": 1922210.0,
      "text": "you figure it out when you’re in your 40s through the School of Hard Knocks and you’re"
    },
    {
      "index": 336,
      "start_time": 1922210.0,
      "end_time": 1927720.0,
      "text": "playing catchup. That’s why I’m focusing so much of my attention on the kids, and when"
    },
    {
      "index": 337,
      "start_time": 1927720.0,
      "end_time": 1936190.0,
      "text": "I should have been focusing my energy right after I wrote Rich Habits with the media,"
    },
    {
      "index": 338,
      "start_time": 1936190.0,
      "end_time": 1940240.0,
      "text": "I chose a different path. I chose to spend 18 months talking to over"
    },
    {
      "index": 339,
      "start_time": 1940240.0,
      "end_time": 1947450.0,
      "text": "2000 high school and college students, and giving away as many books. Each of those books"
    },
    {
      "index": 340,
      "start_time": 1947450.0,
      "end_time": 1955830.0,
      "text": "cost me about $4, and I did that because every time I felt … I started out doing it with"
    },
    {
      "index": 341,
      "start_time": 1955830.0,
      "end_time": 1963900.0,
      "text": "my kids’ high schools and colleges and then I expanded it because I saw in each one of"
    },
    {
      "index": 342,
      "start_time": 1963900.0,
      "end_time": 1969030.0,
      "text": "the kids that I went into, I saw their face and I said, “That’s my kid. I’m going"
    },
    {
      "index": 343,
      "start_time": 1969030.0,
      "end_time": 1973919.0,
      "text": "to teach them like they’re my kids, just like I teach my kids.” I thought I can help"
    },
    {
      "index": 344,
      "start_time": 1973920.0,
      "end_time": 1981291.0,
      "text": "this generation even if five or six kids in the room out of 30 or 40 get it, that’s"
    },
    {
      "index": 345,
      "start_time": 1981290.0,
      "end_time": 1987049.0,
      "text": "five or six kids that are going to be successful in life and I changed some lives there. That,"
    },
    {
      "index": 346,
      "start_time": 1987050.0,
      "end_time": 1990971.0,
      "text": "to me, was more important than promoting the book on the media."
    },
    {
      "index": 347,
      "start_time": 1990970.0,
      "end_time": 1994900.0,
      "text": "Dave: It’s an incredible motivator when you realize that an hour of your time can"
    },
    {
      "index": 348,
      "start_time": 1994900.0,
      "end_time": 1999570.0,
      "text": "change someone’s entire trajectory and that’s the same reason I do the Bulletproof Executive"
    },
    {
      "index": 349,
      "start_time": 1999570.0,
      "end_time": 2004330.0,
      "text": "work because I get the feedback every day from people saying, “Everything is different"
    },
    {
      "index": 350,
      "start_time": 2004330.0,
      "end_time": 2008940.0,
      "text": "because I figured out that little thing that you happened to mention somewhere.” Same"
    },
    {
      "index": 351,
      "start_time": 2008940.0,
      "end_time": 2012250.0,
      "text": "thing, one of those kids will come back to you 10 years later. I imagine you’ve probably"
    },
    {
      "index": 352,
      "start_time": 2012250.0,
      "end_time": 2017690.0,
      "text": "gotten some feedback like that saying, “Thanks. You told me this, I did that, and what do"
    },
    {
      "index": 353,
      "start_time": 2017690.0,
      "end_time": 2021210.0,
      "text": "you know? I’m in a different place in my life.” Do you hear that?"
    },
    {
      "index": 354,
      "start_time": 2021210.0,
      "end_time": 2031309.0,
      "text": "Tom: It’s interesting you brought that up because in 2011, I moved on. I wrote another"
    },
    {
      "index": 355,
      "start_time": 2031310.0,
      "end_time": 2037420.0,
      "text": "book called The Top 100 Cheapest Places to Retire in the US and that was I decided Rich"
    },
    {
      "index": 356,
      "start_time": 2037420.0,
      "end_time": 2043721.0,
      "text": "Habits wasn’t going to be successful, so I’m moving on. Then, I got an email in February"
    },
    {
      "index": 357,
      "start_time": 2043720.0,
      "end_time": 2053109.0,
      "text": "of 2012 from a reader who said that the Rich Habits helped change their life, and they"
    },
    {
      "index": 358,
      "start_time": 2053110.0000000002,
      "end_time": 2059930.0000000002,
      "text": "said, “Your book was great. It was even better than The Wealthy Barber” and I confess,"
    },
    {
      "index": 359,
      "start_time": 2059929.9999999998,
      "end_time": 2065229.9999999998,
      "text": "I had never heard of The Wealthy Barber, but I did a little research and I found out that"
    },
    {
      "index": 360,
      "start_time": 2065230.0,
      "end_time": 2073360.0,
      "text": "it was written by a Canadian. They sold two-and-a-half million copies and so I took the email that"
    },
    {
      "index": 361,
      "start_time": 2073360.0000000002,
      "end_time": 2080070.0000000002,
      "text": "I got from the reader and I forwarded it to the author, David Chilton, and it basically"
    },
    {
      "index": 362,
      "start_time": 2080070.0000000002,
      "end_time": 2087240.0000000002,
      "text": "said, “My book is better than your book.” What I was really trying to do was find out"
    },
    {
      "index": 363,
      "start_time": 2087239.9999999998,
      "end_time": 2094220.9999999998,
      "text": "how the heck, if I have a better book according to this reader, how the heck did he sell two-and-a-half"
    },
    {
      "index": 364,
      "start_time": 2094219.9999999998,
      "end_time": 2099349.0,
      "text": "million books and I’m struggling? At the time, I don’t think I had, besides the 2000"
    },
    {
      "index": 365,
      "start_time": 2099350.0,
      "end_time": 2104211.0,
      "text": "books I gave away and the 2000 books I sold to libraries and stuff, I really didn’t"
    },
    {
      "index": 366,
      "start_time": 2104210.0,
      "end_time": 2110279.0,
      "text": "have many books sold, so I wanted to know. I’ll be darned if the guy called me within"
    },
    {
      "index": 367,
      "start_time": 2110280.0,
      "end_time": 2114381.0,
      "text": "about a minute. The first thing he said to me was, “So your"
    },
    {
      "index": 368,
      "start_time": 2114380.0,
      "end_time": 2121119.0,
      "text": "book is better than my book.” I got him on the phone and I guess that was the hook."
    },
    {
      "index": 369,
      "start_time": 2121120.0,
      "end_time": 2125480.0,
      "text": "I asked him. I said, “David, how the heck did you sell two-and-a-half million copies?”"
    },
    {
      "index": 370,
      "start_time": 2125480.0,
      "end_time": 2134901.0,
      "text": "and he said, “You got to conquer the media, Tom, TV, radio, print and digital,” so I"
    },
    {
      "index": 371,
      "start_time": 2134900.0,
      "end_time": 2143009.0,
      "text": "decided at that point I was going to… He led me down a path by having me read a book"
    },
    {
      "index": 372,
      "start_time": 2143010.0,
      "end_time": 2148510.0,
      "text": "that he was in on how to promote your book, so I read it and that led me to another person"
    },
    {
      "index": 373,
      "start_time": 2148510.0,
      "end_time": 2156730.0,
      "text": "and next thing I knew, I was doing interviews on 150 radio stations and that led me to my"
    },
    {
      "index": 374,
      "start_time": 2156730.0,
      "end_time": 2161631.0,
      "text": "publicist. I’m glad I didn’t quit, Dave. This is"
    },
    {
      "index": 375,
      "start_time": 2161630.0,
      "end_time": 2167079.0,
      "text": "one of the things that I should have learned from my own research. I should have taken"
    },
    {
      "index": 376,
      "start_time": 2167080.0,
      "end_time": 2172530.0,
      "text": "a page out of my own book: Focus, persistence, and patience. That was one of the three characteristics"
    },
    {
      "index": 377,
      "start_time": 2172530.0,
      "end_time": 2179451.0,
      "text": "that set wealthy people apart from poor people and here I was violating that because I was"
    },
    {
      "index": 378,
      "start_time": 2179450.0,
      "end_time": 2186880.0,
      "text": "essentially moving on and giving up on Rich Habits, but then I got back on and I persisted"
    },
    {
      "index": 379,
      "start_time": 2186880.0,
      "end_time": 2192329.0,
      "text": "and eventually, Yahoo Financially Fit, they caught an article that I had written and they"
    },
    {
      "index": 380,
      "start_time": 2192330.0,
      "end_time": 2196961.0,
      "text": "liked it. They decided to interview me and they have a very popular show called The Financially"
    },
    {
      "index": 381,
      "start_time": 2196960.0,
      "end_time": 2205019.0,
      "text": "Fit, and they came in here with their TV crew. The interview went viral. They never had more"
    },
    {
      "index": 382,
      "start_time": 2205020.0,
      "end_time": 2211780.0,
      "text": "than 800,000 hits on their website. They had 2.2 million hits within 24 hours and one of"
    },
    {
      "index": 383,
      "start_time": 2211780.0,
      "end_time": 2218280.0,
      "text": "the people that read or watched the video was Dave Ramsey, the number three radio host"
    },
    {
      "index": 384,
      "start_time": 2218280.0,
      "end_time": 2223080.0,
      "text": "in the nation, and he had me on his radio show. He was talking about the book for three"
    },
    {
      "index": 385,
      "start_time": 2223080.0,
      "end_time": 2232151.0,
      "text": "days and then he finally got me on the show. I went from, I don’t know, 35,680-something"
    },
    {
      "index": 386,
      "start_time": 2232150.0,
      "end_time": 2239630.0,
      "text": "on Amazon to number seven overnight in all books. I was ahead of J.K. Rowling. I was"
    },
    {
      "index": 387,
      "start_time": 2239630.0,
      "end_time": 2245869.0,
      "text": "ahead of at the time, the number one New York Times bestseller, Lean In. I think I sold"
    },
    {
      "index": 388,
      "start_time": 2245870.0,
      "end_time": 2253191.0,
      "text": "20,000-25,000 books in three days. Dave: That definitely makes your day. I spent"
    },
    {
      "index": 389,
      "start_time": 2253190.0,
      "end_time": 2256849.0,
      "text": "five years writing my first book. Wiley published it. It’s called The Better Baby Book and"
    },
    {
      "index": 390,
      "start_time": 2256850.0,
      "end_time": 2261790.0,
      "text": "it sold less than 5,000 copies and it’s the very best that I know how to write in"
    },
    {
      "index": 391,
      "start_time": 2261790.0,
      "end_time": 2268461.0,
      "text": "terms of knowledge and in terms of improving the entire life of a person, and I realized"
    },
    {
      "index": 392,
      "start_time": 2268460.0,
      "end_time": 2272359.0,
      "text": "the same thing as you. I don’t know the book marketing game. It is complex and I’ve"
    },
    {
      "index": 393,
      "start_time": 2272360.0,
      "end_time": 2277971.0,
      "text": "been surrounding myself with successful authors and learning from them and helping them, and"
    },
    {
      "index": 394,
      "start_time": 2277970.0,
      "end_time": 2282289.0,
      "text": "planning what I’m going to do for my next book and even to re-launch that book because"
    },
    {
      "index": 395,
      "start_time": 2282290.0,
      "end_time": 2285280.0,
      "text": "I think the books are going to help people, but they don’t help people if no one reads"
    },
    {
      "index": 396,
      "start_time": 2285280.0,
      "end_time": 2288701.0,
      "text": "them. That’s part of being an author is getting"
    },
    {
      "index": 397,
      "start_time": 2288700.0,
      "end_time": 2292420.0,
      "text": "people to understand what’s in it for them to read your book, so I’m really hoping"
    },
    {
      "index": 398,
      "start_time": 2292420.0,
      "end_time": 2297999.0,
      "text": "that I can go down that same path with my book. In the meantime, I know my blog is helping"
    },
    {
      "index": 399,
      "start_time": 2298000.0,
      "end_time": 2302280.0,
      "text": "people. I don’t get paid per copy on the blog, but I don’t care. It’s helping people."
    },
    {
      "index": 400,
      "start_time": 2302280.0,
      "end_time": 2307080.0,
      "text": "It’s a good thing, right? Tom: Yeah, and I want to make … There was"
    },
    {
      "index": 401,
      "start_time": 2307080.0,
      "end_time": 2317381.0,
      "text": "one metaphor that David used that really resonated with me. We were talking and I guess I must"
    },
    {
      "index": 402,
      "start_time": 2317380.0,
      "end_time": 2325229.0,
      "text": "have said something about tennis and he said, “Writing a book is like the first serve"
    },
    {
      "index": 403,
      "start_time": 2325230.0,
      "end_time": 2332441.0,
      "text": "in tennis. The rest of the match is promotion. That’s what makes a successful author, not"
    },
    {
      "index": 404,
      "start_time": 2332440.0,
      "end_time": 2337890.0,
      "text": "writing the book. The promotion activities that you have to do.” Boy, I’m telling"
    },
    {
      "index": 405,
      "start_time": 2337890.0,
      "end_time": 2346160.0,
      "text": "you Dave, the guy was spot on. He is absolutely 100% right. The difference between a successful"
    },
    {
      "index": 406,
      "start_time": 2346160.0,
      "end_time": 2352229.0,
      "text": "book and an unsuccessful book is the amount of promotion that you receive and the amount"
    },
    {
      "index": 407,
      "start_time": 2352230.0,
      "end_time": 2358151.0,
      "text": "of effort that you put into promoting a book. Dave: It’s amazing what can happen there."
    },
    {
      "index": 408,
      "start_time": 2358150.0,
      "end_time": 2364099.0,
      "text": "There’s a comedian with a popular podcast named Joe Rogan who came across my work on"
    },
    {
      "index": 409,
      "start_time": 2364100.0,
      "end_time": 2370000.0,
      "text": "Bulletproof Coffee and things like that. My blog was already getting pretty popular, but"
    },
    {
      "index": 410,
      "start_time": 2370000.0,
      "end_time": 2375431.0,
      "text": "he started talking about it all of a sudden, and I’m really grateful that this one thing"
    },
    {
      "index": 411,
      "start_time": 2375430.0,
      "end_time": 2380170.0,
      "text": "like that like you had with Yahoo can help other people know about the work and then"
    },
    {
      "index": 412,
      "start_time": 2380170.0,
      "end_time": 2384940.0,
      "text": "they can check it out and do things like that. It’s often serendipitous when something"
    },
    {
      "index": 413,
      "start_time": 2384940.0,
      "end_time": 2389339.0,
      "text": "like that happens. There’s some other habits that you talk"
    },
    {
      "index": 414,
      "start_time": 2389340.0,
      "end_time": 2392691.0,
      "text": "about and there, I think you’re learning from someone who’s really successful, which"
    },
    {
      "index": 415,
      "start_time": 2392690.0,
      "end_time": 2397460.0,
      "text": "I think is a good habit in and of itself, but you said only six percent of wealthy people"
    },
    {
      "index": 416,
      "start_time": 2397460.0,
      "end_time": 2404410.0,
      "text": "gossip. I maintain a no-gossip rule in the Bulletproof Company and we’re a tiny company,"
    },
    {
      "index": 417,
      "start_time": 2404410.0,
      "end_time": 2410039.0,
      "text": "but the rule is anytime someone’s here, we don’t talk crap about someone. If so,"
    },
    {
      "index": 418,
      "start_time": 2410040.0,
      "end_time": 2415540.0,
      "text": "we get on Skype and we talk to each other face-to-face to put it out there. What’s"
    },
    {
      "index": 419,
      "start_time": 2415540.0,
      "end_time": 2418840.0,
      "text": "the wealthy people don’t gossip rule all about?"
    },
    {
      "index": 420,
      "start_time": 2418840.0,
      "end_time": 2426941.0,
      "text": "Tom: That one I actually thought that that statistic, because I tracked over 200, I think"
    },
    {
      "index": 421,
      "start_time": 2426940.0,
      "end_time": 2433200.0,
      "text": "207 data points I tracked that separate the wealthy from the poor, and that one was so"
    },
    {
      "index": 422,
      "start_time": 2433200.0,
      "end_time": 2444700.0,
      "text": "glaringly set them apart, I thought, “Boy, maybe my data’s wrong.” What was interesting"
    },
    {
      "index": 423,
      "start_time": 2444700.0,
      "end_time": 2449549.0,
      "text": "is when I had the interview with Dave Ramsey, he said the same thing that you just said."
    },
    {
      "index": 424,
      "start_time": 2449550.0,
      "end_time": 2457191.0,
      "text": "He said, “That struck me, that one difference between the rich and the poor,” he said,"
    },
    {
      "index": 425,
      "start_time": 2457190.0,
      "end_time": 2460759.0,
      "text": "“because I have a no-gossip policy at work.” Dave: Oh, he does? Wow."
    },
    {
      "index": 426,
      "start_time": 2460760.0,
      "end_time": 2467780.0,
      "text": "Tom: Yeah. He’s on the air. I have him recorded on the air saying that. I said, “My gosh,"
    },
    {
      "index": 427,
      "start_time": 2467780.0,
      "end_time": 2474800.0,
      "text": "this statistic is spot on.” You think gossip wouldn’t be such a bad thing if all the"
    },
    {
      "index": 428,
      "start_time": 2474800.0,
      "end_time": 2479820.0,
      "text": "gossip we were doing was positive and uplifting and building up people, right?"
    },
    {
      "index": 429,
      "start_time": 2479820.0,
      "end_time": 2483401.0,
      "text": "Dave: “That guy’s just too good. I can’t stand it.“ Yeah, right."
    },
    {
      "index": 430,
      "start_time": 2483400.0,
      "end_time": 2488650.0,
      "text": "Tom: [crosstalk 00:41:13]. If that was the kind of … but I’ll tell you what, most"
    },
    {
      "index": 431,
      "start_time": 2488650.0,
      "end_time": 2493930.0,
      "text": "of the people in life are struggling financially, and the reason they’re struggling financially"
    },
    {
      "index": 432,
      "start_time": 2493930.0,
      "end_time": 2500859.0,
      "text": "is because they operate from a negative mindset, and the reason why they gossip and it’s"
    },
    {
      "index": 433,
      "start_time": 2500860.0,
      "end_time": 2506790.0,
      "text": "negative gossip is because of that, so it’s all connected. It’s all interrelated, and"
    },
    {
      "index": 434,
      "start_time": 2506790.0,
      "end_time": 2512810.0,
      "text": "this is why successful, wealthy people do not allow gossip in the office. They shut"
    },
    {
      "index": 435,
      "start_time": 2512810.0,
      "end_time": 2516840.0,
      "text": "it down. They don’t want any of that going on because they know it creates problems and"
    },
    {
      "index": 436,
      "start_time": 2516840.0,
      "end_time": 2524671.0,
      "text": "it damages relationships. It destroys relationships, so that’s why Dave had a no-gossip policy"
    },
    {
      "index": 437,
      "start_time": 2524670.0,
      "end_time": 2528589.0,
      "text": "and that’s why you do because you understand that intuitively."
    },
    {
      "index": 438,
      "start_time": 2528590.0,
      "end_time": 2534941.0,
      "text": "I don’t know how you know that, but I didn’t know that. That was, at the age of 48, I learned"
    },
    {
      "index": 439,
      "start_time": 2534940.0,
      "end_time": 2541309.0,
      "text": "that for the first time and I wished somebody told me when I was 9 or 10. “Gossiping is"
    },
    {
      "index": 440,
      "start_time": 2541310.0,
      "end_time": 2545451.0,
      "text": "bad. Don’t gossip.” I wished my parents told me that and I wished they’d enforced"
    },
    {
      "index": 441,
      "start_time": 2545450.0,
      "end_time": 2551989.0,
      "text": "it, but unfortunately, the majority or 95% of the population in this country, their parents"
    },
    {
      "index": 442,
      "start_time": 2551990.0,
      "end_time": 2555270.0,
      "text": "don’t teach them these kinds of things. Dave: I think the internet may have something"
    },
    {
      "index": 443,
      "start_time": 2555270.0,
      "end_time": 2559590.0,
      "text": "to do with that, too. It’s so painfully easy to fall into the gossip trap, especially"
    },
    {
      "index": 444,
      "start_time": 2559590.0,
      "end_time": 2564090.0,
      "text": "when there’s time delayed. You can send an email. You can post stuff in social media"
    },
    {
      "index": 445,
      "start_time": 2564090.0,
      "end_time": 2569540.0,
      "text": "and it quickly devolves into gossip. I’ve had to exercise a lot of restraint because"
    },
    {
      "index": 446,
      "start_time": 2569540.0,
      "end_time": 2575820.0,
      "text": "it’s one thing to say, “This rule is wrong” or “This recommendation is not a good one"
    },
    {
      "index": 447,
      "start_time": 2575820.0,
      "end_time": 2580381.0,
      "text": "because it doesn’t make sense.” It’s another thing to say, “You’re a jerk and"
    },
    {
      "index": 448,
      "start_time": 2580380.0,
      "end_time": 2585140.0,
      "text": "you’re blah, blah, blah.” The obvious anyone with integrity, their normal response"
    },
    {
      "index": 449,
      "start_time": 2585140.0,
      "end_time": 2590829.0,
      "text": "to something like that is to gossip. You come back, “Yeah, well …” so I’ve really"
    },
    {
      "index": 450,
      "start_time": 2590830.0,
      "end_time": 2597970.0,
      "text": "been exercising my own self-control there around not turning my blog and things like"
    },
    {
      "index": 451,
      "start_time": 2597970.0,
      "end_time": 2601411.0,
      "text": "that into a source of gossip because it’s just not useful."
    },
    {
      "index": 452,
      "start_time": 2601410.0,
      "end_time": 2605190.0,
      "text": "Stick to the facts, stick to what’s important, stick to positive relationships and say nice"
    },
    {
      "index": 453,
      "start_time": 2605190.0,
      "end_time": 2610140.0,
      "text": "things about people who deserve it. If you do that, I think it contributes to your wealth"
    },
    {
      "index": 454,
      "start_time": 2610140.0,
      "end_time": 2613049.0,
      "text": "and certainly, it makes everyone happier, even if it makes no one wealthier, and that’s"
    },
    {
      "index": 455,
      "start_time": 2613050.0,
      "end_time": 2617470.0,
      "text": "still a form of wealth in my book. Tom: Absolutely. You’re spot on there."
    },
    {
      "index": 456,
      "start_time": 2617470.0,
      "end_time": 2623610.0,
      "text": "Dave: Let’s talk about, you mentioned exercise. You mentioned not eating junk food. The other"
    },
    {
      "index": 457,
      "start_time": 2623610.0,
      "end_time": 2629381.0,
      "text": "thing in your book that’s particularly cool … You talk about waking up early, before"
    },
    {
      "index": 458,
      "start_time": 2629380.0,
      "end_time": 2634920.0,
      "text": "sunrise, and doing something for self-improvement. Why early instead of late? Isn’t that a"
    },
    {
      "index": 459,
      "start_time": 2634920.0,
      "end_time": 2639400.0,
      "text": "personal preference thing? Tom: Yeah, it’s a significant rich habit"
    },
    {
      "index": 460,
      "start_time": 2639400.0,
      "end_time": 2645349.0,
      "text": "because wealthy people in general wake up three hours before they actually get into"
    },
    {
      "index": 461,
      "start_time": 2645350.0,
      "end_time": 2650120.0,
      "text": "their office or their place of business, wherever that might be. The interesting thing is what"
    },
    {
      "index": 462,
      "start_time": 2650120.0,
      "end_time": 2656161.0,
      "text": "do they do with that three hours. What they do … There’s a range of activities. It"
    },
    {
      "index": 463,
      "start_time": 2656160.0,
      "end_time": 2663160.0,
      "text": "includes the daily self-help reading, self-improvement reading. It includes the daily aerobic exercise."
    },
    {
      "index": 464,
      "start_time": 2663160.0,
      "end_time": 2668430.0,
      "text": "In some cases, wealthy people were mapping out their day. They’re creating their to-do"
    },
    {
      "index": 465,
      "start_time": 2668430.0,
      "end_time": 2674140.0,
      "text": "lists. In other cases, they were writing speeches that they have to give. In other cases, they"
    },
    {
      "index": 466,
      "start_time": 2674140.0,
      "end_time": 2680099.0,
      "text": "were preparing lesson plans because they were adjunct professors teaching at night, expanding"
    },
    {
      "index": 467,
      "start_time": 2680100.0,
      "end_time": 2685590.0,
      "text": "your means … rich habit. They were writing books. They were writing"
    },
    {
      "index": 468,
      "start_time": 2685590.0,
      "end_time": 2691850.0,
      "text": "articles, publications. They were doing any number of things that were positive, moving"
    },
    {
      "index": 469,
      "start_time": 2691850.0,
      "end_time": 2696951.0,
      "text": "you forward kind of things, helping your career type stuff, helping your health type stuff,"
    },
    {
      "index": 470,
      "start_time": 2696950.0,
      "end_time": 2702809.0,
      "text": "making your life better. In those two or three hours that they spent in the morning, they"
    },
    {
      "index": 471,
      "start_time": 2702810.0,
      "end_time": 2710070.0,
      "text": "got more accomplished productively. In a lot of cases, they were pursuing some chief aim"
    },
    {
      "index": 472,
      "start_time": 2710070.0,
      "end_time": 2715760.0,
      "text": "in life or main purpose, part of the expand your means rich habit."
    },
    {
      "index": 473,
      "start_time": 2715760.0,
      "end_time": 2725480.0,
      "text": "They were doing something to help pursue some dream that they had, many of them, and that’s"
    },
    {
      "index": 474,
      "start_time": 2725480.0,
      "end_time": 2729740.0,
      "text": "something that they did even before they got to work, and then they did their job, and"
    },
    {
      "index": 475,
      "start_time": 2729740.0,
      "end_time": 2735211.0,
      "text": "then at night, they would either do the same thing or they would do networking or building"
    },
    {
      "index": 476,
      "start_time": 2735210.0,
      "end_time": 2739729.0,
      "text": "relationships, things like that, and then start the whole process all over again. It’s"
    },
    {
      "index": 477,
      "start_time": 2739730.0,
      "end_time": 2744600.0,
      "text": "like I said, it’s that snowflakes on the mountainside kind of stuff. It builds up and"
    },
    {
      "index": 478,
      "start_time": 2744600.0,
      "end_time": 2751201.0,
      "text": "it builds up, and you have an avalanche of success in that one day."
    },
    {
      "index": 479,
      "start_time": 2751200.0,
      "end_time": 2758759.0,
      "text": "Dave: Do wealthy people engage in performance-enhancing substance use? Coffee would be an example,"
    },
    {
      "index": 480,
      "start_time": 2758760.0,
      "end_time": 2766350.0,
      "text": "but other things. Do they avoid alcohol more? What’s the take on that? I’ve seen a lot"
    },
    {
      "index": 481,
      "start_time": 2766350.0,
      "end_time": 2773451.0,
      "text": "of questions about that from big media lately. Tom: The answer is yes, and it’s 55% of"
    },
    {
      "index": 482,
      "start_time": 2773450.0,
      "end_time": 2779630.0,
      "text": "the wealthy stayed away from drugs and alcohol, meaning they didn’t abuse the drugs and"
    },
    {
      "index": 483,
      "start_time": 2779630.0,
      "end_time": 2787369.0,
      "text": "alcohol, whereas it was, boy, I wish I had it in front of me, but I think it was 63%"
    },
    {
      "index": 484,
      "start_time": 2787370.0,
      "end_time": 2795431.0,
      "text": "of the poor admitted to abusing it, alcohol and drugs. It’s not just alcohol. There’s"
    },
    {
      "index": 485,
      "start_time": 2795430.0,
      "end_time": 2801890.0,
      "text": "gambling; 77% of the people who were in my poor group, they gambled on the lottery at"
    },
    {
      "index": 486,
      "start_time": 2801890.0,
      "end_time": 2814450.0,
      "text": "least weekly, and 94% of the wealthy didn’t. All of these vices that we know are bad, the"
    },
    {
      "index": 487,
      "start_time": 2814450.0,
      "end_time": 2819180.0,
      "text": "wealthy people understand and they stay away from. They don’t want to lose money. They"
    },
    {
      "index": 488,
      "start_time": 2819180.0,
      "end_time": 2825660.0,
      "text": "want to make money. The poor people, unfortunately, are picking up these habits from home, predominantly."
    },
    {
      "index": 489,
      "start_time": 2825660.0,
      "end_time": 2830999.0,
      "text": "Their environment, too, but predominantly from home and [inaudible 00:46:58] you see"
    },
    {
      "index": 490,
      "start_time": 2831000.0,
      "end_time": 2836540.0,
      "text": "your father going to OTB and you say that’s the normal thing. Normal people do that because"
    },
    {
      "index": 491,
      "start_time": 2836540.0,
      "end_time": 2840401.0,
      "text": "my dad does it. He does it every week, so you do it. You pick it up and it becomes a"
    },
    {
      "index": 492,
      "start_time": 2840400.0,
      "end_time": 2848099.0,
      "text": "poverty habit. My dad or my mom drinks a lot, so you see that and you follow their poverty"
    },
    {
      "index": 493,
      "start_time": 2848100.0,
      "end_time": 2857530.0,
      "text": "habit and you drag that into your adult life. What the wealthy people do is they learn that"
    },
    {
      "index": 494,
      "start_time": 2857530.0,
      "end_time": 2862270.0,
      "text": "rich habit from home. They’re very fortunate because they learn it from their parents."
    },
    {
      "index": 495,
      "start_time": 2862270.0,
      "end_time": 2867040.0,
      "text": "They don’t have those poverty habits. If they don’t, they pick it up during life"
    },
    {
      "index": 496,
      "start_time": 2867040.0,
      "end_time": 2870590.0,
      "text": "either through the School of Hard Knocks or through a success mentor that they run into"
    },
    {
      "index": 497,
      "start_time": 2870590.0,
      "end_time": 2876980.0,
      "text": "at work or it’s a great teacher or through books. Books are another way to find mentors,"
    },
    {
      "index": 498,
      "start_time": 2876980.0,
      "end_time": 2884050.0,
      "text": "so you can learn these rich habits and the right things to do through those five ways:"
    },
    {
      "index": 499,
      "start_time": 2884050.0,
      "end_time": 2889391.0,
      "text": "Parents, teachers, career … in your career you have a success mentor in your career,"
    },
    {
      "index": 500,
      "start_time": 2889390.0,
      "end_time": 2894709.0,
      "text": "or books, or through the School of Hard Knocks. Dave: Are you a fan of Napoleon Hill? Think"
    },
    {
      "index": 501,
      "start_time": 2894710.0,
      "end_time": 2895951.0,
      "text": "and Grow Rich? Tom: Yeah."
    },
    {
      "index": 502,
      "start_time": 2895950.0,
      "end_time": 2899640.0,
      "text": "Dave: [crosstalk 00:48:05] self-help improvement. Tom: Yeah, I must have read that book about"
    },
    {
      "index": 503,
      "start_time": 2899640.0,
      "end_time": 2908589.0,
      "text": "a half a dozen times. That guy was amazing and so far ahead of his time. I have to say"
    },
    {
      "index": 504,
      "start_time": 2908590.0,
      "end_time": 2916490.0,
      "text": "he had a little bit of opportunity good luck. He stumbled into Andrew Carnegie. That’s"
    },
    {
      "index": 505,
      "start_time": 2916490.0,
      "end_time": 2923240.0,
      "text": "the story. He had to write an article for a paper and so they asked him to interview"
    },
    {
      "index": 506,
      "start_time": 2923240.0,
      "end_time": 2928720.0,
      "text": "people like I guess Andrew Carnegie was on the list, so he went and Andrew Carnegie said,"
    },
    {
      "index": 507,
      "start_time": 2928720.0,
      "end_time": 2936881.0,
      "text": "“This is my opportunity to share my rich habits.” In his case, what came out of that"
    },
    {
      "index": 508,
      "start_time": 2936880.0,
      "end_time": 2944180.0,
      "text": "was more than just Think and Grow Rich. It was the concept of the mastermind group, using"
    },
    {
      "index": 509,
      "start_time": 2944180.0,
      "end_time": 2950979.0,
      "text": "people, building relationships with people, surrounding yourself with people, and the"
    },
    {
      "index": 510,
      "start_time": 2950980.0,
      "end_time": 2956681.0,
      "text": "mastermind is an interesting thing because I think 99% of the people get the mastermind"
    },
    {
      "index": 511,
      "start_time": 2956680.0,
      "end_time": 2960459.0,
      "text": "wrong. A mastermind group really only works if everybody"
    },
    {
      "index": 512,
      "start_time": 2960460.0,
      "end_time": 2965460.0,
      "text": "is doing the same thing. If everybody’s writing a book … If you’re writing a book,"
    },
    {
      "index": 513,
      "start_time": 2965460.0,
      "end_time": 2971641.0,
      "text": "find four other authors who are writing books, and that becomes your mastermind group. I’ve"
    },
    {
      "index": 514,
      "start_time": 2971640.0,
      "end_time": 2975789.0,
      "text": "tried mastermind groups, probably three or four of them in the past, and they never work"
    },
    {
      "index": 515,
      "start_time": 2975790.0,
      "end_time": 2981391.0,
      "text": "because one guy is doing this, one woman’s doing that, and everybody’s got their own"
    },
    {
      "index": 516,
      "start_time": 2981390.0,
      "end_time": 2987719.0,
      "text": "agenda. The real value of a mastermind group, and this is what happened with Andrew Carnegie,"
    },
    {
      "index": 517,
      "start_time": 2987720.0,
      "end_time": 2991260.0,
      "text": "is they were all pulling the same cart. They were all doing the same thing. That’s when"
    },
    {
      "index": 518,
      "start_time": 2991260.0,
      "end_time": 2995280.0,
      "text": "a mastermind group has real value. Dave: What’s the biggest size of a mastermind"
    },
    {
      "index": 519,
      "start_time": 2995280.0,
      "end_time": 3000381.0,
      "text": "group that would work in your opinion? Tom: I think if you have more than six people,"
    },
    {
      "index": 520,
      "start_time": 3000380.0,
      "end_time": 3006459.0,
      "text": "you run into time constraints because six people, you can run a mastermind group with"
    },
    {
      "index": 521,
      "start_time": 3006460.0,
      "end_time": 3012280.0,
      "text": "six people in an hour. If you go above six people, you’re going to run into problems."
    },
    {
      "index": 522,
      "start_time": 3012280.0,
      "end_time": 3017240.0,
      "text": "You know it’s like anything else. That’s why 20 to 30 minutes of aerobic exercise is"
    },
    {
      "index": 523,
      "start_time": 3017240.0,
      "end_time": 3021891.0,
      "text": "such a good number because people will do 20 to 30 minutes. People will do a mastermind"
    },
    {
      "index": 524,
      "start_time": 3021890.0,
      "end_time": 3028069.0,
      "text": "group that’s 40, 45 minutes, tops an hour. They’ll push away when it’s … They’ll"
    },
    {
      "index": 525,
      "start_time": 3028070.0,
      "end_time": 3032540.0,
      "text": "find it too time-consuming eventually and drop out."
    },
    {
      "index": 526,
      "start_time": 3032540.0,
      "end_time": 3038100.0,
      "text": "Dave: That makes good sense. I’ve been exploring masterminds lately and there’s an awful"
    },
    {
      "index": 527,
      "start_time": 3038100.0,
      "end_time": 3042330.0,
      "text": "lot of them forming and all of them seem to have an economic reason to be big, but what"
    },
    {
      "index": 528,
      "start_time": 3042330.0,
      "end_time": 3047060.0,
      "text": "you want to do is spend really good quality time with a small number of high quality people"
    },
    {
      "index": 529,
      "start_time": 3047060.0,
      "end_time": 3049620.0,
      "text": "which makes it less of a business model, but maybe more impactful."
    },
    {
      "index": 530,
      "start_time": 3049620.0,
      "end_time": 3053600.0,
      "text": "Tom: That’s right. Dave: There’s a question that I’m really"
    },
    {
      "index": 531,
      "start_time": 3053600.0,
      "end_time": 3057800.0,
      "text": "eager to ask you and this is a question that I’ve asked everyone who’s come on more"
    },
    {
      "index": 532,
      "start_time": 3057800.0,
      "end_time": 3062270.0,
      "text": "than a hundred episodes of Bulletproof Executive Radio, and it’s the final question of the"
    },
    {
      "index": 533,
      "start_time": 3062270.0,
      "end_time": 3067790.0,
      "text": "interview. It’s what are the top three recommendations you would have for people who want to perform"
    },
    {
      "index": 534,
      "start_time": 3067790.0,
      "end_time": 3072760.0,
      "text": "better in their lives? This isn’t just from your book. It’s from your entire life’s"
    },
    {
      "index": 535,
      "start_time": 3072760.0,
      "end_time": 3075451.0,
      "text": "experience, the three most important pieces of advice."
    },
    {
      "index": 536,
      "start_time": 3075450.0,
      "end_time": 3083190.0,
      "text": "Tom: I will tell you it’s no question. It’s your limiting beliefs. The beliefs that we"
    },
    {
      "index": 537,
      "start_time": 3083190.0,
      "end_time": 3089420.0,
      "text": "hold inside of us in our subconscious mind, those limiting beliefs hold you back in life."
    },
    {
      "index": 538,
      "start_time": 3089420.0,
      "end_time": 3094989.0,
      "text": "I don’t know if you’ve ever heard of Brian Tracy, but the guy wrote a book called The"
    },
    {
      "index": 539,
      "start_time": 3094990.0,
      "end_time": 3099620.0,
      "text": "Psychology of Achievement and he came out with a [crosstalk 00:51:26]. That actually,"
    },
    {
      "index": 540,
      "start_time": 3099620.0,
      "end_time": 3105040.0,
      "text": "if it wasn’t for Brian Tracy and that Psychology of Achievement, I would not have passed the"
    },
    {
      "index": 541,
      "start_time": 3105040.0,
      "end_time": 3113441.0,
      "text": "CPA exam because at the time I was under the impression I was dumb. I grew up in a family"
    },
    {
      "index": 542,
      "start_time": 3113440.0,
      "end_time": 3119329.0,
      "text": "of eight. I had a lot of older siblings, and they did not miss an opportunity to call me"
    },
    {
      "index": 543,
      "start_time": 3119330.0,
      "end_time": 3125240.0,
      "text": "an idiot, so I grew up honestly thinking I was an idiot. Even though I occasionally got"
    },
    {
      "index": 544,
      "start_time": 3125240.0,
      "end_time": 3131610.0,
      "text": "straight As, I thought that was fluky, so I think your limiting beliefs that you take"
    },
    {
      "index": 545,
      "start_time": 3131610.0,
      "end_time": 3137120.0,
      "text": "with you in your adult life. I think those limiting beliefs are the things"
    },
    {
      "index": 546,
      "start_time": 3137120.0,
      "end_time": 3143980.0,
      "text": "that hold us back the most. I think people need to get out more and network and build"
    },
    {
      "index": 547,
      "start_time": 3143980.0,
      "end_time": 3152220.0,
      "text": "relationships. I really think that’s important. I think procrastination. I talk about this"
    },
    {
      "index": 548,
      "start_time": 3152220.0,
      "end_time": 3159260.0,
      "text": "on my Rich Habits website. There are really five strategies to avoid procrastination."
    },
    {
      "index": 549,
      "start_time": 3159260.0,
      "end_time": 3165740.0,
      "text": "I think if you can make it a rich habit not to procrastinate and it’s a big if, but"
    },
    {
      "index": 550,
      "start_time": 3165740.0,
      "end_time": 3171310.0,
      "text": "wealthy people have tools that they use to help them, those three things I think are"
    },
    {
      "index": 551,
      "start_time": 3171310.0,
      "end_time": 3177830.0,
      "text": "really critical to success in life. Dave: Thank you for that well thought out"
    },
    {
      "index": 552,
      "start_time": 3177830.0,
      "end_time": 3182220.0,
      "text": "list. I imagine having studied 200 habits like that, you were going to have some pretty"
    },
    {
      "index": 553,
      "start_time": 3182220.0,
      "end_time": 3185860.0,
      "text": "epic answers, so that’s really cool. Tom: Thank you, Dave."
    },
    {
      "index": 554,
      "start_time": 3185860.0,
      "end_time": 3190250.0,
      "text": "Dave: Would you, Tom Corley, please let people know your URL, your Twitter handle, and the"
    },
    {
      "index": 555,
      "start_time": 3190250.0,
      "end_time": 3193210.0,
      "text": "other ways they should reach out to you and how they can get on the list for your new"
    },
    {
      "index": 556,
      "start_time": 3193210.0,
      "end_time": 3196770.0,
      "text": "book because if you’re planning to have kids or you already have kids, I think this"
    },
    {
      "index": 557,
      "start_time": 3196770.0,
      "end_time": 3201141.0,
      "text": "is going to be a really important book and I want an advance release of it. As soon as"
    },
    {
      "index": 558,
      "start_time": 3201140.0,
      "end_time": 3209259.0,
      "text": "I can read it, I’ll start teaching my kids. Tom: No worries. RichHabits.net is the heartbeat"
    },
    {
      "index": 559,
      "start_time": 3209260.0,
      "end_time": 3215681.0,
      "text": "of really everything that I’m trying to articulate with the Rich Habits. I have all"
    },
    {
      "index": 560,
      "start_time": 3215680.0,
      "end_time": 3222209.0,
      "text": "my research data on there, all my research articles, and there’s a lot of reports,"
    },
    {
      "index": 561,
      "start_time": 3222210.0,
      "end_time": 3227490.0,
      "text": "and you can even get some … We have a couple of eBooks that we’re going to put on there"
    },
    {
      "index": 562,
      "start_time": 3227490.0,
      "end_time": 3235250.0,
      "text": "real soon, so if they go on RichHabits.net, and my Twitter handle’s RichHabits and my"
    },
    {
      "index": 563,
      "start_time": 3235250.0,
      "end_time": 3241010.0,
      "text": "Facebook is RichHabits, and Tom Corley is my LinkedIn, so we’re exploring this new"
    },
    {
      "index": 564,
      "start_time": 3241010.0,
      "end_time": 3243441.0,
      "text": "thing called HootSuite. I think you probably know it better than I do."
    },
    {
      "index": 565,
      "start_time": 3243440.0,
      "end_time": 3247400.0,
      "text": "Dave: Yeah, we used it every day. Tom: I don’t know anything about it."
    },
    {
      "index": 566,
      "start_time": 3247400.0,
      "end_time": 3250569.0,
      "text": "Dave: It’s a good interface for all those things, so when you say something once you"
    },
    {
      "index": 567,
      "start_time": 3250570.0,
      "end_time": 3254201.0,
      "text": "can say it everywhere instead of saying it 10 times. It’ll save you enormous time."
    },
    {
      "index": 568,
      "start_time": 3254200.0,
      "end_time": 3261029.0,
      "text": "You’ll love it. Tom: Really, Rich Habits is the [crosstalk"
    },
    {
      "index": 569,
      "start_time": 3261030.0,
      "end_time": 3261460.0,
      "text": "00:54:04]. Dave: That’s the main place."
    },
    {
      "index": 570,
      "start_time": 3261460.0,
      "end_time": 3264911.0,
      "text": "Tom: If you google Rich Habits, trust me, it’ll [crosstalk 00:54:08] four or five"
    },
    {
      "index": 571,
      "start_time": 3264910.0,
      "end_time": 3268019.0,
      "text": "pages, thanks to the media. Dave: Yeah, you’re pretty well-known and"
    },
    {
      "index": 572,
      "start_time": 3268020.0,
      "end_time": 3273060.0,
      "text": "your work is worthy of respect and, the people who are listening today, it’s worth the"
    },
    {
      "index": 573,
      "start_time": 3273060.0,
      "end_time": 3276760.0,
      "text": "time to read your book, and I believe your next one as well. I can’t wait to see it"
    },
    {
      "index": 574,
      "start_time": 3276760.0,
      "end_time": 3278330.0,
      "text": "myself. Tom, thanks again for being on the show."
    },
    {
      "index": 575,
      "start_time": 3278330.0,
      "end_time": 3281451.0,
      "text": "Tom: All right. Thank you, Dave. I really appreciate it."
    },
    {
      "index": 576,
      "start_time": 3281450.0,
      "end_time": 3285890.0,
      "text": "Dave: If you’re driving today in your car in traffic or maybe watching us on iTunes"
    },
    {
      "index": 577,
      "start_time": 3285890.0,
      "end_time": 3291789.0,
      "text": "or on YouTube, thank you. I really appreciate your time today and did my best not to waste"
    },
    {
      "index": 578,
      "start_time": 3291790.0,
      "end_time": 3295800.0,
      "text": "it. If you appreciated this, and you enjoy a good cup of coffee, check out Bulletproof"
    },
    {
      "index": 579,
      "start_time": 3295800.0,
      "end_time": 3300450.0,
      "text": "Coffee. It’s on UpgradedSelf.com and I’m about to publish some amazing new research"
    },
    {
      "index": 580,
      "start_time": 3300450.0,
      "end_time": 3305181.0,
      "text": "on what’s actually in the coffee, and the level of toxins in coffee and where this all"
    },
    {
      "index": 581,
      "start_time": 3305180.0,
      "end_time": 3308430.0,
      "text": "comes from. At the end of the day, it’s all about performing better up here, which"
    },
    {
      "index": 582,
      "start_time": 3308430.0,
      "end_time": 3311999.0,
      "text": "requires that you perform better down here. If you’re listening, up here is your head"
    },
    {
      "index": 583,
      "start_time": 3312000.0,
      "end_time": 3341921.0,
      "text": "and down here is your heart. Have a great day."
    },
    {
      "index": 584,
      "start_time": 3341920.0,
      "end_time": 3342729.0,
      "text": "Featured"
    },
    {
      "index": 585,
      "start_time": 3342730.0,
      "end_time": 3343540.0,
      "text": "Resources"
    },
    {
      "index": 586,
      "start_time": 3343540.0,
      "end_time": 3344350.0,
      "text": "Bulletproof"
    },
    {
      "index": 587,
      "start_time": 3344350.0,
      "end_time": 3349210.0,
      "text": "Bulletproof Toolbox Podcast #117, Tom Corley"
    },
    {
      "index": 588,
      "start_time": 3349210.0,
      "end_time": 3350010.0,
      "text": "8"
    },
    {
      "index": 589,
      "start_time": 3350010.0,
      "end_time": 3360010.0,
      "text": "© The Bulletproof Executive 2013"
    }
  ]
}