{
  "video_id": "1WQHsk557f4",
  "title": "The Story Behind the Happy Birthday Song",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 880.0,
      "end_time": 6710.0,
      "text": "This is the version of Good Morning to All, the song that is used in the Happy Birthday"
    },
    {
      "index": 2,
      "start_time": 6710.0,
      "end_time": 20179.0,
      "text": "song that everyone knows. Obviously it was very exciting to open up"
    },
    {
      "index": 3,
      "start_time": 20179.0,
      "end_time": 25269.0,
      "text": "a folder full of materials that were just sort of hidden away in a filing cabinet that"
    },
    {
      "index": 4,
      "start_time": 25269.0,
      "end_time": 33260.0,
      "text": "no one ever looks at and find the manuscript for the Good Morning to You song which eventually"
    },
    {
      "index": 5,
      "start_time": 33260.0,
      "end_time": 39940.0,
      "text": "evolved into the Happy Birthday song that is so known world-wide. The song that everyone"
    },
    {
      "index": 6,
      "start_time": 39940.0,
      "end_time": 48570.0,
      "text": "knows as Happy Birthday was originally published in 1893 by the Clayton Summy Company as Good Morning to All"
    },
    {
      "index": 7,
      "start_time": 48570.0,
      "end_time": 54329.0,
      "text": "it appears in the first song of a song book called Song Stories for the Kindergarten."
    },
    {
      "index": 8,
      "start_time": 54329.0,
      "end_time": 63610.0,
      "text": "The songs were composed by Mildred Hill and the words were by her sister Patty."
    },
    {
      "index": 9,
      "start_time": 63610.0,
      "end_time": 70780.0,
      "text": "Much has been written about how the song evolved from Good Morning to You into Happy Birthday,"
    },
    {
      "index": 10,
      "start_time": 70780.0,
      "end_time": 77939.0,
      "text": "much, much research because the song as we know it, the Happy Birthday that currently"
    },
    {
      "index": 11,
      "start_time": 77939.0,
      "end_time": 84758.0,
      "text": "is copyrighted and there's a big lawsuit going on right now so I won't discuss the copyright to much"
    },
    {
      "index": 12,
      "start_time": 84759.0,
      "end_time": 93740.0,
      "text": "but it originally was Good Morning to You and sometime in the early 1900s around"
    },
    {
      "index": 13,
      "start_time": 93740.0,
      "end_time": 101990.0,
      "text": "I believe 1912 was the first time that we saw it published with the Happy Birthday lyrics,"
    },
    {
      "index": 14,
      "start_time": 101990.0,
      "end_time": 109850.0,
      "text": "there's various stories as to how that came to be, some say that it was originally Patty"
    },
    {
      "index": 15,
      "start_time": 109850.0,
      "end_time": 114579.0,
      "text": "suggested that it was a child's birthday in one of her classes and that they changed the words."
    },
    {
      "index": 16,
      "start_time": 114579.0,
      "end_time": 120598.0,
      "text": "There are some other different versions to the story, it's another one of those things"
    },
    {
      "index": 17,
      "start_time": 120599.0,
      "end_time": 122699.0,
      "text": "that's sort of a mystery."
    }
  ]
}