{
  "video_id": "1WS712DHfmg",
  "title": "Life Begins: Crash Course Big History #4",
  "json": [
    {
      "index": 1,
      "start_time": 99.0,
      "end_time": 5480.0,
      "text": "Hi. I&#39;m John Green and welcome to Crash Course Big History where today we are going to get"
    },
    {
      "index": 2,
      "start_time": 5480.0,
      "end_time": 8090.0,
      "text": "a life. Or at least the Earth is going to get a life."
    },
    {
      "index": 3,
      "start_time": 8090.0,
      "end_time": 12860.0,
      "text": "But first, today we have to start with a disclaimer. The origin of life is in many ways a &quot;blank"
    },
    {
      "index": 4,
      "start_time": 12860.0,
      "end_time": 18200.0,
      "text": "spot&quot; in the pages of history. Like, the mystery surrounding the big bang or dark matter - the"
    },
    {
      "index": 5,
      "start_time": 18200.0,
      "end_time": 22260.0,
      "text": "origin of life is still pretty puzzling to us. Like, thanks to scientific research, we"
    },
    {
      "index": 6,
      "start_time": 22260.0,
      "end_time": 26260.0,
      "text": "have a general idea of what needed to happen to bring about life, but we&#39;re pretty fuzzy"
    },
    {
      "index": 7,
      "start_time": 26260.0,
      "end_time": 27070.0,
      "text": "on the details."
    },
    {
      "index": 8,
      "start_time": 27070.0,
      "end_time": 31060.0,
      "text": "Mr Green, Mr Green! I mean, if we don&#39;t know, then why are we studying it as history? Maybe"
    },
    {
      "index": 9,
      "start_time": 31060.0,
      "end_time": 34280.0,
      "text": "we should just like, let scientists figure all that stuff out and then they&#39;ll get back"
    },
    {
      "index": 10,
      "start_time": 34280.0,
      "end_time": 36149.0,
      "text": "to us, like, after this class is over?"
    },
    {
      "index": 11,
      "start_time": 36149.0,
      "end_time": 39929.0,
      "text": "Well, Me From the Past, I&#39;m sure the thousands of scientists working on that question appreciate"
    },
    {
      "index": 12,
      "start_time": 39929.0,
      "end_time": 45369.0,
      "text": "your patience, but even when we have blank pages in the annals of history, it&#39;s still"
    },
    {
      "index": 13,
      "start_time": 45369.0,
      "end_time": 49219.0,
      "text": "history! Like, there&#39;s still competing ideas and theories about the presidency of Franklin"
    },
    {
      "index": 14,
      "start_time": 49219.0,
      "end_time": 54300.0,
      "text": "Delano Roosevelt, but the fact that there are open questions doesn&#39;t mean it didn&#39;t happen!"
    },
    {
      "index": 15,
      "start_time": 54300.0,
      "end_time": 58139.0,
      "text": "Sometimes we don&#39;t have a clear narrative of events, and it&#39;s up to us to collect more"
    },
    {
      "index": 16,
      "start_time": 58139.0,
      "end_time": 62600.0,
      "text": "evidence and refine those theories. But first, we have to know about the current evidence"
    },
    {
      "index": 17,
      "start_time": 62600.0,
      "end_time": 75220.0,
      "text": "and the current theories. I mean, ultimately, that&#39;s what history is!"
    },
    {
      "index": 18,
      "start_time": 75220.0,
      "end_time": 78960.0,
      "text": "I&#39;m Hank Green, and this is still Crash Course Big History. Last time we left off with a"
    },
    {
      "index": 19,
      "start_time": 78960.0,
      "end_time": 85030.0,
      "text": "newly-born Earth that was molten hot and pelted by asteroids. Then millions of years of torrential"
    },
    {
      "index": 20,
      "start_time": 85030.0,
      "end_time": 87689.0,
      "text": "rainfall cooled the surface and created the first oceans."
    },
    {
      "index": 21,
      "start_time": 87689.0,
      "end_time": 92780.0,
      "text": "We know that life emerged in the oceans between 3.5 and 4 billion years ago. We have solid"
    },
    {
      "index": 22,
      "start_time": 92780.0,
      "end_time": 96750.0,
      "text": "fossil evidence for life 3.5 billion years ago and many scientists are pretty confident"
    },
    {
      "index": 23,
      "start_time": 96750.0,
      "end_time": 98909.0,
      "text": "that life was around 3.8 billion years ago."
    },
    {
      "index": 24,
      "start_time": 98909.0,
      "end_time": 102070.0,
      "text": "It&#39;s pretty clear that life is a different thing from the rest of the universe, but what"
    },
    {
      "index": 25,
      "start_time": 102070.0,
      "end_time": 106999.0,
      "text": "makes up that difference? I&#39;m kind of surprised that this turns out to be a super puzzling"
    },
    {
      "index": 26,
      "start_time": 106999.0,
      "end_time": 110759.0,
      "text": "question that we have yet to come up with a 100% satisfying answer to. But some of the"
    },
    {
      "index": 27,
      "start_time": 110759.0,
      "end_time": 115659.0,
      "text": "major characteristics of most life are: it adapts to the environment, it has a metabolism"
    },
    {
      "index": 28,
      "start_time": 115659.0,
      "end_time": 119919.0,
      "text": "that processes energy to keep itself going (like humans do with pizza), and it reproduces"
    },
    {
      "index": 29,
      "start_time": 119919.0,
      "end_time": 125399.0,
      "text": "- whether it be a cell splitting in two or two animals... doing their thing in nature."
    },
    {
      "index": 30,
      "start_time": 125399.0,
      "end_time": 130000.0,
      "text": "Even these simple criteria have their problems though. Some animals like mules are born unable"
    },
    {
      "index": 31,
      "start_time": 130000.0,
      "end_time": 134080.0,
      "text": "to have offspring. Some micro-organisms can shut down their metabolisms for long stretches"
    },
    {
      "index": 32,
      "start_time": 134080.0,
      "end_time": 137820.0,
      "text": "of time, but neither are exactly dead or not life."
    },
    {
      "index": 33,
      "start_time": 137820.0,
      "end_time": 142300.0,
      "text": "Given the incredible variety of species, definitions for life are, by necessity, very broad. But"
    },
    {
      "index": 34,
      "start_time": 142300.0,
      "end_time": 147220.0,
      "text": "one such definition by big historian Fred Spire, is, and I quote &quot;a regime that contains"
    },
    {
      "index": 35,
      "start_time": 147220.0,
      "end_time": 151690.0,
      "text": "a hereditary program for defining and directing molecular mechanisms that actively extract"
    },
    {
      "index": 36,
      "start_time": 151690.0,
      "end_time": 156720.0,
      "text": "matter and energy from the environment, with the aid of which, matter and energy are converted"
    },
    {
      "index": 37,
      "start_time": 156720.0,
      "end_time": 161940.0,
      "text": "into building blocks for its own maintenance, and if possible, reproduction.&quot;"
    },
    {
      "index": 38,
      "start_time": 161940.0,
      "end_time": 165870.0,
      "text": "In other words, what makes you different from a star is that while a star burns down till"
    },
    {
      "index": 39,
      "start_time": 165870.0,
      "end_time": 170040.0,
      "text": "it dies and doesn&#39;t actively float around the cosmos looking for more fuel, a living"
    },
    {
      "index": 40,
      "start_time": 170040.0,
      "end_time": 176490.0,
      "text": "organism does actively seek out pizza to keep itself going, preferably long enough to, you"
    },
    {
      "index": 41,
      "start_time": 176490.0,
      "end_time": 177890.0,
      "text": "know, have some babies."
    },
    {
      "index": 42,
      "start_time": 177890.0,
      "end_time": 181680.0,
      "text": "But how do we know what we know? How do we know that life is just a different kind of"
    },
    {
      "index": 43,
      "start_time": 181680.0,
      "end_time": 187640.0,
      "text": "molecular mechanism, not something more profound? Well, we can test these claims. And we do!"
    },
    {
      "index": 44,
      "start_time": 187640.0,
      "end_time": 188790.0,
      "text": "Using science."
    },
    {
      "index": 45,
      "start_time": 188790.0,
      "end_time": 192620.0,
      "text": "Because life looks so radically different from the inanimate universe, people once thought"
    },
    {
      "index": 46,
      "start_time": 192620.0,
      "end_time": 197790.0,
      "text": "that life was made of completely different stuff. Then, in 1828, a German chemist, Friedrich"
    },
    {
      "index": 47,
      "start_time": 197790.0,
      "end_time": 203690.0,
      "text": "Wöhler, used inorganic chemicals to synthesize an organic chemical. This was a big deal - just"
    },
    {
      "index": 48,
      "start_time": 203690.0,
      "end_time": 207760.0,
      "text": "as Newton&#39;s theory of gravity showed that the heavens and Earth followed the same physical"
    },
    {
      "index": 49,
      "start_time": 207760.0,
      "end_time": 212900.0,
      "text": "laws, Wöhler&#39;s experiment proved that life and non-life follow the same chemical laws,"
    },
    {
      "index": 50,
      "start_time": 212900.0,
      "end_time": 216290.0,
      "text": "which implied that life could emerge from non-life."
    },
    {
      "index": 51,
      "start_time": 216290.0,
      "end_time": 219820.0,
      "text": "Even this idea wasn&#39;t completely new. For centuries, the Aristotelian idea that life"
    },
    {
      "index": 52,
      "start_time": 219820.0,
      "end_time": 224800.0,
      "text": "just spontaneously emerged from non-life was widely believed. For example, if you put some"
    },
    {
      "index": 53,
      "start_time": 224800.0,
      "end_time": 228710.0,
      "text": "rotten meat out in the sun, eventually the meat would transform itself into maggots."
    },
    {
      "index": 54,
      "start_time": 228710.0,
      "end_time": 232370.0,
      "text": "You can probably work out the weaknesses in this theory. Seventeenth century scientists"
    },
    {
      "index": 55,
      "start_time": 232370.0,
      "end_time": 236650.0,
      "text": "took meat and various other objects thought to spontaneously generate life, boiled them"
    },
    {
      "index": 56,
      "start_time": 236650.0,
      "end_time": 242040.0,
      "text": "to kill off any eggs previously laid by insects, sealed them in jars and nothing happened."
    },
    {
      "index": 57,
      "start_time": 242040.0,
      "end_time": 246230.0,
      "text": "Oh, Aristotle, first you told us that snot was our brain coming out of our noses, and"
    },
    {
      "index": 58,
      "start_time": 246230.0,
      "end_time": 248580.0,
      "text": "now you made all those nice people waste their steak dinner!"
    },
    {
      "index": 59,
      "start_time": 248580.0,
      "end_time": 254100.0,
      "text": "This, however, did not rule out some form of life-force in the air. Some invisible force"
    },
    {
      "index": 60,
      "start_time": 254100.0,
      "end_time": 258250.0,
      "text": "from the Earth&#39;s atmosphere that could enter an object and literally breathe life into"
    },
    {
      "index": 61,
      "start_time": 258250.0,
      "end_time": 262570.0,
      "text": "it. But spores from plants can also travel in the air, as can microorganisms. So in the"
    },
    {
      "index": 62,
      "start_time": 262570.0,
      "end_time": 267930.0,
      "text": "mid-nineteenth century, Louis Pasteur boiled some organic broth, friendly to life and placed"
    },
    {
      "index": 63,
      "start_time": 267930.0,
      "end_time": 273560.0,
      "text": "it in a flask with a swan neck, to trap plant spores in smaller particles. If a life-force"
    },
    {
      "index": 64,
      "start_time": 273560.0,
      "end_time": 277600.0,
      "text": "was in the air, it could enter freely, while spores and other particles would get trapped"
    },
    {
      "index": 65,
      "start_time": 277600.0,
      "end_time": 282910.0,
      "text": "in the U-bend. And what happened? Nothing! A century and a half later, those flasks are"
    },
    {
      "index": 66,
      "start_time": 282910.0,
      "end_time": 289460.0,
      "text": "still devoid of life. The conclusion? The ancients were wrong. After a dose of claim-testing,"
    },
    {
      "index": 67,
      "start_time": 289460.0,
      "end_time": 294350.0,
      "text": "it became clear that life must emerge from the inanimate world by chemical processes"
    },
    {
      "index": 68,
      "start_time": 294350.0,
      "end_time": 296620.0,
      "text": "that are discoverable by science."
    },
    {
      "index": 69,
      "start_time": 296620.0,
      "end_time": 302490.0,
      "text": "But what did early life look like? Well, for a whopping 2.1 billion of the 3.8 billion"
    },
    {
      "index": 70,
      "start_time": 302490.0,
      "end_time": 307870.0,
      "text": "years of the evolutionary epic, history was made by tiny single-cell organisms called"
    },
    {
      "index": 71,
      "start_time": 307870.0,
      "end_time": 313160.0,
      "text": "prokaryotes. That&#39;s roughly 55% of the entire story of life. Now, some of those prokaryotes"
    },
    {
      "index": 72,
      "start_time": 313160.0,
      "end_time": 319080.0,
      "text": "evolved about 1.7 billion years ago into slightly bigger single-celled organisms called eukaryotes,"
    },
    {
      "index": 73,
      "start_time": 319080.0,
      "end_time": 321230.0,
      "text": "and then, you know, that kept happening and then eventually - us!"
    },
    {
      "index": 74,
      "start_time": 321230.0,
      "end_time": 325850.0,
      "text": "But for now, let&#39;s just talk about prokaryotes. Prokaryotes lived in the seas and ate chemicals"
    },
    {
      "index": 75,
      "start_time": 325850.0,
      "end_time": 330590.0,
      "text": "in their surrounding environment. Now these microscopic prokaryotes might not sound very"
    },
    {
      "index": 76,
      "start_time": 330590.0,
      "end_time": 335690.0,
      "text": "impressive, but they do make up the vast majority of your family tree. They&#39;re also distant"
    },
    {
      "index": 77,
      "start_time": 335690.0,
      "end_time": 339730.0,
      "text": "relatives of the modern bacteria that are everywhere, crawling around the room that"
    },
    {
      "index": 78,
      "start_time": 339730.0,
      "end_time": 344150.0,
      "text": "you&#39;re in right now, crawling all over you, crawling inside of your intestines... That&#39;s"
    },
    {
      "index": 79,
      "start_time": 344150.0,
      "end_time": 348389.0,
      "text": "right! Somewhere right now, there is a bacterium that will give you food poisoning, in an under-cooked"
    },
    {
      "index": 80,
      "start_time": 348389.0,
      "end_time": 349880.0,
      "text": "hamburger, and it is your cousin!"
    },
    {
      "index": 81,
      "start_time": 349880.0,
      "end_time": 355300.0,
      "text": "But the thing is, even in its earliest stages, single-cell life was massively complex compared"
    },
    {
      "index": 82,
      "start_time": 355300.0,
      "end_time": 358930.0,
      "text": "to the inanimate universe. I mean, I know these are tiny, little specks, but compared"
    },
    {
      "index": 83,
      "start_time": 358930.0,
      "end_time": 363530.0,
      "text": "to everything else that had happened on Earth until them, they were an immense tangle of"
    },
    {
      "index": 84,
      "start_time": 363530.0,
      "end_time": 365710.0,
      "text": "chemical networks and building blocks."
    },
    {
      "index": 85,
      "start_time": 365710.0,
      "end_time": 371720.0,
      "text": "But how did an object as ridiculously complex as a prokaryote first emerge? Well, first"
    },
    {
      "index": 86,
      "start_time": 371720.0,
      "end_time": 375630.0,
      "text": "of all, it&#39;s very difficult to think of how life would form in an oxygen-rich atmosphere"
    },
    {
      "index": 87,
      "start_time": 375630.0,
      "end_time": 380210.0,
      "text": "like present-day Earth. Oxygen is kind of a nasty, highly-reactive chemical. In fact,"
    },
    {
      "index": 88,
      "start_time": 380210.0,
      "end_time": 384040.0,
      "text": "if the oxygen levels in this room were substantially higher and I was to just rub my hands together"
    },
    {
      "index": 89,
      "start_time": 384040.0,
      "end_time": 388389.0,
      "text": "really fast, I could burst into flames! And while that would make for a nice viral YouTube"
    },
    {
      "index": 90,
      "start_time": 388389.0,
      "end_time": 392000.0,
      "text": "video, I would rather not be on fire than get lots of views!"
    },
    {
      "index": 91,
      "start_time": 392000.0,
      "end_time": 396669.0,
      "text": "3.8 billion years ago, the free oxygen content of the atmosphere was at negligible levels,"
    },
    {
      "index": 92,
      "start_time": 396669.0,
      "end_time": 401280.0,
      "text": "which had some not-so-pleasant consequences. For millions upon millions upon millions of"
    },
    {
      "index": 93,
      "start_time": 401280.0,
      "end_time": 406000.0,
      "text": "years, life dwelled fairly deeply in the ocean, eating chemicals and staying where the Earth&#39;s"
    },
    {
      "index": 94,
      "start_time": 406000.0,
      "end_time": 410720.0,
      "text": "heat kept it warm. Eventually, some prokaryotes floated near to the top of the ocean and started"
    },
    {
      "index": 95,
      "start_time": 410720.0,
      "end_time": 415240.0,
      "text": "using sunlight, water, and the carbon dioxide that was abundant in the Earth&#39;s atmosphere"
    },
    {
      "index": 96,
      "start_time": 415240.0,
      "end_time": 419970.0,
      "text": "to sustain their own complexity using this sweet chemical process they&#39;d come up with"
    },
    {
      "index": 97,
      "start_time": 419970.0,
      "end_time": 424300.0,
      "text": "called photosynthesis. The waste product of this chemical process is oxygen, and these"
    },
    {
      "index": 98,
      "start_time": 424300.0,
      "end_time": 427919.0,
      "text": "photosynthesizing prokaryotes pumped a lot of it into the atmosphere."
    },
    {
      "index": 99,
      "start_time": 427919.0,
      "end_time": 431800.0,
      "text": "By around 2.5 billion years ago the amount of free oxygen in the atmosphere was up to"
    },
    {
      "index": 100,
      "start_time": 431800.0,
      "end_time": 437810.0,
      "text": "about 3%. Oxygen can be nasty, and so scores and scores of tiny single-celled organisms"
    },
    {
      "index": 101,
      "start_time": 437810.0,
      "end_time": 443100.0,
      "text": "couldn&#39;t handle it, and died off in a massive wave, sometimes known as The Oxygen Holocaust."
    },
    {
      "index": 102,
      "start_time": 443100.0,
      "end_time": 447610.0,
      "text": "So many species of single-celled organisms, each with the potential to evolve into more"
    },
    {
      "index": 103,
      "start_time": 447610.0,
      "end_time": 452580.0,
      "text": "complex life were wiped out. Even at this early stage, our evolutionary ancestors were"
    },
    {
      "index": 104,
      "start_time": 452580.0,
      "end_time": 456100.0,
      "text": "squeezed through a bottleneck. And this would not be the last such disaster that nearly"
    },
    {
      "index": 105,
      "start_time": 456100.0,
      "end_time": 460130.0,
      "text": "wiped everything out. Next time you have a bad day, remember that it is amazing that"
    },
    {
      "index": 106,
      "start_time": 460130.0,
      "end_time": 464310.0,
      "text": "you are alive at all, much less a member of a self-aware species, living at the height"
    },
    {
      "index": 107,
      "start_time": 464310.0,
      "end_time": 465940.0,
      "text": "of human technological progress."
    },
    {
      "index": 108,
      "start_time": 465940.0,
      "end_time": 471880.0,
      "text": "Speaking of ancestors, somewhere between 1.6 and 2 billion years ago, the eukaryotes evolved."
    },
    {
      "index": 109,
      "start_time": 471880.0,
      "end_time": 474960.0,
      "text": "And because you, your dog, the chicken you ate last week, and the mushroom you ate the"
    },
    {
      "index": 110,
      "start_time": 474960.0,
      "end_time": 480080.0,
      "text": "week before all descended from them, they really put the &quot;you&quot; in &quot;eukaryotes.&quot;"
    },
    {
      "index": 111,
      "start_time": 480080.0,
      "end_time": 485110.0,
      "text": "And eukaryotes contained organelles, like cellular organs that enhanced their abilities."
    },
    {
      "index": 112,
      "start_time": 485110.0,
      "end_time": 490949.0,
      "text": "About 1.5 billion years ago, eukaryotes invented sex. Up until that point, single-celled organisms"
    },
    {
      "index": 113,
      "start_time": 490949.0,
      "end_time": 496180.0,
      "text": "split in two or cloned, with no need to find a partner for romance and DNA exchange. Sexually"
    },
    {
      "index": 114,
      "start_time": 496180.0,
      "end_time": 501900.0,
      "text": "reproducing eukaryotes possibly obtained these abilities through cannibalism - just eating"
    },
    {
      "index": 115,
      "start_time": 501900.0,
      "end_time": 507510.0,
      "text": "each other, which may have led to some accidental exchange of DNA. After that, the evolutionary"
    },
    {
      "index": 116,
      "start_time": 507510.0,
      "end_time": 511699.0,
      "text": "advantages of sex probably resulted in it catching on. Having a partner means having"
    },
    {
      "index": 117,
      "start_time": 511699.0,
      "end_time": 515789.0,
      "text": "two sets of genes and thus a wider range of genetic diversity from which evolution can"
    },
    {
      "index": 118,
      "start_time": 515789.0,
      "end_time": 516899.0,
      "text": "pick and choose."
    },
    {
      "index": 119,
      "start_time": 516899.0,
      "end_time": 520959.0,
      "text": "Sex, is a huge deal. It enhanced evolution and therefore deserves to be classed as one"
    },
    {
      "index": 120,
      "start_time": 520958.99999999994,
      "end_time": 525389.0,
      "text": "of the most revolutionary advances in the history of life on Earth. And, a huge leap"
    },
    {
      "index": 121,
      "start_time": 525389.0,
      "end_time": 529019.0,
      "text": "forward in the rise of complexities since the very beginning of the Universe."
    },
    {
      "index": 122,
      "start_time": 529019.0,
      "end_time": 533220.0,
      "text": "So where did these complex single-celled organisms come from in the first place? Well, Charles"
    },
    {
      "index": 123,
      "start_time": 533220.0,
      "end_time": 538439.0,
      "text": "Darwin&#39;s own hypothesis was that life evolved in some, quote, &quot;warm, little pond, suitable"
    },
    {
      "index": 124,
      "start_time": 538439.0,
      "end_time": 543189.0,
      "text": "for fostering life&quot;. Other scientists postulate that life may have formed from organic chemicals"
    },
    {
      "index": 125,
      "start_time": 543189.0,
      "end_time": 548040.0,
      "text": "next to the warmth of underwater volcanoes. And still others champion the idea of panspermia"
    },
    {
      "index": 126,
      "start_time": 548040.0,
      "end_time": 552420.0,
      "text": "which states that life may have evolved elsewhere in the solar system and then been transported"
    },
    {
      "index": 127,
      "start_time": 552420.0,
      "end_time": 555610.0,
      "text": "here by an asteroid, which seeded the Earth."
    },
    {
      "index": 128,
      "start_time": 555610.0,
      "end_time": 559439.0,
      "text": "Like I said, this is a &#39;blank spot&#39;, where many different historical theories are seeking"
    },
    {
      "index": 129,
      "start_time": 559439.0,
      "end_time": 563889.0,
      "text": "evidence to clarify what happened. It is possible, actually, that this problem could be solved"
    },
    {
      "index": 130,
      "start_time": 563889.0,
      "end_time": 565910.0,
      "text": "in our lifetimes, which is pretty exciting."
    },
    {
      "index": 131,
      "start_time": 565910.0,
      "end_time": 569779.0,
      "text": "Anyway, whatever physical forces were at play, primitive organic chemicals eventually came"
    },
    {
      "index": 132,
      "start_time": 569779.0,
      "end_time": 574199.0,
      "text": "together into balls with protective membranes. They would&#39;ve reproduced and proliferated"
    },
    {
      "index": 133,
      "start_time": 574199.0,
      "end_time": 578980.0,
      "text": "much as life does today, but the earliest blobs of organic chemicals would have reproduced"
    },
    {
      "index": 134,
      "start_time": 578980.0,
      "end_time": 584629.0,
      "text": "clumsily, inaccurately, with many useful adaptations getting lost. Essentially, these molecular"
    },
    {
      "index": 135,
      "start_time": 584629.0,
      "end_time": 586829.0,
      "text": "mechanisms were badly programmed."
    },
    {
      "index": 136,
      "start_time": 586829.0,
      "end_time": 590910.0,
      "text": "In 1950s, James Watson, Francis Crick, Mauris Wilkins, and Rosalind Franklin discovered"
    },
    {
      "index": 137,
      "start_time": 590910.0,
      "end_time": 597009.0,
      "text": "how living cells replicate, using DNA, or deoxyribonucleic acid. DNA is a double-stranded"
    },
    {
      "index": 138,
      "start_time": 597009.0,
      "end_time": 602189.0,
      "text": "molecule that contains a list of orders for how it wants a living cell to be constructed."
    },
    {
      "index": 139,
      "start_time": 602189.0,
      "end_time": 607720.0,
      "text": "And then, a single strand, RNA, reads those program orders and sets in motion the production"
    },
    {
      "index": 140,
      "start_time": 607720.0,
      "end_time": 613089.0,
      "text": "of the proteins necessary to accomplish them. All life on Earth has DNA, which is one of"
    },
    {
      "index": 141,
      "start_time": 613089.0,
      "end_time": 617929.0,
      "text": "the reasons we know that all living things on Earth, from farmers to fish, from moles to microbes,"
    },
    {
      "index": 142,
      "start_time": 617929.0,
      "end_time": 622959.0,
      "text": "have a common ancestor. It&#39;s why you share 98.4% of your DNA with a chimpanzee, and why"
    },
    {
      "index": 143,
      "start_time": 622959.0,
      "end_time": 628329.0,
      "text": "you share nearly half of your DNA with the banana that it likes to eat. Not quite cannibalism,"
    },
    {
      "index": 144,
      "start_time": 628329.0,
      "end_time": 630399.0,
      "text": "but we do eat a lot of our distant cousins."
    },
    {
      "index": 145,
      "start_time": 630399.0,
      "end_time": 635540.0,
      "text": "But where do DNA and RNA come from? Another mystery. How could such complex programming"
    },
    {
      "index": 146,
      "start_time": 635540.0,
      "end_time": 640660.0,
      "text": "evolve from simpler organic forms? One leading contender is the RNA World Hypothesis, which"
    },
    {
      "index": 147,
      "start_time": 640660.0,
      "end_time": 644540.0,
      "text": "postulates that there might&#39;ve been an earlier version of just RNA, which was capable of"
    },
    {
      "index": 148,
      "start_time": 644540.0,
      "end_time": 650059.0,
      "text": "both coding and self-replicating, and out of which separate and more complex structures"
    },
    {
      "index": 149,
      "start_time": 650059.0,
      "end_time": 655029.0,
      "text": "evolved, DNA. DNA and RNA operate in extremely complex ways themselves, which is what you&#39;d"
    },
    {
      "index": 150,
      "start_time": 655029.0,
      "end_time": 659129.0,
      "text": "expect with something with as many connections and varied building blocks as life."
    },
    {
      "index": 151,
      "start_time": 659129.0,
      "end_time": 662749.0,
      "text": "By the way, we&#39;re not expecting you to come away from this video with a complete understanding"
    },
    {
      "index": 152,
      "start_time": 662749.0,
      "end_time": 666649.0,
      "text": "of how DNA works. There is a link in the description to our Crash Course Biology video on DNA,"
    },
    {
      "index": 153,
      "start_time": 666649.0,
      "end_time": 670569.0,
      "text": "though, if you want this mind-boggling concept to come down a few boggles on the boggles-scale."
    },
    {
      "index": 154,
      "start_time": 670569.0,
      "end_time": 674720.0,
      "text": "Remember this as well: when looking at a historical narrative, it&#39;s always useful to know how"
    },
    {
      "index": 155,
      "start_time": 674720.0,
      "end_time": 679579.0,
      "text": "things work. But it is still more useful to know why they work, because they can influence"
    },
    {
      "index": 156,
      "start_time": 679579.0,
      "end_time": 684559.0,
      "text": "the future sequence of events. Like, you don&#39;t have to know exactly how to design, build,"
    },
    {
      "index": 157,
      "start_time": 684559.0,
      "end_time": 689360.0,
      "text": "assemble, and fire a fifteenth century longbow to understand the French and English conflict"
    },
    {
      "index": 158,
      "start_time": 689360.0,
      "end_time": 694529.0,
      "text": "in the Hundred Years War; all you need to know is that longbows made things pretty unpleasant"
    },
    {
      "index": 159,
      "start_time": 694529.0,
      "end_time": 699269.0,
      "text": "for a lot of French people. Like, &quot;There&#39;s a piece of wood sticking out of me!&quot;-unpleasant."
    },
    {
      "index": 160,
      "start_time": 699269.0,
      "end_time": 704089.0,
      "text": "DNA replication is an amazing, flabbergasting process that allows life to copy itself and"
    },
    {
      "index": 161,
      "start_time": 704089.0,
      "end_time": 709619.0,
      "text": "sustain its own complexity. It copies a living organism with stunning precision. But even"
    },
    {
      "index": 162,
      "start_time": 709619.0,
      "end_time": 715399.0,
      "text": "this impeccable copying process can occasionally be... somewhat, peccable. Once every billion"
    },
    {
      "index": 163,
      "start_time": 715399.0,
      "end_time": 720329.0,
      "text": "copies or so, there is an error. These errors result in a slight mutation. These can have"
    },
    {
      "index": 164,
      "start_time": 720329.0,
      "end_time": 724829.0,
      "text": "no effect, they can be very good, or they can be very bad. If useful, it allows an"
    },
    {
      "index": 165,
      "start_time": 724829.0,
      "end_time": 729360.0,
      "text": "organism to be more successful and likely to pass on its genes. If not so useful, things"
    },
    {
      "index": 166,
      "start_time": 729360.0,
      "end_time": 733639.0,
      "text": "go poorly, and the gene does not get passed on. On the scale of millions of years, these"
    },
    {
      "index": 167,
      "start_time": 733639.0,
      "end_time": 738739.0,
      "text": "copying errors are the engine of evolution and the origin of new species. They allow"
    },
    {
      "index": 168,
      "start_time": 738739.0,
      "end_time": 744069.0,
      "text": "the tiny layer of fragile organic materials sitting atop of the hulking geological structures"
    },
    {
      "index": 169,
      "start_time": 744069.0,
      "end_time": 749309.0,
      "text": "of the Earth to be shaped and reshaped like play-doh from prokaryotes to eukaryotes to"
    },
    {
      "index": 170,
      "start_time": 749309.0,
      "end_time": 752089.0,
      "text": "trilobites to dinosaurs to Abraham Lincoln."
    },
    {
      "index": 171,
      "start_time": 752089.0,
      "end_time": 756019.0,
      "text": "As Charles Darwin put it at the end of the Origin of Species, &quot;there is a grandeur in"
    },
    {
      "index": 172,
      "start_time": 756019.0,
      "end_time": 760420.0,
      "text": "this view of life, with its several powers, having been originally breathed into a few"
    },
    {
      "index": 173,
      "start_time": 760420.0,
      "end_time": 766329.0,
      "text": "forms or into one, and that whilst this planet has gone cycling on according to the fixed"
    },
    {
      "index": 174,
      "start_time": 766329.0,
      "end_time": 771949.0,
      "text": "law of gravity, from so simple a beginning, endless forms most beautiful and most wonderful"
    },
    {
      "index": 175,
      "start_time": 771949.0,
      "end_time": 775569.0,
      "text": "have been, and are being, evolved.&quot;"
    },
    {
      "index": 176,
      "start_time": 775569.0,
      "end_time": 785569.0,
      "text": "More on that next time."
    }
  ]
}