{
  "video_id": "1Xanb3J81EA",
  "title": "The Ansel Adams Zone System: HDR Capture and Range Compression by Chemical Processing",
  "json": [
    {
      "index": 1,
      "start_time": 23539.0,
      "end_time": 29519.0,
      "text": "MCCANN: ...of fabulous pictures first time you ever held a camera. And then another,"
    },
    {
      "index": 2,
      "start_time": 29519.0,
      "end_time": 40290.0,
      "text": "and then another. I&#39;m just making--make sure I&#39;m not going to disappear here. Okay, we&#39;re"
    },
    {
      "index": 3,
      "start_time": 40290.0,
      "end_time": 45250.0,
      "text": "in the business. And that was the spot where I thought he might want to take a picture"
    },
    {
      "index": 4,
      "start_time": 45250.0,
      "end_time": 50860.0,
      "text": "and says, &quot;No, I don’t see anything there.&quot; And I went back, took several more. And I"
    },
    {
      "index": 5,
      "start_time": 50860.0,
      "end_time": 53309.0,
      "text": "just felt like a complete clod. I felt I was, you know, walking through--going through a"
    },
    {
      "index": 6,
      "start_time": 53309.0,
      "end_time": 62409.0,
      "text": "garden, but I was stepping on all of the flowers. I just missed all the good photographs. His"
    },
    {
      "index": 7,
      "start_time": 62409.0,
      "end_time": 76670.0,
      "text": "visual command was just extraordinary. They--okay, that all seems to be working. When we look"
    },
    {
      "index": 8,
      "start_time": 76670.0,
      "end_time": 80549.0,
      "text": "at images in today&#39;s world, we usually think of Photoshop. We think of Photoshop as a sort"
    },
    {
      "index": 9,
      "start_time": 80549.0,
      "end_time": 89070.0,
      "text": "of a new thing because you can take any pixel and make into any other value that you like."
    },
    {
      "index": 10,
      "start_time": 89070.0,
      "end_time": 95720.0,
      "text": "And you can characterize the scene by the histogram there. I guess I can see a little"
    },
    {
      "index": 11,
      "start_time": 95720.0,
      "end_time": 102600.0,
      "text": "bit clearer back there than you can here. And the total scale curve is probably the"
    },
    {
      "index": 12,
      "start_time": 102600.0,
      "end_time": 109700.0,
      "text": "most valuable feature that lets you transform the image you have into the image you want."
    },
    {
      "index": 13,
      "start_time": 109700.0,
      "end_time": 119159.0,
      "text": "And so, here, we&#39;re talking about digits in and grayscale value out. But in fact, it&#39;s"
    },
    {
      "index": 14,
      "start_time": 119159.0,
      "end_time": 128149.0,
      "text": "a very similar curve to the original Hurter and Driffield, H&amp;D curve that photographers"
    },
    {
      "index": 15,
      "start_time": 128149.0,
      "end_time": 144930.0,
      "text": "talked about and certainly are very familiar to the zone system. Okay, there we go. If"
    },
    {
      "index": 16,
      "start_time": 144930.0,
      "end_time": 150540.0,
      "text": "you compare film and digital photography, in fact, they&#39;re quite similar, although the"
    },
    {
      "index": 17,
      "start_time": 150540.0,
      "end_time": 157989.0,
      "text": "techniques are a little bit different. We have a lens, a camera, a sensor, sensor processing,"
    },
    {
      "index": 18,
      "start_time": 157989.0,
      "end_time": 165760.0,
      "text": "restore it, one case in a negative, another case in a digital file. We read it. We anticipate"
    },
    {
      "index": 19,
      "start_time": 165760.0,
      "end_time": 172840.0,
      "text": "what we want to do with the image and we display it. Now the tools in the optics are pretty"
    },
    {
      "index": 20,
      "start_time": 172840.0,
      "end_time": 177749.0,
      "text": "similar except the size constraints are a little bit different. It&#39;s the aperture of"
    },
    {
      "index": 21,
      "start_time": 177749.0,
      "end_time": 182260.0,
      "text": "the number of elements, the coding, the resolution, the volume of the camera, and the surface"
    },
    {
      "index": 22,
      "start_time": 182260.0,
      "end_time": 188700.0,
      "text": "of the sensor; it determines a lot of different things. And John had invited me two years"
    },
    {
      "index": 23,
      "start_time": 188700.0,
      "end_time": 197900.0,
      "text": "ago to discuss some work we&#39;ve been doing in measuring how much information you can"
    },
    {
      "index": 24,
      "start_time": 197900.0,
      "end_time": 205049.0,
      "text": "capture in high dynamic range imaging. Today&#39;s popular technique is you take a series of"
    },
    {
      "index": 25,
      "start_time": 205049.0,
      "end_time": 213159.0,
      "text": "exposures and out of those many exposures, merge it into the image you&#39;d like to have."
    },
    {
      "index": 26,
      "start_time": 213159.0,
      "end_time": 219269.0,
      "text": "Now, in fact, if you look at the data very carefully, you find that all these nasty things"
    },
    {
      "index": 27,
      "start_time": 219269.0,
      "end_time": 224540.0,
      "text": "like number of elements, and codings, and apertures, and surface reflection; namely:"
    },
    {
      "index": 28,
      "start_time": 224540.0,
      "end_time": 232400.0,
      "text": "glare. Glare provides a serious limit to what you can capture on the film play. The multiple"
    },
    {
      "index": 29,
      "start_time": 232400.0,
      "end_time": 238900.0,
      "text": "exposures you take do not give you information about the scene. They give you information"
    },
    {
      "index": 30,
      "start_time": 238900.0,
      "end_time": 246400.0,
      "text": "about the scene plus the veiling glare, the unwanted stuff that happens in the camera."
    },
    {
      "index": 31,
      "start_time": 246400.0,
      "end_time": 252189.0,
      "text": "And so, it turns out what you have on that image plane is a function of not only the"
    },
    {
      "index": 32,
      "start_time": 252189.0,
      "end_time": 259280.0,
      "text": "scene but the features of the camera. So, HDR imaging is not an accurate rendition of"
    },
    {
      "index": 33,
      "start_time": 259279.99999999997,
      "end_time": 268960.0,
      "text": "the scene but it provides more useful information. Although it just doesn’t happen to be the"
    },
    {
      "index": 34,
      "start_time": 268960.0,
      "end_time": 273389.0,
      "text": "real accurate information. So you take--and that’s the same for both whether you&#39;re"
    },
    {
      "index": 35,
      "start_time": 273389.0,
      "end_time": 279800.0,
      "text": "on a digital camera or a film camera. The techniques--and so the highlight or you put"
    },
    {
      "index": 36,
      "start_time": 279800.0,
      "end_time": 285400.0,
      "text": "it in the--you go into the dark room, you put it in a developer, you stop the development"
    },
    {
      "index": 37,
      "start_time": 285400.0,
      "end_time": 292370.0,
      "text": "with acidic path, you put it in hypo to get rid of undeveloped silver, you wash it, you"
    },
    {
      "index": 38,
      "start_time": 292370.0,
      "end_time": 297870.0,
      "text": "tone it to change the--I see you change the surface properties of the silver to get a"
    },
    {
      "index": 39,
      "start_time": 297870.0,
      "end_time": 304910.0,
      "text": "better covering power, and then you wash it again, and you dry it, and you have a finished"
    },
    {
      "index": 40,
      "start_time": 304910.0,
      "end_time": 310100.0,
      "text": "negative. In digital imaging, you have an A-to-D converter. You have something that"
    },
    {
      "index": 41,
      "start_time": 310100.0,
      "end_time": 318010.0,
      "text": "does noise reduction. You transfer that signal to a digital part of the system where you"
    },
    {
      "index": 42,
      "start_time": 318010.0,
      "end_time": 325260.0,
      "text": "do the de-mosaic-ining, the sharpening, the image enhancement, and then you compress it."
    },
    {
      "index": 43,
      "start_time": 325260.0,
      "end_time": 332660.0,
      "text": "Now on the printing side, you can use different types of enlargers which in fact affect the"
    },
    {
      "index": 44,
      "start_time": 332660.0,
      "end_time": 339770.0,
      "text": "essentials of response function, and the grades and the surface and the whatever. So, what"
    },
    {
      "index": 45,
      "start_time": 339770.0,
      "end_time": 349620.0,
      "text": "I hope to do in this talk is to compare this, probably, for most people your age, unfamiliar"
    },
    {
      "index": 46,
      "start_time": 349620.0,
      "end_time": 355890.0,
      "text": "things, because you probably haven&#39;t spent much time in the dark room, with a wonderful"
    },
    {
      "index": 47,
      "start_time": 355890.0,
      "end_time": 368830.0,
      "text": "techniques we use in digital imaging. And just, by the way, Ansel was my coach in black and white chemical photography and John"
    },
    {
      "index": 48,
      "start_time": 368830.0,
      "end_time": 376850.0,
      "text": "Franklin here was my coach in digital photography. At 19--what was it, &#39;72, you started to set"
    },
    {
      "index": 49,
      "start_time": 376850.0,
      "end_time": 388020.0,
      "text": "up a digital image processing lab at Polaroid which was far ahead of most other labs that"
    },
    {
      "index": 50,
      "start_time": 388020.0,
      "end_time": 401390.0,
      "text": "started to do image processing for photography. Ansel divided making a print into three very"
    },
    {
      "index": 51,
      "start_time": 401390.0,
      "end_time": 409090.0,
      "text": "important steps. First of all was the visualization. For Ansel, you had to have an idea of what"
    },
    {
      "index": 52,
      "start_time": 409090.0,
      "end_time": 414500.0,
      "text": "the picture was supposed to do before you took the picture. It wasn’t the occasional,"
    },
    {
      "index": 53,
      "start_time": 414500.0,
      "end_time": 422430.0,
      "text": "&quot;Let&#39;s grab something and then refine it later.&quot; It was--the negative should be very carefully"
    },
    {
      "index": 54,
      "start_time": 422430.0,
      "end_time": 430300.0,
      "text": "composed, exposed, and developed. In fact, Ansel went to the trouble of changing the"
    },
    {
      "index": 55,
      "start_time": 430300.0,
      "end_time": 441370.0,
      "text": "characteristic--anticipating what the film should do and exposing with the type of development"
    },
    {
      "index": 56,
      "start_time": 441370.0,
      "end_time": 445930.0,
      "text": "he was going to do in mind. And I&#39;ll talk about that more later, but you wanted to visualize"
    },
    {
      "index": 57,
      "start_time": 445930.0,
      "end_time": 453680.0,
      "text": "for what it was. The second step was to capture all the usable information and he often described"
    },
    {
      "index": 58,
      "start_time": 453680.0,
      "end_time": 461200.0,
      "text": "that as the musical score. He was at his young man, he was trained as a concert pianist and"
    },
    {
      "index": 59,
      "start_time": 461200.0,
      "end_time": 468139.0,
      "text": "he was both a photographer and a pianist, and he found it difficult to spend the time"
    },
    {
      "index": 60,
      "start_time": 468139.0,
      "end_time": 475170.0,
      "text": "for doing both and he decided to become a photographer. It&#39;s quite common to think of"
    },
    {
      "index": 61,
      "start_time": 475170.0,
      "end_time": 485920.0,
      "text": "a pianist to spend hours per day just practicing. Ansel took that framework and did it with"
    },
    {
      "index": 62,
      "start_time": 485920.0,
      "end_time": 492419.0,
      "text": "his photography. He practiced taking pictures more than anybody I ever met. Most of us grab"
    },
    {
      "index": 63,
      "start_time": 492419.0,
      "end_time": 498030.0,
      "text": "the camera, go take the picture. Well, Ansel would never do that. He would take the camera."
    },
    {
      "index": 64,
      "start_time": 498030.0,
      "end_time": 506760.0,
      "text": "He would try this setting, that setting. He would continually learn how to do these things."
    },
    {
      "index": 65,
      "start_time": 506760.0,
      "end_time": 513630.0,
      "text": "And he was an absolute master of capturing the musical score. And in fact, what he was"
    },
    {
      "index": 66,
      "start_time": 513630.0,
      "end_time": 520349.0,
      "text": "doing, we would say today--we would say, well, he was controlling the tone scale of a sensor."
    },
    {
      "index": 67,
      "start_time": 520349.00000000006,
      "end_time": 526000.0,
      "text": "Then he would render, you&#39;d call that the performance. And there&#39;s two parts of that."
    },
    {
      "index": 68,
      "start_time": 526000.0,
      "end_time": 533510.0,
      "text": "First, is you want to scale, you want to get the best tone scale, a response from the media"
    },
    {
      "index": 69,
      "start_time": 533510.0,
      "end_time": 539620.0,
      "text": "you&#39;re going to, the printer or the display, or whatever. But also, in many cases, because"
    },
    {
      "index": 70,
      "start_time": 539620.0,
      "end_time": 547069.0,
      "text": "the dynamic range of the print is very limited, he manipulated using a kind of spatial processing."
    },
    {
      "index": 71,
      "start_time": 547069.0,
      "end_time": 553529.0,
      "text": "This was essentially dodging and burning, moving his hands around to make an image that"
    },
    {
      "index": 72,
      "start_time": 553529.0,
      "end_time": 564059.0,
      "text": "fit his visualization. And that&#39;s really the essence of the talk. Now, in fact, just yesterday,"
    },
    {
      "index": 73,
      "start_time": 564059.0,
      "end_time": 571889.0,
      "text": "there was a symposium at the electronic imaging meeting in San Jose. The keynote speaker there"
    },
    {
      "index": 74,
      "start_time": 571889.0,
      "end_time": 580660.0,
      "text": "was John Sexton, longtime friend, colleague, co-worker of Ansel&#39;s. And I just wanted to"
    },
    {
      "index": 75,
      "start_time": 580660.0,
      "end_time": 587680.0,
      "text": "let you know to put on your calendar; John&#39;s going to be speaking in the Adobe Distinguished"
    },
    {
      "index": 76,
      "start_time": 587680.0,
      "end_time": 594230.0,
      "text": "Lecture Series. I think it&#39;s going to be June 15th. But--you&#39;ll find it on the Adobe website."
    },
    {
      "index": 77,
      "start_time": 594230.0,
      "end_time": 605829.0,
      "text": "And he just gave an absolutely marvelous keynote address where he talked about Ansel&#39;s images,"
    },
    {
      "index": 78,
      "start_time": 605829.0,
      "end_time": 613290.0,
      "text": "how Ansel made the images, how do old movies of Ansel climbing to, actually climbing to"
    },
    {
      "index": 79,
      "start_time": 613290.0,
      "end_time": 622629.0,
      "text": "take these pictures here, and with music accompaniment by Ansel playing the piano. So if you&#39;re an"
    },
    {
      "index": 80,
      "start_time": 622629.0,
      "end_time": 631540.0,
      "text": "Ansel Adam&#39;s fan, look up John Sexton on Adobe Distinguished visual. He&#39;s coming to an auditorium"
    },
    {
      "index": 81,
      "start_time": 631540.0,
      "end_time": 639269.0,
      "text": "near you soon. Ansel regarded this picture taken in 1927, that’s in Yosemite Valley."
    },
    {
      "index": 82,
      "start_time": 639269.0,
      "end_time": 648040.0,
      "text": "He and his wife and three friends climbed halfway up. He climbed up to this, they call"
    },
    {
      "index": 83,
      "start_time": 648040.0,
      "end_time": 655050.0,
      "text": "a diving board. It&#39;s about halfway up to the top of--they brought up picnics, they were"
    },
    {
      "index": 84,
      "start_time": 655050.0,
      "end_time": 662749.0,
      "text": "all photographers. They took pictures. Virginia, his fiancée, later his wife, the lifelong"
    },
    {
      "index": 85,
      "start_time": 662749.0,
      "end_time": 672649.0,
      "text": "wife, was--went with him and took movies and you&#39;ll see him in John&#39;s talk. Ansel took"
    },
    {
      "index": 86,
      "start_time": 672649.0,
      "end_time": 684629.0,
      "text": "these pictures with a 6x8 view camera. He brought up glass negatives. And the reason"
    },
    {
      "index": 87,
      "start_time": 684629.0,
      "end_time": 691279.0,
      "text": "they were glass was that, essentially this was even before you could get panchromatic"
    },
    {
      "index": 88,
      "start_time": 691279.0,
      "end_time": 699279.0,
      "text": "emulsions on nitrate-base. There wasn’t a safety film base that we used today. This"
    },
    {
      "index": 89,
      "start_time": 699279.0,
      "end_time": 709970.0,
      "text": "was only old very unstable nitrate base material that they used in that time, but you couldn’t"
    },
    {
      "index": 90,
      "start_time": 709970.0,
      "end_time": 714199.0,
      "text": "even get that. There had to be a glass plate if you wanted panchromatic emulsions, which"
    },
    {
      "index": 91,
      "start_time": 714199.0,
      "end_time": 725959.0,
      "text": "means sensitive to red light. Ansel took the picture on the left with a yellow filter and"
    },
    {
      "index": 92,
      "start_time": 725959.0,
      "end_time": 732420.0,
      "text": "then he visualized. You see--he didn’t--there were no digital displays to see the image"
    },
    {
      "index": 93,
      "start_time": 732420.0,
      "end_time": 737410.0,
      "text": "that you just took. He started to think in his mind what&#39;s that going to look like? &quot;Well,"
    },
    {
      "index": 94,
      "start_time": 737410.0,
      "end_time": 747999.0,
      "text": "I&#39;m going to have a gray sky and it&#39;s going to be next to a gray monolith.&quot; And he had"
    },
    {
      "index": 95,
      "start_time": 747999.0,
      "end_time": 756649.0,
      "text": "such familiarity with his tools that he said, &quot;Oh, I&#39;m not going to like that picture.&quot;"
    },
    {
      "index": 96,
      "start_time": 756649.0,
      "end_time": 765019.0,
      "text": "But the sky is going to distract from the impact of the half dome of the monolith. So,"
    },
    {
      "index": 97,
      "start_time": 765019.0,
      "end_time": 775809.0,
      "text": "he then--in those days, he reported to John there were no accurate light meters so it"
    },
    {
      "index": 98,
      "start_time": 775809.0,
      "end_time": 780459.0,
      "text": "was his photographic experience that told him how to expose the negative. And he had"
    },
    {
      "index": 99,
      "start_time": 780459.0,
      "end_time": 785339.0,
      "text": "practiced enough so he knew that with a dark red filter you needed two and a half stops"
    },
    {
      "index": 100,
      "start_time": 785339.0,
      "end_time": 792439.0,
      "text": "more exposure. So he adjusted the exposure, took the picture with a red filter which rendered"
    },
    {
      "index": 101,
      "start_time": 792439.0,
      "end_time": 804249.0,
      "text": "a black sky which left the vision of--his vision of the monolith become apparent. And"
    },
    {
      "index": 102,
      "start_time": 804249.0,
      "end_time": 809999.0,
      "text": "he often told me that he was so excited when he took that picture. He ran down the hill."
    },
    {
      "index": 103,
      "start_time": 809999.0,
      "end_time": 818470.0,
      "text": "You&#39;ll see it in the movies. It&#39;s a 45 degree climb. And he immediately went to the dark"
    },
    {
      "index": 104,
      "start_time": 818470.0,
      "end_time": 824759.0,
      "text": "room and made the print and it was--he&#39;d often described that it changed his life because"
    },
    {
      "index": 105,
      "start_time": 824759.0,
      "end_time": 836689.0,
      "text": "he now knew that he could manipulate things to do the things we all know we can do in"
    },
    {
      "index": 106,
      "start_time": 836689.0,
      "end_time": 845300.0,
      "text": "Photoshop. An HDR or my favorite paper is a paper by Jones and Condit from Kodak. It’s"
    },
    {
      "index": 107,
      "start_time": 845300.0,
      "end_time": 854149.0,
      "text": "a paper that measures a great number of scenes, 126 outdoor scenes, and measures the dynamic"
    },
    {
      "index": 108,
      "start_time": 854149.0,
      "end_time": 860179.0,
      "text": "range. And this is mainly to illustrate that the world that have a 3.0 log unit range,"
    },
    {
      "index": 109,
      "start_time": 860179.0,
      "end_time": 865379.0,
      "text": "most of the scenes that they took that they thought would be average people pictures would"
    },
    {
      "index": 110,
      "start_time": 865379.0,
      "end_time": 874660.0,
      "text": "be 2.2 log units. But in the print you have right around a hundred to one. You don’t"
    },
    {
      "index": 111,
      "start_time": 874660.0,
      "end_time": 881939.0,
      "text": "have--you have a natural smaller range in the print than you do in the worlds. So how"
    },
    {
      "index": 112,
      "start_time": 881939.0,
      "end_time": 889319.0,
      "text": "do you take this great big world, this wide dynamic range of stimuli, and put it in a"
    },
    {
      "index": 113,
      "start_time": 889319.0,
      "end_time": 898459.0,
      "text": "low range media. In fact, this is what the color negative film. If you think in the last"
    },
    {
      "index": 114,
      "start_time": 898459.0,
      "end_time": 908399.0,
      "text": "half of the previous centuries, there are probably a trillion prints made from a Kodak"
    },
    {
      "index": 115,
      "start_time": 908399.0,
      "end_time": 915600.0,
      "text": "negatives or Fuji negatives or--and essentially, that is a technique where it compresses the"
    },
    {
      "index": 116,
      "start_time": 915600.0,
      "end_time": 924300.0,
      "text": "highlights and the shadows and it in fact expands the midtones. If you take an Ansel"
    },
    {
      "index": 117,
      "start_time": 924300.0,
      "end_time": 930550.0,
      "text": "Adams print, make sure you&#39;re not measuring any glare from the glass or the surface of"
    },
    {
      "index": 118,
      "start_time": 930550.0,
      "end_time": 941259.0,
      "text": "the print. You get a 0.15 candelas per meter squared from the rich black sky and from the"
    },
    {
      "index": 119,
      "start_time": 941259.0,
      "end_time": 949209.0,
      "text": "white bright clouds, you get 17. That’s a ratio of 114 to 1 is the range of the print"
    },
    {
      "index": 120,
      "start_time": 949209.0,
      "end_time": 957149.0,
      "text": "can deliver. Now these blacks and these whites are amongst whitest and blackest you will"
    },
    {
      "index": 121,
      "start_time": 957149.0,
      "end_time": 965179.0,
      "text": "find in photographs. They are very skillfully done. They&#39;re selenium tones so that the densities"
    },
    {
      "index": 122,
      "start_time": 965179.0,
      "end_time": 974519.0,
      "text": "here are deeper than most materials, and Ansel was a great craftsman so that there was always"
    },
    {
      "index": 123,
      "start_time": 974519.0,
      "end_time": 984600.0,
      "text": "minimum density in the whites. So how do you fit this into the world? Well, what you do"
    },
    {
      "index": 124,
      "start_time": 984600.0,
      "end_time": 991220.0,
      "text": "is you can&#39;t do what we say a CCD does. A CCD counts for tones and you have a nice simple"
    },
    {
      "index": 125,
      "start_time": 991220.0,
      "end_time": 1000170.0,
      "text": "linear relationship that run the amount of light caught and the value coming out. The"
    },
    {
      "index": 126,
      "start_time": 1000170.0,
      "end_time": 1008519.0,
      "text": "fellow who was a director of research at Kodak for 50 years, a guy by the name of Mees; and"
    },
    {
      "index": 127,
      "start_time": 1008520.0,
      "end_time": 1015330.0,
      "text": "in fact Mees was one of the few--I worked a lot with, Edwin Land for--at Polaroid. And"
    },
    {
      "index": 128,
      "start_time": 1015330.0,
      "end_time": 1018950.0,
      "text": "there are some people you always knew he had a great respect for. He would just almost"
    },
    {
      "index": 129,
      "start_time": 1018950.0,
      "end_time": 1029080.0,
      "text": "change his tone of voice. And he would always refer to, just to me, as just the great director"
    },
    {
      "index": 130,
      "start_time": 1029079.9999999999,
      "end_time": 1035520.9999999999,
      "text": "of research at Kodak, because essentially, he started off at the University College London."
    },
    {
      "index": 131,
      "start_time": 1035520.0,
      "end_time": 1044230.0,
      "text": "He repeated Hurter and Driffield&#39;s experiments. And namely, he measured the sense of trimetric"
    },
    {
      "index": 132,
      "start_time": 1044230.0,
      "end_time": 1052770.0,
      "text": "response of films. He invented the tone scale in his book in 1920. He described, here, you"
    },
    {
      "index": 133,
      "start_time": 1052770.0,
      "end_time": 1058620.0,
      "text": "have two tones, and here you have three tones when you add a shadow and four tones if you"
    },
    {
      "index": 134,
      "start_time": 1058620.0,
      "end_time": 1064250.0,
      "text": "add that fade shadow. And so he was describing the response of a film as a tone scale. Now"
    },
    {
      "index": 135,
      "start_time": 1064250.0,
      "end_time": 1070490.0,
      "text": "that fit very well with the--Kodak sort of had a policy. And around 1900, they introduced"
    },
    {
      "index": 136,
      "start_time": 1070490.0,
      "end_time": 1076620.0,
      "text": "the Brownie camera and the idea was, &quot;We&#39;ll, you take the picture, we&#39;ll do the rest.&quot;"
    },
    {
      "index": 137,
      "start_time": 1076620.0,
      "end_time": 1081260.0,
      "text": "And it was quite an organized and big thing because in fact, there was a newspaper ad"
    },
    {
      "index": 138,
      "start_time": 1081260.0,
      "end_time": 1088430.0,
      "text": "in just about every paper in the United States all at the same time by 1901 or 1900 or something"
    },
    {
      "index": 139,
      "start_time": 1088430.0,
      "end_time": 1096670.0,
      "text": "like that. So that was a pretty big organization. No Google ad where you could do it at one"
    },
    {
      "index": 140,
      "start_time": 1096670.0,
      "end_time": 1102540.0,
      "text": "email. You have to write all those letters to get that many people to do it. Well, Kodak"
    },
    {
      "index": 141,
      "start_time": 1102540.0,
      "end_time": 1109670.0,
      "text": "had a policy that they really wanted to get away from the complex jargon and all the secret"
    },
    {
      "index": 142,
      "start_time": 1109670.0,
      "end_time": 1115560.0,
      "text": "formulas of a previous century of photography. And so they wouldn’t let him talk about"
    },
    {
      "index": 143,
      "start_time": 1115560.0,
      "end_time": 1124770.0,
      "text": "H&amp;D curves. He had invented a new synonym for sensitivity response function and that’s"
    },
    {
      "index": 144,
      "start_time": 1124770.0,
      "end_time": 1132210.0,
      "text": "tone scale. And tone scale is something we use, continue to use today. Here is Ansel"
    },
    {
      "index": 145,
      "start_time": 1132210.0,
      "end_time": 1140160.0,
      "text": "Adams&#39; zones which are very similar. And you can see the--he tells you that this white"
    },
    {
      "index": 146,
      "start_time": 1140160.0,
      "end_time": 1148700.0,
      "text": "reflected roof is zone nine. And this was the middle gray, zone five. And this is a"
    },
    {
      "index": 147,
      "start_time": 1148700.0,
      "end_time": 1157930.0,
      "text": "black, zone one. So each of these were characterized, they&#39;re one stop apart. And as soon as he"
    },
    {
      "index": 148,
      "start_time": 1157930.0,
      "end_time": 1166700.0,
      "text": "could use spot pathometers, he measured these areas so he could determine the range of the"
    },
    {
      "index": 149,
      "start_time": 1166700.0,
      "end_time": 1176180.0,
      "text": "scene. And if he knew the range of the scene, he knew whether he should plan to compress"
    },
    {
      "index": 150,
      "start_time": 1176180.0,
      "end_time": 1182850.0,
      "text": "in the development or expand in the development. To do that is relatively simple. Here&#39;s a"
    },
    {
      "index": 151,
      "start_time": 1182850.0,
      "end_time": 1191360.0,
      "text": "set of zones with normal development for that negative. If you decrease the amount of development,"
    },
    {
      "index": 152,
      "start_time": 1191360.0,
      "end_time": 1197300.0,
      "text": "you&#39;d essentially lower the contrast, you&#39;d lower the slope of the curve, you&#39;d get to"
    },
    {
      "index": 153,
      "start_time": 1197300.0,
      "end_time": 1203690.0,
      "text": "a wider range response. You&#39;d get a still lighter range response if you decrease it"
    },
    {
      "index": 154,
      "start_time": 1203690.0,
      "end_time": 1211160.0,
      "text": "even more. Oppositely, if you extended the time on the developer and if you have a sharp"
    },
    {
      "index": 155,
      "start_time": 1211160.0,
      "end_time": 1217710.0,
      "text": "dynamic range scene and you wanted to make that punchier, you would increase the development"
    },
    {
      "index": 156,
      "start_time": 1217710.0,
      "end_time": 1226920.0,
      "text": "time. The jargon I learned before meeting Ansel was always, you know, &quot;overexpose and"
    },
    {
      "index": 157,
      "start_time": 1226920.0,
      "end_time": 1230510.0,
      "text": "under-development.&quot; And Ansel will always say, &quot;No, that isn&#39;t right. You&#39;re going to"
    },
    {
      "index": 158,
      "start_time": 1230510.0,
      "end_time": 1235890.0,
      "text": "increase or decrease. You know what you&#39;re doing so, it&#39;s not over or under, you know"
    },
    {
      "index": 159,
      "start_time": 1235890.0,
      "end_time": 1243780.0,
      "text": "what you&#39;re doing.&quot; Today, we just think of it as, well, more development gives you a"
    },
    {
      "index": 160,
      "start_time": 1243780.0,
      "end_time": 1250660.0,
      "text": "tone scale curve that looks like this, less development gives you like this but you could"
    },
    {
      "index": 161,
      "start_time": 1250660.0,
      "end_time": 1257820.0,
      "text": "do this in a digital sense. You could set the quantization of the camera before you"
    },
    {
      "index": 162,
      "start_time": 1257820.0,
      "end_time": 1264410.0,
      "text": "take the picture to optimize it for the scene. But that doesn’t fit the current attitude"
    },
    {
      "index": 163,
      "start_time": 1264410.0,
      "end_time": 1272210.0,
      "text": "towards photography. Nobody in fact would even think of that. But it&#39;s quite a remarkable"
    },
    {
      "index": 164,
      "start_time": 1272210.0,
      "end_time": 1278160.0,
      "text": "thing to be so careful and thoughtful about what you&#39;re doing. This is kind of interesting"
    },
    {
      "index": 165,
      "start_time": 1278160.0,
      "end_time": 1285320.0,
      "text": "because if you take a simple linear representation of amount of light between a 100 and 0 and"
    },
    {
      "index": 166,
      "start_time": 1285320.0,
      "end_time": 1294160.0,
      "text": "put it into equal steps, you got a grayscale or a zone scale or a tone scale that isn&#39;t"
    },
    {
      "index": 167,
      "start_time": 1294160.0,
      "end_time": 1301850.0,
      "text": "very well spaced. You overemphasized the whites if you have a linear display of the range"
    },
    {
      "index": 168,
      "start_time": 1301850.0,
      "end_time": 1310050.0,
      "text": "of information available. And that’s why photographers always used log because that"
    },
    {
      "index": 169,
      "start_time": 1310050.0,
      "end_time": 1317690.0,
      "text": "gives you a better representation. It means the middle gray is not 50 percent reflectance;"
    },
    {
      "index": 170,
      "start_time": 1317690.0,
      "end_time": 1325010.0,
      "text": "it&#39;s 18 percent reflectance. And in fact more recently, people have started to use lightness"
    },
    {
      "index": 171,
      "start_time": 1325010.0,
      "end_time": 1332170.0,
      "text": "which is a cube root function instead of a logarithmic function. It better accommodates"
    },
    {
      "index": 172,
      "start_time": 1332170.0,
      "end_time": 1337160.0,
      "text": "the fact that you get scatter in your eye and so these are equal steps in appearance"
    },
    {
      "index": 173,
      "start_time": 1337160.0,
      "end_time": 1343750.0,
      "text": "if you use the cube root. So, these are all now logarithmic representation or rather these"
    },
    {
      "index": 174,
      "start_time": 1343750.0,
      "end_time": 1349880.0,
      "text": "are exponential and that these are each factor of two more light than the other along the"
    },
    {
      "index": 175,
      "start_time": 1349880.0,
      "end_time": 1359290.0,
      "text": "horizontal axis. These are optical density. So that’s log luminance, or log light, transmitted"
    },
    {
      "index": 176,
      "start_time": 1359290.0,
      "end_time": 1369020.0,
      "text": "through the negative. So this is the effective development. That means two times the normal"
    },
    {
      "index": 177,
      "start_time": 1369020.0,
      "end_time": 1374580.0,
      "text": "time in the development, or one unit, there wasn&#39;t [INDISTINCT] two times, but more or"
    },
    {
      "index": 178,
      "start_time": 1374580.0,
      "end_time": 1381580.0,
      "text": "less development. These are the similar kind of responses you get from changing the grade"
    },
    {
      "index": 179,
      "start_time": 1381580.0,
      "end_time": 1388130.0,
      "text": "of the paper. Now, these--all these graphs, in fact, were made by John Sexton in the second"
    },
    {
      "index": 180,
      "start_time": 1388130.0,
      "end_time": 1393950.0,
      "text": "edition of a set of books that Ansel wrote. And I&#39;ll show you the titles and references"
    },
    {
      "index": 181,
      "start_time": 1393950.0,
      "end_time": 1398960.0,
      "text": "at the end of the talk. They&#39;re still available today. They&#39;re fantastic books. But these"
    },
    {
      "index": 182,
      "start_time": 1398960.0,
      "end_time": 1407360.0,
      "text": "are all just taken from Ansel&#39;s book, The Negative. So, let me just go through it. Here&#39;s"
    },
    {
      "index": 183,
      "start_time": 1407360.0,
      "end_time": 1412910.0,
      "text": "the paper grade. The manufactures would sell you different contrast papers so that you"
    },
    {
      "index": 184,
      "start_time": 1412910.0,
      "end_time": 1418610.0,
      "text": "could make your negative look more contrast to you or less contrast to you. And as you"
    },
    {
      "index": 185,
      "start_time": 1418610.0,
      "end_time": 1424620.0,
      "text": "can see as you increase the rate of change you would decrease the range. So those are"
    },
    {
      "index": 186,
      "start_time": 1424620.0,
      "end_time": 1431150.0,
      "text": "two are always linked together. Just about now, everybody uses a spectral film so you&#39;d"
    },
    {
      "index": 187,
      "start_time": 1431150.0,
      "end_time": 1436490.0,
      "text": "use a slightly different colored filter on the same piece of paper and that would change"
    },
    {
      "index": 188,
      "start_time": 1436490.0,
      "end_time": 1441170.0,
      "text": "the slope just like changing the paper. In the old days, you had to stock three or four"
    },
    {
      "index": 189,
      "start_time": 1441170.0,
      "end_time": 1447820.0,
      "text": "different kinds of paper to make the print. This is again the Ansel&#39;s example. If this"
    },
    {
      "index": 190,
      "start_time": 1447820.0,
      "end_time": 1454340.0,
      "text": "is the range of the negative and the positive print on grade one would give you this long"
    },
    {
      "index": 191,
      "start_time": 1454340.0,
      "end_time": 1461290.0,
      "text": "low slope low contrast image. But on grade three, you would take and make that higher"
    },
    {
      "index": 192,
      "start_time": 1461290.0,
      "end_time": 1469400.0,
      "text": "than the normal print. If you change your brand of developer or your concentration of"
    },
    {
      "index": 193,
      "start_time": 1469400.0,
      "end_time": 1478460.0,
      "text": "the level, you&#39;d similarly get a curve like that. The emergence time factor is also an"
    },
    {
      "index": 194,
      "start_time": 1478460.0,
      "end_time": 1485240.0,
      "text": "interesting thing. You&#39;re working with a chemical that reacts and so that it is consumed. So"
    },
    {
      "index": 195,
      "start_time": 1485240.0,
      "end_time": 1495120.0,
      "text": "if you&#39;re making 20 prints, the 20th print will be lower in contrast than the first print"
    },
    {
      "index": 196,
      "start_time": 1495120.0,
      "end_time": 1500160.0,
      "text": "because your concentration of active ingredients has decreased substantially. It&#39;s been used"
    },
    {
      "index": 197,
      "start_time": 1500160.0,
      "end_time": 1507150.0,
      "text": "up by the previous 19 prints. So Ansel had a very ingenious system. When you&#39;re sitting"
    },
    {
      "index": 198,
      "start_time": 1507150.0,
      "end_time": 1511590.0,
      "text": "in a dark room you have a safe line. That would be a far red light or a yellow light."
    },
    {
      "index": 199,
      "start_time": 1511590.0,
      "end_time": 1516020.0,
      "text": "And you can see the print, you can&#39;t see it well, but you can see the print. So he would"
    },
    {
      "index": 200,
      "start_time": 1516020.0,
      "end_time": 1523010.0,
      "text": "time, the length of time from when he put it in the tray to when he saw a particular"
    },
    {
      "index": 201,
      "start_time": 1523010.0,
      "end_time": 1532450.0,
      "text": "object emerge. And so that might be 10 seconds in the first processing. And then he had a"
    },
    {
      "index": 202,
      "start_time": 1532450.0,
      "end_time": 1540330.0,
      "text": "factor figure. If it was factor 10 that means I will take it out of a 100 seconds. And so,"
    },
    {
      "index": 203,
      "start_time": 1540330.0,
      "end_time": 1548120.0,
      "text": "if--now, in the next print, it might take 11 seconds, well, you take it out on 110 seconds."
    },
    {
      "index": 204,
      "start_time": 1548120.0,
      "end_time": 1554030.0,
      "text": "So, he multiplied the time of emergence by the factor. And so by doing that, you can"
    },
    {
      "index": 205,
      "start_time": 1554030.0,
      "end_time": 1563060.0,
      "text": "see here over here, he has plotted diluted negative, the diluted developer solution."
    },
    {
      "index": 206,
      "start_time": 1563060.0,
      "end_time": 1570380.0,
      "text": "Using this technique can overcome the effect of the diluted development. He can get a constant"
    },
    {
      "index": 207,
      "start_time": 1570380.0,
      "end_time": 1580880.0,
      "text": "result out from a chemical bath that was changing uncontrollably. We&#39;ve already talked about"
    },
    {
      "index": 208,
      "start_time": 1580880.0,
      "end_time": 1586610.0,
      "text": "development time. And the enlarger, it depends upon whether you&#39;ve got collimated light or"
    },
    {
      "index": 209,
      "start_time": 1586610.0,
      "end_time": 1593540.0,
      "text": "diffused light. And the selenium toning is a very interesting thing. If you process the"
    },
    {
      "index": 210,
      "start_time": 1593540.0,
      "end_time": 1600260.0,
      "text": "developed silver with these selenium salts, it actually changes the surface property of"
    },
    {
      "index": 211,
      "start_time": 1600260.0,
      "end_time": 1607070.0,
      "text": "the silver and gives you a blacker black. And Ansel was an absolute master of that."
    },
    {
      "index": 212,
      "start_time": 1607070.0,
      "end_time": 1612880.0,
      "text": "You can also go wrong if you would put the right--you can get the black silver to change"
    },
    {
      "index": 213,
      "start_time": 1612880.0,
      "end_time": 1624870.0,
      "text": "color if you file that up. Well, what&#39;s beyond the tone scale? This is important but what"
    },
    {
      "index": 214,
      "start_time": 1624870.0,
      "end_time": 1631380.0,
      "text": "I think makes Ansel&#39;s work spectacular is the things he did beyond the tone scale, the"
    },
    {
      "index": 215,
      "start_time": 1631380.0,
      "end_time": 1639930.0,
      "text": "dodging and burning. The best example of that is an experiment that happened a little bit"
    },
    {
      "index": 216,
      "start_time": 1639930.0,
      "end_time": 1647570.0,
      "text": "before John joined our lab. It was an experiment by Edwin Land called the black and white Mondrian;"
    },
    {
      "index": 217,
      "start_time": 1647570.0,
      "end_time": 1656640.0,
      "text": "because in this experiment, he had a bright light near a dark gray object and the illumination"
    },
    {
      "index": 218,
      "start_time": 1656640.0,
      "end_time": 1665590.0,
      "text": "fell off with distance. So it was a very dim light up on a white object. And my job was"
    },
    {
      "index": 219,
      "start_time": 1665590.0,
      "end_time": 1671860.0,
      "text": "to keep moving the light around till the same amount of light came from the white area at"
    },
    {
      "index": 220,
      "start_time": 1671860.0,
      "end_time": 1678370.0,
      "text": "the top and the black area at the bottom. Now, if you take and think of that as digits,"
    },
    {
      "index": 221,
      "start_time": 1678370.0,
      "end_time": 1683010.0,
      "text": "you take a photograph of that, well, that’s the same--that could be the same digit in"
    },
    {
      "index": 222,
      "start_time": 1683010.0,
      "end_time": 1689190.0,
      "text": "the camera here as here. If you manipulate that with a tone scale, what you&#39;d like to"
    },
    {
      "index": 223,
      "start_time": 1689190.0,
      "end_time": 1697510.0,
      "text": "do to make this print better is you&#39;d like to make this lighter and this blacker. But,"
    },
    {
      "index": 224,
      "start_time": 1697510.0,
      "end_time": 1702630.0,
      "text": "you see, I got a problem with it. I got the same digit. No matter what I do to the tone"
    },
    {
      "index": 225,
      "start_time": 1702630.0,
      "end_time": 1710540.0,
      "text": "scale, I can&#39;t make the same digit go up and down at the same time. I can&#39;t--I can make"
    },
    {
      "index": 226,
      "start_time": 1710540.0,
      "end_time": 1718730.0,
      "text": "this lighter but then this gets lighter. I make this darker but then this gets darker."
    },
    {
      "index": 227,
      "start_time": 1718730.0,
      "end_time": 1728610.0,
      "text": "You have to do something different here then here to improve this image, and Land did this."
    },
    {
      "index": 228,
      "start_time": 1728610.0,
      "end_time": 1734570.0,
      "text": "This is an experiment about the visual system to show that humans don’t count what you"
    },
    {
      "index": 229,
      "start_time": 1734570.0,
      "end_time": 1739370.0,
      "text": "see. It doesn’t depend upon the quantum that happens to follow on the receptors, it"
    },
    {
      "index": 230,
      "start_time": 1739370.0,
      "end_time": 1747960.0,
      "text": "happens on the relationship between the other areas in the field. Sorry. If you scan, I&#39;ve"
    },
    {
      "index": 231,
      "start_time": 1747960.0,
      "end_time": 1753640.0,
      "text": "rotated the picture here, so that is the dark area and there&#39;s the light area. You can see"
    },
    {
      "index": 232,
      "start_time": 1753640.0,
      "end_time": 1759980.0,
      "text": "I&#39;ve scanned the digits along this path. You can see, well, we start off here and then"
    },
    {
      "index": 233,
      "start_time": 1759980.0,
      "end_time": 1766050.0,
      "text": "we have an edge and then we have another edge. In between, we have a gradient. If you study"
    },
    {
      "index": 234,
      "start_time": 1766050.0,
      "end_time": 1772360.0,
      "text": "this, you&#39;d find, well, let&#39;s just look at this little patch of one of these Mondrians."
    },
    {
      "index": 235,
      "start_time": 1772360.0,
      "end_time": 1780860.0,
      "text": "If you look across this edge, you see it&#39;s a 160 to 240 and you&#39;ll see a little bit better"
    },
    {
      "index": 236,
      "start_time": 1780860.0,
      "end_time": 1787460.0,
      "text": "here. You have a highly visible edge. If you look here, you can see that--well, from here"
    },
    {
      "index": 237,
      "start_time": 1787460.0,
      "end_time": 1793470.0,
      "text": "up to here, it also changes to 160. So we have the same change in the amount of light."
    },
    {
      "index": 238,
      "start_time": 1793470.0,
      "end_time": 1802260.0,
      "text": "However, one is very visible, namely the edge; and the other, the gradient, is highly invisible."
    },
    {
      "index": 239,
      "start_time": 1802260.0,
      "end_time": 1809460.0,
      "text": "So if you--you can do--another way of saying that is you can do anything you want to these"
    },
    {
      "index": 240,
      "start_time": 1809460.0,
      "end_time": 1816720.0,
      "text": "gradients because you can&#39;t see it. You can make this go down and it&#39;ll look virtually"
    },
    {
      "index": 241,
      "start_time": 1816720.0,
      "end_time": 1824740.0,
      "text": "the same as having it go up. However, if you change the size of this edge, you&#39;ll see it."
    },
    {
      "index": 242,
      "start_time": 1824740.0,
      "end_time": 1830710.0,
      "text": "It&#39;ll be a big change in appearance. All of this comes from the fact that if you like"
    },
    {
      "index": 243,
      "start_time": 1830710.0,
      "end_time": 1834650.0,
      "text": "to think--I always used to like to think about, &quot;Well, what&#39;s important is the amount of light"
    },
    {
      "index": 244,
      "start_time": 1834650.0,
      "end_time": 1840460.0,
      "text": "coming from--that’s a 100, and that’s 20, and that’s 50.&quot; That’s why you see"
    },
    {
      "index": 245,
      "start_time": 1840460.0,
      "end_time": 1849030.0,
      "text": "it as, you know, white-gray and darker gray. But in fact it&#39;s not, it&#39;s the relationship."
    },
    {
      "index": 246,
      "start_time": 1849030.0,
      "end_time": 1855850.0,
      "text": "And so if you keep track of the relationships, you can do anything you want with the gradients."
    },
    {
      "index": 247,
      "start_time": 1855850.0,
      "end_time": 1863530.0,
      "text": "And so, vision allows you to do things to an image that can improve it. It can help"
    },
    {
      "index": 248,
      "start_time": 1863530.0,
      "end_time": 1868490.0,
      "text": "you compress it from that great big world into that tiny print. But you have to be careful"
    },
    {
      "index": 249,
      "start_time": 1868490.0,
      "end_time": 1876190.0,
      "text": "the way you do it. Another way of thinking about it is that in ordinary films you have"
    },
    {
      "index": 250,
      "start_time": 1876190.0,
      "end_time": 1882130.0,
      "text": "a specific amount of light. And that turns into to a specific response of the film, a"
    },
    {
      "index": 251,
      "start_time": 1882130.0,
      "end_time": 1887700.0,
      "text": "specific density. And that’s true of all the pixels in the field of view. But if you"
    },
    {
      "index": 252,
      "start_time": 1887700.0,
      "end_time": 1891809.0,
      "text": "study human vision, a particular amount of light, well, it can be a white, it can be"
    },
    {
      "index": 253,
      "start_time": 1891810.0,
      "end_time": 1897181.0,
      "text": "a gray, it can be a black, it can be anything you want depending upon what you do to the"
    },
    {
      "index": 254,
      "start_time": 1897180.0,
      "end_time": 1907480.0,
      "text": "other pixels in the field of view. And so, that’s why if you manipulate these gradients"
    },
    {
      "index": 255,
      "start_time": 1907480.0,
      "end_time": 1913550.0,
      "text": "you can change the appearances. And in fact, this is a project that John worked on. In"
    },
    {
      "index": 256,
      "start_time": 1913550.0,
      "end_time": 1922260.0,
      "text": "fact, this is one of John&#39;s patents. Ordinary photographs--I show this because it was taken"
    },
    {
      "index": 257,
      "start_time": 1922260.0,
      "end_time": 1929120.0,
      "text": "at one of Ansel&#39;s workshops. And here&#39;s a polar--a set a Polaroid prints of overexposure"
    },
    {
      "index": 258,
      "start_time": 1929120.0,
      "end_time": 1938120.0,
      "text": "and normal underexposure, and the same amount of light is coming from this white area in"
    },
    {
      "index": 259,
      "start_time": 1938120.0,
      "end_time": 1946250.0,
      "text": "the shade as this black area in the sun. Now, this image was taken on a Kodak negative which"
    },
    {
      "index": 260,
      "start_time": 1946250.0,
      "end_time": 1953280.0,
      "text": "was about a 4.0 log unit range. They scanned it. They brought it back to the lab. They"
    },
    {
      "index": 261,
      "start_time": 1953280.0,
      "end_time": 1961110.0,
      "text": "processed it by using spatial manipulation and we&#39;re able to render this picture so these"
    },
    {
      "index": 262,
      "start_time": 1961110.0,
      "end_time": 1968690.0,
      "text": "are no longer equal in the print, we&#39;ve compressed the range of the print. If we just took and"
    },
    {
      "index": 263,
      "start_time": 1968690.0,
      "end_time": 1976809.0,
      "text": "squashed it by linearly compressing everything, this would look like a foggy day. But if you"
    },
    {
      "index": 264,
      "start_time": 1976810.0,
      "end_time": 1986171.0,
      "text": "spatially manipulate the image, we&#39;re trying to do what Ansel had taught us. You can maintain"
    },
    {
      "index": 265,
      "start_time": 1986170.0,
      "end_time": 1992940.0,
      "text": "the edges and change the gradients so you don&#39;t see it. And in fact, these are some"
    },
    {
      "index": 266,
      "start_time": 1992940.0,
      "end_time": 2003580.0,
      "text": "other images that are processed using these techniques. This is a private picture taken"
    },
    {
      "index": 267,
      "start_time": 2003580.0,
      "end_time": 2011590.0,
      "text": "by Bob Sobol of HP. And in fact Bob was instrumental. HP used to have a camera that had this processing"
    },
    {
      "index": 268,
      "start_time": 2011590.0,
      "end_time": 2018170.0,
      "text": "in it. Unfortunately, HP doesn&#39;t like cameras anymore. It did not cost of that. It didn’t"
    },
    {
      "index": 269,
      "start_time": 2018170.0,
      "end_time": 2028130.0,
      "text": "save anything. But this is all about Ansel and so here&#39;s Ansel making a print, the so-called"
    },
    {
      "index": 270,
      "start_time": 2028130.0,
      "end_time": 2035050.0,
      "text": "dodging and burning. Here, he&#39;s burning the top of an image. He&#39;s giving this more light"
    },
    {
      "index": 271,
      "start_time": 2035050.0,
      "end_time": 2040820.0,
      "text": "so as to bring out the detail in a part of the image. Here, he&#39;s dodging. I don&#39;t know"
    },
    {
      "index": 272,
      "start_time": 2040820.0,
      "end_time": 2044260.0,
      "text": "if you can see it. But if you put your hand here and cast a shadow from the light, you"
    },
    {
      "index": 273,
      "start_time": 2044260.0,
      "end_time": 2056040.0,
      "text": "have a sharp edge and you can see it. But if you further away, I have to get on a chair"
    },
    {
      "index": 274,
      "start_time": 2056040.0,
      "end_time": 2061419.0,
      "text": "to demonstrate it properly, you will have an outer focus image. And if you move it onto"
    },
    {
      "index": 275,
      "start_time": 2061420.0,
      "end_time": 2068201.0,
      "text": "the film, you can create a very soft change in illumination. That&#39;s so-called dodging."
    },
    {
      "index": 276,
      "start_time": 2068199.9999999998,
      "end_time": 2075628.9999999998,
      "text": "You take essentially a lollipop and you withhold film from a part of the image. Ansel also"
    },
    {
      "index": 277,
      "start_time": 2075630.0,
      "end_time": 2084370.0,
      "text": "had a mechanical way of doing this. This is his enlarger with rows of lights. So if he"
    },
    {
      "index": 278,
      "start_time": 2084370.0,
      "end_time": 2090591.0,
      "text": "wanted to create a non-uniformed control repeatable illumination, he would just turn on and turn"
    },
    {
      "index": 279,
      "start_time": 2090590.0000000002,
      "end_time": 2096970.0000000002,
      "text": "off these lights to have a light mask to hit the negative to control what the print look"
    },
    {
      "index": 280,
      "start_time": 2096969.9999999998,
      "end_time": 2102260.0,
      "text": "like. He preferred to do the dodging and burning. John describes it as Ansel dancing in front"
    },
    {
      "index": 281,
      "start_time": 2102260.0,
      "end_time": 2109780.0,
      "text": "of the film. So to make a print, what Ansel would do is here&#39;s one of his famous--these"
    },
    {
      "index": 282,
      "start_time": 2109780.0,
      "end_time": 2120020.0,
      "text": "again are taken from Ansel&#39;s book, The Print. You make a series of exposures by just moving"
    },
    {
      "index": 283,
      "start_time": 2120020.0,
      "end_time": 2126270.0,
      "text": "a card across the light. So you&#39;d start at here at the--you would start here and expose"
    },
    {
      "index": 284,
      "start_time": 2126270.0,
      "end_time": 2131560.0,
      "text": "this area and then take the card away and expose this and then this and then this and"
    },
    {
      "index": 285,
      "start_time": 2131560.0,
      "end_time": 2136650.0,
      "text": "then this. So then that would tell you the exposure and it&#39;ll tell you the grade of the"
    },
    {
      "index": 286,
      "start_time": 2136650.0,
      "end_time": 2142260.0,
      "text": "paper that you wanted. But when you look at this print, I think you can see that there&#39;s"
    },
    {
      "index": 287,
      "start_time": 2142260.0,
      "end_time": 2149680.0,
      "text": "not much detail in the sky. There&#39;s a little bit more than around that screen but this"
    },
    {
      "index": 288,
      "start_time": 2149680.0,
      "end_time": 2157520.0,
      "text": "sky is very weak and, well, it&#39;s the right exposure for the lower areas. To make--to"
    },
    {
      "index": 289,
      "start_time": 2157520.0,
      "end_time": 2163369.0,
      "text": "see the details that are in the negative in the sky, you give it extra light. So there&#39;s"
    },
    {
      "index": 290,
      "start_time": 2163370.0,
      "end_time": 2169591.0,
      "text": "Ansel holding the card preventing light from coming from the bottom of the picture. Here&#39;s"
    },
    {
      "index": 291,
      "start_time": 2169590.0,
      "end_time": 2177420.0,
      "text": "an example of dodging. And here this is the straight print. And Ansel didn&#39;t like the"
    },
    {
      "index": 292,
      "start_time": 2177420.0,
      "end_time": 2183360.0,
      "text": "tonal relationship between these pines and the other trees. This is an example of dodging"
    },
    {
      "index": 293,
      "start_time": 2183360.0,
      "end_time": 2189250.0,
      "text": "it poorly. He&#39;s withheld too much light intentionally and you can see that the other trees have"
    },
    {
      "index": 294,
      "start_time": 2189250.0,
      "end_time": 2196830.0,
      "text": "this white halo around it because the gradients were changed to severely. But this is what"
    },
    {
      "index": 295,
      "start_time": 2196830.0,
      "end_time": 2203619.0,
      "text": "he wanted. He wanted this relationship, this lightness versus this lightness for these"
    },
    {
      "index": 296,
      "start_time": 2203620.0,
      "end_time": 2212061.0,
      "text": "particular images, these particular trees. And in fact, he had a formula, a prescription."
    },
    {
      "index": 297,
      "start_time": 2212060.0,
      "end_time": 2219300.0,
      "text": "A recipe I think they call it for each and every different print. This would tell you"
    },
    {
      "index": 298,
      "start_time": 2219300.0,
      "end_time": 2232430.0,
      "text": "its print over the 24-inch lens. This was the time as calculated from the metronome;"
    },
    {
      "index": 299,
      "start_time": 2232430.0,
      "end_time": 2238410.0,
      "text": "he didn&#39;t have a timer he used a metronome to count it. There was an F22 select all and"
    },
    {
      "index": 300,
      "start_time": 2238410.0,
      "end_time": 2244080.0,
      "text": "deck tool, the time was the concentration. There was on a paper called Seagull and it"
    },
    {
      "index": 301,
      "start_time": 2244080.0,
      "end_time": 2251310.0,
      "text": "was toned in selenium and the factor, it was eight times after he saw a particular feature"
    },
    {
      "index": 302,
      "start_time": 2251310.0,
      "end_time": 2259090.0,
      "text": "involved. And then he would withhold the exposure for two seconds, I guess, I don&#39;t know, for"
    },
    {
      "index": 303,
      "start_time": 2259090.0,
      "end_time": 2265850.0,
      "text": "some factor, and then he would give extra exposure here, extra exposure here, more exposure"
    },
    {
      "index": 304,
      "start_time": 2265850.0,
      "end_time": 2272580.0,
      "text": "there, a lot more exposure there, more exposure there, and do it with the whole. So he&#39;d do"
    },
    {
      "index": 305,
      "start_time": 2272580.0,
      "end_time": 2285520.0,
      "text": "all of these steps and this would be the resulting image. So the print you see is not Ansel capturing"
    },
    {
      "index": 306,
      "start_time": 2285520.0,
      "end_time": 2295270.0,
      "text": "the real world as it is, the print is Ansel capturing all the information possible and"
    },
    {
      "index": 307,
      "start_time": 2295270.0,
      "end_time": 2305580.0,
      "text": "then rendering it to fit his aesthetic content, to fit his visualization of the emotion that"
    },
    {
      "index": 308,
      "start_time": 2305580.0,
      "end_time": 2314720.0,
      "text": "he wanted you to see from that image. So here we have, we have a straight print; and dodging"
    },
    {
      "index": 309,
      "start_time": 2314720.0,
      "end_time": 2322500.0,
      "text": "and burning turns it into this print. What Ansel is doing is changing the gradients while"
    },
    {
      "index": 310,
      "start_time": 2322500.0,
      "end_time": 2330910.0,
      "text": "preserving the edges. And this is one of John Sexton&#39;s prints using the same techniques."
    },
    {
      "index": 311,
      "start_time": 2330910.0,
      "end_time": 2339550.0,
      "text": "There is the negative. This is from, Listen to the Trees; a really fabulous book. This"
    },
    {
      "index": 312,
      "start_time": 2339550.0,
      "end_time": 2345110.0,
      "text": "is the straight print. If you don&#39;t give the straight exposure, just do the dodging and"
    },
    {
      "index": 313,
      "start_time": 2345110.0,
      "end_time": 2358250.0,
      "text": "burning. You are adding this to this to get this, the rendition you intended to do. Now,"
    },
    {
      "index": 314,
      "start_time": 2358250.0,
      "end_time": 2370040.0,
      "text": "the--this is an example that I think is probably one of the simplest but in fact a very profound"
    },
    {
      "index": 315,
      "start_time": 2370040.0,
      "end_time": 2379600.0,
      "text": "thing. If you--on a Polaroid a film, you were completely unable to change anything. The"
    },
    {
      "index": 316,
      "start_time": 2379600.0,
      "end_time": 2386840.0,
      "text": "film manufacturers, the factory decided what it is that your film is going to respond to"
    },
    {
      "index": 317,
      "start_time": 2386840.0,
      "end_time": 2393910.0,
      "text": "the light of the scene. But that didn&#39;t stop Ansel. He developed this technique of pre-exposure."
    },
    {
      "index": 318,
      "start_time": 2393910.0,
      "end_time": 2397850.0,
      "text": "I don&#39;t know if he developed himself. He knew what the process and he thought all of us"
    },
    {
      "index": 319,
      "start_time": 2397850.0,
      "end_time": 2404670.0,
      "text": "about it. Is that if you take a picture and you find, you&#39;ve lost all of the information"
    },
    {
      "index": 320,
      "start_time": 2404670.0,
      "end_time": 2411400.0,
      "text": "you like to capture, you would pre-expose, you would take a uniform card to hold it in"
    },
    {
      "index": 321,
      "start_time": 2411400.0,
      "end_time": 2417450.0,
      "text": "front of the lens, cover the field of view, have uniform light on it, turn the aperture"
    },
    {
      "index": 322,
      "start_time": 2417450.0,
      "end_time": 2424250.0,
      "text": "way down and essentially give a--sometimes called a bump exposure, an exposure to take"
    },
    {
      "index": 323,
      "start_time": 2424250.0,
      "end_time": 2434410.0,
      "text": "from and expose all the gradients at the threshold of detection. Then when you take the photograph,"
    },
    {
      "index": 324,
      "start_time": 2434410.0,
      "end_time": 2439970.0,
      "text": "so you take those photographs then take you these photographs, in fact the pre-exposure"
    },
    {
      "index": 325,
      "start_time": 2439970.0,
      "end_time": 2449470.0,
      "text": "plus the scene give you a better dynamic range. You can see more information in the print"
    },
    {
      "index": 326,
      "start_time": 2449470.0,
      "end_time": 2457100.0,
      "text": "by having raised essentially a fog level everywhere. So you have this great irony. You have--you&#39;ve"
    },
    {
      "index": 327,
      "start_time": 2457100.0,
      "end_time": 2464470.0,
      "text": "decreased the actual physical dynamic range. No question about the light. You have increased"
    },
    {
      "index": 328,
      "start_time": 2464470.0,
      "end_time": 2470660.0,
      "text": "the apparent dynamic range. So what have you done? You brought out some edges that were"
    },
    {
      "index": 329,
      "start_time": 2470660.0,
      "end_time": 2478780.0,
      "text": "sub-threshold. You&#39;ve changed the shape of the curve by exposure as opposed to the way"
    },
    {
      "index": 330,
      "start_time": 2478780.0,
      "end_time": 2487850.0,
      "text": "he liked to do it with development. So it&#39;s a very simple lesson but it has profound implication"
    },
    {
      "index": 331,
      "start_time": 2487850.0,
      "end_time": 2492300.0,
      "text": "that tells you a lot; capturing all those bits and reprocess them in meticulously rise"
    },
    {
      "index": 332,
      "start_time": 2492300.0,
      "end_time": 2501080.0,
      "text": "and keeping them in dynamic range. Well, that&#39;s a good thing to do but it&#39;s not a necessary"
    },
    {
      "index": 333,
      "start_time": 2501080.0,
      "end_time": 2508140.0,
      "text": "thing to do. It&#39;s not the crucial thing in getting the rendition that you would like"
    },
    {
      "index": 334,
      "start_time": 2508140.0,
      "end_time": 2520100.0,
      "text": "to have. So just sort of summarize this; Ansel was an absolute master at spatial rendering."
    },
    {
      "index": 335,
      "start_time": 2520100.0,
      "end_time": 2526640.0,
      "text": "He would capture the high dynamic range information, capture all of it if possible. He would then"
    },
    {
      "index": 336,
      "start_time": 2526640.0,
      "end_time": 2534740.0,
      "text": "synthesize a new image. He would preserve the spatial ratios. He would distort the input"
    },
    {
      "index": 337,
      "start_time": 2534740.0,
      "end_time": 2542530.0,
      "text": "luminances. It&#39;s not an accurate record. He would decrease the actual dynamic range, but"
    },
    {
      "index": 338,
      "start_time": 2542530.0,
      "end_time": 2548270.0,
      "text": "he would increase the apparent dynamic range. Now all of these things we can do with automatic"
    },
    {
      "index": 339,
      "start_time": 2548270.0,
      "end_time": 2554310.0,
      "text": "image processing because we can preserve the edges and we can preserve the dynamic range."
    },
    {
      "index": 340,
      "start_time": 2554310.0,
      "end_time": 2561750.0,
      "text": "But we can&#39;t do it automatic in image processing is due--is at the static content, is at the"
    },
    {
      "index": 341,
      "start_time": 2561750.0,
      "end_time": 2568140.0,
      "text": "power associated with the, you know, the emotionary reaction you&#39;d get when you look at these"
    },
    {
      "index": 342,
      "start_time": 2568140.0,
      "end_time": 2574330.0,
      "text": "pictures. At least, I don&#39;t know anybody who can do that. But maybe that&#39;s something that"
    },
    {
      "index": 343,
      "start_time": 2574330.0,
      "end_time": 2582570.0,
      "text": "we should worry about. These are the books that the--now, there&#39;s a lot of stuff about"
    },
    {
      "index": 344,
      "start_time": 2582570.0,
      "end_time": 2590480.0,
      "text": "deck tile that I probably can interest you in. And though Ansel--though, John Sexton"
    },
    {
      "index": 345,
      "start_time": 2590480.0,
      "end_time": 2596350.0,
      "text": "said in his talk yesterday, it was kind of interesting. If you can find somebody who&#39;s"
    },
    {
      "index": 346,
      "start_time": 2596350.0,
      "end_time": 2604880.0,
      "text": "still has a dark room and still goes into the room and slashes things around, just ask"
    },
    {
      "index": 347,
      "start_time": 2604880.0,
      "end_time": 2610250.0,
      "text": "him to come see it because they love to show you, they won&#39;t even charge you. They love"
    },
    {
      "index": 348,
      "start_time": 2610250.0,
      "end_time": 2616950.0,
      "text": "it to do it so much they&#39;d love to show you. And it is really worth seeing. It is an experience"
    },
    {
      "index": 349,
      "start_time": 2616950.0,
      "end_time": 2626000.0,
      "text": "that is about to become extinct. So grab it when you have a chance. But these books have"
    },
    {
      "index": 350,
      "start_time": 2626000.0,
      "end_time": 2635330.0,
      "text": "profound information about everything and everything to do with photography. And there&#39;s"
    },
    {
      "index": 351,
      "start_time": 2635330.0,
      "end_time": 2640410.0,
      "text": "a lot about deck tile that you can just forget about it and just skip over it. But they are"
    },
    {
      "index": 352,
      "start_time": 2640410.0,
      "end_time": 2644890.0,
      "text": "great books that tell you a lot of stories about imaging. And then if you&#39;re not interested"
    },
    {
      "index": 353,
      "start_time": 2644890.0,
      "end_time": 2652260.0,
      "text": "in the technical details, the last book, they are the examples of how Ansel made [INDISTINCT]"
    },
    {
      "index": 354,
      "start_time": 2652260.0,
      "end_time": 2658190.0,
      "text": "of these most famous photographs. It&#39;s a wonderful read. It&#39;s a wonderful bit of history. It"
    },
    {
      "index": 355,
      "start_time": 2658190.0,
      "end_time": 2663800.0,
      "text": "is really worthwhile. These books are still available in bookstores but, of course, you"
    },
    {
      "index": 356,
      "start_time": 2663800.0,
      "end_time": 2671070.0,
      "text": "could google it and you&#39;ll find all the additions from all of the different places. And these"
    },
    {
      "index": 357,
      "start_time": 2671070.0,
      "end_time": 2676680.0,
      "text": "are just a photograph of who we were going out with a 20x24 camera to make some pictures."
    },
    {
      "index": 358,
      "start_time": 2676680.0,
      "end_time": 2683859.0,
      "text": "And this is my friend, Pyhllis Diller, they just gave me this photograph as a remembrance"
    },
    {
      "index": 359,
      "start_time": 2683860.0,
      "end_time": 2691681.0,
      "text": "of old times. And so this is the married man that worked on 20x24 photography at Boeing."
    },
    {
      "index": 360,
      "start_time": 2691680.0,
      "end_time": 2698290.0,
      "text": "So thank you very much. I&#39;ll be eager to ask or answer any questions you might like to"
    },
    {
      "index": 361,
      "start_time": 2698290.0,
      "end_time": 2704470.0,
      "text": "ask. And do remember that to look for John Sexton&#39;s topic at the door."
    },
    {
      "index": 362,
      "start_time": 2704470.0,
      "end_time": 2730250.0,
      "text": "&gt;&gt; Since you mentioned 20x24, I just recently learned about the 20x24 [INDISTINCT]."
    },
    {
      "index": 363,
      "start_time": 2730250.0,
      "end_time": 2737760.0,
      "text": "&gt;&gt; MCCANN: The question is am I familiar with the Polaroid 20x24 camera. Did John pay you"
    },
    {
      "index": 364,
      "start_time": 2737760.0,
      "end_time": 2741510.0,
      "text": "to ask that question? &gt;&gt; No, no, no."
    },
    {
      "index": 365,
      "start_time": 2741510.0,
      "end_time": 2754320.0,
      "text": "&gt;&gt; MCCANN: It was kind of a long story but Polaroid had made an 8x10 system and there"
    },
    {
      "index": 366,
      "start_time": 2754320.0,
      "end_time": 2758580.0,
      "text": "was a tradition that Land would always go and give these very dramatic shareholder meetings"
    },
    {
      "index": 367,
      "start_time": 2758580.0,
      "end_time": 2763230.0,
      "text": "and 3,000 people would come to a shareholder&#39;s meeting, not to hear the financial results"
    },
    {
      "index": 368,
      "start_time": 2763230.0,
      "end_time": 2770109.0,
      "text": "but to see Land&#39;s demonstrations. And Land had a policy, it never stopped working on"
    },
    {
      "index": 369,
      "start_time": 2770110.0,
      "end_time": 2775951.0,
      "text": "a shareholders meeting more than four weeks before the meeting because everybody allowed"
    },
    {
      "index": 370,
      "start_time": 2775950.0,
      "end_time": 2781740.0,
      "text": "to jump in and help out and he would just blow everybody&#39;s budget. So his economic--his"
    },
    {
      "index": 371,
      "start_time": 2781740.0,
      "end_time": 2788109.0,
      "text": "budgeting feature was limit the time people could do things. And so, it was always some"
    },
    {
      "index": 372,
      "start_time": 2788110.0,
      "end_time": 2792751.0,
      "text": "demonstration of something that was not going to be a product, it was going to be a gee"
    },
    {
      "index": 373,
      "start_time": 2792750.0,
      "end_time": 2802900.0,
      "text": "whiz. So, I had the job of being in charge of the research machine shop and so he called"
    },
    {
      "index": 374,
      "start_time": 2802900.0,
      "end_time": 2809530.0,
      "text": "me up and said, &quot;I&#39;ve just seen this 8x10, but with 3,000 people it’s not big enough."
    },
    {
      "index": 375,
      "start_time": 2809530.0,
      "end_time": 2818490.0,
      "text": "Can you make a 20x24 camera? Get there to make it 20x24 camera and we’ll make it just"
    },
    {
      "index": 376,
      "start_time": 2818490.0,
      "end_time": 2824080.0,
      "text": "like the original camera that we demonstrated the instant photography of the Optical Society"
    },
    {
      "index": 377,
      "start_time": 2824080.0,
      "end_time": 2836220.0,
      "text": "meeting in 1949.&quot; So we went to work. We didn&#39;t even know that 20x24 film wasn&#39;t 20x24, there&#39;s"
    },
    {
      "index": 378,
      "start_time": 2836220.0,
      "end_time": 2845230.0,
      "text": "a margin inside, but we’ve made it 20x24, so we made it the wrong size. A week later"
    },
    {
      "index": 379,
      "start_time": 2845230.0,
      "end_time": 2849070.0,
      "text": "I came back and told Land, &quot;Well, we&#39;ve got this machine shop making that, we got the"
    },
    {
      "index": 380,
      "start_time": 2849070.0,
      "end_time": 2855020.0,
      "text": "rolls underway, we have found the lens, we&#39;ve got the bells.&quot; It looks like and, well, also"
    },
    {
      "index": 381,
      "start_time": 2855020.0,
      "end_time": 2864970.0,
      "text": "he asked us five weeks ahead of the meeting, so I knew that that was kind of dangerous."
    },
    {
      "index": 382,
      "start_time": 2864970.0,
      "end_time": 2872060.0,
      "text": "At four weeks he said, &quot;Well, what I really want is a camera that will photograph [INDISTINCT]."
    },
    {
      "index": 383,
      "start_time": 2872060.0,
      "end_time": 2879290.0,
      "text": "I looked that up, it&#39;s 39 inches wide. Can you make us a camera that&#39;s one meter wide"
    },
    {
      "index": 384,
      "start_time": 2879290.0,
      "end_time": 2886990.0,
      "text": "by two meters high? And I said, &quot;Well, you know, we got our four weeks, how can I say"
    },
    {
      "index": 385,
      "start_time": 2886990.0,
      "end_time": 2896400.0,
      "text": "no?&quot; And so, we pulled it off. And in fact, at that shareholders meeting, Yosef Karsh"
    },
    {
      "index": 386,
      "start_time": 2896400.0,
      "end_time": 2904220.0,
      "text": "took a picture of Ansel Adams, a portrait of Ansel Adams, and we showed that it doesn’t"
    },
    {
      "index": 387,
      "start_time": 2904220.0,
      "end_time": 2909940.0,
      "text": "pick pictures from them, plus the Museum of Fine Arts that we&#39;re photographed on this"
    },
    {
      "index": 388,
      "start_time": 2909940.0,
      "end_time": 2912280.0,
      "text": "[INDISTINCT] imaging. So, yes, I do know. I said a bunch of questions."
    },
    {
      "index": 389,
      "start_time": 2912280.0,
      "end_time": 2912490.0,
      "text": "&gt;&gt; Okay, so my other question is, or that sort of explains why--I was amazed at a [INDISTINCT]"
    },
    {
      "index": 390,
      "start_time": 2912490.0,
      "end_time": 2914050.0,
      "text": "I&#39;ve seen video demonstration where you pull the negative down by taking a string, double"
    },
    {
      "index": 391,
      "start_time": 2914050.0,
      "end_time": 2916109.0,
      "text": "tape it. &gt;&gt; MCCANN: Yeah."
    },
    {
      "index": 392,
      "start_time": 2916110.0,
      "end_time": 2934770.0,
      "text": "&gt;&gt; And tape it to the negative and pull it down. You adjust the camera but you can [INDISTINCT]..."
    },
    {
      "index": 393,
      "start_time": 2934770.0,
      "end_time": 2939881.0,
      "text": "&gt;&gt; MCCANN: Right. &gt;&gt; ...the keys to the camera?"
    },
    {
      "index": 394,
      "start_time": 2939880.0,
      "end_time": 2943550.0,
      "text": "&gt;&gt; MCCANN: Well, the fact that camera is still going and the reason its going is because"
    },
    {
      "index": 395,
      "start_time": 2943550.0,
      "end_time": 2950650.0,
      "text": "of that. That adjustment is what was in the original demonstration of the Optical Society."
    },
    {
      "index": 396,
      "start_time": 2950650.0,
      "end_time": 2956099.0,
      "text": "That adjustment is moving the rollers back and forth to control the thickness of the"
    },
    {
      "index": 397,
      "start_time": 2956100.0,
      "end_time": 2962291.0,
      "text": "developer, and that&#39;s the key thing to getting a good picture. In fact, those rolls are--have"
    },
    {
      "index": 398,
      "start_time": 2962290.0,
      "end_time": 2972800.0,
      "text": "a can burn. They are not flat, they&#39;re milled. So they were crowning them so that to get"
    },
    {
      "index": 399,
      "start_time": 2972800.0,
      "end_time": 2980910.0,
      "text": "uniform developer across the width of the sheet you have to have the rolls tighter in"
    },
    {
      "index": 400,
      "start_time": 2980910.0,
      "end_time": 2986510.0,
      "text": "the middle and on the outside. Ordinary film they&#39;re passed--there are papers things to"
    },
    {
      "index": 401,
      "start_time": 2986510.0,
      "end_time": 2993670.0,
      "text": "set that gap but that is a real bear if we&#39;re going to manufacture film because, in fact,"
    },
    {
      "index": 402,
      "start_time": 2993670.0,
      "end_time": 2999710.0,
      "text": "what we were doing is we were ironing them on in the first version. And Ansel said, &quot;No,"
    },
    {
      "index": 403,
      "start_time": 2999710.0,
      "end_time": 3006060.0,
      "text": "no, don’t do that. Just set the gap and you’d get to rid of that whole manufacturing"
    },
    {
      "index": 404,
      "start_time": 3006060.0,
      "end_time": 3012920.0,
      "text": "stuff.&quot; So, all you put in to the camera was raw negative, raw positive, there was no film"
    },
    {
      "index": 405,
      "start_time": 3012920.0,
      "end_time": 3016800.0,
      "text": "assembly, so. And it is still going. Somebody has bought all the available negative. You"
    },
    {
      "index": 406,
      "start_time": 3016800.0,
      "end_time": 3026470.0,
      "text": "can get Elsa Dorfman to take your picture in Cambridge, Massachusetts. The--it&#39;s still"
    },
    {
      "index": 407,
      "start_time": 3026470.0,
      "end_time": 3031630.0,
      "text": "going even though the Polaroid, this is--I think it, I don’t think there&#39;s any other"
    },
    {
      "index": 408,
      "start_time": 3031630.0,
      "end_time": 3041119.0,
      "text": "film made by Polaroid that still exists at the moment, and--except the 20x24. So, that"
    },
    {
      "index": 409,
      "start_time": 3041120.0,
      "end_time": 3051331.0,
      "text": "rig he did--and they were five that were eventually made. And they have just done a lot of incredible"
    },
    {
      "index": 410,
      "start_time": 3051330.0,
      "end_time": 3059160.0,
      "text": "things with a lot of incredible people who used it. But, I can tell you the infinite"
    },
    {
      "index": 411,
      "start_time": 3059160.0,
      "end_time": 3060390.0,
      "text": "number of stories, I&#39;m all a part of everybody elses. Yes?"
    },
    {
      "index": 412,
      "start_time": 3060390.0,
      "end_time": 3060410.0,
      "text": "&gt;&gt; As I understand it, when Ansel Adams was exposing negative into the very technical"
    },
    {
      "index": 413,
      "start_time": 3060410.0,
      "end_time": 3060430.0,
      "text": "processes. Careful measurement of [INDISTINCT] in just the exposure development symptoms."
    },
    {
      "index": 414,
      "start_time": 3060430.0,
      "end_time": 3060450.0,
      "text": "&gt;&gt; MCCANN: Yeah. &gt;&gt; You’re shown some example of a good [INDISTINCT]."
    },
    {
      "index": 415,
      "start_time": 3060450.0,
      "end_time": 3060470.0,
      "text": "A good trial and error stripped of the exposures. Have you been able developed any technical"
    },
    {
      "index": 416,
      "start_time": 3060470.0,
      "end_time": 3086640.0,
      "text": "way of quick way we may extent of [INDISTINCT] or it&#39;s just trial and error that it might"
    },
    {
      "index": 417,
      "start_time": 3086640.0,
      "end_time": 3102420.0,
      "text": "be? &gt;&gt; MCCANN: Well, the whole first half of..."
    },
    {
      "index": 418,
      "start_time": 3102420.0,
      "end_time": 3110260.0,
      "text": "&gt;&gt; [INDISTINCT]. &gt;&gt; MCCANN: Oh, thank you. Christian is in."
    },
    {
      "index": 419,
      "start_time": 3110260.0,
      "end_time": 3120930.0,
      "text": "I&#39;ve described sort of a two sides of Ansel Adams. One, a very technical, mechanical side"
    },
    {
      "index": 420,
      "start_time": 3120930.0,
      "end_time": 3135910.0,
      "text": "into the less--the guarding and burning is more very--apparently, more variable and was"
    },
    {
      "index": 421,
      "start_time": 3135910.0,
      "end_time": 3144480.0,
      "text": "there a more definitive technical repeatable process that he developed. And I don’t know."
    },
    {
      "index": 422,
      "start_time": 3144480.0,
      "end_time": 3152890.0,
      "text": "I don’t know if I just described that well. I don’t think I did do the job. Everything"
    },
    {
      "index": 423,
      "start_time": 3152890.0,
      "end_time": 3158440.0,
      "text": "in the exposure and development process was very meticulously controlled just like the"
    },
    {
      "index": 424,
      "start_time": 3158440.0,
      "end_time": 3170980.0,
      "text": "times in the past. The dodging and burning, he did quite precisely. Again, this pianist"
    },
    {
      "index": 425,
      "start_time": 3170980.0,
      "end_time": 3184070.0,
      "text": "training, he could make 20 prints in a day and they--you couldn’t tell the difference."
    },
    {
      "index": 426,
      "start_time": 3184070.0,
      "end_time": 3190200.0,
      "text": "I couldn’t tell the difference, maybe he could. He had techniques such as the switches"
    },
    {
      "index": 427,
      "start_time": 3190200.0,
      "end_time": 3200400.0,
      "text": "on the back of the enlarger to do that kind of thing. So he certainly tried them but he"
    },
    {
      "index": 428,
      "start_time": 3200400.0,
      "end_time": 3208660.0,
      "text": "preferred doing it that way because he thought he would have better control. He was just"
    },
    {
      "index": 429,
      "start_time": 3208660.0,
      "end_time": 3215530.0,
      "text": "incredibly good at it. In fact, any print do you see that had Ansel Adams signed, he"
    },
    {
      "index": 430,
      "start_time": 3215530.0,
      "end_time": 3223510.0,
      "text": "himself did all the printing. He printed it. He might have had people help him dry it or"
    },
    {
      "index": 431,
      "start_time": 3223510.0,
      "end_time": 3229820.0,
      "text": "spot the negative, spot the positives, or whatever it is. But he crafted all of his"
    },
    {
      "index": 432,
      "start_time": 3229820.0,
      "end_time": 3235940.0,
      "text": "pictures. There are pictures that are A.A. signed and those were pictures printed by"
    },
    {
      "index": 433,
      "start_time": 3235940.0,
      "end_time": 3245349.0,
      "text": "Alan Ross, his close associate, all done in Ansel&#39;s home under Ansel&#39;s supervision. So"
    },
    {
      "index": 434,
      "start_time": 3245350.0,
      "end_time": 3251391.0,
      "text": "now, you will see different renditions but that&#39;s because Ansel changed how he&#39;d liked"
    },
    {
      "index": 435,
      "start_time": 3251390.0,
      "end_time": 3258099.0,
      "text": "to print over the years. But Ansel explode all this things but I don’t think he found"
    },
    {
      "index": 436,
      "start_time": 3258100.0,
      "end_time": 3270391.0,
      "text": "a mechanical means. Now certainly, in digital technology he could have found the solution."
    },
    {
      "index": 437,
      "start_time": 3270390.0,
      "end_time": 3276430.0,
      "text": "Somebody asked me in, after my talk yesterday, &quot;Did Ansel Adams take any pictures in color?&quot;"
    },
    {
      "index": 438,
      "start_time": 3276430.0,
      "end_time": 3281670.0,
      "text": "In fact there&#39;s a book published of his colored pictures and many of them are really quite"
    },
    {
      "index": 439,
      "start_time": 3281670.0,
      "end_time": 3289390.0,
      "text": "lovely. Ansel is now quite comfortable with color because he never felt he--the problem"
    },
    {
      "index": 440,
      "start_time": 3289390.0,
      "end_time": 3296090.0,
      "text": "was that whole tone scale, the whole response of the film was made in the factory. So he"
    },
    {
      "index": 441,
      "start_time": 3296090.0,
      "end_time": 3302900.0,
      "text": "couldn&#39;t get his hands on controlling that, to render the scene the way he want it so"
    },
    {
      "index": 442,
      "start_time": 3302900.0,
      "end_time": 3312870.0,
      "text": "he was never happy with the manufactured tone scale, he wanted to make his own. Yes?"
    },
    {
      "index": 443,
      "start_time": 3312870.0,
      "end_time": 3323650.0,
      "text": "&gt;&gt; Yeah. I&#39;m just wondering, on the [INDISTINCT] realistic?"
    },
    {
      "index": 444,
      "start_time": 3323650.0,
      "end_time": 3342359.0,
      "text": "&gt;&gt; MCCANN: Well. &gt;&gt; Do you think that&#39;s more realistic [INDISTINCT]?"
    },
    {
      "index": 445,
      "start_time": 3342360.0,
      "end_time": 3352991.0,
      "text": "&gt;&gt; MCCANN: That question is the--as time goes on, we are increasing our ability to capture"
    },
    {
      "index": 446,
      "start_time": 3352990.0,
      "end_time": 3364780.0,
      "text": "more information and display more information. And I have to argue a bit that in the talk"
    },
    {
      "index": 447,
      "start_time": 3364780.0,
      "end_time": 3370190.0,
      "text": "that I gave two years ago which you&#39;ll find on your Google, I describe experiments where"
    },
    {
      "index": 448,
      "start_time": 3370190.0,
      "end_time": 3379109.0,
      "text": "it measures the range that&#39;s possible to capture on the film play. And in fact I was unable"
    },
    {
      "index": 449,
      "start_time": 3379110.0,
      "end_time": 3389090.0,
      "text": "to find in the camera&#39;s I tested, and it was not a comprehensive test, but the cameras"
    },
    {
      "index": 450,
      "start_time": 3389090.0,
      "end_time": 3394211.0,
      "text": "I happen to test, the highest dynamic range came from a color film negative. And it probably"
    },
    {
      "index": 451,
      "start_time": 3394210.0,
      "end_time": 3403880.0,
      "text": "had to do with the camera because it&#39;s a larger camera and it had less scatter than it was"
    },
    {
      "index": 452,
      "start_time": 3403880.0,
      "end_time": 3407700.0,
      "text": "the digital cameras I chose. And you probably could reverse that. You probably could find"
    },
    {
      "index": 453,
      "start_time": 3407700.0,
      "end_time": 3417580.0,
      "text": "a digital camera that responds better than the negative film. But for most images they&#39;re"
    },
    {
      "index": 454,
      "start_time": 3417580.0,
      "end_time": 3422480.0,
      "text": "in a comparable range. And that’s because you got to separate the sensors. There was"
    },
    {
      "index": 455,
      "start_time": 3422480.0,
      "end_time": 3427380.0,
      "text": "a recent conference at Stanford and one of the fellows there gave a talk about how good"
    },
    {
      "index": 456,
      "start_time": 3427380.0,
      "end_time": 3435960.0,
      "text": "the sensors are getting. And he reported that he could get, I think it was 10th to the 11th,"
    },
    {
      "index": 457,
      "start_time": 3435960.0,
      "end_time": 3443070.0,
      "text": "one part in 10th to the 11th in his sensor as a readable difference. I have no problem"
    },
    {
      "index": 458,
      "start_time": 3443070.0,
      "end_time": 3449810.0,
      "text": "with that. The sensors, digital sensors, can do a phenomenal job. The problem is the optics"
    },
    {
      "index": 459,
      "start_time": 3449810.0,
      "end_time": 3459130.0,
      "text": "have undesired stray light and you can’t get that to the image plane. You can’t get"
    },
    {
      "index": 460,
      "start_time": 3459130.0,
      "end_time": 3464580.0,
      "text": "10 of the 12th and your changing exposure just doesn&#39;t help because all it does is move"
    },
    {
      "index": 461,
      "start_time": 3464580.0,
      "end_time": 3470460.0,
      "text": "the value up and down the tone scale but it doesn&#39;t change the ratio of unwanted light"
    },
    {
      "index": 462,
      "start_time": 3470460.0,
      "end_time": 3481329.0,
      "text": "from the lens to a wanted light. &gt;&gt; I mean, did Adams [INDISTINCT]."
    },
    {
      "index": 463,
      "start_time": 3481330.0,
      "end_time": 3488520.0,
      "text": "&gt;&gt; MCCANN: No, right. Right. Right. &gt;&gt; I mean seemly..."
    },
    {
      "index": 464,
      "start_time": 3488520.0,
      "end_time": 3496110.0,
      "text": "&gt;&gt; MCCANN: You, no, no. You certainly can improve in that direction. In terms of the"
    },
    {
      "index": 465,
      "start_time": 3496110.0,
      "end_time": 3503071.0,
      "text": "digital display, it&#39;s also interesting because, for example, so the bright side image has"
    },
    {
      "index": 466,
      "start_time": 3503070.0,
      "end_time": 3510410.0,
      "text": "a high resolution LCD and a lower resolution LED. So in fact, they are doing a very complex"
    },
    {
      "index": 467,
      "start_time": 3510410.0,
      "end_time": 3525580.0,
      "text": "transform of presenting the edges in the LCD and the gradients in the LEDs. And so if you"
    },
    {
      "index": 468,
      "start_time": 3525580.0,
      "end_time": 3537240.0,
      "text": "do that perfectly you should truly be able to get a much higher dynamic range of display."
    },
    {
      "index": 469,
      "start_time": 3537240.0,
      "end_time": 3538290.0,
      "text": "&gt;&gt; Yes, I mean that&#39;s quite [INDISTINCT]. &gt;&gt; MCCANN: Yeah, yeah. But the question is,"
    },
    {
      "index": 470,
      "start_time": 3538290.0,
      "end_time": 3541560.0,
      "text": "do you--do they do it perfectly? &gt;&gt; Well."
    },
    {
      "index": 471,
      "start_time": 3541560.0,
      "end_time": 3555490.0,
      "text": "&gt;&gt; MCCANN: That&#39;s a very complicated question. Well, thank you very much. It&#39;s been fun to"
    },
    {
      "index": 472,
      "start_time": 3555490.0,
      "end_time": 3565490.0,
      "text": "talk to you."
    }
  ]
}