{
  "video_id": "1XgMZ1YgyoE",
  "title": "The Dangers of Loving or Hating Too Much",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 160.0,
      "end_time": 6930.0,
      "text": "If there is one generalisation to hazard about maturity, it is that it involves neither profoundly"
    },
    {
      "index": 2,
      "start_time": 6930.0,
      "end_time": 14480.0,
      "text": "idealising, nor profoundly denigrating other people. But let’s begin with babies."
    },
    {
      "index": 3,
      "start_time": 14480.0,
      "end_time": 21609.0,
      "text": "The pioneering mid-20th century Viennese psychoanalyst Melanie Klein famously drew attention to something"
    },
    {
      "index": 4,
      "start_time": 21609.0,
      "end_time": 27930.0,
      "text": "very dramatic that happens in the minds of babies during feeding sessions with their mothers"
    },
    {
      "index": 5,
      "start_time": 27930.0,
      "end_time": 30970.0,
      "text": "When feeding goes well, the baby is blissfully"
    },
    {
      "index": 6,
      "start_time": 30970.0,
      "end_time": 36930.0,
      "text": "happy and sees mummy as ‘good’. But if, for whatever reason, the feeding process is"
    },
    {
      "index": 7,
      "start_time": 36930.0,
      "end_time": 41920.0,
      "text": "difficult, then the baby can’t grasp that it's dealing with the same person it liked a"
    },
    {
      "index": 8,
      "start_time": 41920.0,
      "end_time": 48270.0,
      "text": "lot only a few hours or minutes ago. It is simply filled with rage and hatred."
    },
    {
      "index": 9,
      "start_time": 48270.0,
      "end_time": 55390.0,
      "text": "In order to tolerate this, the baby splits off from the actual mother a second ‘bad’ version"
    },
    {
      "index": 10,
      "start_time": 55390.0,
      "end_time": 61359.0,
      "text": "– whom it deems to be a separate, hateful individual, responsible for deliberately frustrating"
    },
    {
      "index": 11,
      "start_time": 61359.0,
      "end_time": 67240.0,
      "text": "its wishes, and in the process, protecting the image of the good mother in its mind."
    },
    {
      "index": 12,
      "start_time": 67240.0,
      "end_time": 75860.0,
      "text": "There are, in this baby’s mind, two people at large, one entirely good, the other entirely bad."
    },
    {
      "index": 13,
      "start_time": 75860.0,
      "end_time": 80990.0,
      "text": "Gradually, if things go well, they'll follows a long and difficult process by which the"
    },
    {
      "index": 14,
      "start_time": 80990.0,
      "end_time": 87090.0,
      "text": "child integrates these two different people and comes, sadly but realistically, to grasp"
    },
    {
      "index": 15,
      "start_time": 87090.0,
      "end_time": 92790.0,
      "text": "that there is no ideal, ‘perfect’ mummy – just one person who is usually lovely"
    },
    {
      "index": 16,
      "start_time": 92790.0,
      "end_time": 99920.0,
      "text": "but can also be cross, busy, tired, who can make mistakes, and be very interested in other people."
    },
    {
      "index": 17,
      "start_time": 99920.0,
      "end_time": 105010.0,
      "text": "It may be a very long time since we were being fed as babies."
    },
    {
      "index": 18,
      "start_time": 105010.0,
      "end_time": 113460.0,
      "text": "But the tendency to ‘split’ those close to us is always there; for we don’t ever fully outgrow our childhood selves."
    },
    {
      "index": 19,
      "start_time": 113460.0,
      "end_time": 119390.0,
      "text": "In adult life, we may fall deeply in love and split off an ideal version of someone,"
    },
    {
      "index": 20,
      "start_time": 119390.0,
      "end_time": 123960.0,
      "text": "in whom we see no imperfections and whom we adore without limit."
    },
    {
      "index": 21,
      "start_time": 123960.0,
      "end_time": 131030.0,
      "text": "Yet we may suddenly and violently turn against the partner (or a celebrity or a politician), someone whose good"
    },
    {
      "index": 22,
      "start_time": 131030.0,
      "end_time": 137300.0,
      "text": "qualities once impressed us, the moment we discover the slightest thing that disturbs or frustrates us in them."
    },
    {
      "index": 23,
      "start_time": 137300.0,
      "end_time": 142230.0,
      "text": "We may conclude that they cannot really be good since they have made us suffer"
    },
    {
      "index": 24,
      "start_time": 142230.0,
      "end_time": 147070.0,
      "text": "– and that the only logical verdict we believe is that they must then be appalling."
    },
    {
      "index": 25,
      "start_time": 147070.0,
      "end_time": 154220.0,
      "text": "We could find it extremely hard to accept that the same person might be very nice and good in some ways"
    },
    {
      "index": 26,
      "start_time": 154220.0,
      "end_time": 160920.0,
      "text": "and strikingly disappointing in others. The bad version can appear to destroy the good one,"
    },
    {
      "index": 27,
      "start_time": 160920.0,
      "end_time": 167190.0,
      "text": "though (of course) in fact these are really just different and connected aspects of one complex person."
    },
    {
      "index": 28,
      "start_time": 167190.0,
      "end_time": 172570.0,
      "text": "It is a huge psychological achievement to accept other humans in their"
    },
    {
      "index": 29,
      "start_time": 172570.0,
      "end_time": 180490.0,
      "text": "bewildering mixture of good and bad, capacity to assist us and to frustrate us, kindness and meanness"
    },
    {
      "index": 30,
      "start_time": 180490.0,
      "end_time": 186060.0,
      "text": "– and to see that, far more than we’re inclined to imagine in our furious or ecstatic moments,"
    },
    {
      "index": 31,
      "start_time": 186060.0,
      "end_time": 195110.0,
      "text": "most people belong in that slightly sobering, slightly hopeful grey area that goes by the term ‘good enough.’"
    },
    {
      "index": 32,
      "start_time": 195110.0,
      "end_time": 198480.0,
      "text": "To cope with the conflict between hope and reality,"
    },
    {
      "index": 33,
      "start_time": 198480.0,
      "end_time": 204430.0,
      "text": "our culture should teach us good integration skills, prompting us to accept with a little more grace"
    },
    {
      "index": 34,
      "start_time": 204430.0,
      "end_time": 209541.0,
      "text": "what is imperfect in ourselves – and then, by extension, in other people."
    },
    {
      "index": 35,
      "start_time": 209541.0,
      "end_time": 214800.0,
      "text": "We should be gently reminded that no one we can love will ever satisfy us completely"
    },
    {
      "index": 36,
      "start_time": 214800.0,
      "end_time": 219290.0,
      "text": "– but that this is never a reason to hate them either."
    },
    {
      "index": 37,
      "start_time": 219290.0,
      "end_time": 227030.0,
      "text": "We should move away from the naivety and cruelty of splitting people into the camps of the awful and the wondrous,"
    },
    {
      "index": 38,
      "start_time": 227030.0,
      "end_time": 236240.0,
      "text": "to the mature wisdom of integrating them into the large collective of the ‘good enough’."
    },
    {
      "index": 39,
      "start_time": 236240.0,
      "end_time": 241470.0,
      "text": "Our collection of essays, \"Why You Will Marry the Wrong Person\" proposes that we don't need"
    },
    {
      "index": 40,
      "start_time": 241470.0,
      "end_time": 248001.0,
      "text": "perfection to be happy, as long as we enter our relationships in the right spirit."
    },
    {
      "index": 41,
      "start_time": 248001.0,
      "end_time": 250830.0,
      "text": "Find out more by following the link on your screen now."
    }
  ]
}