{
  "video_id": "22POxTOdlZU",
  "title": "Calisthenics VS Weights VS Machines - Which one is best?",
  "json": [
    {
      "index": 1,
      "start_time": 23200.0,
      "end_time": 27950.0,
      "text": "Most people don't understand that Weights and Calisthenics are not that different."
    },
    {
      "index": 2,
      "start_time": 27950.0,
      "end_time": 36340.0,
      "text": "If you want to get stronger, you have to set the muscle under tension for the sufficient time and for the sufficient resistance for your goal. And that's it."
    },
    {
      "index": 3,
      "start_time": 36340.0,
      "end_time": 39300.0,
      "text": "Of course, there are many ways to train for different goals."
    },
    {
      "index": 4,
      "start_time": 39300.0,
      "end_time": 46480.0,
      "text": "Some want to learn advanced movements. Some want to build a good physique. And some just want to stay fit and active."
    },
    {
      "index": 5,
      "start_time": 46480.0,
      "end_time": 53740.0,
      "text": "So, if you want to know what kind of training is right for you, just take a look on the pros and cons of each type of training."
    },
    {
      "index": 6,
      "start_time": 53740.0,
      "end_time": 56980.0,
      "text": "Let's start with the pros and cons of Calisthenics."
    },
    {
      "index": 7,
      "start_time": 56980.0,
      "end_time": 58300.0,
      "text": "PROS :"
    },
    {
      "index": 8,
      "start_time": 58300.0,
      "end_time": 61700.0,
      "text": "Calisthenics can be done nearly anywhere and anytime."
    },
    {
      "index": 9,
      "start_time": 61700.0,
      "end_time": 65620.0,
      "text": "And you also need very little or no equipment for your training."
    },
    {
      "index": 10,
      "start_time": 65620.0,
      "end_time": 72860.0,
      "text": "One of the biggest pros, in my eyes, is that you can learn new movements and have more creativity and overall freedom."
    },
    {
      "index": 11,
      "start_time": 72860.0,
      "end_time": 76020.0,
      "text": "In weight training, the exercises stay nearly the same."
    },
    {
      "index": 12,
      "start_time": 76020.0,
      "end_time": 78080.0,
      "text": "All you do is adding of weight."
    },
    {
      "index": 13,
      "start_time": 78080.0,
      "end_time": 82660.0,
      "text": "Maybe you start by lifting only the bar itself and learn the correct technique."
    },
    {
      "index": 14,
      "start_time": 82660.0,
      "end_time": 87520.0,
      "text": "As you get better, you add up more and more weight. But the exercise stay the same."
    },
    {
      "index": 15,
      "start_time": 87520.0,
      "end_time": 91040.0,
      "text": "Bench Press is Bench Press, no matter which weight you use."
    },
    {
      "index": 16,
      "start_time": 91040.0,
      "end_time": 96420.0,
      "text": "If you do calisthenics, you can learn new movements after you've mastered the basics."
    },
    {
      "index": 17,
      "start_time": 96420.0,
      "end_time": 103900.0,
      "text": "You can learn stuff like levers, flags, handstand,  pushups, planche, muscle ups and also combinations of these exercises."
    },
    {
      "index": 18,
      "start_time": 103900.0,
      "end_time": 111580.0,
      "text": "You can use calisthenics to build up a physique. You can train for strength or just learn complex movements and master your body weight."
    },
    {
      "index": 19,
      "start_time": 111580.0,
      "end_time": 116360.0,
      "text": "Another benefit is that you target multiple qualities simultaneously."
    },
    {
      "index": 20,
      "start_time": 116360.0,
      "end_time": 122200.0,
      "text": "When you progress into advanced Calisthenic move, you are going to be challenging a multiple ways."
    },
    {
      "index": 21,
      "start_time": 122200.0,
      "end_time": 129440.0,
      "text": "You are going to build strength, coordination, mobility, flexibility, and overall body control."
    },
    {
      "index": 22,
      "start_time": 129440.0,
      "end_time": 137840.0,
      "text": "The next point is the compound movement training which means you have really no isolation exercises, which can be a pro and a con."
    },
    {
      "index": 23,
      "start_time": 137840.0,
      "end_time": 142960.0,
      "text": "Isolating muscle's weak spot is very hard to do with bodyweight exercises."
    },
    {
      "index": 24,
      "start_time": 142960.0,
      "end_time": 149780.0,
      "text": "You always have some stabilizing components in every move which also train other than the targeted areas."
    },
    {
      "index": 25,
      "start_time": 149780.0,
      "end_time": 154540.0,
      "text": "This is good because in most cases you don't need isolation exercises."
    },
    {
      "index": 26,
      "start_time": 154540.0,
      "end_time": 160480.0,
      "text": "Our body is designed for complex movements which involve multiple muscle groups and joints."
    },
    {
      "index": 27,
      "start_time": 160480.0,
      "end_time": 169820.0,
      "text": "Another benefit is that you tense more than one or just a few muscle group which gives you a good coordinated component and saves you some time when training."
    },
    {
      "index": 28,
      "start_time": 169820.0,
      "end_time": 179910.0,
      "text": "But if you want to target only a specific muscle or to recover from an injury, you can integrate isolation exercises by using machines or other equipment."
    },
    {
      "index": 29,
      "start_time": 179910.0,
      "end_time": 183480.0,
      "text": "CONS : This leads us directly to the cons of calisthenics."
    },
    {
      "index": 30,
      "start_time": 183480.0,
      "end_time": 186320.0,
      "text": "Like mentioned before, it's hard to isolate muscles."
    },
    {
      "index": 31,
      "start_time": 186320.0,
      "end_time": 193340.0,
      "text": "In some few cases isolation exercises are necessary to train weak points or help recover from injuries."
    },
    {
      "index": 32,
      "start_time": 193340.0,
      "end_time": 203160.0,
      "text": "If you have such an issue, you need to use the machines or other equipment because you can almost not isolate a specific muscle completely with calisthenics."
    },
    {
      "index": 33,
      "start_time": 203160.0,
      "end_time": 205240.0,
      "text": "You have limitations in leg training."
    },
    {
      "index": 34,
      "start_time": 205240.0,
      "end_time": 211060.0,
      "text": "I mean you can train your legs only with your body weight. And you can't build up some strong well-trained legs."
    },
    {
      "index": 35,
      "start_time": 211060.0,
      "end_time": 221460.0,
      "text": "But there are limitations. Because our legs have really large and strong muscles, and most calisthenic leg exercises would be a strength endurance or endurance training."
    },
    {
      "index": 36,
      "start_time": 221460.0,
      "end_time": 231280.0,
      "text": "There's no problem to train your legs for strength endurance and your upper body for maximum strength, as long as you take an eye on a balanced body and avoid too big imbalances."
    },
    {
      "index": 37,
      "start_time": 231280.0,
      "end_time": 237840.0,
      "text": "But if you want to build huge legs or train for maximum strength, you should train your legs with weights."
    },
    {
      "index": 38,
      "start_time": 237840.0,
      "end_time": 242020.0,
      "text": "Even if you do pistols and are only able to do like 5 reps or so,"
    },
    {
      "index": 39,
      "start_time": 242020.0,
      "end_time": 248120.0,
      "text": "in the most cases, it's more limited because of missing technique than a lack of strength."
    },
    {
      "index": 40,
      "start_time": 248120.0,
      "end_time": 252660.0,
      "text": "The next con is that progressions are harder to measure and to understand."
    },
    {
      "index": 41,
      "start_time": 252660.0,
      "end_time": 258140.0,
      "text": "In weightlifting you can progress in very little steps by adding small weights."
    },
    {
      "index": 42,
      "start_time": 258140.0,
      "end_time": 262940.0,
      "text": "In calisthenics you all progress from a move you already mastered to a harder one."
    },
    {
      "index": 43,
      "start_time": 262940.0,
      "end_time": 268960.0,
      "text": "You do this by changing the lever or work into work with 1 armed or 1 legged execution."
    },
    {
      "index": 44,
      "start_time": 268960.0,
      "end_time": 276350.0,
      "text": "It's harder to understand how you can change a body weight exercise to make it harder or easier than just adding of weight."
    },
    {
      "index": 45,
      "start_time": 276350.0,
      "end_time": 281260.0,
      "text": "The steps from one progression to another can sometimes also be very big and hard."
    },
    {
      "index": 46,
      "start_time": 281260.0,
      "end_time": 286460.0,
      "text": "And it's much easier if you can just add up an exact amount of weight."
    },
    {
      "index": 47,
      "start_time": 286460.0,
      "end_time": 289940.0,
      "text": "Let's move on to the pros and cons of free weights."
    },
    {
      "index": 48,
      "start_time": 289940.0,
      "end_time": 291120.0,
      "text": "PROS :"
    },
    {
      "index": 49,
      "start_time": 291120.0,
      "end_time": 294300.0,
      "text": "Compound and isolation exercises are possible."
    },
    {
      "index": 50,
      "start_time": 294300.0,
      "end_time": 297580.0,
      "text": "You can do compound or isolation exercise."
    },
    {
      "index": 51,
      "start_time": 297580.0,
      "end_time": 306240.0,
      "text": "The greater variety of isolation exercises means you have more control over the way your body looks and develops than with body weight exercises."
    },
    {
      "index": 52,
      "start_time": 306240.0,
      "end_time": 315940.0,
      "text": "With body weight you can build an all around good looking body. But with weights you can define specific parts like triceps or shoulders even more precise."
    },
    {
      "index": 53,
      "start_time": 315940.0,
      "end_time": 319920.0,
      "text": "The progressions are easier to understand and to measure."
    },
    {
      "index": 54,
      "start_time": 319920.0,
      "end_time": 327520.0,
      "text": "You have nothing else to do with it and just add or remove some weight. And a hundred kilos are a hundred kilos and will never change."
    },
    {
      "index": 55,
      "start_time": 327520.0,
      "end_time": 335000.0,
      "text": "So you can always see if and how you progress by comparing the reps with the specific weight with each other."
    },
    {
      "index": 56,
      "start_time": 335000.0,
      "end_time": 340340.0,
      "text": "You have no limitations in leg training."
    },
    {
      "index": 57,
      "start_time": 340340.0,
      "end_time": 341240.0,
      "text": "CONS :"
    },
    {
      "index": 58,
      "start_time": 341240.0,
      "end_time": 347000.0,
      "text": "You need equipments and space like different dumbbells, barbells, weights, benches or racks."
    },
    {
      "index": 59,
      "start_time": 347000.0,
      "end_time": 354040.0,
      "text": "This is always connected to spending money either for gym membership or for a lot of equipment you use at home."
    },
    {
      "index": 60,
      "start_time": 354040.0,
      "end_time": 361080.0,
      "text": "You often need a training partner that helps you for the last rep depending on your training method and weight."
    },
    {
      "index": 61,
      "start_time": 361080.0,
      "end_time": 364820.0,
      "text": "You cannot be that much creative while keeping it effective."
    },
    {
      "index": 62,
      "start_time": 364820.0,
      "end_time": 370860.0,
      "text": "Basic mechanics of the exercises remain the same which means that you don't learn new movement."
    },
    {
      "index": 63,
      "start_time": 370860.0,
      "end_time": 376140.0,
      "text": "You can get better at that techniques but they are not that complex than calisthenic techniques."
    },
    {
      "index": 64,
      "start_time": 376140.0,
      "end_time": 384040.0,
      "text": "Just comepare a military press to a handstand pushup. And only take a look at the complexity of the technique and not at the intensity."
    },
    {
      "index": 65,
      "start_time": 384040.0,
      "end_time": 390420.0,
      "text": "This can also be an advantage because you learn techniques faster and are able to progress faster."
    },
    {
      "index": 66,
      "start_time": 390420.0,
      "end_time": 394560.0,
      "text": "Let's move on to the pros and cons of machines."
    },
    {
      "index": 67,
      "start_time": 394560.0,
      "end_time": 395980.0,
      "text": "PROS :"
    },
    {
      "index": 68,
      "start_time": 395980.0,
      "end_time": 402100.0,
      "text": "Machines are very safe. You can almost make no huge mistakes using a machine."
    },
    {
      "index": 69,
      "start_time": 402100.0,
      "end_time": 407600.0,
      "text": "They are good for rehab after injuries or for people with very bad motion perception."
    },
    {
      "index": 70,
      "start_time": 407600.0,
      "end_time": 417420.0,
      "text": "For someone that has a really low level of fitness and or is recovering from an injury, machines may be the  tool to get their strength up quickly and safely."
    },
    {
      "index": 71,
      "start_time": 417420.0,
      "end_time": 424660.0,
      "text": "Since many machines isolate muscles, it may also be easier to work around certain injuries."
    },
    {
      "index": 72,
      "start_time": 424660.0,
      "end_time": 428420.0,
      "text": "And of course, you can focus on specific muscles."
    },
    {
      "index": 73,
      "start_time": 428420.0,
      "end_time": 435300.0,
      "text": "Most machines are designed in a way that they get the most out of an isolated movement by using eccentric discs."
    },
    {
      "index": 74,
      "start_time": 435300.0,
      "end_time": 439380.0,
      "text": "This means you can get almost the same tension over the complete movement."
    },
    {
      "index": 75,
      "start_time": 439380.0,
      "end_time": 447160.0,
      "text": "But because of this, you don't train any technique which is very important especially for maximum strength exercises."
    },
    {
      "index": 76,
      "start_time": 447160.0,
      "end_time": 448820.0,
      "text": "CONS :"
    },
    {
      "index": 77,
      "start_time": 448820.0,
      "end_time": 451160.0,
      "text": "It's non-functional."
    },
    {
      "index": 78,
      "start_time": 451160.0,
      "end_time": 457620.0,
      "text": "Machines have a lot of cons. But it all comes down to the one point. All movements are fixed motions."
    },
    {
      "index": 79,
      "start_time": 457620.0,
      "end_time": 461520.0,
      "text": "Machines don't train complete human movement patterns."
    },
    {
      "index": 80,
      "start_time": 461520.0,
      "end_time": 464300.0,
      "text": "They lock you in the place for a guided movement."
    },
    {
      "index": 81,
      "start_time": 464300.0,
      "end_time": 468540.0,
      "text": "Our bodies are all different. And that's the reason why we need free movements."
    },
    {
      "index": 82,
      "start_time": 468540.0,
      "end_time": 475240.0,
      "text": "Machines will always force you into these guided patterns without using your muscles to stabilize the movement."
    },
    {
      "index": 83,
      "start_time": 475240.0,
      "end_time": 482700.0,
      "text": "If you only train on machines, you have a higher risk of injury, because your body is not used to move out of those pattern."
    },
    {
      "index": 84,
      "start_time": 482700.0,
      "end_time": 487180.0,
      "text": "There's also a very high risk to train yourself into an imbalanced body,"
    },
    {
      "index": 85,
      "start_time": 487180.0,
      "end_time": 492300.0,
      "text": "because you don't use the normal movement patterns which our bodies are made for."
    },
    {
      "index": 86,
      "start_time": 492300.0,
      "end_time": 494220.0,
      "text": "So what's the conclusion?"
    },
    {
      "index": 87,
      "start_time": 494220.0,
      "end_time": 497000.0,
      "text": "All of the three have their pros and cons."
    },
    {
      "index": 88,
      "start_time": 497000.0,
      "end_time": 501320.0,
      "text": "You need to know how and when you should use one of those three ways to train."
    },
    {
      "index": 89,
      "start_time": 501320.0,
      "end_time": 505340.0,
      "text": "Of course, it's also possible to combine two or all."
    },
    {
      "index": 90,
      "start_time": 505340.0,
      "end_time": 511540.0,
      "text": "But if you don't recover from injury, I suggest you to Calisthenics and Free Weights to train your body."
    },
    {
      "index": 91,
      "start_time": 511540.0,
      "end_time": 515360.0,
      "text": "The focus you choose also depends on your goals as well."
    },
    {
      "index": 92,
      "start_time": 515360.0,
      "end_time": 519460.0,
      "text": "If you want to learn advanced calisthenic movement, go with that."
    },
    {
      "index": 93,
      "start_time": 519460.00000000006,
      "end_time": 527060.0,
      "text": "If you're interested in bodybuilding, Combined Weights with Calisthenics and maybe also Machines to define special areas."
    },
    {
      "index": 94,
      "start_time": 527060.0,
      "end_time": 532360.0,
      "text": "I hope you got a basic overview of the differences between those three forms of strength training."
    },
    {
      "index": 95,
      "start_time": 532360.0,
      "end_time": 535540.0,
      "text": "If you have any further questions, just leave a comment below."
    },
    {
      "index": 96,
      "start_time": 535540.0,
      "end_time": 545540.0,
      "text": "Thx, Alex!~"
    }
  ]
}