{
  "video_id": "2Btjti4ZgNA",
  "title": "How scientists took first picture of a black hole",
  "json": [
    {
      "index": 1,
      "start_time": 500.0,
      "end_time": 4540.0,
      "text": "This is the very first image of a black hole."
    },
    {
      "index": 2,
      "start_time": 4550.0,
      "end_time": 11900.0,
      "text": "Eight radio telescopes around the world pooled data to create a picture of a gigantic black hole."
    },
    {
      "index": 3,
      "start_time": 11950.0,
      "end_time": 21400.0,
      "text": "6 billion times more massive than our sun, which is 53 million light years away, at the center of galaxy M87."
    },
    {
      "index": 4,
      "start_time": 21430.0,
      "end_time": 25900.0,
      "text": "We have seen what we thought was unseeable."
    },
    {
      "index": 5,
      "start_time": 25900.0,
      "end_time": 30939.0,
      "text": "We have seen and taken a picture of a black hole."
    },
    {
      "index": 6,
      "start_time": 30940.0,
      "end_time": 34000.0,
      "text": "You can't see inside a black hole."
    },
    {
      "index": 7,
      "start_time": 34100.0,
      "end_time": 41400.0,
      "text": "Because no light or electromagnetic radiation can escape its overwhelming gravitational pull."
    },
    {
      "index": 8,
      "start_time": 41470.0,
      "end_time": 51300.0,
      "text": "Instead, the international team has imaged the outer edge, the so-called event horizon, of black hole M87."
    },
    {
      "index": 9,
      "start_time": 51400.0,
      "end_time": 58000.0,
      "text": "It shows a bright ring of photons, light particles that would normally travel in a straight line."
    },
    {
      "index": 10,
      "start_time": 58100.0,
      "end_time": 64900.0,
      "text": "Bent instead into a circular path by extreme gravity before they fall into the hole."
    },
    {
      "index": 11,
      "start_time": 65800.0,
      "end_time": 69600.0,
      "text": "Inside the ring, we see the shadow of the hole itself."
    },
    {
      "index": 12,
      "start_time": 69700.0,
      "end_time": 74500.0,
      "text": "This would not have been possible with any individual observatory."
    },
    {
      "index": 13,
      "start_time": 74530.0,
      "end_time": 84000.0,
      "text": "But over the past two years, the Event Horizon Telescope collaboration has processed radio waves detected by the eight participating telescopes."
    },
    {
      "index": 14,
      "start_time": 84100.0,
      "end_time": 87500.0,
      "text": "Which focused on M87 during one week."
    },
    {
      "index": 15,
      "start_time": 87970.0,
      "end_time": 94580.0,
      "text": "Combining their data created what is, in effect, an Earth-sized telescope."
    }
  ]
}