{
  "video_id": "2Dq7et2FHAo",
  "title": "Life as it is | How I Met Your Mother (2005-2014)",
  "json": [
    {
      "index": 1,
      "start_time": 9430.0,
      "end_time": 15510.0,
      "text": "So I came across this quote by an American psychiatrist by the name of Morgan Scott Peck and it goes like this"
    },
    {
      "index": 2,
      "start_time": 36340.0,
      "end_time": 41000.0,
      "text": "I can&#39;t help but totally agree on this and I think anyone who is old enough must have had"
    },
    {
      "index": 3,
      "start_time": 41000.0,
      "end_time": 48440.0,
      "text": "Experiences that edified them about the complexities of life. A revelation that sometimes life does not make sense"
    },
    {
      "index": 4,
      "start_time": 48780.0,
      "end_time": 51240.0,
      "text": "Now you know what else reminds this to me"
    },
    {
      "index": 5,
      "start_time": 51680.0,
      "end_time": 52180.0,
      "text": "This"
    },
    {
      "index": 6,
      "start_time": 52960.0,
      "end_time": 60540.0,
      "text": "Created by Carter Bays and grant Thomas. This show is beautiful. It is romantic. It is funny as hell and also very intimate"
    },
    {
      "index": 7,
      "start_time": 60540.0,
      "end_time": 65640.0,
      "text": "I don&#39;t think I&#39;ll be able to express my love towards it with just words. Oh wait, there is one"
    },
    {
      "index": 8,
      "start_time": 69520.0,
      "end_time": 70658.0,
      "text": "Legendre"
    },
    {
      "index": 9,
      "start_time": 70659.0,
      "end_time": 74909.0,
      "text": "The show was much more than friends or families or love and relationships"
    },
    {
      "index": 10,
      "start_time": 74909.0,
      "end_time": 80129.0,
      "text": "It certainly was much more than how he meets the mother. All in all it was about life in its complications"
    },
    {
      "index": 11,
      "start_time": 80440.0,
      "end_time": 85759.0,
      "text": "which is pretty obvious as the whole structure of the show and each episode is about this middle-aged man"
    },
    {
      "index": 12,
      "start_time": 85760.0,
      "end_time": 88259.0,
      "text": "teaching his kids some valuable lessons"
    },
    {
      "index": 13,
      "start_time": 88260.0,
      "end_time": 92240.0,
      "text": "He learned along the way that being said the show is filled with life lessons"
    },
    {
      "index": 14,
      "start_time": 92240.0,
      "end_time": 97320.0,
      "text": "and this kind of storytelling gives the writers and the directors much room for being both funny and emotional"
    },
    {
      "index": 15,
      "start_time": 97480.0,
      "end_time": 100500.0,
      "text": "Number of times we got episodes which are so painstakingly"
    },
    {
      "index": 16,
      "start_time": 100500.0,
      "end_time": 103340.0,
      "text": "funny like the pineapple incident or slap bet"
    },
    {
      "index": 17,
      "start_time": 103340.0,
      "end_time": 106560.0,
      "text": "and the other times we got episodes that showed us the moments of"
    },
    {
      "index": 18,
      "start_time": 106630.0,
      "end_time": 112109.0,
      "text": "Misery and despair at losing someone or something like bad news or the symphony of illumination"
    },
    {
      "index": 19,
      "start_time": 112439.0,
      "end_time": 117508.0,
      "text": "The point is How I Met Your Mother is not a joke machine of the Big Bang Theory and friends"
    },
    {
      "index": 20,
      "start_time": 117508.0,
      "end_time": 120000.0,
      "text": "It is much more intricate than that"
    },
    {
      "index": 21,
      "start_time": 120000.0,
      "end_time": 123820.0,
      "text": "The writers felt a responsibility to show not just the goodie good stuff"
    },
    {
      "index": 22,
      "start_time": 123840.0,
      "end_time": 130640.0,
      "text": "But also two gloomy parts of life by going the distance breaking all the conventional rules of a traditional sitcom"
    },
    {
      "index": 23,
      "start_time": 131240.0,
      "end_time": 132640.0,
      "text": "And yes about that"
    },
    {
      "index": 24,
      "start_time": 132640.0,
      "end_time": 137880.0,
      "text": "People take no time in comparing How I Met Your Mother with friends or Big Bang Theory just like I did there"
    },
    {
      "index": 25,
      "start_time": 137880.0,
      "end_time": 143240.0,
      "text": "I&#39;m such a hypocrite but honestly How I Met Your Mother is very very different from these two both in the"
    },
    {
      "index": 26,
      "start_time": 143240.0,
      "end_time": 146880.0,
      "text": "designing principle of the show but also in the Technicalities"
    },
    {
      "index": 27,
      "start_time": 146880.0,
      "end_time": 151740.0,
      "text": "Now bear with me when I say that How I Met Your Mother is not a better sitcom than friends"
    },
    {
      "index": 28,
      "start_time": 155800.0,
      "end_time": 161400.0,
      "text": "Because it&#39;s not just a sitcom while a sitcom is a situational comedy which it is"
    },
    {
      "index": 29,
      "start_time": 161400.0,
      "end_time": 166280.0,
      "text": "But it has tons of elements of romantic comedy and drama thrown in between which makes it so much different"
    },
    {
      "index": 30,
      "start_time": 166540.0,
      "end_time": 172160.0,
      "text": "To completely understand this difference watch the pilot from all three of these shows and you&#39;ll notice one big"
    },
    {
      "index": 31,
      "start_time": 172240.0,
      "end_time": 178220.0,
      "text": "Difference in how I Met Your Mother and that is the extreme use of editing which is where the rhythm of the show comes from"
    },
    {
      "index": 32,
      "start_time": 178220.0,
      "end_time": 180700.0,
      "text": "The timeline is always going places."
    },
    {
      "index": 33,
      "start_time": 184500.0,
      "end_time": 188540.0,
      "text": "I mean it&#39;s crazy. But this also makes the show much more dynamic than the others"
    },
    {
      "index": 34,
      "start_time": 190880.0,
      "end_time": 197579.0,
      "text": "Also, you cannot follow the show without visuals because a lot of the jokes comes from the editing unlike Big Bang Theory or friends and"
    },
    {
      "index": 35,
      "start_time": 197580.0,
      "end_time": 203980.0,
      "text": "Because of this editing the show is also not shot in a traditional way in front of a studio audience with one camera setup"
    },
    {
      "index": 36,
      "start_time": 203980.0,
      "end_time": 206230.0,
      "text": "So in a way how I Met Your Mother creates something"
    },
    {
      "index": 37,
      "start_time": 206420.0,
      "end_time": 212119.0,
      "text": "different in a familiar form and I am thankful for that because we got some great episodes like The Time Traveller&#39;s"
    },
    {
      "index": 38,
      "start_time": 212120.0,
      "end_time": 216640.0,
      "text": "To subway wars or the play book just to name a few which wouldn&#39;t have been possible without the editing"
    },
    {
      "index": 39,
      "start_time": 217519.0,
      "end_time": 219100.0,
      "text": "Now you may be thinking well"
    },
    {
      "index": 40,
      "start_time": 219100.0,
      "end_time": 224190.0,
      "text": "This dude is talking about time-traveling and weird shit while claiming that How I Met Your Mother is about life"
    },
    {
      "index": 41,
      "start_time": 224900.0,
      "end_time": 227820.0,
      "text": "Well, then you don&#39;t understand what the show is trying to tell you"
    },
    {
      "index": 42,
      "start_time": 228540.0,
      "end_time": 230000.0,
      "text": "and that Is"
    },
    {
      "index": 43,
      "start_time": 233640.0,
      "end_time": 236320.0,
      "text": "This is the underlying reoccurring theme of the show"
    },
    {
      "index": 44,
      "start_time": 236320.0,
      "end_time": 240700.0,
      "text": "and this is what I meant when I said that How I Met Your Mother is about life as it is and"
    },
    {
      "index": 45,
      "start_time": 240700.0,
      "end_time": 247359.0,
      "text": "This is the truth that there is no certainty in life. There is no formula to live anything can happen at any time"
    },
    {
      "index": 46,
      "start_time": 247900.0,
      "end_time": 255480.0,
      "text": "Now this isn&#39;t true just for the tragic moments the indifferent ubiquitous uncertainty of life can also bring happiness"
    },
    {
      "index": 47,
      "start_time": 255480.0,
      "end_time": 262480.0,
      "text": "Let&#39;s take Barney a womanizer who uses plays from his playbook to sleep with women , who knew he could ever fall in love with Robin ?"
    },
    {
      "index": 48,
      "start_time": 263180.0,
      "end_time": 265240.0,
      "text": "like seriously Robin and love ?"
    },
    {
      "index": 49,
      "start_time": 267820.0,
      "end_time": 273990.0,
      "text": "Or who knew that Ted&#39;s stupid drunk decisions will bring him close to the love of his life"
    },
    {
      "index": 50,
      "start_time": 273640.0,
      "end_time": 278780.0,
      "text": "But what sticks are the heart-rending moments like why is Ted left at the altar"
    },
    {
      "index": 51,
      "start_time": 278780.0,
      "end_time": 284539.0,
      "text": "Even though he did absolutely nothing wrong or why Marshalls dad died or Tracy&#39;s boyfriend died"
    },
    {
      "index": 52,
      "start_time": 284780.0,
      "end_time": 292239.0,
      "text": "There is no story logic behind this but life logic because these things happen in life people just don&#39;t want to talk about it"
    },
    {
      "index": 53,
      "start_time": 292700.0,
      "end_time": 298219.0,
      "text": "This is also reflected on the characters apart from being well developed. These characters are also"
    },
    {
      "index": 54,
      "start_time": 298220.0,
      "end_time": 303760.0,
      "text": "Unpredictable, there is no hard logic as we see some things about these characters that never change"
    },
    {
      "index": 55,
      "start_time": 303780.0,
      "end_time": 308280.0,
      "text": "But sometimes they do and the show never focuses on anything"
    },
    {
      "index": 56,
      "start_time": 308280.0,
      "end_time": 315159.0,
      "text": "exclusive which makes them seem all do real it is as if we&#39;re watching real people going through a part of their life and"
    },
    {
      "index": 57,
      "start_time": 315160.0,
      "end_time": 322160.0,
      "text": "In life some people change some people don&#39;t. In life , there is no perfect script things always change"
    },
    {
      "index": 58,
      "start_time": 322160.0,
      "end_time": 326920.0,
      "text": "sometimes the universe will stand out of its way to help you while the other times it very"
    },
    {
      "index": 59,
      "start_time": 326920.0,
      "end_time": 334440.0,
      "text": "Unsympathetically conspires against you and the show kept this as an underlying principle right from the beginning up till the finale."
    },
    {
      "index": 60,
      "start_time": 335310.0,
      "end_time": 340220.0,
      "text": "Oh Yes, let&#39;s talk about the finale the episode \"last forever\" got aired on 31st"
    },
    {
      "index": 61,
      "start_time": 340220.0,
      "end_time": 344200.0,
      "text": "March of 2014 and people went absolutely crazy on this"
    },
    {
      "index": 62,
      "start_time": 346160.0,
      "end_time": 353740.0,
      "text": "The ending was extremely polarizing either someone absolutely loved it or someone absolutely hated it which happened to be the majority in this case"
    },
    {
      "index": 63,
      "start_time": 354220.0,
      "end_time": 358800.0,
      "text": "Now there have been many shows before How I Met Your Mother with a touching"
    },
    {
      "index": 64,
      "start_time": 358800.0,
      "end_time": 363390.0,
      "text": "Twisty ending and they weren&#39;t received by the audience as badly as this so why now"
    },
    {
      "index": 65,
      "start_time": 363500.0,
      "end_time": 369589.0,
      "text": "Did we started hating such endings? It&#39;s simple. Yep, this motherfufuuu. I&#39;m just kidding"
    },
    {
      "index": 66,
      "start_time": 369589.0,
      "end_time": 374600.0,
      "text": "I love this show .You see friends was the greatest success for the sitcom genre and when it ended"
    },
    {
      "index": 67,
      "start_time": 374600.0,
      "end_time": 379320.0,
      "text": "Civilization was at the point of extinction people were like, oh my god. There&#39;s no point living anymore"
    },
    {
      "index": 68,
      "start_time": 379320.0,
      "end_time": 383680.0,
      "text": "The thing is people needed another show Naay another friends and next year"
    },
    {
      "index": 69,
      "start_time": 383680.0,
      "end_time": 388960.0,
      "text": "They got it, which even helped the show to gain more viewers over time, but there was one problem"
    },
    {
      "index": 70,
      "start_time": 389280.0,
      "end_time": 393299.0,
      "text": "It wasn&#39;t Friends. Now that is the worst thing that can happen to a show"
    },
    {
      "index": 71,
      "start_time": 393300.0,
      "end_time": 396880.0,
      "text": "so in a way friends assisted the show but also hindered it"
    },
    {
      "index": 72,
      "start_time": 396880.0,
      "end_time": 403520.0,
      "text": "people had this crazy expectations that the show will follow the same formula as friends a.k.a. the happily ever after"
    },
    {
      "index": 73,
      "start_time": 403520.0,
      "end_time": 410200.0,
      "text": "which it didn&#39;t , but expectations aren&#39;t bad as a matter of fact the show teased us with this happily ever after with"
    },
    {
      "index": 74,
      "start_time": 410200.0,
      "end_time": 414940.0,
      "text": "everything they got. I mean seriously the name of the show is How I Met Your Mother which means he will"
    },
    {
      "index": 75,
      "start_time": 415320.0,
      "end_time": 420980.0,
      "text": "eventually meet the mother which means that it is going to be a happy ending. And the same is with Barney and Robin"
    },
    {
      "index": 76,
      "start_time": 421900.0,
      "end_time": 426589.0,
      "text": "we saw the relationship grow up from season to season to the point that we know they absolutely love each other"
    },
    {
      "index": 77,
      "start_time": 427110.0,
      "end_time": 428580.0,
      "text": "and everything was perfect"
    },
    {
      "index": 78,
      "start_time": 428580.0,
      "end_time": 434440.0,
      "text": "But then life happened as it always does and this is what the show was all about"
    },
    {
      "index": 79,
      "start_time": 435800.0,
      "end_time": 438580.0,
      "text": "About the saddest moments juxtaposed with the happiest ones"
    },
    {
      "index": 80,
      "start_time": 438800.0,
      "end_time": 443620.0,
      "text": "Think about it every great moment is either preceded or followed by a tragic one"
    },
    {
      "index": 81,
      "start_time": 450620.0,
      "end_time": 454800.0,
      "text": "Remember the finale of the first season the point the show made it clear. What&#39;s it about"
    },
    {
      "index": 82,
      "start_time": 454800.0,
      "end_time": 460600.0,
      "text": "It is not about the mother. It is about all the other things the sweet and sour life has to offer"
    },
    {
      "index": 83,
      "start_time": 460900.0,
      "end_time": 466400.0,
      "text": "This has been the case throughout the show and thus the finale and why shouldn&#39;t it be why should a finale"
    },
    {
      "index": 84,
      "start_time": 466400.0,
      "end_time": 469440.0,
      "text": "deviate from the ultimate theme of the show instead"
    },
    {
      "index": 85,
      "start_time": 469440.0,
      "end_time": 472520.0,
      "text": "It should confirm it and that&#39;s what how might your mother does"
    },
    {
      "index": 86,
      "start_time": 472520.0,
      "end_time": 477600.0,
      "text": "It tells us that life has chapters and at last there is always an ending"
    },
    {
      "index": 87,
      "start_time": 477600.0,
      "end_time": 479930.0,
      "text": "But the ending isn&#39;t something you thought about or something"
    },
    {
      "index": 88,
      "start_time": 479930.0,
      "end_time": 486100.0,
      "text": "you plan on doing some things are not in your control and it&#39;s not something most of us like to face, but for"
    },
    {
      "index": 89,
      "start_time": 486100.0,
      "end_time": 489100.0,
      "text": "Everything beautiful the ending will always be the worst"
    },
    {
      "index": 90,
      "start_time": 489660.0,
      "end_time": 494640.0,
      "text": "Like their friendship or the marriage or the love story or even the show?"
    },
    {
      "index": 91,
      "start_time": 495540.0,
      "end_time": 498400.0,
      "text": "But does that mean that all of this didn&#39;t matter?"
    },
    {
      "index": 92,
      "start_time": 498440.0,
      "end_time": 504240.0,
      "text": "You see part of the premise of the show was that \"Does something has to last forever to have value ?\""
    },
    {
      "index": 93,
      "start_time": 504620.0,
      "end_time": 510920.0,
      "text": "So the love, the special moments, the memories between these people don&#39;t matter because now it&#39;s gone"
    },
    {
      "index": 94,
      "start_time": 511100.0,
      "end_time": 514240.0,
      "text": "No, I think that it&#39;s such a depressing way to think"
    },
    {
      "index": 95,
      "start_time": 514240.0,
      "end_time": 519200.0,
      "text": "I feel that there is something magical about two people coming together to take a shot at it"
    },
    {
      "index": 96,
      "start_time": 519299.0,
      "end_time": 522359.0,
      "text": "Against all the odds let alone Barney and Robin"
    },
    {
      "index": 97,
      "start_time": 522360.0,
      "end_time": 526520.0,
      "text": "They got the hints along the way that it is gonna be hard for this marriage to survive"
    },
    {
      "index": 98,
      "start_time": 526520.0,
      "end_time": 528400.0,
      "text": "But that&#39;s the best part"
    },
    {
      "index": 99,
      "start_time": 528400.0,
      "end_time": 533360.0,
      "text": "They still got married because they love each other so much so that they&#39;re willing to ignore everything"
    },
    {
      "index": 100,
      "start_time": 533580.0,
      "end_time": 536920.0,
      "text": "and that is worth some value even if it didn&#39;t work out"
    },
    {
      "index": 101,
      "start_time": 537460.0,
      "end_time": 540140.0,
      "text": "The same as with Ted even after Tracy got sick"
    },
    {
      "index": 102,
      "start_time": 540140.0,
      "end_time": 546120.0,
      "text": "He was still thankful for meeting this beautiful woman and spending his life with her and that is the beauty of love"
    },
    {
      "index": 103,
      "start_time": 546120.0,
      "end_time": 551120.0,
      "text": "I&#39;m sorry if it sounds like a cliche, but that&#39;s Truth, life is a cliche"
    },
    {
      "index": 104,
      "start_time": 551120.0,
      "end_time": 557700.0,
      "text": "but that is not the greatest lesson How I Met Your Mother gave me the greatest lesson comes from Ted and that is"
    },
    {
      "index": 105,
      "start_time": 561160.0,
      "end_time": 566910.0,
      "text": "Life is a beautiful mess .Soon you&#39;ll find your place that will make you feel like it&#39;s all fine and in control"
    },
    {
      "index": 106,
      "start_time": 566910.0,
      "end_time": 573120.0,
      "text": "But you&#39;ll have to make the most out of it because sooner or later that will end and it will be painful as hell"
    },
    {
      "index": 107,
      "start_time": 573800.0,
      "end_time": 581300.0,
      "text": "But don&#39;t you worry, your story is never actually finished every ending leads to a new beginning with new discoveries and new hope"
    },
    {
      "index": 108,
      "start_time": 584380.0,
      "end_time": 588479.0,
      "text": "so go out there find your place have some Frank&#39;s go get your girl because"
    },
    {
      "index": 109,
      "start_time": 588700.0,
      "end_time": 594880.0,
      "text": "Time will catch up with you sooner than you think but trust me when I say that it&#39;s never too late to start"
    },
    {
      "index": 110,
      "start_time": 598860.0,
      "end_time": 603600.0,
      "text": "At the end I want to say that yes How I met your mother ended in a more adult way"
    },
    {
      "index": 111,
      "start_time": 603600.0,
      "end_time": 607739.0,
      "text": "But it&#39;s safe to admit that all of us learned an important lesson even if some of us didn&#39;t like it"
    },
    {
      "index": 112,
      "start_time": 608200.0,
      "end_time": 613980.0,
      "text": "I think we should be grateful that we got a show like this out there a show that goes an extra mile trying to teach us"
    },
    {
      "index": 113,
      "start_time": 614400.0,
      "end_time": 621400.0,
      "text": "Something valuable and truthful about life which it does and that was the show&#39;s and general idea."
    },
    {
      "index": 114,
      "start_time": 627600.0,
      "end_time": 632120.0,
      "text": "Hey, what&#39;s up guys, I&#39;m very happy. I finished this video. I really really love this show"
    },
    {
      "index": 115,
      "start_time": 632130.0,
      "end_time": 633899.0,
      "text": "But this video took a lot of my time"
    },
    {
      "index": 116,
      "start_time": 633899.0,
      "end_time": 638800.0,
      "text": "So if you enjoyed watching, please like and share this video that will help me a lot"
    },
    {
      "index": 117,
      "start_time": 638690.0,
      "end_time": 643139.0,
      "text": "Let me know what you think about the video in the comment section below if you&#39;re new and you want to watch more of these"
    },
    {
      "index": 118,
      "start_time": 643139.0,
      "end_time": 647879.0,
      "text": "Videos, please subscribe to my channel and watch my previous videos now it is time for me to leave"
    },
    {
      "index": 119,
      "start_time": 647880.0,
      "end_time": 653219.0,
      "text": "I&#39;m really tired and hungry for a sandwich if you know what I mean, I&#39;m just kidding. Peace !"
    }
  ]
}