{
  "video_id": "2HrSG0fdxLY",
  "title": "Imaginary Numbers Are Real [Part 2: A Little History]",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 6180.0,
      "text": "Last time, we left off wondering how imaginary numbers could help us find the roots of our equation, x^2+1."
    },
    {
      "index": 2,
      "start_time": 6180.0,
      "end_time": 13680.0,
      "text": "And further how imaginary and negative numbers even became part of modern mathematics after being avoided and ignored for a couple thousand years."
    },
    {
      "index": 3,
      "start_time": 13680.0,
      "end_time": 18020.0,
      "text": "Because - let&#39;s be honest here - they don&#39;t really make that much sense."
    },
    {
      "index": 4,
      "start_time": 18020.0,
      "end_time": 24620.0,
      "text": "But something happened in Europe around 5 centuries ago that would no longer allow mathematicians to ignore these numbers."
    },
    {
      "index": 5,
      "start_time": 24620.0,
      "end_time": 30220.0,
      "text": "An Italian mathematician, Scipione del Ferro, was trying to solve a problem not that different from ours."
    },
    {
      "index": 6,
      "start_time": 30220.0,
      "end_time": 33160.0,
      "text": "At some point, you&#39;ve probably seen the quadratic formula."
    },
    {
      "index": 7,
      "start_time": 33160.0,
      "end_time": 39000.0,
      "text": "This formula is super useful because it gives us the roots of any equation with the highest power of 2."
    },
    {
      "index": 8,
      "start_time": 39000.0,
      "end_time": 42680.0,
      "text": "All you have to do is plug in a, b and c and out pops the answer."
    },
    {
      "index": 9,
      "start_time": 42680.0,
      "end_time": 48900.0,
      "text": "Del Ferro was trying to find a formula like this for equations with the highest power of 3; cubics."
    },
    {
      "index": 10,
      "start_time": 48900.0,
      "end_time": 56160.0,
      "text": "The general case is pretty tough, so Del Ferro first considered the case where the x^2 term is missing and the last term is negative."
    },
    {
      "index": 11,
      "start_time": 56160.0,
      "end_time": 66440.0,
      "text": "In the 16th century, negative terms were way too sketchy to write, so Del Ferro wrote his cubic as x^3+cx=d, and required c and d to be positive."
    },
    {
      "index": 12,
      "start_time": 66440.0,
      "end_time": 73600.0,
      "text": "Now that we have our equation set up, the game here is to get x by itself on one side and all the constants on the other side."
    },
    {
      "index": 13,
      "start_time": 73600.0,
      "end_time": 79700.0,
      "text": "This is a pretty easy in linear equations, we can just add, multiply, divide or subtract until we get x alone."
    },
    {
      "index": 14,
      "start_time": 79700.0,
      "end_time": 81860.0,
      "text": "Quadratics make this a bit harder."
    },
    {
      "index": 15,
      "start_time": 81860.0,
      "end_time": 87380.0,
      "text": "You may have learned how to solve these in school. It requires some cleverness and factoring by completing the square."
    },
    {
      "index": 16,
      "start_time": 87380.0,
      "end_time": 94080.0,
      "text": "Del Ferro was trying to do the same thing for his cubic equation. And through some clever substitution, he eventually found a solution."
    },
    {
      "index": 17,
      "start_time": 94080.0,
      "end_time": 102400.0,
      "text": "Just like the quadratic formula, Del Ferro&#39;s new formula allowed him to find the solution to cubic equations by simply plugging in values."
    },
    {
      "index": 18,
      "start_time": 102400.0,
      "end_time": 110760.0,
      "text": "Now, for some reason, the way mathematicians earned money in the 16th century was through challenging other mathematicians to what were basically math duels."
    },
    {
      "index": 19,
      "start_time": 110760.0,
      "end_time": 114740.0,
      "text": "So Del Ferro kept his new formula a secret to use in his next duel."
    },
    {
      "index": 20,
      "start_time": 114740.0,
      "end_time": 118160.0,
      "text": "What happens next is a bit of a long story, here&#39;s the quick version:"
    },
    {
      "index": 21,
      "start_time": 118160.0,
      "end_time": 131880.0,
      "text": "Del Ferro kept his formula secret until he was on his deathbed, when he finally told his student Antonio Fior. Fior immediately thought he was invincible or at least invincible in a math duel and challenged a way more skilled mathematician, Fontana Tartaglia to a duel."
    },
    {
      "index": 22,
      "start_time": 131880.0,
      "end_time": 137780.0,
      "text": "Tartaglia had already claimed he could solve cubic equations like this, but actually he had been totally faking it."
    },
    {
      "index": 23,
      "start_time": 137780.0,
      "end_time": 145340.0,
      "text": "Tartaglia freaked out before the &quot;math-off&quot; and actually figure out how to solve these equations at the last minute and procedeed to completely dominate Fior."
    },
    {
      "index": 24,
      "start_time": 145340.0,
      "end_time": 152960.0,
      "text": "Tartaglia then went on to share his formula with the world. Not really, he kept it super secret so he could keep kicking butt in math duels."
    },
    {
      "index": 25,
      "start_time": 152960.0,
      "end_time": 159320.0,
      "text": "That is until a very talented mathematician named Cardan heard about the formula and pressured Tartaglia to share."
    },
    {
      "index": 26,
      "start_time": 159320.0,
      "end_time": 174060.0,
      "text": "He eventually went along but only after Cardan swore to an oath of secrecy. Fortunately for us, after Cardan came across the surviving work of the original discoverer, Del Ferro, he figured that wasn&#39;t such a big secret and published the formula in his book &quot;Ars Magna.&quot;"
    },
    {
      "index": 27,
      "start_time": 174060.0,
      "end_time": 182400.0,
      "text": "Cardan went on to improve his borrowed formula, even making it work for cubics that included an x^2 term. However along the way Cardan came across a problem:"
    },
    {
      "index": 28,
      "start_time": 182400.0,
      "end_time": 190860.0,
      "text": "in a slightly different version of the equation, written as x^3=cx+d, under certain values of c and d, the formula would break."
    },
    {
      "index": 29,
      "start_time": 190860.0,
      "end_time": 195260.0,
      "text": "Let&#39;s take the innocent-looking equation x^3=15x+4."
    },
    {
      "index": 30,
      "start_time": 195260.0,
      "end_time": 200580.0,
      "text": "When we plug into Cardan&#39;s formula, we get a result that involves the square root of negative numbers."
    },
    {
      "index": 31,
      "start_time": 200580.0,
      "end_time": 205660.0,
      "text": "The square root of a negative number created enough of a problem to stop Cardan in his tracks."
    },
    {
      "index": 32,
      "start_time": 205660.0,
      "end_time": 211960.0,
      "text": "Square roots ask us to find a number, that when multiplied by itself, yield the number inside the root sign."
    },
    {
      "index": 33,
      "start_time": 211960.0,
      "end_time": 215140.0,
      "text": "The square root of 9 is 3 because 3 times 3 is 9."
    },
    {
      "index": 34,
      "start_time": 215140.0,
      "end_time": 221920.0,
      "text": "Importantly, the square root of 9 is also negative 3 because negative 3 times negative 3 is also positive 9."
    },
    {
      "index": 35,
      "start_time": 221920.0,
      "end_time": 226180.0,
      "text": "But what about the roots of negative numbers? What is the square root of negative 9?"
    },
    {
      "index": 36,
      "start_time": 226180.0,
      "end_time": 230260.0,
      "text": "Positive 3 won&#39;t work, and neither will negative 3, so we&#39;re stuck."
    },
    {
      "index": 37,
      "start_time": 230260.0,
      "end_time": 236620.0,
      "text": "Cardan was stuck too, he didn&#39;t know of any numbers that when multiplied by themselves resulted in a negative."
    },
    {
      "index": 38,
      "start_time": 236620.0,
      "end_time": 240820.0,
      "text": "Now, this certainly wasn&#39;t the first time the square root of a negative had shown up."
    },
    {
      "index": 39,
      "start_time": 240820.0,
      "end_time": 247620.0,
      "text": "Usually, mathematicians would interpret this as the problem&#39;s way of saying there are no solutions, and in many cases, this is true."
    },
    {
      "index": 40,
      "start_time": 247620.0,
      "end_time": 255300.0,
      "text": "However, in this case, we know there&#39;s at least one solution because of the way cubics are shaped."
    },
    {
      "index": 41,
      "start_time": 255300.0,
      "end_time": 260900.0,
      "text": "Regardless of their coefficients, cubic functions will always cross the x-axis at least once,"
    },
    {
      "index": 42,
      "start_time": 260899.99999999997,
      "end_time": 267100.0,
      "text": "meaning that our equation x^3=15x+4 will have at least one real solution."
    },
    {
      "index": 43,
      "start_time": 267100.0,
      "end_time": 272800.0,
      "text": "So what we have here is a problem that must have an answer, and the formula that has been proven to work."
    },
    {
      "index": 44,
      "start_time": 272800.0,
      "end_time": 281600.0,
      "text": "But when we put these together and try to solve the problem with our formula, we quickly arrive at what appears to be the impossible; the square roots of negative numbers."
    },
    {
      "index": 45,
      "start_time": 281600.0,
      "end_time": 285800.0,
      "text": "Sometimes when things break in math and science, it means just that; they&#39;re broken."
    },
    {
      "index": 46,
      "start_time": 285800.0,
      "end_time": 292700.0,
      "text": "But there are other more interesting situations in which broken mathematics gives us the keys to unlock new insights."
    },
    {
      "index": 47,
      "start_time": 292700.0,
      "end_time": 302700.0,
      "text": "The way in which Cardan&#39;s formula was broken turned out to be incredibly important to mathematics and science, and that&#39;s what we&#39;ll discuss next time."
    }
  ]
}