{
  "video_id": "2s9ACDMcpjA",
  "title": "What Is Your Attachment Style?",
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 4890.0,
      "text": "One of the greatest questionnaires in the history of 20th-century psychology had a modest start in the pages of a local Colorado newspaper The Rocky Mountain News in July 1985."
    },
    {
      "index": 2,
      "start_time": 12401.0,
      "end_time": 17950.0,
      "text": "The work of two University of Denver psychologists Cindy Hazan and Phillip Shaver, the questionnaire"
    },
    {
      "index": 3,
      "start_time": 17950.0,
      "end_time": 24720.0,
      "text": "asked readers to identify which of three statements most closely reflected who they were in love."
    },
    {
      "index": 4,
      "start_time": 24720.0,
      "end_time": 29930.0,
      "text": "To hugely improve our chances of thriving in relationships,"
    },
    {
      "index": 5,
      "start_time": 29930.0,
      "end_time": 38300.0,
      "text": "we should dare to take the same test:"
    },
    {
      "index": 6,
      "start_time": 38300.0,
      "end_time": 43970.0,
      "text": "A: I find it relatively easy to get close to others and am comfortable depending on them and having them depend on me. I don't worry about being"
    },
    {
      "index": 7,
      "start_time": 43970.0,
      "end_time": 51329.0,
      "text": "abandoned or about someone getting too close to me. B: I find that others are reluctant to get as close as I would like."
    },
    {
      "index": 8,
      "start_time": 51329.0,
      "end_time": 57499.0,
      "text": "I often worry that my partner doesn't really love me or won't want to stay with me."
    },
    {
      "index": 9,
      "start_time": 57499.0,
      "end_time": 62699.0,
      "text": "I want to get very close to my partner, and this sometimes scares people away."
    },
    {
      "index": 10,
      "start_time": 62699.0,
      "end_time": 70660.0,
      "text": "C: I am somewhat uncomfortable being close to others; I find it difficult to trust them completely,"
    },
    {
      "index": 11,
      "start_time": 70660.0,
      "end_time": 76730.0,
      "text": "difficult to allow myself to depend on them."
    },
    {
      "index": 12,
      "start_time": 76730.0,
      "end_time": 83580.0,
      "text": "I am nervous when anyone gets too close, and often, others want me to be more intimate than I feel comfortable being."
    },
    {
      "index": 13,
      "start_time": 83580.0,
      "end_time": 97880.0,
      "text": "Behind the scenes, the options refer to the three main styles of relating to others,"
    },
    {
      "index": 14,
      "start_time": 97880.0,
      "end_time": 103430.0,
      "text": "first identified by the English psychologist John Bowlby, the inventor of Attachment Theory in the 1950s and 60s."
    },
    {
      "index": 15,
      "start_time": 103430.0,
      "end_time": 111790.0,
      "text": "Option A signals what is known as a secure pattern of attachment,"
    },
    {
      "index": 16,
      "start_time": 111790.0,
      "end_time": 120670.0,
      "text": "whereby love and trust come easily. Option B refers what is known as the anxious pattern of attachment, where one"
    },
    {
      "index": 17,
      "start_time": 120670.0,
      "end_time": 127830.0,
      "text": "longs to be intimate with others but is continuously scared of letdown"
    },
    {
      "index": 18,
      "start_time": 127830.0,
      "end_time": 134290.0,
      "text": "and often precipitates crises in relationships through counter-productively aggressive behaviour. Option C is what known as"
    },
    {
      "index": 19,
      "start_time": 134290.0,
      "end_time": 140690.0,
      "text": "the avoidant pattern of attachment, where it feels much easier to avoid the dangers of intimacy through solitary activities and emotional withdrawal."
    },
    {
      "index": 20,
      "start_time": 147359.0,
      "end_time": 153290.0,
      "text": "Questionnaires in newspapers are rarely of much use but Hazan's and Shaver's is the momentous exception."
    },
    {
      "index": 21,
      "start_time": 153290.0,
      "end_time": 159799.0,
      "text": "If there is one thing we should do to improve our relationships, it is to know which of the three categories we predominantly belong to – A, B, or C –"
    },
    {
      "index": 22,
      "start_time": 159799.0,
      "end_time": 167469.0,
      "text": "and to deploy the knowledge in love so as to warn ourselves and others of the traps we might fall into."
    },
    {
      "index": 23,
      "start_time": 173430.0,
      "end_time": 179959.0,
      "text": "We then need a little training because half of us at least are not secure in love; we belong in the camps of either the avoidant"
    },
    {
      "index": 24,
      "start_time": 179959.0,
      "end_time": 185900.0,
      "text": "or the anxious, and we have – to complicate matters – an above average propensity to"
    },
    {
      "index": 25,
      "start_time": 185900.0,
      "end_time": 191969.0,
      "text": "fall in love with someone from the other damaged side, thereby aggravating our insecurities"
    },
    {
      "index": 26,
      "start_time": 191969.0,
      "end_time": 195260.0,
      "text": "and defences in the process. Here is a brief list of what avoidants and anxious types should keep in mind in their relationships:"
    },
    {
      "index": 27,
      "start_time": 201830.0,
      "end_time": 208109.0,
      "text": "IF YOU ARE AN AVOIDANT WITH SOMEONE ANXIOUSLY ATTACHED. Well, recognise the extent to which you check out"
    },
    {
      "index": 28,
      "start_time": 208109.0,
      "end_time": 214599.0,
      "text": "emotionally when things are intense, particularly when there is an offer of closeness."
    },
    {
      "index": 29,
      "start_time": 214599.0,
      "end_time": 219499.0,
      "text": "Recognise how you will tend to prefer sex and closeness with strangers and how nervous you will be around cuddles and kissing."
    },
    {
      "index": 30,
      "start_time": 219499.0,
      "end_time": 225249.0,
      "text": "You probably don't want to keep the light on either. Watch how you sabotage long-term intimacy."
    },
    {
      "index": 31,
      "start_time": 225249.0,
      "end_time": 231400.0,
      "text": "Have compassion that you are afraid of what you really want."
    },
    {
      "index": 32,
      "start_time": 231400.0,
      "end_time": 236159.0,
      "text": "Think back to how in your past, closeness would have been frightening because people let you"
    },
    {
      "index": 33,
      "start_time": 236159.0,
      "end_time": 242790.0,
      "text": "down, and observe how you adopted a strategy of removal to protect yourself. You are hurt,"
    },
    {
      "index": 34,
      "start_time": 242790.0,
      "end_time": 248010.0,
      "text": "not bad. Remind yourself that the present is different from the past and that you are"
    },
    {
      "index": 35,
      "start_time": 248010.0,
      "end_time": 254659.0,
      "text": "ruining the present by bringing to it fear-laden dynamics that don't actually belong there."
    },
    {
      "index": 36,
      "start_time": 254659.0,
      "end_time": 260289.0,
      "text": "It may feel like your partner is being aggressive and ill-tempered with you for no reason;"
    },
    {
      "index": 37,
      "start_time": 260289.0,
      "end_time": 266599.0,
      "text": "they are at heart upset and unable to express their needs in any other way. They want you;"
    },
    {
      "index": 38,
      "start_time": 266599.0,
      "end_time": 272479.0,
      "text": "and that is why they are behaving as they are. Look beneath their nagging and their accusations"
    },
    {
      "index": 39,
      "start_time": 272479.0,
      "end_time": 278580.0,
      "text": "and believe in their underlying goodwill. When they attack you, see their longing for love."
    },
    {
      "index": 40,
      "start_time": 278580.0,
      "end_time": 286810.0,
      "text": "Do that very frightening thing: extend reassurance. And explain, calmly, the appeal of the cave."
    },
    {
      "index": 41,
      "start_time": 286810.0,
      "end_time": 297270.0,
      "text": "IF YOU ARE AN ANXIOUS PERSON WITH AN AVOIDANT PARTNER. Here are some other things to bear in mind."
    },
    {
      "index": 42,
      "start_time": 297270.0,
      "end_time": 305120.0,
      "text": "Things are not necessarily as bad as they seem. The other person's quiet might just be quiet, not a lack of love."
    },
    {
      "index": 43,
      "start_time": 305120.0,
      "end_time": 314290.0,
      "text": "Their distance isn't necessarily meanness, it might be their way of maintaining equilibrium. On the other hand, you are not demented or 'needy'"
    },
    {
      "index": 44,
      "start_time": 314290.0,
      "end_time": 320319.0,
      "text": "to want more; but your way of dealing with what you legitimately need is aggravating things hugely."
    },
    {
      "index": 45,
      "start_time": 320319.0,
      "end_time": 326889.0,
      "text": "You are be triggering your partner by asking for intimacy too directly and also"
    },
    {
      "index": 46,
      "start_time": 326889.0,
      "end_time": 332830.0,
      "text": "(probably) with too much anger. Realise that you need to tread lightly, and to be a little"
    },
    {
      "index": 47,
      "start_time": 332830.0,
      "end_time": 340840.0,
      "text": "distant in requesting closeness. The partner isn't mean or freakish; merely damaged – as are you."
    },
    {
      "index": 48,
      "start_time": 340840.0,
      "end_time": 351849.0,
      "text": "And that's very normal. A full 40% of the population are in your positions."
    },
    {
      "index": 49,
      "start_time": 351849.0,
      "end_time": 357430.0,
      "text": "Knowing whether we can be classed as secure, avoidant or anxious in love should be a basic fact we grasp about ourselves."
    },
    {
      "index": 50,
      "start_time": 357430.0,
      "end_time": 364139.0,
      "text": "The next step is to accept with grace that if we are either"
    },
    {
      "index": 51,
      "start_time": 364139.0,
      "end_time": 370789.0,
      "text": "avoidant or anxious, we will need considerable emotional schooling to get out of scratchy"
    },
    {
      "index": 52,
      "start_time": 370789.0,
      "end_time": 376160.0,
      "text": "patterns and stand a chance of building up a good enough relationship."
    },
    {
      "index": 53,
      "start_time": 378560.0,
      "end_time": 388000.0,
      "text": "Our Relationships Book calmly guides us with calm and charm through the key issues of relationships."
    },
    {
      "index": 54,
      "start_time": 388000.0,
      "end_time": 395520.0,
      "text": "To ensure that success in love need not be a matter of good luck.  For more click the link now."
    }
  ]
}