{
  "video_id": "2T7cDY7YDsg",
  "title": "How to Draw the Head / Face / Portrait with Steve Huston PART 1 (3 HOURS!)",
  "json": [
    {
      "index": 1,
      "start_time": 890.0,
      "end_time": 5470.0,
      "text": "Hi, I&#39;m Steve Huston, and I&#39;m excited today to bring you a free head drawing lesson. Over"
    },
    {
      "index": 2,
      "start_time": 5470.0,
      "end_time": 11340.0,
      "text": "three hours of content. this is part of much bigger series, over 15 hours of content. You"
    },
    {
      "index": 3,
      "start_time": 11340.0,
      "end_time": 14920.0,
      "text": "can find the whole series at www.NewMastersAcademy.org."
    },
    {
      "index": 4,
      "start_time": 14920.0,
      "end_time": 16980.0,
      "text": "I hope you&#39;ll check that out. But for now,"
    },
    {
      "index": 5,
      "start_time": 16980.0,
      "end_time": 31900.0,
      "text": "let&#39;s get to it and try and draw the head with basic construction and good confidence."
    },
    {
      "index": 6,
      "start_time": 31900.0,
      "end_time": 36379.0,
      "text": "This is my basic head structure class. I’m going to show you the basic drawing structure"
    },
    {
      "index": 7,
      "start_time": 36379.0,
      "end_time": 43010.0,
      "text": "for the head. All the major planes, the major shapes, how the features set in terms of construction"
    },
    {
      "index": 8,
      "start_time": 43010.0,
      "end_time": 47809.0,
      "text": "lines. We’ll get that basic information down. We’ll do some assignments where you’ll"
    },
    {
      "index": 9,
      "start_time": 47809.0,
      "end_time": 51690.0,
      "text": "draw a little bit with those ideas. I’ll draw a little bit with those ideas. We’ll"
    },
    {
      "index": 10,
      "start_time": 51690.0,
      "end_time": 55289.0,
      "text": "look at the old masters and see how they did it. And then we’ll bring it all together"
    },
    {
      "index": 11,
      "start_time": 55289.0,
      "end_time": 60989.0,
      "text": "at the end and hopefully have a good, basic constructed understanding of the head by the"
    },
    {
      "index": 12,
      "start_time": 60989.0,
      "end_time": 70800.0,
      "text": "end of class. So I hope you join me."
    },
    {
      "index": 13,
      "start_time": 70800.0,
      "end_time": 76159.0,
      "text": "Okay, as we start with our head now, I think of the head as the first gesture of the body."
    },
    {
      "index": 14,
      "start_time": 76159.0,
      "end_time": 79899.0,
      "text": "We’re going to talk about the gesture and structure here. The head is the first gesture."
    },
    {
      "index": 15,
      "start_time": 79899.0,
      "end_time": 85689.0,
      "text": "As we look at the art, as you look at me, you’re going to look here first and then"
    },
    {
      "index": 16,
      "start_time": 85689.0,
      "end_time": 90630.0,
      "text": "move down through. So if this is a book, chapter number one here. We have to get this right"
    },
    {
      "index": 17,
      "start_time": 90630.0,
      "end_time": 96020.0,
      "text": "and then everything follows from that. In fact, we can use the head as a yardstick to"
    },
    {
      "index": 18,
      "start_time": 96020.0,
      "end_time": 102009.0,
      "text": "measure the rest of the body to make sure it follows. So we want to get that head working,"
    },
    {
      "index": 19,
      "start_time": 102009.0,
      "end_time": 108799.0,
      "text": "and we’re going to make it out of the anatomy here. We have two major anatomical elements."
    },
    {
      "index": 20,
      "start_time": 108799.0,
      "end_time": 115320.0,
      "text": "We’ve got the skull, the full round shape of the skull. And then we’ve got the mask"
    },
    {
      "index": 21,
      "start_time": 115320.0,
      "end_time": 119990.0,
      "text": "of the face that holds the features. Those two shapes have to work together, and then"
    },
    {
      "index": 22,
      "start_time": 119990.0,
      "end_time": 125100.0,
      "text": "we flow off that. All the detail we’ll talk about are going to work on these great structures,"
    },
    {
      "index": 23,
      "start_time": 125100.0,
      "end_time": 127640.0,
      "text": "so we’re going to start with these great structures."
    },
    {
      "index": 24,
      "start_time": 127640.0,
      "end_time": 131520.0,
      "text": "So let me set this here, and we’ll get going."
    },
    {
      "index": 25,
      "start_time": 131520.0,
      "end_time": 140260.0,
      "text": "Let’s talk about the proportions first. If we look at the shape of the skull, it’s"
    },
    {
      "index": 26,
      "start_time": 140260.0,
      "end_time": 145709.0,
      "text": "going to be an egg shape. Now, as we go through different characters, and we’ll save that"
    },
    {
      "index": 27,
      "start_time": 145709.0,
      "end_time": 149650.0,
      "text": "for a different chapter, but as we go through characters we’ll find that egg shape can"
    },
    {
      "index": 28,
      "start_time": 149650.0,
      "end_time": 155390.0,
      "text": "change in proportion. It can be a little more spherical. It can be a little more elongated."
    },
    {
      "index": 29,
      "start_time": 155390.0,
      "end_time": 162150.0,
      "text": "We’re just going to do a basic egg shape here. It could be this. It could be this."
    },
    {
      "index": 30,
      "start_time": 162150.0,
      "end_time": 172680.0,
      "text": "Anywhere in there. That’s going to be the skull from a profile like so. It’s going"
    },
    {
      "index": 31,
      "start_time": 172680.0,
      "end_time": 177620.0,
      "text": "to be crucial to get that egg right. I’ll show you why in a moment, because it’s going"
    },
    {
      "index": 32,
      "start_time": 177620.0,
      "end_time": 183090.0,
      "text": "to give us a good connection to our next problem. We’re going to draw that egg. Now if we"
    },
    {
      "index": 33,
      "start_time": 183090.0,
      "end_time": 191140.0,
      "text": "saw it from the front view or the back view that egg, just like looking at a breakfast"
    },
    {
      "index": 34,
      "start_time": 191140.0,
      "end_time": 196489.0,
      "text": "egg end on it would be a spherical shape, and it’ll be masked behind the features."
    },
    {
      "index": 35,
      "start_time": 196489.0,
      "end_time": 200480.0,
      "text": "I’ll show you that in a moment. Or it will be the skull that we see, and we’ll see"
    },
    {
      "index": 36,
      "start_time": 200480.0,
      "end_time": 204409.0,
      "text": "that also momentarily."
    },
    {
      "index": 37,
      "start_time": 204409.0,
      "end_time": 212129.0,
      "text": "Shape of the egg, that’s our first shape. The shape of the feature mask, mask of the"
    },
    {
      "index": 38,
      "start_time": 212129.0,
      "end_time": 221260.0,
      "text": "features. Now we can do all sorts of shapes. Let’s do a different shape here for a second."
    },
    {
      "index": 39,
      "start_time": 221260.0,
      "end_time": 229540.0,
      "text": "I’m going to do an egg, and I’m going to do another egg. Now, the advantage of doing"
    },
    {
      "index": 40,
      "start_time": 229540.0,
      "end_time": 234659.0,
      "text": "another egg is it gives us kind of a roundness, and everything on the body has a certain softness,"
    },
    {
      "index": 41,
      "start_time": 234659.0,
      "end_time": 239439.0,
      "text": "roundness. Maybe you’ll draw in a little child that’s very round shaped. So it can"
    },
    {
      "index": 42,
      "start_time": 239439.0,
      "end_time": 248209.0,
      "text": "be seductive to choose that egg shape. The problem is that if we draw shapes that are"
    },
    {
      "index": 43,
      "start_time": 248209.0,
      "end_time": 252989.0,
      "text": "too curvilinear, too rounded they start to get out of whack."
    },
    {
      "index": 44,
      "start_time": 252989.0,
      "end_time": 256260.0,
      "text": "We start to have trouble getting their position."
    },
    {
      "index": 45,
      "start_time": 256260.0,
      "end_time": 261520.0,
      "text": "So if we can feel—notice coming back up here now we did the nice, round egg because"
    },
    {
      "index": 46,
      "start_time": 261519.99999999997,
      "end_time": 267070.0,
      "text": "that was characteristic of what we saw. We made the face shape, I made the face shape"
    },
    {
      "index": 47,
      "start_time": 267070.0,
      "end_time": 273620.0,
      "text": "a little square, a little more boxy. By making that second shape, the mask shape different"
    },
    {
      "index": 48,
      "start_time": 273620.0,
      "end_time": 281600.0,
      "text": "in character from the first it distinguishes them, and also notice we have a sense of where"
    },
    {
      "index": 49,
      "start_time": 281600.0,
      "end_time": 289450.0,
      "text": "one ends and the other begins. So we can get a sense of where the face shape comes off"
    },
    {
      "index": 50,
      "start_time": 289450.0,
      "end_time": 297940.0,
      "text": "the skull shape. That’s going to allow the position to be set more easily. We’ll get"
    },
    {
      "index": 51,
      "start_time": 297940.0,
      "end_time": 305190.0,
      "text": "a quicker read of how that position is. Now we know immediately that we’re looking down"
    },
    {
      "index": 52,
      "start_time": 305190.0,
      "end_time": 309790.0,
      "text": "slightly with that head. Whereas in here sometimes it can be a little bit out of whack. What"
    },
    {
      "index": 53,
      "start_time": 309790.0,
      "end_time": 319390.0,
      "text": "if we have a character with a really full nose and a receding chin? We’re not sure"
    },
    {
      "index": 54,
      "start_time": 319390.0,
      "end_time": 323200.0,
      "text": "whether that would be right or that would be right. It can throw us. But if we’re"
    },
    {
      "index": 55,
      "start_time": 323200.0,
      "end_time": 330380.0,
      "text": "as little square, little flatter curve here, rounded curve here, it gives us a good sense"
    },
    {
      "index": 56,
      "start_time": 330380.0,
      "end_time": 339390.0,
      "text": "of positioning, and that’s what we want. Notice we can shortcut this. I can also take"
    },
    {
      "index": 57,
      "start_time": 339390.0,
      "end_time": 351660.0,
      "text": "this and kind of stylize it and simplify it and group the two shapes, skull and face mask,"
    },
    {
      "index": 58,
      "start_time": 351660.0,
      "end_time": 354620.0,
      "text": "into one bigger shape, a sailboat shape."
    },
    {
      "index": 59,
      "start_time": 354620.0,
      "end_time": 361020.0,
      "text": "The advantage of this is it is much quicker, much simpler. The disadvantage is then we"
    },
    {
      "index": 60,
      "start_time": 361020.0,
      "end_time": 367320.0,
      "text": "have some work to do to get it back to that true skull shape. But quite often we’ll"
    },
    {
      "index": 61,
      "start_time": 367320.0,
      "end_time": 376980.0,
      "text": "have a hair style, say a woman with a ponytail bun that’ll cover that. So we have choices"
    },
    {
      "index": 62,
      "start_time": 376980.0,
      "end_time": 380880.0,
      "text": "there. We can make it a little simpler. We can make it a little bit more sophisticated."
    },
    {
      "index": 63,
      "start_time": 380880.0,
      "end_time": 385850.0,
      "text": "We can keep it a little more open. We can keep it much more completed. You can choose"
    },
    {
      "index": 64,
      "start_time": 385850.0,
      "end_time": 393220.0,
      "text": "whichever you prefer. What I want, though, is something that’s simple enough for me"
    },
    {
      "index": 65,
      "start_time": 393220.0,
      "end_time": 401810.0,
      "text": "that I can get it down quickly and effectively so that I can get it down, have it work to"
    },
    {
      "index": 66,
      "start_time": 401810.0,
      "end_time": 413970.0,
      "text": "build off of, add other shapes to it, or make it simple yet characteristic so it not only"
    },
    {
      "index": 67,
      "start_time": 413970.0,
      "end_time": 418970.0,
      "text": "gets down quickly and fairly easily—nothing is easy in art, especially with the head."
    },
    {
      "index": 68,
      "start_time": 418970.0,
      "end_time": 427410.0,
      "text": "But it’s characteristic of what I see before me, the character I want to draw, the thing"
    },
    {
      "index": 69,
      "start_time": 427410.0,
      "end_time": 433120.0,
      "text": "I want to take simply and refine. If it’s still characteristic of what I see, the refinement,"
    },
    {
      "index": 70,
      "start_time": 433120.0,
      "end_time": 439290.0,
      "text": "in this case, shaving off a corn or adding on some bumps and bulges, that kind of stuff,"
    },
    {
      "index": 71,
      "start_time": 439290.0,
      "end_time": 442880.0,
      "text": "as we’ll learn to do in a minute. That’s easier."
    },
    {
      "index": 72,
      "start_time": 442880.0,
      "end_time": 448380.0,
      "text": "So whatever I choose in my construction I want to make sure it’s simple, simple enough"
    },
    {
      "index": 73,
      "start_time": 448380.0,
      "end_time": 455650.0,
      "text": "that it’s—I can get it down easily, characteristic of what I see so it reads well right off the"
    },
    {
      "index": 74,
      "start_time": 455650.0,
      "end_time": 462260.0,
      "text": "bad as a head that’s looking down as a woman with a certain hairstyle and characteristic"
    },
    {
      "index": 75,
      "start_time": 462260.0,
      "end_time": 468580.0,
      "text": "so I can refine it and turn it into an advanced finished rendering if I so choose. In other"
    },
    {
      "index": 76,
      "start_time": 468580.0,
      "end_time": 473220.0,
      "text": "words, I’m going to think like a sculptor. I’m going to start out with something simple,"
    },
    {
      "index": 77,
      "start_time": 473220.0,
      "end_time": 479170.0,
      "text": "and then I’ll refine it. I’ll add to it, take away from it, build it, and finish it."
    },
    {
      "index": 78,
      "start_time": 479170.0,
      "end_time": 484180.0,
      "text": "Now, that’s the structural idea."
    },
    {
      "index": 79,
      "start_time": 484180.0,
      "end_time": 492530.0,
      "text": "If you have or plan to go to any of my basic drawing classes, you’ll find that I have"
    },
    {
      "index": 80,
      "start_time": 492530.0,
      "end_time": 501080.0,
      "text": "two ideas, the structure and the gesture. The gesture, there is actually two gestures"
    },
    {
      "index": 81,
      "start_time": 501080.0,
      "end_time": 512289.0,
      "text": "to the head. There is the gesture of the skull going back this way. Let me switch colors"
    },
    {
      "index": 82,
      "start_time": 512289.0,
      "end_time": 517210.0,
      "text": "so you can see that. Gesture of the skull going back and the gesture of the face going"
    },
    {
      "index": 83,
      "start_time": 517210.00000000006,
      "end_time": 529080.0,
      "text": "down. If we draw it again—you can see by drawing that simple sailboat shape. It’s"
    },
    {
      "index": 84,
      "start_time": 529080.0,
      "end_time": 535330.0,
      "text": "one of the reasons I like it for quick sketches. It’s characteristic, it’s simple. But"
    },
    {
      "index": 85,
      "start_time": 535330.0,
      "end_time": 542080.0,
      "text": "it still shows not just a characteristic shape that’s useful, but a characteristic of the"
    },
    {
      "index": 86,
      "start_time": 542080.0,
      "end_time": 543770.0,
      "text": "two gestures of the skull going back."
    },
    {
      "index": 87,
      "start_time": 543770.0,
      "end_time": 550020.0,
      "text": "One of the big mistakes people make is they’ll have the mask of the face pretty well set"
    },
    {
      "index": 88,
      "start_time": 550020.0,
      "end_time": 556880.0,
      "text": "however they’ve chosen to do it, but then they’ll draw the skull this way. They’ll"
    },
    {
      "index": 89,
      "start_time": 556880.0,
      "end_time": 563070.0,
      "text": "give it short shrift. It’ll be the wrong proportion. There is not enough there to fit"
    },
    {
      "index": 90,
      "start_time": 563070.0,
      "end_time": 568060.0,
      "text": "on a neck, for example. Look how skinny the neck gets when you get that skull wrongly"
    },
    {
      "index": 91,
      "start_time": 568060.0,
      "end_time": 577250.0,
      "text": "set. But also, we don’t get that drift back. We get a rolling curve up off the face. We"
    },
    {
      "index": 92,
      "start_time": 577250.0,
      "end_time": 583570.0,
      "text": "don’t feel that characteristic move back from face to skull. It starts to look a little"
    },
    {
      "index": 93,
      "start_time": 583570.0,
      "end_time": 591700.0,
      "text": "alien. Oftentimes, a hairstyle might fill out somehow and hide that drift backward,"
    },
    {
      "index": 94,
      "start_time": 591700.0,
      "end_time": 594810.0,
      "text": "but we still want to feel it."
    },
    {
      "index": 95,
      "start_time": 594810.0,
      "end_time": 602340.0,
      "text": "The other thing that we want here, and notice I could make this much more boxy. Make much"
    },
    {
      "index": 96,
      "start_time": 602340.0,
      "end_time": 610630.0,
      "text": "more square choices rather than round choices so we have a continuum of choices there. Notice"
    },
    {
      "index": 97,
      "start_time": 610630.0,
      "end_time": 616920.0,
      "text": "what happens when I thrust that skull back with or without the hairstyle, and I’m really"
    },
    {
      "index": 98,
      "start_time": 616920.0,
      "end_time": 625340.0,
      "text": "conscious of that move back to the skull as opposed to that movement down for the face."
    },
    {
      "index": 99,
      "start_time": 625340.0,
      "end_time": 634110.0,
      "text": "Then I’m going to respect the fact that the skull hits up high at the top of our construction."
    },
    {
      "index": 100,
      "start_time": 634110.0,
      "end_time": 639780.0,
      "text": "That’s going to give me a much better fit, and we’ll go through this idea of connecting,"
    },
    {
      "index": 101,
      "start_time": 639780.0,
      "end_time": 645740.0,
      "text": "fitting to the next thing, the neck, in more detail. Notice that we come off the throat."
    },
    {
      "index": 102,
      "start_time": 645740.0,
      "end_time": 651740.0,
      "text": "We come off the back of the neck. We put in a little bit of shoulder line so you can get"
    },
    {
      "index": 103,
      "start_time": 651740.0,
      "end_time": 659400.0,
      "text": "a sense of where we’d be going with that. Notice how high the skull and neck connect."
    },
    {
      "index": 104,
      "start_time": 659400.0,
      "end_time": 670360.0,
      "text": "They connect very high. In fact, they connect—let’s do that so you can see what we’re after"
    },
    {
      "index": 105,
      "start_time": 670360.0,
      "end_time": 677730.0,
      "text": "and visualize more clearly. Notice that the head and neck—the skull and neck come together"
    },
    {
      "index": 106,
      "start_time": 677730.0,
      "end_time": 684880.0,
      "text": "about at the eyeline. In other words, if I check—I’m always my own best model. If"
    },
    {
      "index": 107,
      "start_time": 684880.0,
      "end_time": 692540.0,
      "text": "I feel where the bone of the skull meets the meat the neck, look at where that is right"
    },
    {
      "index": 108,
      "start_time": 692540.0,
      "end_time": 699880.0,
      "text": "there. If I throw that skull off and make it incorrect, make it too much of a ball,"
    },
    {
      "index": 109,
      "start_time": 699880.0,
      "end_time": 717590.0,
      "text": "a little ball that looks alien, or a really big ball like this, notice what happens here."
    },
    {
      "index": 110,
      "start_time": 717590.0,
      "end_time": 719620.0,
      "text": "The neck fits too low."
    },
    {
      "index": 111,
      "start_time": 719620.0,
      "end_time": 727440.0,
      "text": "If you have a real heroic guy, a superman character you can kind of get away with that"
    },
    {
      "index": 112,
      "start_time": 727440.0,
      "end_time": 733029.0,
      "text": "with the bull neck because the meat fills up and takes us up to that higher or at least"
    },
    {
      "index": 113,
      "start_time": 733029.0,
      "end_time": 738260.0,
      "text": "close to that higher level there, and we can get away with that. Actually the books, the"
    },
    {
      "index": 114,
      "start_time": 738260.0,
      "end_time": 748520.0,
      "text": "very fine books by Andrew Loomis, he uses a stylization. But he’s doing these heroic"
    },
    {
      "index": 115,
      "start_time": 748520.0,
      "end_time": 755220.0,
      "text": "fashion models, kind of fashion model meets Superman character, so he can get away with"
    },
    {
      "index": 116,
      "start_time": 755220.0,
      "end_time": 760779.0,
      "text": "that because he’s doing this heroic type. But if you’re doing the average person it’s"
    },
    {
      "index": 117,
      "start_time": 760779.0,
      "end_time": 764529.0,
      "text": "quite a different connection."
    },
    {
      "index": 118,
      "start_time": 764529.0,
      "end_time": 773430.0,
      "text": "Alright, so again from the profile we keep that egg shape up high. That gives us the"
    },
    {
      "index": 119,
      "start_time": 773430.0,
      "end_time": 781390.0,
      "text": "sense of the movement going back. We build the face down. Notice I can do this. I can"
    },
    {
      "index": 120,
      "start_time": 781390.0,
      "end_time": 790660.0,
      "text": "do this. I can do this. All those choices. Simple, yet characteristic. As long as it’s"
    },
    {
      "index": 121,
      "start_time": 790660.0,
      "end_time": 800490.0,
      "text": "that, pick whichever you want or myriad others. So gesture going back, gesture going down."
    },
    {
      "index": 122,
      "start_time": 800490.0,
      "end_time": 806730.0,
      "text": "This is the one that really counts. If you goof this up we have the problems that I suggested."
    },
    {
      "index": 123,
      "start_time": 806730.0,
      "end_time": 812220.0,
      "text": "The reason I say this one really counts is this is the gesture that’s going to then"
    },
    {
      "index": 124,
      "start_time": 812220.0,
      "end_time": 817090.0,
      "text": "flow into the rest of the body as we move down. So it’s the face to the neck. The"
    },
    {
      "index": 125,
      "start_time": 817090.0,
      "end_time": 821970.0,
      "text": "neck to the torso. The torso to the hips, legs, all that good stuff. So we want to make"
    },
    {
      "index": 126,
      "start_time": 821970.0,
      "end_time": 828279.0,
      "text": "sure we’re thinking of this movement down. Now, let’s look at the proportions here."
    },
    {
      "index": 127,
      "start_time": 828279.0,
      "end_time": 837060.0,
      "text": "If I were to take this whole structure notice it’s the mask of the face without the features,"
    },
    {
      "index": 128,
      "start_time": 837060.0,
      "end_time": 843270.0,
      "text": "without the nose sticking out, without the eye sockets digging in. It’s the skull without"
    },
    {
      "index": 129,
      "start_time": 843270.0,
      "end_time": 850230.0,
      "text": "the hairstyle. But if I were to take that bare-bones construction you’ll notice that"
    },
    {
      "index": 130,
      "start_time": 850230.0,
      "end_time": 858410.0,
      "text": "it creates a square that is just slightly longer in the face and slightly shorter in"
    },
    {
      "index": 131,
      "start_time": 858410.0,
      "end_time": 863800.0,
      "text": "the skull. Okay, so it’s not a perfect square. Let’s say this would be a perfect square."
    },
    {
      "index": 132,
      "start_time": 863800.0,
      "end_time": 868870.0,
      "text": "It’s a little longer. If you’re going to screw up a little longer yet, and what"
    },
    {
      "index": 133,
      "start_time": 868870.0,
      "end_time": 877010.0,
      "text": "that does is just give a heroic chin. Even if you’re doing a woman it feels attractive."
    },
    {
      "index": 134,
      "start_time": 877010.0,
      "end_time": 882400.0,
      "text": "If you get too long, which can happen, then it’s a problem. Just a little extra going"
    },
    {
      "index": 135,
      "start_time": 882400.0,
      "end_time": 890960.0,
      "text": "down. Then notice once you add hairstyle and features, nose pushing out, hairdo pushing"
    },
    {
      "index": 136,
      "start_time": 890960.0,
      "end_time": 899050.0,
      "text": "back, that can reverse, of course. But that gives you a sense of the construction."
    },
    {
      "index": 137,
      "start_time": 899050.0,
      "end_time": 913870.0,
      "text": "Let’s just take this farther. If we break this whole thing in half, so equal part here"
    },
    {
      "index": 138,
      "start_time": 913870.0,
      "end_time": 918480.0,
      "text": "or there more or less. Again, if I’m going to screw up, always a little extra chin is"
    },
    {
      "index": 139,
      "start_time": 918480.0,
      "end_time": 926650.0,
      "text": "kind of the default ideal, at least in western art, in heroic art. But if we get that halfway"
    },
    {
      "index": 140,
      "start_time": 926650.0,
      "end_time": 935300.0,
      "text": "point, cut it in half, that is basically the eyeline. Let me put a little bit of the eyebrow"
    },
    {
      "index": 141,
      "start_time": 935300.0,
      "end_time": 940670.0,
      "text": "in there just so you can see it. Notice the eyeline where the upper lid meets the lower"
    },
    {
      "index": 142,
      "start_time": 940670.0,
      "end_time": 954000.0,
      "text": "lid. That’s a halfway point. Again, that’s about where the neck is, neck meets skull"
    },
    {
      "index": 143,
      "start_time": 954000.0,
      "end_time": 964040.0,
      "text": "somewhere in there. If you ended up down here or up here, anywhere in that range, you’re"
    },
    {
      "index": 144,
      "start_time": 964040.0,
      "end_time": 970750.0,
      "text": "still good. More than likely the hairstyle is going to cover it anyway. Or if it’s"
    },
    {
      "index": 145,
      "start_time": 970750.0,
      "end_time": 977700.0,
      "text": "a male with short hair, you know, the filling in of that more massive neck relatively more"
    },
    {
      "index": 146,
      "start_time": 977700.0,
      "end_time": 983970.0,
      "text": "massive neck is going to take care of it."
    },
    {
      "index": 147,
      "start_time": 983970.0,
      "end_time": 989800.0,
      "text": "Without the hair skull to chin, cut it in half, you have the eyeline. eyeline to chin,"
    },
    {
      "index": 148,
      "start_time": 989800.0,
      "end_time": 997540.0,
      "text": "cut it in half and you’ve got the nose. It can be a little shorter, a little longer,"
    },
    {
      "index": 149,
      "start_time": 997540.0,
      "end_time": 1002120.0,
      "text": "but that’s more or less the nose. When you say the nose not the tip of the nose, but"
    },
    {
      "index": 150,
      "start_time": 1002120.0,
      "end_time": 1016080.0,
      "text": "where the root of the nose meets the mouth shape in there. Cut it in half again, the"
    },
    {
      "index": 151,
      "start_time": 1016080.0,
      "end_time": 1022600.0,
      "text": "edge of the lower lip on average. Again, if I have a little too much chin that’s better"
    },
    {
      "index": 152,
      "start_time": 1022600.0,
      "end_time": 1029770.0,
      "text": "than a little too much upper lip here, upper plain, and two little chins. I want to keep"
    },
    {
      "index": 153,
      "start_time": 1029770.0,
      "end_time": 1034929.0,
      "text": "this a little shorter if I’m going to goof up, the chin a little fuller and bigger if"
    },
    {
      "index": 154,
      "start_time": 1034930.0000000001,
      "end_time": 1036271.0000000001,
      "text": "I’m going to goof up."
    },
    {
      "index": 155,
      "start_time": 1036270.0,
      "end_time": 1043640.0,
      "text": "It’s always nice as an artist to know which way to screw up, where to error. If we generally"
    },
    {
      "index": 156,
      "start_time": 1043640.0000000001,
      "end_time": 1050000.0,
      "text": "as we go down, if we make each thing a little bigger than it should have been—nose slightly"
    },
    {
      "index": 157,
      "start_time": 1050000.0,
      "end_time": 1056170.0,
      "text": "longer, chin slightly fuller, then the neck a little longer than it should have been,"
    },
    {
      "index": 158,
      "start_time": 1056170.0,
      "end_time": 1061490.0,
      "text": "the torso, the limbs, the legs all the way down. Adding that length it just looks more"
    },
    {
      "index": 159,
      "start_time": 1061490.0,
      "end_time": 1066410.0,
      "text": "statuesque or more heroic. That’s usually in western art especially, and western art"
    },
    {
      "index": 160,
      "start_time": 1066410.0,
      "end_time": 1073170.0,
      "text": "has kind of taken over the world aesthetically at this point. With lot of exceptions, but"
    },
    {
      "index": 161,
      "start_time": 1073170.0,
      "end_time": 1077410.0,
      "text": "just in general that’s going to be more idealized. That’s why women wear the high"
    },
    {
      "index": 162,
      "start_time": 1077410.0,
      "end_time": 1084850.0,
      "text": "heels, longer fingernails, low cut gown here, putting the hair up. It creates that length"
    },
    {
      "index": 163,
      "start_time": 1084850.0,
      "end_time": 1087770.0,
      "text": "that seems more beautiful, more idealized."
    },
    {
      "index": 164,
      "start_time": 1087770.0,
      "end_time": 1096660.0,
      "text": "Let’s look at the front view then. Let me go back here. If we come across to the front"
    },
    {
      "index": 165,
      "start_time": 1096660.0,
      "end_time": 1107980.0,
      "text": "now I’m just going to do a sphere. Notice that the eyeline here—let me switch here"
    },
    {
      "index": 166,
      "start_time": 1107980.0,
      "end_time": 1118520.0,
      "text": "one more time. Notice that the eyeline which was our halfway point wasn’t the skull."
    },
    {
      "index": 167,
      "start_time": 1118520.0,
      "end_time": 1124260.0,
      "text": "The skull could have been where the skull meets the neck could have been at that point."
    },
    {
      "index": 168,
      "start_time": 1124260.0,
      "end_time": 1127580.0,
      "text": "It could have been lower. It could have been quite a bit lower. It could have been down"
    },
    {
      "index": 169,
      "start_time": 1127580.0,
      "end_time": 1131980.0,
      "text": "here. So it doesn’t necessarily have any correspondence. It could even be higher in"
    },
    {
      "index": 170,
      "start_time": 1131980.0,
      "end_time": 1140130.0,
      "text": "some cases. That skull is coming down and crossing that eyeline point at whatever place"
    },
    {
      "index": 171,
      "start_time": 1140130.0,
      "end_time": 1146410.0,
      "text": "it crosses it. But the bottom of the egg is a little bit different. The bottom of the"
    },
    {
      "index": 172,
      "start_time": 1146410.0,
      "end_time": 1157720.0,
      "text": "egg will make that a little bit fuller down here. In general, if we cut the egg in half,"
    },
    {
      "index": 173,
      "start_time": 1157720.0,
      "end_time": 1162380.0,
      "text": "the ball in half, I should say. If we take that spherical end, cut the ball in half,"
    },
    {
      "index": 174,
      "start_time": 1162380.0,
      "end_time": 1169660.0,
      "text": "one half, two halves, add another half. If I’m going to screw up make it a little too"
    },
    {
      "index": 175,
      "start_time": 1169660.0,
      "end_time": 1186820.0,
      "text": "long, a little more of a half, half-plus rather than less. But we can use that  as a construction of the head, making it a"
    },
    {
      "index": 176,
      "start_time": 1186820.0,
      "end_time": 1193230.0,
      "text": "little bit more heroic in the jaw or not. Either way."
    },
    {
      "index": 177,
      "start_time": 1193230.0,
      "end_time": 1198910.0,
      "text": "Notice then what we have. We have a head without the ears, without the ears, without the hairstyle."
    },
    {
      "index": 178,
      "start_time": 1198910.0,
      "end_time": 1209360.0,
      "text": "Put those on in a second. We have a head that is one, two halves wide. We put it down here."
    },
    {
      "index": 179,
      "start_time": 1209360.0,
      "end_time": 1218210.0,
      "text": "And we have a head that is one, two, three halves long. So this is almost a perfect square."
    },
    {
      "index": 180,
      "start_time": 1218210.0,
      "end_time": 1227010.0,
      "text": "It’s whatever by whatever. This is a 2 x 3 proportion, two across, three down. That’s"
    },
    {
      "index": 181,
      "start_time": 1227010.0,
      "end_time": 1233059.0,
      "text": "because the lose the drift of the skull going back. It’s now hiding behind the face. We’ll"
    },
    {
      "index": 182,
      "start_time": 1233060.0,
      "end_time": 1241701.0,
      "text": "see it in a little bit, the face hiding behind the skull. Let’s do this. So there is half"
    },
    {
      "index": 183,
      "start_time": 1241700.0,
      "end_time": 1249059.0,
      "text": "the skull. There is the rest of that round sphere for the skull. There is adding onto"
    },
    {
      "index": 184,
      "start_time": 1249060.0,
      "end_time": 1258921.0,
      "text": "it the rest of the mask of the face, which adds to the other half. There is our two by"
    },
    {
      "index": 185,
      "start_time": 1258920.0,
      "end_time": 1267660.0,
      "text": "one, two, three proportion. In that middle proportion, that middle half, the ears will"
    },
    {
      "index": 186,
      "start_time": 1267660.0,
      "end_time": 1274970.0,
      "text": "tend to sit in there. They can drop down quite a bit lower. Every once in a while they can"
    },
    {
      "index": 187,
      "start_time": 1274970.0,
      "end_time": 1279100.0,
      "text": "rise up a little bit higher, although that looks a little wolfish when you do that, a"
    },
    {
      "index": 188,
      "start_time": 1279100.0,
      "end_time": 1284730.0,
      "text": "little like an elf or something. But the ears tend to sit somewhere in that middle third."
    },
    {
      "index": 189,
      "start_time": 1284730.0,
      "end_time": 1290740.0,
      "text": "They tend to be symmetrical although you’ll see a lot of people where one ear is actually"
    },
    {
      "index": 190,
      "start_time": 1290740.0,
      "end_time": 1297929.0,
      "text": "lower than the other ear. We’ll talk about how to draw ear shapes later in detail. But"
    },
    {
      "index": 191,
      "start_time": 1297930.0,
      "end_time": 1307751.0,
      "text": "for now you can just do a little C-shape, a little egg shape, a more chiseled boxy shape,"
    },
    {
      "index": 192,
      "start_time": 1307750.0,
      "end_time": 1315530.0,
      "text": "or any variation of that. Make it more rounded on the bottom, square on the top, any of those."
    },
    {
      "index": 193,
      "start_time": 1315530.0,
      "end_time": 1321820.0,
      "text": "You can curve these. Anything like that is fine. We’ll find that the cheek, the side"
    },
    {
      "index": 194,
      "start_time": 1321820.0,
      "end_time": 1329929.0,
      "text": "of our skull egg is overlapping that ear and hiding some of it. So we want to have a sense"
    },
    {
      "index": 195,
      "start_time": 1329930.0,
      "end_time": 1336751.0,
      "text": "of that idea, the overlapping. It’s behind and below. The ear sits in there."
    },
    {
      "index": 196,
      "start_time": 1336750.0,
      "end_time": 1342179.0,
      "text": "And then this same rule is true, of course, what’s going to be true from the profile"
    },
    {
      "index": 197,
      "start_time": 1342180.0,
      "end_time": 1346810.0,
      "text": "will be true from the front view. Let’s just switch back to this. So if I went back"
    },
    {
      "index": 198,
      "start_time": 1346810.0,
      "end_time": 1359111.0,
      "text": "to my full shape and cut it in half, let’s say here, this would be my eyeline in there."
    },
    {
      "index": 199,
      "start_time": 1359110.0,
      "end_time": 1366059.0,
      "text": "That’s where the upper lid and lower lids, if we just think of it as a real simple almond,"
    },
    {
      "index": 200,
      "start_time": 1366060.0,
      "end_time": 1371081.0,
      "text": "we’ll have to be more sophisticated than that. But the eyeline where upper lid meets"
    },
    {
      "index": 201,
      "start_time": 1371080.0,
      "end_time": 1376780.0,
      "text": "lower lid if it was a little Egyptian it’d be where the makeup line is. That’s more"
    },
    {
      "index": 202,
      "start_time": 1376780.0,
      "end_time": 1384730.0,
      "text": "or less our halfway point. It’s better to make, again, our halfway a little more chin"
    },
    {
      "index": 203,
      "start_time": 1384730.0,
      "end_time": 1389370.0,
      "text": "for heroic reasons without the hairstyle."
    },
    {
      "index": 204,
      "start_time": 1389370.0,
      "end_time": 1395840.0,
      "text": "Then if we cut that in half that’s more or less the nose. The root of the nose where"
    },
    {
      "index": 205,
      "start_time": 1395840.0,
      "end_time": 1401260.0,
      "text": "it’s meets the mouth. Not the tip of the nose. It might turn up or it might hook down"
    },
    {
      "index": 206,
      "start_time": 1401260.0,
      "end_time": 1410990.0,
      "text": "in relationship to that. Then if we split that in half right in here, then that would"
    },
    {
      "index": 207,
      "start_time": 1410990.0,
      "end_time": 1418330.0,
      "text": "be where the lips sit on that construction line. The halfway point is where the lower"
    },
    {
      "index": 208,
      "start_time": 1418330.0,
      "end_time": 1425450.0,
      "text": "lip rests. The rest below that is chin in here."
    },
    {
      "index": 209,
      "start_time": 1425450.0,
      "end_time": 1433830.0,
      "text": "Now, when you do this front view—again, it’s without the hairstyle. Oftentimes you’ll"
    },
    {
      "index": 210,
      "start_time": 1433830.0,
      "end_time": 1438630.0,
      "text": "lay this out and you’ll go, okay, I did everything I was told to do. It still feels"
    },
    {
      "index": 211,
      "start_time": 1438630.0,
      "end_time": 1443630.0,
      "text": "funny. Sometimes you’ll lay that out and you’ll realize that you’ve drawn the whole"
    },
    {
      "index": 212,
      "start_time": 1443630.0,
      "end_time": 1449340.0,
      "text": "face and you haven’t really drawn the skull. Sometimes you’ll need to come back then"
    },
    {
      "index": 213,
      "start_time": 1449340.0,
      "end_time": 1458429.0,
      "text": "and add a little bit more skull, and maybe even add a little bit more skull up this way."
    },
    {
      "index": 214,
      "start_time": 1458430.0,
      "end_time": 1466101.0,
      "text": "Once again, if you added a little extra chin below then adding more skull above you’re"
    },
    {
      "index": 215,
      "start_time": 1466100.0,
      "end_time": 1471090.0,
      "text": "balancing out. It’s not going to look funny. It’s not going to look like an alien with"
    },
    {
      "index": 216,
      "start_time": 1471090.0,
      "end_time": 1482860.0,
      "text": "a little face down here squished or a little infant, fetus kind of thing. So having that"
    },
    {
      "index": 217,
      "start_time": 1482860.0,
      "end_time": 1488330.0,
      "text": "extra chin can help for that. It’s real easy from these front views to draw in effect"
    },
    {
      "index": 218,
      "start_time": 1488330.0,
      "end_time": 1495360.0,
      "text": "an egg. That’s a real quick version of this, but notice when I do that it has a certain"
    },
    {
      "index": 219,
      "start_time": 1495360.0,
      "end_time": 1503200.0,
      "text": "character. The width up here is equal to the width down here, whereas here even with a"
    },
    {
      "index": 220,
      "start_time": 1503200.0,
      "end_time": 1511030.0,
      "text": "strong jawed male we’re going to have the shapes diminish down towards the chin and"
    },
    {
      "index": 221,
      "start_time": 1511030.0,
      "end_time": 1518940.0,
      "text": "fill out towards the skull shape. And so it’s more of a true chicken egg kind of thing,"
    },
    {
      "index": 222,
      "start_time": 1518940.0,
      "end_time": 1525179.0,
      "text": "where it’s tapering down. It’s a truer egg rather than just an ellipse."
    },
    {
      "index": 223,
      "start_time": 1525180.0,
      "end_time": 1532711.0,
      "text": "The other thing I’ll do sometimes is notice how adding that square mask of the face that"
    },
    {
      "index": 224,
      "start_time": 1532710.0,
      "end_time": 1547309.0,
      "text": "we talked about earlier. Square this out a little bit. When I do that"
    },
    {
      "index": 225,
      "start_time": 1547310.0,
      "end_time": 1554560.0,
      "text": "notice how this line and this line are now parallel to each other. In fact, they are"
    },
    {
      "index": 226,
      "start_time": 1554560.0,
      "end_time": 1561401.0,
      "text": "parallel to the center line. We draw an imaginary center line so that we can space the features."
    },
    {
      "index": 227,
      "start_time": 1561400.0,
      "end_time": 1566990.0,
      "text": "We have a little bit of nose on this side, equal amount more or less on that side. We"
    },
    {
      "index": 228,
      "start_time": 1566990.0,
      "end_time": 1571630.0,
      "text": "have a little gap here. Then the eye starts. We have the same more or less little gap here,"
    },
    {
      "index": 229,
      "start_time": 1571630.0,
      "end_time": 1578610.0,
      "text": "and then that eye starts. So we have that symmetry. The eyebrows arch up, and they’re"
    },
    {
      "index": 230,
      "start_time": 1578610.0,
      "end_time": 1585620.0,
      "text": "going to be symmetrical give or take an expression or such off that natural center line. As soon"
    },
    {
      "index": 231,
      "start_time": 1585620.0,
      "end_time": 1595090.0,
      "text": "as we draw then rather than the egg a pill shape, a capsule shape, notice when we’re"
    },
    {
      "index": 232,
      "start_time": 1595090.0,
      "end_time": 1604570.0,
      "text": "thinking that way then our center line tracks in these more difficult positions. Then we"
    },
    {
      "index": 233,
      "start_time": 1604570.0,
      "end_time": 1612120.0,
      "text": "have the tapering chin that is very square into the, off the jaw, or we have the rounder"
    },
    {
      "index": 234,
      "start_time": 1612120.0,
      "end_time": 1619490.0,
      "text": "chin that rounds smoothly off the jaw, whichever the character suggests. Younger, feminine,"
    },
    {
      "index": 235,
      "start_time": 1619490.0,
      "end_time": 1626910.0,
      "text": "child-like, be a little rounder. Square or more heroic, more exaggerated superhero-ish,"
    },
    {
      "index": 236,
      "start_time": 1626910.0,
      "end_time": 1632370.0,
      "text": "more male, a little squarer. Take your pick. Once again, as we lay this stuff in, split"
    },
    {
      "index": 237,
      "start_time": 1632370.0,
      "end_time": 1639150.0,
      "text": "it in half. There are the eyes. Eyebrow line somewhere over there. We’ll look at hat."
    },
    {
      "index": 238,
      "start_time": 1639150.0,
      "end_time": 1647929.0,
      "text": "Nose, lips. The rest is chin. And you might say, whoops, I gave them too much chin or"
    },
    {
      "index": 239,
      "start_time": 1647930.0,
      "end_time": 1654481.0,
      "text": "her too much chin, and you can trim it off before you move on to the next idea. We’ll"
    },
    {
      "index": 240,
      "start_time": 1654480.0,
      "end_time": 1659830.0,
      "text": "figure out how to add that stuff on momentarily."
    },
    {
      "index": 241,
      "start_time": 1659830.0,
      "end_time": 1663809.0,
      "text": "And then you say, well, I have to get my ears. They’re somewhere between the eyebrow line"
    },
    {
      "index": 242,
      "start_time": 1663810.0,
      "end_time": 1670341.0,
      "text": "and the ear incidentally. Come back here up to that third again, and you can see the parts"
    },
    {
      "index": 243,
      "start_time": 1670340.0,
      "end_time": 1677400.0,
      "text": "of the eyebrows just on a broad average depending on the expressions, the character, the arch"
    },
    {
      "index": 244,
      "start_time": 1677400.0,
      "end_time": 1684679.0,
      "text": "of the eyebrows can be at that third line. Notice that I can design the proportions of"
    },
    {
      "index": 245,
      "start_time": 1684680.0,
      "end_time": 1690471.0,
      "text": "this head based on halves. Cut in half you have the eyeline. Cut the lower half in half"
    },
    {
      "index": 246,
      "start_time": 1690470.0,
      "end_time": 1694970.0,
      "text": "again. You have the nose line. Cut that lower half in again you’ve got the lower edge"
    },
    {
      "index": 247,
      "start_time": 1694970.0,
      "end_time": 1703049.0,
      "text": "of the lower lip line. So having down gives you your information, or we can do it in thirds."
    },
    {
      "index": 248,
      "start_time": 1703050.0,
      "end_time": 1707300.0,
      "text": "We can say from the top of the skull without the hair down one-third that’s the eyebrow"
    },
    {
      "index": 249,
      "start_time": 1707300.0,
      "end_time": 1712920.0,
      "text": "line. Down another third that’s close to the nose line. Down another third you’re"
    },
    {
      "index": 250,
      "start_time": 1712920.0,
      "end_time": 1721511.0,
      "text": "at the chin. The hairline would be inside that breaking that up."
    },
    {
      "index": 251,
      "start_time": 1721510.0,
      "end_time": 1725799.0,
      "text": "So there are several ways to do it. But in any case, we’ll go in between the eyebrow"
    },
    {
      "index": 252,
      "start_time": 1725800.0,
      "end_time": 1738351.0,
      "text": "line and the nose line for those thirds, one-third, two-thirds, three-thirds. Nose to chin is"
    },
    {
      "index": 253,
      "start_time": 1738350.0,
      "end_time": 1743669.0,
      "text": "the three-thirds. Eyebrow to nose is the middle two-thirds. The first third is the top there."
    },
    {
      "index": 254,
      "start_time": 1743670.0,
      "end_time": 1749790.0,
      "text": "And then we add our ear somewhere in there symmetrically placed. Then we realize, whoops,"
    },
    {
      "index": 255,
      "start_time": 1749790.0,
      "end_time": 1756821.0,
      "text": "we need a little more skull maybe because we just drew a capsule that was perfectly"
    },
    {
      "index": 256,
      "start_time": 1756820.0,
      "end_time": 1761049.0,
      "text": "symmetrical. It showed the face shape, didn’t give us that fuller skull shape. And then"
    },
    {
      "index": 257,
      "start_time": 1761050.0,
      "end_time": 1771641.0,
      "text": "we build off there to build the hairline and all that good stuff in the shape of the styled"
    },
    {
      "index": 258,
      "start_time": 1771640.0,
      "end_time": 1774539.0,
      "text": "hair and all that."
    },
    {
      "index": 259,
      "start_time": 1774540.0,
      "end_time": 1784961.0,
      "text": "Okay, so that’s our basic idea. Coming back now to this. Once I’ve got a good chin,"
    },
    {
      "index": 260,
      "start_time": 1784960.0,
      "end_time": 1794100.0,
      "text": "good back of the skull, however I’ve done it; good chin, good back of the skull can"
    },
    {
      "index": 261,
      "start_time": 1794100.0,
      "end_time": 1800280.0,
      "text": "be rather sophisticated, very sophisticated, more so than we do here, more like we’ll"
    },
    {
      "index": 262,
      "start_time": 1800280.0,
      "end_time": 1807660.0,
      "text": "do later, or the simplest possible choice. In either case there is relatively simple,"
    },
    {
      "index": 263,
      "start_time": 1807660.0,
      "end_time": 1815110.0,
      "text": "yet characteristic. I can find now the neck right off this chin. Notice what happens here."
    },
    {
      "index": 264,
      "start_time": 1815110.0,
      "end_time": 1821720.0,
      "text": "The chin goes back this way. That’s called the digastrics plane. That’s the thickness"
    },
    {
      "index": 265,
      "start_time": 1821720.0,
      "end_time": 1827049.0,
      "text": "of the face. One of the dangers of drawing the mask of the face is it looks like just"
    },
    {
      "index": 266,
      "start_time": 1827050.0,
      "end_time": 1833141.0,
      "text": "a mask. If you get it at some weird angle it looks like a cut out cardboard Halloween"
    },
    {
      "index": 267,
      "start_time": 1833140.0,
      "end_time": 1839289.0,
      "text": "mask with your cutout features on there, and it’s not convincing."
    },
    {
      "index": 268,
      "start_time": 1839290.0,
      "end_time": 1845761.0,
      "text": "So what we need to feel is that bottom plane to the face. It gives it thickness. That’s"
    },
    {
      "index": 269,
      "start_time": 1845760.0,
      "end_time": 1852049.0,
      "text": "called the digastric plane. It gives thickness here from different angles as we’ll see"
    },
    {
      "index": 270,
      "start_time": 1852050.0,
      "end_time": 1858371.0,
      "text": "later. We’ll find that more clearly, and it will give us great volume. It will keep"
    },
    {
      "index": 271,
      "start_time": 1858370.0,
      "end_time": 1864030.0,
      "text": "this from looking like it’s flat and cutout. Notice we’re working on a flat page, and"
    },
    {
      "index": 272,
      "start_time": 1864030.0,
      "end_time": 1868530.0,
      "text": "yet we’re trying to get the idea of volume. That’s always a hurdle for the artist to"
    },
    {
      "index": 273,
      "start_time": 1868530.0,
      "end_time": 1873750.0,
      "text": "jump. So we go along that digastrics plane, and then we go right down the throat. If there"
    },
    {
      "index": 274,
      "start_time": 1873750.0,
      "end_time": 1881350.0,
      "text": "is a big Adam’s apple we ignore it and swing back. Unless you’re a ballet dancer or a"
    },
    {
      "index": 275,
      "start_time": 1881350.0,
      "end_time": 1885900.0,
      "text": "soldier at attention usually there is a little bit of sag. I’ll exaggerate it. Little bit"
    },
    {
      "index": 276,
      "start_time": 1885900.0,
      "end_time": 1893600.0,
      "text": "of sag. So that neck to chin, from the pit of the neck to the chin thrusts forward. That"
    },
    {
      "index": 277,
      "start_time": 1893600.0,
      "end_time": 1899559.0,
      "text": "gives us even in a fairly upright view there is a thrusting forward that has this beautiful"
    },
    {
      "index": 278,
      "start_time": 1899560.0,
      "end_time": 1905651.0,
      "text": "movement forward. We’ll find that that becomes a dance of forms that plays all the way through"
    },
    {
      "index": 279,
      "start_time": 1905650.0,
      "end_time": 1906250.0,
      "text": "the body."
    },
    {
      "index": 280,
      "start_time": 1906250.0,
      "end_time": 1914780.0,
      "text": "So chin through the simplified neck to the pit of the neck. Anywhere in here is fine."
    },
    {
      "index": 281,
      "start_time": 1914780.0,
      "end_time": 1922230.0,
      "text": "You made it a little too long. You made it a little too swinging back or a little too"
    },
    {
      "index": 282,
      "start_time": 1922230.0,
      "end_time": 1926360.0,
      "text": "not quite thrusting forward enough. Anywhere in there you’re probably going to be fine."
    },
    {
      "index": 283,
      "start_time": 1926360.0,
      "end_time": 1936470.0,
      "text": "Notice that making it too long is a much better mistake than making it too short. Length for"
    },
    {
      "index": 284,
      "start_time": 1936470.0,
      "end_time": 1942830.0,
      "text": "the next form, form number one, form number two, construction number one to construction"
    },
    {
      "index": 285,
      "start_time": 1942830.0,
      "end_time": 1948760.0,
      "text": "number two. Each time making the next structure all the way through the body a little longer"
    },
    {
      "index": 286,
      "start_time": 1948760.0,
      "end_time": 1954120.0,
      "text": "is a better error, better mistake to make usually than the reverse."
    },
    {
      "index": 287,
      "start_time": 1954120.0,
      "end_time": 1966360.0,
      "text": "But anywhere in there we’re good. So let’s pick one. Now I’m going to come off the"
    },
    {
      "index": 288,
      "start_time": 1966360.0,
      "end_time": 1973809.0,
      "text": "back of the skull, coming off the back of the skull. Anywhere in here is good. You’re"
    },
    {
      "index": 289,
      "start_time": 1973810.0,
      "end_time": 1984971.0,
      "text": "only real guide will be not to make this too skinny or too thick. Make sure the neck speaks"
    },
    {
      "index": 290,
      "start_time": 1984970.0,
      "end_time": 1991230.0,
      "text": "to the character or the model. Is it a big bull-necked guy or is it a long and wispy"
    },
    {
      "index": 291,
      "start_time": 1991230.0,
      "end_time": 1996179.0,
      "text": "neck? Make sure it rings true for that. And if you’re a little off or you should have"
    },
    {
      "index": 292,
      "start_time": 1996180.0,
      "end_time": 2000141.0,
      "text": "made it a little chubbier, should have made it a little skinnier, you can always add more"
    },
    {
      "index": 293,
      "start_time": 2000140.0,
      "end_time": 2006289.0,
      "text": "on later as you come to that realization. As long as you’re in the ballpark you’re"
    },
    {
      "index": 294,
      "start_time": 2006290.0,
      "end_time": 2013281.0,
      "text": "good. Notice this great change here. Notice how low the chin starts—I’m sorry, the"
    },
    {
      "index": 295,
      "start_time": 2013280.0,
      "end_time": 2022809.0,
      "text": "neck starts in the front. Notice how high. It may not be that high. It could be anywhere"
    },
    {
      "index": 296,
      "start_time": 2022810.0,
      "end_time": 2030920.0,
      "text": "in here. Again, you have room for error. Notice how high, let’s just pick this one in the"
    },
    {
      "index": 297,
      "start_time": 2030920.0,
      "end_time": 2038001.0,
      "text": "middle. Notice how much higher the neck connects to the head structure in the back. It connects"
    },
    {
      "index": 298,
      "start_time": 2038000.0,
      "end_time": 2043830.0,
      "text": "very high in the back. It connects very low in front. Getting that high-low is going to"
    },
    {
      "index": 299,
      "start_time": 2043830.0,
      "end_time": 2049969.0,
      "text": "be what gives it credibility. Notice when we put on our costumes here—let me button"
    },
    {
      "index": 300,
      "start_time": 2049969.9999999998,
      "end_time": 2056739.9999999998,
      "text": "this—notice how my shirt tracks that same high-low. Notice how the collar sits up high"
    },
    {
      "index": 301,
      "start_time": 2056739.9999999998,
      "end_time": 2065799.9999999998,
      "text": "in back and sits down low in front, following that same torquing dynamic of the neck. That’s"
    },
    {
      "index": 302,
      "start_time": 2065800.0000000002,
      "end_time": 2072110.0000000002,
      "text": "going to lead us in a very interesting way into the body. We’ll see that a little bit"
    },
    {
      "index": 303,
      "start_time": 2072110.0000000002,
      "end_time": 2075560.0000000002,
      "text": "later, again. Tease, tease, tease on that."
    },
    {
      "index": 304,
      "start_time": 2075560.0,
      "end_time": 2081630.0,
      "text": "If it should be a little bit fatter, it’s out here. Anywhere in there is good as long"
    },
    {
      "index": 305,
      "start_time": 2081630.0,
      "end_time": 2087961.0,
      "text": "as this is ballpark and as long as that sits up high. So my two parameters are to make"
    },
    {
      "index": 306,
      "start_time": 2087960.0,
      "end_time": 2094789.0,
      "text": "the neck in the ballpark of the correct thickness. Don’t make it super skinny. Don’t make"
    },
    {
      "index": 307,
      "start_time": 2094790.0,
      "end_time": 2099580.0,
      "text": "it super fat. If it’s way out here it’s a problem. If it’s way in here it’s a"
    },
    {
      "index": 308,
      "start_time": 2099580.0,
      "end_time": 2107250.0,
      "text": "problem. Somewhere in that mid-range of thickness. And make sure the neck connects into the skull"
    },
    {
      "index": 309,
      "start_time": 2107250.0,
      "end_time": 2112760.0,
      "text": "or underneath the hairstyle. Maybe the hairstyle does this. Make sure like the neck feels like"
    },
    {
      "index": 310,
      "start_time": 2112760.0,
      "end_time": 2120610.0,
      "text": "it connects to that skull up high in back. Make sure that it feels like it connects to"
    },
    {
      "index": 311,
      "start_time": 2120610.0,
      "end_time": 2124340.0,
      "text": "the face down low in front, and you’re good."
    },
    {
      "index": 312,
      "start_time": 2124340.0,
      "end_time": 2134730.0,
      "text": "Now, if we go to a front view we will find on a younger model child, young adult, you’ll"
    },
    {
      "index": 313,
      "start_time": 2134730.0,
      "end_time": 2140211.0,
      "text": "oftentimes get a thinner neck. Not every time, but just on average. So if you make it thinner"
    },
    {
      "index": 314,
      "start_time": 2140210.0,
      "end_time": 2147430.0,
      "text": "it’s going to look younger and/or more feminine. If you make it thicker it’ll look more male,"
    },
    {
      "index": 315,
      "start_time": 2147430.0,
      "end_time": 2156059.0,
      "text": "a little older, mature, and more heroic. If you then get a very aged model it can thin"
    },
    {
      "index": 316,
      "start_time": 2156060.0,
      "end_time": 2163921.0,
      "text": "out again on you. But if you want to do a heroic male as Loomis did as I mentioned before,"
    },
    {
      "index": 317,
      "start_time": 2163920.0,
      "end_time": 2171599.0,
      "text": "you’ll make the neck almost as wide or as wide, just depending as the jaw line on the"
    },
    {
      "index": 318,
      "start_time": 2171600.0,
      "end_time": 2177740.0,
      "text": "male. If you wanted it to be more feminine or younger you’ll make the neck a little"
    },
    {
      "index": 319,
      "start_time": 2177740.0,
      "end_time": 2184330.0,
      "text": "more narrow than the fattest part of the jaw line somewhere around that nose line, basically."
    },
    {
      "index": 320,
      "start_time": 2184330.0,
      "end_time": 2191070.0,
      "text": "Where the nose line is that’s the widest part of the jaw because it’s coming off"
    },
    {
      "index": 321,
      "start_time": 2191070.0,
      "end_time": 2201360.0,
      "text": "that big ball of the head, the skull, before it tapers to the skinny, narrow chin. So anywhere"
    },
    {
      "index": 322,
      "start_time": 2201360.0,
      "end_time": 2204131.0,
      "text": "in here is good."
    },
    {
      "index": 323,
      "start_time": 2204130.0,
      "end_time": 2207319.0,
      "text": "The only time you’re going to make it much bigger is if you’ve got some lineman for"
    },
    {
      "index": 324,
      "start_time": 2207320.0,
      "end_time": 2214070.0,
      "text": "the 49’s, you know, some football team, some big massive athlete type, bodybuilder,"
    },
    {
      "index": 325,
      "start_time": 2214070.0,
      "end_time": 2220220.0,
      "text": "you know, all that kind of stuff. Or you’re drawing a superhero, a character that’s"
    },
    {
      "index": 326,
      "start_time": 2220220.0,
      "end_time": 2226760.0,
      "text": "hyper heroic, you know, a comic book Captain America, the Hulk, that kind of stuff. But"
    },
    {
      "index": 327,
      "start_time": 2226760.0,
      "end_time": 2235600.0,
      "text": "the normal average person, average mature athletic male, you’re not going to get any"
    },
    {
      "index": 328,
      "start_time": 2235600.0,
      "end_time": 2248171.0,
      "text": "wider than that. Notice when we add—let’s do it again down here. When we go down low"
    },
    {
      "index": 329,
      "start_time": 2248170.0,
      "end_time": 2257390.0,
      "text": "in front high in back, pay special attention to the thickness of the neck and correct accordingly."
    },
    {
      "index": 330,
      "start_time": 2257390.0,
      "end_time": 2264630.0,
      "text": "We’re doing an hourglass kind of shape. Now the head can really articulate on the"
    },
    {
      "index": 331,
      "start_time": 2264630.0,
      "end_time": 2271079.0,
      "text": "torso and twist that neck into all sorts of stuff back and forth. It can pinch it like"
    },
    {
      "index": 332,
      "start_time": 2271080.0,
      "end_time": 2277740.0,
      "text": "an accordion, stretch and pinch like an accordion. But in general, most of the time you’re"
    },
    {
      "index": 333,
      "start_time": 2277740.0,
      "end_time": 2286990.0,
      "text": "going to feel that hourglass idea. That kind of thing going on. So when it’s more profile"
    },
    {
      "index": 334,
      "start_time": 2286990.0,
      "end_time": 2293540.0,
      "text": "think of the hourglass. When it’s more front or back view think of the tube, just a simple"
    },
    {
      "index": 335,
      "start_time": 2293540.0,
      "end_time": 2301951.0,
      "text": "tube. It’s a tube that’s stiff and straight if it’s a guard at attention. Or it’s"
    },
    {
      "index": 336,
      "start_time": 2301950.0,
      "end_time": 2312369.0,
      "text": "a tube that’s curve if the head is in some dynamic position in relationship to the body."
    },
    {
      "index": 337,
      "start_time": 2312370.0,
      "end_time": 2318790.0,
      "text": "So it can curve off like so."
    },
    {
      "index": 338,
      "start_time": 2318790.0,
      "end_time": 2324641.0,
      "text": "Alright, so now let’s start looking at other positions here. We’ve got the basics. What"
    },
    {
      "index": 339,
      "start_time": 2324640.0,
      "end_time": 2330979.0,
      "text": "happens if we get behind. Well, from the front the mask shape with all the features dominates"
    },
    {
      "index": 340,
      "start_time": 2330980.0,
      "end_time": 2335891.0,
      "text": "the skull. You don’t see much skull. In fact, drawing that capsule or the tube idea"
    },
    {
      "index": 341,
      "start_time": 2335890.0,
      "end_time": 2339910.0,
      "text": "shows you can do a pretty good head. Then you just fill in with a little bit of skull"
    },
    {
      "index": 342,
      "start_time": 2339910.0,
      "end_time": 2347809.0,
      "text": "you missed. On the back view it’s all skull. And the face is hidden. That creates a different"
    },
    {
      "index": 343,
      "start_time": 2347810.0,
      "end_time": 2353961.0,
      "text": "set of problems. So what we’re going to find, and again we are our own best models."
    },
    {
      "index": 344,
      "start_time": 2353960.0,
      "end_time": 2361660.0,
      "text": "We’ll notice that the skull is now facing you guys, facing the camera. Facing the viewer"
    },
    {
      "index": 345,
      "start_time": 2361660.0,
      "end_time": 2366960.0,
      "text": "of our artwork. I notice it goes down into the neck, of course. Whatever hairstyle in"
    },
    {
      "index": 346,
      "start_time": 2366960.0,
      "end_time": 2374369.0,
      "text": "there is in there. But head, skull, and neck flow together. The face is around the front,"
    },
    {
      "index": 347,
      "start_time": 2374370.0,
      "end_time": 2375850.0,
      "text": "hidden."
    },
    {
      "index": 348,
      "start_time": 2375850.0,
      "end_time": 2383641.0,
      "text": "So as I said, it’s going to create its own set of problems. The big simple shape is easier."
    },
    {
      "index": 349,
      "start_time": 2383640.0,
      "end_time": 2389329.0,
      "text": "We don’t have all those pesky features to plot out carefully in proportions halves and"
    },
    {
      "index": 350,
      "start_time": 2389330.0,
      "end_time": 2394211.0,
      "text": "thirds and all of our choices and proportion. But, it’s going to be harder to place this"
    },
    {
      "index": 351,
      "start_time": 2394210.0,
      "end_time": 2400170.0,
      "text": "thing in space and be effective with it. It’s going to be real easy to make it look like"
    },
    {
      "index": 352,
      "start_time": 2400170.0,
      "end_time": 2406839.0,
      "text": "a lollipop, just a ball on a stick. It’s not going to be very satisfying. So what I’m"
    },
    {
      "index": 353,
      "start_time": 2406840.0,
      "end_time": 2412391.0,
      "text": "going to do is I’m going to take special attention to how the neck fits. Let’s go"
    },
    {
      "index": 354,
      "start_time": 2412390.0,
      "end_time": 2435420.0,
      "text": "back to the front view again and do a quick version of our face. We’ve got room for"
    },
    {
      "index": 355,
      "start_time": 2435420.0,
      "end_time": 2450299.0,
      "text": "error on this kind of stuff. Just do that much so you get the sense of things. Then"
    },
    {
      "index": 356,
      "start_time": 2450300.0,
      "end_time": 2455010.0,
      "text": "we had that tube of the neck from a front view we said. We just kind of stopped it there."
    },
    {
      "index": 357,
      "start_time": 2455010.0,
      "end_time": 2460800.0,
      "text": "It was curved or it was straight, but it was just a tube. The fact is, when I’m learning"
    },
    {
      "index": 358,
      "start_time": 2460800.0,
      "end_time": 2466310.0,
      "text": "any particular body part, the head, the hands, the rib cage, whatever it is, I want to pay"
    },
    {
      "index": 359,
      "start_time": 2466310.0,
      "end_time": 2471330.0,
      "text": "some attention; in fact, I want to pay special attention to how it connects to the other"
    },
    {
      "index": 360,
      "start_time": 2471330.0,
      "end_time": 2477661.0,
      "text": "or others, the other body parts. So I want to know how the rib cage connects into the"
    },
    {
      "index": 361,
      "start_time": 2477660.0,
      "end_time": 2482950.0,
      "text": "shoulder girdle and into the head and neck and definitely how it connects down into the"
    },
    {
      "index": 362,
      "start_time": 2482950.0,
      "end_time": 2488069.0,
      "text": "pelvis. I want to know how the thigh connects to the hips and down into the lower leg. In"
    },
    {
      "index": 363,
      "start_time": 2488070.0,
      "end_time": 2492951.0,
      "text": "this case I want to know how the head and neck connect into the shoulder line and then"
    },
    {
      "index": 364,
      "start_time": 2492950.0,
      "end_time": 2493910.0,
      "text": "into the rib cage."
    },
    {
      "index": 365,
      "start_time": 2493910.0,
      "end_time": 2497569.0,
      "text": "So we’re going to talk about that a little bit. We’re going to depart from our subject"
    },
    {
      "index": 366,
      "start_time": 2497570.0,
      "end_time": 2503520.0,
      "text": "so that when we get a mastery control of our subject, get confidence in our subject then"
    },
    {
      "index": 367,
      "start_time": 2503520.0,
      "end_time": 2507911.0,
      "text": "we can integrate that into the whole figure that is probably our goal. Even if we’re"
    },
    {
      "index": 368,
      "start_time": 2507910.0,
      "end_time": 2515160.0,
      "text": "doing a portrait, a bust shot, you know, portrait commissions is our bread and butter. We still"
    },
    {
      "index": 369,
      "start_time": 2515160.0,
      "end_time": 2519309.0,
      "text": "need to show that connectivity. Very seldom are we doing to have a floating head without"
    },
    {
      "index": 370,
      "start_time": 2519310.0,
      "end_time": 2524651.0,
      "text": "anything to it. So always pay attention to the connections. When I’m drawing from life"
    },
    {
      "index": 371,
      "start_time": 2524650.0,
      "end_time": 2531849.0,
      "text": "or drawing from reference, I’ll spend several drawings, maybe every 5th drawing working"
    },
    {
      "index": 372,
      "start_time": 2531850.0,
      "end_time": 2537901.0,
      "text": "on the connections. Or if I have more time I lay in a good head then I’ll go ahead"
    },
    {
      "index": 373,
      "start_time": 2537900.0,
      "end_time": 2544420.0,
      "text": "and lay in some of the connective tissue, the connective shapes for the shoulder line,"
    },
    {
      "index": 374,
      "start_time": 2544420.0,
      "end_time": 2552549.0,
      "text": "so I can feel how it moves into that new hole. So if I was drawing these two together and"
    },
    {
      "index": 375,
      "start_time": 2552550.0,
      "end_time": 2556970.0,
      "text": "I had more time, I’d go to the connection at the elbow. Spend more time drawing and"
    },
    {
      "index": 376,
      "start_time": 2556970.0,
      "end_time": 2563651.0,
      "text": "analyzing that so I feel a more confident and a truer connection there for my audience"
    },
    {
      "index": 377,
      "start_time": 2563650.0,
      "end_time": 2570900.0,
      "text": "and a better understanding for me. So the connection, the joints are key, the transition"
    },
    {
      "index": 378,
      "start_time": 2570900.0,
      "end_time": 2576390.0,
      "text": "points where you go from one part to the next are key in our understanding so we need a"
    },
    {
      "index": 379,
      "start_time": 2576390.0,
      "end_time": 2578069.0,
      "text": "little bit of information."
    },
    {
      "index": 380,
      "start_time": 2578070.0,
      "end_time": 2584161.0,
      "text": "So head and neck. Now, pit of the neck will be somewhere down here. Again, another third"
    },
    {
      "index": 381,
      "start_time": 2584160.0,
      "end_time": 2594339.0,
      "text": "of a head. So you can use the skull or hairline with the heroic pose and with a fuller skull."
    },
    {
      "index": 382,
      "start_time": 2594340.0,
      "end_time": 2600201.0,
      "text": "Notice how the hairline is a good place to pick a third, one third, two thirds down to"
    },
    {
      "index": 383,
      "start_time": 2600200.0,
      "end_time": 2606809.0,
      "text": "the nose, three thirds down to the chin. Notice I didn’t do all that great of job in doing"
    },
    {
      "index": 384,
      "start_time": 2606810.0,
      "end_time": 2613470.0,
      "text": "my thirds. This is too much. This is too little. Maybe this is just right. And it’s still"
    },
    {
      "index": 385,
      "start_time": 2613470.0,
      "end_time": 2616980.0,
      "text": "forgiving isn’t it? It still feels good, good enough."
    },
    {
      "index": 386,
      "start_time": 2616980.0,
      "end_time": 2622310.0,
      "text": "If it doesn’t feel like a likeness of our model because we’re drawing some big chinned"
    },
    {
      "index": 387,
      "start_time": 2622310.0,
      "end_time": 2627500.0,
      "text": "fellow, we can always a little bit more if we needed. So we’ve got room for error."
    },
    {
      "index": 388,
      "start_time": 2627500.0,
      "end_time": 2631530.0,
      "text": "We don’t have to nail exactly. If we’re sculptors we can always add a little extra"
    },
    {
      "index": 389,
      "start_time": 2631530.0,
      "end_time": 2641340.0,
      "text": "clay later or take a little clay away as we need. This goes down. The neck will end at"
    },
    {
      "index": 390,
      "start_time": 2641340.0,
      "end_time": 2648340.0,
      "text": "the pit of the neck in front. As I said, it’s another third equal to these, more or less."
    },
    {
      "index": 391,
      "start_time": 2648340.0,
      "end_time": 2655681.0,
      "text": "If I’m going to screw up better to make it too long and make it more of a half. Oftentimes"
    },
    {
      "index": 392,
      "start_time": 2655680.0,
      "end_time": 2661059.0,
      "text": "if you’re doing a statuesque woman you’ll give her a longer neck. It’s more attractive."
    },
    {
      "index": 393,
      "start_time": 2661060.0,
      "end_time": 2668421.0,
      "text": "It seems to be more in terms of the Greco-Roman classical sense, that longer neck is more"
    },
    {
      "index": 394,
      "start_time": 2668420.0,
      "end_time": 2675039.0,
      "text": "attractive. The male, bull neck, little shorter is fine."
    },
    {
      "index": 395,
      "start_time": 2675040.0,
      "end_time": 2678330.0,
      "text": "So anywhere from that third to half range gets us to the pit of the neck. Let’s stay"
    },
    {
      "index": 396,
      "start_time": 2678330.0,
      "end_time": 2685120.0,
      "text": "with the third which is usually more accurate on average. Now what I’m going to find is"
    },
    {
      "index": 397,
      "start_time": 2685120.0,
      "end_time": 2689770.0,
      "text": "I’m going to have a shoulder line, and the shoulder line can be, you can pick out any"
    },
    {
      "index": 398,
      "start_time": 2689770.0,
      "end_time": 2694590.0,
      "text": "of a number of anatomical points, and I won’t go through the minutia of that. But anywhere"
    },
    {
      "index": 399,
      "start_time": 2694590.0,
      "end_time": 2700901.0,
      "text": "in here is fine. Anywhere where you go from top to side, that shoulder line into the arm"
    },
    {
      "index": 400,
      "start_time": 2700900.0,
      "end_time": 2706039.0,
      "text": "transition. Here, here, here. We’ve got room for error. Doesn’t matter. Pick a spot."
    },
    {
      "index": 401,
      "start_time": 2706040.0,
      "end_time": 2710381.0,
      "text": "You can pick it right at the collar bone—or I’m sorry, right at the pit of the neck."
    },
    {
      "index": 402,
      "start_time": 2710380.0,
      "end_time": 2717599.0,
      "text": "It can be a little bit above, anywhere in there. Usually it’s a little bit above is"
    },
    {
      "index": 403,
      "start_time": 2717600.0,
      "end_time": 2722710.0,
      "text": "usually more accurate because we have that slightly hunching posture that I talked about"
    },
    {
      "index": 404,
      "start_time": 2722710.0,
      "end_time": 2727060.0,
      "text": "that drops to the pit of the neck. If you come up like this at attention then it gets"
    },
    {
      "index": 405,
      "start_time": 2727060.0,
      "end_time": 2732980.0,
      "text": "up closer to the shoulder line. But anywhere in there is great. Shoulder line. Then we’re"
    },
    {
      "index": 406,
      "start_time": 2732980.0,
      "end_time": 2738641.0,
      "text": "going to have the shrugging muscles, the trapezius. They’re going to be the transition you have"
    },
    {
      "index": 407,
      "start_time": 2738640.0,
      "end_time": 2745390.0,
      "text": "to take us from the tubular neck out to that shoulder line. It’s just a sagging triangle."
    },
    {
      "index": 408,
      "start_time": 2745390.0,
      "end_time": 2753619.0,
      "text": "But it’s a triangle. It feels good to do that so sometimes I’ll take extra time just"
    },
    {
      "index": 409,
      "start_time": 2753620.0,
      "end_time": 2757790.0,
      "text": "to squeeze it, but basically what I’m looking for is that goes right behind my neck. Where"
    },
    {
      "index": 410,
      "start_time": 2757790.0,
      "end_time": 2763401.0,
      "text": "is it going? Behind the tube of the neck. Here is the tube. This is a top and back muscle."
    },
    {
      "index": 411,
      "start_time": 2763400.0,
      "end_time": 2767239.0,
      "text": "It goes down all the way to the mid back, trapezius. It’s a shrugging"
    },
    {
      "index": 412,
      "start_time": 2767240.0,
      "end_time": 2770691.0,
      "text": "muscle. It does this basically."
    },
    {
      "index": 413,
      "start_time": 2770690.0,
      "end_time": 2778920.0,
      "text": "So all I’m going to do is do a sagging triangle. The skinnier I make the neck the more I sag"
    },
    {
      "index": 414,
      "start_time": 2778920.0,
      "end_time": 2788680.0,
      "text": "it. The younger and the more feminine it will seem. The thicker I make the neck and the"
    },
    {
      "index": 415,
      "start_time": 2788680.0,
      "end_time": 2793539.0,
      "text": "fuller—in fact, it can bulge over this way even if you’re doing a heroic character."
    },
    {
      "index": 416,
      "start_time": 2793540.0,
      "end_time": 2800441.0,
      "text": "The fuller I make that triangle it’s going to look more mature. Not old as in elderly"
    },
    {
      "index": 417,
      "start_time": 2800440.0,
      "end_time": 2808569.0,
      "text": "but more mature and more male and also more heroic goes with that, of course. So Superman"
    },
    {
      "index": 418,
      "start_time": 2808570.0,
      "end_time": 2813570.0,
      "text": "might be here. Star football player might be here. The average guy on the street might"
    },
    {
      "index": 419,
      "start_time": 2813570.0,
      "end_time": 2821201.0,
      "text": "be there. An old man or woman might be way down here. But anywhere in there is good so"
    },
    {
      "index": 420,
      "start_time": 2821200.0,
      "end_time": 2827459.0,
      "text": "as long as it’s similar to what we see, characteristic of what we see. Typically it’s"
    },
    {
      "index": 421,
      "start_time": 2827460.0,
      "end_time": 2829290.0,
      "text": "a sagging triangle, as I said."
    },
    {
      "index": 422,
      "start_time": 2829290.0,
      "end_time": 2835891.0,
      "text": "Notice that we have—we’ll just default to one type now, the more heroic male. This"
    },
    {
      "index": 423,
      "start_time": 2835890.0,
      "end_time": 2845319.0,
      "text": "is the neck coming from behind the face, coming down, and it just fades away actually. In"
    },
    {
      "index": 424,
      "start_time": 2845320.0,
      "end_time": 2851830.0,
      "text": "subtle ways that we’ll deal with in another lecture group. Not in the head group. This"
    },
    {
      "index": 425,
      "start_time": 2851830.0,
      "end_time": 2856620.0,
      "text": "is the shrugging muscle going behind it. So you can imagine going way up and attaching"
    },
    {
      "index": 426,
      "start_time": 2856620.0,
      "end_time": 2864401.0,
      "text": "to the school and back. We’ll see that in a moment. Then we have the neck in front of"
    },
    {
      "index": 427,
      "start_time": 2864400.0,
      "end_time": 2869049.0,
      "text": "that sagging triangle. The tube is in front of the triangle. The neck is front of the"
    },
    {
      "index": 428,
      "start_time": 2869050.0,
      "end_time": 2874600.0,
      "text": "trapezius. And so if we were to draw this as just a really simple tube that we’re"
    },
    {
      "index": 429,
      "start_time": 2874600.0,
      "end_time": 2880300.0,
      "text": "slightly underneath we’d feel that. It’s behind."
    },
    {
      "index": 430,
      "start_time": 2880300.0,
      "end_time": 2886131.0,
      "text": "So now when we come here I’m going to do the same thing. I don’t have the mask of"
    },
    {
      "index": 431,
      "start_time": 2886130.0,
      "end_time": 2890920.0,
      "text": "the face though. I’m going to draw the tube of the triangle, and I’ll make it nice and"
    },
    {
      "index": 432,
      "start_time": 2890920.0,
      "end_time": 2897949.0,
      "text": "fat and wide or nice and skinny, however seems appropriate. I’ll do that. Let’s color"
    },
    {
      "index": 433,
      "start_time": 2897950.0,
      "end_time": 2916770.0,
      "text": "code it. It’ll actually attach up here. There is the neck of our heroic male, let’s"
    },
    {
      "index": 434,
      "start_time": 2916770.0,
      "end_time": 2929441.0,
      "text": "say. It attaches up here even though the egg sits much lower. It doesn’t come to a point."
    },
    {
      "index": 435,
      "start_time": 2929440.0,
      "end_time": 2934589.0,
      "text": "If you felt back there you could feel that. It’s two cables basically that split around"
    },
    {
      "index": 436,
      "start_time": 2934590.0,
      "end_time": 2939960.0,
      "text": "the spine. They have thickness so it comes up like this, sags down this way, and sits"
    },
    {
      "index": 437,
      "start_time": 2939960.0,
      "end_time": 2946720.0,
      "text": "on the shoulder line. We’ll doing more male looking art because that’s a long, fairly"
    },
    {
      "index": 438,
      "start_time": 2946720.0,
      "end_time": 2950830.0,
      "text": "full, let’s make it a little fuller trapezius, and we have that nice wide neck. That’s"
    },
    {
      "index": 439,
      "start_time": 2950830.0,
      "end_time": 2953570.0,
      "text": "what’s doing most of the work."
    },
    {
      "index": 440,
      "start_time": 2953570.0,
      "end_time": 2960911.0,
      "text": "Notice now over here we have the neck tube in front of the triangle. Now we have the"
    },
    {
      "index": 441,
      "start_time": 2960910.0,
      "end_time": 2970519.0,
      "text": "triangle in front of the neck like so. Pretty sophisticated stuff there. Since we don’t"
    },
    {
      "index": 442,
      "start_time": 2970520.0,
      "end_time": 2976460.0,
      "text": "have all the features to mark out this looks pretty easy now to me. I just have to get"
    },
    {
      "index": 443,
      "start_time": 2976460.0,
      "end_time": 2985110.0,
      "text": "this stuff plotted out basically with construction lines and little dashes in effect for the"
    },
    {
      "index": 444,
      "start_time": 2985110.0,
      "end_time": 2990911.0,
      "text": "placement, the rough placement of the features. I can just do this little kind of robotic"
    },
    {
      "index": 445,
      "start_time": 2990910.0,
      "end_time": 2996779.0,
      "text": "schematic hairline, all that good stuff. That’s pretty easy compared to this. There is some"
    },
    {
      "index": 446,
      "start_time": 2996780.0,
      "end_time": 3004280.0,
      "text": "sophisticated thinking going on. Notice that we had the neck and then the mask of the face"
    },
    {
      "index": 447,
      "start_time": 3004280.0,
      "end_time": 3009191.0,
      "text": "was in front of the neck. So the face is in front of the neck. The neck is front of the"
    },
    {
      "index": 448,
      "start_time": 3009190.0,
      "end_time": 3016680.0,
      "text": "trapezius, the shrugging muscle. From the back view it reverses. The triangle, trapezius"
    },
    {
      "index": 449,
      "start_time": 3016680.0,
      "end_time": 3029650.0,
      "text": "shrugging muscle is closest to us. The neck is farther, and the face, unless we have a"
    },
    {
      "index": 450,
      "start_time": 3029650.0,
      "end_time": 3035549.0,
      "text": "huge neck, we’ll see a little bit of face, the face is the farthest yet. A little bit"
    },
    {
      "index": 451,
      "start_time": 3035550.0,
      "end_time": 3047270.0,
      "text": "of face. A little bit of face for that wider chin and skinnier neck relationship."
    },
    {
      "index": 452,
      "start_time": 3047270.0,
      "end_time": 3052530.0,
      "text": "Then notice where here the ears were almost an afterthought. We stuck them on because"
    },
    {
      "index": 453,
      "start_time": 3052530.0,
      "end_time": 3057740.0,
      "text": "they’re visible and they deserve to be there. But they didn’t really add a lot of information,"
    },
    {
      "index": 454,
      "start_time": 3057740.0,
      "end_time": 3064240.0,
      "text": "any new information to the mix. It was just plotting out one more detail like picking"
    },
    {
      "index": 455,
      "start_time": 3064240.0,
      "end_time": 3068651.0,
      "text": "out eyeglasses. When I put on eyeglasses it’s not really giving me more information, just"
    },
    {
      "index": 456,
      "start_time": 3068650.0,
      "end_time": 3073999.0,
      "text": "a new shape in there. And so from a front view, this straight-on front view, the ears"
    },
    {
      "index": 457,
      "start_time": 3074000.0,
      "end_time": 3080760.0,
      "text": "don’t add much other than a more refined character of what we were seeing. But here,"
    },
    {
      "index": 458,
      "start_time": 3080760.0,
      "end_time": 3085800.0,
      "text": "the ears are going to be much more important because they are going to be the only feature"
    },
    {
      "index": 459,
      "start_time": 3085800.0,
      "end_time": 3092580.0,
      "text": "that we see. All the other features are hidden around that far side. So drawing those ears"
    },
    {
      "index": 460,
      "start_time": 3092580.0,
      "end_time": 3100010.0,
      "text": "are important. Notice how I drew them. I just drew them like this. In fact, I made a little"
    },
    {
      "index": 461,
      "start_time": 3100010.0,
      "end_time": 3107060.0,
      "text": "double line or a thick dark construction either way, and that shows the thickness of the ear."
    },
    {
      "index": 462,
      "start_time": 3107060.0,
      "end_time": 3114010.0,
      "text": "As we get into the ear construction we’ll do segments, chapters on each feature in detail."
    },
    {
      "index": 463,
      "start_time": 3114010.0,
      "end_time": 3118620.0,
      "text": "There’s a lot to be understood with each and every feature. One of the things we’ll"
    },
    {
      "index": 464,
      "start_time": 3118620.0,
      "end_time": 3126990.0,
      "text": "notice is that C-shape or whatever hybrid shape we drew for it has a thickness. Otherwise,"
    },
    {
      "index": 465,
      "start_time": 3126990.0,
      "end_time": 3131950.0,
      "text": "it’s going to be flat and not be believable. It’ll have a thickness just like the mask"
    },
    {
      "index": 466,
      "start_time": 3131950.0,
      "end_time": 3141210.0,
      "text": "had that digastric plane thickness idea. So we could draw the ear from a front view like"
    },
    {
      "index": 467,
      "start_time": 3141210.0,
      "end_time": 3151700.0,
      "text": "this to show that thickness. Think of it as a disc, a slice of a tube like that. So when"
    },
    {
      "index": 468,
      "start_time": 3151700.0,
      "end_time": 3158691.0,
      "text": "we put the cheek on it we’re seeing this much of that disc or slice, and the rest is"
    },
    {
      "index": 469,
      "start_time": 3158690.0,
      "end_time": 3164609.0,
      "text": "hidden. From a back view then we’ll see that whole back of the ear thickness here."
    },
    {
      "index": 470,
      "start_time": 3164610.0,
      "end_time": 3171840.0,
      "text": "That’s what we’re drawing. So drawing a double line in effect shows us that thickness."
    },
    {
      "index": 471,
      "start_time": 3171840.0,
      "end_time": 3175540.0,
      "text": "All this subtle stuff in here we don’t have to worry about because it’s just a construction"
    },
    {
      "index": 472,
      "start_time": 3175540.0,
      "end_time": 3180040.0,
      "text": "at this point. This is the simplest, most characteristic thing we can do. Again, it’s"
    },
    {
      "index": 473,
      "start_time": 3180040.0,
      "end_time": 3188450.0,
      "text": "in that middle third range. But it’s harder to see that isn’t it because the chin gets"
    },
    {
      "index": 474,
      "start_time": 3188450.0,
      "end_time": 3195191.0,
      "text": "lost down here. The hair is here but we can’t see the eyebrow line. We can’t see a hairline,"
    },
    {
      "index": 475,
      "start_time": 3195190.0,
      "end_time": 3203400.0,
      "text": "so we can’t inch our way down to that or inch our way up to that position. So it’s"
    },
    {
      "index": 476,
      "start_time": 3203400.0,
      "end_time": 3206469.0,
      "text": "a little trickier."
    },
    {
      "index": 477,
      "start_time": 3206470.0,
      "end_time": 3210200.0,
      "text": "Then you’ll have the hairline, it’ll do whatever it does, maybe a little ducktail"
    },
    {
      "index": 478,
      "start_time": 3210200.0,
      "end_time": 3217450.0,
      "text": "shape in here, or it’s whatever, you know, long hair covers whatever is going on there."
    },
    {
      "index": 479,
      "start_time": 3217450.0,
      "end_time": 3222210.0,
      "text": "But we’ll just do that. That sits in there. Each of these little details, you know, you"
    },
    {
      "index": 480,
      "start_time": 3222210.0,
      "end_time": 3228671.0,
      "text": "could have a little cowlick spiral here, or this could be a bun or ponytail. Hair, any"
    },
    {
      "index": 481,
      "start_time": 3228670.0,
      "end_time": 3237920.0,
      "text": "of those details will help. Notice that we can take again the head of the skull, I should"
    },
    {
      "index": 482,
      "start_time": 3237920.0,
      "end_time": 3247959.0,
      "text": "say the skull, the face, and neck, and we can turn this whole thing into a simpler idea,"
    },
    {
      "index": 483,
      "start_time": 3247960.0,
      "end_time": 3258800.0,
      "text": "just a tube, kind of this idea. So I’m going to do a tube and then here is my shoulder"
    },
    {
      "index": 484,
      "start_time": 3258800.0,
      "end_time": 3264530.0,
      "text": "line, let’s say. And then I need to go back through those machinations we just went through."
    },
    {
      "index": 485,
      "start_time": 3264530.0,
      "end_time": 3274290.0,
      "text": "Let’s see, this is the center of the head. It’s right here. That’s that. There is"
    },
    {
      "index": 486,
      "start_time": 3274290.0,
      "end_time": 3284360.0,
      "text": "the neck. Here are the ears here. You can turn them this way if it’s the complete"
    },
    {
      "index": 487,
      "start_time": 3284360.0,
      "end_time": 3289990.0,
      "text": "back view you can turn them in the same direction if they start turning into some kind of three-quarters."
    },
    {
      "index": 488,
      "start_time": 3289990.0,
      "end_time": 3296990.0,
      "text": "So if this head is starting to turn this way a little bit then we can turn the ear that"
    },
    {
      "index": 489,
      "start_time": 3296990.0,
      "end_time": 3302850.0,
      "text": "way. Then we can just place it in that mid range of the structure. Maybe we see a little"
    },
    {
      "index": 490,
      "start_time": 3302850.0,
      "end_time": 3311280.0,
      "text": "bit of the jaw going into the chin before it gets lost. Maybe we don’t. That’s that."
    },
    {
      "index": 491,
      "start_time": 3311280.0,
      "end_time": 3317460.0,
      "text": "So that gives us a basis for connection. We’re not showing any of the articulation yet of"
    },
    {
      "index": 492,
      "start_time": 3317460.0,
      "end_time": 3323421.0,
      "text": "doing this kind of stuff. We’ll deal with that later. But that gives us the basics."
    },
    {
      "index": 493,
      "start_time": 3323420.0,
      "end_time": 3329729.0,
      "text": "The last thing I want, I should have mentioned earlier and I didn’t—let’s do this."
    },
    {
      "index": 494,
      "start_time": 3329730.0,
      "end_time": 3336181.0,
      "text": "The ear. When we place that ear we said if see it from a front or back view the ear sits"
    },
    {
      "index": 495,
      "start_time": 3336180.0,
      "end_time": 3342009.0,
      "text": "in the middle third of the head more or less. You can use the top of the skull or you can"
    },
    {
      "index": 496,
      "start_time": 3342010.0,
      "end_time": 3347600.0,
      "text": "use the hairline. I usually use the hairline. It feels a little more accurate. It ends up"
    },
    {
      "index": 497,
      "start_time": 3347600.0,
      "end_time": 3353060.0,
      "text": "making the features a little fuller, gives the chin a little bit more oomph. When we"
    },
    {
      "index": 498,
      "start_time": 3353060.0,
      "end_time": 3358550.0,
      "text": "use the top of the skull oftentimes the chin feels a little shorter, and the nose may be"
    },
    {
      "index": 499,
      "start_time": 3358550.0,
      "end_time": 3366040.0,
      "text": "a little too big. But anyway, anywhere in there is good. So the ear sits in the middle"
    },
    {
      "index": 500,
      "start_time": 3366040.0,
      "end_time": 3371881.0,
      "text": "section of the head. There is a section on top. There is a section on the bottom. The"
    },
    {
      "index": 501,
      "start_time": 3371880.0,
      "end_time": 3378029.0,
      "text": "middle section is where the ears float in more or less. They fill up the whole section."
    },
    {
      "index": 502,
      "start_time": 3378030.0,
      "end_time": 3382610.0,
      "text": "They are smaller than that. They can be slightly below it or slightly above it. But they’re"
    },
    {
      "index": 503,
      "start_time": 3382610.0,
      "end_time": 3390550.0,
      "text": "in that mid range. When we get to a profile we can see the same thing happening. Let’s"
    },
    {
      "index": 504,
      "start_time": 3390550.0,
      "end_time": 3406100.0,
      "text": "put our box back in here and notice the way I drew that. Bad teacher. It should be a little"
    },
    {
      "index": 505,
      "start_time": 3406100.0,
      "end_time": 3425120.0,
      "text": "less here and a little more here. There is our box there. There  is our box there more or less without features"
    },
    {
      "index": 506,
      "start_time": 3425120.0,
      "end_time": 3431720.0,
      "text": "or hairstyle, a little longer in length, a little shorter in width going across."
    },
    {
      "index": 507,
      "start_time": 3431720.0,
      "end_time": 3437040.0,
      "text": "Notice if we come in front of the ear that sideburn area, cut it in half, the ear is"
    },
    {
      "index": 508,
      "start_time": 3437040.0,
      "end_time": 3444901.0,
      "text": "very close to the halfway point of the head there. So the middle of the ear or the whole"
    },
    {
      "index": 509,
      "start_time": 3444900.0,
      "end_time": 3449380.0,
      "text": "ear sits in the middle of the head from top to bottom, however you want to do it. The"
    },
    {
      "index": 510,
      "start_time": 3449380.0,
      "end_time": 3454509.0,
      "text": "middle of the ear is at the middle, or the ear sits in the middle third. Take your pick,"
    },
    {
      "index": 511,
      "start_time": 3454510.0,
      "end_time": 3459530.0,
      "text": "doesn’t matter. Also, it’s in the middle this way. The front of the ear touches or"
    },
    {
      "index": 512,
      "start_time": 3459530.0,
      "end_time": 3475100.0,
      "text": "comes very close to that midrange. Give or take  features and hairstyle. Like so. It sits in"
    },
    {
      "index": 513,
      "start_time": 3475100.0,
      "end_time": 3481110.0,
      "text": "that midrange. That’s incredibly useful because now look what happens. If I take that"
    },
    {
      "index": 514,
      "start_time": 3481110.0,
      "end_time": 3487740.0,
      "text": "same I’m going to use as simple as possible shape now. Take that same sailboat shape."
    },
    {
      "index": 515,
      "start_time": 3487740.0,
      "end_time": 3500141.0,
      "text": "If I take this section here and cut it in half and put it in there, make sure it sits"
    },
    {
      "index": 516,
      "start_time": 3500140.0,
      "end_time": 3506369.0,
      "text": "more or less in the bottom third. But if you’re off some notice how this got much bigger."
    },
    {
      "index": 517,
      "start_time": 3506370.0,
      "end_time": 3512250.0,
      "text": "This got much shorter. It doesn’t hurt anything, really, but you can adjust it down or trim"
    },
    {
      "index": 518,
      "start_time": 3512250.0,
      "end_time": 3521710.0,
      "text": "it back accordingly. But when I do that it feels like a nice profile like this."
    },
    {
      "index": 519,
      "start_time": 3521710.0,
      "end_time": 3528641.0,
      "text": "Let’s do it again. I’m going to draw that same sailboat shape. Now instead of putting"
    },
    {
      "index": 520,
      "start_time": 3528640.0,
      "end_time": 3542999.0,
      "text": "it in the mid-area more or less, I’m going to push it really close or fairly close to"
    },
    {
      "index": 521,
      "start_time": 3543000.0,
      "end_time": 3551881.0,
      "text": "the front of the face. When you do that, now notice that the face, the jaw, the face, always"
    },
    {
      "index": 522,
      "start_time": 3551880.0,
      "end_time": 3555689.0,
      "text": "sits in front of the ear. It ends in front of the ear. It doesn’t go behind the ear."
    },
    {
      "index": 523,
      "start_time": 3555690.0,
      "end_time": 3562260.0,
      "text": "It sits in front of the ear. Some people will draw that ear and then they’ll put the face"
    },
    {
      "index": 524,
      "start_time": 3562260.0,
      "end_time": 3566460.0,
      "text": "back here. It’s got to sit in front of the ear. Look how little face there is now. Let"
    },
    {
      "index": 525,
      "start_time": 3566460.0,
      "end_time": 3571550.0,
      "text": "me flesh this out a little bit. I’ll show you how to do this another time, but just"
    },
    {
      "index": 526,
      "start_time": 3571550.0,
      "end_time": 3579840.0,
      "text": "so you can see it. There is a little bit of the nose, a little bit of lips, eyebrow, eyelashes,"
    },
    {
      "index": 527,
      "start_time": 3579840.0,
      "end_time": 3588290.0,
      "text": "hairstyle. Let’s do this to make it easy on us. There’s the neck’s appropriate"
    },
    {
      "index": 528,
      "start_time": 3588290.0,
      "end_time": 3596550.0,
      "text": "thickness. We’ll deal with how to articulate this later. Let’s just leave it like that."
    },
    {
      "index": 529,
      "start_time": 3596550.0,
      "end_time": 3602450.0,
      "text": "Notice if I push the ear towards the front of the face you’ve done this. You’ve gotten"
    },
    {
      "index": 530,
      "start_time": 3602450.0,
      "end_time": 3610590.0,
      "text": "behind the head. The farther we push that ear to the front of the face until it overlaps"
    },
    {
      "index": 531,
      "start_time": 3610590.0,
      "end_time": 3618120.0,
      "text": "it slightly off axis, overlaps it perfectly into a back view. That ear positions the head"
    },
    {
      "index": 532,
      "start_time": 3618120.0,
      "end_time": 3624070.0,
      "text": "this way in the rotation. Now, when we’ve got a front of the face it’s less important"
    },
    {
      "index": 533,
      "start_time": 3624070.0,
      "end_time": 3628320.0,
      "text": "because we have all the features. Once we get past the profile then those features—look"
    },
    {
      "index": 534,
      "start_time": 3628320.0,
      "end_time": 3636450.0,
      "text": "at how the features, the nose. And again, we’ll look at this more carefully later."
    },
    {
      "index": 535,
      "start_time": 3636450.0,
      "end_time": 3642891.0,
      "text": "The nose and the lips and the eyelashes are overlapped by that cheek and jaw construction."
    },
    {
      "index": 536,
      "start_time": 3642890.0,
      "end_time": 3653449.0,
      "text": "We’re starting to lose those. So placing that ear—let’s do it again."
    },
    {
      "index": 537,
      "start_time": 3653450.0,
      "end_time": 3658840.0,
      "text": "Now I’m going to push the ear back here. I’ll keep it in the middle third more or"
    },
    {
      "index": 538,
      "start_time": 3658840.0,
      "end_time": 3664030.0,
      "text": "less. I’ll make it a little smaller, a little bigger, anywhere in there. I can always adjust"
    },
    {
      "index": 539,
      "start_time": 3664030.0,
      "end_time": 3672030.0,
      "text": "it slightly if I need to. Notice now when the ear pushes back getting very close to"
    },
    {
      "index": 540,
      "start_time": 3672030.0,
      "end_time": 3692490.0,
      "text": "or equal to the back edge  more and less, more and less. Now we start to get a three-quarter view. Notice now if"
    },
    {
      "index": 541,
      "start_time": 3692490.0,
      "end_time": 3696840.0,
      "text": "we do the center line of the features it’d be over here, and we’re in a three-quarter"
    },
    {
      "index": 542,
      "start_time": 3696840.0,
      "end_time": 3713360.0,
      "text": "view  in there. So the placement of the ear, crowd the skull. You’re more of a front three-quarter"
    },
    {
      "index": 543,
      "start_time": 3713360.0,
      "end_time": 3722661.0,
      "text": "view. Crowd the face you’re more of a three-quarter back view. Get the ears on the outside or"
    },
    {
      "index": 544,
      "start_time": 3722660.0,
      "end_time": 3727789.0,
      "text": "very close to the outside, you’re in a full or more or less full back view. Put them on"
    },
    {
      "index": 545,
      "start_time": 3727790.0,
      "end_time": 3731070.0,
      "text": "the outside in front, ditto for the front view."
    },
    {
      "index": 546,
      "start_time": 3731070.0,
      "end_time": 3736510.0,
      "text": "So where you push the ear this way or that gives you incredible information. It gives"
    },
    {
      "index": 547,
      "start_time": 3736510.0,
      "end_time": 3741401.0,
      "text": "your audience incredible information very, very quickly about how it’s placed in space."
    },
    {
      "index": 548,
      "start_time": 3741400.0,
      "end_time": 3751519.0,
      "text": "Alright, so the ear is a wonderful thing. This is the simplest of our choices is my"
    },
    {
      "index": 549,
      "start_time": 3751520.0,
      "end_time": 3756500.0,
      "text": "favorite for these simple constructions. If I’m doing a real careful portrait, I’ll"
    },
    {
      "index": 550,
      "start_time": 3756500.0,
      "end_time": 3760080.0,
      "text": "break the shape of the skull down and the face carefully. But I almost always start"
    },
    {
      "index": 551,
      "start_time": 3760080.0,
      "end_time": 3764651.0,
      "text": "with this. Even if I’m doing a big painting with a big full realized head, it’s just"
    },
    {
      "index": 552,
      "start_time": 3764650.0,
      "end_time": 3778779.0,
      "text": "easier to place. So let me talk about the ear again. So as I said, if we crowd the ear"
    },
    {
      "index": 553,
      "start_time": 3778780.0,
      "end_time": 3788510.0,
      "text": "into the face we’re getting behind that face. We’ll notice that the brow, check,"
    },
    {
      "index": 554,
      "start_time": 3788510.0,
      "end_time": 3796171.0,
      "text": "jaw, start to overlap and cover our features. They hide away."
    },
    {
      "index": 555,
      "start_time": 3796170.0,
      "end_time": 3812289.0,
      "text": "That’s true, of course. Same way if I crowd the skull. Now it’s turning toward us. And"
    },
    {
      "index": 556,
      "start_time": 3812290.0,
      "end_time": 3816580.0,
      "text": "we don’t need any more information than that to start to get the idea that we’re"
    },
    {
      "index": 557,
      "start_time": 3816580.0,
      "end_time": 3820580.0,
      "text": "now in a three-quarter front view. We’re certainly going to want to do more, but immediately"
    },
    {
      "index": 558,
      "start_time": 3820580.0,
      "end_time": 3827131.0,
      "text": "that gives us and our viewer, our audience, a clue into what the position is. But also"
    },
    {
      "index": 559,
      "start_time": 3827130.0,
      "end_time": 3840119.0,
      "text": "notice if I push the ear down lower—let me do this. I’m going to more fully realize"
    },
    {
      "index": 560,
      "start_time": 3840120.0,
      "end_time": 3848680.0,
      "text": "that skull. In fact, I’m going to make it boxy because when I get into difficult perspectives"
    },
    {
      "index": 561,
      "start_time": 3848680.0,
      "end_time": 3855480.0,
      "text": "the squarer I make things, the more clearly it is placed in space. It’s the corners"
    },
    {
      "index": 562,
      "start_time": 3855480.0,
      "end_time": 3861720.0,
      "text": "and the alignment of the sides that due to our vanishing points if we were to be that"
    },
    {
      "index": 563,
      "start_time": 3861720.0,
      "end_time": 3865680.0,
      "text": "ambitious and give us a sense of true position."
    },
    {
      "index": 564,
      "start_time": 3865680.0,
      "end_time": 3871970.0,
      "text": "If I do roundness—and again, look to my basic drawing lessons for a full explanation"
    },
    {
      "index": 565,
      "start_time": 3871970.0,
      "end_time": 3877490.0,
      "text": "of this. But the rounder things are it can have a good sense of rendered volume, but"
    },
    {
      "index": 566,
      "start_time": 3877490.0,
      "end_time": 3880901.0,
      "text": "it doesn’t have great sense of position. Are you behind this ball or in front of this"
    },
    {
      "index": 567,
      "start_time": 3880900.0,
      "end_time": 3885269.0,
      "text": "ball. Until you get something else in relationship to it you don’t know. But here you know"
    },
    {
      "index": 568,
      "start_time": 3885270.0,
      "end_time": 3891040.0,
      "text": "immediately how it’s sitting, that it’s tilted facing, tipping in certain three-dimensional"
    },
    {
      "index": 569,
      "start_time": 3891040.0,
      "end_time": 3897790.0,
      "text": "position. So the squarer things go, the better in terms of working out difficult perspectives,"
    },
    {
      "index": 570,
      "start_time": 3897790.0,
      "end_time": 3903090.0,
      "text": "difficult proportions because we can break those corners down into measureable segments"
    },
    {
      "index": 571,
      "start_time": 3903090.0,
      "end_time": 3918740.0,
      "text": "and difficult dynamic objects. Notice by pushing that ear a little bit lower from a, just really"
    },
    {
      "index": 572,
      "start_time": 3918740.0,
      "end_time": 3929881.0,
      "text": "generically let’s do this and this one, two, three. Let’s say those are equal, and"
    },
    {
      "index": 573,
      "start_time": 3929880.0,
      "end_time": 3943249.0,
      "text": "we put the ear right in the middle that way and this way. That’s a perfect profile."
    },
    {
      "index": 574,
      "start_time": 3943250.0,
      "end_time": 3951300.0,
      "text": "We’d add on all the stuff. I’ll a little bit of stuff just so you can feel the truth"
    },
    {
      "index": 575,
      "start_time": 3951300.0,
      "end_time": 3957401.0,
      "text": "of that idea. That’s a perfect profile give or take proportions, of course, of the character"
    },
    {
      "index": 576,
      "start_time": 3957400.0,
      "end_time": 3964499.0,
      "text": "you’re drawing. If I move it this way it turns. If I move this way it turns. If I push"
    },
    {
      "index": 577,
      "start_time": 3964500.0,
      "end_time": 3969440.0,
      "text": "it up this way or if I push it down that way, it’s now going to turn—well, not turn,"
    },
    {
      "index": 578,
      "start_time": 3969440.0,
      "end_time": 3974730.0,
      "text": "tilt in and out of the picture plane. So by pushing the ear down a little bit lower I’m"
    },
    {
      "index": 579,
      "start_time": 3974730.0,
      "end_time": 3981740.0,
      "text": "going to exaggerate it here. We’ll see this better when we get some reference and we do"
    },
    {
      "index": 580,
      "start_time": 3981740.0,
      "end_time": 3988010.0,
      "text": "more sophisticated versions of these things. But for now this is as far as we’re going"
    },
    {
      "index": 581,
      "start_time": 3988010.0,
      "end_time": 3992580.0,
      "text": "to take it. There is that kind of stuff. Again, I’ll help you work that out more carefully"
    },
    {
      "index": 582,
      "start_time": 3992580.0,
      "end_time": 3995800.0,
      "text": "later, but just so you can see in context."
    },
    {
      "index": 583,
      "start_time": 3995800.0,
      "end_time": 4005651.0,
      "text": "Notice how we have the ear, less than an ear away from the chin, or even let’s say a"
    },
    {
      "index": 584,
      "start_time": 4005650.0,
      "end_time": 4011670.0,
      "text": "full ear away from the chin. Here we have an ear and a half or an ear and two-thirds"
    },
    {
      "index": 585,
      "start_time": 4011670.0,
      "end_time": 4021959.0,
      "text": "from the top of the head. That wasn’t true here. We were very close here. So as the ear"
    },
    {
      "index": 586,
      "start_time": 4021960.0,
      "end_time": 4027720.0,
      "text": "gets lower we start to get on top of it. You can see it right here. Here’s my ear somewhere"
    },
    {
      "index": 587,
      "start_time": 4027720.0,
      "end_time": 4034171.0,
      "text": "in the middle. Now as I do this the chin is receding so the ear is getting closer to the"
    },
    {
      "index": 588,
      "start_time": 4034170.0,
      "end_time": 4040439.0,
      "text": "bottom of the head structure, and the skull is coming and revealing more and so we’re"
    },
    {
      "index": 589,
      "start_time": 4040440.0,
      "end_time": 4049000.0,
      "text": "getting visually more mass on top. And then, of course, the reverse would be true. Push"
    },
    {
      "index": 590,
      "start_time": 4049000.0,
      "end_time": 4056860.0,
      "text": "the head down. We’re on top of the head just we’re on top of a tube. Push the head"
    },
    {
      "index": 591,
      "start_time": 4056860.0,
      "end_time": 4069990.0,
      "text": "up. I’m sorry, push the ear up. It’s going to make us feel like we are underneath the head."
    },
    {
      "index": 592,
      "start_time": 4069990.0,
      "end_time": 4084290.0,
      "text": "Again, I’ll show you subtleties of this at a later time. I’m just putting them in"
    },
    {
      "index": 593,
      "start_time": 4084290.0,
      "end_time": 4090430.0,
      "text": "now so you can really clearly visualize what I’m saying. Notice when you lay in these"
    },
    {
      "index": 594,
      "start_time": 4090430.0,
      "end_time": 4098771.0,
      "text": "very simple shapes sometimes you have to modify them to make them ring true for that particular"
    },
    {
      "index": 595,
      "start_time": 4098770.0000000005,
      "end_time": 4104420.0000000005,
      "text": "dynamic position. In the simpler positions we can do simpler shapes in more dynamic positions."
    },
    {
      "index": 596,
      "start_time": 4104420.0,
      "end_time": 4109690.0,
      "text": "It’s a difference between looking at a box or looking at a box. In the more dynamic positions"
    },
    {
      "index": 597,
      "start_time": 4109689.9999999995,
      "end_time": 4114459.9999999995,
      "text": "we have to articulate those shapes a little more carefully. You might find you need to"
    },
    {
      "index": 598,
      "start_time": 4114460.0,
      "end_time": 4120230.0,
      "text": "lift a little bit. You need to square out a little bit. Notice also we can conceive"
    },
    {
      "index": 599,
      "start_time": 4120229.9999999995,
      "end_time": 4126349.9999999995,
      "text": "of this as a boxy form. I’m going to make it very simple here. Again, I’ll describe"
    },
    {
      "index": 600,
      "start_time": 4126350.0000000005,
      "end_time": 4132710.0000000005,
      "text": "and explain that structural stuff later, but we can make it rather boxy. So the ear can"
    },
    {
      "index": 601,
      "start_time": 4132710.0,
      "end_time": 4143020.0,
      "text": "be on the side of the box. And the features could be on the front of the box. The ear"
    },
    {
      "index": 602,
      "start_time": 4143020.0000000005,
      "end_time": 4154359.0000000005,
      "text": "can be on the side of the box, and all the other features are on the front of the box."
    },
    {
      "index": 603,
      "start_time": 4154359.9999999995,
      "end_time": 4162990.9999999995,
      "text": "Or we can have it as a tubular idea. We can conceive of this, we’re underneath not a"
    },
    {
      "index": 604,
      "start_time": 4162990.0,
      "end_time": 4180819.0,
      "text": "box but a tubular idea. And the ear is on the side of the tube and the rest of the features"
    },
    {
      "index": 605,
      "start_time": 4180819.9999999995,
      "end_time": 4193440.9999999995,
      "text": "are on the front of the tube like so. Front of the tube. Notice what I’m doing here."
    },
    {
      "index": 606,
      "start_time": 4193439.9999999995,
      "end_time": 4198960.0,
      "text": "Just generically I’m going to make the eyebrow line, specifically the arch of the eyebrow,"
    },
    {
      "index": 607,
      "start_time": 4198960.0,
      "end_time": 4202670.0,
      "text": "the height of the ear. That’s not going to be true for every model or even most models,"
    },
    {
      "index": 608,
      "start_time": 4202670.0,
      "end_time": 4207310.0,
      "text": "but it’s roughly true. Oftentimes the ear will be close to the eyeline, but I love those"
    },
    {
      "index": 609,
      "start_time": 4207310.0,
      "end_time": 4213090.0,
      "text": "arching eyebrows. We’ll see this when we get into more sophisticated structure. If"
    },
    {
      "index": 610,
      "start_time": 4213090.0,
      "end_time": 4219430.0,
      "text": "I use the eyebrow line to the ear I have a natural construction line, whether I’m doing"
    },
    {
      "index": 611,
      "start_time": 4219430.0,
      "end_time": 4229830.0,
      "text": "a tube or a boxy idea, a tube or a boxy idea, notice that this is the eyebrow line and this"
    },
    {
      "index": 612,
      "start_time": 4229830.0,
      "end_time": 4235520.0,
      "text": "is the movement of the ear. It can be a rounder conception or a squarer conception. Here are"
    },
    {
      "index": 613,
      "start_time": 4235520.0,
      "end_time": 4243270.0,
      "text": "the eyes. Here is the nose. We’ll talk about how to do that. Here’s the mouth, the chin."
    },
    {
      "index": 614,
      "start_time": 4243270.0,
      "end_time": 4250940.0,
      "text": "Notice that now I have to flesh out my skull or hairstyle to make it ring true. There is"
    },
    {
      "index": 615,
      "start_time": 4250940.0,
      "end_time": 4261480.0,
      "text": "a square conception. There’s the rounder conception. Chin is on the bottom of the tube,"
    },
    {
      "index": 616,
      "start_time": 4261480.0,
      "end_time": 4270100.0,
      "text": "or the chin is on the bottom of the box. Take your pick. Of course, we could do it egg like."
    },
    {
      "index": 617,
      "start_time": 4270100.0,
      "end_time": 4288190.0,
      "text": "We could do eyebrow line to ear high line. Nose, mouth, chin. Adjust that jaw line. Again,"
    },
    {
      "index": 618,
      "start_time": 4288190.0,
      "end_time": 4294290.0,
      "text": "make sure that you’re getting enough skull there. Oftentimes you have to add a little"
    },
    {
      "index": 619,
      "start_time": 4294290.0,
      "end_time": 4297280.0,
      "text": "skull on these things. Add a little skull or refine the skull."
    },
    {
      "index": 620,
      "start_time": 4297280.0,
      "end_time": 4303500.0,
      "text": "Okay. And then we add the—if it’s more front than side we add the tube. If it’s"
    },
    {
      "index": 621,
      "start_time": 4303500.0,
      "end_time": 4317900.0,
      "text": "ore back than side we add the tube. If it’s more side than front we can do the hourglass"
    },
    {
      "index": 622,
      "start_time": 4317900.0,
      "end_time": 4324310.0,
      "text": "idea. If it’s somewhere in between, three-quarter, you can take your pick; do either one. So"
    },
    {
      "index": 623,
      "start_time": 4324310.0,
      "end_time": 4329580.0,
      "text": "this would work okay doing that too, hourglass in those three quarters. Alright, so that’s"
    },
    {
      "index": 624,
      "start_time": 4329580.0,
      "end_time": 4336710.0,
      "text": "the basic head shape in basic articulating perspective. No deep perspective. We’re"
    },
    {
      "index": 625,
      "start_time": 4336710.0,
      "end_time": 4342060.0,
      "text": "conceiving it as simple forms, simple shapes. It can be a simple shape that’s square,"
    },
    {
      "index": 626,
      "start_time": 4342060.0,
      "end_time": 4346780.0,
      "text": "a simple shapes that’s more tubular, a simple shape that’s very round. It can be a hybrid"
    },
    {
      "index": 627,
      "start_time": 4346780.0,
      "end_time": 4352430.0,
      "text": "of all those things. The choice doesn’t matter as long as it’s simple, yet characteristic"
    },
    {
      "index": 628,
      "start_time": 4352430.0,
      "end_time": 4359330.0,
      "text": "with what we see. It doesn’t depart radically from what we see unless we’re doing a radical"
    },
    {
      "index": 629,
      "start_time": 4359330.0,
      "end_time": 4365000.0,
      "text": "piece of art. We’re going to play very close attention that whatever we do by the end of"
    },
    {
      "index": 630,
      "start_time": 4365000.0,
      "end_time": 4372520.0,
      "text": "it we feel that the skull drifts back as the face drifts down. Skull drips back, face drifts"
    },
    {
      "index": 631,
      "start_time": 4372520.0,
      "end_time": 4377520.0,
      "text": "down. Unless it’s very close to a full front or back view, we’re going to feel that skull"
    },
    {
      "index": 632,
      "start_time": 4377520.0,
      "end_time": 4384190.0,
      "text": "having a motion back that’s distinct. You can think of a parting of the hair. If you"
    },
    {
      "index": 633,
      "start_time": 4384190.0,
      "end_time": 4390930.0,
      "text": "have a hairstyle like this where the part is. The part is going to run along that axis"
    },
    {
      "index": 634,
      "start_time": 4390930.0,
      "end_time": 4393090.0,
      "text": "back into the skull."
    },
    {
      "index": 635,
      "start_time": 4393090.0,
      "end_time": 4398560.0,
      "text": "Alright, there is one last point I want to make here before we move on. If we look at"
    },
    {
      "index": 636,
      "start_time": 4398560.0,
      "end_time": 4404000.0,
      "text": "our skull so we get this idea of our ear, the ear is about right here. Remember the"
    },
    {
      "index": 637,
      "start_time": 4404000.0,
      "end_time": 4409840.0,
      "text": "ear sits right behind the end of the jaw. The jaw sits right in front of the ear. So"
    },
    {
      "index": 638,
      "start_time": 4409840.0,
      "end_time": 4417310.0,
      "text": "this is a sideburn area of the hairline. The ear sits in here. So just watch this little"
    },
    {
      "index": 639,
      "start_time": 4417310.0,
      "end_time": 4425810.0,
      "text": "point or my finger here. As we turn this way you can see how the ear is going to crowd"
    },
    {
      "index": 640,
      "start_time": 4425810.0,
      "end_time": 4433420.0,
      "text": "the face and eventually overlap the face. That was the point we were making earlier."
    },
    {
      "index": 641,
      "start_time": 4433420.0,
      "end_time": 4440190.0,
      "text": "Then as we come back this way the ear is going to—let’s do this for the ear, I guess."
    },
    {
      "index": 642,
      "start_time": 4440190.0,
      "end_time": 4445340.0,
      "text": "The ear is going to crowd the back of the skull and then overlap the back of the skull."
    },
    {
      "index": 643,
      "start_time": 4445340.0,
      "end_time": 4451330.0,
      "text": "So that ear gives us a great landmark for how this turns especially in this back three-quarter"
    },
    {
      "index": 644,
      "start_time": 4451330.0,
      "end_time": 4457710.0,
      "text": "range where we don’t have the features as landmarks. These features are fantastic landmarks"
    },
    {
      "index": 645,
      "start_time": 4457710.0,
      "end_time": 4464840.0,
      "text": "for plotting out the structure, the three-dimensional position of the head. When we get into this"
    },
    {
      "index": 646,
      "start_time": 4464840.0,
      "end_time": 4472900.0,
      "text": "three-quarter back view, back view to the other side, we lose that ammunition. So then"
    },
    {
      "index": 647,
      "start_time": 4472900.0,
      "end_time": 4476910.0,
      "text": "the ear becomes crucial. So there we have it there."
    },
    {
      "index": 648,
      "start_time": 4476910.0,
      "end_time": 4482350.0,
      "text": "Likewise, if we tilt, say this is the top of the ear, as we tilt the head down notice"
    },
    {
      "index": 649,
      "start_time": 4482350.0,
      "end_time": 4489590.0,
      "text": "how the ear is now crowding the bottom of the face visually and moving well away from"
    },
    {
      "index": 650,
      "start_time": 4489590.0,
      "end_time": 4495440.0,
      "text": "the top of the face. So if you draw that ear lower in your skull shape, your sailboat shape"
    },
    {
      "index": 651,
      "start_time": 4495440.0,
      "end_time": 4500820.0,
      "text": "or whatever construction idea you’re using, it’s going to help immediately put that"
    },
    {
      "index": 652,
      "start_time": 4500820.0,
      "end_time": 4508010.0,
      "text": "head in that top orientation. Likewise, if it comes this way and the top of the ear starts"
    },
    {
      "index": 653,
      "start_time": 4508010.0,
      "end_time": 4513750.0,
      "text": "to crowd the top of the head, now we know that getting underneath it. Again, it becomes"
    },
    {
      "index": 654,
      "start_time": 4513750.0,
      "end_time": 4517420.0,
      "text": "a great landmark especially in these positions to show that."
    },
    {
      "index": 655,
      "start_time": 4517420.0,
      "end_time": 4523200.0,
      "text": "So anyway, that little point. Now let’s move on to our master drawings and have some fun."
    },
    {
      "index": 656,
      "start_time": 4523200.0,
      "end_time": 4528690.0,
      "text": "Okay, now we have our old masters to look at. We have Hans Holbein on the left and Raphael"
    },
    {
      "index": 657,
      "start_time": 4528690.0,
      "end_time": 4536470.0,
      "text": "on the right. If we look at the Holbein you can see the egg. Notice we have a hat here"
    },
    {
      "index": 658,
      "start_time": 4536470.0,
      "end_time": 4548440.0,
      "text": "and so the skull is up in here. If I draw that basic egg shape we’d see the hat is"
    },
    {
      "index": 659,
      "start_time": 4548440.0,
      "end_time": 4554880.0,
      "text": "up here. Remember, when we do the egg shape, though, it’s going to be much more accurate"
    },
    {
      "index": 660,
      "start_time": 4554880.0,
      "end_time": 4564810.0,
      "text": "to what we’re after if we make that egg shape a little fatter at the top, more of"
    },
    {
      "index": 661,
      "start_time": 4564810.0,
      "end_time": 4576330.0,
      "text": "a true chicken egg rather than an ellipse. We can do that. Or, we could make it more"
    },
    {
      "index": 662,
      "start_time": 4576330.0,
      "end_time": 4584600.0,
      "text": "of a capsule shape, which means flat on the sides. Notice if we look towards the hairline."
    },
    {
      "index": 663,
      "start_time": 4584600.0,
      "end_time": 4594810.0,
      "text": "I’m going to modify the hairline just slightly down into the lower jaw. You can feel that"
    },
    {
      "index": 664,
      "start_time": 4594810.0,
      "end_time": 4602850.0,
      "text": "kind of flattening there. The problem with that is, let’s go back again. Let me get"
    },
    {
      "index": 665,
      "start_time": 4602850.0,
      "end_time": 4610670.0,
      "text": "that color back. The problem with that is she’s got those wonderful cheekbones. So"
    },
    {
      "index": 666,
      "start_time": 4610670.0,
      "end_time": 4617790.0,
      "text": "what I’m looking for is a simple shape, egg or capsule, but the most characteristic."
    },
    {
      "index": 667,
      "start_time": 4617790.0,
      "end_time": 4633670.0,
      "text": "And so I want the sense of those fine cheekbones popping out. Let’s do it this way. And so"
    },
    {
      "index": 668,
      "start_time": 4633670.0,
      "end_time": 4643590.0,
      "text": "maybe the bulging egg. You might even modify further."
    },
    {
      "index": 669,
      "start_time": 4643590.0,
      "end_time": 4651580.0,
      "text": "Notice with this particular character we could modify. Maybe we use more of a diamond shape"
    },
    {
      "index": 670,
      "start_time": 4651580.0,
      "end_time": 4658850.0,
      "text": "to show off those cheekbones. Again, watch that the diamond doesn’t distort and lose"
    },
    {
      "index": 671,
      "start_time": 4658850.0,
      "end_time": 4664120.0,
      "text": "the mass of the skull, but maybe through the hairline we put a little diamond shape inside"
    },
    {
      "index": 672,
      "start_time": 4664120.0,
      "end_time": 4670790.0,
      "text": "the egg. Notice that it’s simply a characteristic, and there is a nice range of variations we"
    },
    {
      "index": 673,
      "start_time": 4670790.0,
      "end_time": 4678740.0,
      "text": "can do. We can modify that shape. It can be elliptical. It can be capsule-like. It can"
    },
    {
      "index": 674,
      "start_time": 4678740.0,
      "end_time": 4688170.0,
      "text": "be egg-shaped. It has a fatter end and a more narrow end. It can be more diamond shaped"
    },
    {
      "index": 675,
      "start_time": 4688170.0,
      "end_time": 4693150.0,
      "text": "and more and more and more. Lots of choices there. Round on the top, square on the bottom."
    },
    {
      "index": 676,
      "start_time": 4693150.0,
      "end_time": 4697270.0,
      "text": "You have lots of ways to go. As long as it is simple, yet characteristic you choose."
    },
    {
      "index": 677,
      "start_time": 4697270.0,
      "end_time": 4705510.0,
      "text": "And if you’re doing refined heads, portraiture or trying to bring in personality rather than"
    },
    {
      "index": 678,
      "start_time": 4705510.0,
      "end_time": 4713560.0,
      "text": "a generic sense of an A-head but a personality head, then you’d want to modify those shapes."
    },
    {
      "index": 679,
      "start_time": 4713560.0,
      "end_time": 4717730.0,
      "text": "Simple, yet characteristic. You want to stay nimble with that."
    },
    {
      "index": 680,
      "start_time": 4717730.0,
      "end_time": 4725800.0,
      "text": "If we look at the Raphael it’s chubbier features. So the egg is fuller and rounder"
    },
    {
      "index": 681,
      "start_time": 4725800.0,
      "end_time": 4734170.0,
      "text": "and more—a little bigger here—and more characteristically a classic egg. Whereas"
    },
    {
      "index": 682,
      "start_time": 4734170.0,
      "end_time": 4743250.0,
      "text": "on the Holbein we could argue for a rather square-ish bottom here because of that strong"
    },
    {
      "index": 683,
      "start_time": 4743250.0,
      "end_time": 4750250.0,
      "text": "jaw of this woman. But with the Raphael that’s the case. We’re going in, of course, for"
    },
    {
      "index": 684,
      "start_time": 4750250.0,
      "end_time": 4758730.0,
      "text": "the little baby here too. We’re going for that nice simple and much more true egg shape."
    },
    {
      "index": 685,
      "start_time": 4758730.0,
      "end_time": 4766810.0,
      "text": "In any of these cases there is great subtle variations of the final contour. It wobbles,"
    },
    {
      "index": 686,
      "start_time": 4766810.0,
      "end_time": 4772380.0,
      "text": "bumps, sharpens up, smoothes out, does all those different things that a contour is going"
    },
    {
      "index": 687,
      "start_time": 4772380.0,
      "end_time": 4779050.0,
      "text": "to do, but that’s in the finished stage. So again, we’re making it simple, yet characteristic."
    },
    {
      "index": 688,
      "start_time": 4779050.0,
      "end_time": 4786960.0,
      "text": "As I’ve done the Raphael, the mother and child, we can see then simple construction"
    },
    {
      "index": 689,
      "start_time": 4786960.0,
      "end_time": 4798370.0,
      "text": "lines show us the center line, the eyeline, the eyebrow line, the hairline, the line of"
    },
    {
      "index": 690,
      "start_time": 4798370.0,
      "end_time": 4812030.0,
      "text": "the nose and the chin. Darken that up for us a little bit. And so we can break that"
    },
    {
      "index": 691,
      "start_time": 4812030.0,
      "end_time": 4819150.0,
      "text": "basic idea down in proportion, just a general generic proportion about halfway."
    },
    {
      "index": 692,
      "start_time": 4819150.0,
      "end_time": 4825040.0,
      "text": "In this case it’s not quite true. Let’s put it down there. It’s a little more than"
    },
    {
      "index": 693,
      "start_time": 4825040.0,
      "end_time": 4831430.0,
      "text": "halfway on top. The top is catching more and the bottom is a little less. And with the"
    },
    {
      "index": 694,
      "start_time": 4831430.0,
      "end_time": 4840420.0,
      "text": "hairstyle it’s even more exaggerated. But she is actually, the position of this head"
    },
    {
      "index": 695,
      "start_time": 4840420.0,
      "end_time": 4847080.0,
      "text": "is actually slightly underneath us. She’s tilting forward. So if we put a bucket on"
    },
    {
      "index": 696,
      "start_time": 4847080.0,
      "end_time": 4854330.0,
      "text": "her head, we’d be on top of the bucket that way. So that means if we were to draw our"
    },
    {
      "index": 697,
      "start_time": 4854330.0,
      "end_time": 4860190.0,
      "text": "construction line that would stay the same. This line, of course, then would turn this"
    },
    {
      "index": 698,
      "start_time": 4860190.0,
      "end_time": 4873170.0,
      "text": "way. And so the eyes are on a slight arc moving over. And as we find that tilt with the ears"
    },
    {
      "index": 699,
      "start_time": 4873170.0,
      "end_time": 4879060.0,
      "text": "and such then we’re losing at it moves down into the paper, we’re losing a little bit"
    },
    {
      "index": 700,
      "start_time": 4879060.0,
      "end_time": 4884810.0,
      "text": "of face at the lower end. It’s getting a little shorter. Head is coming up over the"
    },
    {
      "index": 701,
      "start_time": 4884810.0,
      "end_time": 4891470.0,
      "text": "top towards us. We’re getting a little bit greater lift of head. Notice that what I drew"
    },
    {
      "index": 702,
      "start_time": 4891470.0,
      "end_time": 4900290.0,
      "text": "here is a more exaggerated version than what our friend Raphael has done, and that adds"
    },
    {
      "index": 703,
      "start_time": 4900290.0,
      "end_time": 4907020.0,
      "text": "even more skull to the view. This one has more skull. This has less skull. This has"
    },
    {
      "index": 704,
      "start_time": 4907020.0,
      "end_time": 4913060.0,
      "text": "much less face and this a little more. Here is an exaggerated version of the slight tilt"
    },
    {
      "index": 705,
      "start_time": 4913060.0,
      "end_time": 4921410.0,
      "text": "here. This is a slight tilt compared to this one which is perfectly straight on and formal."
    },
    {
      "index": 706,
      "start_time": 4921410.0,
      "end_time": 4928620.0,
      "text": "Notice that even the craftsmanship brings this up, but just in terms of design, when"
    },
    {
      "index": 707,
      "start_time": 4928620.0,
      "end_time": 4942170.0,
      "text": "we have a very formal pose like this, notice what it does to the feel of the piece. Notice"
    },
    {
      "index": 708,
      "start_time": 4942170.0,
      "end_time": 4947400.0,
      "text": "how this is more distant. Now, she has that character, but that’s one of the reasons"
    },
    {
      "index": 709,
      "start_time": 4947400.0,
      "end_time": 4952650.0,
      "text": "he chose this front view. She’s very formal and standoff-ish, whereas this is a mother"
    },
    {
      "index": 710,
      "start_time": 4952650.0,
      "end_time": 4961310.0,
      "text": "who has great empathy. So we feel that empathy and we’re drawn into it. So the slight tilt"
    },
    {
      "index": 711,
      "start_time": 4961310.0,
      "end_time": 4968790.0,
      "text": "of the head off axis and the slight tilt of the head into the picture plane adds to that"
    },
    {
      "index": 712,
      "start_time": 4968790.0,
      "end_time": 4976880.0,
      "text": "intimacy and that informal or compassionate view. Then this little baby is doing what"
    },
    {
      "index": 713,
      "start_time": 4976880.0,
      "end_time": 4983170.0,
      "text": "he is doing this way. Those baby proportions would have an effect that we’ll save for"
    },
    {
      "index": 714,
      "start_time": 4983170.0,
      "end_time": 4989540.0,
      "text": "another day. Once again, always a big danger when we’re drawing this egg-like, capsule-like"
    },
    {
      "index": 715,
      "start_time": 4989540.0,
      "end_time": 4998820.0,
      "text": "constructions of the head. Notice that on this mother figure here I drew the egg without"
    },
    {
      "index": 716,
      "start_time": 4998820.0,
      "end_time": 5009980.0,
      "text": "enough skull. So the skull would really be out here, a fuller egg this way. And so really"
    },
    {
      "index": 717,
      "start_time": 5009980.0,
      "end_time": 5014760.0,
      "text": "pay attention to that. It’s a real killer for your drawing if you don’t give that"
    },
    {
      "index": 718,
      "start_time": 5014760.0,
      "end_time": 5020240.0,
      "text": "fullness of that skull. It loses character. If you’re doing a cartoon or something that"
    },
    {
      "index": 719,
      "start_time": 5020240.0,
      "end_time": 5026630.0,
      "text": "could play into the style actually, but in realism you’ve got to feel that full skull."
    },
    {
      "index": 720,
      "start_time": 5026630.0,
      "end_time": 5030150.0,
      "text": "Usually you’re saved even if you screw up your construction. Even if I had stuck with"
    },
    {
      "index": 721,
      "start_time": 5030150.0,
      "end_time": 5035380.0,
      "text": "that original construction, by the time we add the hair, the mass of the hair on there,"
    },
    {
      "index": 722,
      "start_time": 5035380.0,
      "end_time": 5042900.0,
      "text": "that’s going to cover that mistake. But still, we want to see it as a truism."
    },
    {
      "index": 723,
      "start_time": 5042900.0,
      "end_time": 5048460.0,
      "text": "So basically we’re going to draw the egg of the head or whatever simple shape, the"
    },
    {
      "index": 724,
      "start_time": 5048460.0,
      "end_time": 5057110.0,
      "text": "egg of the head. Then we’re going to draw a T, center line, center line, eyeline. That’s"
    },
    {
      "index": 725,
      "start_time": 5057110.0,
      "end_time": 5062690.0,
      "text": "going to split it halves. Two haves here, two halves here. More or less, give or take"
    },
    {
      "index": 726,
      "start_time": 5062690.0,
      "end_time": 5068780.0,
      "text": "the dynamic position of the head. Give or take the portraiture, the personality, the"
    },
    {
      "index": 727,
      "start_time": 5068780.0,
      "end_time": 5076190.0,
      "text": "quirky proportions to the head, but a halfway point. Then we’re going to build off that."
    },
    {
      "index": 728,
      "start_time": 5076190.0,
      "end_time": 5086520.0,
      "text": "Notice that the band of the hat here acts pretty much as our hairline. And so if we"
    },
    {
      "index": 729,
      "start_time": 5086520.0,
      "end_time": 5099080.0,
      "text": "break it down into hairline and eyebrow line, eyebrow line to nose line, nose line to mouth"
    },
    {
      "index": 730,
      "start_time": 5099080.0,
      "end_time": 5107910.0,
      "text": "to chin. Those end up being about thirds. Now if you’ve got a more dynamic, dramatic,"
    },
    {
      "index": 731,
      "start_time": 5107910.0,
      "end_time": 5113770.0,
      "text": "heroic figure you can actually go up to the top of the head, which would be the top of"
    },
    {
      "index": 732,
      "start_time": 5113770.0,
      "end_time": 5118830.0,
      "text": "the skull minus the hairstyle and do thirds down, fuller nose, and that’s actually truer"
    },
    {
      "index": 733,
      "start_time": 5118830.0,
      "end_time": 5124520.0,
      "text": "in this case. Then the chin, despite its strength, chin and jaw is a little less so because it’s"
    },
    {
      "index": 734,
      "start_time": 5124520.0,
      "end_time": 5130650.0,
      "text": "a woman, more heroic character especially if it’s a male, mature male, it’d be down"
    },
    {
      "index": 735,
      "start_time": 5130650.0,
      "end_time": 5135810.0,
      "text": "here and you can break the thirds. But, typically, on a realistic figure if you’re not trying"
    },
    {
      "index": 736,
      "start_time": 5135810.0,
      "end_time": 5143210.0,
      "text": "to stylize heroism into the mix you go from hairline to eyebrow line to nose line to chin,"
    },
    {
      "index": 737,
      "start_time": 5143210.0,
      "end_time": 5149180.0,
      "text": "and that’s your thirds. eyeline is below there, and that’s your halfway point. Top"
    },
    {
      "index": 738,
      "start_time": 5149180.0,
      "end_time": 5152920.0,
      "text": "of the head to eyeline, eyeline to chin."
    },
    {
      "index": 739,
      "start_time": 5152920.0,
      "end_time": 5161440.0,
      "text": "Alright, here we have Piazetta in a more or less perfect profile, somewhere around that."
    },
    {
      "index": 740,
      "start_time": 5161440.0,
      "end_time": 5167710.0,
      "text": "Let’s look at this from a couple of different ways. Notice the strong line here. We want"
    },
    {
      "index": 741,
      "start_time": 5167710.0,
      "end_time": 5175370.0,
      "text": "to be careful of that. What I really want is the line of the face. I’m cutting off"
    },
    {
      "index": 742,
      "start_time": 5175370.0,
      "end_time": 5180270.0,
      "text": "the features. Specifically, we’ll see this more clearly when we get into the placement"
    },
    {
      "index": 743,
      "start_time": 5180270.0,
      "end_time": 5185890.0,
      "text": "of the features and all their various structures, I want to go where the forehead, more or less,"
    },
    {
      "index": 744,
      "start_time": 5185890.0,
      "end_time": 5193960.0,
      "text": "where the forehead bumps into the nose right there and where the lips bump into the chin"
    },
    {
      "index": 745,
      "start_time": 5193960.0,
      "end_time": 5199080.0,
      "text": "right there. So these two points ending up somewhere near the hairline. Of course, that"
    },
    {
      "index": 746,
      "start_time": 5199080.0,
      "end_time": 5204250.0,
      "text": "can change radically depending on the recession. It can be anything close to that. It doesn’t"
    },
    {
      "index": 747,
      "start_time": 5204250.0,
      "end_time": 5210100.0,
      "text": "have to be right on the money but in there. That’s the gesture of the face going down"
    },
    {
      "index": 748,
      "start_time": 5210100.0,
      "end_time": 5216260.0,
      "text": "that I’m going to build my structure, my mask on. The gesture of the skull going back,"
    },
    {
      "index": 749,
      "start_time": 5216260.0,
      "end_time": 5221730.0,
      "text": "I don’t want to go down this way and make that more or less a right angle. What I wanted"
    },
    {
      "index": 750,
      "start_time": 5221730.0,
      "end_time": 5228090.0,
      "text": "to do is rise up and back. It actually does, just the drawing fools us for a moment. So"
    },
    {
      "index": 751,
      "start_time": 5228090.0,
      "end_time": 5237000.0,
      "text": "it goes up this way. Notice how that opens up there. That angle opens up a little bit"
    },
    {
      "index": 752,
      "start_time": 5237000.0,
      "end_time": 5244380.0,
      "text": "from a right angle. If we were to do that sailboat shape it’d be here or here."
    },
    {
      "index": 753,
      "start_time": 5244380.0,
      "end_time": 5247680.0,
      "text": "Anywhere in there is fine."
    },
    {
      "index": 754,
      "start_time": 5247680.0,
      "end_time": 5257770.0,
      "text": "If it were to be the egg shapes—let’s just bring this right back. You could actually,"
    },
    {
      "index": 755,
      "start_time": 5257770.0,
      "end_time": 5267280.0,
      "text": "if you wanted to, start with the egg of the skull I here, down in here. Anywhere in this"
    },
    {
      "index": 756,
      "start_time": 5267280.0,
      "end_time": 5278380.0,
      "text": "range is good. Then you come right off that egg, again down to your construction or your"
    },
    {
      "index": 757,
      "start_time": 5278380.0,
      "end_time": 5285950.0,
      "text": "gesture line for the face. So this is an egg that has an axis going back, but notice the"
    },
    {
      "index": 758,
      "start_time": 5285950.0,
      "end_time": 5291150.0,
      "text": "way I drew it, it’s actually going back and up a little bit. Again, it implies that"
    },
    {
      "index": 759,
      "start_time": 5291150.0,
      "end_time": 5299950.0,
      "text": "opening up of that angle. Let’s make a clearer point of that. Look what happens if I go the"
    },
    {
      "index": 760,
      "start_time": 5299950.0,
      "end_time": 5321290.0,
      "text": "other way like that. It destroys the structure of the skull. That’s bad news there. Or"
    },
    {
      "index": 761,
      "start_time": 5321290.0,
      "end_time": 5327970.0,
      "text": "if we had the face coming down and the skull shape doing this. We’ll see a Raphael towards"
    },
    {
      "index": 762,
      "start_time": 5327970.0,
      "end_time": 5332870.0,
      "text": "the end of our little series here, and it suggests this. We have to be, we have to look"
    },
    {
      "index": 763,
      "start_time": 5332870.0,
      "end_time": 5339170.0,
      "text": "past a glance to see what he’s doing there. But if we do that, where this is drifting"
    },
    {
      "index": 764,
      "start_time": 5339170.0,
      "end_time": 5345220.0,
      "text": "down, it destroys the skull. You don’t have enough brains in there to be a functioning"
    },
    {
      "index": 765,
      "start_time": 5345220.0,
      "end_time": 5352030.0,
      "text": "human being when you do that. So we don’t want to do that. We want it to open up. Then"
    },
    {
      "index": 766,
      "start_time": 5352030.0,
      "end_time": 5362560.0,
      "text": "we can come off that back of the skull this way and do a modified triangle, or as we said"
    },
    {
      "index": 767,
      "start_time": 5362560.0,
      "end_time": 5371790.0,
      "text": "before we can use a simplified hairline in front of the ear and over to the chin down"
    },
    {
      "index": 768,
      "start_time": 5371790.0,
      "end_time": 5386490.0,
      "text": "here and feel the mask of the face, that mask here."
    },
    {
      "index": 769,
      "start_time": 5386490.0,
      "end_time": 5387160.0,
      "text": "Notice how the ear sits right in the center."
    },
    {
      "index": 770,
      "start_time": 5387160.0,
      "end_time": 5392750.0,
      "text": "Now he’s just barely turning away from us, and so that ear is crowding just a little"
    },
    {
      "index": 771,
      "start_time": 5392750.0,
      "end_time": 5398390.0,
      "text": "bit in this case. It varies from person to person and also canon to canon. Each artist"
    },
    {
      "index": 772,
      "start_time": 5398390.0,
      "end_time": 5405470.0,
      "text": "and art movement will idealize or distort the figure in a certain way, and so that will"
    },
    {
      "index": 773,
      "start_time": 5405470.0,
      "end_time": 5414950.0,
      "text": "play sometimes quite loosely with the facts. In this case we have the ear or the center"
    },
    {
      "index": 774,
      "start_time": 5414950.0,
      "end_time": 5419970.0,
      "text": "of the ear, as I said, right in the middle of the head even without the little bit of"
    },
    {
      "index": 775,
      "start_time": 5419970.0,
      "end_time": 5426500.0,
      "text": "hair lifting up. But anyway, it’s following our idea truly enough, close enough to work"
    },
    {
      "index": 776,
      "start_time": 5426500.0,
      "end_time": 5432360.0,
      "text": "with. Notice how the top of the ear lines up with the eyebrow line. That’s one thing"
    },
    {
      "index": 777,
      "start_time": 5432360.0,
      "end_time": 5439060.0,
      "text": "we want to pick up consistently wherever the eyebrow line is. Usually where the arch of"
    },
    {
      "index": 778,
      "start_time": 5439060.0,
      "end_time": 5444960.0,
      "text": "the eyebrow is we want the ear to be at that or close to that. That’s going to give us"
    },
    {
      "index": 779,
      "start_time": 5444960.0,
      "end_time": 5453060.0,
      "text": "a lot of good material to work with when we get into more dynamic poses as we will in a bit."
    },
    {
      "index": 780,
      "start_time": 5453060.0,
      "end_time": 5458820.0,
      "text": "Notice how the bottom of the ear sits about at the bottom of the nose there. And so the"
    },
    {
      "index": 781,
      "start_time": 5458820.0,
      "end_time": 5467070.0,
      "text": "ear is sitting in that middle third. And by keeping it well away from the top of the skull"
    },
    {
      "index": 782,
      "start_time": 5467070.0,
      "end_time": 5475580.0,
      "text": "and well away from the bottom of the skull, bottom of the chin/face, it gives us that"
    },
    {
      "index": 783,
      "start_time": 5475580.0,
      "end_time": 5482220.0,
      "text": "sense that we’re looking more or less straight on to this figure, maybe slightly on top."
    },
    {
      "index": 784,
      "start_time": 5482220.0,
      "end_time": 5488320.0,
      "text": "So anyway, the placement of the ear in the middle from left to right, in the middle region"
    },
    {
      "index": 785,
      "start_time": 5488320.0,
      "end_time": 5496070.0,
      "text": "from top to bottom, gives us a sense that that’s a solid basic profile."
    },
    {
      "index": 786,
      "start_time": 5496070.0,
      "end_time": 5505590.0,
      "text": "Alright, here’s a Tiepolo. Here you can see the simple construction idea never really"
    },
    {
      "index": 787,
      "start_time": 5505590.0,
      "end_time": 5515080.0,
      "text": "taken any farther. We’ve got mom here with a simple egg shape, but since she’s off"
    },
    {
      "index": 788,
      "start_time": 5515080.0,
      "end_time": 5519020.0,
      "text": "axis, she’s in a three-quarter view, then we’re getting a little bit of the skull"
    },
    {
      "index": 789,
      "start_time": 5519020.0,
      "end_time": 5525960.0,
      "text": "back here. So let’s go back, look at that again and see exactly what our friend is doing"
    },
    {
      "index": 790,
      "start_time": 5525960.0,
      "end_time": 5537670.0,
      "text": "here. There is the center line of those features. Here’s the eyebrow line or eyeline, the"
    },
    {
      "index": 791,
      "start_time": 5537670.0,
      "end_time": 5543010.0,
      "text": "T idea. Notice how when we start getting into these perspectives, we’re starting to get"
    },
    {
      "index": 792,
      "start_time": 5543010.0,
      "end_time": 5552050.0,
      "text": "off axis from a perfect front or a perfect profile then our T starts to get into dynamic"
    },
    {
      "index": 793,
      "start_time": 5552050.0,
      "end_time": 5560550.0,
      "text": "positions. The head is tilting down so the T tilts. We’re underneath and in a three-quarter"
    },
    {
      "index": 794,
      "start_time": 5560550.0,
      "end_time": 5568470.0,
      "text": "view to the eyebrow line and eyeline. The eyebrow and eyeline tilt up, and so that T"
    },
    {
      "index": 795,
      "start_time": 5568470.0,
      "end_time": 5570830.0,
      "text": "throws off into a dynamic position."
    },
    {
      "index": 796,
      "start_time": 5570830.0,
      "end_time": 5577730.0,
      "text": "So let’s look at that one more time. There are several ways we can do this. We can draw"
    },
    {
      "index": 797,
      "start_time": 5577730.0,
      "end_time": 5582340.0,
      "text": "our sailboat shape, and we can take in the whole head. Notice how we’re going back"
    },
    {
      "index": 798,
      "start_time": 5582340.0,
      "end_time": 5593800.0,
      "text": "here. There it is there. Or, we could have started with this center line going back and"
    },
    {
      "index": 799,
      "start_time": 5593800.0,
      "end_time": 5601010.0,
      "text": "then add on a little bit more, or start outside and put the center line. Either way is fine."
    },
    {
      "index": 800,
      "start_time": 5601010.0,
      "end_time": 5606580.0,
      "text": "Then the eyebrow line or eyeline. I usually do the eyebrow line because you get those"
    },
    {
      "index": 801,
      "start_time": 5606580.0,
      "end_time": 5612690.0,
      "text": "arching eyebrows. There is a clear, drawn-in shape of the eyebrow rather than the little"
    },
    {
      "index": 802,
      "start_time": 5612690.0,
      "end_time": 5620620.0,
      "text": "vaguer sense of where the eye is. So I use that to place it and then work off your proportions"
    },
    {
      "index": 803,
      "start_time": 5620620.0,
      "end_time": 5628070.0,
      "text": "from there. The other way we could have done this, of course, is the egg shape. I do not"
    },
    {
      "index": 804,
      "start_time": 5628070.0,
      "end_time": 5633680.0,
      "text": "want to do an egg shape for the whole thing. That’s too crude. That’s simple but not"
    },
    {
      "index": 805,
      "start_time": 5633680.0,
      "end_time": 5639450.0,
      "text": "characteristic. There are two shapes going on here. As soon as we move from a front view"
    },
    {
      "index": 806,
      "start_time": 5639450.0,
      "end_time": 5644900.0,
      "text": "towards a profile or even to a back view, we’re going to see the face shape and the"
    },
    {
      "index": 807,
      "start_time": 5644900.0,
      "end_time": 5656800.0,
      "text": "skull shape, so we need a construction strategy that shows both. So I want the face shape"
    },
    {
      "index": 808,
      "start_time": 5656800.0,
      "end_time": 5664440.0,
      "text": "as a mask. It can be rounder or squarer. His is much rounder. Other artists would make"
    },
    {
      "index": 809,
      "start_time": 5664440.0,
      "end_time": 5670880.0,
      "text": "it squarer. Center line is right through there. Eyebrow line is right there. eyeline if you"
    },
    {
      "index": 810,
      "start_time": 5670880.0,
      "end_time": 5674570.0,
      "text": "wanted that too is right there. Then we’re going to add on a little bit of the egg of"
    },
    {
      "index": 811,
      "start_time": 5674570.0,
      "end_time": 5681450.0,
      "text": "the skull. Notice as soon as we do that we’re getting that gesture down for the face, gesture"
    },
    {
      "index": 812,
      "start_time": 5681450.0,
      "end_time": 5688390.0,
      "text": "back for the skull that we have to have. Let’s look at our little baby character here. Here"
    },
    {
      "index": 813,
      "start_time": 5688390.0,
      "end_time": 5696400.0,
      "text": "we’ve got the face tilting this way, eyebrow line, center line. Sometimes it helps to do"
    },
    {
      "index": 814,
      "start_time": 5696400.0,
      "end_time": 5702110.0,
      "text": "the construction lines first. Sometimes it’s better. Probably usually it’s better to"
    },
    {
      "index": 815,
      "start_time": 5702110.0,
      "end_time": 5714500.0,
      "text": "do the big constructed face, gesture, structure. There it is there. Then we add the center"
    },
    {
      "index": 816,
      "start_time": 5714500.0,
      "end_time": 5722320.0,
      "text": "line on. We end up with that sailboat shape. It’s very pointy. It’s got those corners."
    },
    {
      "index": 817,
      "start_time": 5722320.0,
      "end_time": 5728390.0,
      "text": "So maybe because this is a baby we’re going to start with the egg of the skull first cause"
    },
    {
      "index": 818,
      "start_time": 5728390.0,
      "end_time": 5733420.0,
      "text": "that kind of dominates. We’re in a three-quarter view, and the head is tilted down. So we have"
    },
    {
      "index": 819,
      "start_time": 5733420.0,
      "end_time": 5745320.0,
      "text": "that strong egg shape. Then we add on a rounder mask here, picking up our construction lines"
    },
    {
      "index": 820,
      "start_time": 5745320.0,
      "end_time": 5756460.0,
      "text": "on that like so. The eyes sit in here like that, and you can mark off."
    },
    {
      "index": 821,
      "start_time": 5756460.0,
      "end_time": 5775340.0,
      "text": "Let’s do it one more time. There is the skull shape. Here is the face shape. Here"
    },
    {
      "index": 822,
      "start_time": 5775340.0,
      "end_time": 5781590.0,
      "text": "we can complete it through or leave it open-ended, whichever way is appropriate. Since we don’t"
    },
    {
      "index": 823,
      "start_time": 5781590.0,
      "end_time": 5786050.0,
      "text": "have a hairline, it’s a little easier to imagine it as open-ended maybe. Here is the"
    },
    {
      "index": 824,
      "start_time": 5786050.0,
      "end_time": 5793220.0,
      "text": "center line, eyebrow line in there. You can see a little bit of the ear here. Right there"
    },
    {
      "index": 825,
      "start_time": 5793220.0,
      "end_time": 5795650.0,
      "text": "is a little bit of the ear."
    },
    {
      "index": 826,
      "start_time": 5795650.0,
      "end_time": 5804030.0,
      "text": "Now notice, as you have already have, I’m sure, the simple conception of this. He’s"
    },
    {
      "index": 827,
      "start_time": 5804030.0,
      "end_time": 5808560.0,
      "text": "just breaking down ideas. This is a sketch for a painting, some mural painting that was"
    },
    {
      "index": 828,
      "start_time": 5808560.0,
      "end_time": 5815800.0,
      "text": "going to be up on some high wall or ceiling. Notice that he’s conceiving of this. This"
    },
    {
      "index": 829,
      "start_time": 5815800.0,
      "end_time": 5822750.0,
      "text": "is going to be this beautifully finished realized little baby Jesus, beautifully lit, beautifully"
    },
    {
      "index": 830,
      "start_time": 5822750.0,
      "end_time": 5839450.0,
      "text": "rendered, and he’s just starting this out as an egg. Notice that the  whole conception of that skull if we remove"
    },
    {
      "index": 831,
      "start_time": 5839450.0,
      "end_time": 5846600.0,
      "text": "it from the face construction and from the idea that it is a head, it’s just an egg."
    },
    {
      "index": 832,
      "start_time": 5846600.0,
      "end_time": 5855240.0,
      "text": "If I were to draw just an egg and then light that egg with a light source that’s equivalent"
    },
    {
      "index": 833,
      "start_time": 5855240.0,
      "end_time": 5867070.0,
      "text": "to what we have here it would be very close to that. It would do that or it would do that"
    },
    {
      "index": 834,
      "start_time": 5867070.0,
      "end_time": 5874090.0,
      "text": "or it would do this. It would do some version, give or take a variation of what we see there."
    },
    {
      "index": 835,
      "start_time": 5874090.0,
      "end_time": 5879260.0,
      "text": "And so drawing the basic shadow shape of the forehead throwing the features into shadow"
    },
    {
      "index": 836,
      "start_time": 5879260.0,
      "end_time": 5886760.0,
      "text": "in this case in any way that’s anywhere close to a simple egg on a table is going"
    },
    {
      "index": 837,
      "start_time": 5886760.0,
      "end_time": 5891070.0,
      "text": "to be what we’ll start with. And that’s the secret of making things up out of your"
    },
    {
      "index": 838,
      "start_time": 5891070.0,
      "end_time": 5897090.0,
      "text": "head. That’s a secret of animating things, conceiving things as so simple of an idea"
    },
    {
      "index": 839,
      "start_time": 5897090.0,
      "end_time": 5902610.0,
      "text": "that we can render quite detail on it. We can move it in space. We can redesign it,"
    },
    {
      "index": 840,
      "start_time": 5902610.0,
      "end_time": 5908920.0,
      "text": "re-imagine it into more dynamic, into alien eggs and monstrous eggs and heroic eggs and"
    },
    {
      "index": 841,
      "start_time": 5908920.0,
      "end_time": 5911900.0,
      "text": "all that kind of stuff for design."
    },
    {
      "index": 842,
      "start_time": 5911900.0,
      "end_time": 5920280.0,
      "text": "Let’s go back to our figure one more time of the female. We can see how again the simple"
    },
    {
      "index": 843,
      "start_time": 5920280.0,
      "end_time": 5932840.0,
      "text": "conception of mommy here, the eye sockets marked out give us a clear sense of where"
    },
    {
      "index": 844,
      "start_time": 5932840.0,
      "end_time": 5938610.0,
      "text": "their eyes would be, but not very accurately. It’s just roughly true. This eye over here"
    },
    {
      "index": 845,
      "start_time": 5938610.0,
      "end_time": 5944850.0,
      "text": "maybe drifts out a little too far to the left. The nose gets a little darker here. The nose"
    },
    {
      "index": 846,
      "start_time": 5944850.0,
      "end_time": 5952010.0,
      "text": "is probably a little too short for it. Maybe even the face is a little long, but probably"
    },
    {
      "index": 847,
      "start_time": 5952010.0,
      "end_time": 5957800.0,
      "text": "not when you get the bottom of the chin here and the rest of this is the bottom plane,"
    },
    {
      "index": 848,
      "start_time": 5957800.0,
      "end_time": 5960990.0,
      "text": "the digastric plane in here."
    },
    {
      "index": 849,
      "start_time": 5960990.0,
      "end_time": 5968960.0,
      "text": "But anyway, there are or could be quite a few errors there. We finish that off and maybe"
    },
    {
      "index": 850,
      "start_time": 5968960.0,
      "end_time": 5976170.0,
      "text": "we find should have had a little more skull especially with the cloaked head or the hairstyle."
    },
    {
      "index": 851,
      "start_time": 5976170.0,
      "end_time": 5981520.0,
      "text": "All those little things. It should have been here but it ended up here. It should’ve"
    },
    {
      "index": 852,
      "start_time": 5981520.0,
      "end_time": 5989050.0,
      "text": "been here but it ended up over here. Those little variations aren’t a big deal, and"
    },
    {
      "index": 853,
      "start_time": 5989050.0,
      "end_time": 5994040.0,
      "text": "they’ll be easily corrected as we move on through the drawing. As long as we get a fairly"
    },
    {
      "index": 854,
      "start_time": 5994040.0,
      "end_time": 5998090.0,
      "text": "close approximation it doesn’t have to be perfect. You don’t have to stress out about"
    },
    {
      "index": 855,
      "start_time": 5998090.0,
      "end_time": 6006880.0,
      "text": "that. Simple but characteristic. And as we simplify it and give it basic characteristics,"
    },
    {
      "index": 856,
      "start_time": 6006880.0,
      "end_time": 6010860.0,
      "text": "the variations then don’t matter. Those subtle inaccuracies don’t matter. They can"
    },
    {
      "index": 857,
      "start_time": 6010860.0,
      "end_time": 6017090.0,
      "text": "be corrected or left as a stylization or as a charming variation."
    },
    {
      "index": 858,
      "start_time": 6017090.0,
      "end_time": 6023800.0,
      "text": "Okay, here we have another Raphael. A beautiful head, one of the most famous drawings ever"
    },
    {
      "index": 859,
      "start_time": 6023800.0,
      "end_time": 6029310.0,
      "text": "from the Renaissance. We can see again the simple conception. In fact, if you look at"
    },
    {
      "index": 860,
      "start_time": 6029310.0,
      "end_time": 6035340.0,
      "text": "just the hair you can see the hair itself is rather egg-like isn’t it? You know, we"
    },
    {
      "index": 861,
      "start_time": 6035340.0,
      "end_time": 6046450.0,
      "text": "can feel kind of eggs in here and little eggs in here, the Renaissance curls. A lot of roundness"
    },
    {
      "index": 862,
      "start_time": 6046450.0,
      "end_time": 6054040.0,
      "text": "there. Eggs were huge in the Renaissance because eggs suggested the Christian idea of rebirth."
    },
    {
      "index": 863,
      "start_time": 6054040.0,
      "end_time": 6062550.0,
      "text": "And egg was a potential life coming into the world, and so it was used as a symbol for"
    },
    {
      "index": 864,
      "start_time": 6062550.0,
      "end_time": 6067150.0,
      "text": "the religious painting that these often were. This was a saint in this case, and so it fits"
    },
    {
      "index": 865,
      "start_time": 6067150.0,
      "end_time": 6068690.0,
      "text": "in with that."
    },
    {
      "index": 866,
      "start_time": 6068690.0,
      "end_time": 6075780.0,
      "text": "Let’s go ahead and look for our shapes now. So we have a little bit of a dynamic position."
    },
    {
      "index": 867,
      "start_time": 6075780.0,
      "end_time": 6080320.0,
      "text": "It’s a three-quarter view. That means we’re going to see a lot of face and some skull,"
    },
    {
      "index": 868,
      "start_time": 6080320.0,
      "end_time": 6084930.0,
      "text": "and we’re on top of the view. That means the skull is going to dominate the face so"
    },
    {
      "index": 869,
      "start_time": 6084930.0,
      "end_time": 6091200.0,
      "text": "we’re going to see even more skull and slightly less face. Now, when you get a very difficult"
    },
    {
      "index": 870,
      "start_time": 6091200.0,
      "end_time": 6096620.0,
      "text": "challenging position, and this isn’t extreme. We’ll get into that another chapter, but"
    },
    {
      "index": 871,
      "start_time": 6096620.0,
      "end_time": 6101150.0,
      "text": "it’s extreme enough when we’re starting out to give us trouble, or subtle enough that"
    },
    {
      "index": 872,
      "start_time": 6101150.0,
      "end_time": 6108530.0,
      "text": "if we throw off things a little bit we miss the point of the position, and it goes out"
    },
    {
      "index": 873,
      "start_time": 6108530.0,
      "end_time": 6109810.0,
      "text": "of whack for us."
    },
    {
      "index": 874,
      "start_time": 6109810.0,
      "end_time": 6115810.0,
      "text": "So if we have a difficult position or a difficult shape, something that’s challenging, oftentimes"
    },
    {
      "index": 875,
      "start_time": 6115810.0,
      "end_time": 6121430.0,
      "text": "I’ll go to the construction lines first. Let me just mark this over here so I have"
    },
    {
      "index": 876,
      "start_time": 6121430.0,
      "end_time": 6128690.0,
      "text": "that to sample later. Here is that center line going down here. There is that construction"
    },
    {
      "index": 877,
      "start_time": 6128690.0,
      "end_time": 6135280.0,
      "text": "line, eyebrow line going here, with or without the eyeline. Take your pick. So sometimes"
    },
    {
      "index": 878,
      "start_time": 6135280.0,
      "end_time": 6152790.0,
      "text": "it’s best to start way. Then you can build on that sailboat shape. Notice how far off,"
    },
    {
      "index": 879,
      "start_time": 6152790.0,
      "end_time": 6160400.0,
      "text": "let’s say this is the actual chin without the beard. Notice how far off your constructed"
    },
    {
      "index": 880,
      "start_time": 6160400.0,
      "end_time": 6167680.0,
      "text": "tips mind end up. This should end up pretty nicely within—let’s put it here. Pretty"
    },
    {
      "index": 881,
      "start_time": 6167680.0,
      "end_time": 6173230.0,
      "text": "nicely within the structure. These two tips can stick way out, and we can chop them off"
    },
    {
      "index": 882,
      "start_time": 6173230.0,
      "end_time": 6186200.0,
      "text": "later. Let’s do that again here. This can come out here. We can chop it off later like"
    },
    {
      "index": 883,
      "start_time": 6186200.0,
      "end_time": 6199800.0,
      "text": "so, just nip off those ends if we feel the need like that. So a sailboat shape or—we"
    },
    {
      "index": 884,
      "start_time": 6199800.0,
      "end_time": 6204330.0,
      "text": "always have several choices as long as it’s simple yet characteristic. Let’s say I’m"
    },
    {
      "index": 885,
      "start_time": 6204330.0,
      "end_time": 6211170.0,
      "text": "okay with not putting in the center line. I’m going to draw the mask of the face first."
    },
    {
      "index": 886,
      "start_time": 6211170.0,
      "end_time": 6217950.0,
      "text": "I’m going to draw the simplified far side of the face. I’m going to draw the simplified"
    },
    {
      "index": 887,
      "start_time": 6217950.0,
      "end_time": 6225150.0,
      "text": "cheer into the jaw line in front of the ear. I’m going to draw a simplified hairline."
    },
    {
      "index": 888,
      "start_time": 6225150.0,
      "end_time": 6230920.0,
      "text": "So just like it was a cut-out Halloween mask I’m going to conceive it of that. This is"
    },
    {
      "index": 889,
      "start_time": 6230920.0,
      "end_time": 6235650.0,
      "text": "going to get totally lost in this case in those bangs. But that’s okay, I need a shape"
    },
    {
      "index": 890,
      "start_time": 6235650.0,
      "end_time": 6241590.0,
      "text": "to work with. I could come way down here, but it’s nice if I can canonize my proportions"
    },
    {
      "index": 891,
      "start_time": 6241590.0,
      "end_time": 6247340.0,
      "text": "especially in the beginning. If I always draw the—probably a little lower here actually—if"
    },
    {
      "index": 892,
      "start_time": 6247340.0,
      "end_time": 6254600.0,
      "text": "I always draw the hairline then I’m seeing a shape of the same proportion give or take"
    },
    {
      "index": 893,
      "start_time": 6254600.0,
      "end_time": 6260060.0,
      "text": "the character of the model and not something that’s radically changing because of an"
    },
    {
      "index": 894,
      "start_time": 6260060.0,
      "end_time": 6267230.0,
      "text": "accident of costuming. Then I can add my center line right on down through. I’m looking"
    },
    {
      "index": 895,
      "start_time": 6267230.0,
      "end_time": 6275630.0,
      "text": "to where the forehead meets the nose and where the lips meet the chin, anywhere in there."
    },
    {
      "index": 896,
      "start_time": 6275630.0,
      "end_time": 6283190.0,
      "text": "If I’m off a little bit that’s okay; I can adjust it later or build around it later."
    },
    {
      "index": 897,
      "start_time": 6283190.0,
      "end_time": 6284820.0,
      "text": "Then it won’t be a problem."
    },
    {
      "index": 898,
      "start_time": 6284820.0,
      "end_time": 6289730.0,
      "text": "So there is my simplified idea. That’s a mask of the face. That’s not enough. We"
    },
    {
      "index": 899,
      "start_time": 6289730.0,
      "end_time": 6297030.0,
      "text": "need to get the shape of the skull. I’m going to look for the shape of the skull without"
    },
    {
      "index": 900,
      "start_time": 6297030.0,
      "end_time": 6303280.0,
      "text": "the fullness of the hair. Notice I have a lot of room for error. I can be down in here,"
    },
    {
      "index": 901,
      "start_time": 6303280.0,
      "end_time": 6308930.0,
      "text": "feel okay. It could be all the way out to the hair, do just fine because the hair will"
    },
    {
      "index": 902,
      "start_time": 6308930.0,
      "end_time": 6318630.0,
      "text": "cover it. I’d like to get fairly accurate, though. Not because the skull matters in this"
    },
    {
      "index": 903,
      "start_time": 6318630.0,
      "end_time": 6324030.0,
      "text": "instance because it will be covered by the hair, but because it will matter oftentimes"
    },
    {
      "index": 904,
      "start_time": 6324030.0,
      "end_time": 6330590.0,
      "text": "in how well I fit that neck in construction. So there is that hourglass idea of the neck."
    },
    {
      "index": 905,
      "start_time": 6330590.0,
      "end_time": 6338980.0,
      "text": "Let’s get rid of this little pinch. We’ll save that for a later structural talk. There"
    },
    {
      "index": 906,
      "start_time": 6338980.0,
      "end_time": 6346730.0,
      "text": "is that hourglass shape. Then I put in the ear at this point because it’s going to"
    },
    {
      "index": 907,
      "start_time": 6346730.0,
      "end_time": 6354030.0,
      "text": "help hide that binding transition between mask of face and hair. It’s going to show"
    },
    {
      "index": 908,
      "start_time": 6354030.0,
      "end_time": 6361030.0,
      "text": "us how they fit together, and in this case—now if we come back and add our construction lines."
    },
    {
      "index": 909,
      "start_time": 6361030.0,
      "end_time": 6364650.0,
      "text": "Maybe we didn’t do the center line. Let’s do the center line. Now let’s do the eyebrow"
    },
    {
      "index": 910,
      "start_time": 6364650.0,
      "end_time": 6372860.0,
      "text": "line. Notice that the center line of the face and the eyebrow line of the features are all"
    },
    {
      "index": 911,
      "start_time": 6372860.0,
      "end_time": 6386900.0,
      "text": "on the front of our shape. So if we continued that around  with a bucket idea. Oops, let me adjust that"
    },
    {
      "index": 912,
      "start_time": 6386900.0,
      "end_time": 6405680.0,
      "text": "a little bit. We put a bucket on the head. Notice that the eyebrow line follows the front,"
    },
    {
      "index": 913,
      "start_time": 6405680.0,
      "end_time": 6411790.0,
      "text": "in this case the right side of the bucket. And the ear, if they’re lined up pretty"
    },
    {
      "index": 914,
      "start_time": 6411790.0,
      "end_time": 6420110.0,
      "text": "well, as they are, follows a left contour, left side of that bucket. Notice in that tilting."
    },
    {
      "index": 915,
      "start_time": 6420110.0,
      "end_time": 6428880.0,
      "text": "Also notice it’s almost always better to screw up the tilt of that bucket by making"
    },
    {
      "index": 916,
      "start_time": 6428880.0,
      "end_time": 6436590.0,
      "text": "it tilt too much. Cause what’s our real problem here. The real problem is to fight"
    },
    {
      "index": 917,
      "start_time": 6436590.0,
      "end_time": 6444530.0,
      "text": "off this flat paper or flat canvas we’re on and give the idea, the illusion of three-dimensional"
    },
    {
      "index": 918,
      "start_time": 6444530.0,
      "end_time": 6449780.0,
      "text": "form of tilt and tips and facing dimensions."
    },
    {
      "index": 919,
      "start_time": 6449780.0,
      "end_time": 6455760.0,
      "text": "So if we know we have to fight that flatness to get the illusion, to the get the idea,"
    },
    {
      "index": 920,
      "start_time": 6455760.0,
      "end_time": 6460950.0,
      "text": "I’d rather overdo the idea a little bit to make it more exciting. If I’m doing a"
    },
    {
      "index": 921,
      "start_time": 6460950.0,
      "end_time": 6466130.0,
      "text": "comedy as a film, as a story, I’d rather it be too funny rather than not funny enough."
    },
    {
      "index": 922,
      "start_time": 6466130.0,
      "end_time": 6472700.0,
      "text": "You can always back off later. But if it’s not funny that’s tough. Tough to fix it"
    },
    {
      "index": 923,
      "start_time": 6472700.0,
      "end_time": 6478430.0,
      "text": "later. So if you’ve got a real flat drawing it’s tough to push into a three-dimensional"
    },
    {
      "index": 924,
      "start_time": 6478430.0,
      "end_time": 6484530.0,
      "text": "form. But if your form is a little too three-dimensional, tilting a little too much, it’s easier to correct."
    },
    {
      "index": 925,
      "start_time": 6484530.0,
      "end_time": 6493610.0,
      "text": "Notice what’s going to happen. When I pick up my—bring this all the way across here."
    },
    {
      "index": 926,
      "start_time": 6493610.0,
      "end_time": 6502610.0,
      "text": "We can take the hairline and let that be roughly the top of the tube. Then notice that tubular"
    },
    {
      "index": 927,
      "start_time": 6502610.0,
      "end_time": 6510170.0,
      "text": "idea starts to break down when we add that skull going back. We don’t get a good sense"
    },
    {
      "index": 928,
      "start_time": 6510170.0,
      "end_time": 6514720.0,
      "text": "of the gesture going back. We don’t get a good sense of how the back of the skull"
    },
    {
      "index": 929,
      "start_time": 6514720.0,
      "end_time": 6523090.0,
      "text": "finishes against the back of the face there. But if we continue that down notice the consistency,"
    },
    {
      "index": 930,
      "start_time": 6523090.0,
      "end_time": 6529450.0,
      "text": "and this is one of the powers of using simple constructed forms. Once you have that construction"
    },
    {
      "index": 931,
      "start_time": 6529450.0,
      "end_time": 6537400.0,
      "text": "conception, the tilt of the bucket, then that is going to carry through on all the features"
    },
    {
      "index": 932,
      "start_time": 6537400.0,
      "end_time": 6545590.0,
      "text": "and affect all the features. Notice how all the features track that same tilted construction"
    },
    {
      "index": 933,
      "start_time": 6545590.0,
      "end_time": 6551150.0,
      "text": "line on the front of our tube. Not the tip of the nose, but from nostril to nostril,"
    },
    {
      "index": 934,
      "start_time": 6551150.0,
      "end_time": 6556239.0,
      "text": "from corner of the mouth to corner of the mouth, or the very front of the lip or front"
    },
    {
      "index": 935,
      "start_time": 6556240.0,
      "end_time": 6562240.0,
      "text": "of the tip of the nose. The eyeline, eyebrow from arch to arch. Bottom of the chin and"
    },
    {
      "index": 936,
      "start_time": 6562240.0,
      "end_time": 6568341.0,
      "text": "even in this case the beard is tracking that."
    },
    {
      "index": 937,
      "start_time": 6568340.0,
      "end_time": 6573930.0,
      "text": "So we have all, and even the bangs, the hairstyle tracks it with whatever little variations"
    },
    {
      "index": 938,
      "start_time": 6573930.0,
      "end_time": 6579030.0,
      "text": "there are. They’re all tracking that same tilt, and that’s what gives that dramatic,"
    },
    {
      "index": 939,
      "start_time": 6579030.0,
      "end_time": 6586130.0,
      "text": "dynamic illusion of that head in that lovely position. The ear is all alone isn’t it?"
    },
    {
      "index": 940,
      "start_time": 6586130.0,
      "end_time": 6591570.0,
      "text": "That’s one of the struggles we’ll have. We have all this feature stuff on the front"
    },
    {
      "index": 941,
      "start_time": 6591570.0,
      "end_time": 6599739.0,
      "text": "of the face to build nice three-dimensional positioning, but we only have the ear on the"
    },
    {
      "index": 942,
      "start_time": 6599740.0,
      "end_time": 6604901.0,
      "text": "side to do it, at least apparently so. We’re going to have to work at that to get that"
    },
    {
      "index": 943,
      "start_time": 6604900.0,
      "end_time": 6612360.0,
      "text": "sense. But eyebrow to ear does a lovely job of beginning the idea of that tilt. Then they’ll"
    },
    {
      "index": 944,
      "start_time": 6612360.0,
      "end_time": 6617100.0,
      "text": "be other things like the jaw line. As it drifts up it’s still giving a sense, an exaggerated"
    },
    {
      "index": 945,
      "start_time": 6617100.0,
      "end_time": 6620800.0,
      "text": "sense, but especially that corner. We get into that a little bit later."
    },
    {
      "index": 946,
      "start_time": 6620800.0,
      "end_time": 6623810.0,
      "text": "But that gives us a sense of that."
    },
    {
      "index": 947,
      "start_time": 6623810.0,
      "end_time": 6635470.0,
      "text": "Notice that we could have drawn this any number of simple ways. We could have drawn and egg"
    },
    {
      "index": 948,
      "start_time": 6635470.0,
      "end_time": 6644150.0,
      "text": "and played all this stuff along the curvature of the egg. Jaw line comes up. Swing all the"
    },
    {
      "index": 949,
      "start_time": 6644150.0,
      "end_time": 6650810.0,
      "text": "way around from the eyebrow line over to the ear. Notice that that egg, though, is exceptionally"
    },
    {
      "index": 950,
      "start_time": 6650810.0,
      "end_time": 6655739.0,
      "text": "unsatisfying for the skull. We’ve cut off all the back of the skull. We’ve left it"
    },
    {
      "index": 951,
      "start_time": 6655740.0,
      "end_time": 6664801.0,
      "text": "out. So we’d want to add another egg going back so we get that drift back and get the"
    },
    {
      "index": 952,
      "start_time": 6664800.0,
      "end_time": 6673000.0,
      "text": "fullness of the back of the skull. Then it accepts our lovely hairstyle there and also"
    },
    {
      "index": 953,
      "start_time": 6673000.0,
      "end_time": 6682170.0,
      "text": "makes for a much more satisfying connection for the neck and body below it."
    },
    {
      "index": 954,
      "start_time": 6682170.0,
      "end_time": 6696820.0,
      "text": "And then we could also make it boxier. We could make it a boxy idea  this way. And then all the features here,"
    },
    {
      "index": 955,
      "start_time": 6696820.0,
      "end_time": 6711570.0,
      "text": "which sat on the front of the box and even the bangs. The ear would be on the side of"
    },
    {
      "index": 956,
      "start_time": 6711570.0,
      "end_time": 6717570.0,
      "text": "the box. And the hair and the skull would sit on the top of the box. Some way we’ll"
    },
    {
      "index": 957,
      "start_time": 6717570.0,
      "end_time": 6722910.0,
      "text": "have to figure out and show the back of the box. We’ve got choices, choices, choices."
    },
    {
      "index": 958,
      "start_time": 6722910.0,
      "end_time": 6728900.0,
      "text": "It’s just a matter of which way you want to go. It’s a great exercise to do as I’m"
    },
    {
      "index": 959,
      "start_time": 6728900.0,
      "end_time": 6736000.0,
      "text": "doing here. Draw those old master drawings, either draw over them digitally or trace over"
    },
    {
      "index": 960,
      "start_time": 6736000.0,
      "end_time": 6742960.0,
      "text": "them with tracing paper and a book or sketch them as you look at them as I’m doing here."
    },
    {
      "index": 961,
      "start_time": 6742960.0,
      "end_time": 6749380.0,
      "text": "Make those determinations. See which way Raphael leaned. Did he tend to use one idea or another?"
    },
    {
      "index": 962,
      "start_time": 6749380.0,
      "end_time": 6753470.0,
      "text": "Did he use all three—tube, box, and ball?"
    },
    {
      "index": 963,
      "start_time": 6753470.0,
      "end_time": 6765000.0,
      "text": "Okay, here’s another Raphael. A more dynamic position. A little baby here, of course. You"
    },
    {
      "index": 964,
      "start_time": 6765000.0,
      "end_time": 6778810.0,
      "text": "can see now here again is that triangle idea here, or since it’s a round baby and the"
    },
    {
      "index": 965,
      "start_time": 6778810.0,
      "end_time": 6784680.0,
      "text": "egg is so important to the Renaissance, we can do as he did. Let the egg dominant. Since"
    },
    {
      "index": 966,
      "start_time": 6784680.0,
      "end_time": 6790000.0,
      "text": "the skull we’re in almost a full profile, and we’re on top of that head. There is"
    },
    {
      "index": 967,
      "start_time": 6790000.0,
      "end_time": 6799090.0,
      "text": "a slight three-quarter move to that profile. And we’re quite strongly on top of the head."
    },
    {
      "index": 968,
      "start_time": 6799090.0,
      "end_time": 6808050.0,
      "text": "You can see how an accident in positioning—this happens oftentimes on an adult or child. When"
    },
    {
      "index": 969,
      "start_time": 6808050.0,
      "end_time": 6816739.0,
      "text": "you get on top of the skull quite a bit the bottom of your constructed skull here gets"
    },
    {
      "index": 970,
      "start_time": 6816740.0,
      "end_time": 6825301.0,
      "text": "very close to your eyebrow line. It gets very close to both cause that skull cap, the mass"
    },
    {
      "index": 971,
      "start_time": 6825300.0,
      "end_time": 6830489.0,
      "text": "of skull is dominating the face in this case. So we feel it there. You’re still going"
    },
    {
      "index": 972,
      "start_time": 6830490.0,
      "end_time": 6838051.0,
      "text": "to want to be very careful on its positioning. You’ll see that quite a bit."
    },
    {
      "index": 973,
      "start_time": 6838050.0,
      "end_time": 6847630.0,
      "text": "And then here is the mask of the face in here like so, and then the ear separates or makes"
    },
    {
      "index": 974,
      "start_time": 6847630.0,
      "end_time": 6854739.0,
      "text": "the transition between those two constructed ideas. Now when you have something very round"
    },
    {
      "index": 975,
      "start_time": 6854740.0,
      "end_time": 6863451.0,
      "text": "like this, especially if it’s in a dynamic position, it can throw things off. Let me"
    },
    {
      "index": 976,
      "start_time": 6863450.0,
      "end_time": 6876010.0,
      "text": "show you what I mean like that. So if I construct this, let’s say I constructed the skull"
    },
    {
      "index": 977,
      "start_time": 6876010.0,
      "end_time": 6881390.0,
      "text": "like this, and I look at that model on the model stand or that photograph on my drawing"
    },
    {
      "index": 978,
      "start_time": 6881390.0,
      "end_time": 6887710.0,
      "text": "board and I see that the eyebrow line really works nicely as the bottom of the skull, and"
    },
    {
      "index": 979,
      "start_time": 6887710.0,
      "end_time": 6894840.0,
      "text": "so I’ve sketched in. But look what happened here. I ended up putting my eye and eyebrow"
    },
    {
      "index": 980,
      "start_time": 6894840.0,
      "end_time": 6911480.0,
      "text": "line here. And it distorts things off. Let’s do this to make it worse. See how distorted"
    },
    {
      "index": 981,
      "start_time": 6911480.0,
      "end_time": 6918430.0,
      "text": "that is? That’s way out of whack. So rather than that, I’ll go ahead and construct it"
    },
    {
      "index": 982,
      "start_time": 6918430.0,
      "end_time": 6923680.0,
      "text": "the same way. I’ll use my eggs because that’s in character. It’s fairly easy to get big,"
    },
    {
      "index": 983,
      "start_time": 6923680.0,
      "end_time": 6930110.0,
      "text": "simple shapes in space. In this case we have that domination of the skull on top of the"
    },
    {
      "index": 984,
      "start_time": 6930110.0,
      "end_time": 6936910.0,
      "text": "face shape like this so it’s almost this kind of idea, you know, overlapping balls"
    },
    {
      "index": 985,
      "start_time": 6936910.0,
      "end_time": 6944550.0,
      "text": "in recession. So all that’s great to show the on-top-of-ness of our problem here."
    },
    {
      "index": 986,
      "start_time": 6944550.0,
      "end_time": 6952989.0,
      "text": "So I go ahead and do that but then I come back and I construct more carefully the end"
    },
    {
      "index": 987,
      "start_time": 6952990.0,
      "end_time": 6963821.0,
      "text": "as a tubular idea or as the egg tilting in the correct position. I look to the nose and"
    },
    {
      "index": 988,
      "start_time": 6963820.0,
      "end_time": 6969650.0,
      "text": "features. Again, the danger of these features are they’re going around the other side"
    },
    {
      "index": 989,
      "start_time": 6969650.0,
      "end_time": 6981870.0,
      "text": "here. Going around the other side and we can’t see the other nostril. We can’t see the"
    },
    {
      "index": 990,
      "start_time": 6981870.0,
      "end_time": 6989620.0,
      "text": "other corner of the lip. And so we see this thing and this thing, and then eyebrow line"
    },
    {
      "index": 991,
      "start_time": 6989620.0,
      "end_time": 6997710.0,
      "text": "and this thing. Notice when I just draw what I see they’re all going in different angles"
    },
    {
      "index": 992,
      "start_time": 6997710.0,
      "end_time": 7004780.0,
      "text": "and it’s going to ruin the cohesion. Remember what we said before. You know, if we think"
    },
    {
      "index": 993,
      "start_time": 7004780.0,
      "end_time": 7012800.0,
      "text": "of it as a tube the hairline, the eyebrow line, the eyeline, the nose line, the mouth,"
    },
    {
      "index": 994,
      "start_time": 7012800.0,
      "end_time": 7020910.0,
      "text": "the chin; all of those track together. They have their own quirkiness. The eyebrows arch."
    },
    {
      "index": 995,
      "start_time": 7020910.0,
      "end_time": 7028950.0,
      "text": "The eyelids maybe droop. The nose sticks out. The mouth changes expression and on and on"
    },
    {
      "index": 996,
      "start_time": 7028950.0,
      "end_time": 7035850.0,
      "text": "and on. But, they’re going to track nicely symmetrically from one side to the other."
    },
    {
      "index": 997,
      "start_time": 7035850.0,
      "end_time": 7041980.0,
      "text": "So, again, let’s look at our Raphael and how to deceptive this can be. We look at these"
    },
    {
      "index": 998,
      "start_time": 7041980.0,
      "end_time": 7048580.0,
      "text": "features. None of them track. And so we think, well, he’s Raphael. He doesn’t make mistakes."
    },
    {
      "index": 999,
      "start_time": 7048580.0,
      "end_time": 7055620.0,
      "text": "I’m going to go ahead and draw what I see. I’m going to draw this and this and this."
    },
    {
      "index": 1000,
      "start_time": 7055620.0,
      "end_time": 7061780.0,
      "text": "And your drawing is not going to look very good. So what Raphael did, and Raphael does"
    },
    {
      "index": 1001,
      "start_time": 7061780.0,
      "end_time": 7068060.0,
      "text": "mistakes but he didn’t make it here. Everybody makes mistakes. In fact, the old masters that"
    },
    {
      "index": 1002,
      "start_time": 7068060.0,
      "end_time": 7074120.0,
      "text": "make mistakes (and they did consistently)we call that their style. They’ve stylized"
    },
    {
      "index": 1003,
      "start_time": 7074120.0,
      "end_time": 7082200.0,
      "text": "the world into a direction that is not exactly real, not true, no photographically true but"
    },
    {
      "index": 1004,
      "start_time": 7082200.0,
      "end_time": 7087750.0,
      "text": "beautifully aesthetically true. Most importantly, whatever they’ve done it’s consistent."
    },
    {
      "index": 1005,
      "start_time": 7087750.0,
      "end_time": 7090250.0,
      "text": "It’s the inconsistencies that screw you up."
    },
    {
      "index": 1006,
      "start_time": 7090250.0,
      "end_time": 7095930.0,
      "text": "So a Picasso might well make them all go off in different directions because Picasso is"
    },
    {
      "index": 1007,
      "start_time": 7095930.0,
      "end_time": 7104690.0,
      "text": "after a different kind of truth, but this character here noticed that the eyebrows do"
    },
    {
      "index": 1008,
      "start_time": 7104690.0,
      "end_time": 7111640.0,
      "text": "track. Here’s the center line. Even though he drew the tip of the nose out and we can’t"
    },
    {
      "index": 1009,
      "start_time": 7111640.0,
      "end_time": 7120210.0,
      "text": "see that other nostril, it would be on this same construction line. It would be over here."
    },
    {
      "index": 1010,
      "start_time": 7120210.0,
      "end_time": 7124800.0,
      "text": "Same with the corner of the mouth. It would be on that same construction line. It would"
    },
    {
      "index": 1011,
      "start_time": 7124800.0,
      "end_time": 7136200.0,
      "text": "be over here and the chin and such too. Go back one more time. Here is that center line"
    },
    {
      "index": 1012,
      "start_time": 7136200.0,
      "end_time": 7144350.0,
      "text": "going down where the forehead meets the nose, where the lips meet the chin. Notice the eyebrow"
    },
    {
      "index": 1013,
      "start_time": 7144350.0,
      "end_time": 7150560.0,
      "text": "lines. He works very hard to tilt that far eyebrow up. In fact, he repeats it with a"
    },
    {
      "index": 1014,
      "start_time": 7150560.0,
      "end_time": 7157400.0,
      "text": "skull cap. Here is the casing of the skull intruding. That little baby skull dominates"
    },
    {
      "index": 1015,
      "start_time": 7157400.0,
      "end_time": 7166560.0,
      "text": "the face in younger critters. Notice how those all track beautifully our construction line."
    },
    {
      "index": 1016,
      "start_time": 7166560.0,
      "end_time": 7178550.0,
      "text": "Let’s bring it over here and just make it a bucket. Notice how the skull tracks back"
    },
    {
      "index": 1017,
      "start_time": 7178550.0,
      "end_time": 7188630.0,
      "text": "up here, here. High line tracks back up or eyebrow line, whichever. Nose goes its own"
    },
    {
      "index": 1018,
      "start_time": 7188630.0,
      "end_time": 7201080.0,
      "text": "way. Lips go its own way. The chin tracks back up. Then we add the big egg of the skull"
    },
    {
      "index": 1019,
      "start_time": 7201080.0,
      "end_time": 7207340.0,
      "text": "there. So back down here, chin tracks back up to that beautifully."
    },
    {
      "index": 1020,
      "start_time": 7207340.0,
      "end_time": 7215830.0,
      "text": "Now, let’s look at the other features that failed us. We can’t get the other nostril,"
    },
    {
      "index": 1021,
      "start_time": 7215830.0,
      "end_time": 7225840.0,
      "text": "but the tip of the nose tracks back up. The lower lid of the eye tracks back up. The lip,"
    },
    {
      "index": 1022,
      "start_time": 7225840.0,
      "end_time": 7231680.0,
      "text": "the kewpie doll curve of the lip even starts to track back up here, and the lower lip tracks"
    },
    {
      "index": 1023,
      "start_time": 7231680.0,
      "end_time": 7241360.0,
      "text": "back up beautifully. Even when the accident of information throws us off at the wrong"
    },
    {
      "index": 1024,
      "start_time": 7241360.0,
      "end_time": 7249060.0,
      "text": "angles he works very hard to find places where we come back to the right angles here and"
    },
    {
      "index": 1025,
      "start_time": 7249060.0,
      "end_time": 7256560.0,
      "text": "here and here. And here and here and here. Even the hairline is tracking that way more"
    },
    {
      "index": 1026,
      "start_time": 7256560.0,
      "end_time": 7266110.0,
      "text": "or less. So it does track beautifully but in a tricky way, in a not quite apparent way"
    },
    {
      "index": 1027,
      "start_time": 7266110.0,
      "end_time": 7272560.0,
      "text": "to begin with. You could even see the tone over here tracking with a cheek contour over"
    },
    {
      "index": 1028,
      "start_time": 7272560.0,
      "end_time": 7276040.0,
      "text": "here. That also tracks back up beautifully."
    },
    {
      "index": 1029,
      "start_time": 7276040.0,
      "end_time": 7280940.0,
      "text": "Alright, so here we have Normal Rockwell. But, of course, there is still going to be"
    },
    {
      "index": 1030,
      "start_time": 7280940.0,
      "end_time": 7284570.0,
      "text": "these drawn truths that we’ve been talking about in the painting, or in a sculpture for"
    },
    {
      "index": 1031,
      "start_time": 7284570.0,
      "end_time": 7293230.0,
      "text": "that matter. We can find them wherever. Norman Rockwell was famous for his characters. Each"
    },
    {
      "index": 1032,
      "start_time": 7293230.0,
      "end_time": 7298830.0,
      "text": "personality, the male or the female, the young or the old, had a clear character to them."
    },
    {
      "index": 1033,
      "start_time": 7298830.0,
      "end_time": 7304989.0,
      "text": "They were middle America and they were personalities and even slightly caricatures he’d play"
    },
    {
      "index": 1034,
      "start_time": 7304990.0,
      "end_time": 7310701.0,
      "text": "up. So when we look at this young boy, for example, we’re going to give a shape to"
    },
    {
      "index": 1035,
      "start_time": 7310700.0,
      "end_time": 7319510.0,
      "text": "him that is specific and different than the shape of the adult who is giving him the lecture."
    },
    {
      "index": 1036,
      "start_time": 7319510.0,
      "end_time": 7331450.0,
      "text": "Notice what our friend Normal here has done. He has centered on a capsule shape. Notice"
    },
    {
      "index": 1037,
      "start_time": 7331450.0,
      "end_time": 7338720.0,
      "text": "it could be a tipped over tube, that bucket idea this way. It’s tilted enough that the"
    },
    {
      "index": 1038,
      "start_time": 7338720.0,
      "end_time": 7348170.0,
      "text": "back of the tube, the tip of the tube there—let’s do it over here—is not exactly right but"
    },
    {
      "index": 1039,
      "start_time": 7348170.0,
      "end_time": 7353750.0,
      "text": "close to the final shape of the skull. He is still giving a little bit more back here"
    },
    {
      "index": 1040,
      "start_time": 7353750.0,
      "end_time": 7360810.0,
      "text": "to give that movement down and back for our skull to face, the gesture of the skull going"
    },
    {
      "index": 1041,
      "start_time": 7360810.0,
      "end_time": 7367460.0,
      "text": "back this way in perspective and the face going down slightly this way in a different"
    },
    {
      "index": 1042,
      "start_time": 7367460.0,
      "end_time": 7374550.0,
      "text": "perspective. But in the linear idea they are almost in the same position."
    },
    {
      "index": 1043,
      "start_time": 7374550.0,
      "end_time": 7382020.0,
      "text": "Anyway, he is picking up a capsule shape, let’s call it. Down here probably. And so"
    },
    {
      "index": 1044,
      "start_time": 7382020.0,
      "end_time": 7390190.0,
      "text": "the very shape, the simplified shape that he chose for the whole head started him out"
    },
    {
      "index": 1045,
      "start_time": 7390190.0,
      "end_time": 7397650.0,
      "text": "simply like any of these choices would have, but more characteristic to his final thoughts,"
    },
    {
      "index": 1046,
      "start_time": 7397650.0,
      "end_time": 7406380.0,
      "text": "to his final goal. And so by picking a shape that is specific, it’s less work. Think"
    },
    {
      "index": 1047,
      "start_time": 7406380.0,
      "end_time": 7411810.0,
      "text": "of it as a sculpture. If we get a capsule shape of clay, that’s going to be a lot"
    },
    {
      "index": 1048,
      "start_time": 7411810.0,
      "end_time": 7418800.0,
      "text": "less work to finish it out than if we got a big perfect spherical shape of clay. So"
    },
    {
      "index": 1049,
      "start_time": 7418800.0,
      "end_time": 7422450.0,
      "text": "we want something that’s close to the finish line. That’s going to give us less work"
    },
    {
      "index": 1050,
      "start_time": 7422450.0,
      "end_time": 7426340.0,
      "text": "to render it out. Things are going to fit better because we’ll be able to see clearer"
    },
    {
      "index": 1051,
      "start_time": 7426340.0,
      "end_time": 7430950.0,
      "text": "truths in proportion, and it’s going to connect better to the next form, the neck,"
    },
    {
      "index": 1052,
      "start_time": 7430950.0,
      "end_time": 7434739.0,
      "text": "the shoulders, the hands in this case. All that kind of stuff."
    },
    {
      "index": 1053,
      "start_time": 7434740.0,
      "end_time": 7438881.0,
      "text": "Notice how we’re going to want to draw through the interruption of the hand and through the"
    },
    {
      "index": 1054,
      "start_time": 7438880.0,
      "end_time": 7446980.0,
      "text": "distortion that the hand create to feel where that chin would be. Then it’s going to get"
    },
    {
      "index": 1055,
      "start_time": 7446980.0,
      "end_time": 7453550.0,
      "text": "mucked up by the pressure of the hands against it. So then our construction lines are pulling"
    },
    {
      "index": 1056,
      "start_time": 7453550.0,
      "end_time": 7462200.0,
      "text": "down this way, and he’s slightly mucked with those construction lines, hasn’t he?"
    },
    {
      "index": 1057,
      "start_time": 7462200.0,
      "end_time": 7470739.0,
      "text": "The eyebrow here is a little higher, and the eyebrow over here is a little bit lower. That"
    },
    {
      "index": 1058,
      "start_time": 7470740.0,
      "end_time": 7480061.0,
      "text": "throws our construction line off-tilt a little bit. It tilts it rather than being over here."
    },
    {
      "index": 1059,
      "start_time": 7480060.0,
      "end_time": 7488280.0,
      "text": "It’s falling down a little bit. He continues that with the nose. The nose is tilting off"
    },
    {
      "index": 1060,
      "start_time": 7488280.0,
      "end_time": 7493280.0,
      "text": "axis a little bit. Then the lips come back pretty well, but the lower lip and chin get"
    },
    {
      "index": 1061,
      "start_time": 7493280.0,
      "end_time": 7498239.0,
      "text": "tilted off. That’s because of that pressure of the hand. This hand is doing more work"
    },
    {
      "index": 1062,
      "start_time": 7498240.0,
      "end_time": 7501431.0,
      "text": "because he’s trying to get away from this way. He doesn’t want to hear what’s being"
    },
    {
      "index": 1063,
      "start_time": 7501430.0,
      "end_time": 7511360.0,
      "text": "told to him. And so the simple construction of the capsule now has been slightly distorted."
    },
    {
      "index": 1064,
      "start_time": 7511360.0,
      "end_time": 7519780.0,
      "text": "He has created a physical error in a sense to tell a story. So this whole thing is starting"
    },
    {
      "index": 1065,
      "start_time": 7519780.0,
      "end_time": 7525390.0,
      "text": "to twist off. So it’s like the tube actually tilted away a little bit. I’m exaggerating"
    },
    {
      "index": 1066,
      "start_time": 7525390.0,
      "end_time": 7530360.0,
      "text": "it. But he’s trying to get away from the lecture. We’ve all felt that at different"
    },
    {
      "index": 1067,
      "start_time": 7530360.0,
      "end_time": 7536200.0,
      "text": "times in our life. So he’s bringing that emotional truth into the constructed idea,"
    },
    {
      "index": 1068,
      "start_time": 7536200.0,
      "end_time": 7539780.0,
      "text": "and that’s good picture making. That’s smart stuff."
    },
    {
      "index": 1069,
      "start_time": 7539780.0,
      "end_time": 7548400.0,
      "text": "So anyway, that gives us that sense. Let’s go back one more time now. I’ll just take"
    },
    {
      "index": 1070,
      "start_time": 7548400.0,
      "end_time": 7562300.0,
      "text": "this out and pick this up. There it is there. We’ll just play this this way and this way"
    },
    {
      "index": 1071,
      "start_time": 7562300.0,
      "end_time": 7571050.0,
      "text": "and this way and go back to the generic truth. When we draw the final eyebrow line, all that"
    },
    {
      "index": 1072,
      "start_time": 7571050.0,
      "end_time": 7580060.0,
      "text": "kind of stuff, we’ll give those distortions maybe if we were to take it that far. So there"
    },
    {
      "index": 1073,
      "start_time": 7580060.0,
      "end_time": 7588180.0,
      "text": "we go there. Here’s a center line, of course, doing this. As I said, drifting off a little"
    },
    {
      "index": 1074,
      "start_time": 7588180.0,
      "end_time": 7596360.0,
      "text": "bit. We can put that or save it for later again. Get a more refined truth, the distortion"
    },
    {
      "index": 1075,
      "start_time": 7596360.0,
      "end_time": 7606130.0,
      "text": "idea later in the process. Stick with a more generic truth to begin with. Then let’s"
    },
    {
      "index": 1076,
      "start_time": 7606130.0,
      "end_time": 7619850.0,
      "text": "look at our fellow over here. There is that construction. Notice how the ear is pushing"
    },
    {
      "index": 1077,
      "start_time": 7619850.0,
      "end_time": 7625560.0,
      "text": "in a little closer to the front of the face, a little farther from the back of the skull."
    },
    {
      "index": 1078,
      "start_time": 7625560.0,
      "end_time": 7632719.0,
      "text": "That gives us the sense that he is turning away from us. He is facing into the canvas"
    },
    {
      "index": 1079,
      "start_time": 7632720.0,
      "end_time": 7639921.0,
      "text": "to give his two cents to this young man who doesn’t want to hear it, wants to do anything"
    },
    {
      "index": 1080,
      "start_time": 7639920.0,
      "end_time": 7644670.0,
      "text": "but hear it. So we’ve turned him in a little bit."
    },
    {
      "index": 1081,
      "start_time": 7644670.0,
      "end_time": 7656930.0,
      "text": "Notice what happens when that happens. There is a construction line there, and notice how"
    },
    {
      "index": 1082,
      "start_time": 7656930.0,
      "end_time": 7668719.0,
      "text": "if we were to pick up the brow and the cheekbone and the cheek and the chin, notice how the"
    },
    {
      "index": 1083,
      "start_time": 7668720.0,
      "end_time": 7679021.0,
      "text": "nose and lips are behind. Let’s play this up a little bit stronger. He’s done a lovely"
    },
    {
      "index": 1084,
      "start_time": 7679020.0,
      "end_time": 7691130.0,
      "text": "thing. He’s even put the chin slightly behind that jowl area. Notice what that does for us."
    },
    {
      "index": 1085,
      "start_time": 7691130.0,
      "end_time": 7702840.0,
      "text": "We’ll see in later construction lessons how to do this exactly. Notice how the construction"
    },
    {
      "index": 1086,
      "start_time": 7702840.0,
      "end_time": 7717440.0,
      "text": "line, this line can become the side plane, the corner between where the side of the head"
    },
    {
      "index": 1087,
      "start_time": 7717440.0,
      "end_time": 7724120.0,
      "text": "sits and the front of the head sits. Let’s do a more dramatic construction."
    },
    {
      "index": 1088,
      "start_time": 7724120.0,
      "end_time": 7729120.0,
      "text": "See how that construction line there that just looked like it was the front the face, as"
    },
    {
      "index": 1089,
      "start_time": 7729120.0,
      "end_time": 7734739.0,
      "text": "soon as we start to get in this dynamic that becomes the corner of the face. And now all"
    },
    {
      "index": 1090,
      "start_time": 7734740.0,
      "end_time": 7741691.0,
      "text": "the features except the ear are around that corner hiding from us partially. Then the"
    },
    {
      "index": 1091,
      "start_time": 7741690.0,
      "end_time": 7750620.0,
      "text": "ear is the only fellow, the only feature that is on that side plane. So it’s doing this."
    },
    {
      "index": 1092,
      "start_time": 7750620.0,
      "end_time": 7756930.0,
      "text": "Let’s change that color. It’s doing this going around the corner. Really important"
    },
    {
      "index": 1093,
      "start_time": 7756930.0,
      "end_time": 7761160.0,
      "text": "interesting stuff. It was done—let’s do it one more time. It was done at a really"
    },
    {
      "index": 1094,
      "start_time": 7761160.0,
      "end_time": 7766900.0,
      "text": "simple stage, real simple conception."
    },
    {
      "index": 1095,
      "start_time": 7766900.0,
      "end_time": 7771690.0,
      "text": "Let’s do this. Here is just cut off those features. They’re going to go around the"
    },
    {
      "index": 1096,
      "start_time": 7771690.0,
      "end_time": 7775170.0,
      "text": "corner eventually. But for now I’m just cutting them off because they’re complicated"
    },
    {
      "index": 1097,
      "start_time": 7775170.0,
      "end_time": 7780380.0,
      "text": "and I’m getting the simple, yet characteristic truth, not the complicated truth at this point."
    },
    {
      "index": 1098,
      "start_time": 7780380.0,
      "end_time": 7785760.0,
      "text": "There it is there."
    },
    {
      "index": 1099,
      "start_time": 7785760.0,
      "end_time": 7796100.0,
      "text": "There is my gesture line to the face down that’s so important. Then I draw this shape on that."
    },
    {
      "index": 1100,
      "start_time": 7796100.0,
      "end_time": 7802570.0,
      "text": "Maybe that’s more comfortable for me. Then I build this all the way through from the"
    },
    {
      "index": 1101,
      "start_time": 7802570.0,
      "end_time": 7808270.0,
      "text": "back. Or if I do that maybe that goofs me up and I think that’s the jaw line. Put"
    },
    {
      "index": 1102,
      "start_time": 7808270.0,
      "end_time": 7814850.0,
      "text": "the ear in the wrong place. So instead I draw the mask of the face in front of the ear,"
    },
    {
      "index": 1103,
      "start_time": 7814850.0,
      "end_time": 7822540.0,
      "text": "that sideburn area. Front of the ear down the jaw and chin and then the simplified hairline"
    },
    {
      "index": 1104,
      "start_time": 7822540.0,
      "end_time": 7832760.0,
      "text": "in here. Then I draw the ear to show the dynamic transition between the two. Then I’m going"
    },
    {
      "index": 1105,
      "start_time": 7832760.0,
      "end_time": 7842120.0,
      "text": "to come right back to the chin and I’m going to draw the simplified neck. Let’s make"
    },
    {
      "index": 1106,
      "start_time": 7842120.0,
      "end_time": 7848700.0,
      "text": "it really long so we can see that. That neck is going away. I usually don’t bother doing"
    },
    {
      "index": 1107,
      "start_time": 7848700.0,
      "end_time": 7854620.0,
      "text": "the tube construction because the neck doesn’t last long. It’ll fall onto the shoulders"
    },
    {
      "index": 1108,
      "start_time": 7854620.0,
      "end_time": 7856630.0,
      "text": "in ways that we’ll see."
    },
    {
      "index": 1109,
      "start_time": 7856630.0,
      "end_time": 7862670.0,
      "text": "So there it is there. What was simple can become much more complicated. I can refine"
    },
    {
      "index": 1110,
      "start_time": 7862670.0,
      "end_time": 7869800.0,
      "text": "that hairline as it zig-zags down in front of the ear. Refine the back of the hair. Add"
    },
    {
      "index": 1111,
      "start_time": 7869800.0,
      "end_time": 7878410.0,
      "text": "the hairstyle on top of that skull construction and build from there."
    },
    {
      "index": 1112,
      "start_time": 7878410.0,
      "end_time": 7885760.0,
      "text": "So this is Manet. You can see with Manet, kind of the father of impressionism. He kind"
    },
    {
      "index": 1113,
      "start_time": 7885760.0,
      "end_time": 7893360.0,
      "text": "of led the way from the more traditional looks of Delacroix and Ange and even Sargent and"
    },
    {
      "index": 1114,
      "start_time": 7893360.0,
      "end_time": 7901030.0,
      "text": "that bunch to the impressionism, post-impressionism, all the wild things like Picasso that came"
    },
    {
      "index": 1115,
      "start_time": 7901030.0,
      "end_time": 7905320.0,
      "text": "after. He was kind of that transition point. Very important character oftentimes not looked"
    },
    {
      "index": 1116,
      "start_time": 7905320.0,
      "end_time": 7912450.0,
      "text": "at much by realists, people who like realistic things. They like Sargent more or Bouguereau"
    },
    {
      "index": 1117,
      "start_time": 7912450.0,
      "end_time": 7921239.0,
      "text": "or those kinds of things. But he’s great because he simplifies things down. Yet, that"
    },
    {
      "index": 1118,
      "start_time": 7921240.0,
      "end_time": 7927011.0,
      "text": "constructed truth is still there. We can see the egg. You can see how relatively flat the"
    },
    {
      "index": 1119,
      "start_time": 7927010.0,
      "end_time": 7931610.0,
      "text": "rendering is. If we analyze we’d find that all the structures, the key structures are"
    },
    {
      "index": 1120,
      "start_time": 7931610.0,
      "end_time": 7936480.0,
      "text": "still there. But he’s simplified and flattened it. We’ll just leave it at that for now."
    },
    {
      "index": 1121,
      "start_time": 7936480.0,
      "end_time": 7943760.0,
      "text": "It’s flat, simplified truth. Highly edited truth, but the key information is still right"
    },
    {
      "index": 1122,
      "start_time": 7943760.0,
      "end_time": 7944989.0,
      "text": "there to be found."
    },
    {
      "index": 1123,
      "start_time": 7944990.0,
      "end_time": 7955011.0,
      "text": "So we can see—let’s do this, I guess. We can see that lovely egg idea. That doesn’t"
    },
    {
      "index": 1124,
      "start_time": 7955010.0,
      "end_time": 7976680.0,
      "text": "work so well, does it? Let’s do that. That lovely egg idea is right there  right in there. Keep in mind again that when"
    },
    {
      "index": 1125,
      "start_time": 7976680.0,
      "end_time": 7986469.0,
      "text": "you draw the egg oftentimes you short shrift the skull, so rather than drawing more of"
    },
    {
      "index": 1126,
      "start_time": 7986470.0,
      "end_time": 7992601.0,
      "text": "an elliptical egg. I harp on that because I make that mistake and I see a lot of other"
    },
    {
      "index": 1127,
      "start_time": 7992600.0,
      "end_time": 7998090.0,
      "text": "people making that mistake. A lot of students in class make that mistake. So there it is."
    },
    {
      "index": 1128,
      "start_time": 7998090.0,
      "end_time": 8006989.0,
      "text": "Notice here we could end the constructed egg at the chin or include that fold under the"
    },
    {
      "index": 1129,
      "start_time": 8006990.0,
      "end_time": 8011361.0,
      "text": "chin, that’d be the digastric plane, that bottom plane. You can do either one, or as"
    },
    {
      "index": 1130,
      "start_time": 8011360.0,
      "end_time": 8018960.0,
      "text": "I’ve done here you can do both. Pick up both of those. Here is slightly tilted, slightly"
    },
    {
      "index": 1131,
      "start_time": 8018960.0,
      "end_time": 8025500.0,
      "text": "tilted and slightly facing away. Not a perfect profile."
    },
    {
      "index": 1132,
      "start_time": 8025500.0,
      "end_time": 8030060.0,
      "text": "When I’m trying to get the positioning of any form that I’m constructing I’ll compare"
    },
    {
      "index": 1133,
      "start_time": 8030060.0,
      "end_time": 8036200.0,
      "text": "it to a grid, to a perfect vertical and a perfect horizontal. If I don’t think of"
    },
    {
      "index": 1134,
      "start_time": 8036200.0,
      "end_time": 8042060.0,
      "text": "that perfect vertical and horizontal I’ll tend to draw all my figures unless they’re"
    },
    {
      "index": 1135,
      "start_time": 8042060.0,
      "end_time": 8046969.0,
      "text": "wildly dramatic in perfect vertical and horizontal. So if didn’t look to it I probably would"
    },
    {
      "index": 1136,
      "start_time": 8046970.0,
      "end_time": 8053031.0,
      "text": "have drawn that like the Holbein, where it was straight on formal looking at me like"
    },
    {
      "index": 1137,
      "start_time": 8053030.0,
      "end_time": 8060140.0,
      "text": "this, a T that’s perfectly standing up. This T wants to tilt over a little bit and"
    },
    {
      "index": 1138,
      "start_time": 8060140.0,
      "end_time": 8065090.0,
      "text": "wants to face away a little bit. So we’re going to have the center line crowd this,"
    },
    {
      "index": 1139,
      "start_time": 8065090.0,
      "end_time": 8071250.0,
      "text": "and we’re going to have the construction lines rise up slightly on the right. Since"
    },
    {
      "index": 1140,
      "start_time": 8071250.0,
      "end_time": 8075830.0,
      "text": "we don’t have this dramatic position like we did on that little baby Raphael, we can"
    },
    {
      "index": 1141,
      "start_time": 8075830.0,
      "end_time": 8079610.0,
      "text": "clearly see the construction lines. I’m just looking from the corner of the mouth"
    },
    {
      "index": 1142,
      "start_time": 8079610.0,
      "end_time": 8084570.0,
      "text": "to the corner of the mouth. Some point on the nostril or the wings of the nose across."
    },
    {
      "index": 1143,
      "start_time": 8084570.0,
      "end_time": 8095350.0,
      "text": "Maybe the outside corners of the eye and the arch of the eyebrow. The hairline does whatever"
    },
    {
      "index": 1144,
      "start_time": 8095350.0,
      "end_time": 8102110.0,
      "text": "it does, but you could see how we could come back for a moment here. Find it here or maybe"
    },
    {
      "index": 1145,
      "start_time": 8102110.0,
      "end_time": 8108940.0,
      "text": "you don’t see it here, but maybe we find it here or a bump in the hairline we can track across."
    },
    {
      "index": 1146,
      "start_time": 8108940.0,
      "end_time": 8119489.0,
      "text": "If we could see both ears those would track across and so on. And then we’d build the"
    },
    {
      "index": 1147,
      "start_time": 8119490.0,
      "end_time": 8125901.0,
      "text": "shape of the hair. When I do the hair shape I want to make it simple, yet characteristic,"
    },
    {
      "index": 1148,
      "start_time": 8125900.0,
      "end_time": 8131739.0,
      "text": "so I give these kind of rounded, bun-like forms building on top of each other to make"
    },
    {
      "index": 1149,
      "start_time": 8131740.0,
      "end_time": 8137861.0,
      "text": "it characteristic. Maybe even a little bit of there. Then the ear has been place in there"
    },
    {
      "index": 1150,
      "start_time": 8137860.0,
      "end_time": 8144969.0,
      "text": "already. Notice because it’s a female—now the collar is hiding it a little bit, but"
    },
    {
      "index": 1151,
      "start_time": 8144970.0,
      "end_time": 8151841.0,
      "text": "because it’s a female young woman we notice, despite the costuming, that the neck is slightly"
    },
    {
      "index": 1152,
      "start_time": 8151840.0,
      "end_time": 8161370.0,
      "text": "thinner than the jaw and certainly the face shape. Notice even through costuming, even"
    },
    {
      "index": 1153,
      "start_time": 8161370.0,
      "end_time": 8167719.0,
      "text": "through interruptions notice where we see our construction lines. So you just find some"
    },
    {
      "index": 1154,
      "start_time": 8167720.0,
      "end_time": 8174801.0,
      "text": "convenient point for a shoulder line, and you can do that sagging triangle on there"
    },
    {
      "index": 1155,
      "start_time": 8174800.0,
      "end_time": 8182460.0,
      "text": "and get that connectivity of head and neck into shoulder girdle, shoulder construction"
    },
    {
      "index": 1156,
      "start_time": 8182460.0,
      "end_time": 8186989.0,
      "text": "that will take us beautifully down into the torso and beyond."
    },
    {
      "index": 1157,
      "start_time": 8186990.0,
      "end_time": 8195070.0,
      "text": "Raphael again. He’s great. I like his drawings because he keeps things simple. He edits out"
    },
    {
      "index": 1158,
      "start_time": 8195070.0,
      "end_time": 8201370.0,
      "text": "all the dimple lines and frown lines. Keeps it simple, idealized, and we can see those"
    },
    {
      "index": 1159,
      "start_time": 8201370.000000001,
      "end_time": 8207430.000000001,
      "text": "shapes more clearly. And because he’s Renaissance he picks up these round shapes. You can see"
    },
    {
      "index": 1160,
      "start_time": 8207430.0,
      "end_time": 8213780.0,
      "text": "the egg shapes and the arm here, all these little egg shapes and all the way through"
    },
    {
      "index": 1161,
      "start_time": 8213780.000000001,
      "end_time": 8224011.000000001,
      "text": "the forms are eggs shapes. Alright, this one has a real danger to it, and it’s a danger"
    },
    {
      "index": 1162,
      "start_time": 8224010.0,
      "end_time": 8230010.0,
      "text": "of getting, of just sticking with eggs in a way. We’ll see that more clearly explained"
    },
    {
      "index": 1163,
      "start_time": 8230010.0,
      "end_time": 8236869.0,
      "text": "when we get into stronger construction. We’re going to find that the more constructed something"
    },
    {
      "index": 1164,
      "start_time": 8236870.000000001,
      "end_time": 8243730.000000001,
      "text": "is, the more architecture we want to put into it, the more dramatic positioning of forms,"
    },
    {
      "index": 1165,
      "start_time": 8243730.0,
      "end_time": 8248921.0,
      "text": "one form overlapping another or the forms themselves being in dramatic perspectives"
    },
    {
      "index": 1166,
      "start_time": 8248920.0,
      "end_time": 8254249.0,
      "text": "were way underneath or his three-quarter back view. Then boxing things out is going to be"
    },
    {
      "index": 1167,
      "start_time": 8254250.0,
      "end_time": 8261500.0,
      "text": "very useful to us. The problem with the eggs is that they get so rounded that their position"
    },
    {
      "index": 1168,
      "start_time": 8261500.0,
      "end_time": 8269301.0,
      "text": "kind of throws us sometimes. And so notice that the wrap here, the head wrap fits like"
    },
    {
      "index": 1169,
      "start_time": 8269299.999999999,
      "end_time": 8282198.999999999,
      "text": "this. When we look to that and then we do that face. We get that dropping skull idea"
    },
    {
      "index": 1170,
      "start_time": 8282200.000000001,
      "end_time": 8284930.000000001,
      "text": "again that goofs us up. It doesn’t look right."
    },
    {
      "index": 1171,
      "start_time": 8284930.0,
      "end_time": 8287850.0,
      "text": "Notice the ear is nice and low. Dropping skull idea again that goofs us up. It doesn’t"
    },
    {
      "index": 1172,
      "start_time": 8287850.0,
      "end_time": 8293580.0,
      "text": "look right. Notice the ear is nice and low, getting close to the bottom of the face, farther"
    },
    {
      "index": 1173,
      "start_time": 8293580.0,
      "end_time": 8299900.0,
      "text": "away from the top. That tells us we’re slightly on top of this head, maybe about this much."
    },
    {
      "index": 1174,
      "start_time": 8299900.0,
      "end_time": 8307600.0,
      "text": "But I need to feel that skull, make sure I can get a skull, let’s put it all the way"
    },
    {
      "index": 1175,
      "start_time": 8307600.0,
      "end_time": 8317250.0,
      "text": "in there correctly. Remember, we need to have it more than just a right angle. It should"
    },
    {
      "index": 1176,
      "start_time": 8317250.0,
      "end_time": 8325190.0,
      "text": "open up a little bit. Now when we get way on top of this let’s turn it into a box."
    },
    {
      "index": 1177,
      "start_time": 8325190.000000001,
      "end_time": 8332930.000000001,
      "text": "Slightly more dramatic position box. Notice that this does tighten up this curve. The"
    },
    {
      "index": 1178,
      "start_time": 8332930.0,
      "end_time": 8342740.0,
      "text": "right angle construction starts to distort into a pinching angle. Now the back of the"
    },
    {
      "index": 1179,
      "start_time": 8342740.0,
      "end_time": 8348860.0,
      "text": "skull rises up a little bit, and that fights that. But that position does kind of reinforce"
    },
    {
      "index": 1180,
      "start_time": 8348860.000000001,
      "end_time": 8352540.000000001,
      "text": "that tightening up of that angle, but we don’t want to do it too much."
    },
    {
      "index": 1181,
      "start_time": 8352540.000000001,
      "end_time": 8362400.000000001,
      "text": "Here’s what I mean. Here’s the construction line of the face. Here is—you can see that"
    },
    {
      "index": 1182,
      "start_time": 8362400.0,
      "end_time": 8369250.0,
      "text": "with this little sketching here, the bump down in here. There is the skull right there."
    },
    {
      "index": 1183,
      "start_time": 8369250.0,
      "end_time": 8384591.0,
      "text": "Let me do it again in a dark line. That’s what we’re seeing there. Notice the difference"
    },
    {
      "index": 1184,
      "start_time": 8384590.0,
      "end_time": 8397319.0,
      "text": "now. Let me do it one more time. Construction line of the face. There is the skull in its"
    },
    {
      "index": 1185,
      "start_time": 8397320.0,
      "end_time": 8408280.0,
      "text": "correct position. He didn’t screw up. How about that? Then the ear sits here, that transition"
    },
    {
      "index": 1186,
      "start_time": 8408280.0,
      "end_time": 8416960.0,
      "text": "between the two. Notice that this bumps in here a little bit. This digastrics plane actually"
    },
    {
      "index": 1187,
      "start_time": 8416960.0,
      "end_time": 8423740.0,
      "text": "even feels like it goes behind the ear and it does, but the jaw itself is always in front"
    },
    {
      "index": 1188,
      "start_time": 8423740.0,
      "end_time": 8428710.0,
      "text": "of the ear, so make sure you’re aware of that. You don’t want to attach the talking"
    },
    {
      "index": 1189,
      "start_time": 8428710.0,
      "end_time": 8436070.0,
      "text": "jaw back here somehow. Again, that ear does wonderful work for us, doesn’t it? It shows"
    },
    {
      "index": 1190,
      "start_time": 8436070.0,
      "end_time": 8443101.0,
      "text": "by getting close to the front of the face it shows that we’re turning away here, turning"
    },
    {
      "index": 1191,
      "start_time": 8443100.0,
      "end_time": 8449800.0,
      "text": "away. The face is turning away. And by dropping down from the top of the head it shows that"
    },
    {
      "index": 1192,
      "start_time": 8449800.0,
      "end_time": 8458199.0,
      "text": "we’re slightly on top that position. Then the head wrap helps. Even though it’s going"
    },
    {
      "index": 1193,
      "start_time": 8458200.0,
      "end_time": 8465030.0,
      "text": "its own direction it’s still wrapping around the perspective of that tubular idea, that"
    },
    {
      "index": 1194,
      "start_time": 8465030.0,
      "end_time": 8473040.0,
      "text": "on-top-of-ness idea. We’ll learn more about that again as we get into more sophisticated"
    },
    {
      "index": 1195,
      "start_time": 8473040.0,
      "end_time": 8485021.0,
      "text": "positions. Here’s that neck going back beautifully. We have a little bit of that bottom plane"
    },
    {
      "index": 1196,
      "start_time": 8485020.0,
      "end_time": 8490569.0,
      "text": "going back. Here would be the other side of the neck if we could see through our construction."
    },
    {
      "index": 1197,
      "start_time": 8490570.0,
      "end_time": 8501091.0,
      "text": "Or shoulder line is in here going into deep space this way. Then we build on top of that."
    },
    {
      "index": 1198,
      "start_time": 8501090.0,
      "end_time": 8514289.0,
      "text": "So we only get a bare sense of that sagging triangle idea in deep perspective."
    },
    {
      "index": 1199,
      "start_time": 8514290.0,
      "end_time": 8519771.0,
      "text": "Alright, so here we have Tiepolo and we have a back view and slightly underneath. Of course,"
    },
    {
      "index": 1200,
      "start_time": 8519770.0,
      "end_time": 8529289.0,
      "text": "in our back view the skull dominates. You can see this growth pattern gives us a sense"
    },
    {
      "index": 1201,
      "start_time": 8529290.0,
      "end_time": 8533921.0,
      "text": "of the back of the skull. If we were to track this down the center line of the back of the"
    },
    {
      "index": 1202,
      "start_time": 8533920.0,
      "end_time": 8540060.0,
      "text": "skull, the center line of the neck we follow the spine. That takes us all the way down."
    },
    {
      "index": 1203,
      "start_time": 8540060.0,
      "end_time": 8546140.0,
      "text": "That spine becomes a wonderful center line for gauging that facing dimension, which way"
    },
    {
      "index": 1204,
      "start_time": 8546140.0,
      "end_time": 8553850.0,
      "text": "is it turning. You could also see the ears. This ear is outside the contour of the constructed"
    },
    {
      "index": 1205,
      "start_time": 8553850.0,
      "end_time": 8559279.0,
      "text": "head. This ear is going to be inside the constructed head with the face that we haven’t done."
    },
    {
      "index": 1206,
      "start_time": 8559280.0,
      "end_time": 8570171.0,
      "text": "So let’s pull that back for a second and do it again. We can see now we’ve got the"
    },
    {
      "index": 1207,
      "start_time": 8570170.0,
      "end_time": 8575340.0,
      "text": "gesture of the face going down this way. The problem we have is all those features are"
    },
    {
      "index": 1208,
      "start_time": 8575340.0,
      "end_time": 8580850.0,
      "text": "missing. It just feels like you just got floated away from your doc and you’ve got nothing"
    },
    {
      "index": 1209,
      "start_time": 8580850.0,
      "end_time": 8585819.0,
      "text": "to hold on to when you don’t have those features. So we’ve got to work more carefully"
    },
    {
      "index": 1210,
      "start_time": 8585820.0,
      "end_time": 8594131.0,
      "text": "here. What I’m going to do is feel the neck, and the neck—you can feel your own neck,"
    },
    {
      "index": 1211,
      "start_time": 8594130.0,
      "end_time": 8600229.0,
      "text": "and you’ll find that the neck comes from right behind the ear. The actual muscle is"
    },
    {
      "index": 1212,
      "start_time": 8600230.0,
      "end_time": 8607540.0,
      "text": "called the sternocleidomastoid muscle. That’s what creates that tubular shape of the neck"
    },
    {
      "index": 1213,
      "start_time": 8607540.0,
      "end_time": 8612950.0,
      "text": "from a front and back or three-quarter view. You get into the side view, and then that"
    },
    {
      "index": 1214,
      "start_time": 8612950.0,
      "end_time": 8619150.0,
      "text": "sternocleidomastoid is inside the contour. We’ll use it from there in different ways"
    },
    {
      "index": 1215,
      "start_time": 8619150.0,
      "end_time": 8621440.0,
      "text": "that we’ll see. But it doesn’t create the contour."
    },
    {
      "index": 1216,
      "start_time": 8621440.0,
      "end_time": 8630980.0,
      "text": "And so here is our nice bent tube of a neck coming from off the ears. The face is outside"
    },
    {
      "index": 1217,
      "start_time": 8630980.0,
      "end_time": 8637341.0,
      "text": "that. We just see it on this side. We don’t see it on this side. Then we have the construction"
    },
    {
      "index": 1218,
      "start_time": 8637340.0,
      "end_time": 8643619.0,
      "text": "line. The shoulder line here tilts this way. When I see hunching shoulders like this, and"
    },
    {
      "index": 1219,
      "start_time": 8643620.0,
      "end_time": 8648450.0,
      "text": "they’re hunching partly because it’s a figure well up above us which is typical of"
    },
    {
      "index": 1220,
      "start_time": 8648450.0,
      "end_time": 8653650.0,
      "text": "Tiepolo because he did a lot of murals on the ceiling. He wanted to give the illusion"
    },
    {
      "index": 1221,
      "start_time": 8653650.0,
      "end_time": 8661421.0,
      "text": "that those figures were above us. So oftentimes we get that underneath curvature like a tube."
    },
    {
      "index": 1222,
      "start_time": 8661420.0,
      "end_time": 8667409.0,
      "text": "And so I would go ahead and draw a hunching line for the shoulders. Let me take that off"
    },
    {
      "index": 1223,
      "start_time": 8667410.0,
      "end_time": 8678271.0,
      "text": "to be clear, a hunching line for the shoulders. Then there is the shrugging muscle on that"
    },
    {
      "index": 1224,
      "start_time": 8678270.0,
      "end_time": 8689020.0,
      "text": "shrugging muscle. Notice that the shrugging muscle comes inside the constructed neck,"
    },
    {
      "index": 1225,
      "start_time": 8689020.0,
      "end_time": 8694159.0,
      "text": "and the neck is inside meaning on top of. The shrugging muscle is on top of the constructed"
    },
    {
      "index": 1226,
      "start_time": 8694160.0,
      "end_time": 8700230.0,
      "text": "neck. The constructed neck is on top of the face, and we can’t see it over here. But"
    },
    {
      "index": 1227,
      "start_time": 8700230.0,
      "end_time": 8718580.0,
      "text": "we get this stairstep. Let’s do it over here. Shrugging muscle is here. Neck is  behind that. And face is behind that. So we"
    },
    {
      "index": 1228,
      "start_time": 8718580.0,
      "end_time": 8724820.0,
      "text": "have this stacking of forms going away. Very important from the back view. Then the ears."
    },
    {
      "index": 1229,
      "start_time": 8724820.0,
      "end_time": 8731591.0,
      "text": "This ear is inside the constructed contour. This ear is outside the constructed contour."
    },
    {
      "index": 1230,
      "start_time": 8731590.0,
      "end_time": 8735499.0,
      "text": "That does most of the work. We have that hair pattern that he has added in, but that is"
    },
    {
      "index": 1231,
      "start_time": 8735500.0,
      "end_time": 8741110.0,
      "text": "a secondary detail. The ears really are doing most of the work to show that we’re in a,"
    },
    {
      "index": 1232,
      "start_time": 8741110.0,
      "end_time": 8746530.0,
      "text": "not perfect back view, but a slightly turn to the left back view. The other thing that"
    },
    {
      "index": 1233,
      "start_time": 8746530.0,
      "end_time": 8753660.0,
      "text": "does the work is the asymmetry of seeing face over here and no face on this side."
    },
    {
      "index": 1234,
      "start_time": 8753660.0,
      "end_time": 8760750.0,
      "text": "So tricky stuff, isn’t it? We have to slow down and work that out. Eventually it becomes"
    },
    {
      "index": 1235,
      "start_time": 8760750.0,
      "end_time": 8767320.0,
      "text": "intuitive and you can go after it. But in the beginning it’s tricky. Doing tracing,"
    },
    {
      "index": 1236,
      "start_time": 8767320.0,
      "end_time": 8773431.0,
      "text": "constructions as I’m doing here is a great way of working out those truths, to figure"
    },
    {
      "index": 1237,
      "start_time": 8773430.0,
      "end_time": 8778140.0,
      "text": "out the nuances, the little things that you wouldn’t think of if you didn’t have to"
    },
    {
      "index": 1238,
      "start_time": 8778140.0,
      "end_time": 8786459.0,
      "text": "draw it, but are crucial for our audience or lay people, our viewers to understand it"
    },
    {
      "index": 1239,
      "start_time": 8786460.0,
      "end_time": 8787721.0,
      "text": "when they see it."
    },
    {
      "index": 1240,
      "start_time": 8787720.0,
      "end_time": 8792829.0,
      "text": "Let’s stop there with our old masters. Then we’re going to come back with some drawing"
    },
    {
      "index": 1241,
      "start_time": 8792830.0,
      "end_time": 8798570.0,
      "text": "session exercises for you and for me to join in on. So I’ll see you momentarily."
    },
    {
      "index": 1242,
      "start_time": 8798570.0,
      "end_time": 8804330.0,
      "text": "Coming up now is our timed pose section. I want you to go ahead and draw the head from"
    },
    {
      "index": 1243,
      "start_time": 8804330.0,
      "end_time": 8808450.0,
      "text": "the reference that we’re providing. It’ll be timed, but if you go a little over or you"
    },
    {
      "index": 1244,
      "start_time": 8808450.0,
      "end_time": 8813101.0,
      "text": "finish a little quicker, that’s fine. What I want to do is see that basic head construction"
    },
    {
      "index": 1245,
      "start_time": 8813100.0,
      "end_time": 9382840.0,
      "text": "done. Go ahead and give it a shot and see how it goes for yourself."
    },
    {
      "index": 1246,
      "start_time": 9382840.0,
      "end_time": 9811020.0,
      "text": "Now it’s my turn to work with the timed pose. So I’m going to go ahead and do my"
    },
    {
      "index": 1247,
      "start_time": 9811020.0,
      "end_time": 9814720.0,
      "text": "basic construction based on the reference, and we’ll see how it goes."
    },
    {
      "index": 1248,
      "start_time": 9814720.0,
      "end_time": 9819140.0,
      "text": "Alright, so hopefully you’ve drawn your own set of drawings. Now I’m going to go"
    },
    {
      "index": 1249,
      "start_time": 9819140.0,
      "end_time": 9823220.0,
      "text": "ahead and draw. You can watch me. You can draw along with me, and I’ll give you my"
    },
    {
      "index": 1250,
      "start_time": 9823220.0,
      "end_time": 9826310.0,
      "text": "own tips and pointers as we go along."
    },
    {
      "index": 1251,
      "start_time": 9826310.0,
      "end_time": 9834930.0,
      "text": "I should tell you my materials now. I’m using just a fountain pen. This happens to"
    },
    {
      "index": 1252,
      "start_time": 9834930.0,
      "end_time": 9840159.0,
      "text": "be a Waterman Paris, a kind of a midrange or low-range fountain pen and just a sepia"
    },
    {
      "index": 1253,
      "start_time": 9840160.0,
      "end_time": 9848990.0,
      "text": "brown ink. I’m also using Faber-Castell, and these are just a sanguine tone. Any kind"
    },
    {
      "index": 1254,
      "start_time": 9848990.0,
      "end_time": 9858150.0,
      "text": "of brown range. These happen to be 9201-192, and it’s a nice soft brown, kind of orange-brown."
    },
    {
      "index": 1255,
      "start_time": 9858150.0,
      "end_time": 9866530.0,
      "text": "Alright, so now it’s my turn. So I’m going to draw the biggest, simplest, most characteristic"
    },
    {
      "index": 1256,
      "start_time": 9866530.0,
      "end_time": 9874561.0,
      "text": "shape that I can. I’m working about an inch and a half to two inches in real size, whatever"
    },
    {
      "index": 1257,
      "start_time": 9874560.0,
      "end_time": 9880390.0,
      "text": "it is on your screen. That’s what it is to me. It can be down to about an inch. It"
    },
    {
      "index": 1258,
      "start_time": 9880390.0,
      "end_time": 9886390.0,
      "text": "can be up three inches. If you get too big it just takes a lot of time to lay it out."
    },
    {
      "index": 1259,
      "start_time": 9886390.0,
      "end_time": 9893220.0,
      "text": "You get too small. It’s too much minutia. Every little move becomes a big deal on a"
    },
    {
      "index": 1260,
      "start_time": 9893220.0,
      "end_time": 9898529.0,
      "text": "big head, so the eyes can get out of whack quickly. Sometimes you want to kind of plot"
    },
    {
      "index": 1261,
      "start_time": 9898530.0,
      "end_time": 9903061.0,
      "text": "out exactly where the features or roughly where the features are to get a sense of whether"
    },
    {
      "index": 1262,
      "start_time": 9903060.0,
      "end_time": 9908869.0,
      "text": "it’s working for you. Notice I’m drawing several marks for every one mark. I’m making"
    },
    {
      "index": 1263,
      "start_time": 9908870.0,
      "end_time": 9918740.0,
      "text": "sure the head connects into the neck. You can even take it into the shoulder line. And"
    },
    {
      "index": 1264,
      "start_time": 9918740.0,
      "end_time": 9924641.0,
      "text": "don’t feel like you have to finish. Just pick out"
    },
    {
      "index": 1265,
      "start_time": 9924640.0,
      "end_time": 9933840.0,
      "text": "as much as you need to in the time you have."
    },
    {
      "index": 1266,
      "start_time": 9933840.0,
      "end_time": 9938209.0,
      "text": "Okay, here we have a three-quarter view. Just for the heck of it, I’m going to start with"
    },
    {
      "index": 1267,
      "start_time": 9938210.0,
      "end_time": 9947920.0,
      "text": "the center line of the features and the eyebrow line. And then build around it. I’m going"
    },
    {
      "index": 1268,
      "start_time": 9947920.0,
      "end_time": 9955311.0,
      "text": "to draw the mask of the face since it dominates the positioning of this head. But any order"
    },
    {
      "index": 1269,
      "start_time": 9955310.0,
      "end_time": 9960499.0,
      "text": "that works for you is the correct order. In this case I noticed the ear is a little bit"
    },
    {
      "index": 1270,
      "start_time": 9960500.0,
      "end_time": 9970480.0,
      "text": "lower, more towards the eyeline. Now I’m going to come in and refine the hairline to"
    },
    {
      "index": 1271,
      "start_time": 9970480.0,
      "end_time": 9985551.0,
      "text": "make sure it rings true for the mask of the face. Of course, as you’re drawing you can"
    },
    {
      "index": 1272,
      "start_time": 9985550.0,
      "end_time": 9991550.0,
      "text": "stop it. Go back and do it several times to work it out. But don’t get any more detail"
    },
    {
      "index": 1273,
      "start_time": 9991550.0,
      "end_time": 9999039.0,
      "text": "than this, just roughly the shapes that you need. And I’m going to say, you know, I’m"
    },
    {
      "index": 1274,
      "start_time": 9999040.0,
      "end_time": 10003910.0,
      "text": "liking what I’m doing. I just want to clean that jawline up. I’m going to cheat and"
    },
    {
      "index": 1275,
      "start_time": 10003900.0,
      "end_time": 10011180.0,
      "text": "steal five, ten, 20 more seconds. Nobody is ever going to know. You won’t be downgraded."
    },
    {
      "index": 1276,
      "start_time": 10011200.0,
      "end_time": 10015670.0,
      "text": "The New Masters’ police won’t show up at your door. Just go ahead and do that."
    },
    {
      "index": 1277,
      "start_time": 10015700.0,
      "end_time": 10022351.0,
      "text": "But don’t spend 20 minutes on it."
    },
    {
      "index": 1278,
      "start_time": 10022300.0,
      "end_time": 10028760.0,
      "text": "Here we have that sailboat shape. I’m going to take it back almost as far as I go down"
    },
    {
      "index": 1279,
      "start_time": 10028800.0,
      "end_time": 10036309.0,
      "text": "or as far, anywhere in there because her hair style will make the correction. It’s not"
    },
    {
      "index": 1280,
      "start_time": 10036300.0,
      "end_time": 10049020.0,
      "text": "quite a perfect profile. I’m going to lay in a little bit of that center line. I did"
    },
    {
      "index": 1281,
      "start_time": 10049000.0,
      "end_time": 10055351.0,
      "text": "quite a bit of work with the features there to get a sense of how far down I want to go"
    },
    {
      "index": 1282,
      "start_time": 10055300.0,
      "end_time": 10060069.0,
      "text": "with that mask of the face and how far back I want to go. Sometimes I’ll even kind of"
    },
    {
      "index": 1283,
      "start_time": 10060100.0,
      "end_time": 10067060.0,
      "text": "feel eye socket, cheekbone, sideburn area so that I can be more clear on where that"
    },
    {
      "index": 1284,
      "start_time": 10067100.0,
      "end_time": 10075041.0,
      "text": "ear sits. Feeling that nice digastric plane that is crucial when giving volume to that"
    },
    {
      "index": 1285,
      "start_time": 10075000.0,
      "end_time": 10078189.0,
      "text": "mask of the face."
    },
    {
      "index": 1286,
      "start_time": 10078200.0,
      "end_time": 10096140.0,
      "text": "Okay, here we go. This is more of a perfect profile, but we’ve gone slightly around"
    },
    {
      "index": 1287,
      "start_time": 10096100.0,
      "end_time": 10101640.0,
      "text": "the other side this time, so we’re going to have a slight recession of those front"
    },
    {
      "index": 1288,
      "start_time": 10101700.0,
      "end_time": 10105660.0,
      "text": "features, all the front plane of the face. That means the ears can get a little closer."
    },
    {
      "index": 1289,
      "start_time": 10105600.0,
      "end_time": 10116211.0,
      "text": "If I’m going to screw up it’s better to get a little closer yet. I can feel where"
    },
    {
      "index": 1290,
      "start_time": 10116300.0,
      "end_time": 10127180.0,
      "text": "the eyebrow and eyes sit in here, nose, mouth, just marking off the information, not defining"
    },
    {
      "index": 1291,
      "start_time": 10127100.0,
      "end_time": 10136239.0,
      "text": "it, not analyzing it. Just positioning a few of the little things so I have a better confidence"
    },
    {
      "index": 1292,
      "start_time": 10136300.0,
      "end_time": 10145480.0,
      "text": "in the big things. Sometimes I’ll even lay in a couple of loose lines like that, and"
    },
    {
      "index": 1293,
      "start_time": 10145500.0,
      "end_time": 10153131.0,
      "text": "I’ll let the audience choose. Is it here? Is it here? Is it here? Is it here? And you’ll"
    },
    {
      "index": 1294,
      "start_time": 10153100.0,
      "end_time": 10160179.0,
      "text": "decide which the best answer is and bail me out. Sometimes that’s a, you can lay in"
    },
    {
      "index": 1295,
      "start_time": 10160200.0,
      "end_time": 10163381.0,
      "text": "a couple. You don’t want to do that everywhere or you’re just committing and you’re not"
    },
    {
      "index": 1296,
      "start_time": 10163300.0,
      "end_time": 10166979.0,
      "text": "learning. But every once in a while you can lay in a couple of those little marks and"
    },
    {
      "index": 1297,
      "start_time": 10167000.0,
      "end_time": 10168561.0,
      "text": "let the audience help you."
    },
    {
      "index": 1298,
      "start_time": 10168600.0,
      "end_time": 10173739.0,
      "text": "Now we’re getting on top of the head. That means the skull will dominate the face so"
    },
    {
      "index": 1299,
      "start_time": 10173700.0,
      "end_time": 10182880.0,
      "text": "maybe I’ll go ahead and draw the skull shape. If there is a part down the center of her"
    },
    {
      "index": 1300,
      "start_time": 10182900.0,
      "end_time": 10190350.0,
      "text": "hairline it would run in here. The face is going to be shorter than it normally would"
    },
    {
      "index": 1301,
      "start_time": 10190400.0,
      "end_time": 10198230.0,
      "text": "be. It’s foreshortening, so literally getting shorter visually, just not actually. You’re"
    },
    {
      "index": 1302,
      "start_time": 10198200.0,
      "end_time": 10203821.0,
      "text": "not going to be sure where it’s at. So you make your best guess. You build some of the"
    },
    {
      "index": 1303,
      "start_time": 10203800.0,
      "end_time": 10210449.0,
      "text": "secondary detail, the hairline again. Here is the ear. The ear gets a little foreshortened"
    },
    {
      "index": 1304,
      "start_time": 10210500.0,
      "end_time": 10233671.0,
      "text": "too. Eyebrow line, eyeline, nose, mouth, chin, neck."
    },
    {
      "index": 1305,
      "start_time": 10233600.0,
      "end_time": 10243440.0,
      "text": "So we’re not trying to make these pretty drawings. I’m going to start with a different"
    },
    {
      "index": 1306,
      "start_time": 10243500.0,
      "end_time": 10250330.0,
      "text": "procedure this time. We’re just trying to get the basic big stuff, the big information,"
    },
    {
      "index": 1307,
      "start_time": 10250300.0,
      "end_time": 10255720.0,
      "text": "the big construction stuff. We’re framing in the house. We’re not decorating it. And"
    },
    {
      "index": 1308,
      "start_time": 10255700.0,
      "end_time": 10259729.0,
      "text": "sometimes you’ll come up with some really lovely little moments in the drawing even"
    },
    {
      "index": 1309,
      "start_time": 10259700.0,
      "end_time": 10266270.0,
      "text": "at this stage. That’s great, but that’s not the point. The point is to learn to see,"
    },
    {
      "index": 1310,
      "start_time": 10266300.0,
      "end_time": 10273390.0,
      "text": "to learn to analyze, to mark down the key important things, making the choices on prioritizing."
    },
    {
      "index": 1311,
      "start_time": 10273400.0,
      "end_time": 10280801.0,
      "text": "What has to be there as opposed to what would be fun to have there? What would be cool or"
    },
    {
      "index": 1312,
      "start_time": 10280800.0,
      "end_time": 10288239.0,
      "text": "neat or beautiful? Neat shows my age, I guess. I shouldn’t say neat. Rad. How’s that?"
    },
    {
      "index": 1313,
      "start_time": 10288200.0,
      "end_time": 10294751.0,
      "text": "Or it should be phat. Alright. Sometimes you might finish a little early. That’s fine"
    },
    {
      "index": 1314,
      "start_time": 10294800.0,
      "end_time": 10300529.0,
      "text": "too. You don’t have to keep going. But there are always things you could do, getting secondary"
    },
    {
      "index": 1315,
      "start_time": 10300500.0,
      "end_time": 10306500.0,
      "text": "forms after you get the primary forms. Going back and double checking those primary forms"
    },
    {
      "index": 1316,
      "start_time": 10306500.0,
      "end_time": 10312430.0,
      "text": "a second time. Maybe pushing it a little bit farther than it is in the reference to make"
    },
    {
      "index": 1317,
      "start_time": 10312500.0,
      "end_time": 10324150.0,
      "text": "an aesthetic point or to play up a lovely feature, all that kind of stuff."
    },
    {
      "index": 1318,
      "start_time": 10324100.0,
      "end_time": 10332761.0,
      "text": "Here is the profile again. It comes down. We’ll play out this whole big shape."
    },
    {
      "index": 1319,
      "start_time": 10332800.0,
      "end_time": 10335630.0,
      "text": "I&#39;ll draw it like it’s a flat profile, and then"
    },
    {
      "index": 1320,
      "start_time": 10335600.0,
      "end_time": 10347900.0,
      "text": "I’ll come back over it and feel  the constructed idea."
    },
    {
      "index": 1321,
      "start_time": 10347900.0,
      "end_time": 10351000.0,
      "text": "Notice how I’m doing the eyebrow line this way."
    },
    {
      "index": 1322,
      "start_time": 10351000.0,
      "end_time": 10357180.0,
      "text": "The chin line this way. I’m exaggerating them to get that on"
    },
    {
      "index": 1323,
      "start_time": 10357200.0,
      "end_time": 10366639.0,
      "text": "top of the box idea. And doing something like this in a difficult position early on you"
    },
    {
      "index": 1324,
      "start_time": 10366600.0,
      "end_time": 10375720.0,
      "text": "might spend all the first minute just getting half of this as far as I am here. Don’t"
    },
    {
      "index": 1325,
      "start_time": 10375700.0,
      "end_time": 10384011.0,
      "text": "feel like you have to finish. Draw decisive. I’ll draw fast so that I’m making clean,"
    },
    {
      "index": 1326,
      "start_time": 10384000.0,
      "end_time": 10390109.0,
      "text": "crisp motions. I’ll draw fast so it encourages me to get the big ideas and ignore the little"
    },
    {
      "index": 1327,
      "start_time": 10390200.0,
      "end_time": 10397040.0,
      "text": "ideas. I won’t draw fast because I’m out of control and desperate to finish. Make sure"
    },
    {
      "index": 1328,
      "start_time": 10397000.0,
      "end_time": 10403530.0,
      "text": "you’re drawing the speed that works for you, not the speed that somebody else is doing"
    },
    {
      "index": 1329,
      "start_time": 10403500.0,
      "end_time": 10410311.0,
      "text": "and that you wish you could do."
    },
    {
      "index": 1330,
      "start_time": 10410300.0,
      "end_time": 10417180.0,
      "text": "Alright, now we’re on top so the skull dominates, and we’re getting behind the head. And so"
    },
    {
      "index": 1331,
      "start_time": 10417200.0,
      "end_time": 10424610.0,
      "text": "the skull dominates even more so we’re going to have less face showing, and we’re going"
    },
    {
      "index": 1332,
      "start_time": 10424600.0,
      "end_time": 10437240.0,
      "text": "to have the face receding into foreshortened position here, more like this  so that ear gets very, very close to the front"
    },
    {
      "index": 1333,
      "start_time": 10437300.0,
      "end_time": 10446219.0,
      "text": "of the face. Better to be a little too close. And the ear gets lower. Better to be too low."
    },
    {
      "index": 1334,
      "start_time": 10446200.0,
      "end_time": 10451590.0,
      "text": "The eye socket—I’ll do a little bump there because we can’t see the eyes too well."
    },
    {
      "index": 1335,
      "start_time": 10451600.0,
      "end_time": 10463901.0,
      "text": "There and the nose all sit very high. And if you could see a part down the center of"
    },
    {
      "index": 1336,
      "start_time": 10463900.0,
      "end_time": 10468330.0,
      "text": "the hair, and you can kind of, where the hair is being gathered and pulled back and tends"
    },
    {
      "index": 1337,
      "start_time": 10468300.0,
      "end_time": 10472420.0,
      "text": "to fall down there. Go ahead and pick that up."
    },
    {
      "index": 1338,
      "start_time": 10472400.0,
      "end_time": 10479499.0,
      "text": "Let me make a real quick point about this for a moment. Notice what would happen if"
    },
    {
      "index": 1339,
      "start_time": 10479500.0,
      "end_time": 10491021.0,
      "text": "I did the same thing and then did nose and the eyelashes, and maybe you could see some"
    },
    {
      "index": 1340,
      "start_time": 10491000.0,
      "end_time": 10498109.0,
      "text": "lips in there. It’s going to have the silhouette maybe that’s very accurate to the, like"
    },
    {
      "index": 1341,
      "start_time": 10498200.0,
      "end_time": 10501311.0,
      "text": "a shadow on the wall, but it’s going to look flat because it’s going to take the"
    },
    {
      "index": 1342,
      "start_time": 10501300.0,
      "end_time": 10507660.0,
      "text": "nose and the lips and whatever else, part of the eye or eyebrow you see, and it’s"
    },
    {
      "index": 1343,
      "start_time": 10507600.0,
      "end_time": 10513600.0,
      "text": "going to take it from the front plan e way over here and bring it around to the side"
    },
    {
      "index": 1344,
      "start_time": 10513600.0,
      "end_time": 10519560.0,
      "text": "plane. It’s going to kill that corner and just flatten it out. So we want to make sure"
    },
    {
      "index": 1345,
      "start_time": 10519600.0,
      "end_time": 10526270.0,
      "text": "that in our constructed beginning here, notice how I’m going to make it dark here. Notice"
    },
    {
      "index": 1346,
      "start_time": 10526300.0,
      "end_time": 10536959.0,
      "text": "how the cheekbone and the forehead and eye socket bumps, but creates one continuous line."
    },
    {
      "index": 1347,
      "start_time": 10536900.0,
      "end_time": 10542670.0,
      "text": "Sometimes it’ll break a little bit around the chin, that line, like this. That’s fine"
    },
    {
      "index": 1348,
      "start_time": 10542700.0,
      "end_time": 10547651.0,
      "text": "to show or not show. But then we want the nose and all the other features. There is"
    },
    {
      "index": 1349,
      "start_time": 10547600.0,
      "end_time": 10553619.0,
      "text": "no lip showing in this case. But if they were, the lips as a line behind and I actually break"
    },
    {
      "index": 1350,
      "start_time": 10553700.0,
      "end_time": 10562460.0,
      "text": "them, bottom of the nose, bottom of the lip, let’s say. Here’s the chin and here is"
    },
    {
      "index": 1351,
      "start_time": 10562400.0,
      "end_time": 10569600.0,
      "text": "the ear in here. I actually break them away from the line so they are kind of ghosted"
    },
    {
      "index": 1352,
      "start_time": 10569600.0,
      "end_time": 10576510.0,
      "text": "back. I usually draw the bottom plane where a light source would show. If we shaded this"
    },
    {
      "index": 1353,
      "start_time": 10576500.0,
      "end_time": 10582361.0,
      "text": "egg like that the light would hit the top and it would get shadow on the bottom. I’m"
    },
    {
      "index": 1354,
      "start_time": 10582400.0,
      "end_time": 10587659.0,
      "text": "showing the shadow side, the darker side that would be the most visible because it’s catching"
    },
    {
      "index": 1355,
      "start_time": 10587600.0,
      "end_time": 10594310.0,
      "text": "dark shadow on this white paper. So I do all I can to kind of visually push that back,"
    },
    {
      "index": 1356,
      "start_time": 10594400.0,
      "end_time": 10602280.0,
      "text": "break it up, separate it away and keep it just continuous throughout."
    },
    {
      "index": 1357,
      "start_time": 10602200.0,
      "end_time": 10616990.0,
      "text": "Okay, fuller back view. I’m going to draw the skull that I know is there and the ear."
    },
    {
      "index": 1358,
      "start_time": 10617000.0,
      "end_time": 10625491.0,
      "text": "I always draw the front of the ear first so I know just how close it is, the ear is getting."
    },
    {
      "index": 1359,
      "start_time": 10625500.0,
      "end_time": 10637070.0,
      "text": "When you get well behind that ear I’m doing a little double line. You can take it into"
    },
    {
      "index": 1360,
      "start_time": 10637100.0,
      "end_time": 10640339.0,
      "text": "whatever you see of the rest of the ear, or you can just keep it as a double line. That"
    },
    {
      "index": 1361,
      "start_time": 10640300.0,
      "end_time": 10645250.0,
      "text": "shows the thickness. Again, a corner from the back of the head to the side of the head"
    },
    {
      "index": 1362,
      "start_time": 10645300.0,
      "end_time": 10655960.0,
      "text": "that ear is showing. So pick up that. The cheekbone is way up here. This pulls down"
    },
    {
      "index": 1363,
      "start_time": 10655900.0,
      "end_time": 10665690.0,
      "text": "here, and the skull, if there is not hair or short hair, let’s do that so it looks"
    },
    {
      "index": 1364,
      "start_time": 10665700.0,
      "end_time": 10671401.0,
      "text": "like it’s just a skull with a face. It would look something like that."
    },
    {
      "index": 1365,
      "start_time": 10671400.0,
      "end_time": 10678089.0,
      "text": "In this last one I drew I drew really partly, I began with a skull shape and then I quickly"
    },
    {
      "index": 1366,
      "start_time": 10678100.0,
      "end_time": 10684350.0,
      "text": "went to the hair shape. In this one I did the skull shape mainly because it’s good"
    },
    {
      "index": 1367,
      "start_time": 10684400.0,
      "end_time": 10689341.0,
      "text": "practice and I wanted to show you, but what I would have done in my own drawing is I would"
    },
    {
      "index": 1368,
      "start_time": 10689300.0,
      "end_time": 10695399.0,
      "text": "have just drawn the whole hair, making sure I allowed for a full mass of skull in there"
    },
    {
      "index": 1369,
      "start_time": 10695400.0,
      "end_time": 10701720.0,
      "text": "and then picked up the bun. So I’m actually drawing the hairstyle. And that hairstyle"
    },
    {
      "index": 1370,
      "start_time": 10701700.0,
      "end_time": 10710200.0,
      "text": "oftentimes I’ll look for, let’s do that, where the top becomes the back right there."
    },
    {
      "index": 1371,
      "start_time": 10710200.0,
      "end_time": 10716351.0,
      "text": "You can see here how this speeds up, comes down here. That’s suggesting that top and"
    },
    {
      "index": 1372,
      "start_time": 10716400.0,
      "end_time": 10720179.0,
      "text": "back. Anytime we can do that it’s going to give a little bit more volume. It’ll"
    },
    {
      "index": 1373,
      "start_time": 10720200.0,
      "end_time": 10726131.0,
      "text": "make sure I don’t cut off that skull a little bit. I kind of punch it out just a bit. So"
    },
    {
      "index": 1374,
      "start_time": 10726100.0,
      "end_time": 10730749.0,
      "text": "you have your choice there. But do some practice where you’re drawing the full skull through"
    },
    {
      "index": 1375,
      "start_time": 10730700.0,
      "end_time": 10737861.0,
      "text": "the interruption or the hat or the hairstyle and then build that fashion,"
    },
    {
      "index": 1376,
      "start_time": 10737900.0,
      "end_time": 10743300.0,
      "text": "that costuming top of that."
    },
    {
      "index": 1377,
      "start_time": 10743300.0,
      "end_time": 10760440.0,
      "text": "Okay, now we’re underneath so now this egg shape or capsule shape is going to get shorter."
    },
    {
      "index": 1378,
      "start_time": 10760400.0,
      "end_time": 10767980.0,
      "text": "And we’ll go over this carefully. We’ll do a whole section where we deal with difficult perspectives."
    },
    {
      "index": 1379,
      "start_time": 10768000.0,
      "end_time": 10776490.0,
      "text": "But as this goes up and away, we’re underneath it. All these distances, eyebrow, the forehead"
    },
    {
      "index": 1380,
      "start_time": 10776500.0,
      "end_time": 10780729.0,
      "text": "and such are going to get shorter on us. And so you have to be a little more careful in"
    },
    {
      "index": 1381,
      "start_time": 10780700.0,
      "end_time": 10791920.0,
      "text": "your positioning of things to make sure you’re respecting that new visual, most especially"
    },
    {
      "index": 1382,
      "start_time": 10792000.0,
      "end_time": 10797511.0,
      "text": "how short the nose gets underneath. We’ll figure out exactly why that’s the case at"
    },
    {
      "index": 1383,
      "start_time": 10797500.0,
      "end_time": 10804969.0,
      "text": "another time. Notice because of the awkward and difficult. And this is kind of an awkward"
    },
    {
      "index": 1384,
      "start_time": 10804900.0,
      "end_time": 10809301.0,
      "text": "view when you’re underneath because that awkward view and the difficult view I’m"
    },
    {
      "index": 1385,
      "start_time": 10809300.0,
      "end_time": 10814659.0,
      "text": "drawing. This whole section is the underside of the nose. I’m drawing the whole circle"
    },
    {
      "index": 1386,
      "start_time": 10814700.0,
      "end_time": 10820761.0,
      "text": "of the lips to feel the full volume of the lips. Later I’ll rough out more detail as"
    },
    {
      "index": 1387,
      "start_time": 10820800.0,
      "end_time": 10827749.0,
      "text": "I need to. But I’m getting those full volumes so I can break this space up and be more clear"
    },
    {
      "index": 1388,
      "start_time": 10827700.0,
      "end_time": 10835610.0,
      "text": "on where things end. Then I’ll find the bottom of the chin and the rest of this that"
    },
    {
      "index": 1389,
      "start_time": 10835600.0,
      "end_time": 10840020.0,
      "text": "I lay in more or less. I’ll give it some shadow here. That’s that digastric plane"
    },
    {
      "index": 1390,
      "start_time": 10840000.0,
      "end_time": 10844880.0,
      "text": "again. That makes sure that it doesn’t look like a Halloween mask. So it’s really important"
    },
    {
      "index": 1391,
      "start_time": 10844900.0,
      "end_time": 10852701.0,
      "text": "whenever you see underneath the head that you show some of that mass of the face going"
    },
    {
      "index": 1392,
      "start_time": 10852700.0,
      "end_time": 10859769.0,
      "text": "back to the neck, that bottom plane of the face. Then there is that. I didn’t get any"
    },
    {
      "index": 1393,
      "start_time": 10859800.0,
      "end_time": 10864370.0,
      "text": "chance to do the rest of it. That would have been fine. In this case I’m going to do"
    },
    {
      "index": 1394,
      "start_time": 10864400.0,
      "end_time": 10875061.0,
      "text": "it just to point out when you get underneath look how low the ears get way down here. Notice"
    },
    {
      "index": 1395,
      "start_time": 10875000.0,
      "end_time": 10880629.0,
      "text": "especially in the underside view of the face like this almost always you end up drawing"
    },
    {
      "index": 1396,
      "start_time": 10880600.0,
      "end_time": 10886831.0,
      "text": "just the mask of the face and not the full skull with whatever hairstyle is going on."
    },
    {
      "index": 1397,
      "start_time": 10886900.0,
      "end_time": 10895979.0,
      "text": "So make sure that you add that back in."
    },
    {
      "index": 1398,
      "start_time": 10896000.0,
      "end_time": 10902801.0,
      "text": "Okay, three-quarter profile, and we’re way underneath it again. If you think of it as"
    },
    {
      "index": 1399,
      "start_time": 10902800.0,
      "end_time": 10910649.0,
      "text": "a box or as a tube notice how this front side to her, which is our left side, rises way"
    },
    {
      "index": 1400,
      "start_time": 10910600.0,
      "end_time": 10919650.0,
      "text": "up and then moves off along. This comes around slower. This comes around quickly but then"
    },
    {
      "index": 1401,
      "start_time": 10919700.0,
      "end_time": 10926631.0,
      "text": "changes direction. That first movement where all the features are except for the ear is"
    },
    {
      "index": 1402,
      "start_time": 10926600.0,
      "end_time": 10932079.0,
      "text": "going way up. You can’t underestimate that, really. So better to make it much deeper than"
    },
    {
      "index": 1403,
      "start_time": 10932100.0,
      "end_time": 10937541.0,
      "text": "it really is than to make it less than it is. Here is the root of the nose in here,"
    },
    {
      "index": 1404,
      "start_time": 10937500.0,
      "end_time": 10945290.0,
      "text": "the mouth in here, the chin in here. Notice again it’s a difficult view so I take more"
    },
    {
      "index": 1405,
      "start_time": 10945300.0,
      "end_time": 10963630.0,
      "text": "time to work out the details. Always take that little extra to get some of the neck"
    },
    {
      "index": 1406,
      "start_time": 10963600.0,
      "end_time": 10971770.0,
      "text": "connection there. Okay, in this case I’m going to draw the whole mask of the face as"
    },
    {
      "index": 1407,
      "start_time": 10971800.0,
      "end_time": 10976529.0,
      "text": "an egg. It just feels egg-like to me so I’m going to do that. Then I’m going to lay"
    },
    {
      "index": 1408,
      "start_time": 10976500.0,
      "end_time": 10984340.0,
      "text": "on my center line to show it’s facing. My eyebrow line to show how it’s tilting in"
    },
    {
      "index": 1409,
      "start_time": 10984400.0,
      "end_time": 10994430.0,
      "text": "and out of the page, and then the ear is way back here some place. Nose, mouth, chin. Notice"
    },
    {
      "index": 1410,
      "start_time": 10994400.0,
      "end_time": 11003950.0,
      "text": "even the chin goes in this same direction. Digastric plane tucks under. You can even"
    },
    {
      "index": 1411,
      "start_time": 11003900.0,
      "end_time": 11008940.0,
      "text": "give it a little bit of tone there to mark it off if you want, although we haven’t"
    },
    {
      "index": 1412,
      "start_time": 11009000.0,
      "end_time": 11024071.0,
      "text": "talked about how to do that. You can kind of code it."
    },
    {
      "index": 1413,
      "start_time": 11024100.0,
      "end_time": 11034039.0,
      "text": "Okay, so that’s my time on that, but notice what I did with the last few seconds. I went"
    },
    {
      "index": 1414,
      "start_time": 11034000.0,
      "end_time": 11040710.0,
      "text": "back and kind of touched each of these areas or as many areas as I had time to do to make"
    },
    {
      "index": 1415,
      "start_time": 11040700.0,
      "end_time": 11047730.0,
      "text": "sure they all related together. Because otherwise you tend to kind of draw this, and then you"
    },
    {
      "index": 1416,
      "start_time": 11047700.0,
      "end_time": 11052181.0,
      "text": "draw this, and then you draw this and you draw this. You kind of scan across but you’ve"
    },
    {
      "index": 1417,
      "start_time": 11052200.0,
      "end_time": 11056299.0,
      "text": "never taken a look at the whole until you stand up and walk away from your piece. So"
    },
    {
      "index": 1418,
      "start_time": 11056300.0,
      "end_time": 11063111.0,
      "text": "I want to keep a process of where I’m juggling all the balls at once. I lay in my construction"
    },
    {
      "index": 1419,
      "start_time": 11063100.0,
      "end_time": 11066600.0,
      "text": "lines here, and then I go over here to some other constructed shape, but then I compare"
    },
    {
      "index": 1420,
      "start_time": 11066600.0,
      "end_time": 11073699.0,
      "text": "that shape back to those construction lines. This to this, but this to this. These to this"
    },
    {
      "index": 1421,
      "start_time": 11073700.0,
      "end_time": 11080220.0,
      "text": "and this to that. This over here to this down here. There are relationships throughout."
    },
    {
      "index": 1422,
      "start_time": 11080200.0,
      "end_time": 11085890.0,
      "text": "You can find angles playing off that you can pick up. There are all sorts of ways to feel"
    },
    {
      "index": 1423,
      "start_time": 11085900.0,
      "end_time": 11092320.0,
      "text": "your relationships back and forth. So as you do your art constantly juggle. Keep juggling."
    },
    {
      "index": 1424,
      "start_time": 11092400.0,
      "end_time": 11096870.0,
      "text": "Come back, find a little mark, maybe add a little more detail, but just to bring you"
    },
    {
      "index": 1425,
      "start_time": 11096800.0,
      "end_time": 11101991.0,
      "text": "back to that place so you can compare that to something else over here and this to something"
    },
    {
      "index": 1426,
      "start_time": 11102000.0,
      "end_time": 11111019.0,
      "text": "over here, and you’re constantly rhythmically relating. I always think of an orchestra conductor"
    },
    {
      "index": 1427,
      "start_time": 11111000.0,
      "end_time": 11117240.0,
      "text": "who is drawing in the brass section against percussions and the woodwinds and each instrument"
    },
    {
      "index": 1428,
      "start_time": 11117300.0,
      "end_time": 11125800.0,
      "text": "in each section is playing with and against and through the others. So there is this mighty"
    },
    {
      "index": 1429,
      "start_time": 11125800.0,
      "end_time": 11139781.0,
      "text": "composition. This dance of ideas, forms, sounds."
    },
    {
      "index": 1430,
      "start_time": 11139800.0,
      "end_time": 11149260.0,
      "text": "That eyebrow line to ear is just invaluable when you’re trying to plot things out in"
    },
    {
      "index": 1431,
      "start_time": 11149200.0,
      "end_time": 11164059.0,
      "text": "dynamic position. Finding the chin to jaw line back in front of the ear, that sideburn"
    },
    {
      "index": 1432,
      "start_time": 11164100.0,
      "end_time": 11170361.0,
      "text": "area is going to help us feel that underneathness. We’ll get a better handle on that when we"
    },
    {
      "index": 1433,
      "start_time": 11170300.0,
      "end_time": 11182579.0,
      "text": "get into our second section on intermediate construction."
    },
    {
      "index": 1434,
      "start_time": 11182600.0,
      "end_time": 11198480.0,
      "text": "Okay, so here we’re way underneath and behind so the ear is going to crowd the front of"
    },
    {
      "index": 1435,
      "start_time": 11198500.0,
      "end_time": 11205830.0,
      "text": "the face and crowd the top of the head. Much better to overdo it. In other words, push"
    },
    {
      "index": 1436,
      "start_time": 11205800.0,
      "end_time": 11210861.0,
      "text": "it too high up, too far forward. You can use that hairline. It’s always a great way to"
    },
    {
      "index": 1437,
      "start_time": 11210900.0,
      "end_time": 11217579.0,
      "text": "kind of measure a sideburn over to the eyebrow, eye socket area. A great way to measure to"
    },
    {
      "index": 1438,
      "start_time": 11217600.0,
      "end_time": 11227381.0,
      "text": "make sure this distance is about right. There is that full jaw of hers. Here is the skull"
    },
    {
      "index": 1439,
      "start_time": 11227300.0,
      "end_time": 11245260.0,
      "text": "shape in here. And here is the hairstyle building out from that and adding to that. Okay."
    },
    {
      "index": 1440,
      "start_time": 11245300.0,
      "end_time": 11257260.0,
      "text": "Okay, that’s our lesson for the basic head structure. I hope it gave you some good pointers"
    },
    {
      "index": 1441,
      "start_time": 11257300.0,
      "end_time": 11263019.0,
      "text": "to work with, some new information. I hope some of the assignments helped kind of codify"
    },
    {
      "index": 1442,
      "start_time": 11263000.0,
      "end_time": 11267481.0,
      "text": "that information, make sure it’s going to work in practice and not just in theory. As"
    },
    {
      "index": 1443,
      "start_time": 11267500.0,
      "end_time": 11271939.0,
      "text": "all of these lessons go, watching them more than once is a great idea. Go back to them"
    },
    {
      "index": 1444,
      "start_time": 11271900.0,
      "end_time": 11277060.0,
      "text": "over and over again. This is tough information. There are a lot of fine points there that"
    },
    {
      "index": 1445,
      "start_time": 11277100.0,
      "end_time": 11282350.0,
      "text": "you may not pick up the first time. You can always use more practice, as we all can, of"
    },
    {
      "index": 1446,
      "start_time": 11282300.0,
      "end_time": 11286230.0,
      "text": "course. So go ahead and look at that a few times, but when you’re ready go on then"
    },
    {
      "index": 1447,
      "start_time": 11286200.0,
      "end_time": 11290051.0,
      "text": "to our next lesson. Our next lesson will be intermediate head construction."
    },
    {
      "index": 1448,
      "start_time": 11290100.0,
      "end_time": 11300100.0,
      "text": "I&#39;ll see you there."
    }
  ]
}