{
  "video_id": "2TxtkizDIxU",
  "title": "Why Do You Remember Dumb Stuff But Forget Important Stuff?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 89.0,
      "end_time": 4130.0,
      "text": "How do you decide what to remember? I actually don't remember. I was hoping that you did."
    },
    {
      "index": 2,
      "start_time": 4140.0,
      "end_time": 6300.0,
      "text": "No? Well, that's some medulla oblong garbage."
    },
    {
      "index": 3,
      "start_time": 11580.0,
      "end_time": 16070.0,
      "text": "Hey folks, Matt Lieberman here for DNews. Our brains are capable of storing enormous amounts of information,"
    },
    {
      "index": 4,
      "start_time": 16600.0,
      "end_time": 21100.0,
      "text": "So why do we often feel like our brains prioritize the wrong things when it comes to long-term memory?"
    },
    {
      "index": 5,
      "start_time": 21130.0,
      "end_time": 23160.0,
      "text": "Every Monday on DNews, we answer your questions,"
    },
    {
      "index": 6,
      "start_time": 23560.0,
      "end_time": 27320.0,
      "text": "and Yash Bharti wants to know: \"Why do I remember something that happened four years earlier"
    },
    {
      "index": 7,
      "start_time": 27320.0,
      "end_time": 30859.0,
      "text": "but I don't remember what I ate last night for dinner?\" Good question!"
    },
    {
      "index": 8,
      "start_time": 30860.0,
      "end_time": 40960.0,
      "text": "Well, according to computational neuroscientist Paul King, our brains prioritize memory creation and storage based on what we subconsciously determine as useful for our long-term survival, to which I respond."
    },
    {
      "index": 9,
      "start_time": 41010.0,
      "end_time": 44120.0,
      "text": "Okay, that's all fine and good, but why did my brain remember several"
    },
    {
      "index": 10,
      "start_time": 44120.0,
      "end_time": 46870.0,
      "text": "names of Scooby-Doo episodes and nothing I learned in algebra?"
    },
    {
      "index": 11,
      "start_time": 48170.0,
      "end_time": 51960.0,
      "text": "I can't imagine a situation where my life will be saved by namechecking Jeepers, It's the Creeper or Go Away, Ghost Ship."
    },
    {
      "index": 12,
      "start_time": 52260.0,
      "end_time": 56950.0,
      "text": "Well, your brain has no way of knowing what types of information will be useful in the future,"
    },
    {
      "index": 13,
      "start_time": 56960.0,
      "end_time": 60240.0,
      "text": "So it has a variety of criteria to determine what to hold on to."
    },
    {
      "index": 14,
      "start_time": 60239.0,
      "end_time": 64539.0,
      "text": "First, your brain is really great at noticing patterns. Repeated facts, sights, sounds,"
    },
    {
      "index": 15,
      "start_time": 64539.0,
      "end_time": 69529.0,
      "text": "and experiences must all be examined to determine whether they're worth remembering or if they should fade from perception."
    },
    {
      "index": 16,
      "start_time": 69729.0,
      "end_time": 73619.0,
      "text": "In addition, your brain prioritizes moments or facts presented earlier,"
    },
    {
      "index": 17,
      "start_time": 73619.0,
      "end_time": 76970.0,
      "text": "as they dictate what's to come, and whatever happened most recently,"
    },
    {
      "index": 18,
      "start_time": 76970.0,
      "end_time": 81299.0,
      "text": "as it's often the most relevant to your current situation. That's why most presentations begin and end with a summary of key points."
    },
    {
      "index": 19,
      "start_time": 81299.0,
      "end_time": 86640.0,
      "text": "However, the element of surprise may be even more powerful than that."
    },
    {
      "index": 20,
      "start_time": 86740.0,
      "end_time": 90109.0,
      "text": "A shocking or unpredictable outcome greatly increases retention,"
    },
    {
      "index": 21,
      "start_time": 90109.0,
      "end_time": 94329.0,
      "text": "which is why you remember more about last season of Game of Thrones than you do about where you left your keys."
    },
    {
      "index": 22,
      "start_time": 94329.0,
      "end_time": 97689.0,
      "text": "I mean, unless you left them in the fridge. That would be incredibly surprising."
    },
    {
      "index": 23,
      "start_time": 97900.0,
      "end_time": 102900.0,
      "text": "Unless you're a sitcom characters, I think that only happens in fake life."
    },
    {
      "index": 24,
      "start_time": 103489.0,
      "end_time": 108140.0,
      "text": "On top of that, the brain also holds onto memories and thoughts that offer a strong emotional impact."
    },
    {
      "index": 25,
      "start_time": 108440.0,
      "end_time": 111140.0,
      "text": "Moments of extreme joy, sadness, or anger, for example,"
    },
    {
      "index": 26,
      "start_time": 111340.0,
      "end_time": 116099.0,
      "text": "will always be easier to recall than clinical or boring moments, even if they're valuable for your continued success at work or school."
    },
    {
      "index": 27,
      "start_time": 116099.0,
      "end_time": 125789.0,
      "text": "Finally and perhaps most significantly, your brain pays very close attention to moments and decisions that lead to positive and negative outcomes."
    },
    {
      "index": 28,
      "start_time": 125809.0,
      "end_time": 130010.0,
      "text": "So Yash, maybe you can't recall what you ate last night for dinner because it was simply unremarkable."
    },
    {
      "index": 29,
      "start_time": 130210.00000000001,
      "end_time": 135829.0,
      "text": "If it had been incredible or god awful, that meal would've left a strong impression on you, and would dictate your future behavior."
    },
    {
      "index": 30,
      "start_time": 136469.0,
      "end_time": 141220.0,
      "text": "Outside of those criteria, your brain decides what to hold onto through another method, called consolidation."
    },
    {
      "index": 31,
      "start_time": 141320.0,
      "end_time": 145000.0,
      "text": "So, what's consolidation? Let's say you've just learned how to drive a car."
    },
    {
      "index": 32,
      "start_time": 145000.0,
      "end_time": 148309.0,
      "text": "Every time you access the memories associated with your driving skills,"
    },
    {
      "index": 33,
      "start_time": 148410.0,
      "end_time": 155810.0,
      "text": "a.k.a. every time you get behind the wheel of a car, the neuronal connections to those specific memories get stronger, making them that much harder to forget."
    },
    {
      "index": 34,
      "start_time": 156000.0,
      "end_time": 159000.0,
      "text": "Sleep has been shown to be vital to the consolidation of memories."
    },
    {
      "index": 35,
      "start_time": 159459.0,
      "end_time": 164669.0,
      "text": "While sleeping, the brain processes subconsciously learned information into tangible knowledge for later use."
    },
    {
      "index": 36,
      "start_time": 164669.0,
      "end_time": 168620.0,
      "text": "So if you really want to hold onto your memories and skills, go get a good night's sleep."
    },
    {
      "index": 37,
      "start_time": 168620.0,
      "end_time": 172519.0,
      "text": "So now we want to hear from you: What's seemingly the most useless thing that you remember?"
    },
    {
      "index": 38,
      "start_time": 172519.0,
      "end_time": 176129.0,
      "text": "Let us know down in the comments and keep the questions coming, too."
    },
    {
      "index": 39,
      "start_time": 176129.0,
      "end_time": 177029.0,
      "text": "We might answer them in another video."
    }
  ]
}