{
  "video_id": "2WV3sIcWNxE",
  "title": "1MDB scandal: the Malaysian fraud explained",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1100.0,
      "end_time": 6300.0,
      "text": "The 1MDB scandal is one of the greatest financial frauds in history."
    },
    {
      "index": 2,
      "start_time": 6320.0,
      "end_time": 22120.0,
      "text": "$4.5bn was allegedly misappropriated from the Malaysian state investment fund and used to buy luxury real estate, expensive works of art, and even to produce a Hollywood movie about, of all things, financial fraud."
    },
    {
      "index": 3,
      "start_time": 22130.0,
      "end_time": 24230.0,
      "text": "But how did they do it?"
    },
    {
      "index": 4,
      "start_time": 24230.0,
      "end_time": 33370.0,
      "text": "According to the US Department of Justice, one strategy involved setting up bank accounts under fake company names that resembled real firms."
    },
    {
      "index": 5,
      "start_time": 33410.0,
      "end_time": 45000.0,
      "text": "BlackRock Commodities (Global) Limited sounds a lot like the global investment manager, while Affinity Equity International Partners Limited could easily be mistaken for the private equity firm."
    },
    {
      "index": 6,
      "start_time": 46000.0,
      "end_time": 51370.0,
      "text": "There's no law against this, but it could help put investigators off the scent."
    },
    {
      "index": 7,
      "start_time": 51410.0,
      "end_time": 55799.0,
      "text": "Another scheme saw money transferred to trust accounts at US law firms."
    },
    {
      "index": 8,
      "start_time": 55880.0,
      "end_time": 64500.0,
      "text": "Client confidentiality rules in the US mean these accounts are barely regulated, making suspicious transactions difficult to find."
    },
    {
      "index": 9,
      "start_time": 64519.00000000001,
      "end_time": 75900.0,
      "text": "The DOJ alleges that firms like Shearman and Sterling and DLA Piper were unwittingly used to sneak a billion dollars from 1MDB into the US."
    },
    {
      "index": 10,
      "start_time": 76000.0,
      "end_time": 89300.0,
      "text": "The third strategy allegedly employed is what the DOJ calls layering; moving funds from bank account to bank account, adding layers of complexity, until the original source of the funds is camouflaged."
    },
    {
      "index": 11,
      "start_time": 89390.0,
      "end_time": 101250.0,
      "text": "Let's follow the money allegedly used to buy this pink diamond necklace for Rosmah Mansor, the wife of former Malaysian prime minister and founder of 1MDB, Najib Razak."
    },
    {
      "index": 12,
      "start_time": 101270.0,
      "end_time": 107900.0,
      "text": "It all starts with a $3bn bond arranged by Goldman Sachs in 2013."
    },
    {
      "index": 13,
      "start_time": 108000.0,
      "end_time": 119650.0,
      "text": "That was issued by a wholly-owned subsidiary of 1MDB incorporated in the British Virgin Islands, and the proceeds were earmarked for a joint venture with a firm in Abu Dhabi."
    },
    {
      "index": 14,
      "start_time": 119720.0,
      "end_time": 128070.0,
      "text": "But instead of heading to the Middle East, most of the money was transferred into an account at Swiss private bank BSI, in Lugano."
    },
    {
      "index": 15,
      "start_time": 128240.00000000001,
      "end_time": 134380.0,
      "text": "From there, the DOJ claims it was shifted to investment funds in offshore centres."
    },
    {
      "index": 16,
      "start_time": 134480.0,
      "end_time": 144779.0,
      "text": "The money was wired by a correspondent bank account at JPMorgan Chase in the US to two accounts at the Singapore branch of Swiss private bank, Falcon Bank."
    },
    {
      "index": 17,
      "start_time": 144800.0,
      "end_time": 152800.0,
      "text": "Funds went back and forth between these accounts, adding layer upon layer of complication, gradually obscuring the origin."
    },
    {
      "index": 18,
      "start_time": 152840.0,
      "end_time": 166750.0,
      "text": "Eventually, $681m were transferred from Tanore into a Malaysian bank account held by Najib Razak, a sum he insists was a political donation from the Saudi royal family."
    },
    {
      "index": 19,
      "start_time": 167930.0,
      "end_time": 170850.0,
      "text": "Five months later, most of it was returned."
    },
    {
      "index": 20,
      "start_time": 170900.0,
      "end_time": 185950.0,
      "text": "The money bounced around accounts at Falcon and DBS Bank in Singapore before a sum of $27.3m was, according to the DOJ, wired to jeweller Lorraine Schwartz to buy the necklace."
    },
    {
      "index": 21,
      "start_time": 186200.0,
      "end_time": 192320.0,
      "text": "The complexity of these cross-border flows has made getting to the bottom of the 1MDB fraud painstaking and difficult."
    },
    {
      "index": 22,
      "start_time": 192400.0,
      "end_time": 199420.0,
      "text": "But with Malaysia's government keen to burnish its graft-fighting credentials and claw back the money stolen, the investigation shows no signs of slowing down."
    }
  ]
}