{
  "video_id": "2yFCyPX3kT0",
  "title": "Annoying Customers",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2180.0,
      "text": "Hey, this is kind of like a part two video"
    },
    {
      "index": 2,
      "start_time": 2180.0,
      "end_time": 6520.0,
      "text": "I mean you don't have to have seen the part 1 video to understand what I talk about in this video"
    },
    {
      "index": 3,
      "start_time": 6520.0,
      "end_time": 9580.0,
      "text": "But I mean if you haven't watched part one, uh, you should."
    },
    {
      "index": 4,
      "start_time": 9580.0,
      "end_time": 13960.0,
      "text": "So I used to work at Subway and to be honest about 80% of the customers were fine"
    },
    {
      "index": 5,
      "start_time": 13960.0,
      "end_time": 17500.0,
      "text": "Sometimes they would do something that would just personally annoy me"
    },
    {
      "index": 6,
      "start_time": 17500.0,
      "end_time": 19500.0,
      "text": "like ask for a meatball on flatbread"
    },
    {
      "index": 7,
      "start_time": 19500.0,
      "end_time": 21260.0,
      "text": "so don't feel too bad for me"
    },
    {
      "index": 8,
      "start_time": 21260.0,
      "end_time": 25380.0,
      "text": "like sometimes people would ask me,\"Can I have a turkey with lettuce, tomatoes--\""
    },
    {
      "index": 9,
      "start_time": 25380.0,
      "end_time": 29840.0,
      "text": "Whoa whoa whoa whoa! Slow down, what kind of bread, foot-long or six-inch. What kind of cheese? Is it toasted?"
    },
    {
      "index": 10,
      "start_time": 29840.0,
      "end_time": 31500.0,
      "text": "Then we'll talk about vegetables!"
    },
    {
      "index": 11,
      "start_time": 31500.0,
      "end_time": 35140.0,
      "text": "and every time someone brought in a list there would always be something missing on it. Always!"
    },
    {
      "index": 12,
      "start_time": 35140.0,
      "end_time": 38200.0,
      "text": "I never had someone come in with a complete list"
    },
    {
      "index": 13,
      "start_time": 38200.0,
      "end_time": 42020.0,
      "text": "I would ask someone,\"what kind of cheese?\" and they would say,\" ah, they didn't specify.\""
    },
    {
      "index": 14,
      "start_time": 42020.0,
      "end_time": 44840.0,
      "text": "Well then if they didn't care enough to remember cheese, I guess they'll get swiss."
    },
    {
      "index": 15,
      "start_time": 44840.0,
      "end_time": 49220.0,
      "text": "If anyone watching is currently working at a Subway then feel free to use these tricks."
    },
    {
      "index": 16,
      "start_time": 49220.0,
      "end_time": 54220.0,
      "text": "if someone asked me, \"Hmm, what kind of cheese do you recommend?\" I would always say provolone"
    },
    {
      "index": 17,
      "start_time": 54220.0,
      "end_time": 57260.0,
      "text": "because it's the easiest cheese to pull apart with gloves on."
    },
    {
      "index": 18,
      "start_time": 57260.0,
      "end_time": 61460.0,
      "text": "Really if anyone asked me what I recommended I would just tell them the easiest thing for me to do."
    },
    {
      "index": 19,
      "start_time": 61460.0,
      "end_time": 65300.0,
      "text": "But even after I gave my insightful provolone cheese recommendation,"
    },
    {
      "index": 20,
      "start_time": 65300.0,
      "end_time": 68560.0,
      "text": "sometimes people would still say, \"Hmm, I'll take American.\""
    },
    {
      "index": 21,
      "start_time": 68560.0,
      "end_time": 71740.0,
      "text": "Why do you even ask me what cheese I would recommend If you're not gonna take it seriously!"
    },
    {
      "index": 22,
      "start_time": 71740.0,
      "end_time": 76140.0,
      "text": "Another thing that would annoy me is when people would say the sandwich was \"all done\""
    },
    {
      "index": 23,
      "start_time": 76140.0,
      "end_time": 77860.0,
      "text": "but they didn't put any sauce on it."
    },
    {
      "index": 24,
      "start_time": 77860.0,
      "end_time": 81080.0,
      "text": "So I would ask, \"Any sauce?\" and then they would be like, \"Oh yeah, mayonnaise.\""
    },
    {
      "index": 25,
      "start_time": 81080.0,
      "end_time": 83960.0,
      "text": "Oh! Why did you tell me it was all done if it wasn't!"
    },
    {
      "index": 26,
      "start_time": 83960.0,
      "end_time": 87520.0,
      "text": "Also, the receipt machine at the store took like seven seconds to print out the receipt"
    },
    {
      "index": 27,
      "start_time": 87520.0,
      "end_time": 91180.0,
      "text": "So it would be very awkward if I asked someone, \"Do you want your receipt?\""
    },
    {
      "index": 28,
      "start_time": 91180.0,
      "end_time": 98320.0,
      "text": "and then they would say, \"Yes.\" and then we would just stare... at each other... until... the receipt printed."
    },
    {
      "index": 29,
      "start_time": 98320.0,
      "end_time": 102560.0,
      "text": "So what I did every time someone swiped their credit card I would just stare off into space"
    },
    {
      "index": 30,
      "start_time": 102560.0,
      "end_time": 106920.0,
      "text": "and in my head, I would count to five and then I would ask, \"Do you want your receipt?\""
    },
    {
      "index": 31,
      "start_time": 106920.0,
      "end_time": 112220.0,
      "text": "and by the time they said yes, it was like magic! As soon as they said yes, bshhh, the receipt printed."
    },
    {
      "index": 32,
      "start_time": 112220.0,
      "end_time": 114180.0,
      "text": "At Subway, you only work with one other person."
    },
    {
      "index": 33,
      "start_time": 114180.0,
      "end_time": 116940.0,
      "text": "So if someone got annoyed and said, \"Let me talk to your manager.\""
    },
    {
      "index": 34,
      "start_time": 116940.0,
      "end_time": 120300.0,
      "text": "I would just look at them and go, \"Listen, I've been here the longest."
    },
    {
      "index": 35,
      "start_time": 120300.0,
      "end_time": 125140.0,
      "text": "The only other person in this store is a 16-year-old girl and she technically isn't old enough to use the toaster."
    },
    {
      "index": 36,
      "start_time": 125140.0,
      "end_time": 127840.0,
      "text": "So, I'm probably your best bet and I'm the manager.\""
    },
    {
      "index": 37,
      "start_time": 127840.0,
      "end_time": 132080.0,
      "text": "Like do people think the manager will automatically take their side and give them free stuff?"
    },
    {
      "index": 38,
      "start_time": 132080.0,
      "end_time": 134720.0,
      "text": "Yes, actually they do think that because it happens all the time."
    },
    {
      "index": 39,
      "start_time": 134720.0,
      "end_time": 139260.0,
      "text": "I would consider myself a pretty laid-back Subway employee. I didn't like to be stingy with people"
    },
    {
      "index": 40,
      "start_time": 139260.0,
      "end_time": 142120.0,
      "text": "even though I was disobeying the Subway formula on purpose."
    },
    {
      "index": 41,
      "start_time": 142120.0,
      "end_time": 147660.0,
      "text": "Oh, you want more than six olives on your foot-long? Pff, sure! Have a fifth slice of cheese!"
    },
    {
      "index": 42,
      "start_time": 147660.0,
      "end_time": 151460.0,
      "text": "A dollar fifty for avocado? Pff, I'll charge you seventy-five cents buddy!"
    },
    {
      "index": 43,
      "start_time": 151460.0,
      "end_time": 155980.0,
      "text": "I probably shouldn't be saying these things, you know. In case this whole YouTube thing flops and I need a job."
    },
    {
      "index": 44,
      "start_time": 155980.0,
      "end_time": 162740.0,
      "text": "So I wasn't really \"strict\" on the rules. You know those fast food workers who are strict, \"No! We won't serve breakfast at 10:02! Get out!\""
    },
    {
      "index": 45,
      "start_time": 162740.0,
      "end_time": 165880.0,
      "text": "But being pretty laid back still didn't stop people from being annoying."
    },
    {
      "index": 46,
      "start_time": 165880.0,
      "end_time": 169580.0,
      "text": "So this one person comes in and asks for two, foot-long, pastrami sandwiches"
    },
    {
      "index": 47,
      "start_time": 169580.0,
      "end_time": 173960.0,
      "text": "and pastrami is our most expensive sandwich. It's about $10 for a foot-long"
    },
    {
      "index": 48,
      "start_time": 173960.0,
      "end_time": 180560.0,
      "text": "and guys, the pastrami is super good, but I wouldn't pay for it. I mean it's good, yeah, but I'm not paying $10 for a foot-long."
    },
    {
      "index": 49,
      "start_time": 180560.0,
      "end_time": 185280.0,
      "text": "It's not worth it. So this guy, I make his two sandwiches. I ring them up and I say, \"that'll be $20.\""
    },
    {
      "index": 50,
      "start_time": 185280.0,
      "end_time": 189960.0,
      "text": "and I guess he didn't look at the price of the sandwich on the menu or he thought we still did the $5 foot-longs"
    },
    {
      "index": 51,
      "start_time": 189960.0,
      "end_time": 193840.0,
      "text": "because he said to me, \"I ain't paying for that.\" and this is when I was just starting out."
    },
    {
      "index": 52,
      "start_time": 193840.0,
      "end_time": 197900.0,
      "text": "I only had like, a week of experience and after he said that I responded,"
    },
    {
      "index": 53,
      "start_time": 197900.0,
      "end_time": 201680.0,
      "text": "\"Well, shoot, I guess you're not paying for it, I didn't know people could do that.\""
    },
    {
      "index": 54,
      "start_time": 201680.0,
      "end_time": 207880.0,
      "text": "\"Hey, I want this!\" \"Alright, that's $20\" \"Nah.\" \"You don't want it?\" \" No I want it, I'm just not paying for it.\""
    },
    {
      "index": 55,
      "start_time": 207880.0,
      "end_time": 214240.0,
      "text": "Ok no, but actually we did come up with a compromise. He told me he had $12, so he ended up paying for one of the sandwiches"
    },
    {
      "index": 56,
      "start_time": 214240.0,
      "end_time": 216960.0,
      "text": "and I got to eat the other one. So it all worked out."
    },
    {
      "index": 57,
      "start_time": 216960.0,
      "end_time": 222360.0,
      "text": "So one time I was making a sandwich for a guy with a very heavy accent and he asks for onions on the side."
    },
    {
      "index": 58,
      "start_time": 222360.0,
      "end_time": 225640.0,
      "text": "No big deal we at Sooubway put vegetables in little cups all the time."
    },
    {
      "index": 59,
      "start_time": 225640.0,
      "end_time": 230260.0,
      "text": "I actually got a soup cup because the on the side cups are teeny-tiny and I started doing my thing."
    },
    {
      "index": 60,
      "start_time": 230260.0,
      "end_time": 238300.0,
      "text": "But then he says, \"No! On the side.\" and I think, \" Oh! He's getting a foot-long! He probably wants onions on half of it but not the other"
    },
    {
      "index": 61,
      "start_time": 238300.0,
      "end_time": 243560.0,
      "text": "So I start putting onions on half the sub, but then again he says, \"No! On the side!\""
    },
    {
      "index": 62,
      "start_time": 243560.0,
      "end_time": 249340.0,
      "text": "At this point, I don't know what this guy wants. So I ask him, \"On the side of what?\" and then he screams,\"ONIONS!\""
    },
    {
      "index": 63,
      "start_time": 249340.0,
      "end_time": 251240.0,
      "text": "and I never figured out what he was trying to say."
    },
    {
      "index": 64,
      "start_time": 251240.0,
      "end_time": 256780.0,
      "text": "This one old gentleman asks for sauce to be put on his vegetables and normally we put it on top of the sandwich with the meat"
    },
    {
      "index": 65,
      "start_time": 256779.99999999997,
      "end_time": 261379.99999999997,
      "text": "and I didn't know if I heard him correctly because I put the sauce on and closed the sandwich."
    },
    {
      "index": 66,
      "start_time": 261380.0,
      "end_time": 266360.0,
      "text": "So your sauce would've been in the same order either way! One time, this woman tipped me and Correy $40."
    },
    {
      "index": 67,
      "start_time": 266360.0,
      "end_time": 269720.0,
      "text": "She wasn't annoying I just wanted to sprinkle in some good customer stories."
    },
    {
      "index": 68,
      "start_time": 269720.0,
      "end_time": 276060.0,
      "text": "Ok one time, this, uh, native American person came in and, I don't know if mentioning that was important to the story."
    },
    {
      "index": 69,
      "start_time": 276060.0,
      "end_time": 281340.0,
      "text": "He comes in and asks for five foot-long Tunas. Ok Tyler, just me and you lets do this!"
    },
    {
      "index": 70,
      "start_time": 281340.0,
      "end_time": 284680.0,
      "text": "and then when we're all finished, we ring them up and we say, \"Anything else?\""
    },
    {
      "index": 71,
      "start_time": 284680.0,
      "end_time": 288980.0,
      "text": "and he says, \"seven meatballs\" What!? He wanted seven more sandwiches!"
    },
    {
      "index": 72,
      "start_time": 288980.0,
      "end_time": 295000.0,
      "text": "But James, you're Sooubway! You're supposed to make people sandwiches regardless of how many they ask for."
    },
    {
      "index": 73,
      "start_time": 295000.0,
      "end_time": 297400.0,
      "text": "Yeah I know, but the guy could've handled it differently."
    },
    {
      "index": 74,
      "start_time": 297400.0,
      "end_time": 302080.0,
      "text": "Normally for a platter, you have to call in at least an hour ahead, and that's only five foot-longs."
    },
    {
      "index": 75,
      "start_time": 302080.0,
      "end_time": 307540.0,
      "text": "This guy could've called ahead and said, \"Hey, I'm getting twelve sandwiches so just, prepare yourselves... mentally.\""
    },
    {
      "index": 76,
      "start_time": 307540.0,
      "end_time": 312620.0,
      "text": "I mean we had so many customers waiting in line. No, we didn't that's a lie it was only him. But still!"
    },
    {
      "index": 77,
      "start_time": 312620.0,
      "end_time": 316780.0,
      "text": "This one woman, I was making her sandwich and for vegetables, she asked for extra lettuce."
    },
    {
      "index": 78,
      "start_time": 316780.0,
      "end_time": 323500.0,
      "text": "So I put on a big handful, but then she asks for more. So I put more on, \"more\" I sprinkle some on,\"MORE!\""
    },
    {
      "index": 79,
      "start_time": 323500.0,
      "end_time": 329900.0,
      "text": "\"Uh, I won't be able to close the sandwich with any more lettuce.\" and she says, \"that's fine.\" \"Alright, extra lettuce it is.\""
    },
    {
      "index": 80,
      "start_time": 329900.0,
      "end_time": 333200.0,
      "text": "So I ended up giving her an open sandwich with a mountain of lettuce."
    },
    {
      "index": 81,
      "start_time": 333200.0,
      "end_time": 335060.0,
      "text": "You know we do salads, right?"
    },
    {
      "index": 82,
      "start_time": 335060.0,
      "end_time": 340780.0,
      "text": "When I was little, I always thought if I was working at a store and someone tried to rob me, I wouldn't give them any money."
    },
    {
      "index": 83,
      "start_time": 340780.0,
      "end_time": 345960.0,
      "text": "But now it's like, \"Pshh, I ain't risking my life for Sooubway! Here take the cash register!\""
    },
    {
      "index": 84,
      "start_time": 345960.0,
      "end_time": 350680.0,
      "text": "So thankfully I've never had someone pull a gun on me, but I have caught people stealing from us"
    },
    {
      "index": 85,
      "start_time": 350680.0,
      "end_time": 354400.0,
      "text": "I was making someone's sandwich and this one kid asks for just a water cup."
    },
    {
      "index": 86,
      "start_time": 354400.0,
      "end_time": 359520.0,
      "text": "So I gave it to him. So I go back to making a sandwich and I just hear the fuzzy soda sounds being dispensed"
    },
    {
      "index": 87,
      "start_time": 359520.0,
      "end_time": 363880.0,
      "text": "and I look over, and the kid is putting soda in the cup! He didn't even try to hide it!"
    },
    {
      "index": 88,
      "start_time": 363880.0,
      "end_time": 367760.0,
      "text": "When I put soda in a water cup I at least wait for the employees to go in the back."
    },
    {
      "index": 89,
      "start_time": 367760.0,
      "end_time": 371260.0,
      "text": "But, I didn't even say anything. I was just like, \"alright man\""
    },
    {
      "index": 90,
      "start_time": 371260.0,
      "end_time": 375880.0,
      "text": "This guy, I totally saw him take a bag of chips and he hid it under the counter so I couldn't see."
    },
    {
      "index": 91,
      "start_time": 375880.0,
      "end_time": 380240.0,
      "text": "So when I rang up his sandwich I asked, \"Anything else?\" and he said, \"Nope.\""
    },
    {
      "index": 92,
      "start_time": 380240.0,
      "end_time": 385140.0,
      "text": "Alright, whatever. Ok, last story. I was in the back playing some Clash of Clans"
    },
    {
      "index": 93,
      "start_time": 385140.0,
      "end_time": 389320.0,
      "text": "and we have a computer that shows what the cameras see, and I see this woman who was eating there"
    },
    {
      "index": 94,
      "start_time": 389320.0,
      "end_time": 394260.0,
      "text": "she reached over the counter and took three large cups and I did nothing to stop it."
    },
    {
      "index": 95,
      "start_time": 394260.0,
      "end_time": 399540.0,
      "text": "You know, I'm the kind of person that's like, \"The fast food employee is always right.\" Say if I was eating somewhere"
    },
    {
      "index": 96,
      "start_time": 399540.0,
      "end_time": 404660.0,
      "text": "and I ask for a chicken salad and they said,\"We only have tuna salad.\" I'm the kind of person that's like,"
    },
    {
      "index": 97,
      "start_time": 404660.0,
      "end_time": 406820.0,
      "text": "Oh, well I guess I'm having the tuna salad then."
    },
    {
      "index": 98,
      "start_time": 406820.0,
      "end_time": 413180.0,
      "text": "I think people need to realize that these fast food workers are actually people and not something for you to use to get a free sandwich."
    },
    {
      "index": 99,
      "start_time": 413180.0,
      "end_time": 418040.0,
      "text": "I did mean it when I said in the last video that everyone at some point should work in a fast food or retail job."
    },
    {
      "index": 100,
      "start_time": 418040.0,
      "end_time": 422160.0,
      "text": "It's--just-it's nuts! Ok, we're done."
    },
    {
      "index": 101,
      "start_time": 422160.0,
      "end_time": 432160.0,
      "text": "Look she's actually putting six olives on a foot-long. One of them even fell off!"
    }
  ]
}