{
  "video_id": "38jn1bBPCBk",
  "title": "Couples Counseling: Pre marriage questions",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6390.0,
      "end_time": 11090.0,
      "text": "Hello this is Andrea Cairella Licensed Professional Counselor and Relationship Consultant on True"
    },
    {
      "index": 2,
      "start_time": 11090.0,
      "end_time": 15660.0,
      "text": "Potential TV the place where you can nurture your relationship, transform your life, and"
    },
    {
      "index": 3,
      "start_time": 15660.0,
      "end_time": 26829.0,
      "text": "enhance your wellbeing. Today we will be talking about pre-marital counseling and pre marriage"
    },
    {
      "index": 4,
      "start_time": 26829.0,
      "end_time": 30349.0,
      "text": "questions.  Getting married can be an exciting yet anxiety"
    },
    {
      "index": 5,
      "start_time": 30349.0,
      "end_time": 37500.0,
      "text": "provoking step in one&#39;s life as they go from being an &quot;I&quot; to a &quot;we.&quot; Today I will be sharing"
    },
    {
      "index": 6,
      "start_time": 37500.0,
      "end_time": 40079.0,
      "text": "pre-marital counseling and 8 pre marriage questions all couples should discuss with"
    },
    {
      "index": 7,
      "start_time": 40079.0,
      "end_time": 43989.0,
      "text": "their partner before getting married. ROLES AND RESPONSIBILITIES: Imagine how you"
    },
    {
      "index": 8,
      "start_time": 43989.0,
      "end_time": 48109.0,
      "text": "plan on dividing chores and responsibilities. Will you both work? Who will stay at home"
    },
    {
      "index": 9,
      "start_time": 48109.0,
      "end_time": 54719.0,
      "text": "if you have children? What does marriage mean to you? Will the rules change and if so how?"
    },
    {
      "index": 10,
      "start_time": 54719.0,
      "end_time": 61149.0,
      "text": "CHILDREN: Talk about your opinions on children and share important childhood experiences"
    },
    {
      "index": 11,
      "start_time": 61149.0,
      "end_time": 66170.0,
      "text": "with your partner. Do you want to have any, and if so, how many? When will you start trying?"
    },
    {
      "index": 12,
      "start_time": 66170.0,
      "end_time": 69560.0,
      "text": "If we were infertile and are unable to have children, how would we handle that? How would"
    },
    {
      "index": 13,
      "start_time": 69560.0,
      "end_time": 75490.0,
      "text": "you discipline? Agree on basic parenting styles. If you are blending families, determine how"
    },
    {
      "index": 14,
      "start_time": 75490.0,
      "end_time": 80360.0,
      "text": "you will handle parental responsibilities. Will the stepparent have the same authority?"
    },
    {
      "index": 15,
      "start_time": 80360.0,
      "end_time": 85479.0,
      "text": "How do you feel about each other&#39;s role in the discipline and decision-making regarding"
    },
    {
      "index": 16,
      "start_time": 85479.0,
      "end_time": 90369.0,
      "text": "each child? SEX: Determine sexual goals. How often would"
    },
    {
      "index": 17,
      "start_time": 90369.0,
      "end_time": 99880.0,
      "text": "you like to have sex? It might seem strange to talk about it now, but it&#39;s important to"
    },
    {
      "index": 18,
      "start_time": 99880.0,
      "end_time": 107880.0,
      "text": "be ready for the sexual problems that can occur in long-term relationships. Discuss"
    },
    {
      "index": 19,
      "start_time": 107880.0,
      "end_time": 114009.0,
      "text": "how to deal with potential sex issues and how to keep things passionate and interesting."
    },
    {
      "index": 20,
      "start_time": 114009.0,
      "end_time": 119780.0,
      "text": "SPIRITUALITY: Ask each other if you are spiritual or religious and share which practices are"
    },
    {
      "index": 21,
      "start_time": 119780.0,
      "end_time": 126090.0,
      "text": "important to you. For example, do you regularly attend church or temple weekly or just on"
    },
    {
      "index": 22,
      "start_time": 126090.0,
      "end_time": 130670.0,
      "text": "religious holidays? Are you atheist or agnostic? Are you more spiritual in nature and what"
    },
    {
      "index": 23,
      "start_time": 130669.99999999999,
      "end_time": 136860.0,
      "text": "does that look like? If you have children, what spiritual practices would you like to"
    },
    {
      "index": 24,
      "start_time": 136860.0,
      "end_time": 141120.0,
      "text": "share with them? FINANCES: Be forthcoming about who will be"
    },
    {
      "index": 25,
      "start_time": 141120.0,
      "end_time": 146980.0,
      "text": "responsible for paying the bills or how you will share expenses. Address how to organize"
    },
    {
      "index": 26,
      "start_time": 146980.0,
      "end_time": 152620.0,
      "text": "the budget and how financial decisions will be made. If your expectation is to work on"
    },
    {
      "index": 27,
      "start_time": 152620.0,
      "end_time": 158760.0,
      "text": "these matters together, make sure your partner understands that and that you are both upfront"
    },
    {
      "index": 28,
      "start_time": 158760.0,
      "end_time": 166920.0,
      "text": "about your finances. Do either of you have debt, student loans or a bad credit history?"
    },
    {
      "index": 29,
      "start_time": 166920.0,
      "end_time": 175900.0,
      "text": "How will these financial issues be addressed? CAREER: What do your career goals and aspirations"
    },
    {
      "index": 30,
      "start_time": 175900.0,
      "end_time": 184870.0,
      "text": "entail? Address your own life goals and individual plans. Do you desire starting your own business"
    },
    {
      "index": 31,
      "start_time": 184870.0,
      "end_time": 190790.0,
      "text": "or going back to school? Make sure this is a plan that your partner will support and"
    },
    {
      "index": 32,
      "start_time": 190790.0,
      "end_time": 194220.0,
      "text": "that both of you are free to pursue individual interests and dreams."
    },
    {
      "index": 33,
      "start_time": 194220.0,
      "end_time": 198650.0,
      "text": "LOCATION: Address where you would like to live. Is living close to family and friends"
    },
    {
      "index": 34,
      "start_time": 198650.0,
      "end_time": 202190.0,
      "text": "important to you, what about where you would like to raise your children?"
    },
    {
      "index": 35,
      "start_time": 202190.0,
      "end_time": 209590.0,
      "text": "If you are in a cross-cultural relationship, are from two different regions or are assigned"
    },
    {
      "index": 36,
      "start_time": 209590.0,
      "end_time": 215140.0,
      "text": "overseas for work often, having these conversations is important to have, so you know how flexible"
    },
    {
      "index": 37,
      "start_time": 215140.0,
      "end_time": 220840.0,
      "text": "both you and your partner are, what additional supports need to be in place to help with"
    },
    {
      "index": 38,
      "start_time": 220840.0,
      "end_time": 227159.0,
      "text": "adjustment or if it is aligned with one&#39;s personal and professional goals and lifestyle."
    },
    {
      "index": 39,
      "start_time": 227159.0,
      "end_time": 232900.0,
      "text": "LEISURE ACTIVITIES: How do you like to spend your free time? Determine your interests and"
    },
    {
      "index": 40,
      "start_time": 232900.0,
      "end_time": 236950.0,
      "text": "values that are important to you and share them with your partner. Which activities and"
    },
    {
      "index": 41,
      "start_time": 236950.0,
      "end_time": 244549.0,
      "text": "interests do you plan to share with one another and how much quality time do you plan on investing"
    },
    {
      "index": 42,
      "start_time": 244549.0,
      "end_time": 249439.0,
      "text": "in the relationship?  Now I&#39;d love to hear from you. What pre marriage"
    },
    {
      "index": 43,
      "start_time": 249439.0,
      "end_time": 252180.0,
      "text": "questions are most important to you? Do you see the benefit of premarital counseling before"
    },
    {
      "index": 44,
      "start_time": 252180.0,
      "end_time": 256019.0,
      "text": "getting married? Share your stories, tips and suggestions. Interesting insights and"
    },
    {
      "index": 45,
      "start_time": 256019.0,
      "end_time": 261280.0,
      "text": "conversations always happens after the episode at TruePotentialCounseling.com so join in"
    },
    {
      "index": 46,
      "start_time": 261279.99999999997,
      "end_time": 266450.0,
      "text": "on the chat and leave a comment now. Did you like this video? If so, subscribe to my channel"
    },
    {
      "index": 47,
      "start_time": 266450.0,
      "end_time": 275190.0,
      "text": "by clicking the link below so you don&#39;t miss any future episodes. If you liked it, like"
    },
    {
      "index": 48,
      "start_time": 275190.0,
      "end_time": 280380.0,
      "text": "it and share it with your friends. And if you can&#39;t get enough and you want additional"
    },
    {
      "index": 49,
      "start_time": 280380.0,
      "end_time": 286830.0,
      "text": "resources to transform your life and create a nurturing and passionate relationship, plus"
    },
    {
      "index": 50,
      "start_time": 286830.0,
      "end_time": 294030.0,
      "text": "some personal insights that I only share in email, go over to TruePotentialCounseling.com"
    },
    {
      "index": 51,
      "start_time": 294030.0,
      "end_time": 299810.0,
      "text": "and sign up for email updates now. Thank you so much and I will catch you next"
    },
    {
      "index": 52,
      "start_time": 299810.0,
      "end_time": 309810.0,
      "text": "time on True Potential TV."
    }
  ]
}