{
  "video_id": "38Wv13IHH90",
  "title": "Reggio Emilia approach",
  "json": [
    {
      "index": 1,
      "start_time": 99.0,
      "end_time": 5799.0,
      "text": "The Reggio Emilia Approach is an educational philosophy focused on preschool and primary"
    },
    {
      "index": 2,
      "start_time": 5799.0,
      "end_time": 11320.0,
      "text": "education. It was developed by Loris Malaguzzi, who was a teacher himself, and the parents"
    },
    {
      "index": 3,
      "start_time": 11320.0,
      "end_time": 17020.0,
      "text": "of the villages around Reggio Emilia in Italy after World War II. After such a great and"
    },
    {
      "index": 4,
      "start_time": 17020.0,
      "end_time": 21990.0,
      "text": "destructive event, people believed that children were in need of a new way of learning: the"
    },
    {
      "index": 5,
      "start_time": 21990.0,
      "end_time": 26570.0,
      "text": "assumption was that people form their own personality during early years of development"
    },
    {
      "index": 6,
      "start_time": 26570.0,
      "end_time": 32169.0,
      "text": "and, moreover, that children are endowed with &quot;a hundred languages&quot;. The aim of this approach"
    },
    {
      "index": 7,
      "start_time": 32168.999999999996,
      "end_time": 37760.0,
      "text": "is teaching how to make them useful in everyday life. The program is based on the principles"
    },
    {
      "index": 8,
      "start_time": 37760.0,
      "end_time": 43469.0,
      "text": "of respect, responsibility, and community through exploration and discovery in a supportive"
    },
    {
      "index": 9,
      "start_time": 43469.0,
      "end_time": 49269.0,
      "text": "and enriching environment based on the interests of the children through a self-guided curriculum."
    },
    {
      "index": 10,
      "start_time": 49269.0,
      "end_time": 54399.0,
      "text": "History During the post-World War II era, a “…desire"
    },
    {
      "index": 11,
      "start_time": 54399.0,
      "end_time": 59579.0,
      "text": "to bring change and create a new, the first municipal preschool was opened, while across"
    },
    {
      "index": 12,
      "start_time": 59579.0,
      "end_time": 66750.0,
      "text": "Italy there was a great economic and social development: in the late 1960’s the schools"
    },
    {
      "index": 13,
      "start_time": 66750.0,
      "end_time": 71100.0,
      "text": "were transferred to the city government for operation and financing."
    },
    {
      "index": 14,
      "start_time": 71100.0,
      "end_time": 80250.0,
      "text": "In the 1980s’ the Malaguzzi’s method was known and appreciated by many educators especially"
    },
    {
      "index": 15,
      "start_time": 80250.0,
      "end_time": 86409.0,
      "text": "thanks to the first exhibit opened in Sweden at the Modern Museet in Stockholm. Meanwhile,"
    },
    {
      "index": 16,
      "start_time": 86409.0,
      "end_time": 91729.0,
      "text": "in Italy the National Group for Work and Study on Infant Toddler Centers was formed."
    },
    {
      "index": 17,
      "start_time": 91729.0,
      "end_time": 98640.0,
      "text": "On May 24, 1994, the non-profit organization Friends of Reggio Children International Association"
    },
    {
      "index": 18,
      "start_time": 98640.0,
      "end_time": 103479.0,
      "text": "was founded to promote the work of Loris Malaguzzi and organize professional development and"
    },
    {
      "index": 19,
      "start_time": 103479.0,
      "end_time": 110280.0,
      "text": "cultural events. In November 2002, during the annual conference of the National Association"
    },
    {
      "index": 20,
      "start_time": 110280.0,
      "end_time": 115799.0,
      "text": "for the Education of Young Children in Chicago, the North American Reggio Emilia Alliance"
    },
    {
      "index": 21,
      "start_time": 115799.0,
      "end_time": 121929.0,
      "text": "was formally launched as an organization. In 2003 the municipality of Reggio Emilia"
    },
    {
      "index": 22,
      "start_time": 121929.0,
      "end_time": 126140.0,
      "text": "chose to manage the system and the network of school services and toddler centers by"
    },
    {
      "index": 23,
      "start_time": 126140.0,
      "end_time": 133050.0,
      "text": "forming a sort of association: Istituzione Scuole e Nidi d&#39;Infanzia. In this way, municipal"
    },
    {
      "index": 24,
      "start_time": 133050.0,
      "end_time": 138440.0,
      "text": "schools and preschools can have their independent programs and activities, but they are supported"
    },
    {
      "index": 25,
      "start_time": 138440.0,
      "end_time": 145220.0,
      "text": "by the public sector of the government. In February 2006, the Loris Malaguzzi International"
    },
    {
      "index": 26,
      "start_time": 145220.0,
      "end_time": 151420.0,
      "text": "Centre opened. It is a dedicated meeting place in Reggio Emilia, Italy, for professional"
    },
    {
      "index": 27,
      "start_time": 151420.0,
      "end_time": 157050.0,
      "text": "development and research of the philosophy. The non-profit Reggio Children-Loris Malaguzzi"
    },
    {
      "index": 28,
      "start_time": 157050.0,
      "end_time": 162880.0,
      "text": "Centre Foundation was officially established on September 29, 2011 at the Loris Malaguzzi"
    },
    {
      "index": 29,
      "start_time": 162880.0,
      "end_time": 168200.0,
      "text": "International Centre of Reggio Emilia with the aim of “Education and research to improve"
    },
    {
      "index": 30,
      "start_time": 168200.0,
      "end_time": 173930.0,
      "text": "the lives of people and communities, in Reggio Emilia and in the world”."
    },
    {
      "index": 31,
      "start_time": 173930.0,
      "end_time": 177080.0,
      "text": "Philosophy The city Reggio Emilia in Italy is recognized"
    },
    {
      "index": 32,
      "start_time": 177080.0,
      "end_time": 183760.0,
      "text": "worldwide for its innovative approach to education: its name comes from the city itself. The keyword"
    },
    {
      "index": 33,
      "start_time": 183760.0,
      "end_time": 189650.0,
      "text": "of this method is foster education, from the tender age, promoting the best possible integration"
    },
    {
      "index": 34,
      "start_time": 189650.0,
      "end_time": 197810.0,
      "text": "among children’s languages which, as Loris Malaguzzi said, are a hundred or more. In"
    },
    {
      "index": 35,
      "start_time": 197810.0,
      "end_time": 202380.0,
      "text": "this approach, there is a belief that children have rights and should be given opportunities"
    },
    {
      "index": 36,
      "start_time": 202380.0,
      "end_time": 208970.0,
      "text": "to develop their potential. Children are believed “knowledge bearers”, so they are encouraged"
    },
    {
      "index": 37,
      "start_time": 208970.0,
      "end_time": 214110.0,
      "text": "to share their thoughts and ideas about everything they could meet or do during the day."
    },
    {
      "index": 38,
      "start_time": 214110.0,
      "end_time": 218900.0,
      "text": "The Reggio Emilia philosophy is based upon the following set of principles:"
    },
    {
      "index": 39,
      "start_time": 218900.0,
      "end_time": 223120.0,
      "text": "Children must have some control over the direction of their learning;"
    },
    {
      "index": 40,
      "start_time": 223120.0,
      "end_time": 228710.0,
      "text": "Children must be able to learn through experiences of touching, moving, listening, seeing, and"
    },
    {
      "index": 41,
      "start_time": 228710.0,
      "end_time": 232110.0,
      "text": "hearing; Children have a relationship with other children"
    },
    {
      "index": 42,
      "start_time": 232110.0,
      "end_time": 237000.0,
      "text": "and with material items in the world that children must be allowed to explore and"
    },
    {
      "index": 43,
      "start_time": 237000.0,
      "end_time": 241270.0,
      "text": "Children must have endless ways and opportunities to express themselves."
    },
    {
      "index": 44,
      "start_time": 241270.0,
      "end_time": 246090.0,
      "text": "The Reggio Emilia approach to teaching young children puts the natural development of children"
    },
    {
      "index": 45,
      "start_time": 246090.0,
      "end_time": 249970.0,
      "text": "as well as the close relationships that they share with their environment at the center"
    },
    {
      "index": 46,
      "start_time": 249970.0,
      "end_time": 255720.0,
      "text": "of its philosophy. The foundation of the Reggio Emilia approach lies in its unique view of"
    },
    {
      "index": 47,
      "start_time": 255720.0,
      "end_time": 261310.0,
      "text": "the child. In this approach, there is a belief that children have rights and should be given"
    },
    {
      "index": 48,
      "start_time": 261310.0,
      "end_time": 267300.0,
      "text": "opportunities to develop their potential. “Influenced by this belief, the child is"
    },
    {
      "index": 49,
      "start_time": 267300.0,
      "end_time": 273690.0,
      "text": "beheld as beautiful, powerful, competent, creative, curious, and full of potential and"
    },
    {
      "index": 50,
      "start_time": 273690.0,
      "end_time": 280290.0,
      "text": "ambitious desires.&quot; The child is also viewed as being an active constructor of knowledge."
    },
    {
      "index": 51,
      "start_time": 280290.0,
      "end_time": 284780.0,
      "text": "Rather than being seen as the target of instruction, children are seen as having the active role"
    },
    {
      "index": 52,
      "start_time": 284780.0,
      "end_time": 290920.0,
      "text": "of an apprentice. This role also extends to that of a researcher. Much of the instruction"
    },
    {
      "index": 53,
      "start_time": 290920.0,
      "end_time": 295440.0,
      "text": "at Reggio Emilia schools takes place in the form of projects where they have opportunities"
    },
    {
      "index": 54,
      "start_time": 295440.0,
      "end_time": 302980.0,
      "text": "to explore, observe, hypothesize, question, and discuss to clarify their understanding."
    },
    {
      "index": 55,
      "start_time": 302980.0,
      "end_time": 306950.0,
      "text": "Children are also viewed as social beings and a focus is made on the child in relation"
    },
    {
      "index": 56,
      "start_time": 306950.0,
      "end_time": 312510.0,
      "text": "to other children, the family, the teachers, and the community rather than on each child"
    },
    {
      "index": 57,
      "start_time": 312510.0,
      "end_time": 316240.0,
      "text": "in isolation. Educators have to make children aware that"
    },
    {
      "index": 58,
      "start_time": 316240.0,
      "end_time": 321940.0,
      "text": "respect for their similar is important because everyone is a “legal subject” and part"
    },
    {
      "index": 59,
      "start_time": 321940.0,
      "end_time": 326380.0,
      "text": "of a group. Community support and parental involvement"
    },
    {
      "index": 60,
      "start_time": 326380.0,
      "end_time": 330960.0,
      "text": "Reggio Emilia&#39;s tradition of community support for families with young children expands on"
    },
    {
      "index": 61,
      "start_time": 330960.0,
      "end_time": 336290.0,
      "text": "a view, more strongly held in Emilia Romagna and Tuscany, of children as the collective"
    },
    {
      "index": 62,
      "start_time": 336290.0,
      "end_time": 342520.0,
      "text": "responsibility of the local community. In Reggio Emilia, the infant/toddler and pre-primary"
    },
    {
      "index": 63,
      "start_time": 342520.0,
      "end_time": 347880.0,
      "text": "program is a vital part of the community, as reflected in the high level of financial"
    },
    {
      "index": 64,
      "start_time": 347880.0,
      "end_time": 353650.0,
      "text": "support. Community involvement is also apparent in citizen membership in La Consulta, a school"
    },
    {
      "index": 65,
      "start_time": 353650.0,
      "end_time": 358770.0,
      "text": "committee that exerts significant influence over local government policy."
    },
    {
      "index": 66,
      "start_time": 358770.0,
      "end_time": 365340.0,
      "text": "Parents are a vital component to the Reggio Emilia philosophy. Parents are viewed as partners,"
    },
    {
      "index": 67,
      "start_time": 365340.0,
      "end_time": 370639.0,
      "text": "collaborators and advocates for their children. Teachers respect parents as each child&#39;s first"
    },
    {
      "index": 68,
      "start_time": 370639.0,
      "end_time": 375940.0,
      "text": "teacher and involve parents in every aspect of the curriculum. It is not uncommon to see"
    },
    {
      "index": 69,
      "start_time": 375940.0,
      "end_time": 381660.0,
      "text": "parents volunteering within Reggio Emilia classrooms throughout the school. This philosophy"
    },
    {
      "index": 70,
      "start_time": 381660.0,
      "end_time": 387010.0,
      "text": "does not end when the child leaves the classroom. Some parents who choose to send their children"
    },
    {
      "index": 71,
      "start_time": 387010.0,
      "end_time": 391580.0,
      "text": "to a Reggio Emilia program incorporate many of the principles within their parenting and"
    },
    {
      "index": 72,
      "start_time": 391580.0,
      "end_time": 397060.0,
      "text": "home life. Even with this bridge between school and home, many people wonder what happens"
    },
    {
      "index": 73,
      "start_time": 397060.0,
      "end_time": 402400.0,
      "text": "to Reggio children when they make the transition from this style of education to a non Reggio"
    },
    {
      "index": 74,
      "start_time": 402400.0,
      "end_time": 407480.0,
      "text": "Emilia school. The answer is that there is some adjustment that must take place or parents"
    },
    {
      "index": 75,
      "start_time": 407480.0,
      "end_time": 413460.0,
      "text": "should be aware of pros and cons of different approaches. In some school environments, intellectual"
    },
    {
      "index": 76,
      "start_time": 413460.0,
      "end_time": 418720.0,
      "text": "curiosity is rewarded, so students continue to reap the benefits of Reggio after they&#39;ve"
    },
    {
      "index": 77,
      "start_time": 418720.0,
      "end_time": 424389.0,
      "text": "left the program. The parents&#39; role mirrors the community&#39;s, at both the school-wide and"
    },
    {
      "index": 78,
      "start_time": 424389.0,
      "end_time": 430710.0,
      "text": "the classroom level. Parents are expected to take part in discussions about school policy,"
    },
    {
      "index": 79,
      "start_time": 430710.0,
      "end_time": 436190.0,
      "text": "child development concerns, and curriculum planning and evaluation. Because a majority"
    },
    {
      "index": 80,
      "start_time": 436190.0,
      "end_time": 441050.0,
      "text": "of parents are employed, meetings are held in the evenings so that all who wish to participate"
    },
    {
      "index": 81,
      "start_time": 441050.0,
      "end_time": 444570.0,
      "text": "can do so. The role of teachers"
    },
    {
      "index": 82,
      "start_time": 444570.0,
      "end_time": 449370.0,
      "text": "In the Reggio approach, the teacher is considered a co-learner and collaborator with the child"
    },
    {
      "index": 83,
      "start_time": 449370.0,
      "end_time": 455199.0,
      "text": "and not just an instructor. Teachers are encouraged to facilitate the child&#39;s learning by planning"
    },
    {
      "index": 84,
      "start_time": 455199.0,
      "end_time": 461300.0,
      "text": "activities and lessons based on the child&#39;s interests, asking questions to further understanding,"
    },
    {
      "index": 85,
      "start_time": 461300.0,
      "end_time": 466820.0,
      "text": "and actively engaging in the activities alongside the child, instead of sitting back and observing"
    },
    {
      "index": 86,
      "start_time": 466820.0,
      "end_time": 473620.0,
      "text": "the child learning. &quot;As partner to the child, the teacher is inside the learning situation&quot;."
    },
    {
      "index": 87,
      "start_time": 473620.0,
      "end_time": 478160.0,
      "text": "Some implementations of the Reggio Emilia approach self-consciously juxtapose their"
    },
    {
      "index": 88,
      "start_time": 478160.0,
      "end_time": 484580.0,
      "text": "conception of the teacher as autonomous co-learner with other approaches. For example:"
    },
    {
      "index": 89,
      "start_time": 484580.0,
      "end_time": 488389.0,
      "text": "Teachers&#39; long-term commitment to enhancing their understanding of children is at the"
    },
    {
      "index": 90,
      "start_time": 488389.0,
      "end_time": 493840.0,
      "text": "crux of the Reggio Emilia approach. Their resistance to the American use of the term"
    },
    {
      "index": 91,
      "start_time": 493840.0,
      "end_time": 500090.0,
      "text": "model to describe their program reflects the continuing evolution of their ideas and practices."
    },
    {
      "index": 92,
      "start_time": 500090.0,
      "end_time": 504540.0,
      "text": "They compensate for the meagre pre-service training of Italian early childhood teachers"
    },
    {
      "index": 93,
      "start_time": 504540.0,
      "end_time": 511680.0,
      "text": "by providing extensive staff development opportunities, with goals determined by the teachers themselves."
    },
    {
      "index": 94,
      "start_time": 511680.0,
      "end_time": 516709.0,
      "text": "Teacher autonomy is evident in the absence of teacher manuals, curriculum guides, or"
    },
    {
      "index": 95,
      "start_time": 516708.99999999994,
      "end_time": 522438.99999999994,
      "text": "achievement tests. The lack of externally imposed mandates is joined by the imperative"
    },
    {
      "index": 96,
      "start_time": 522438.99999999994,
      "end_time": 526779.0,
      "text": "that teachers become skilled observers of children in order to inform their curriculum"
    },
    {
      "index": 97,
      "start_time": 526779.0,
      "end_time": 531470.0,
      "text": "planning and implementation. While working on projects with the child,"
    },
    {
      "index": 98,
      "start_time": 531470.0,
      "end_time": 535920.0,
      "text": "the teacher can also expand the child&#39;s learning by collecting data that can be reviewed at"
    },
    {
      "index": 99,
      "start_time": 535920.0,
      "end_time": 542180.0,
      "text": "a later time. The teacher needs to maintain an active, mutual participation in the activity"
    },
    {
      "index": 100,
      "start_time": 542180.0,
      "end_time": 547619.0,
      "text": "to help ensure that the child clearly understands what is being &quot;taught&quot;."
    },
    {
      "index": 101,
      "start_time": 547619.0,
      "end_time": 550920.0,
      "text": "Documentation Using a variety of media, teachers give careful"
    },
    {
      "index": 102,
      "start_time": 550920.0,
      "end_time": 556139.0,
      "text": "attention to the documentation and presentation of the thinking of the children. Rather than"
    },
    {
      "index": 103,
      "start_time": 556139.0,
      "end_time": 562050.0,
      "text": "making judgements about the child, the teacher inquires and listens closely to the children."
    },
    {
      "index": 104,
      "start_time": 562050.0,
      "end_time": 569709.0,
      "text": "An example of documentation might be a book or panel with the student’s words, drawings,"
    },
    {
      "index": 105,
      "start_time": 569709.0,
      "end_time": 575839.0,
      "text": "and photographs. By making learning visible, the teachers accomplish several things. They"
    },
    {
      "index": 106,
      "start_time": 575839.0,
      "end_time": 580550.0,
      "text": "are able to study the thinking and feeling of the students in order to gain insight into"
    },
    {
      "index": 107,
      "start_time": 580550.0,
      "end_time": 586660.0,
      "text": "their understanding. Also, the documentation serves to help the teacher and other educators"
    },
    {
      "index": 108,
      "start_time": 586660.0,
      "end_time": 592389.0,
      "text": "to evaluate their own work and refine the curriculum accordingly. And finally, it gives"
    },
    {
      "index": 109,
      "start_time": 592389.0,
      "end_time": 599069.0,
      "text": "parents information regarding their child’s learning experience while creating an archive"
    },
    {
      "index": 110,
      "start_time": 599069.0,
      "end_time": 603149.0,
      "text": "for the class and school. The role of the environment"
    },
    {
      "index": 111,
      "start_time": 603149.0,
      "end_time": 608019.0,
      "text": "The organization of the physical environment is crucial to Reggio Emilia&#39;s early childhood"
    },
    {
      "index": 112,
      "start_time": 608019.0,
      "end_time": 613649.0,
      "text": "program, and is often referred to as the child&#39;s &quot;third teacher&quot;. Major aims in the planning"
    },
    {
      "index": 113,
      "start_time": 613649.0,
      "end_time": 618079.0,
      "text": "of new spaces and the remodelling of old ones include the integration of each classroom"
    },
    {
      "index": 114,
      "start_time": 618079.0,
      "end_time": 622759.0,
      "text": "with the rest of the school, and the school with the surrounding community. The importance"
    },
    {
      "index": 115,
      "start_time": 622759.0,
      "end_time": 626839.0,
      "text": "of the environment lies in the belief that children can best create meaning and make"
    },
    {
      "index": 116,
      "start_time": 626839.0,
      "end_time": 632360.0,
      "text": "sense of their world through environments which support &quot;complex, varied, sustained,"
    },
    {
      "index": 117,
      "start_time": 632360.0,
      "end_time": 637509.0,
      "text": "and changing relationships between people, the world of experience, ideas and the many"
    },
    {
      "index": 118,
      "start_time": 637509.0,
      "end_time": 642100.0,
      "text": "ways of expressing ideas.&quot; The preschools are generally filled with indoor"
    },
    {
      "index": 119,
      "start_time": 642100.0,
      "end_time": 649079.0,
      "text": "plants and vines, and awash with natural light. Classrooms open to a center piazza, kitchens"
    },
    {
      "index": 120,
      "start_time": 649079.0,
      "end_time": 655149.0,
      "text": "are open to view, and access to the surrounding community is assured through wall-size windows,"
    },
    {
      "index": 121,
      "start_time": 655149.0,
      "end_time": 660749.0,
      "text": "courtyards, and doors to the outside in each classroom. Entries capture the attention of"
    },
    {
      "index": 122,
      "start_time": 660749.0,
      "end_time": 665670.0,
      "text": "both children and adults through the use of mirrors, photographs, and children&#39;s work"
    },
    {
      "index": 123,
      "start_time": 665670.0,
      "end_time": 671749.0,
      "text": "accompanied by transcriptions of their discussions. These same features characterize classroom"
    },
    {
      "index": 124,
      "start_time": 671749.0,
      "end_time": 676559.0,
      "text": "interiors, where displays of project work are interspersed with arrays of found objects"
    },
    {
      "index": 125,
      "start_time": 676559.0,
      "end_time": 683759.0,
      "text": "and classroom materials. In each case, the environment informs and engages the viewer."
    },
    {
      "index": 126,
      "start_time": 683759.0,
      "end_time": 688579.0,
      "text": "Other supportive elements of the environment include ample space for supplies, frequently"
    },
    {
      "index": 127,
      "start_time": 688579.0,
      "end_time": 694259.0,
      "text": "rearranged to draw attention to their aesthetic features. In each classroom there are studio"
    },
    {
      "index": 128,
      "start_time": 694259.0,
      "end_time": 700490.0,
      "text": "spaces in the form of a large, centrally located atelier and a smaller mini-atelier, and clearly"
    },
    {
      "index": 129,
      "start_time": 700490.0,
      "end_time": 706300.0,
      "text": "designated spaces for large- and small-group activities. Throughout the school, there is"
    },
    {
      "index": 130,
      "start_time": 706300.0,
      "end_time": 712059.0,
      "text": "an effort to create opportunities for children to interact. Thus, the single dress-up area"
    },
    {
      "index": 131,
      "start_time": 712059.0,
      "end_time": 719239.0,
      "text": "is in the center piazza; classrooms are connected with telephones, passageways or windows; and"
    },
    {
      "index": 132,
      "start_time": 719239.0,
      "end_time": 723529.0,
      "text": "lunchrooms and bathrooms are designed to encourage community."
    },
    {
      "index": 133,
      "start_time": 723529.0,
      "end_time": 728089.0,
      "text": "Groups of children will stay with one particular teacher for a three-year period, creating"
    },
    {
      "index": 134,
      "start_time": 728089.0,
      "end_time": 732239.0,
      "text": "consistency and an environment where there are no added pressures from having to form"
    },
    {
      "index": 135,
      "start_time": 732239.0,
      "end_time": 736999.0,
      "text": "new relationships. Long-term projects as vehicles for learning"
    },
    {
      "index": 136,
      "start_time": 736999.0,
      "end_time": 742170.0,
      "text": "The curriculum is characterized by many features advocated by contemporary research on young"
    },
    {
      "index": 137,
      "start_time": 742170.0,
      "end_time": 747470.0,
      "text": "children, including real-life problem-solving among peers, with numerous opportunities for"
    },
    {
      "index": 138,
      "start_time": 747470.0,
      "end_time": 753739.0,
      "text": "creative thinking and exploration. Teachers often work on projects with small groups of"
    },
    {
      "index": 139,
      "start_time": 753739.0,
      "end_time": 758439.0,
      "text": "children, while the rest of the class engages in a wide variety of self-selected activities"
    },
    {
      "index": 140,
      "start_time": 758439.0,
      "end_time": 763499.0,
      "text": "typical of preschool classrooms. The projects that teachers and children engage"
    },
    {
      "index": 141,
      "start_time": 763499.0,
      "end_time": 767569.0,
      "text": "in are different in a number of ways from those that characterize American teachers&#39;"
    },
    {
      "index": 142,
      "start_time": 767569.0,
      "end_time": 773660.0,
      "text": "conceptions of unit or thematic studies. The topic of investigation may derive directly"
    },
    {
      "index": 143,
      "start_time": 773660.0,
      "end_time": 779910.0,
      "text": "from teacher observations of children&#39;s spontaneous play and exploration. Project topics are also"
    },
    {
      "index": 144,
      "start_time": 779910.0,
      "end_time": 785230.0,
      "text": "selected on the basis of an academic curiosity or social concern on the part of teachers"
    },
    {
      "index": 145,
      "start_time": 785230.0,
      "end_time": 791309.0,
      "text": "or parents, or serendipitous events that direct the attention of the children and teachers."
    },
    {
      "index": 146,
      "start_time": 791309.0,
      "end_time": 795749.0,
      "text": "Reggio teachers place a high value on their ability to improvise and respond to children&#39;s"
    },
    {
      "index": 147,
      "start_time": 795749.0,
      "end_time": 802009.0,
      "text": "predisposition to enjoy the unexpected. Regardless of their origins, successful projects are"
    },
    {
      "index": 148,
      "start_time": 802009.0,
      "end_time": 806410.0,
      "text": "those that generate a sufficient amount of interest and uncertainty to provoke children&#39;s"
    },
    {
      "index": 149,
      "start_time": 806410.0,
      "end_time": 812019.0,
      "text": "creative thinking and problem-solving and are open to different avenues of exploration."
    },
    {
      "index": 150,
      "start_time": 812019.0,
      "end_time": 817209.0,
      "text": "Because curriculum decisions are based on developmental and sociocultural concerns,"
    },
    {
      "index": 151,
      "start_time": 817209.0,
      "end_time": 822199.0,
      "text": "small groups of children of varying abilities and interests, including those with special"
    },
    {
      "index": 152,
      "start_time": 822199.0,
      "end_time": 826949.0,
      "text": "needs, work together on projects. Projects begin with teachers observing and"
    },
    {
      "index": 153,
      "start_time": 826949.0,
      "end_time": 833600.0,
      "text": "questioning children about the topic of interest. Based on children&#39;s responses, teachers introduce"
    },
    {
      "index": 154,
      "start_time": 833600.0,
      "end_time": 839980.0,
      "text": "materials, questions, and opportunities that provoke children to further explore the topic."
    },
    {
      "index": 155,
      "start_time": 839980.0,
      "end_time": 845470.0,
      "text": "While some of these teacher provocations are anticipated, projects often move in unanticipated"
    },
    {
      "index": 156,
      "start_time": 845470.0,
      "end_time": 852220.0,
      "text": "directions as a result of problems children identify. Thus, curriculum planning and implementation"
    },
    {
      "index": 157,
      "start_time": 852220.0,
      "end_time": 856589.0,
      "text": "revolve around open-ended and often long-term projects that are based on the reciprocal"
    },
    {
      "index": 158,
      "start_time": 856589.0,
      "end_time": 862329.0,
      "text": "nature of teacher-directed and child-initiated activity. All of the topics of interest are"
    },
    {
      "index": 159,
      "start_time": 862329.0,
      "end_time": 867569.0,
      "text": "given by the children. Within the project approach, children are given opportunities"
    },
    {
      "index": 160,
      "start_time": 867569.0,
      "end_time": 873559.0,
      "text": "to make connections between prior and new knowledge while engaging in authentic tasks..."
    },
    {
      "index": 161,
      "start_time": 873559.0,
      "end_time": 877790.0,
      "text": "The hundred languages of children The term &quot;hundred languages of children&quot; refers"
    },
    {
      "index": 162,
      "start_time": 877790.0,
      "end_time": 883389.0,
      "text": "to the many ways that children have of expressing themselves. Reggio teachers provide children"
    },
    {
      "index": 163,
      "start_time": 883389.0,
      "end_time": 889259.0,
      "text": "different avenues for thinking, revising, constructing, negotiating, developing and"
    },
    {
      "index": 164,
      "start_time": 889259.0,
      "end_time": 894559.0,
      "text": "symbolically expressing their thoughts and feelings. The goal is for the adults and children"
    },
    {
      "index": 165,
      "start_time": 894559.0,
      "end_time": 900079.0,
      "text": "to better understand one another. As children proceed in an investigation, generating"
    },
    {
      "index": 166,
      "start_time": 900079.0,
      "end_time": 904839.0,
      "text": "and testing their hypotheses, they are encouraged to depict their understanding through one"
    },
    {
      "index": 167,
      "start_time": 904839.0,
      "end_time": 911569.0,
      "text": "of many symbolic languages, including drawing, sculpture, dramatic play, and writing. They"
    },
    {
      "index": 168,
      "start_time": 911569.0,
      "end_time": 917429.0,
      "text": "work together toward the resolution of problems that arise. Teachers facilitate and then observe"
    },
    {
      "index": 169,
      "start_time": 917429.0,
      "end_time": 922360.0,
      "text": "debates regarding the extent to which a child&#39;s drawing or other form of representation lives"
    },
    {
      "index": 170,
      "start_time": 922360.0,
      "end_time": 928089.0,
      "text": "up to the expressed intent. Revision of drawings is encouraged, and teachers allow children"
    },
    {
      "index": 171,
      "start_time": 928089.0,
      "end_time": 933170.0,
      "text": "to repeat activities and modify each other&#39;s work in the collective aim of better understanding"
    },
    {
      "index": 172,
      "start_time": 933170.0,
      "end_time": 939549.0,
      "text": "the topic. Teachers foster children&#39;s involvement in the processes of exploration and evaluation,"
    },
    {
      "index": 173,
      "start_time": 939549.0,
      "end_time": 944980.0,
      "text": "acknowledging the importance of their evolving products as vehicles for exchange."
    },
    {
      "index": 174,
      "start_time": 944980.0,
      "end_time": 948449.0,
      "text": "Conclusion Reggio Emilia&#39;s approach to early education"
    },
    {
      "index": 175,
      "start_time": 948449.0,
      "end_time": 955149.0,
      "text": "reflects a theoretical kinship with John Dewey, Jean Piaget, Vygotsky and Jerome Bruner, among"
    },
    {
      "index": 176,
      "start_time": 955149.0,
      "end_time": 961949.0,
      "text": "others. Much of what occurs in the class reflects a constructivist approach to early education."
    },
    {
      "index": 177,
      "start_time": 961949.0,
      "end_time": 966759.0,
      "text": "Reggio Emilia&#39;s approach does challenge some conceptions of teacher competence and developmentally"
    },
    {
      "index": 178,
      "start_time": 966759.0,
      "end_time": 973019.0,
      "text": "appropriate practice. For example, teachers in Reggio Emilia assert the importance of"
    },
    {
      "index": 179,
      "start_time": 973019.0,
      "end_time": 978670.0,
      "text": "being confused as a contributor to learning; thus a major teaching strategy is purposely"
    },
    {
      "index": 180,
      "start_time": 978670.0,
      "end_time": 983759.0,
      "text": "to allow mistakes to happen, or to begin a project with no clear sense of where it might"
    },
    {
      "index": 181,
      "start_time": 983759.0,
      "end_time": 988739.0,
      "text": "end. Another characteristic that is counter to the beliefs of many Western educators is"
    },
    {
      "index": 182,
      "start_time": 988739.0,
      "end_time": 993139.0,
      "text": "the importance of the child&#39;s ability to negotiate in the peer group."
    },
    {
      "index": 183,
      "start_time": 993139.0,
      "end_time": 997189.0,
      "text": "One of the most challenging aspects of the Reggio Emilia approach is the solicitation"
    },
    {
      "index": 184,
      "start_time": 997189.0,
      "end_time": 1003179.0,
      "text": "of multiple points of view regarding children&#39;s needs, interests, and abilities, and the concurrent"
    },
    {
      "index": 185,
      "start_time": 1003180.0,
      "end_time": 1008580.0,
      "text": "faith in parents, teachers, and children to contribute in meaningful ways to the determination"
    },
    {
      "index": 186,
      "start_time": 1008580.0,
      "end_time": 1014880.0,
      "text": "of school experiences. Teachers trust themselves to respond appropriately to children&#39;s ideas"
    },
    {
      "index": 187,
      "start_time": 1014880.0,
      "end_time": 1020421.0,
      "text": "and interests, they trust children to be interested in things worth knowing about, and they trust"
    },
    {
      "index": 188,
      "start_time": 1020420.0,
      "end_time": 1026000.0,
      "text": "parents to be informed and productive members of a cooperative educational team. The result"
    },
    {
      "index": 189,
      "start_time": 1026000.0,
      "end_time": 1031470.0,
      "text": "is an atmosphere of community and collaboration that is developmentally appropriate for adults"
    },
    {
      "index": 190,
      "start_time": 1031470.0,
      "end_time": 1034429.0,
      "text": "and children alike. See also"
    },
    {
      "index": 191,
      "start_time": 1034430.0000000001,
      "end_time": 1037680.0000000001,
      "text": "Alternative education Project-based learning"
    },
    {
      "index": 192,
      "start_time": 1037680.0000000001,
      "end_time": 1040361.0000000001,
      "text": "Kindergarten Montessori method"
    },
    {
      "index": 193,
      "start_time": 1040359.9999999999,
      "end_time": 1043138.9999999999,
      "text": "Waldorf education Sudbury school"
    },
    {
      "index": 194,
      "start_time": 1043140.0000000001,
      "end_time": 1045570.0000000001,
      "text": "Summerhill School Charlotte Mason"
    },
    {
      "index": 195,
      "start_time": 1045569.9999999999,
      "end_time": 1051131.0,
      "text": "Friedrich Fröbel Reggio Children - Loris Malaguzzi Centre Foundation"
    },
    {
      "index": 196,
      "start_time": 1051130.0,
      "end_time": 1056120.0,
      "text": "References ^ Hewitt, Valarie. &quot;Examining the Reggio Emilia"
    },
    {
      "index": 197,
      "start_time": 1056120.0,
      "end_time": 1061980.0,
      "text": "Approach to Early Childhood Education&quot;. Early Childhood Education Journal 29: 95-10. "
    },
    {
      "index": 198,
      "start_time": 1061980.0,
      "end_time": 1069790.0,
      "text": "^ a b c &quot;North American Reggio Emilia Alliance&quot;. Retrieved 9 April 2013. "
    },
    {
      "index": 199,
      "start_time": 1069790.0,
      "end_time": 1076680.0,
      "text": "^ &quot;Friends of Reggio Children International Association&quot;. Retrieved 9 April 2013. "
    },
    {
      "index": 200,
      "start_time": 1076680.0,
      "end_time": 1083200.0,
      "text": "^ &quot;Fondazione Reggio Children Centro Loris Malaguzzi&quot;. Retrieved 9 April 2013. "
    },
    {
      "index": 201,
      "start_time": 1083200.0,
      "end_time": 1091539.0,
      "text": "^ &quot;100 Hundred&quot;. Retrieved 28 November 2013.  ^ Hewitt, Valarie. &quot;Examining the Reggio Emilia"
    },
    {
      "index": 202,
      "start_time": 1091540.0,
      "end_time": 1098111.0,
      "text": "Approach to Early Childhood Education&quot;. Early Childhood Education Journal 29: 95-10. "
    },
    {
      "index": 203,
      "start_time": 1098110.0,
      "end_time": 1108250.0,
      "text": "^ Katz, Lilian. Edwards, C., Gandini, L., Forman, G., ed. The Hundred Languages of Children:"
    },
    {
      "index": 204,
      "start_time": 1108250.0,
      "end_time": 1116649.0,
      "text": "The Reggio Emilia Approach to Early Childhood Education. Norwood, NJ: Ablex Publishing Corporation."
    },
    {
      "index": 205,
      "start_time": 1116650.0,
      "end_time": 1123491.0,
      "text": "pp. 19–37.  ^ Forman, G.. Fosnot, CT, ed. Constructivism:"
    },
    {
      "index": 206,
      "start_time": 1123490.0,
      "end_time": 1132629.0,
      "text": "Theory, Perspectives, and Practice. New York: Teachers College Press. pp. 172–181. ISBN 978-0807734889. "
    },
    {
      "index": 207,
      "start_time": 1132630.0,
      "end_time": 1145101.0,
      "text": "^ Gandini, L.. &quot;Fundamentals of the Reggio Emilia Approach to Early Childhood Education&quot;."
    },
    {
      "index": 208,
      "start_time": 1145100.0,
      "end_time": 1153700.0,
      "text": "Young Children 49: 4–8.  ^ http:educationinjapan.wordpress.comiii-does-method-matter-traditional-vs-non-traditional/"
    },
    {
      "index": 209,
      "start_time": 1153700.0,
      "end_time": 1160850.0,
      "text": "^ [1], The Regio Emila Approach - The Pre-school Childs languages of learning"
    },
    {
      "index": 210,
      "start_time": 1160850.0,
      "end_time": 1169700.0,
      "text": "^ Wien, C.A.; Guyevskey, V.; Berdoussis, N.. &quot;Learning to Document in Reggio-inspired Education&quot;."
    },
    {
      "index": 211,
      "start_time": 1169700.0,
      "end_time": 1175299.0,
      "text": "Early Childhood Research and Practice 13.  ^ Cadwell, L.. &quot;Bringing Reggio Emilia home:An"
    },
    {
      "index": 212,
      "start_time": 1175300.0,
      "end_time": 1181821.0,
      "text": "innovative approach to early childhood education.&quot;. Teachers College Press, New York. "
    },
    {
      "index": 213,
      "start_time": 1181820.0,
      "end_time": 1187750.0,
      "text": "^ Tarr, Patricia. &quot;Aesthetic Codes in Early Childhood Classrooms: What Art Educators Can"
    },
    {
      "index": 214,
      "start_time": 1187750.0,
      "end_time": 1194129.0,
      "text": "Learn from Reggio Emilia&quot;. Art Education, Vol. 54, No. 3. "
    },
    {
      "index": 215,
      "start_time": 1194130.0,
      "end_time": 1201841.0,
      "text": "^ Edwards, C.,Gandini L., &amp; Forman, G.. &quot;The Hundred Languages of Children&quot;. Reggio Emilia,"
    },
    {
      "index": 216,
      "start_time": 1201840.0,
      "end_time": 1204289.0,
      "text": "Italy: Reggio Emilia.  Further reading"
    },
    {
      "index": 217,
      "start_time": 1204290.0,
      "end_time": 1214001.0,
      "text": "Baldini, Belpoliti, Bonilauri, Bruner, Cavazzoni, T. Filippini, Rinaldi, Vecchi, Zini, Davoli,"
    },
    {
      "index": 218,
      "start_time": 1214000.0,
      "end_time": 1220149.0,
      "text": "Ferri. Reggio Tutta, a guide to the city by the children. Reggio Children 2000"
    },
    {
      "index": 219,
      "start_time": 1220150.0,
      "end_time": 1228540.0,
      "text": "Branzi, Bruner, Rinaldi, Vecchi, Ceppi, Zini. Children, spaces, relations - Metaproject"
    },
    {
      "index": 220,
      "start_time": 1228540.0,
      "end_time": 1233420.0,
      "text": "for an environment for young children. Reggio Children 1998"
    },
    {
      "index": 221,
      "start_time": 1233420.0,
      "end_time": 1239251.0,
      "text": "Cadwell, Louise B. Bringing Reggio Emilia Home: An Innovative Approach to Early Childhood"
    },
    {
      "index": 222,
      "start_time": 1239250.0,
      "end_time": 1245759.0,
      "text": "Education. New York, NY: Teachers College Press, 1997."
    },
    {
      "index": 223,
      "start_time": 1245760.0,
      "end_time": 1252510.0,
      "text": "Cadwell, Louise B. Bringing Learning to Life: A Reggio Approach to Early Childhood Education."
    },
    {
      "index": 224,
      "start_time": 1252510.0,
      "end_time": 1261381.0,
      "text": "New York, NY: Teachers College Press, 2002. Cavallini, Tedeschi. The languages of food."
    },
    {
      "index": 225,
      "start_time": 1261380.0,
      "end_time": 1267200.0,
      "text": "2008 Cavallini, Filippini, Vecchi, Trancossi. The"
    },
    {
      "index": 226,
      "start_time": 1267200.0,
      "end_time": 1276080.0,
      "text": "wonder of Learning. Reggio Children 2011 De Poi, Ruozzi, Yea. The Times of Time. Reggio"
    },
    {
      "index": 227,
      "start_time": 1276080.0,
      "end_time": 1281919.0,
      "text": "Children 2011 De Poi, Iotti, Ruozzi, Spaggiari. Everyday"
    },
    {
      "index": 228,
      "start_time": 1281920.0,
      "end_time": 1290721.0,
      "text": "Utopias. Reggio Children 2011 De Poi, Spaggiari. Shadow Stories. Reggio"
    },
    {
      "index": 229,
      "start_time": 1290720.0,
      "end_time": 1297340.0,
      "text": "Children 2012 Dolci, Malaguzzi, Spaggiari, Sturloni, Vecchi,"
    },
    {
      "index": 230,
      "start_time": 1297340.0,
      "end_time": 1302820.0,
      "text": "Baldini. Everything has a shadow, except ants. Reggio Children 1999"
    },
    {
      "index": 231,
      "start_time": 1302820.0,
      "end_time": 1310309.0,
      "text": "Edwards, C., Gandini, L., and Forman, G. The Hundred Languages of Children: The Reggio"
    },
    {
      "index": 232,
      "start_time": 1310310.0,
      "end_time": 1318481.0,
      "text": "Emilia Approach to Early Childhood Education. Norwood, NJ: Ablex, 1993."
    },
    {
      "index": 233,
      "start_time": 1318480.0,
      "end_time": 1323269.0,
      "text": "Fasano. Not just anyplace. Reggio Children 2002"
    },
    {
      "index": 234,
      "start_time": 1323270.0,
      "end_time": 1332640.0,
      "text": "Filippini, Vecchi, Bruner, Malaguzzi, Branzi, Argan, Pontecorvo, Cagliari, De Mauro, Ljubimov,"
    },
    {
      "index": 235,
      "start_time": 1332640.0,
      "end_time": 1338170.0,
      "text": "Baldini. The hundred languages of children. Reggio Children 2005"
    },
    {
      "index": 236,
      "start_time": 1338170.0,
      "end_time": 1345821.0,
      "text": "Filippini, Giudici, Vecchi. Dialogues with places. Reggio Children 2008"
    },
    {
      "index": 237,
      "start_time": 1345820.0,
      "end_time": 1351779.0,
      "text": "Fraser and Gestwicki, &quot;Authentic Childhood: Exploring Reggio Emilia in the Classroom&quot;"
    },
    {
      "index": 238,
      "start_time": 1351780.0,
      "end_time": 1359361.0,
      "text": "Forman, G. &quot;Helping Children Ask Good Questions.&quot; In B. Neugebauer, The Wonder of it: Exploring"
    },
    {
      "index": 239,
      "start_time": 1359360.0,
      "end_time": 1365850.0,
      "text": "how the World Works. Redmond, Washington: Exchange Press, 1989."
    },
    {
      "index": 240,
      "start_time": 1365850.0,
      "end_time": 1373169.0,
      "text": "Gandini, L. &quot;Not Just Anywhere: Making Child Care Centers into &#39;Particular&#39; Places.&quot; innings:"
    },
    {
      "index": 241,
      "start_time": 1373170.0,
      "end_time": 1380650.0,
      "text": "17-20. Gandini, L., Etheredge, S., and Hill, L.."
    },
    {
      "index": 242,
      "start_time": 1380650.0,
      "end_time": 1385560.0,
      "text": "Insights and Inspirations from Reggio Emilia: Stories of Teachers and Children from North"
    },
    {
      "index": 243,
      "start_time": 1385560.0,
      "end_time": 1392481.0,
      "text": "America. Worcester, MA: Davis Publications, Inc., 2008."
    },
    {
      "index": 244,
      "start_time": 1392480.0,
      "end_time": 1401840.0,
      "text": "Gardner, Cagliari, Vecchi, Seidel, Giudici, Krechevsky, Rinaldi, Meninno. Making learning"
    },
    {
      "index": 245,
      "start_time": 1401840.0,
      "end_time": 1411159.0,
      "text": "visible. Reggio Children 2011 Giudici, Vecchi, Baldini. Children, art, artists."
    },
    {
      "index": 246,
      "start_time": 1411160.0,
      "end_time": 1416081.0,
      "text": "Reggio Children 2004 Hewett, Valarie.Examining the Reggio Emilia"
    },
    {
      "index": 247,
      "start_time": 1416080.0,
      "end_time": 1423039.0,
      "text": "approach to early childhood education. Early Childhood Education Journal, 29, 95-100."
    },
    {
      "index": 248,
      "start_time": 1423040.0,
      "end_time": 1436910.0,
      "text": "Katz, L. &quot;Impressions of Reggio Emilia Preschools.&quot; Young Children 45, 6: 11-12. EJ 415 420."
    },
    {
      "index": 249,
      "start_time": 1436910.0,
      "end_time": 1444540.0,
      "text": "Lewin-Benham, A. Possible Schools: The Reggio Approach to Urban Education. New York: Teachers"
    },
    {
      "index": 250,
      "start_time": 1444540.0,
      "end_time": 1450800.0,
      "text": "College Press, 2005. Lewin-Benham, A. Powerful Children: Understanding"
    },
    {
      "index": 251,
      "start_time": 1450800.0,
      "end_time": 1456650.0,
      "text": "How to Think and Learn Using the Reggio Approach. New York: Teachers College Press, 2008."
    },
    {
      "index": 252,
      "start_time": 1456650.0,
      "end_time": 1466351.0,
      "text": "Malaguzzi, Castagnetti, Rubizzi, Vecchi. A journey into the rights of children. Reggio"
    },
    {
      "index": 253,
      "start_time": 1466350.0,
      "end_time": 1471620.0,
      "text": "Children 1995 New, R. &quot;Excellent Early Education: A City"
    },
    {
      "index": 254,
      "start_time": 1471620.0,
      "end_time": 1480200.0,
      "text": "in Italy Has It.&quot; Young Children 45, 6: 4-10. EJ 415 419."
    },
    {
      "index": 255,
      "start_time": 1480200.0,
      "end_time": 1487580.0,
      "text": "New, R. &quot;Early Childhood Teacher Education in Italy: Reggio Emilia&#39;s Master Plan for"
    },
    {
      "index": 256,
      "start_time": 1487580.0,
      "end_time": 1493970.0,
      "text": "&#39;Master&#39; Teachers.&quot; The Journal of Early Childhood Teacher Education 12: 3."
    },
    {
      "index": 257,
      "start_time": 1493970.0,
      "end_time": 1502509.0,
      "text": "New, R. &quot;Projects and Provocations: Preschool Curriculum Ideas from Reggio Emilia.&quot; Montessori"
    },
    {
      "index": 258,
      "start_time": 1502510.0,
      "end_time": 1509760.0,
      "text": "Life: 26-28. New, R. &quot;Italian Child Care and Early Education:"
    },
    {
      "index": 259,
      "start_time": 1509760.0,
      "end_time": 1516221.0,
      "text": "Amor Maternus and Other Cultural Contributions.&quot; In M. Cochran, International Handbook on Child"
    },
    {
      "index": 260,
      "start_time": 1516220.0,
      "end_time": 1522909.0,
      "text": "Care Policies and Programs. Westport, CT: Greenwood Press, 1993."
    },
    {
      "index": 261,
      "start_time": 1522910.0,
      "end_time": 1531191.0,
      "text": "New, R. &quot;The Integrated Early Childhood Curriculum: New Perspectives from Research and Practice.&quot;"
    },
    {
      "index": 262,
      "start_time": 1531190.0,
      "end_time": 1538860.0,
      "text": "In C. Seefeldt, The Early Childhood Curriculum: A Review of Current Research. Revised edition."
    },
    {
      "index": 263,
      "start_time": 1538860.0,
      "end_time": 1545320.0,
      "text": "New York: Teachers College Press, Columbia University, 1992."
    },
    {
      "index": 264,
      "start_time": 1545320.0,
      "end_time": 1552629.0,
      "text": "Project Zero.Making Learning Visible. Children as individual and group learners, Reggio Children,"
    },
    {
      "index": 265,
      "start_time": 1552630.0,
      "end_time": 1558260.0,
      "text": "2001. Rinaldi. In dialogue with Reggio Emilia - Listening,"
    },
    {
      "index": 266,
      "start_time": 1558260.0,
      "end_time": 1567091.0,
      "text": "researching and learning. Routledge 2005 Topal, C. Weisman. Explorations in Art, Kindergarten"
    },
    {
      "index": 267,
      "start_time": 1567090.0,
      "end_time": 1573899.0,
      "text": "Program. Worcester, MA: Davis Publications, Inc., 2008."
    },
    {
      "index": 268,
      "start_time": 1573900.0,
      "end_time": 1584351.0,
      "text": "Topal, C. Weisman. Thinking with a Line. Worcester, MA: Davis Publications, Inc., 2005."
    },
    {
      "index": 269,
      "start_time": 1584350.0,
      "end_time": 1592620.0,
      "text": "Topal, C. Weisman, and Gandini, L. Beautiful Stuff! Learning with Found Materials. Worcester,"
    },
    {
      "index": 270,
      "start_time": 1592620.0,
      "end_time": 1602649.0,
      "text": "MA: Davis Publications, Inc., 1999. Vecchi. Art and Creativity in Reggio Emilia."
    },
    {
      "index": 271,
      "start_time": 1602650.0,
      "end_time": 1608510.0,
      "text": "Routledge 2010 Wurm, J. &quot;Working in the Reggio Way: A Beginner&#39;s"
    },
    {
      "index": 272,
      "start_time": 1608510.0,
      "end_time": 1616101.0,
      "text": "guide for American Teachers.&quot; St. Paul, MN: Redleaf Press, 2005."
    },
    {
      "index": 273,
      "start_time": 1616100.0,
      "end_time": 1618769.0,
      "text": "External links Reggio Children home page"
    },
    {
      "index": 274,
      "start_time": 1618770.0,
      "end_time": 1622280.0,
      "text": "Reggio Children Loris Malaguzzi Foundation Homepage"
    },
    {
      "index": 275,
      "start_time": 1622280.0,
      "end_time": 1628880.0,
      "text": "North American Reggio Emilia Alliance Homepage Joint website of European Networking Reggio"
    },
    {
      "index": 276,
      "start_time": 1628880.0,
      "end_time": 1632361.0,
      "text": "Emilia Pre-Schools Further reading about Reggio Emilia in the"
    },
    {
      "index": 277,
      "start_time": 1632360.0,
      "end_time": 1632629.0,
      "text": "Vancouver, BC area L&#39;Atelier School Reggio Emilia Resource List"
    },
    {
      "index": 278,
      "start_time": 1632630.0,
      "end_time": 1632941.0,
      "text": "RedSolare Guatemala - Reggio Emilia Young School Reggio Emilia Pre-Schools in"
    },
    {
      "index": 279,
      "start_time": 1632940.0,
      "end_time": 1642940.0,
      "text": "Maryland"
    }
  ]
}