{
  "video_id": "3GxQZso89go",
  "title": "LingQ Review",
  "json": [
    {
      "index": 1,
      "start_time": 30.0,
      "end_time": 3840.0,
      "text": "Hey, what's up guys today's video is gonna be a review on LingQ"
    },
    {
      "index": 2,
      "start_time": 3840.0,
      "end_time": 10979.0,
      "text": "Which is a language learning platform for the computer and for mobile devices that allows you to learn languages through"
    },
    {
      "index": 3,
      "start_time": 11320.0,
      "end_time": 17879.0,
      "text": "Reading and listening. It's been devised by Steve Kaufman who is a prolific polyglot online"
    },
    {
      "index": 4,
      "start_time": 17880.0,
      "end_time": 22590.0,
      "text": "You've probably seen his YouTube videos or you follow him on Twitter. He speaks about ten languages"
    },
    {
      "index": 5,
      "start_time": 22689.0,
      "end_time": 28469.0,
      "text": "well, and I believe he speaks a variety of other languages to varying extents."
    },
    {
      "index": 6,
      "start_time": 28750.0,
      "end_time": 31619.0,
      "text": "So he really knows his stuff when it comes to language learning"
    },
    {
      "index": 7,
      "start_time": 31619.0,
      "end_time": 36148.0,
      "text": "I've been using LingQ for about two months now, so I'm really starting to get a good feel about"
    },
    {
      "index": 8,
      "start_time": 36700.0,
      "end_time": 42540.0,
      "text": "how it works and the best practices for using it and I just wanted to do a quick review today to let you know my"
    },
    {
      "index": 9,
      "start_time": 42640.0,
      "end_time": 50340.0,
      "text": "opinions and my feelings about this platform.  The basis of the platform is that you're gonna be reading a lot of material within the app."
    },
    {
      "index": 10,
      "start_time": 50620.0,
      "end_time": 56820.0,
      "text": "You can use material that's already available straight from the app or you can copy and paste from any source you want."
    },
    {
      "index": 11,
      "start_time": 56920.0,
      "end_time": 62850.0,
      "text": "I've copied and pasted the lyrics from several songs since music is one of my favorite ways of learning languages."
    },
    {
      "index": 12,
      "start_time": 63039.0,
      "end_time": 68518.0,
      "text": "Once you select something that you want to start reading just open it in LingQ and you'll see that all of the words are highlighted"
    },
    {
      "index": 13,
      "start_time": 68560.0,
      "end_time": 72930.0,
      "text": "In blue. When you don't know a word you just click on it and you'll be given a definition."
    },
    {
      "index": 14,
      "start_time": 73600.0,
      "end_time": 79979.0,
      "text": "LingQ will also save that word in your account as a word you don't know and then they'll automatically make it into a flashcard"
    },
    {
      "index": 15,
      "start_time": 79990.0,
      "end_time": 81990.0,
      "text": "so you can review later."
    },
    {
      "index": 16,
      "start_time": 84159.0,
      "end_time": 89728.0,
      "text": "Every time you turn the page LingQ will assume that all of the blue words you didn't click on are words"
    },
    {
      "index": 17,
      "start_time": 89729.0,
      "end_time": 94199.0,
      "text": "you already know.  LingQ will remember those words and from now on whenever you see them"
    },
    {
      "index": 18,
      "start_time": 94200.0,
      "end_time": 98009.0,
      "text": "They won't be highlighted anymore.  After you read several hundred pages"
    },
    {
      "index": 19,
      "start_time": 98009.0,
      "end_time": 102749.0,
      "text": "You'll notice that most of the words are no longer highlighted.  And that's the goal."
    },
    {
      "index": 20,
      "start_time": 102750.0,
      "end_time": 108419.0,
      "text": "You want the words to go from blue to yellow to no highlight at all. That means you're learning new vocabulary."
    },
    {
      "index": 21,
      "start_time": 108759.0,
      "end_time": 115619.0,
      "text": "I like this method of vocabulary acquisition better than rote memorization because you're actually encountering the words in"
    },
    {
      "index": 22,
      "start_time": 116229.0,
      "end_time": 120179.0,
      "text": "context.  Most of the articles and books that come available on link are"
    },
    {
      "index": 23,
      "start_time": 120340.0,
      "end_time": 126840.0,
      "text": "already connected to an audio book or an audio clip of someone reading the article so that you can listen along while you read."
    },
    {
      "index": 24,
      "start_time": 127060.0,
      "end_time": 130800.0,
      "text": "I find this to be a great way of improving your listening comprehension skills."
    },
    {
      "index": 25,
      "start_time": 131110.0,
      "end_time": 134199.0,
      "text": "Another great feature of LingQ is that it includes a built-in mp3"
    },
    {
      "index": 26,
      "start_time": 134510.0,
      "end_time": 139569.0,
      "text": "player where you can listen to the audio from your books and articles even while you can't read."
    },
    {
      "index": 27,
      "start_time": 139879.0,
      "end_time": 143109.0,
      "text": "A lot of times I listen to it in the car or while I'm taking a walk"
    },
    {
      "index": 28,
      "start_time": 143450.0,
      "end_time": 148390.0,
      "text": "If you've ever seen any of Steve Kaufman's videos before you know that he's a huge fan of the"
    },
    {
      "index": 29,
      "start_time": 148700.0,
      "end_time": 154599.0,
      "text": "Comprehensible input method popularized by the linguist Stephen Krashen, and that's what link revolves around"
    },
    {
      "index": 30,
      "start_time": 154880.0,
      "end_time": 159069.0,
      "text": "It's great because there's no drilling. No exercises and no tests."
    },
    {
      "index": 31,
      "start_time": 159069.0,
      "end_time": 165128.0,
      "text": "All you do is read and listen to the content that's interesting to you. Now while I think LingQ is a great platform,"
    },
    {
      "index": 32,
      "start_time": 165290.0,
      "end_time": 170170.0,
      "text": "there's just a few areas where I think it falls a little bit short of being the perfect all-encompassing"
    },
    {
      "index": 33,
      "start_time": 170870.0,
      "end_time": 172640.0,
      "text": "language learning app."
    },
    {
      "index": 34,
      "start_time": 172640.0,
      "end_time": 173440.0,
      "text": "First of all"
    },
    {
      "index": 35,
      "start_time": 173440.0,
      "end_time": 178239.0,
      "text": "You do need some level of proficiency in your target language before you start using LingQ."
    },
    {
      "index": 36,
      "start_time": 178250.0,
      "end_time": 182349.0,
      "text": "They do their best to make it accessible to beginners, but from my experience"
    },
    {
      "index": 37,
      "start_time": 182620.0,
      "end_time": 185660.0,
      "text": "It's just not a great program if you're starting from scratch."
    },
    {
      "index": 38,
      "start_time": 185840.0,
      "end_time": 190260.0,
      "text": "I took a short trip to northern Belgium and the Netherlands this summer"
    },
    {
      "index": 39,
      "start_time": 190260.0,
      "end_time": 194400.0,
      "text": "so I decided that I'd try my hand at learning some very basic Dutch."
    },
    {
      "index": 40,
      "start_time": 196060.0,
      "end_time": 198840.0,
      "text": "I tried doing this on LingQ, but honestly"
    },
    {
      "index": 41,
      "start_time": 198849.0,
      "end_time": 199730.0,
      "text": "I was just"
    },
    {
      "index": 42,
      "start_time": 199730.0,
      "end_time": 202480.0,
      "text": "swimming in a sea of blue words that I didn't"
    },
    {
      "index": 43,
      "start_time": 202550.0,
      "end_time": 207309.0,
      "text": "understand and I couldn't make any sense of it and it just didn't help me at all. Ironically,"
    },
    {
      "index": 44,
      "start_time": 207310.0,
      "end_time": 210489.0,
      "text": "this is the one area that I think Duolingo really shines."
    },
    {
      "index": 45,
      "start_time": 210739.0,
      "end_time": 214869.0,
      "text": "You can watch my review of Duolingo by following the link at the top of this video"
    },
    {
      "index": 46,
      "start_time": 214940.0,
      "end_time": 221229.0,
      "text": "but essentially, I found that program to be only useful for those who have no previous knowledge of the language they're learning."
    },
    {
      "index": 47,
      "start_time": 222019.0,
      "end_time": 226569.0,
      "text": "That means that I find Duolingo and LingQ to complement each other really well. After"
    },
    {
      "index": 48,
      "start_time": 226819.0,
      "end_time": 230738.0,
      "text": "maybe a few weeks to a month of learning a language on Duolingo,"
    },
    {
      "index": 49,
      "start_time": 231049.0,
      "end_time": 236229.0,
      "text": "you'll probably have enough vocabulary and grammar to follow along with the beginner units and LingQ."
    },
    {
      "index": 50,
      "start_time": 237910.0,
      "end_time": 239910.0,
      "text": "There's also a spaced repetition"
    },
    {
      "index": 51,
      "start_time": 239950.0,
      "end_time": 243720.0,
      "text": "flashcard feature on LingQ, but honestly, I find it to be a little bit weak."
    },
    {
      "index": 52,
      "start_time": 244090.0,
      "end_time": 247920.0,
      "text": "That's not a huge deal because if you're really serious about spaced repetition"
    },
    {
      "index": 53,
      "start_time": 248140.0,
      "end_time": 254160.0,
      "text": "you can always use your vocabulary list on LingQ to create your own customized decks on memorize or Anki."
    },
    {
      "index": 54,
      "start_time": 255010.0,
      "end_time": 260549.0,
      "text": "Overall, I'd give link a solid A this might be the most useful language learning program"
    },
    {
      "index": 55,
      "start_time": 260548.99999999997,
      "end_time": 266279.0,
      "text": "I've used so far and I would recommend it to anyone who has at least a basic knowledge in the language"
    },
    {
      "index": 56,
      "start_time": 266280.0,
      "end_time": 270690.0,
      "text": "they're learning.  Just a word of caution though before purchasing a subscription to link,"
    },
    {
      "index": 57,
      "start_time": 270690.0,
      "end_time": 274769.0,
      "text": "I tried the free trial version and honestly, I thought it really sucked."
    },
    {
      "index": 58,
      "start_time": 274770.0,
      "end_time": 279570.0,
      "text": "But I'm glad I gave it another chance because the paid version is just a lot better and it's not that expensive."
    },
    {
      "index": 59,
      "start_time": 280300.0,
      "end_time": 284639.0,
      "text": "So if you're really serious about giving LingQ a chance, just buy yourself a month long"
    },
    {
      "index": 60,
      "start_time": 284830.0,
      "end_time": 288510.0,
      "text": "subscription and base your opinion off of that, not off the free version."
    },
    {
      "index": 61,
      "start_time": 288610.0,
      "end_time": 292380.0,
      "text": "So that's it for this review.  If you liked the video, I'd really appreciate it"
    },
    {
      "index": 62,
      "start_time": 292380.0,
      "end_time": 297600.0,
      "text": "if you gave me a thumbs up and subscribe.  And if you're interested in seeing reviews on any other language platform,"
    },
    {
      "index": 63,
      "start_time": 297600.0,
      "end_time": 301260.0,
      "text": "go ahead and leave me a comment down below because I'm always looking for new ways"
    },
    {
      "index": 64,
      "start_time": 301419.0,
      "end_time": 304859.0,
      "text": "of learning languages and new techniques that I can experiment with."
    },
    {
      "index": 65,
      "start_time": 305320.0,
      "end_time": 311159.0,
      "text": "And the reason I made this video in the first place is because someone commented and asked me to review LingQ."
    },
    {
      "index": 66,
      "start_time": 311160.0,
      "end_time": 314459.0,
      "text": "So thanks for watching the video, and we'll see you guys in the next one."
    }
  ]
}