{
  "video_id": "3h4uVVFCvVg",
  "title": "Why (and How) Do Bees Make Honey?",
  "json": [
    {
      "index": 1,
      "start_time": 440.0,
      "end_time": 2220.0,
      "text": "[Intro]"
    },
    {
      "index": 2,
      "start_time": 3879.0,
      "end_time": 12801.0,
      "text": "We all know that bees make honey, that sweet, thick liquid gold prized by tea-drinkers, bears, and honey badgers alike, but not all bees make honey."
    },
    {
      "index": 3,
      "start_time": 12981.0,
      "end_time": 23701.0,
      "text": "Insects like bumble bees, sting-less bees, and even honey wasps can produce small amounts of honey, but the stuff you're familiar with is the product of one of the seven species of true honey bees."
    },
    {
      "index": 4,
      "start_time": 24001.0,
      "end_time": 37301.0,
      "text": "Simply put, bees make honey as a source of food security, sometimes to eat during times of scarcity, safely stored within the hive, and the responsibility for making this stockpile falls to the female worker, or forager bees."
    },
    {
      "index": 5,
      "start_time": 37601.0,
      "end_time": 46951.0,
      "text": "They're the ones that buzz from flower to flower, sucking up sugary nectar with their long, tubular tongues, and they're also the ones who build and defend the hive and take care of the queen."
    },
    {
      "index": 6,
      "start_time": 47400.0,
      "end_time": 61701.0,
      "text": "These hard-working ladies do it all while the queen sits back and lays ridiculous amounts of eggs, like, seriously, some scientists estimate that a single queen can lay up to a quarter-million eggs in a single year and more than a million over her lifetime."
    },
    {
      "index": 7,
      "start_time": 62049.0,
      "end_time": 68201.0,
      "text": "Male drone bees meanwhile basically only exist to mate with the queen and then die, I digress."
    },
    {
      "index": 8,
      "start_time": 68290.0,
      "end_time": 77270.0,
      "text": "So, a worker bee collects nectar and stores it in her crop, which is sort of like an extra holding tank, also called the honey stomach, designed just for this purpose."
    },
    {
      "index": 9,
      "start_time": 77279.0,
      "end_time": 84999.0,
      "text": "Once she's back home, she basically pukes her loot up into another processor bee's mouth, who then spits the nectar into a honeycomb cell."
    },
    {
      "index": 10,
      "start_time": 85559.0,
      "end_time": 91410.0,
      "text": "Every time that processor bee regurgitates nectar into a storage cell, she adds a special enzyme called invertase."
    },
    {
      "index": 11,
      "start_time": 91699.0,
      "end_time": 104902.0,
      "text": "The nectar is pretty much just sugar water, and therefore perishable, but the invertase helps break that sucrose down into simpler sugar molecules, glucose and fructose, eventually transforming it into something that will hold up in long-term storage."
    },
    {
      "index": 12,
      "start_time": 105021.0,
      "end_time": 114420.0,
      "text": "At this point, the newly regurgitated nectar is still quite runny; it's got a water content of around 70%, while honey has a water content of less than 19%."
    },
    {
      "index": 13,
      "start_time": 114420.0,
      "end_time": 122700.0,
      "text": "So to remove the extra water those ingenious little bees actually start fanning the honeycomb with their wings to get the evaporation process cranking."
    },
    {
      "index": 14,
      "start_time": 122999.0,
      "end_time": 130699.0,
      "text": "Once the extra water has been fanned away and the nectar has ripened into honey, the lady-bees seal up those comb cells using a beeswax secretion from their abdomens."
    },
    {
      "index": 15,
      "start_time": 131139.0,
      "end_time": 134998.0,
      "text": "When safely sealed away within the comb, honey can basically last forever."
    },
    {
      "index": 16,
      "start_time": 135419.0,
      "end_time": 136420.0,
      "text": "Pretty sweet."
    },
    {
      "index": 17,
      "start_time": 136419.0,
      "end_time": 136601.0,
      "text": "Thanks for asking, internet."
    },
    {
      "index": 18,
      "start_time": 137001.0,
      "end_time": 140701.0,
      "text": "And thanks especially to our Subbable subscribers who keep these answers coming."
    },
    {
      "index": 19,
      "start_time": 141151.0,
      "end_time": 144248.0,
      "text": "They also get these episodes a little bit early as a special thank you."
    },
    {
      "index": 20,
      "start_time": 144351.0,
      "end_time": 159340.0,
      "text": "If you have a quick question for us, you can let us know on Facebook or Twitter, or down in the comments below and don't forget to go to YouTube.com/SciShow and subscribe."
    }
  ]
}