{
  "video_id": "3J6iesxvbF8",
  "title": "What kind of life for refugees in Germany?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 99.0,
      "end_time": 5200.0,
      "text": "The European Union is facing the largest refugee crisis since World War II. Since war in Syria"
    },
    {
      "index": 2,
      "start_time": 5200.0,
      "end_time": 10310.0,
      "text": "broke out four years ago, more than 4 million refugees have fled the country. Thousands"
    },
    {
      "index": 3,
      "start_time": 10310.0,
      "end_time": 15050.0,
      "text": "more are fleeing conflict African nations like Nigeria and Mali. For many migrants,"
    },
    {
      "index": 4,
      "start_time": 15050.0,
      "end_time": 20640.0,
      "text": "the final destination is Europe, specifically Germany. So why are refugees heading to Germany"
    },
    {
      "index": 5,
      "start_time": 20640.0,
      "end_time": 25740.0,
      "text": "and what is life really like for them when they get there? Well, while many other EU"
    },
    {
      "index": 6,
      "start_time": 25740.0,
      "end_time": 30410.0,
      "text": "nations have remained reluctant to take in asylum seekers, German Chancellor Angela Merkel"
    },
    {
      "index": 7,
      "start_time": 30410.0,
      "end_time": 35179.0,
      "text": "has welcomed them. Germany is one of the top choices for migrant settlers as the wealthy"
    },
    {
      "index": 8,
      "start_time": 35179.0,
      "end_time": 40819.0,
      "text": "nation offers an unparalleled refugee package with free housing, schooling and strong job"
    },
    {
      "index": 9,
      "start_time": 40819.0,
      "end_time": 47639.0,
      "text": "prospects. As such, it’s expected that up to 800,000 refugees will arrive in Germany"
    },
    {
      "index": 10,
      "start_time": 47639.0,
      "end_time": 53649.0,
      "text": "this year -- that’s four times more than in 2014. But getting there is not easy. Syrian"
    },
    {
      "index": 11,
      "start_time": 53649.0,
      "end_time": 58659.0,
      "text": "refugees have to travel more than 2,000 miles, crossing up to 9 borders to reach Germany."
    },
    {
      "index": 12,
      "start_time": 58659.0,
      "end_time": 63629.0,
      "text": "African asylum seekers face an even longer more hazardous journey.Those who do make it"
    },
    {
      "index": 13,
      "start_time": 63629.0,
      "end_time": 67700.0,
      "text": "to Germany, have to register as an asylum seeker with the State Office of Health and"
    },
    {
      "index": 14,
      "start_time": 67700.0,
      "end_time": 74299.0,
      "text": "Social Affairs. The line is long and hectic and many refugees are unsure of the process,"
    },
    {
      "index": 15,
      "start_time": 74299.0,
      "end_time": 78930.0,
      "text": "but as one Syrian woman in Berlin put it, “I am so happy to finally be in Germany."
    },
    {
      "index": 16,
      "start_time": 78930.0,
      "end_time": 83950.0,
      "text": "I do not care how long the registration takes... And I hope that in the near future I can start"
    },
    {
      "index": 17,
      "start_time": 83950.0,
      "end_time": 88950.0,
      "text": "working here in the city until the war in Syria is over.” Once registered, refugees"
    },
    {
      "index": 18,
      "start_time": 88950.0,
      "end_time": 93850.0,
      "text": "are dispersed across Germany’s 16 federal states, housed in asylum centers, which are"
    },
    {
      "index": 19,
      "start_time": 93850.0,
      "end_time": 99000.0,
      "text": "kind of like college dorms, often with families of 5 to one room who share common spaces with"
    },
    {
      "index": 20,
      "start_time": 99000.0,
      "end_time": 104380.0,
      "text": "others. But these centers are overcrowded, and some live in tents. Thankfully, the German"
    },
    {
      "index": 21,
      "start_time": 104380.0,
      "end_time": 109909.0,
      "text": "people have been welcoming and dozens of charities designed to help refugees have sprung up."
    },
    {
      "index": 22,
      "start_time": 109909.0,
      "end_time": 114289.0,
      "text": "Charities like Refugees Welcome help refugees find private accommodation if they can’t"
    },
    {
      "index": 23,
      "start_time": 114289.0,
      "end_time": 119600.0,
      "text": "find rooms in crowded migrant housing. Germany’s workforce has also welcomed refugees. Many"
    },
    {
      "index": 24,
      "start_time": 119600.0,
      "end_time": 125020.0,
      "text": "companies see the influx of people as an opportunity to fill the shortfall of skilled workers,"
    },
    {
      "index": 25,
      "start_time": 125020.0,
      "end_time": 128940.0,
      "text": "which is set to worsen due to Germany’s aging population. Recent figures show that"
    },
    {
      "index": 26,
      "start_time": 128940.0,
      "end_time": 134360.0,
      "text": "foreign workers - refugees included - generate around 22 billion euros in tax revenue per"
    },
    {
      "index": 27,
      "start_time": 134360.0,
      "end_time": 139750.0,
      "text": "year for Germany, a figure that the government hopes will continue to grow. However, not"
    },
    {
      "index": 28,
      "start_time": 139750.0,
      "end_time": 145030.0,
      "text": "everyone has been hospitable. Protests, and attacks on asylum centers are a problem -- according"
    },
    {
      "index": 29,
      "start_time": 145030.0,
      "end_time": 150180.0,
      "text": "to German Police there have been at least 200 incidents in 2015 so far. Some refugee"
    },
    {
      "index": 30,
      "start_time": 150180.0,
      "end_time": 155800.0,
      "text": "homes have even been burned. This tension is a concern particularly as some Germans"
    },
    {
      "index": 31,
      "start_time": 155800.0,
      "end_time": 161310.0,
      "text": "wonder if the country’s infrastructure is really prepared for the sudden influx of people."
    },
    {
      "index": 32,
      "start_time": 161310.0,
      "end_time": 165980.0,
      "text": "Experts have commented that charities are helping to fill the gaps in aid and organization"
    },
    {
      "index": 33,
      "start_time": 165980.0,
      "end_time": 170740.0,
      "text": "that the government is failing to cope with. One charity organizer thinks the government"
    },
    {
      "index": 34,
      "start_time": 170740.0,
      "end_time": 175560.0,
      "text": "isn’t doing enough on the ground saying “This is an utter failure from the state."
    },
    {
      "index": 35,
      "start_time": 175560.0,
      "end_time": 180350.0,
      "text": "We are practically doing the job of the state – with our own money and in our own free"
    },
    {
      "index": 36,
      "start_time": 180350.0,
      "end_time": 183540.0,
      "text": "time.” Others blame the EU as a whole. Check out"
    },
    {
      "index": 37,
      "start_time": 183540.0,
      "end_time": 188430.0,
      "text": "this episode on our sister channel TTN to examine if The EU is really To Blame For The"
    },
    {
      "index": 38,
      "start_time": 188430.0,
      "end_time": 198430.0,
      "text": "Migrant Crisis. Thanks for watching. And if you haven’t already, please subscribe."
    }
  ]
}