{
  "video_id": "3l20G4OfGk0",
  "title": "Why The US Thinks Huawei Is A National Security Threat",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 180.0,
      "end_time": 4319.0,
      "text": "The arrest of Huawei CFO Meng Wanzhou put markets on edge."
    },
    {
      "index": 2,
      "start_time": 4620.0,
      "end_time": 8600.0,
      "text": "This new element of the stock tumble, an arrest. The CFO of Huawei."
    },
    {
      "index": 3,
      "start_time": 8670.0,
      "end_time": 17160.0,
      "text": "The CFO and her company are under scrutiny by U.S. authorities who claim that the Chinese telecoms gear maker violated U.S. sanctions on Iran"
    },
    {
      "index": 4,
      "start_time": 17250.0,
      "end_time": 21750.0,
      "text": "This arrest. I think it valued. That is not going to go unanswered."
    },
    {
      "index": 5,
      "start_time": 21960.0,
      "end_time": 26360.0,
      "text": "At the time, it was seen as the latest skirmish in the trade war between the U.S. and China."
    },
    {
      "index": 6,
      "start_time": 26670.0,
      "end_time": 35100.0,
      "text": "But it's actually the latest entry in an ongoing high tech struggle between the U.S. and the Chinese smartphone giant over national security."
    },
    {
      "index": 7,
      "start_time": 35740.0,
      "end_time": 39100.0,
      "text": "Huawei is now the number two smartphone player in the world."
    },
    {
      "index": 8,
      "start_time": 39100.0,
      "end_time": 42930.0,
      "text": "Shipping more units than Apple. The company is right behind Samsung."
    },
    {
      "index": 9,
      "start_time": 43320.0,
      "end_time": 49350.0,
      "text": "The U.S. has taken a hard stance against the company even before the arrest. So why go after Huawei?"
    },
    {
      "index": 10,
      "start_time": 50460.0,
      "end_time": 56760.0,
      "text": "Huawei has been under scrutiny since at least 2011 for its allegedly close ties to the Chinese government."
    },
    {
      "index": 11,
      "start_time": 57360.0,
      "end_time": 66960.0,
      "text": "Some U.S. lawmakers and intelligence officials think that Huawei's hardware could also provide a backdoor for China's massive and sophisticated state surveillance apparatus."
    },
    {
      "index": 12,
      "start_time": 67110.0,
      "end_time": 69300.0,
      "text": "Huawei denies these allegations."
    },
    {
      "index": 13,
      "start_time": 69330.0,
      "end_time": 74670.0,
      "text": "American lawmakers and regulators have been fighting Huawei's introduction to the U.S. market for years."
    },
    {
      "index": 14,
      "start_time": 75450.0,
      "end_time": 82530.0,
      "text": "In 2011, Huawei backed out of a deal to buy a startup called 3Leaf Systems because of U.S. government pressure."
    },
    {
      "index": 15,
      "start_time": 82710.0,
      "end_time": 94460.0,
      "text": "And a year later, the House Intelligence Committee issued a report that accused Huawei and ZTE, a Chinese rival, of stealing intellectual property from American companies and supporting espionage efforts."
    },
    {
      "index": 16,
      "start_time": 94860.0,
      "end_time": 100770.0,
      "text": "Huawei is now wrapped up in President Trump's trade war with China. But the security issues loom large."
    },
    {
      "index": 17,
      "start_time": 101310.0,
      "end_time": 114270.0,
      "text": "The Federal Communications Commission introduced new rules in April 2018 that block federally subsidized telecom carriers, like AT&T, from using suppliers deemed a risk to national security, including Huawei."
    },
    {
      "index": 18,
      "start_time": 114750.0,
      "end_time": 123300.0,
      "text": "The Pentagon also stopped selling mobile phones and modems made by Huawei at stores on military bases in April 2018 because of security risks."
    },
    {
      "index": 19,
      "start_time": 123480.0,
      "end_time": 130460.0,
      "text": "Around the same time, the directors of the CIA, FBI, NSA and other intelligence agencies made a case against"
    },
    {
      "index": 20,
      "start_time": 130460.00000000001,
      "end_time": 134300.0,
      "text": "Huawei and ZTE before the U.S. Senate Intelligence Committee."
    },
    {
      "index": 21,
      "start_time": 134400.0,
      "end_time": 150000.0,
      "text": "We're deeply concerned about the risks of allowing any company or entity that is beholden to foreign governments that don't share our value to gain positions of power inside our telecommunications networks."
    },
    {
      "index": 22,
      "start_time": 150000.0,
      "end_time": 160530.0,
      "text": "That provides the capacity to maliciously modify or steal information and it provides the capacity to conduct undetected espionage."
    },
    {
      "index": 23,
      "start_time": 160980.0,
      "end_time": 168100.0,
      "text": "As a result, President Trump signed a bill in August banning government use of Huawei and ZTE devices."
    },
    {
      "index": 24,
      "start_time": 168100.0,
      "end_time": 177850.0,
      "text": "Arkansas Senator Tom Cotton alleged that \"Huawei is effectively an arm of the Chinese government and that it can steal information from U.S. officials by hacking its devices.\""
    },
    {
      "index": 25,
      "start_time": 177850.0,
      "end_time": 184280.0,
      "text": "These companies are dangerous to our national security and to your privacy."
    },
    {
      "index": 26,
      "start_time": 184280.0,
      "end_time": 189120.0,
      "text": "Huawei and ZTE are nothing more than extensions of the Chinese Communist Party."
    },
    {
      "index": 27,
      "start_time": 189120.0,
      "end_time": 193980.0,
      "text": "Huawei's CEO was an engineer for the People's Liberation Army."
    },
    {
      "index": 28,
      "start_time": 193980.0,
      "end_time": 200700.0,
      "text": "The company's livelihood consists largely of a steady stream of government contracts."
    },
    {
      "index": 29,
      "start_time": 200940.0,
      "end_time": 206160.0,
      "text": "And its greatest claim to fame is shamelessly stealing the secrets of American companies. That's why it's under"
    },
    {
      "index": 30,
      "start_time": 206160.0,
      "end_time": 212520.0,
      "text": "investigation by the Department of Justice for that and for violating sanctions against Iran."
    },
    {
      "index": 31,
      "start_time": 213210.0,
      "end_time": 218400.0,
      "text": "American companies are also feeling pressure for ties to the Chinese smartphone company."
    },
    {
      "index": 32,
      "start_time": 218400.0,
      "end_time": 223320.0,
      "text": "AT&T for example dropped a deal with Huawei to sell their phones at the start of 2018"
    },
    {
      "index": 33,
      "start_time": 224130.0,
      "end_time": 228960.0,
      "text": "All of this is happening before 5G potentially reshapes the telecom industry."
    },
    {
      "index": 34,
      "start_time": 229320.0,
      "end_time": 234320.0,
      "text": "5G networks are superfast and they're designed to support the next generation of the Internet."
    },
    {
      "index": 35,
      "start_time": 234660.0,
      "end_time": 240840.0,
      "text": "5G is supposed to power not only smartphones but also driverless cars and web connected factories."
    },
    {
      "index": 36,
      "start_time": 241260.0,
      "end_time": 245190.0,
      "text": "Huawei wants to become a major player in 5G outside of China."
    },
    {
      "index": 37,
      "start_time": 245370.0,
      "end_time": 250320.0,
      "text": "But it's facing pressure internationally because of cybersecurity concerns dogging the company."
    },
    {
      "index": 38,
      "start_time": 250950.0,
      "end_time": 255420.0,
      "text": "The U.S. is urging its allies to block Huawei from 5G projects in their countries"
    },
    {
      "index": 39,
      "start_time": 255420.0,
      "end_time": 259169.0,
      "text": "And both Australia and New Zealand recently did just that."
    },
    {
      "index": 40,
      "start_time": 259680.0,
      "end_time": 264440.0,
      "text": "So as the legal drama involving Meng plays out and continues to rattle global markets,"
    },
    {
      "index": 41,
      "start_time": 264980.0,
      "end_time": 272760.0,
      "text": "remember it's part of a years long struggle between Huawei and those who worry about its alleged close connections to Chinese spies."
    }
  ]
}