{
  "video_id": "3szfWWgZyaM",
  "title": "Basic Income Tax Course - Part 1",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 15540.0,
      "end_time": 22540.0,
      "text": "Welcome to Basic Income Tax. This is Accounting 109. So this is Basic Income Tax, and this"
    },
    {
      "index": 2,
      "start_time": 22610.0,
      "end_time": 27950.0,
      "text": "is the introduction section, and I am Lisa Cole, and I will be your instructor over the"
    },
    {
      "index": 3,
      "start_time": 27950.0,
      "end_time": 34290.0,
      "text": "next 14 programs. We have 15 programs total, including this one. Today what I would like"
    },
    {
      "index": 4,
      "start_time": 34290.0,
      "end_time": 40500.0,
      "text": "to do is do an introduction, kind of introduce myself, go over the syllabus and what texts"
    },
    {
      "index": 5,
      "start_time": 40500.0,
      "end_time": 44660.0,
      "text": "we&#39;re going to be using, kind of the format of how the class will run, and then we&#39;re"
    },
    {
      "index": 6,
      "start_time": 44660.0,
      "end_time": 48529.0,
      "text": "going to get a little bit in Chapter 1. So I do want to cover some of that today."
    },
    {
      "index": 7,
      "start_time": 48530.0,
      "end_time": 54120.0,
      "text": "At this point, you should have received a syllabus from me. If you have not, it&#39;s in"
    },
    {
      "index": 8,
      "start_time": 54120.0,
      "end_time": 60559.0,
      "text": "the mail, it&#39;s on the way. Send me an e-mail and let me know. On the syllabus, it will"
    },
    {
      "index": 9,
      "start_time": 60560.0,
      "end_time": 67560.0,
      "text": "have my e-mail, my telephone number, my office, and also my particular office hours for whatever"
    },
    {
      "index": 10,
      "start_time": 68670.0,
      "end_time": 75670.0,
      "text": "semester you&#39;re taking the class. The text that we&#39;re going to be using is the Income"
    },
    {
      "index": 11,
      "start_time": 75930.0,
      "end_time": 82800.0,
      "text": "Tax Fundamentals, so you should make sure you have the 2009 edition. If you&#39;re taking"
    },
    {
      "index": 12,
      "start_time": 82800.0,
      "end_time": 89800.0,
      "text": "this in the spring of &#39;09, or also if you&#39;re taking it in the fall of &#39;09, we&#39;ll be using"
    },
    {
      "index": 13,
      "start_time": 89330.0,
      "end_time": 94429.0,
      "text": "the 2009 edition, so make sure you have the correct textbook."
    },
    {
      "index": 14,
      "start_time": 94430.0,
      "end_time": 99140.0,
      "text": "Let&#39;s just kind of go over a little bit of the syllabus and what&#39;s on the syllabus. You&#39;ll"
    },
    {
      "index": 15,
      "start_time": 99140.0,
      "end_time": 105530.0,
      "text": "have some course objectives. This is a Basic Income Tax class. And on campus I teach a"
    },
    {
      "index": 16,
      "start_time": 105530.0,
      "end_time": 111159.0,
      "text": "federal income tax class in which we cover more material, so this is a one-credit Basic"
    },
    {
      "index": 17,
      "start_time": 111159.0,
      "end_time": 117800.0,
      "text": "Income Tax class. So we&#39;re going to be covering the basics. My goal is that when you complete"
    },
    {
      "index": 18,
      "start_time": 117800.0,
      "end_time": 124800.0,
      "text": "this class, you should be able to do a basic tax return, and we&#39;ll go over what that means."
    },
    {
      "index": 19,
      "start_time": 124670.0,
      "end_time": 128300.0,
      "text": "Basic versus one that&#39;s a little bit more complicated."
    },
    {
      "index": 20,
      "start_time": 128300.00000000001,
      "end_time": 134230.0,
      "text": "So we want to make sure you understand the individual tax model. We want to make sure"
    },
    {
      "index": 21,
      "start_time": 134230.0,
      "end_time": 141129.0,
      "text": "you understand what is gross income and what deductions that you can take from gross income,"
    },
    {
      "index": 22,
      "start_time": 141129.0,
      "end_time": 145768.0,
      "text": "and then we&#39;re going to look at how to calculate tax, how do we get to our tax."
    },
    {
      "index": 23,
      "start_time": 145769.0,
      "end_time": 149629.0,
      "text": "So we&#39;re going to look at the tax formula, we&#39;re going to look at tax tables, who can"
    },
    {
      "index": 24,
      "start_time": 149629.0,
      "end_time": 156629.0,
      "text": "I claim on my tax return, exemptions. We&#39;re going to look at our Schedule A deductions,"
    },
    {
      "index": 25,
      "start_time": 156739.0,
      "end_time": 161730.0,
      "text": "you know, can I take my interest on my home. So we&#39;ll look at all those type of items,"
    },
    {
      "index": 26,
      "start_time": 161730.0,
      "end_time": 167939.0,
      "text": "what&#39;s included in gross income, do I have to include babysitting money if I babysit"
    },
    {
      "index": 27,
      "start_time": 167939.0,
      "end_time": 171418.0,
      "text": "for someone. So we&#39;re going to look at all those little details, what&#39;s included in our"
    },
    {
      "index": 28,
      "start_time": 171419.0,
      "end_time": 177909.0,
      "text": "gross income and then what can I take as a deduction. If I have to go on a trip or do"
    },
    {
      "index": 29,
      "start_time": 177909.0,
      "end_time": 182349.0,
      "text": "something for my job as an employee, can I take that as a deduction?"
    },
    {
      "index": 30,
      "start_time": 182349.0,
      "end_time": 187279.0,
      "text": "So we&#39;re going to be looking at those items and then, finally, how do I calculate tax,"
    },
    {
      "index": 31,
      "start_time": 187279.0,
      "end_time": 191559.0,
      "text": "what tax credits, and then how do I pay tax, you know, how do I make my payment. So we&#39;ll"
    },
    {
      "index": 32,
      "start_time": 191559.0,
      "end_time": 198559.0,
      "text": "be looking at those items. Also in your syllabus you should have the course requirements. You"
    },
    {
      "index": 33,
      "start_time": 199299.0,
      "end_time": 203959.0,
      "text": "will have three multiple choice exams that should be in your packet that you received"
    },
    {
      "index": 34,
      "start_time": 203959.0,
      "end_time": 209969.0,
      "text": "with my syllabus. You will also have to do a final tax return. That information is also"
    },
    {
      "index": 35,
      "start_time": 209969.0,
      "end_time": 213980.0,
      "text": "in the packet. And then a couple of homework assignments, which will consist of multiple"
    },
    {
      "index": 36,
      "start_time": 213980.0,
      "end_time": 218698.0,
      "text": "choice questions at the end of the chapter, which should also be in your packet. So your"
    },
    {
      "index": 37,
      "start_time": 218699.0,
      "end_time": 224639.0,
      "text": "packet is full of information. It&#39;s full of the syllabus, it&#39;s full of the outlines. As"
    },
    {
      "index": 38,
      "start_time": 224639.0,
      "end_time": 230180.0,
      "text": "I lecture and go over materials, I&#39;ll be filling out chapter outlines. You should have that."
    },
    {
      "index": 39,
      "start_time": 230180.0,
      "end_time": 234699.0,
      "text": "It should be full of PowerPoints, the PowerPoints that I use from time to time, that&#39;s in your"
    },
    {
      "index": 40,
      "start_time": 234699.0,
      "end_time": 241699.0,
      "text": "packet. And then also your exams are in your packet, along with your schedule of the programs"
    },
    {
      "index": 41,
      "start_time": 243319.0,
      "end_time": 248768.0,
      "text": "that we&#39;ll be covering. So the withdrawal policy is in there, and then as I said before,"
    },
    {
      "index": 42,
      "start_time": 248769.0,
      "end_time": 254319.0,
      "text": "the schedule that we&#39;ll be covering over the next couple of programs is also in there,"
    },
    {
      "index": 43,
      "start_time": 254319.0,
      "end_time": 256940.0,
      "text": "okay. Make sure that if, as we go through, if you"
    },
    {
      "index": 44,
      "start_time": 256940.0,
      "end_time": 262690.0,
      "text": "have questions or concerns or issues, that you send me an e-mail immediately so that"
    },
    {
      "index": 45,
      "start_time": 262690.0,
      "end_time": 267240.0,
      "text": "I can address them. You also will have due dates. You should have due dates on your schedules"
    },
    {
      "index": 46,
      "start_time": 267240.0,
      "end_time": 274100.0,
      "text": "of when the first test is due, when do I need to turn in Chapter 1 multiple choice questions,"
    },
    {
      "index": 47,
      "start_time": 274100.0,
      "end_time": 279500.0,
      "text": "all that&#39;s in your packet and part of your syllabus. So make sure that you just take"
    },
    {
      "index": 48,
      "start_time": 279500.0,
      "end_time": 284560.0,
      "text": "some time and go through that information so that you&#39;ll understand what&#39;s due and when"
    },
    {
      "index": 49,
      "start_time": 284560.0,
      "end_time": 288900.0,
      "text": "it&#39;s due, okay. I wanted to, like I said, introduce myself."
    },
    {
      "index": 50,
      "start_time": 288900.0,
      "end_time": 294390.0,
      "text": "I&#39;m Lisa Cole. This is my seventh year at Johnson County Community College teaching"
    },
    {
      "index": 51,
      "start_time": 294400.0,
      "end_time": 301400.0,
      "text": "full-time. Prior to teaching here full-time, I&#39;ve taught at Park University prior to this."
    },
    {
      "index": 52,
      "start_time": 301820.0,
      "end_time": 306409.0,
      "text": "Also I was the ticket operations accountant for the Kansas City Royals. I also worked"
    },
    {
      "index": 53,
      "start_time": 306410.0,
      "end_time": 312570.0,
      "text": "for the Internal Revenue Service as an auditor, and I also worked for Arthur Andersen, when"
    },
    {
      "index": 54,
      "start_time": 312570.0,
      "end_time": 317790.0,
      "text": "there was an Arthur Andersen, in the tax division. So I&#39;ve had a number of years of teaching"
    },
    {
      "index": 55,
      "start_time": 317790.0,
      "end_time": 323150.0,
      "text": "experience, along with a number of years of tax experience and other accounting experience,"
    },
    {
      "index": 56,
      "start_time": 323150.0,
      "end_time": 328419.0,
      "text": "so just to give you a little background on my history, okay."
    },
    {
      "index": 57,
      "start_time": 328420.0,
      "end_time": 335420.0,
      "text": "Also with your textbook you should receive inside the inside cover is a disc for Tax"
    },
    {
      "index": 58,
      "start_time": 335710.0,
      "end_time": 342710.0,
      "text": "Cut. Tax Cut is H&R Block&#39;s tax preparation software. So that comes with the book, which"
    },
    {
      "index": 59,
      "start_time": 342880.0,
      "end_time": 349600.0,
      "text": "is a great asset because you can load it on your computer. It also comes with a state"
    },
    {
      "index": 60,
      "start_time": 349600.0,
      "end_time": 354990.0,
      "text": "return. We do not have time in this class to go over the details of how to work through"
    },
    {
      "index": 61,
      "start_time": 354990.0,
      "end_time": 360000.0,
      "text": "that software, but that software is for you to keep, and you are welcome when it&#39;s time"
    },
    {
      "index": 62,
      "start_time": 360000.0,
      "end_time": 366640.0,
      "text": "to do your final tax return, you&#39;re welcome to do it using that software. So it is definitely"
    },
    {
      "index": 63,
      "start_time": 366640.0,
      "end_time": 371830.0,
      "text": "a great asset, and so make sure you load that and begin to explore it. You learn to use"
    },
    {
      "index": 64,
      "start_time": 371830.0,
      "end_time": 377130.0,
      "text": "it by just exploring it. It doesn&#39;t come with any specific instructions. You can get some"
    },
    {
      "index": 65,
      "start_time": 377130.0,
      "end_time": 383200.0,
      "text": "instructions online. But just spend some time working through the forms and going through"
    },
    {
      "index": 66,
      "start_time": 383200.0,
      "end_time": 387570.0,
      "text": "the process, okay. What we will cover in class is the preparation"
    },
    {
      "index": 67,
      "start_time": 387570.0,
      "end_time": 393830.0,
      "text": "of the 2008 tax return. So everything that we cover is going to be related to your 2008"
    },
    {
      "index": 68,
      "start_time": 393830.0,
      "end_time": 398700.0,
      "text": "tax return, so everything that happened last year financially."
    },
    {
      "index": 69,
      "start_time": 398700.0,
      "end_time": 404880.0,
      "text": "Okay. So that&#39;s all the introduction I have. I believe I covered the syllabus. You will"
    },
    {
      "index": 70,
      "start_time": 404880.0,
      "end_time": 409450.0,
      "text": "be submitting your work to me via e-mail. You can mail it or you can bring it by my"
    },
    {
      "index": 71,
      "start_time": 409450.0,
      "end_time": 416450.0,
      "text": "office, so you understand how to turn in assignments and when they&#39;re due. You know what textbook"
    },
    {
      "index": 72,
      "start_time": 418370.0,
      "end_time": 424230.0,
      "text": "you should have, and at that point, I think we&#39;ve covered everything regarding the introduction."
    },
    {
      "index": 73,
      "start_time": 424230.0,
      "end_time": 430250.0,
      "text": "So what I want to do is just get started and cover the first couple of pages of Chapter"
    },
    {
      "index": 74,
      "start_time": 430250.0,
      "end_time": 437250.0,
      "text": "1. So if you have your book, and you should, let&#39;s begin to look at Chapter 1. Chapter"
    },
    {
      "index": 75,
      "start_time": 440620.0,
      "end_time": 447120.0,
      "text": "1 deals with just the introduction and the individual income tax return, which is our"
    },
    {
      "index": 76,
      "start_time": 447120.0,
      "end_time": 454120.0,
      "text": "main focus, is we&#39;re going to be looking at the individual income tax return in this class."
    },
    {
      "index": 77,
      "start_time": 456400.0,
      "end_time": 463400.0,
      "text": "Okay. It starts off talking about the history and the purpose or the objectives of the tax"
    },
    {
      "index": 78,
      "start_time": 463950.0,
      "end_time": 470950.0,
      "text": "system. The 16th Amendment of the Constitution that was signed or authorized on March 1st"
    },
    {
      "index": 79,
      "start_time": 473800.0,
      "end_time": 480800.0,
      "text": "of 1913, they authorized the tax system, the income tax, the ability to prepare a tax return"
    },
    {
      "index": 80,
      "start_time": 481500.0,
      "end_time": 486730.0,
      "text": "in the United States to collect tax. So it was 1913. So it&#39;s been a long time that we&#39;ve"
    },
    {
      "index": 81,
      "start_time": 486730.0,
      "end_time": 493730.0,
      "text": "been -- we&#39;ve had a tax system. Most believe it is just to pay for the benefits of the"
    },
    {
      "index": 82,
      "start_time": 494280.0,
      "end_time": 499859.0,
      "text": "government, but it&#39;s not. It&#39;s not just to raise revenue for government; it&#39;s also for"
    },
    {
      "index": 83,
      "start_time": 499860.0,
      "end_time": 506340.0,
      "text": "social and economic policies. Social meaning, for instance, a couple examples"
    },
    {
      "index": 84,
      "start_time": 506340.0,
      "end_time": 512510.0,
      "text": "that they give you, and they give these to you on Page 1-2 in your book is the social"
    },
    {
      "index": 85,
      "start_time": 512510.0,
      "end_time": 517838.0,
      "text": "part is that they give you a deduction for making contributions. So if I make contributions"
    },
    {
      "index": 86,
      "start_time": 517839.00000000006,
      "end_time": 521880.00000000006,
      "text": "to a charitable organization, I can get a deduction. So they are trying to encourage"
    },
    {
      "index": 87,
      "start_time": 521880.0,
      "end_time": 527980.0,
      "text": "you to contribute so you can get a deduction. Also, there&#39;s an earned income credit, which"
    },
    {
      "index": 88,
      "start_time": 527980.0,
      "end_time": 534980.0,
      "text": "we&#39;ll briefly talk about, to where low income, people within certain ranges of income can"
    },
    {
      "index": 89,
      "start_time": 535269.0,
      "end_time": 540170.0,
      "text": "get an additional credit, which is called the earned income credit, and it helps increase"
    },
    {
      "index": 90,
      "start_time": 540170.0,
      "end_time": 546790.0,
      "text": "their refund. Child and dependent care credit; if I pay for child care, then I can get a"
    },
    {
      "index": 91,
      "start_time": 546790.0,
      "end_time": 551819.0,
      "text": "credit for my child care, and so, therefore, encouraging people to pay for child care."
    },
    {
      "index": 92,
      "start_time": 551819.0,
      "end_time": 558819.0,
      "text": "So those are considered social reasons or social policies. The other could be economic"
    },
    {
      "index": 93,
      "start_time": 559180.0,
      "end_time": 565529.0,
      "text": "policies. For instance, if I own a business, I can depreciate certain assets in my business"
    },
    {
      "index": 94,
      "start_time": 565529.0,
      "end_time": 572529.0,
      "text": "and get a deduction for that. If I hire certain classes or certain type of workers, I can"
    },
    {
      "index": 95,
      "start_time": 572600.0,
      "end_time": 579170.0,
      "text": "get a credit perhaps for a workforce development credit. There&#39;s different types of credit"
    },
    {
      "index": 96,
      "start_time": 579170.0,
      "end_time": 586170.0,
      "text": "and things that their motive is to spur the economy. When -- if you look on Page 1-2 under"
    },
    {
      "index": 97,
      "start_time": 587470.0,
      "end_time": 594470.0,
      "text": "the New Law Alert, they talk about what happened when we had Katrina. That disaster caused"
    },
    {
      "index": 98,
      "start_time": 596190.0,
      "end_time": 603190.0,
      "text": "Congress to come up with a lot of credits and deductions for economic purposes. You"
    },
    {
      "index": 99,
      "start_time": 603160.0,
      "end_time": 609149.0,
      "text": "could get a credit to help the rebuilding process, a credit in the area of helping to"
    },
    {
      "index": 100,
      "start_time": 609149.0,
      "end_time": 615839.0,
      "text": "start new businesses or to encourage -- to develop the workforce down there. So a lot"
    },
    {
      "index": 101,
      "start_time": 615839.0,
      "end_time": 622839.0,
      "text": "of times when there are issues or economic issues, then it encourages different tax credits."
    },
    {
      "index": 102,
      "start_time": 623180.0,
      "end_time": 630180.0,
      "text": "So our tax law is not just to raise revenue. It also is there to encourage social and economic"
    },
    {
      "index": 103,
      "start_time": 630889.0,
      "end_time": 637540.0,
      "text": "policies. Okay. So let&#39;s look at Section 1.2, reporting"
    },
    {
      "index": 104,
      "start_time": 637540.0,
      "end_time": 644540.0,
      "text": "and your taxable entities, okay. We have five taxable entities, or entities that report"
    },
    {
      "index": 105,
      "start_time": 650149.0,
      "end_time": 654779.0,
      "text": "directly to the Internal Revenue Service. We have individuals, and that&#39;s us, and we&#39;re"
    },
    {
      "index": 106,
      "start_time": 654779.0,
      "end_time": 660509.0,
      "text": "going to be looking at the 1040s as we do that, and that&#39;s our main focus. But we also"
    },
    {
      "index": 107,
      "start_time": 660509.0,
      "end_time": 667509.0,
      "text": "have our corporations. Our corporations file tax returns, and they are 1120s. And they"
    },
    {
      "index": 108,
      "start_time": 668730.0,
      "end_time": 674430.0,
      "text": "file tax returns with the Internal Revenue Service and they pay tax. So they pay tax"
    },
    {
      "index": 109,
      "start_time": 674430.0,
      "end_time": 681118.0,
      "text": "as an entity, the corporations do. Partnerships file a return, they file a 1065, but they"
    },
    {
      "index": 110,
      "start_time": 681119.0,
      "end_time": 688119.0,
      "text": "don&#39;t pay tax to the IRS. Partnerships file an information return, and then the partners"
    },
    {
      "index": 111,
      "start_time": 689889.0,
      "end_time": 696220.0,
      "text": "take their share of their income and put it on their tax return and then, therefore, they,"
    },
    {
      "index": 112,
      "start_time": 696220.0,
      "end_time": 700689.0,
      "text": "the partners, pay tax. So the partnership itself is not a tax paying entity. And then"
    },
    {
      "index": 113,
      "start_time": 700689.0,
      "end_time": 707689.0,
      "text": "also estates and trusts also file a tax return. So we have individuals, corporations, partnerships,"
    },
    {
      "index": 114,
      "start_time": 708839.0,
      "end_time": 715839.0,
      "text": "and estates and trusts all that pay -- that file a tax return and pay directly to the"
    },
    {
      "index": 115,
      "start_time": 717360.0,
      "end_time": 724360.0,
      "text": "IRS. Okay. And so on Page 1. -- 1-5, the main section"
    },
    {
      "index": 116,
      "start_time": 725319.0,
      "end_time": 732319.0,
      "text": "that I want to cover today is to look at your tax formula. How does it get down to the point"
    },
    {
      "index": 117,
      "start_time": 734279.0,
      "end_time": 740540.0,
      "text": "of when I do a tax return that I owe versus a refund? That&#39;s so important to people. I"
    },
    {
      "index": 118,
      "start_time": 740540.0,
      "end_time": 744990.0,
      "text": "do tax returns, I volunteer to do tax returns, and sometimes people don&#39;t understand, well,"
    },
    {
      "index": 119,
      "start_time": 744990.0,
      "end_time": 749709.0,
      "text": "why do I owe, you know. Or why didn&#39;t I get a refund? I got a refund last year. What makes"
    },
    {
      "index": 120,
      "start_time": 749709.0,
      "end_time": 755709.0,
      "text": "up this formula that comes down to the fact that I get a refund versus owing at the end"
    },
    {
      "index": 121,
      "start_time": 755709.0,
      "end_time": 760829.0,
      "text": "of the year? So we&#39;re going to look at the tax formula and look at what happens as we"
    },
    {
      "index": 122,
      "start_time": 760829.0,
      "end_time": 765670.0,
      "text": "-- as individuals -- because that&#39;s our focus is looking at individuals this year. So what"
    },
    {
      "index": 123,
      "start_time": 765670.0,
      "end_time": 772670.0,
      "text": "is the -- how does it get down to me owing, you know, what happens that makes me owe versus"
    },
    {
      "index": 124,
      "start_time": 772819.0,
      "end_time": 775740.0,
      "text": "getting a refund. I would prefer to get a refund, okay."
    },
    {
      "index": 125,
      "start_time": 775740.0,
      "end_time": 782730.0,
      "text": "So the first thing we want to do is what happens as we work? As we work, we pay the IRS in"
    },
    {
      "index": 126,
      "start_time": 782730.0,
      "end_time": 789730.0,
      "text": "the form of withholdings, okay. So as you work and you get paid, the IRS withholds a"
    },
    {
      "index": 127,
      "start_time": 791949.0,
      "end_time": 798949.0,
      "text": "portion of your income and they keep it. They keep it for tax purposes. And so the IRS does"
    },
    {
      "index": 128,
      "start_time": 802890.0,
      "end_time": 807819.0,
      "text": "not want me as an employee to say, oh, I&#39;ll just wait and I&#39;ll pay you everything I owe"
    },
    {
      "index": 129,
      "start_time": 807819.0,
      "end_time": 814819.0,
      "text": "you at the end of the year. They have a pay-as-you-go program. So that&#39;s withholdings. So when you"
    },
    {
      "index": 130,
      "start_time": 814850.0,
      "end_time": 821199.0,
      "text": "get your paycheck, every time, you give a little bit to the IRS, along with the State,"
    },
    {
      "index": 131,
      "start_time": 821199.0,
      "end_time": 827790.0,
      "text": "along with, if you live or work in Kansas City, Kansas City earnings. And so we know"
    },
    {
      "index": 132,
      "start_time": 827790.0,
      "end_time": 833209.0,
      "text": "that. So that&#39;s what&#39;s happening, our federal withholdings is going directly to the Internal"
    },
    {
      "index": 133,
      "start_time": 833209.0,
      "end_time": 840209.0,
      "text": "Revenue Service on our behalf. So as we work, we -- what we do is all our -- a portion of"
    },
    {
      "index": 134,
      "start_time": 842590.0,
      "end_time": 848639.0,
      "text": "our income is withheld by the IRS, withheld by our job, and they send it in to the IRS."
    },
    {
      "index": 135,
      "start_time": 848639.0,
      "end_time": 855639.0,
      "text": "So then what we do at the end of the year, we say, okay, how much income did I make this"
    },
    {
      "index": 136,
      "start_time": 855779.0,
      "end_time": 862499.0,
      "text": "year? What is my gross income? And so, therefore, that is the starting point for our tax formula"
    },
    {
      "index": 137,
      "start_time": 862499.0,
      "end_time": 869499.0,
      "text": "that is on Page 1.5 and that we&#39;re going to look at here. So I want to blow this up a"
    },
    {
      "index": 138,
      "start_time": 869779.0,
      "end_time": 876779.0,
      "text": "little bit so you can see this. Okay. So let&#39;s look at our tax formula. So,"
    },
    {
      "index": 139,
      "start_time": 879779.0,
      "end_time": 885639.0,
      "text": "remember, we are at the point of gross income, and that&#39;s the starting point. And we will"
    },
    {
      "index": 140,
      "start_time": 885639.0,
      "end_time": 892639.0,
      "text": "begin a chapter and look at our gross income. But that&#39;s our starting point. The basic for"
    },
    {
      "index": 141,
      "start_time": 894699.0,
      "end_time": 899969.0,
      "text": "the IRS says that all your income is considered or included in your gross income. They want"
    },
    {
      "index": 142,
      "start_time": 899970.0,
      "end_time": 905160.0,
      "text": "you to put it all in there, okay. That&#39;s our starting point. And then what they may allow"
    },
    {
      "index": 143,
      "start_time": 905160.0,
      "end_time": 911699.0,
      "text": "you to do is have some deductions, okay. They&#39;re going to let you deduct some things or make"
    },
    {
      "index": 144,
      "start_time": 911699.0,
      "end_time": 918699.0,
      "text": "some adjustments to your gross income, okay. And so gross income being the starting point,"
    },
    {
      "index": 145,
      "start_time": 919790.0,
      "end_time": 926790.0,
      "text": "then we have less what we call adjustments to income. Okay. So we start off with our"
    },
    {
      "index": 146,
      "start_time": 934339.0,
      "end_time": 938179.0,
      "text": "gross income and then we deduct from that what we call our adjustments. We get to make"
    },
    {
      "index": 147,
      "start_time": 938179.0,
      "end_time": 944170.0,
      "text": "some adjustments to our income and we&#39;ll look at that. And that gets us to what we call"
    },
    {
      "index": 148,
      "start_time": 944170.0,
      "end_time": 951170.0,
      "text": "our adjusted gross income. Okay. So that gets us to our adjusted gross"
    },
    {
      "index": 149,
      "start_time": 954970.0,
      "end_time": 961970.0,
      "text": "income, which we label as our AGI. So that will get us to our adjusted gross income."
    },
    {
      "index": 150,
      "start_time": 962769.0,
      "end_time": 967730.0,
      "text": "So basically we have our gross income. They say, okay, you can make a few adjustments,"
    },
    {
      "index": 151,
      "start_time": 967730.0,
      "end_time": 972639.0,
      "text": "so we can reduce that gross income by some adjustments that they may give us, okay. And"
    },
    {
      "index": 152,
      "start_time": 972639.0,
      "end_time": 979639.0,
      "text": "we get down to our adjusted gross income at that point. Okay. And so next we get to -- blow"
    },
    {
      "index": 153,
      "start_time": 982170.0,
      "end_time": 988199.0,
      "text": "that up just a little bit more. Okay. So next we get to have a deduction from our adjusted"
    },
    {
      "index": 154,
      "start_time": 988199.0,
      "end_time": 995199.0,
      "text": "gross income. We have what we call a standard deduction. This deduction is a deduction given"
    },
    {
      "index": 155,
      "start_time": 998809.0,
      "end_time": 1005809.0,
      "text": "to you by the IRS. And it&#39;s based on your filing status, which we will look at. It&#39;s"
    },
    {
      "index": 156,
      "start_time": 1007920.0,
      "end_time": 1012339.0,
      "text": "the standard deduction. If I&#39;m single it&#39;s a certain amount, if I&#39;m married filing jointly"
    },
    {
      "index": 157,
      "start_time": 1012340.0,
      "end_time": 1018490.0,
      "text": "it&#39;s a certain amount, or if I&#39;m head of household, and we&#39;ll look at all that in detail."
    },
    {
      "index": 158,
      "start_time": 1018490.0,
      "end_time": 1025490.0,
      "text": "And then we also have the possibility of taking what we call itemized deductions, taking what"
    },
    {
      "index": 159,
      "start_time": 1027450.0,
      "end_time": 1033460.0,
      "text": "we call itemized deductions, and they appear on Schedule A. You may hear them called Schedule"
    },
    {
      "index": 160,
      "start_time": 1033460.0,
      "end_time": 1040460.0,
      "text": "A deductions or people may say they filed a long form, okay. You hear that a lot, too."
    },
    {
      "index": 161,
      "start_time": 1040890.0000000001,
      "end_time": 1045170.0000000001,
      "text": "So what you do is you say, okay, these are my itemized deductions and that&#39;s like your"
    },
    {
      "index": 162,
      "start_time": 1045170.0000000001,
      "end_time": 1051330.0,
      "text": "-- your charitable deductions, your medical deductions, your mortgage on your house, your"
    },
    {
      "index": 163,
      "start_time": 1051330.0,
      "end_time": 1056669.0,
      "text": "tax, personal property tax, and we&#39;ll look at that. So you look at your itemized deductions"
    },
    {
      "index": 164,
      "start_time": 1056670.0,
      "end_time": 1061110.0,
      "text": "and then you&#39;re going to compare it to the deduction that the government gives you, that"
    },
    {
      "index": 165,
      "start_time": 1061110.0,
      "end_time": 1068110.0,
      "text": "the IRS gives you, and you&#39;re going to take the greater of these two, okay. So if my standard"
    },
    {
      "index": 166,
      "start_time": 1069910.0,
      "end_time": 1074230.0,
      "text": "deduction is higher, then I&#39;m going to take it. But if the itemized deduction is higher,"
    },
    {
      "index": 167,
      "start_time": 1074230.0,
      "end_time": 1079890.0,
      "text": "I&#39;m going to take it. So you take the greater of the two, and then you also subtract from"
    },
    {
      "index": 168,
      "start_time": 1079890.0,
      "end_time": 1086890.0,
      "text": "that your exemptions. And this represents you get a deduction for the individuals or"
    },
    {
      "index": 169,
      "start_time": 1087400.0,
      "end_time": 1092900.0,
      "text": "the dependents that you claim on your tax return, you get a deduction for yourself,"
    },
    {
      "index": 170,
      "start_time": 1092900.0,
      "end_time": 1098600.0,
      "text": "if you&#39;re married you get a deduction for your spouse. If you claim children, you get"
    },
    {
      "index": 171,
      "start_time": 1098600.0,
      "end_time": 1103790.0,
      "text": "a deduction for them. So those are considered your exemptions, okay. And that gets us to"
    },
    {
      "index": 172,
      "start_time": 1103790.0,
      "end_time": 1110790.0,
      "text": "our taxable income. Okay. So as I said, we started off with our"
    },
    {
      "index": 173,
      "start_time": 1112640.0,
      "end_time": 1117240.0,
      "text": "gross income, we&#39;ve already took some adjustments out of it, and then we&#39;re going to take either"
    },
    {
      "index": 174,
      "start_time": 1117240.0,
      "end_time": 1121640.0,
      "text": "the standard deduction from that or we&#39;re going to take our itemized deduction, and"
    },
    {
      "index": 175,
      "start_time": 1121640.0,
      "end_time": 1126180.0,
      "text": "then they say, okay, you can take out a little bit for your exemptions, okay. And then that"
    },
    {
      "index": 176,
      "start_time": 1126180.0,
      "end_time": 1133180.0,
      "text": "gets you to your taxable income, okay. That gets you to your taxable income. And that"
    },
    {
      "index": 177,
      "start_time": 1133740.0,
      "end_time": 1140330.0,
      "text": "represents the amount of income that you earned that is taxable to you, meaning that I&#39;m going"
    },
    {
      "index": 178,
      "start_time": 1140330.0,
      "end_time": 1145760.0,
      "text": "to pay tax on. It&#39;s not the gross, it&#39;s not what you started off with, but it&#39;s after"
    },
    {
      "index": 179,
      "start_time": 1145760.0,
      "end_time": 1151500.0,
      "text": "I get to take all these things out and I get a deduction for this. It gets down to, oh,"
    },
    {
      "index": 180,
      "start_time": 1151500.0,
      "end_time": 1157110.0,
      "text": "this is what I owe in tax or this is the amount of my income that is going to be taxable to"
    },
    {
      "index": 181,
      "start_time": 1157110.0,
      "end_time": 1163719.0,
      "text": "me. So you get down to your taxable income, and then from that taxable income, you determine"
    },
    {
      "index": 182,
      "start_time": 1163720.0,
      "end_time": 1169310.0,
      "text": "your tax, okay. So I&#39;m at my taxable income and there&#39;s two ways in which I can determine"
    },
    {
      "index": 183,
      "start_time": 1169310.0,
      "end_time": 1176310.0,
      "text": "what my tax is. I&#39;m going to look at a tax rate schedule, okay, or I&#39;m going to look"
    },
    {
      "index": 184,
      "start_time": 1177930.0,
      "end_time": 1183810.0,
      "text": "at a tax table. And we will go over that in detail. One of the two I&#39;m going to look at"
    },
    {
      "index": 185,
      "start_time": 1183810.0,
      "end_time": 1188620.0,
      "text": "my taxable income number, let&#39;s say it&#39;s 10,000. I&#39;m going to go to the tax table and say,"
    },
    {
      "index": 186,
      "start_time": 1188620.0,
      "end_time": 1195620.0,
      "text": "okay, I&#39;m single, my taxable income is 10,000, ah, this is my tax. Then that represents the"
    },
    {
      "index": 187,
      "start_time": 1197670.0,
      "end_time": 1203600.0,
      "text": "tax that I owe to the IRS. That&#39;s going to represent my tax. Okay."
    },
    {
      "index": 188,
      "start_time": 1203600.0,
      "end_time": 1210449.0,
      "text": "Then I take my tax number and then I get some tax credits from it. I mentioned a tax credit"
    },
    {
      "index": 189,
      "start_time": 1210450.0,
      "end_time": 1217450.0,
      "text": "already, child care credit. That&#39;s a credit, it reduces my tax. Some things are a deduction,"
    },
    {
      "index": 190,
      "start_time": 1218500.0,
      "end_time": 1224160.0,
      "text": "deducted from my taxable income. Some things are a credit, it reduces my tax. Okay."
    },
    {
      "index": 191,
      "start_time": 1224160.0,
      "end_time": 1230260.0,
      "text": "So I&#39;m going to subtract that from my tax and then also on the flip side of it we could"
    },
    {
      "index": 192,
      "start_time": 1230260.0,
      "end_time": 1237250.0,
      "text": "have some additional taxes. If I take money out of my retirement before I&#39;m 69 and a half,"
    },
    {
      "index": 193,
      "start_time": 1237250.0,
      "end_time": 1244250.0,
      "text": "I may have to pay an additional tax, okay. So you have tax credits that reduce our taxes"
    },
    {
      "index": 194,
      "start_time": 1245450.0,
      "end_time": 1251280.0,
      "text": "and then we have additional taxes that increase our taxes, okay. So then once we do that,"
    },
    {
      "index": 195,
      "start_time": 1251280.0,
      "end_time": 1258280.0,
      "text": "that gets us down to our tax due, the actual amount that I owe the IRS, okay. That gets"
    },
    {
      "index": 196,
      "start_time": 1261230.0,
      "end_time": 1266500.0,
      "text": "me down to the actual amount that I owe IRS. So let&#39;s say I&#39;ve done all these calculations"
    },
    {
      "index": 197,
      "start_time": 1266500.0,
      "end_time": 1273500.0,
      "text": "and I get down to my tax due was $5,000. My tax due was $5,000. So I owe the IRS $5,000."
    },
    {
      "index": 198,
      "start_time": 1277350.0,
      "end_time": 1284350.0,
      "text": "Okay. But don&#39;t forget about my jar here. Remember, as I was working, I was paying the"
    },
    {
      "index": 199,
      "start_time": 1284810.0,
      "end_time": 1291810.0,
      "text": "IRS, so they already have some of my money. So the question is, do I have $5,000 paid"
    },
    {
      "index": 200,
      "start_time": 1291980.0,
      "end_time": 1298150.0,
      "text": "in? Or do I not? Okay. And that&#39;s going to determine if I need to pay more to get to"
    },
    {
      "index": 201,
      "start_time": 1298150.0,
      "end_time": 1304980.0,
      "text": "my $5,000 or if the IRS owes me, okay. So that jar that -- or that money that I&#39;ve been"
    },
    {
      "index": 202,
      "start_time": 1304980.0,
      "end_time": 1311980.0,
      "text": "paying into the IRS, that represents what we call our withholding. And so that&#39;s what"
    },
    {
      "index": 203,
      "start_time": 1314250.0,
      "end_time": 1319800.0,
      "text": "the IRS already has. So I&#39;m going to take my $5,000 and then I&#39;m going to deduct from"
    },
    {
      "index": 204,
      "start_time": 1319800.0,
      "end_time": 1324610.0,
      "text": "that the withholding, okay, the amount that I&#39;ve already paid in. Also, I can deduct from"
    },
    {
      "index": 205,
      "start_time": 1324610.0,
      "end_time": 1331610.0,
      "text": "that payments that I made directly to the IRS, maybe not through withholding, but directly"
    },
    {
      "index": 206,
      "start_time": 1333480.0,
      "end_time": 1339230.0,
      "text": "to the IRS, and these are maybe quarterly estimated payments that I may make, okay."
    },
    {
      "index": 207,
      "start_time": 1339230.0,
      "end_time": 1344000.0,
      "text": "And so a lot of times people do that, self-employed people who don&#39;t have an employer taking that"
    },
    {
      "index": 208,
      "start_time": 1344000.0,
      "end_time": 1348580.0,
      "text": "money out, they pay quarterly estimated payments, so every three months they make a payment"
    },
    {
      "index": 209,
      "start_time": 1348580.0,
      "end_time": 1354290.0,
      "text": "into the IRS to make sure that they have that jar of money. So that jar of money either"
    },
    {
      "index": 210,
      "start_time": 1354290.0,
      "end_time": 1358860.0,
      "text": "comes from your employer, through your paycheck, or if you&#39;re self-employed you&#39;re making it"
    },
    {
      "index": 211,
      "start_time": 1358860.0,
      "end_time": 1365700.0,
      "text": "in directly to them. And then some of us, as employees we also can make estimated payments,"
    },
    {
      "index": 212,
      "start_time": 1365700.0,
      "end_time": 1369810.0,
      "text": "if I don&#39;t think I&#39;m going to have enough paid in, then because there&#39;s penalties, and"
    },
    {
      "index": 213,
      "start_time": 1369810.0,
      "end_time": 1373100.0,
      "text": "we&#39;ll look at that for not having enough paid in, okay."
    },
    {
      "index": 214,
      "start_time": 1373100.0,
      "end_time": 1380100.0,
      "text": "And so I&#39;m going to -- now I have my tax due of 5,000. I look at my withholdings, and let&#39;s"
    },
    {
      "index": 215,
      "start_time": 1380200.0,
      "end_time": 1386470.0,
      "text": "say that when I look at the withholding I had $7,000 withheld or paid in. So, therefore,"
    },
    {
      "index": 216,
      "start_time": 1386470.0,
      "end_time": 1392940.0,
      "text": "the IRS owes me that $2,000 difference back. They don&#39;t get to keep it. I can tell them"
    },
    {
      "index": 217,
      "start_time": 1392940.0,
      "end_time": 1399830.0,
      "text": "to keep it and apply it to next year or I can ask for it as a refund. And so, therefore,"
    },
    {
      "index": 218,
      "start_time": 1399830.0,
      "end_time": 1406659.0,
      "text": "that would be a refund. The flip side of it is that what if I had 5,000 that was due and"
    },
    {
      "index": 219,
      "start_time": 1406660.0,
      "end_time": 1413660.0,
      "text": "I only had 4,000 paid in? Therefore, I would owe $1,000, and that would be my -- considered"
    },
    {
      "index": 220,
      "start_time": 1417460.0,
      "end_time": 1422400.0,
      "text": "my balance due. So that&#39;s how you get down to the fact of"
    },
    {
      "index": 221,
      "start_time": 1422400.0,
      "end_time": 1428690.0,
      "text": "do I owe or do I get a refund. That&#39;s confusing to people. It&#39;s how much did I have paid in?"
    },
    {
      "index": 222,
      "start_time": 1428690.0,
      "end_time": 1435500.0,
      "text": "How, you know, did I -- how many deductions did I get a chance to take? So we start off"
    },
    {
      "index": 223,
      "start_time": 1435500.0,
      "end_time": 1440820.0,
      "text": "with our gross income, we get deductions, we get credits, we get down to taxable income,"
    },
    {
      "index": 224,
      "start_time": 1440820.0,
      "end_time": 1447300.0,
      "text": "we figure out our tax, and then we compare that to our withholding, our payments that"
    },
    {
      "index": 225,
      "start_time": 1447300.0,
      "end_time": 1454300.0,
      "text": "we&#39;ve paid in to the IRS. So that represents your tax formula that was covered on Page"
    },
    {
      "index": 226,
      "start_time": 1454330.0,
      "end_time": 1460939.0,
      "text": "1-5 in your textbook, okay. And so I do want to stop there for our first"
    },
    {
      "index": 227,
      "start_time": 1460940.0,
      "end_time": 1467170.0,
      "text": "session, but what you need to do is begin to read through Chapter 1. At the end of Chapter"
    },
    {
      "index": 228,
      "start_time": 1467170.0,
      "end_time": 1472460.0,
      "text": "1, the multiple choice questions are going to be due, so I would advise you just to begin"
    },
    {
      "index": 229,
      "start_time": 1472460.0,
      "end_time": 1477860.0,
      "text": "to read through those and as I go over Chapter 1 it will help you be prepared to answer those"
    },
    {
      "index": 230,
      "start_time": 1477860.0,
      "end_time": 1484310.0,
      "text": "multiple choice questions. Also, you already have your Exam 1. And you"
    },
    {
      "index": 231,
      "start_time": 1484310.0,
      "end_time": 1489250.0,
      "text": "can begin to read through those questions, and then as we cover Chapter 1, you should"
    },
    {
      "index": 232,
      "start_time": 1489250.0,
      "end_time": 1496900.0,
      "text": "be able to answer the questions on your exam that are based on Chapter 1, okay."
    },
    {
      "index": 233,
      "start_time": 1496900.0,
      "end_time": 1502260.0,
      "text": "So the way our class will continue to go is that I will cover the materials, I will do"
    },
    {
      "index": 234,
      "start_time": 1502260.0,
      "end_time": 1508230.0,
      "text": "problems to help you understand it, I will try to do illustrations to make it clear to"
    },
    {
      "index": 235,
      "start_time": 1508230.0,
      "end_time": 1513820.0,
      "text": "you how everything works, but the goal is, is that when you are completed with this class,"
    },
    {
      "index": 236,
      "start_time": 1513820.0,
      "end_time": 1520820.0,
      "text": "you should be able to prepare a basic tax return, which will start with gross income."
    },
    {
      "index": 237,
      "start_time": 1522100.0,
      "end_time": 1527250.0,
      "text": "We will go over the adjustments to gross income to get to your adjusted gross income. We use"
    },
    {
      "index": 238,
      "start_time": 1527250.0,
      "end_time": 1533600.0,
      "text": "that number a lot. We will look at our itemized deductions. We will learn what the standard"
    },
    {
      "index": 239,
      "start_time": 1533600.0,
      "end_time": 1539230.0,
      "text": "deductions are. And then we will go over who can we take or claim on our tax return and"
    },
    {
      "index": 240,
      "start_time": 1539230.0,
      "end_time": 1545360.0,
      "text": "which we can get an exemption for. We will look at how to calculate tax using the tax"
    },
    {
      "index": 241,
      "start_time": 1545360.0,
      "end_time": 1551879.0,
      "text": "rate schedules and the tax table. Then we will look at some tax credits. We will look"
    },
    {
      "index": 242,
      "start_time": 1551880.0,
      "end_time": 1558880.0,
      "text": "at what may cause us to have some additional taxes. And we will briefly look at the payments,"
    },
    {
      "index": 243,
      "start_time": 1558960.0,
      "end_time": 1561220.0,
      "text": "how do I make those quarterly payments and withholding."
    },
    {
      "index": 244,
      "start_time": 1561220.0,
      "end_time": 1567730.0,
      "text": "So we will be able to in this one-credit Basic Income Tax class -- keep in mind there&#39;s a"
    },
    {
      "index": 245,
      "start_time": 1567730.0,
      "end_time": 1573220.0,
      "text": "federal income tax class that goes into rental and some other depreciation and some other"
    },
    {
      "index": 246,
      "start_time": 1573220.0,
      "end_time": 1580140.0,
      "text": "things that we don&#39;t cover in this class. So this is the end of program one and the"
    },
    {
      "index": 247,
      "start_time": 1580140.0,
      "end_time": 1585820.0,
      "text": "introduction. Look forward to the next session when we will be looking at who do we claim"
    },
    {
      "index": 248,
      "start_time": 1585820.0,
      "end_time": 1591590.0,
      "text": "on our tax return, and the filing status, how do I file. Can I file single? If I&#39;m married"
    },
    {
      "index": 249,
      "start_time": 1591590.0,
      "end_time": 1597120.0,
      "text": "do I file married filing jointly? If I&#39;m not married but have any children, do I file single"
    },
    {
      "index": 250,
      "start_time": 1597120.0,
      "end_time": 1601820.0,
      "text": "or do I have a head of household status? So we will be covering those items in the next"
    },
    {
      "index": 251,
      "start_time": 1601820.0,
      "end_time": 1602780.0,
      "text": "program. That&#39;s it."
    },
    {
      "index": 252,
      "start_time": 1602780.0,
      "end_time": 1603110.0,
      "text": "(Music.)"
    }
  ]
}