{
  "video_id": "3UEa8isZuVg",
  "title": "How To ALWAYS Be Happy (Animated)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 290.0,
      "end_time": 6939.0,
      "text": "Every man and woman wants to be happy, but no one actually asks what exactly is happiness."
    },
    {
      "index": 2,
      "start_time": 6940.0,
      "end_time": 8650.0,
      "text": "Where does it even come from?"
    },
    {
      "index": 3,
      "start_time": 8650.0,
      "end_time": 17830.0,
      "text": "Many videos that talk about this topic say that it's totally subjective to the person and you should only do what makes you happy."
    },
    {
      "index": 4,
      "start_time": 17830.0,
      "end_time": 24950.0,
      "text": "To some extent, I do agree with this, but there is a giant piece of the happiness puzzle that I believe people are missing."
    },
    {
      "index": 5,
      "start_time": 24950.0,
      "end_time": 27750.0,
      "text": "And in this video, I am going to address it."
    },
    {
      "index": 6,
      "start_time": 27750.0,
      "end_time": 29410.0,
      "text": "Let's start off with an example."
    },
    {
      "index": 7,
      "start_time": 29410.0,
      "end_time": 37170.0,
      "text": "If I ask someone, \"What makes you happy?\" and they say to me, \"owning cool cars makes me happy, I have a very cool car collection.\""
    },
    {
      "index": 8,
      "start_time": 37170.0,
      "end_time": 44580.0,
      "text": "So, this is cool, but this is a superficial happiness, it is not really a core happiness."
    },
    {
      "index": 9,
      "start_time": 44580.0,
      "end_time": 47900.0,
      "text": "There is a quote by Socrates that I think is very interesting."
    },
    {
      "index": 10,
      "start_time": 47900.0,
      "end_time": 56690.0,
      "text": "He said, \"The secret of happiness is not found in seeking more, but in developing the capacity to enjoy less.\""
    },
    {
      "index": 11,
      "start_time": 56690.0,
      "end_time": 59680.0,
      "text": "I will explain this quote through an example."
    },
    {
      "index": 12,
      "start_time": 59680.0,
      "end_time": 65310.0,
      "text": "We all know someone who has gone over to Africa for a little bit of time to help out the kids there."
    },
    {
      "index": 13,
      "start_time": 65310.0,
      "end_time": 71440.0,
      "text": "One of the most common things people say when they come back from Africa is how happy the kids are there."
    },
    {
      "index": 14,
      "start_time": 71440.0,
      "end_time": 81630.0,
      "text": "Even though they have almost nothing, a lot of them are laughing and enjoying themselves much more than the kids back in North America who have much more than them."
    },
    {
      "index": 15,
      "start_time": 81631.0,
      "end_time": 85570.0,
      "text": "This is because their happiness comes from much less."
    },
    {
      "index": 16,
      "start_time": 85570.0,
      "end_time": 93250.0,
      "text": "Another interesting idea to understand with very young children is that you don't really ever ask them, \"Are you happy?\""
    },
    {
      "index": 17,
      "start_time": 93250.0,
      "end_time": 97850.0,
      "text": "If you asked a child that, they wouldn't even really know what you were talking about."
    },
    {
      "index": 18,
      "start_time": 97850.0,
      "end_time": 111800.0,
      "text": "Now, there will be a time where you will ask that kid, \"Are you happy?\" And they will say either no or yes because as you get older, more stuff and burdens get laid upon you."
    },
    {
      "index": 19,
      "start_time": 111800.0,
      "end_time": 116100.0,
      "text": "Where a lot of people get in trouble is when they think happiness is tangible."
    },
    {
      "index": 20,
      "start_time": 116100.0,
      "end_time": 119560.0,
      "text": "Meaning they can touch and smell it, like a new car."
    },
    {
      "index": 21,
      "start_time": 119560.0,
      "end_time": 124330.0,
      "text": "But, happiness is not this, happiness just is."
    },
    {
      "index": 22,
      "start_time": 124330.0,
      "end_time": 131120.0,
      "text": "Another quote that I really love is, \"Happiness is reality minus expectations.\""
    },
    {
      "index": 23,
      "start_time": 131120.0,
      "end_time": 147560.0,
      "text": "When we start laying things on the child, when we start laying expectations on the child and when the child does not achieve our expectations, like getting a good grade or not coming in first in a race when he was expected to come first, then they become unhappy."
    },
    {
      "index": 24,
      "start_time": 147560.0,
      "end_time": 154900.0,
      "text": "Because we have associated happiness with these tangible things, it's impossible to get core happiness."
    },
    {
      "index": 25,
      "start_time": 154900.0,
      "end_time": 162840.0,
      "text": "When us humans are in our totally natural state, when there is nothing tangible chaining us down, then we are happy."
    },
    {
      "index": 26,
      "start_time": 162840.0,
      "end_time": 165300.0,
      "text": "When we are free, we are happy."
    },
    {
      "index": 27,
      "start_time": 165300.0,
      "end_time": 168800.0,
      "text": "That is why children are so happy."
    },
    {
      "index": 28,
      "start_time": 168800.0,
      "end_time": 173490.0,
      "text": "Because there's nothing chaining them down, they just kind of laugh and do whatever they want to do."
    },
    {
      "index": 29,
      "start_time": 173490.0,
      "end_time": 176300.0,
      "text": "A lot of them don't even make sense when you talk to them."
    },
    {
      "index": 30,
      "start_time": 176300.0,
      "end_time": 179750.0,
      "text": "They don't even feel obligated to form complete sentences."
    },
    {
      "index": 31,
      "start_time": 179750.0,
      "end_time": 188180.0,
      "text": "I'm not saying that we can go through our lives without goals, I am not saying it's bad to be happy when you make a certain amount of money per month and achieve a goal."
    },
    {
      "index": 32,
      "start_time": 188180.0,
      "end_time": 193390.0,
      "text": "But, what I am saying is it's important to understand what exactly happiness is."
    },
    {
      "index": 33,
      "start_time": 193390.0,
      "end_time": 196920.0,
      "text": "You need to ask yourself, \"Where does my happiness come from?\""
    },
    {
      "index": 34,
      "start_time": 196920.0,
      "end_time": 202200.0,
      "text": "And ruthlessly, ask yourself, \"Why do I get my happiness from this thing.\""
    },
    {
      "index": 35,
      "start_time": 202200.0,
      "end_time": 207640.0,
      "text": "If you ask yourself why enough times, you will get down to the core of yourself."
    },
    {
      "index": 36,
      "start_time": 207640.0,
      "end_time": 212250.0,
      "text": "Maybe the reason why you love cars so much is because your dad loved cars."
    },
    {
      "index": 37,
      "start_time": 212250.0,
      "end_time": 216860.0,
      "text": "Maybe your dad loved cars so much that he neglected you as a child."
    },
    {
      "index": 38,
      "start_time": 216860.0,
      "end_time": 225910.0,
      "text": "And because you have not dealt with this issue, subconsciously, when you get these amazing cars, you're trying to impress him and get attention from him."
    },
    {
      "index": 39,
      "start_time": 225910.0,
      "end_time": 227850.0,
      "text": "This might sound a little weird and crazy."
    },
    {
      "index": 40,
      "start_time": 227850.0,
      "end_time": 234970.0,
      "text": "I know I'm not a therapist or a psychiatrist, but this type of behavior is actually much more common than you realize."
    },
    {
      "index": 41,
      "start_time": 234970.0,
      "end_time": 237740.0,
      "text": "You need to ask yourself why."
    },
    {
      "index": 42,
      "start_time": 237740.0,
      "end_time": 250700.0,
      "text": "As you get older and older, you get so much stuff just laid upon you, pushing your happiness further and further down the rabbit hole, which chains you down even more."
    },
    {
      "index": 43,
      "start_time": 250700.0,
      "end_time": 259000.0,
      "text": "If it gets really bad and the chains become too much, people will try and escape by using drugs, food, sex."
    },
    {
      "index": 44,
      "start_time": 259000.0,
      "end_time": 268270.0,
      "text": "No matter what it is people use to escape, it achieves the same goal, which is temporarily blurring all the expectations laid upon you."
    },
    {
      "index": 45,
      "start_time": 268270.0,
      "end_time": 271100.0,
      "text": "You are not really happy when you are high."
    },
    {
      "index": 46,
      "start_time": 271100.0,
      "end_time": 274870.0,
      "text": "You just forget about the expectations just for a moment."
    },
    {
      "index": 47,
      "start_time": 274870.0,
      "end_time": 280320.0,
      "text": "Become aware of what you think makes you happy and be honest with yourself."
    },
    {
      "index": 48,
      "start_time": 280320.0,
      "end_time": 283280.0,
      "text": "Subscribe to become a masculine man."
    }
  ]
}