{
  "video_id": "3Vrr3m0pKnQ",
  "title": "06 Phrases smart people don’t say – Improve communication skills, business etiquette & be confident.",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 13820.0,
      "end_time": 19540.0,
      "text": "Hey friends, welcome back to Skillopedia, the place to learn skills for the real world."
    },
    {
      "index": 2,
      "start_time": 19540.0,
      "end_time": 25189.0,
      "text": "You are with me; Niharika and what are we going to learn in today&#39;s session? Well, we"
    },
    {
      "index": 3,
      "start_time": 25190.0,
      "end_time": 30550.0,
      "text": "are going to look at certain phrases that you need to drop out of your vocabulary right"
    },
    {
      "index": 4,
      "start_time": 30550.0,
      "end_time": 37940.0,
      "text": "now. Well, I call them as career killers. You know there are certain phrases that smart"
    },
    {
      "index": 5,
      "start_time": 37940.0,
      "end_time": 45329.0,
      "text": "people do not use because you never know how people would interpret them. So it&#39;s important"
    },
    {
      "index": 6,
      "start_time": 45329.0,
      "end_time": 52890.0,
      "text": "for you to use the same phrases, however in other ways and that&#39;s what I’m going to"
    },
    {
      "index": 7,
      "start_time": 52890.0,
      "end_time": 57870.0,
      "text": "help you with in today&#39;s session. So which are these career killers that you need to"
    },
    {
      "index": 8,
      "start_time": 57870.0,
      "end_time": 60709.0,
      "text": "drop out of your vocabulary, well let&#39;s have a look."
    },
    {
      "index": 9,
      "start_time": 67640.0,
      "end_time": 72880.0,
      "text": "Well the first phrase that you are not supposed to use in the business world is, it&#39;s not"
    },
    {
      "index": 10,
      "start_time": 72890.0,
      "end_time": 80469.0,
      "text": "fair. Well of course life is not fair. Well we do want our life to be just perfect, but"
    },
    {
      "index": 11,
      "start_time": 80469.0,
      "end_time": 86640.0,
      "text": "that&#39;s not reality. Life is never fair but you can&#39;t really use this phrase in front"
    },
    {
      "index": 12,
      "start_time": 86640.0,
      "end_time": 93600.0,
      "text": "of people because when you end up using that hey life is not fair in front of people in"
    },
    {
      "index": 13,
      "start_time": 93600.0,
      "end_time": 101200.0,
      "text": "the business world, well people would think that you are absolutely immature or naive."
    },
    {
      "index": 14,
      "start_time": 101200.0,
      "end_time": 108310.0,
      "text": "It&#39;s important for you to stay constructive and confused. For example, well there was"
    },
    {
      "index": 15,
      "start_time": 108310.0,
      "end_time": 115180.0,
      "text": "this really important project that you wanted to work on, but your boss assigned it to one"
    },
    {
      "index": 16,
      "start_time": 115180.0,
      "end_time": 121640.0,
      "text": "of your colleagues. Now you are really upset about it. So what do you do? You walk up to"
    },
    {
      "index": 17,
      "start_time": 121640.0,
      "end_time": 127619.0,
      "text": "your boss and you end up saying, hey that&#39;s not fair. Well no. you are not going to do"
    },
    {
      "index": 18,
      "start_time": 127619.0,
      "end_time": 132370.0,
      "text": "that. You are not a little kid to do that. Well what you are going to do is, you are"
    },
    {
      "index": 19,
      "start_time": 132370.0,
      "end_time": 137650.0,
      "text": "going to go up to your boss and you are going to ask for a feedback. You are going to say"
    },
    {
      "index": 20,
      "start_time": 137650.0,
      "end_time": 143120.0,
      "text": "that, hey I was really looking forward for this project and I was really wanting to work"
    },
    {
      "index": 21,
      "start_time": 143120.0,
      "end_time": 150300.0,
      "text": "on it but you assigned to John so what&#39;s the reason like is there anything that I need"
    },
    {
      "index": 22,
      "start_time": 150300.0,
      "end_time": 157570.0,
      "text": "to improve on? Well that&#39;s how you put it. So stop using the phrase, that&#39;s not fair."
    },
    {
      "index": 23,
      "start_time": 163940.0,
      "end_time": 170280.0,
      "text": "The next phrase that you need to stay away from, is this is how it works always. Well"
    },
    {
      "index": 24,
      "start_time": 170290.0,
      "end_time": 179879.0,
      "text": "are you really very lazy? You need to stop using that phrase. Now, if you end up telling"
    },
    {
      "index": 25,
      "start_time": 179879.0,
      "end_time": 186709.0,
      "text": "people, your boss, your colleagues or your clients that hey this is how it works always."
    },
    {
      "index": 26,
      "start_time": 186709.0,
      "end_time": 193600.0,
      "text": "Well it shows that you are way too lazy and you don&#39;t want to improve on things. For example"
    },
    {
      "index": 27,
      "start_time": 193600.0,
      "end_time": 201720.0,
      "text": "technology, like even technology, a six month old process seems to be very outdated, right?"
    },
    {
      "index": 28,
      "start_time": 201720.0,
      "end_time": 208790.0,
      "text": "So why not the pattern of your work? It has to change, you need to bring in changes to"
    },
    {
      "index": 29,
      "start_time": 208790.0,
      "end_time": 214319.0,
      "text": "improve on something. So the next time someone comes to you and wants things in a different"
    },
    {
      "index": 30,
      "start_time": 214319.0,
      "end_time": 220290.0,
      "text": "way, you are not supposed to say that , hey this is how it works always. Well you need"
    },
    {
      "index": 31,
      "start_time": 220290.0,
      "end_time": 226769.0,
      "text": "to work on yourself, you need to bring in new things in order to improve your work."
    },
    {
      "index": 32,
      "start_time": 226769.0,
      "end_time": 228889.0,
      "text": "So stop using that kind of a phrase."
    },
    {
      "index": 33,
      "start_time": 236469.0,
      "end_time": 243310.0,
      "text": "Another commonly used phrase which is sure shot a career killer is, I&#39;m going to ask"
    },
    {
      "index": 34,
      "start_time": 243310.0,
      "end_time": 250799.0,
      "text": "you a very silly question. Well no question is silly, no question is stupid. Many people"
    },
    {
      "index": 35,
      "start_time": 250799.0,
      "end_time": 257940.0,
      "text": "tend to do that. I know this is a very silly or a very stupid question. Well this means"
    },
    {
      "index": 36,
      "start_time": 257940.0,
      "end_time": 264680.0,
      "text": "that you are not confident about yourself. Well do not judge yourself, do not be your"
    },
    {
      "index": 37,
      "start_time": 264680.0,
      "end_time": 271690.0,
      "text": "worst critic. You need to come out confidently. If you have a question, if you have any kind"
    },
    {
      "index": 38,
      "start_time": 271690.0,
      "end_time": 277320.0,
      "text": "of information or any idea that you would like to share with your team members, with"
    },
    {
      "index": 39,
      "start_time": 277320.0,
      "end_time": 284000.0,
      "text": "your clients or with your boss, just go ahead. Be confident about it. By saying that, hey"
    },
    {
      "index": 40,
      "start_time": 284000.0,
      "end_time": 290669.0,
      "text": "this is a very silly idea or by saying that this is a very stupid question, well that&#39;s"
    },
    {
      "index": 41,
      "start_time": 290669.0,
      "end_time": 296680.0,
      "text": "it, people are not going to trust you. It just shows that you are not confident about"
    },
    {
      "index": 42,
      "start_time": 296680.0,
      "end_time": 303360.0,
      "text": "yourself. So just ne confident and go ahead ask your question or share your ideas."
    },
    {
      "index": 43,
      "start_time": 310380.0,
      "end_time": 317100.0,
      "text": "The next common phrase that people use is, that he is such a jerk, he is absolutely incompetent."
    },
    {
      "index": 44,
      "start_time": 317110.0,
      "end_time": 325160.0,
      "text": "He is so lazy. Well you need to stop doing that. You cannot really go ahead and start"
    },
    {
      "index": 45,
      "start_time": 325160.0,
      "end_time": 333100.0,
      "text": "announcing or form opinions about others. By doing so, it just shows that how insecure"
    },
    {
      "index": 46,
      "start_time": 333100.0,
      "end_time": 340590.0,
      "text": "you are about yourself. Now if you don&#39;t have the power to improve them or if you don&#39;t"
    },
    {
      "index": 47,
      "start_time": 340590.0,
      "end_time": 347770.0,
      "text": "have the power to fire them, then what&#39;s the point of announcing or broadcasting them as"
    },
    {
      "index": 48,
      "start_time": 347770.0,
      "end_time": 356800.0,
      "text": "lazy, incompetent or jerks. That&#39;s not going to help you, right? So, it&#39;s important for"
    },
    {
      "index": 49,
      "start_time": 356800.0,
      "end_time": 362289.0,
      "text": "you to just understand that yes there are times that we do live with difficult people,"
    },
    {
      "index": 50,
      "start_time": 362290.0,
      "end_time": 369480.0,
      "text": "we do work with lazy, incompetent jerks. But there&#39;s no point by announcing them as one"
    },
    {
      "index": 51,
      "start_time": 369480.0,
      "end_time": 376340.0,
      "text": "of these lazy, jerk people. Just stay confident, just focus on your work and you would be successful."
    },
    {
      "index": 52,
      "start_time": 383840.0,
      "end_time": 390659.0,
      "text": "The next phrase that people end up using which I consider to be the great career killer is,"
    },
    {
      "index": 53,
      "start_time": 390660.0,
      "end_time": 397650.0,
      "text": "that it&#39;s not my fault. Yes there are people who love to play the blame game. It’s not"
    },
    {
      "index": 54,
      "start_time": 397650.0,
      "end_time": 404380.0,
      "text": "my fault, it&#39;s coz of him. It&#39;s because of her that this just went wrong. Well stop doing"
    },
    {
      "index": 55,
      "start_time": 404380.0,
      "end_time": 411270.0,
      "text": "that, it just shows that you lack accountability. There are people who are going to build this"
    },
    {
      "index": 56,
      "start_time": 411270.0,
      "end_time": 417878.0,
      "text": "negative image about you, you start pointing out fingers. People are going to really avoid"
    },
    {
      "index": 57,
      "start_time": 417879.0,
      "end_time": 425800.0,
      "text": "working with you. So if you want to be a great team player, it&#39;s important for you to take"
    },
    {
      "index": 58,
      "start_time": 425800.0,
      "end_time": 432270.0,
      "text": "the accountability. If it is your fault have the courage to admit it. If it is someone"
    },
    {
      "index": 59,
      "start_time": 432270.0,
      "end_time": 437900.0,
      "text": "else&#39;s fault well let your boss or your colleague figure that out. You don&#39;t have to be the"
    },
    {
      "index": 60,
      "start_time": 437900.0,
      "end_time": 444310.0,
      "text": "one to point out fingers and by saying that hey it&#39;s not my fault. Just quit doing that"
    },
    {
      "index": 61,
      "start_time": 444310.0,
      "end_time": 447900.0,
      "text": "and trust me that it is going to work in your favor."
    },
    {
      "index": 62,
      "start_time": 453760.0,
      "end_time": 460640.0,
      "text": "The most important phrase that you need to drop from your vocabulary is, I hate, I hate,"
    },
    {
      "index": 63,
      "start_time": 460650.0,
      "end_time": 467330.0,
      "text": "I hate. So what do you hate? Well yes there are people around you, who end up using this"
    },
    {
      "index": 64,
      "start_time": 467330.0,
      "end_time": 474580.0,
      "text": "phrase way too much. They love to crib and complain about everything. I hate my boss,"
    },
    {
      "index": 65,
      "start_time": 474580.0,
      "end_time": 482639.0,
      "text": "I hate my job, I’m so stressed. I hate my colleagues, I hate everything. Yes, if you"
    },
    {
      "index": 66,
      "start_time": 482639.0,
      "end_time": 489720.0,
      "text": "hate your life or your job or your boss so much, it&#39;s time to quit. Stop spoiling the"
    },
    {
      "index": 67,
      "start_time": 489720.0,
      "end_time": 497860.0,
      "text": "work environment. There are people around you who want to feel motivated and encouraged."
    },
    {
      "index": 68,
      "start_time": 497860.0,
      "end_time": 503819.0,
      "text": "Now is you end up being so negative, you are spoiling the work environment. Nobody is going"
    },
    {
      "index": 69,
      "start_time": 503819.0,
      "end_time": 510449.0,
      "text": "to really enjoy working with you and like I said, if you hate so many things about your"
    },
    {
      "index": 70,
      "start_time": 510449.0,
      "end_time": 518140.0,
      "text": "job, about your work, about your life, then try to work on things that would improve your"
    },
    {
      "index": 71,
      "start_time": 518140.0,
      "end_time": 525480.0,
      "text": "life. Try to do something that you would really want to and like to. So stop using the phrase,"
    },
    {
      "index": 72,
      "start_time": 525480.0,
      "end_time": 527320.0,
      "text": "I hate, I hate, I hate."
    },
    {
      "index": 73,
      "start_time": 529560.0,
      "end_time": 534800.0,
      "text": "So this brings me to the end of this session today. It&#39;s time for you to eliminate these"
    },
    {
      "index": 74,
      "start_time": 534800.0,
      "end_time": 541569.0,
      "text": "phrases if you are using them because this will make you into a complete negative person."
    },
    {
      "index": 75,
      "start_time": 541570.0,
      "end_time": 547130.0,
      "text": "So please do eliminate these phrase from your vocabulary because they are definitely not"
    },
    {
      "index": 76,
      "start_time": 547130.0,
      "end_time": 555110.0,
      "text": "used by smart and successful people and do follow us on Skillopedia, the place to learn skills for the real world."
    }
  ]
}