{
  "video_id": "3Xpc0ny2xEI",
  "title": "What If You Are Stressed Everyday?",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4000.0,
      "text": "We all get stressed whether it be from work, school, or relationships."
    },
    {
      "index": 2,
      "start_time": 4000.0,
      "end_time": 10400.0,
      "text": "But with 80% of adults in the U.S. reporting daily stress, what's this chronic stress doing to all of us?"
    },
    {
      "index": 3,
      "start_time": 10400.0,
      "end_time": 13000.0,
      "text": "What happens when you're stressed every day?"
    },
    {
      "index": 4,
      "start_time": 13000.0,
      "end_time": 17400.0,
      "text": "Within seconds of any stressor,  your body goes into fight-or-flight mode."
    },
    {
      "index": 5,
      "start_time": 17400.0,
      "end_time": 22700.0,
      "text": "First your eyes and ears send information to your amygdala, the emotional processing center of the brain."
    },
    {
      "index": 6,
      "start_time": 22700.0,
      "end_time": 29400.0,
      "text": "Then from your amygdala the information moves to your hypothalamus which communicates with your autonomic nervous system and adrenal glands."
    },
    {
      "index": 7,
      "start_time": 29400.0,
      "end_time": 33000.0,
      "text": "These glands then release a burst of the neurotransmitter, adrenaline."
    },
    {
      "index": 8,
      "start_time": 33000.0,
      "end_time": 39300.0,
      "text": "This causes the classic feeling of stress: increased heart rate, increased blood pressure, and faster breathing."
    },
    {
      "index": 9,
      "start_time": 39300.0,
      "end_time": 43200.0,
      "text": "The adrenaline also triggers the release of the stress hormone cortisol."
    },
    {
      "index": 10,
      "start_time": 43200.0,
      "end_time": 45500.0,
      "text": "We always hear about the danger of cortisol."
    },
    {
      "index": 11,
      "start_time": 45500.0,
      "end_time": 50000.0,
      "text": "But it's actually released to protect your brain from the nerve damage associated with trauma."
    },
    {
      "index": 12,
      "start_time": 50000.0,
      "end_time": 56800.0,
      "text": "Within 10 minutes of being stressed, behavioral changes likely take place including increased aggressive behavior."
    },
    {
      "index": 13,
      "start_time": 56800.0,
      "end_time": 62600.0,
      "text": "Around 30 minutes, you may become forgetful, as stress can decrease long-term memory and impair concentration."
    },
    {
      "index": 14,
      "start_time": 62600.0,
      "end_time": 66940.0,
      "text": "And after days of consistent stress, your sex drive will likely decrease."
    },
    {
      "index": 15,
      "start_time": 66940.0,
      "end_time": 72580.0,
      "text": "Why? From an evolutionary perspective, getting out there and mating would increase the odds of predation."
    },
    {
      "index": 16,
      "start_time": 72580.0,
      "end_time": 78720.0,
      "text": "So, one theory is, we may have evolved to decrease our sex drive when stressed to avoid potential threats."
    },
    {
      "index": 17,
      "start_time": 78820.0,
      "end_time": 83700.0,
      "text": "But after months of being stressed your cognitive function will really start to decline."
    },
    {
      "index": 18,
      "start_time": 83700.0,
      "end_time": 91600.0,
      "text": "Longitudinal studies of employees in stressful work environments show increased incidences of depression and poor circulatory health."
    },
    {
      "index": 19,
      "start_time": 91600.0,
      "end_time": 100800.0,
      "text": "A study on rats showed that six months after being chronically stressed, the rats had increased levels of anxiety and decreased abilities to navigate a maze."
    },
    {
      "index": 20,
      "start_time": 100800.0,
      "end_time": 105900.0,
      "text": "This was due to changes in their hippocampus all linked to increased levels of cortisol."
    },
    {
      "index": 21,
      "start_time": 105900.0,
      "end_time": 112800.0,
      "text": "This highlights that, although we know cortisol is meant to protect your brain from trauma, long-term exposure to it can be detrimental."
    },
    {
      "index": 22,
      "start_time": 112800.0,
      "end_time": 120500.0,
      "text": "With all this in mind. It's no surprise that chronic stress has been linked to many diseases such as obesity, depression, and heart disease."
    },
    {
      "index": 23,
      "start_time": 120500.0,
      "end_time": 129000.0,
      "text": "And, suppression of the immune system with increased susceptibility to colds, sleep issues, GI issues, fertility issues, memory problems, and even cancer."
    },
    {
      "index": 24,
      "start_time": 129000.0,
      "end_time": 132520.0,
      "text": "So trying to minimize your stress might be a good idea."
    },
    {
      "index": 25,
      "start_time": 132520.0,
      "end_time": 135200.0,
      "text": "But what can you even do to lower your stress levels?"
    },
    {
      "index": 26,
      "start_time": 135200.0,
      "end_time": 142600.0,
      "text": "Our latest podcast goes into some tactics that you can do to reduce your stress right now based on studies and some of our own personal experiences."
    },
    {
      "index": 27,
      "start_time": 142600.0,
      "end_time": 145682.0,
      "text": "You can click on the screen or use the link in the description to check that out."
    },
    {
      "index": 28,
      "start_time": 145682.0,
      "end_time": 148880.0,
      "text": "And subscribe for more weekly science videos every Thursday."
    }
  ]
}