{
  "video_id": "3y7nN4TVX5Y",
  "title": "Unlocking the Old Testament Part 1 - Overview of the Old Testament",
  "json": [
    {
      "index": 1,
      "start_time": 28859.0,
      "end_time": 35160.0,
      "text": "Now for the first two talks on this video we&#39;re going to tackle things in a rather different"
    },
    {
      "index": 2,
      "start_time": 35160.0,
      "end_time": 40140.0,
      "text": "way. Instead of taking a book of the Bible, I want first of all to give you an overview"
    },
    {
      "index": 3,
      "start_time": 40140.0,
      "end_time": 47120.0,
      "text": "of the whole Old Testament. Here we have a collection of books covering about 1000 years"
    },
    {
      "index": 4,
      "start_time": 47120.0,
      "end_time": 52700.0,
      "text": "written by many different authors and many different types of books. There are history"
    },
    {
      "index": 5,
      "start_time": 52700.0,
      "end_time": 58739.0,
      "text": "books, law books, song books. How do they all relate together, all 39 of them? I think"
    },
    {
      "index": 6,
      "start_time": 58739.0,
      "end_time": 64300.0,
      "text": "it&#39;s so important to have an overall picture of how these books fit together. God has not"
    },
    {
      "index": 7,
      "start_time": 64300.0,
      "end_time": 70130.0,
      "text": "given us a topical Bible. Wouldn&#39;t it be nice if he had? You know, if the book of Genesis"
    },
    {
      "index": 8,
      "start_time": 70130.0,
      "end_time": 74250.0,
      "text": "was all about God, and the book of Exodus all about Jesus, and the book of Leviticus"
    },
    {
      "index": 9,
      "start_time": 74250.0,
      "end_time": 78940.0,
      "text": "all about the Holy Spirit, and if he’d put all the text together under one topic it would"
    },
    {
      "index": 10,
      "start_time": 78940.0,
      "end_time": 84610.0,
      "text": "save us buying concordances and looking things up from all over. He deliberately didn&#39;t give"
    },
    {
      "index": 11,
      "start_time": 84610.0,
      "end_time": 90560.0,
      "text": "us a Bible like that. He didn&#39;t want us to have a Bible like that and so the teaching"
    },
    {
      "index": 12,
      "start_time": 90560.0,
      "end_time": 96100.0,
      "text": "on any one topic is scattered over the whole Bible. And he didn&#39;t want to give us a box"
    },
    {
      "index": 13,
      "start_time": 96100.0,
      "end_time": 100780.0,
      "text": "full of texts though since chapter and verse numbers have been added to the Bible that&#39;s"
    },
    {
      "index": 14,
      "start_time": 100780.0,
      "end_time": 106100.0,
      "text": "how we treat it, and we pick a text out from here and a text out from there, and just ignore"
    },
    {
      "index": 15,
      "start_time": 106100.0,
      "end_time": 111350.0,
      "text": "the context so often. Well now, God has given us actually a library"
    },
    {
      "index": 16,
      "start_time": 111350.0,
      "end_time": 118899.0,
      "text": "of books. The word Bible is a plural word; it comes from the Latin biblia and it means"
    },
    {
      "index": 17,
      "start_time": 118900.0,
      "end_time": 126590.0,
      "text": "books, not book, so the Bible is not a book it&#39;s a library of books and each book is a"
    },
    {
      "index": 18,
      "start_time": 126590.0,
      "end_time": 132640.0,
      "text": "separate entity. And God wants you to learn his word book by book because that&#39;s how he"
    },
    {
      "index": 19,
      "start_time": 132640.0,
      "end_time": 137799.0,
      "text": "chose to give it to us. If he just wanted to give us a lot of texts, he&#39;d have done"
    },
    {
      "index": 20,
      "start_time": 137800.0,
      "end_time": 143770.0,
      "text": "that; if he wanted to give us a lot of topics, he&#39;d have done that, but what he did do was"
    },
    {
      "index": 21,
      "start_time": 143770.0,
      "end_time": 150490.0,
      "text": "give us these books and every text - as we call each verse - is in a context of that"
    },
    {
      "index": 22,
      "start_time": 150490.0,
      "end_time": 157530.0,
      "text": "book and that book is in a context of history. God gave us his Word in time and space and"
    },
    {
      "index": 23,
      "start_time": 157530.0,
      "end_time": 163380.0,
      "text": "it&#39;s very important to get both dimensions, so that we understand at what time he said"
    },
    {
      "index": 24,
      "start_time": 163380.0,
      "end_time": 169840.0,
      "text": "this, and in what place he said this, and the time and place give it its meaning because"
    },
    {
      "index": 25,
      "start_time": 169840.0,
      "end_time": 175880.0,
      "text": "his word was given in life situations. He was always saying something to a particular"
    },
    {
      "index": 26,
      "start_time": 175880.0,
      "end_time": 182280.0,
      "text": "situation in time and space and those are the two contexts we need. So I thought in"
    },
    {
      "index": 27,
      "start_time": 182280.0,
      "end_time": 190400.0,
      "text": "this talk I&#39;d give you something of that context. Let&#39;s begin with space, and to do that of"
    },
    {
      "index": 28,
      "start_time": 190400.0,
      "end_time": 196379.0,
      "text": "course we need maps. There is a geography of the Bible as well as a history of the Bible"
    },
    {
      "index": 29,
      "start_time": 196379.0,
      "end_time": 201340.0,
      "text": "that we need to hold in our minds when we&#39;re reading it. And there are really only two"
    },
    {
      "index": 30,
      "start_time": 201340.0,
      "end_time": 207480.0,
      "text": "maps that we need, a map of the whole Middle East and a map of the Promised Land in the"
    },
    {
      "index": 31,
      "start_time": 207480.0,
      "end_time": 213180.0,
      "text": "Middle East, and we need to hold these if we can as a picture in our minds. Now the"
    },
    {
      "index": 32,
      "start_time": 213190.0,
      "end_time": 220750.0,
      "text": "familiar name that is given to the overall map of the Middle East is The Fertile Crescent"
    },
    {
      "index": 33,
      "start_time": 220750.0,
      "end_time": 226190.0,
      "text": "and that&#39;s a phrase you&#39;ll read in many books on Bible background. If you can see I&#39;ve drawn"
    },
    {
      "index": 34,
      "start_time": 226190.0,
      "end_time": 232379.0,
      "text": "the Crescent, a sort of new moon shape - I&#39;ve drawn it on this map and what it does is it"
    },
    {
      "index": 35,
      "start_time": 232379.0,
      "end_time": 242909.0,
      "text": "links two very large rivers at each end - the River Nile and the two rivers Tigris and Euphrates,"
    },
    {
      "index": 36,
      "start_time": 242909.0,
      "end_time": 250799.0,
      "text": "and those two major river basins produce fertility. So these are very fertile valleys, the Nile"
    },
    {
      "index": 37,
      "start_time": 250800.0,
      "end_time": 256250.0,
      "text": "Delta and the Nile Valley and then the Tigris and the Euphrates, what used to be called"
    },
    {
      "index": 38,
      "start_time": 256250.0,
      "end_time": 263620.0,
      "text": "Mesopotamia which means the middle of the rivers: ‘Meso’ - middle and ‘Potamia’"
    },
    {
      "index": 39,
      "start_time": 263620.0,
      "end_time": 270960.0,
      "text": "- rivers, so between the two rivers - a very fertile plain, very flat. Now then these two"
    },
    {
      "index": 40,
      "start_time": 270960.0,
      "end_time": 278150.0,
      "text": "fertile areas were the centres of power in the ancient world; these were the east and"
    },
    {
      "index": 41,
      "start_time": 278150.0,
      "end_time": 285589.0,
      "text": "west world powers. So the whole Old Testament is a struggle between these two world powers"
    },
    {
      "index": 42,
      "start_time": 285589.0,
      "end_time": 293909.0,
      "text": "- between Egypt and the different empires that arose here notably Assyria and Babylon."
    },
    {
      "index": 43,
      "start_time": 293909.0,
      "end_time": 300379.0,
      "text": "That&#39;s where Saddam Hussein is now, that&#39;s where Iraq and Iran are now. Iran is here,"
    },
    {
      "index": 44,
      "start_time": 300379.0,
      "end_time": 305379.0,
      "text": "Iraq is over here but they are divided by this river."
    },
    {
      "index": 45,
      "start_time": 305379.0,
      "end_time": 312669.0,
      "text": "So we have two world powers in the ancient Middle East and in between, the Promised Land."
    },
    {
      "index": 46,
      "start_time": 312669.0,
      "end_time": 319830.0,
      "text": "Now you notice that the Arabian Desert covers all of this and the Sahara there, so when"
    },
    {
      "index": 47,
      "start_time": 319830.0,
      "end_time": 326000.0,
      "text": "these two big powers attacked each other or tried to overcome each other they had to travel"
    },
    {
      "index": 48,
      "start_time": 326000.0,
      "end_time": 331390.0,
      "text": "through this narrow bit of land here. I don&#39;t know if you can see a rather purply patch"
    },
    {
      "index": 49,
      "start_time": 331390.0,
      "end_time": 338389.0,
      "text": "here, that is actually black basalt rock which is very sharp and very hard, even camels can&#39;t"
    },
    {
      "index": 50,
      "start_time": 338389.0,
      "end_time": 344300.0,
      "text": "cross it. Which means that all the traffic was directed down this narrow coastal strip."
    },
    {
      "index": 51,
      "start_time": 344300.0,
      "end_time": 349139.0,
      "text": "If you didn&#39;t want to cross the desert which most didn&#39;t, but if you wanted to keep feeding"
    },
    {
      "index": 52,
      "start_time": 349139.0,
      "end_time": 354590.0,
      "text": "your troops you had to go through the Fertile Crescent, you had to go round that Crescent"
    },
    {
      "index": 53,
      "start_time": 354590.0,
      "end_time": 358949.0,
      "text": "to the other end to attack your enemy. Which means that this was the crossroads of the"
    },
    {
      "index": 54,
      "start_time": 358949.0,
      "end_time": 363310.0,
      "text": "world actually. And somebody has said about Israel if you will live in the middle of a"
    },
    {
      "index": 55,
      "start_time": 363310.0,
      "end_time": 368710.0,
      "text": "crossroads you&#39;re bound to get run over - which is exactly what happened. They were constantly"
    },
    {
      "index": 56,
      "start_time": 368710.0,
      "end_time": 374258.0,
      "text": "being run over. In Jesus&#39; day they were run over by the Romans but before that they&#39;d"
    },
    {
      "index": 57,
      "start_time": 374259.0,
      "end_time": 381149.0,
      "text": "been run over by the Greeks and the Syrians and the Egyptians and so it goes on. And so"
    },
    {
      "index": 58,
      "start_time": 381149.0,
      "end_time": 387360.0,
      "text": "here we have two world powers at either end of this Crescent with a narrow corridor down"
    },
    {
      "index": 59,
      "start_time": 387360.0,
      "end_time": 394210.0,
      "text": "the coast in between and that is the narrow corridor. And God gave them a land at the"
    },
    {
      "index": 60,
      "start_time": 394210.0,
      "end_time": 402359.0,
      "text": "crossroads of the world. Actually, the road from Europe to Arabia comes down through that"
    },
    {
      "index": 61,
      "start_time": 402360.0,
      "end_time": 408419.0,
      "text": "corridor and the road from Africa to Asia goes through that corridor. On this map the"
    },
    {
      "index": 62,
      "start_time": 408419.0,
      "end_time": 413900.0,
      "text": "road from Europe comes down the coast, it crosses the Plain of Esdraelon, goes down"
    },
    {
      "index": 63,
      "start_time": 413900.0,
      "end_time": 418549.0,
      "text": "into the Jordan Valley and up on to the other side and down to Arabia. The road from Africa"
    },
    {
      "index": 64,
      "start_time": 418550.0,
      "end_time": 424300.0,
      "text": "comes up the coastal plain and it crosses over the same Vale of Esdraelon or the Valley"
    },
    {
      "index": 65,
      "start_time": 424300.0,
      "end_time": 430628.0,
      "text": "of Jezreel and goes up through Capernaum and up through Damascus and on to India and China."
    },
    {
      "index": 66,
      "start_time": 430629.0,
      "end_time": 436289.0,
      "text": "So that the actual crossroads of the world is precisely there at a little hill called"
    },
    {
      "index": 67,
      "start_time": 436289.0,
      "end_time": 443729.0,
      "text": "Megiddo and the Hill of Megiddo in Hebrew is Hamageddon; and that&#39;s why most of the"
    },
    {
      "index": 68,
      "start_time": 443729.0,
      "end_time": 449779.0,
      "text": "big battles in history took place there at the crossroads of the world. Overlooking that"
    },
    {
      "index": 69,
      "start_time": 449779.0,
      "end_time": 455539.0,
      "text": "crossroads is a little village called Nazareth and a boy of Nazareth could watch the world"
    },
    {
      "index": 70,
      "start_time": 455539.0,
      "end_time": 462240.0,
      "text": "go by. Literally he could lie on the hill as a boy could Jesus and it was like being"
    },
    {
      "index": 71,
      "start_time": 462240.0,
      "end_time": 468389.0,
      "text": "in an airport lounge where you see all the nationalities coming and going. That&#39;s why"
    },
    {
      "index": 72,
      "start_time": 468389.0,
      "end_time": 475660.0,
      "text": "they call this northern part Galilee of the Nations because it was an international crossroads."
    },
    {
      "index": 73,
      "start_time": 475660.0,
      "end_time": 482500.0,
      "text": "Whereas further south up in the hills it was very isolated and very Jewish, and Jerusalem"
    },
    {
      "index": 74,
      "start_time": 482500.0,
      "end_time": 487889.0,
      "text": "is right up in ‘them there hills’ just about here. So you had two parts of the Promised"
    },
    {
      "index": 75,
      "start_time": 487889.0,
      "end_time": 493409.0,
      "text": "Land, the international part where all the nations came and went, and this very Jewish"
    },
    {
      "index": 76,
      "start_time": 493409.0,
      "end_time": 500248.0,
      "text": "isolated part up in the hills with Jerusalem. So you can see the importance of this land."
    },
    {
      "index": 77,
      "start_time": 500249.0,
      "end_time": 507379.0,
      "text": "God was going to plant his people at the crossroads of the world where everybody could see them,"
    },
    {
      "index": 78,
      "start_time": 507379.0,
      "end_time": 511789.0,
      "text": "where they could be a model of the Kingdom of Heaven on earth. So the whole world could"
    },
    {
      "index": 79,
      "start_time": 511789.0,
      "end_time": 517979.0,
      "text": "see what blessing comes to people living under God&#39;s rule, but they would also see what curse"
    },
    {
      "index": 80,
      "start_time": 517979.00000000006,
      "end_time": 525300.0,
      "text": "comes of disobeying God&#39;s rule. So you can see why God chose this land. Now"
    },
    {
      "index": 81,
      "start_time": 525300.0,
      "end_time": 530631.0,
      "text": "it&#39;s a very fertile strip. Here&#39;s that black basalt. If you&#39;ve ever been to Capernaum you&#39;ve"
    },
    {
      "index": 82,
      "start_time": 530631.0,
      "end_time": 535189.0,
      "text": "seen the black basalt rock, they used it to build the houses of Capernaum, terribly hard,"
    },
    {
      "index": 83,
      "start_time": 535190.0,
      "end_time": 541930.0,
      "text": "sharp stuff. And so it was impassable so there was this barrier of sand and basalt rock on"
    },
    {
      "index": 84,
      "start_time": 541930.0,
      "end_time": 546680.0,
      "text": "the east and the barrier of the sea on the west. All the traffic went down the coast"
    },
    {
      "index": 85,
      "start_time": 546680.0,
      "end_time": 552459.0,
      "text": "here and through this little break in the hills which we call the Vale of Esdraelon"
    },
    {
      "index": 86,
      "start_time": 552459.0,
      "end_time": 558849.0,
      "text": "or Hamageddon. Then we have this huge crack right down the earth&#39;s surface, right through"
    },
    {
      "index": 87,
      "start_time": 558850.0,
      "end_time": 566730.0,
      "text": "to Africa, and here is its deepest point. The white bit is below sea level and the Dead"
    },
    {
      "index": 88,
      "start_time": 566730.0,
      "end_time": 571880.0,
      "text": "Sea is way below. You have the Jordan coming in to this valley and going nowhere, just"
    },
    {
      "index": 89,
      "start_time": 571880.0,
      "end_time": 577149.0,
      "text": "evaporating from the intense heat. So in this little area the size of Wales you"
    },
    {
      "index": 90,
      "start_time": 577149.0,
      "end_time": 584690.0,
      "text": "have the entire world in miniature. You&#39;ve got every kind of climate and every kind of"
    },
    {
      "index": 91,
      "start_time": 584690.0,
      "end_time": 590729.0,
      "text": "scenery. You will find somewhere in Israel a place like home. In fact the place most"
    },
    {
      "index": 92,
      "start_time": 590730.0,
      "end_time": 595329.0,
      "text": "like England is just south of Tel Aviv down here, it&#39;s just like England. But they call"
    },
    {
      "index": 93,
      "start_time": 595329.0,
      "end_time": 601109.0,
      "text": "Carmel Little Switzerland and you can always go skiing at any time of year on the snow-capped"
    },
    {
      "index": 94,
      "start_time": 601110.0,
      "end_time": 607110.0,
      "text": "Mount Hermon up here, and yet 10 minutes later you can be down among palm trees here. All"
    },
    {
      "index": 95,
      "start_time": 607110.0,
      "end_time": 612850.0,
      "text": "the fauna and flora of Europe is to be found here, all the fauna and flora of Africa is"
    },
    {
      "index": 96,
      "start_time": 612850.0,
      "end_time": 618720.0,
      "text": "to be found here, all the fauna and flora of Asia is to be found here. So you can have"
    },
    {
      "index": 97,
      "start_time": 618720.0,
      "end_time": 624670.0,
      "text": "Scottish pine trees growing next to palm trees from the Sahara and in the Bible days all"
    },
    {
      "index": 98,
      "start_time": 624670.0,
      "end_time": 629389.0,
      "text": "the wild animals were here - lions, bears, crocodiles, camels - you&#39;ve got the whole"
    },
    {
      "index": 99,
      "start_time": 629389.0,
      "end_time": 635779.0,
      "text": "world squeezed in to this little point where they all join. Fascinating! I could go on"
    },
    {
      "index": 100,
      "start_time": 635779.0,
      "end_time": 640100.0,
      "text": "for hours but I must stop. Once you’ve got a feel of the geography"
    },
    {
      "index": 101,
      "start_time": 640100.0,
      "end_time": 649860.0,
      "text": "and especially a feel for the shape of the land… Now, this is a relief map of the Promised"
    },
    {
      "index": 102,
      "start_time": 649860.0,
      "end_time": 655910.0,
      "text": "Land. Can you see that deep valley running north-south with a little bit of green on"
    },
    {
      "index": 103,
      "start_time": 655910.0,
      "end_time": 661110.0,
      "text": "that side and a little bit of green on that side and then the desert? If you master that"
    },
    {
      "index": 104,
      "start_time": 661110.0,
      "end_time": 666490.0,
      "text": "map and hold it in your mind, you will be able to read every Bible story that takes"
    },
    {
      "index": 105,
      "start_time": 666490.0,
      "end_time": 670940.0,
      "text": "place in the Promised Land very easily, and you’ll know why things happened as they"
    },
    {
      "index": 106,
      "start_time": 670940.0,
      "end_time": 677980.0,
      "text": "did. And why Samaria was in the middle and why Jesus&#39; main ministry was up in Galilee."
    },
    {
      "index": 107,
      "start_time": 677980.0,
      "end_time": 683620.0,
      "text": "Why he was put to death by the Jews - that doesn&#39;t mean by all Israelis, it means the"
    },
    {
      "index": 108,
      "start_time": 683620.0,
      "end_time": 690269.0,
      "text": "people of Judah. And when you read in the Gospel of John that the Jews killed Jesus"
    },
    {
      "index": 109,
      "start_time": 690269.0,
      "end_time": 696630.0,
      "text": "that doesn&#39;t mean all Israel it means the Southerners up in the hills. The Galileans"
    },
    {
      "index": 110,
      "start_time": 696630.0,
      "end_time": 704750.0,
      "text": "were all for Jesus. It was the Jews, the Judeans, who were against him in the south. So that&#39;s"
    },
    {
      "index": 111,
      "start_time": 704750.0,
      "end_time": 710649.0,
      "text": "the geographical background for the Bible. In the Old Testament we&#39;re moving around that"
    },
    {
      "index": 112,
      "start_time": 710649.0,
      "end_time": 715920.0,
      "text": "Fertile Crescent from one end to the other. Sometimes the people of God are slaves in"
    },
    {
      "index": 113,
      "start_time": 715920.0,
      "end_time": 723149.0,
      "text": "Egypt, other times they&#39;re taken away into Assyria or Babylon at this end, but there"
    },
    {
      "index": 114,
      "start_time": 723149.0,
      "end_time": 727660.0,
      "text": "they were right in the middle of it all, at the crossroads of the world."
    },
    {
      "index": 115,
      "start_time": 727660.0,
      "end_time": 735430.0,
      "text": "Now the other dimension that you need to master is the dimension of time and I&#39;ve tried to"
    },
    {
      "index": 116,
      "start_time": 735430.0,
      "end_time": 742569.0,
      "text": "reduce this dimension of time to a very simple pattern that&#39;s easily held in your mind. And"
    },
    {
      "index": 117,
      "start_time": 742570.0,
      "end_time": 747860.0,
      "text": "at first sight that chart must look horrific to you, but as we go through it I think you&#39;ll"
    },
    {
      "index": 118,
      "start_time": 747860.0,
      "end_time": 755300.0,
      "text": "find it&#39;s actually very simple. Basically, the Old Testament covers 2000 years of history"
    },
    {
      "index": 119,
      "start_time": 755300.0,
      "end_time": 763660.0,
      "text": "- BC Before Christ, but there is in Genesis 1 to 11 what we might call the pre-historic"
    },
    {
      "index": 120,
      "start_time": 763660.0,
      "end_time": 771529.0,
      "text": "part, that means pre-historic to Israel and so in Genesis 1 to 11 we have the creation"
    },
    {
      "index": 121,
      "start_time": 771529.0,
      "end_time": 776680.0,
      "text": "of the universe, the fall of man in the Garden of Eden, the flood and the tower of Babel."
    },
    {
      "index": 122,
      "start_time": 776680.0,
      "end_time": 782790.0,
      "text": "It&#39;s all about man generally. It&#39;s not about God&#39;s chosen people yet; it&#39;s about man - the"
    },
    {
      "index": 123,
      "start_time": 782790.0,
      "end_time": 790779.0,
      "text": "human race - and that&#39;s the pre-historic history of Israel - before their history really began."
    },
    {
      "index": 124,
      "start_time": 790779.0,
      "end_time": 799279.0,
      "text": "But their history begins around the year 2000 BC, so just as far as we are after Christ,"
    },
    {
      "index": 125,
      "start_time": 799279.0,
      "end_time": 805230.0,
      "text": "the history of Israel starts before Christ - 2000 years either side, alright?"
    },
    {
      "index": 126,
      "start_time": 805230.0,
      "end_time": 813230.0,
      "text": "That&#39;s our opening date for the history of Israel and I divide it into four equal parts"
    },
    {
      "index": 127,
      "start_time": 813230.0,
      "end_time": 822740.0,
      "text": "of 500 years each, and we take those four quarters as distinct periods. We mark each"
    },
    {
      "index": 128,
      "start_time": 822740.0,
      "end_time": 832430.0,
      "text": "of the four dates - 2000, 1500, 1000 and 500 BC with events and people, and I like to give"
    },
    {
      "index": 129,
      "start_time": 832430.0,
      "end_time": 838469.0,
      "text": "names of people and events to these dates so I fix them in my mind. And so the first"
    },
    {
      "index": 130,
      "start_time": 838470.0,
      "end_time": 848199.0,
      "text": "four words I&#39;ve written down are events - Election, Exodus, Empire, Exile - and you&#39;ve got the"
    },
    {
      "index": 131,
      "start_time": 848199.0,
      "end_time": 855139.0,
      "text": "four events that mark the four quarters of their history. That&#39;s when God chose Abraham"
    },
    {
      "index": 132,
      "start_time": 855139.0,
      "end_time": 861520.0,
      "text": "and Elected Abraham and his descendants to be his people; that&#39;s when Moses led them"
    },
    {
      "index": 133,
      "start_time": 861520.0,
      "end_time": 866990.0,
      "text": "out of Egypt; that&#39;s when they had all the land God promised to them and had a time of"
    },
    {
      "index": 134,
      "start_time": 866990.0,
      "end_time": 874160.0,
      "text": "unparalleled prosperity and peace, and I&#39;ve called it the Empire because they not only"
    },
    {
      "index": 135,
      "start_time": 874160.0,
      "end_time": 879600.0,
      "text": "had their own land but many other nations were now under their control. And then the"
    },
    {
      "index": 136,
      "start_time": 879600.0,
      "end_time": 885589.0,
      "text": "lowest point of their history – Exile. And roughly speaking those four events fit those"
    },
    {
      "index": 137,
      "start_time": 885589.0,
      "end_time": 893129.0,
      "text": "four dates. Then I attach a prominent person to each of those dates. Abraham is the man"
    },
    {
      "index": 138,
      "start_time": 893129.0,
      "end_time": 901689.0,
      "text": "to attach to 2000, Moses to 1500 or thereabouts, David to 1000 - he was reigning in the year"
    },
    {
      "index": 139,
      "start_time": 901689.0,
      "end_time": 907370.0,
      "text": "1000 BC - and Isaiah is the most prominent man associated with the exile. So, you&#39;ve"
    },
    {
      "index": 140,
      "start_time": 907370.0,
      "end_time": 915870.0,
      "text": "got four events and four people. But also, the leadership of Israel changed and the leadership"
    },
    {
      "index": 141,
      "start_time": 915870.0,
      "end_time": 923889.0,
      "text": "in each of these four periods was different. In the first period they were led by Patriarchs,"
    },
    {
      "index": 142,
      "start_time": 923889.0,
      "end_time": 931209.0,
      "text": "that&#39;s a word for forefathers really - patriarchs from Abraham to Joseph. In the second period"
    },
    {
      "index": 143,
      "start_time": 931209.0,
      "end_time": 940559.0,
      "text": "they were led by Prophets from Moses to Samuel; in the third 500 years they were led by Princes"
    },
    {
      "index": 144,
      "start_time": 940559.0,
      "end_time": 949640.0,
      "text": "from Saul to Zedekiah, and in the fourth period they were led by Priests from Joshua who came"
    },
    {
      "index": 145,
      "start_time": 949640.0,
      "end_time": 954920.0,
      "text": "with Zerubbabel back from the exile right through to Caiaphas in our Lord&#39;s day."
    },
    {
      "index": 146,
      "start_time": 954920.0,
      "end_time": 962469.0,
      "text": "So you can see that the leadership changed from Patriarchs to Prophets to Princes and"
    },
    {
      "index": 147,
      "start_time": 962470.0,
      "end_time": 967569.0,
      "text": "then to Priests. Now it doesn&#39;t mean there weren’t prophets at other times or priests"
    },
    {
      "index": 148,
      "start_time": 967569.0,
      "end_time": 972259.0,
      "text": "at other times, but the leadership of the nation passed from one group to the other"
    },
    {
      "index": 149,
      "start_time": 972259.0,
      "end_time": 979350.0,
      "text": "- until Jesus came who was prophet, priest and king all rolled into one. So they tried"
    },
    {
      "index": 150,
      "start_time": 979350.0,
      "end_time": 984300.0,
      "text": "three different kinds of leadership in their history but they were really looking for someone"
    },
    {
      "index": 151,
      "start_time": 984300.0,
      "end_time": 992479.0,
      "text": "who could combine all these things in one, and all the leadership failed in the Old Testament."
    },
    {
      "index": 152,
      "start_time": 992480.0,
      "end_time": 998700.0,
      "text": "So have you got those four basic periods in your mind? Now once you&#39;ve got that, the next"
    },
    {
      "index": 153,
      "start_time": 998700.0,
      "end_time": 1009379.0,
      "text": "thing is to put in two gaps - each of them 400 years. The first gap is here, the second"
    },
    {
      "index": 154,
      "start_time": 1009380.0,
      "end_time": 1018181.0,
      "text": "gap is here, and during those 400 years, on both occasions God said nothing and he did"
    },
    {
      "index": 155,
      "start_time": 1018180.0,
      "end_time": 1024829.0,
      "text": "nothing so there is nothing in your Bible from those two periods. Now of course there"
    },
    {
      "index": 156,
      "start_time": 1024829.9999999999,
      "end_time": 1029950.9999999999,
      "text": "are books written in those two periods but they&#39;re not in our Bible because they do not"
    },
    {
      "index": 157,
      "start_time": 1029950.0,
      "end_time": 1036720.0,
      "text": "cover the time when God was saying and doing things. You see when we read this phrase in"
    },
    {
      "index": 158,
      "start_time": 1036720.0,
      "end_time": 1043839.0,
      "text": "the Bible the living God, do you realise what that means? Well did you realise a few years"
    },
    {
      "index": 159,
      "start_time": 1043839.9999999999,
      "end_time": 1049451.0,
      "text": "ago what it meant when some theologians started saying God is dead - you heard that phrase?"
    },
    {
      "index": 160,
      "start_time": 1049450.0,
      "end_time": 1054700.0,
      "text": "Well, do you realise what they meant? They did not mean that God has ceased to exist"
    },
    {
      "index": 161,
      "start_time": 1054700.0,
      "end_time": 1061520.0,
      "text": "- that was a popular misunderstanding. What they meant was God is no longer active in"
    },
    {
      "index": 162,
      "start_time": 1061520.0,
      "end_time": 1070590.0,
      "text": "this world; he still exists but he&#39;s somewhere else now. As you know my wife and I lost our"
    },
    {
      "index": 163,
      "start_time": 1070590.0,
      "end_time": 1076830.0,
      "text": "daughter last July, she was 36. She&#39;s dead; that doesn&#39;t mean she’s ceased to exist."
    },
    {
      "index": 164,
      "start_time": 1076830.0,
      "end_time": 1082760.0,
      "text": "She&#39;s alive, she&#39;s conscious, she&#39;s communicating though she can&#39;t communicate with us now."
    },
    {
      "index": 165,
      "start_time": 1082760.0,
      "end_time": 1088559.0,
      "text": "But she&#39;s not living now, by that we mean she&#39;s not speaking and acting in this world"
    },
    {
      "index": 166,
      "start_time": 1088560.0,
      "end_time": 1093880.0,
      "text": "as she was, but she&#39;s fully conscious and communicating elsewhere and she&#39;s with the"
    },
    {
      "index": 167,
      "start_time": 1093880.0,
      "end_time": 1100000.0,
      "text": "Lord, you see? So she&#39;s alive but she&#39;s not living in this world; as far as this world"
    },
    {
      "index": 168,
      "start_time": 1100000.0,
      "end_time": 1105400.0,
      "text": "goes she&#39;s dead. Now that&#39;s what the living God means and during these two periods God"
    },
    {
      "index": 169,
      "start_time": 1105400.0,
      "end_time": 1113529.0,
      "text": "was dead if you like. You see he was not acting in this world he was out of touch and so the"
    },
    {
      "index": 170,
      "start_time": 1113530.0,
      "end_time": 1119930.0,
      "text": "books written in these periods – well, the books written in this gap were the Apocrypha"
    },
    {
      "index": 171,
      "start_time": 1119930.0,
      "end_time": 1124101.0,
      "text": "and you won&#39;t find them in our Bibles. The Catholics put them in their Bibles because"
    },
    {
      "index": 172,
      "start_time": 1124100.0,
      "end_time": 1131870.0,
      "text": "they find prayers to the saints, and purgatory in the Apocrypha; that&#39;s why they put it in."
    },
    {
      "index": 173,
      "start_time": 1131870.0,
      "end_time": 1136360.0,
      "text": "But in fact it doesn&#39;t belong to the Bible because those books were written in a day"
    },
    {
      "index": 174,
      "start_time": 1136360.0,
      "end_time": 1142699.0,
      "text": "when God was not living but in these periods he was the living God - he was speaking and"
    },
    {
      "index": 175,
      "start_time": 1142700.0,
      "end_time": 1148900.0,
      "text": "acting in our world. Now once you&#39;ve got those two gaps - that"
    },
    {
      "index": 176,
      "start_time": 1148900.0,
      "end_time": 1153800.0,
      "text": "gap occurred in the first quarter, and this gap occurred in the last quarter, and that&#39;s"
    },
    {
      "index": 177,
      "start_time": 1153800.0,
      "end_time": 1158870.0,
      "text": "why Malachi is the last book in your Bible though there&#39;s a 400-year gap before Matthew"
    },
    {
      "index": 178,
      "start_time": 1158870.0,
      "end_time": 1165260.0,
      "text": "comes along - because God wasn&#39;t saying anything, he wasn&#39;t doing anything so we&#39;re not interested"
    },
    {
      "index": 179,
      "start_time": 1165260.0,
      "end_time": 1171250.0,
      "text": "in the history. It&#39;s just like any other history then and similarly here we&#39;ve got nothing"
    },
    {
      "index": 180,
      "start_time": 1171250.0,
      "end_time": 1176590.0,
      "text": "between Genesis and Exodus though there&#39;s a 400-year gap there, and we often miss that"
    },
    {
      "index": 181,
      "start_time": 1176590.0,
      "end_time": 1183620.0,
      "text": "when we read straight on but Exodus makes it clear there&#39;s a 400-year gap. It&#39;s interesting"
    },
    {
      "index": 182,
      "start_time": 1183620.0,
      "end_time": 1189429.0,
      "text": "what happened during the gap… in the gaps when God was silent and inactive. The Egyptian,"
    },
    {
      "index": 183,
      "start_time": 1189430.0,
      "end_time": 1195669.0,
      "text": "the Indian and the Chinese culture developed in that gap, and in this gap, you had people"
    },
    {
      "index": 184,
      "start_time": 1195670.0,
      "end_time": 1200361.0,
      "text": "like Socrates, Plato and Aristotle and the Greek philosophy that&#39;s influenced the western"
    },
    {
      "index": 185,
      "start_time": 1200360.0,
      "end_time": 1205290.0,
      "text": "world so much; you had Buddha, Confucius and then you had people like Alexander the Great"
    },
    {
      "index": 186,
      "start_time": 1205290.0,
      "end_time": 1211820.0,
      "text": "and Julius Caesar. You see, when God isn&#39;t busy, man is. And then that&#39;s when so much"
    },
    {
      "index": 187,
      "start_time": 1211820.0,
      "end_time": 1219820.0,
      "text": "has happened in man&#39;s history that&#39;s really not of relevance to God because it&#39;s what"
    },
    {
      "index": 188,
      "start_time": 1219820.0,
      "end_time": 1224309.0,
      "text": "God&#39;s history contains that is of importance to us."
    },
    {
      "index": 189,
      "start_time": 1224310.0,
      "end_time": 1230331.0,
      "text": "Now then let&#39;s look at some details. Genesis 12 to 50 picks up the first period of Israel&#39;s"
    },
    {
      "index": 190,
      "start_time": 1230330.0,
      "end_time": 1235480.0,
      "text": "history when they were led by patriarchs, and it&#39;s possible that the book of Job comes"
    },
    {
      "index": 191,
      "start_time": 1235480.0,
      "end_time": 1240840.0,
      "text": "in there as well. Everything in Job is very much the sort of life that Abraham and Isaac"
    },
    {
      "index": 192,
      "start_time": 1240840.0,
      "end_time": 1247899.0,
      "text": "and Jacob lived, the life of the travelling people of those days. Then we come to the"
    },
    {
      "index": 193,
      "start_time": 1247900.0,
      "end_time": 1252841.0,
      "text": "next quarter and again we only have a few books from that quarter - Exodus, Leviticus,"
    },
    {
      "index": 194,
      "start_time": 1252840.0,
      "end_time": 1260330.0,
      "text": "Numbers, Deuteronomy all from Moses&#39; lifetime, and then Joshua, Judges and Ruth continuing"
    },
    {
      "index": 195,
      "start_time": 1260330.0,
      "end_time": 1268529.0,
      "text": "the history of that period. Then we have the Empire days and we have more books: we have"
    },
    {
      "index": 196,
      "start_time": 1268530.0,
      "end_time": 1274191.0,
      "text": "the history of the third quarter of their history in Samuel, Kings and Chronicles but"
    },
    {
      "index": 197,
      "start_time": 1274190.0,
      "end_time": 1280770.0,
      "text": "we also have some poetic books. David and the book of Psalms, Solomon and Song of Solomon,"
    },
    {
      "index": 198,
      "start_time": 1280770.0,
      "end_time": 1287700.0,
      "text": "Proverbs and Ecclesiastes. But after Solomon there was civil war and the 12 tribes divided"
    },
    {
      "index": 199,
      "start_time": 1287700.0,
      "end_time": 1294830.0,
      "text": "into two - 10 in the north called themselves Israel, 2 in the south called themselves Judah,"
    },
    {
      "index": 200,
      "start_time": 1294830.0,
      "end_time": 1301000.0,
      "text": "and from then on, they didn&#39;t have a united nation. There were Prophets during that time,"
    },
    {
      "index": 201,
      "start_time": 1301000.0,
      "end_time": 1307919.0,
      "text": "Elijah and Elisha, but they didn&#39;t write down for subsequent generations what they prophesied"
    },
    {
      "index": 202,
      "start_time": 1307920.0,
      "end_time": 1317430.0,
      "text": "so we don&#39;t have books called by them. Then suddenly, we have a flood of books - all prophets"
    },
    {
      "index": 203,
      "start_time": 1317430.0,
      "end_time": 1324111.0,
      "text": "and all associated with the Exile and that&#39;s when the main books of prophecy are written"
    },
    {
      "index": 204,
      "start_time": 1324110.0,
      "end_time": 1331610.0,
      "text": "and some of them prophesied before the exile, some of them during the exile, and some after"
    },
    {
      "index": 205,
      "start_time": 1331610.0,
      "end_time": 1337580.0,
      "text": "the exile which tells us how important this event was in their history, the loss of the"
    },
    {
      "index": 206,
      "start_time": 1337580.0,
      "end_time": 1343730.0,
      "text": "land God had promised them. These prophets warned them they were going to lose the land."
    },
    {
      "index": 207,
      "start_time": 1343730.0,
      "end_time": 1348769.0,
      "text": "These prophets comforted them when they did lose the land, and these prophets were concerned"
    },
    {
      "index": 208,
      "start_time": 1348770.0,
      "end_time": 1354651.0,
      "text": "with rebuilding the land when they came back after 70 years away. We have one or two history"
    },
    {
      "index": 209,
      "start_time": 1354650.0,
      "end_time": 1360559.0,
      "text": "books from this period - Daniel and Esther were both about the Jews away from the land"
    },
    {
      "index": 210,
      "start_time": 1360560.0,
      "end_time": 1367650.0,
      "text": "when they were in Babylon. Ezra and Nehemiah which we&#39;re going to discuss later, they were"
    },
    {
      "index": 211,
      "start_time": 1367650.0,
      "end_time": 1372890.0,
      "text": "the two men who helped to rebuild Jerusalem and get the people established back in their"
    },
    {
      "index": 212,
      "start_time": 1372890.0,
      "end_time": 1377970.0,
      "text": "own land again. Well now, does that give you a feel of the"
    },
    {
      "index": 213,
      "start_time": 1377970.0,
      "end_time": 1382500.0,
      "text": "Old Testament? Unfortunately, you see the books of the Old Testament are not always"
    },
    {
      "index": 214,
      "start_time": 1382500.0,
      "end_time": 1389590.0,
      "text": "in chronological order, especially the prophets. The history books seem to be but when you"
    },
    {
      "index": 215,
      "start_time": 1389590.0,
      "end_time": 1393928.0,
      "text": "get to the prophets they simply put the big ones first and the little ones second which"
    },
    {
      "index": 216,
      "start_time": 1393930.0,
      "end_time": 1400451.0,
      "text": "is terribly confusing. And what I&#39;m saying is that of each of the prophet books you need"
    },
    {
      "index": 217,
      "start_time": 1400450.0,
      "end_time": 1406549.0,
      "text": "to ask was this written before the exile, during the exile, or after the exile? And"
    },
    {
      "index": 218,
      "start_time": 1406550.0,
      "end_time": 1413902.0,
      "text": "that will give you a clue to the understanding. Now I hope all is crystal clear, but if you"
    },
    {
      "index": 219,
      "start_time": 1413900.0,
      "end_time": 1421219.0,
      "text": "can memorise the basic features of that with its 2000 years of history divided into 500"
    },
    {
      "index": 220,
      "start_time": 1421220.0,
      "end_time": 1426149.0,
      "text": "years each, then you&#39;ll get a really good grasp and then you fit the books in. And of"
    },
    {
      "index": 221,
      "start_time": 1426150.0,
      "end_time": 1432301.0,
      "text": "course, there are different types of books - there&#39;s the law, the first five books and"
    },
    {
      "index": 222,
      "start_time": 1432300.0,
      "end_time": 1438210.0,
      "text": "you see where they fit in, Genesis before the gap and the other four after the gap."
    },
    {
      "index": 223,
      "start_time": 1438210.0,
      "end_time": 1444550.0,
      "text": "Then there are history books, you see where they fit in. Then there are writings mainly"
    },
    {
      "index": 224,
      "start_time": 1444550.0,
      "end_time": 1450889.0,
      "text": "poetry books and you see that they come out of the period when they were most prosperous."
    },
    {
      "index": 225,
      "start_time": 1450890.0,
      "end_time": 1457130.0,
      "text": "That&#39;s when culture and art prosper. You see when the nation is rich and at peace that&#39;s"
    },
    {
      "index": 226,
      "start_time": 1457130.0,
      "end_time": 1463980.0,
      "text": "when things like poetry get written. It&#39;s a luxury, is art - and culture - and you see"
    },
    {
      "index": 227,
      "start_time": 1463980.0,
      "end_time": 1469330.0,
      "text": "it flourishing at the peak. Now there&#39;s one more thing on this chart which"
    },
    {
      "index": 228,
      "start_time": 1469330.0,
      "end_time": 1476899.0,
      "text": "I&#39;m sure you&#39;ve noticed and that is this green dotted line. You see, the peak of their fortunes"
    },
    {
      "index": 229,
      "start_time": 1476900.0,
      "end_time": 1484341.0,
      "text": "was the Empire under David; everything leads up to that and then everything goes downhill"
    },
    {
      "index": 230,
      "start_time": 1484340.0,
      "end_time": 1491909.0,
      "text": "from then on until they lose the land. It&#39;s a tragic story really but that is why, every"
    },
    {
      "index": 231,
      "start_time": 1491910.0,
      "end_time": 1497799.0,
      "text": "Jew looks back to that period and longs for it to come back. That was the golden age -Lord"
    },
    {
      "index": 232,
      "start_time": 1497800.0,
      "end_time": 1504419.0,
      "text": "send us another David, send us a Messiah like David, send us the son of David and still"
    },
    {
      "index": 233,
      "start_time": 1504420.0,
      "end_time": 1509691.0,
      "text": "to this day the Jewish people are looking for that son of David to come back and restore"
    },
    {
      "index": 234,
      "start_time": 1509690.0,
      "end_time": 1515240.0,
      "text": "the prosperity. The last question the disciples asked Jesus before he ascended to heaven - when"
    },
    {
      "index": 235,
      "start_time": 1515240.0,
      "end_time": 1521510.0,
      "text": "are you going to restore the kingdom to Israel? and still they&#39;re asking 2000 years later."
    },
    {
      "index": 236,
      "start_time": 1521510.0,
      "end_time": 1528330.0,
      "text": "So that&#39;s the peak and their fortunes on the whole were up and up and up to that point"
    },
    {
      "index": 237,
      "start_time": 1528330.0,
      "end_time": 1534210.0,
      "text": "but from then down and down, civil war, division between the ten tribes of the north and the"
    },
    {
      "index": 238,
      "start_time": 1534210.0,
      "end_time": 1539659.0,
      "text": "two in the south. It&#39;s all in the book of Kings which is a very sad and sordid tale"
    },
    {
      "index": 239,
      "start_time": 1539660.0,
      "end_time": 1545291.0,
      "text": "when you read it through and of all the kings they had, most of them were bad, many were"
    },
    {
      "index": 240,
      "start_time": 1545290.0,
      "end_time": 1550830.0,
      "text": "assassinated. They had one dreadful queen which we&#39;re going to talk about later, just"
    },
    {
      "index": 241,
      "start_time": 1550830.0,
      "end_time": 1555190.0,
      "text": "one - because it was God&#39;s will they should only have kings - and they had one dreadful"
    },
    {
      "index": 242,
      "start_time": 1555190.0,
      "end_time": 1560600.0,
      "text": "queen but we&#39;ll talk about that on another occasion."
    },
    {
      "index": 243,
      "start_time": 1560600.0,
      "end_time": 1567449.0,
      "text": "Well now, there it is and then after this 400-year gap during which they had no words"
    },
    {
      "index": 244,
      "start_time": 1567450.0,
      "end_time": 1574190.0,
      "text": "from God and didn&#39;t see a single miracle; then suddenly it all started again and John"
    },
    {
      "index": 245,
      "start_time": 1574190.0,
      "end_time": 1579169.0,
      "text": "the Baptist came preaching, the first prophet for a long time. And then the miracles came"
    },
    {
      "index": 246,
      "start_time": 1579170.0,
      "end_time": 1584800.0,
      "text": "with Jesus and the birth, death, resurrection and ascension of Jesus starts our New Testament"
    },
    {
      "index": 247,
      "start_time": 1584800.0,
      "end_time": 1593650.0,
      "text": "which only covers 100 years or less. So your whole New Testament was written in 100 years"
    },
    {
      "index": 248,
      "start_time": 1593650.0,
      "end_time": 1599880.0,
      "text": "whereas the Old Testament was written over 2000, and if you go back to creation, how"
    },
    {
      "index": 249,
      "start_time": 1599880.0,
      "end_time": 1609679.0,
      "text": "long? Now, that is the chart that I hold in my mind and, by the way, a friend of mine"
    },
    {
      "index": 250,
      "start_time": 1609680.0,
      "end_time": 1617641.0,
      "text": "called Professor LaGard Smith who is the Professor of Law in the Pepperdine University in Malibu"
    },
    {
      "index": 251,
      "start_time": 1617640.0,
      "end_time": 1625279.0,
      "text": "(and my wife was Pepperdine before I changed her name), he has produced a Bible - quite"
    },
    {
      "index": 252,
      "start_time": 1625280.0,
      "end_time": 1633650.0,
      "text": "unique - a New International Version - no chapter and verse numbers - did I hear a Hallelujah!?"
    },
    {
      "index": 253,
      "start_time": 1633650.0,
      "end_time": 1642331.0,
      "text": "No? No chapter and verse numbers, and the Bible is in chronological order so that you"
    },
    {
      "index": 254,
      "start_time": 1642330.0,
      "end_time": 1647850.0,
      "text": "get to the prophets at the right time and you read the story in the order in which God"
    },
    {
      "index": 255,
      "start_time": 1647850.0,
      "end_time": 1654570.0,
      "text": "spoke and acted, and it&#39;s quite a book. The only divisions in it are there is a star in"
    },
    {
      "index": 256,
      "start_time": 1654570.0,
      "end_time": 1662250.0,
      "text": "the margin every so often and all together there are 365 stars in the margin - guess"
    },
    {
      "index": 257,
      "start_time": 1662250.0,
      "end_time": 1670900.0,
      "text": "why? It means you can read the whole story of God in a year; it&#39;s about 5 pages each"
    },
    {
      "index": 258,
      "start_time": 1670900.0,
      "end_time": 1678290.0,
      "text": "day and you will get the Word of God in its proper context of time and place with some"
    },
    {
      "index": 259,
      "start_time": 1678290.0,
      "end_time": 1683389.0,
      "text": "very helpful little notes of introduction. It really is a fascinating production and"
    },
    {
      "index": 260,
      "start_time": 1683390.0,
      "end_time": 1691679.0,
      "text": "it&#39;s now available. I don&#39;t have a commission on selling it but there it is, he is a friend."
    },
    {
      "index": 261,
      "start_time": 1691680.0,
      "end_time": 1699751.0,
      "text": "Well now, that&#39;s perhaps put us into the history side, and we&#39;ve looked at the geography side,"
    },
    {
      "index": 262,
      "start_time": 1699750.0,
      "end_time": 1705809.0,
      "text": "but let&#39;s now look at one other complication and that is there is a big difference between"
    },
    {
      "index": 263,
      "start_time": 1705810.0,
      "end_time": 1713271.0,
      "text": "our English Bible and the Hebrew Bible, a very big difference. And I&#39;m afraid those"
    },
    {
      "index": 264,
      "start_time": 1713270.0,
      "end_time": 1719870.0,
      "text": "who arranged our English Bible didn&#39;t do us a very great service because we have therefore"
    },
    {
      "index": 265,
      "start_time": 1719870.0,
      "end_time": 1727879.0,
      "text": "tended to think of books rather differently to the way the Jew thinks of the scriptures"
    },
    {
      "index": 266,
      "start_time": 1727880.0,
      "end_time": 1735799.0,
      "text": "in the Old Testament. We tend, in English to divide the books between three categories"
    },
    {
      "index": 267,
      "start_time": 1735800.0,
      "end_time": 1742520.0,
      "text": "and I partly did that on the previous chart. We tend to think of the history books - and"
    },
    {
      "index": 268,
      "start_time": 1742520.0,
      "end_time": 1748971.0,
      "text": "all the history books are put together in English from Genesis through to Esther, and"
    },
    {
      "index": 269,
      "start_time": 1748970.0,
      "end_time": 1755570.0,
      "text": "they are all at the beginning of our Old Testament and they are in chronological order and that&#39;s"
    },
    {
      "index": 270,
      "start_time": 1755570.0,
      "end_time": 1761529.0,
      "text": "helpful to get the history line, but it&#39;s not helpful from another point of view."
    },
    {
      "index": 271,
      "start_time": 1761530.0,
      "end_time": 1769281.0,
      "text": "The next group of books in our Bibles are poetry - the book of Job which is all poetry,"
    },
    {
      "index": 272,
      "start_time": 1769280.0,
      "end_time": 1774809.0,
      "text": "Psalms, Proverbs - Poetry, Ecclesiastes and Song of Solomon. So the poetry books have"
    },
    {
      "index": 273,
      "start_time": 1774810.0,
      "end_time": 1779951.0,
      "text": "been pushed together as the second grouping. Now even though they&#39;re in groups, it&#39;s very"
    },
    {
      "index": 274,
      "start_time": 1779950.0,
      "end_time": 1785390.0,
      "text": "rare for an English Bible to have a heading History or Poetry, so the books just run on"
    },
    {
      "index": 275,
      "start_time": 1785390.0,
      "end_time": 1790649.0,
      "text": "one after another and we tend not to realise we&#39;ve moved in to a different group of books."
    },
    {
      "index": 276,
      "start_time": 1790650.0,
      "end_time": 1797501.0,
      "text": "And then all the prophetic books are listed and they are divided between the major and"
    },
    {
      "index": 277,
      "start_time": 1797500.0,
      "end_time": 1802740.0,
      "text": "the minor - I&#39;m sure you&#39;ve heard those words, major prophets, minor prophets. All it means"
    },
    {
      "index": 278,
      "start_time": 1802740.0,
      "end_time": 1810529.0,
      "text": "is they&#39;re big ones and they&#39;re little ones - not people or in message - but just how"
    },
    {
      "index": 279,
      "start_time": 1810530.0,
      "end_time": 1814770.0,
      "text": "much they spoke or how much we have of their message. We have a lot of Isaiah, a lot of"
    },
    {
      "index": 280,
      "start_time": 1814770.0,
      "end_time": 1820461.0,
      "text": "Jeremiah, a lot of Ezekiel, but very little of Joel or Obadiah so they&#39;re called major,"
    },
    {
      "index": 281,
      "start_time": 1820460.0,
      "end_time": 1826690.0,
      "text": "the big books and minor, the twelve smaller books and that&#39;s how the English Old Testament"
    },
    {
      "index": 282,
      "start_time": 1826690.0,
      "end_time": 1832740.0,
      "text": "is arranged and frankly it is not very helpful. Pity, but there it is."
    },
    {
      "index": 283,
      "start_time": 1832740.0,
      "end_time": 1839750.0,
      "text": "When you read the Hebrew scriptures, they have three very clear divisions, very different"
    },
    {
      "index": 284,
      "start_time": 1839750.0,
      "end_time": 1847640.0,
      "text": "from one another. The first five books are not regarded as history at all but as law,"
    },
    {
      "index": 285,
      "start_time": 1847640.0,
      "end_time": 1851990.0,
      "text": "and I&#39;ve already explained that and therefore they&#39;re not called Genesis, Exodus, Leviticus,"
    },
    {
      "index": 286,
      "start_time": 1851990.0,
      "end_time": 1856750.0,
      "text": "Numbers and Deuteronomy; they are given the titles of the first words on the scroll as"
    },
    {
      "index": 287,
      "start_time": 1856750.0,
      "end_time": 1862900.0,
      "text": "you unroll it so that you recognise it straight away to read it. And these books were read"
    },
    {
      "index": 288,
      "start_time": 1862900.0,
      "end_time": 1867620.0,
      "text": "and still are every year in the synagogue right through on electionary. Then the big"
    },
    {
      "index": 289,
      "start_time": 1867620.0,
      "end_time": 1875658.0,
      "text": "surprise comes that the next group are called the prophets, and they put into the prophets"
    },
    {
      "index": 290,
      "start_time": 1875660.0,
      "end_time": 1883101.0,
      "text": "what we call history - Joshua, Judges, Samuel and Kings we call history but they call them"
    },
    {
      "index": 291,
      "start_time": 1883100.0,
      "end_time": 1890340.0,
      "text": "the former prophets. And then they call these that we have here the latter prophets. Now"
    },
    {
      "index": 292,
      "start_time": 1890340.0,
      "end_time": 1895519.0,
      "text": "why should they call those books prophets? Well of course there are prophets in them,"
    },
    {
      "index": 293,
      "start_time": 1895520.0,
      "end_time": 1902491.0,
      "text": "Joshua was a prophet, Samuel was a prophet - that&#39;s not the reason why. The reason is"
    },
    {
      "index": 294,
      "start_time": 1902490.0,
      "end_time": 1909529.0,
      "text": "that this is prophetic history and prophetic history is quite different from other history"
    },
    {
      "index": 295,
      "start_time": 1909530.0,
      "end_time": 1917430.0,
      "text": "and I need to explain why. All history is based on two principles. Selection"
    },
    {
      "index": 296,
      "start_time": 1917430.0,
      "end_time": 1925141.0,
      "text": "is the first, and Connection is the second, and when anybody writes a history book, the"
    },
    {
      "index": 297,
      "start_time": 1925140.0,
      "end_time": 1930789.0,
      "text": "first thing they must do is select what they&#39;re going to put in and what they&#39;re going to"
    },
    {
      "index": 298,
      "start_time": 1930790.0,
      "end_time": 1937221.0,
      "text": "leave out. Nobody can write a complete history about anybody or anything. In fact, John&#39;s"
    },
    {
      "index": 299,
      "start_time": 1937220.0,
      "end_time": 1942309.0,
      "text": "gospel says if everything Jesus did and said was written down, the world couldn&#39;t hold"
    },
    {
      "index": 300,
      "start_time": 1942310.0,
      "end_time": 1950150.0,
      "text": "the books. So every bit of history is a selection of some events and every historian selects"
    },
    {
      "index": 301,
      "start_time": 1950150.0,
      "end_time": 1956871.0,
      "text": "what he thinks is important. And the second principle is the principle of connection - having"
    },
    {
      "index": 302,
      "start_time": 1956870.0,
      "end_time": 1961508.0,
      "text": "selected the important events the historian then tries to show the connection between"
    },
    {
      "index": 303,
      "start_time": 1961510.0,
      "end_time": 1967941.0,
      "text": "those events - that this led to that, and that led to the other. Do you follow me? And"
    },
    {
      "index": 304,
      "start_time": 1967940.0,
      "end_time": 1974810.0,
      "text": "all history books are based on those two principles - what to select, and how to connect. Now"
    },
    {
      "index": 305,
      "start_time": 1974810.0,
      "end_time": 1982480.0,
      "text": "prophetic history has its own answer to those two principles. Prophetic history only selects"
    },
    {
      "index": 306,
      "start_time": 1982480.0,
      "end_time": 1988800.0,
      "text": "what is important to God - that&#39;s why there&#39;s nothing about Buddha or Confucius in the Bible."
    },
    {
      "index": 307,
      "start_time": 1988800.0,
      "end_time": 1996720.0,
      "text": "It only selects what is important to God and then it connects up what happens to people"
    },
    {
      "index": 308,
      "start_time": 1996720.0,
      "end_time": 2005450.0,
      "text": "with God, and that&#39;s the connection. And therefore, these books are written from a prophetic point"
    },
    {
      "index": 309,
      "start_time": 2005450.0,
      "end_time": 2012629.0,
      "text": "of view - they only select what is important to God and they connect everything with God."
    },
    {
      "index": 310,
      "start_time": 2012630.0,
      "end_time": 2018601.0,
      "text": "And that&#39;s why they&#39;re called by the Jews, former prophets. You notice the book of Ruth"
    },
    {
      "index": 311,
      "start_time": 2018600.0,
      "end_time": 2024719.0,
      "text": "is not there and the books of Chronicles are not there because neither Ruth nor Chronicles"
    },
    {
      "index": 312,
      "start_time": 2024720.0,
      "end_time": 2031889.0,
      "text": "are prophetic history. Certainly, the story of Ruth came where the English Bible puts"
    },
    {
      "index": 313,
      "start_time": 2031890.0,
      "end_time": 2036450.0,
      "text": "it between Judges and Samuel. That&#39;s where it happened, but if you read the story of"
    },
    {
      "index": 314,
      "start_time": 2036450.0,
      "end_time": 2043299.0,
      "text": "Ruth, God says nothing in it and he does nothing in it, have you noticed? It&#39;s a lovely story,"
    },
    {
      "index": 315,
      "start_time": 2043300.0,
      "end_time": 2047880.0,
      "text": "and it&#39;s the story of David&#39;s ancestor but there&#39;s not a single ‘Thus saith the Lord’"
    },
    {
      "index": 316,
      "start_time": 2047880.0,
      "end_time": 2053700.0,
      "text": "in the book of Ruth; and Chronicles also - though it sounds like Kings, when you study it carefully"
    },
    {
      "index": 317,
      "start_time": 2053699.9999999998,
      "end_time": 2058879.9999999998,
      "text": "it&#39;s quite different from the book of Kings and it&#39;s not a prophetic book; it&#39;s written"
    },
    {
      "index": 318,
      "start_time": 2058880.0,
      "end_time": 2064669.0,
      "text": "from an entirely different point of view. So, they have the former and the latter prophets"
    },
    {
      "index": 319,
      "start_time": 2064670.0,
      "end_time": 2070803.0,
      "text": "and then they put everything else in the writings. That&#39;s where they put Chronicles though they"
    },
    {
      "index": 320,
      "start_time": 2070800.0000000002,
      "end_time": 2076249.0000000002,
      "text": "call it ‘the words of the days’, that&#39;s where they put Ruth, they also put the poetry"
    },
    {
      "index": 321,
      "start_time": 2076250.0,
      "end_time": 2082190.0,
      "text": "books. They put Ecclesiastes though they call it the preacher, and Lamentations is just"
    },
    {
      "index": 322,
      "start_time": 2082190.0,
      "end_time": 2089370.0,
      "text": "called ‘How’! - How! That&#39;s the first word of the book actually, and Esther is there,"
    },
    {
      "index": 323,
      "start_time": 2089370.0,
      "end_time": 2095179.0,
      "text": "even Daniel - Daniel isn&#39;t among the prophets he&#39;s down here. There&#39;s a reason for all that."
    },
    {
      "index": 324,
      "start_time": 2095179.9999999998,
      "end_time": 2102641.0,
      "text": "Now it&#39;s interesting that on the road to Emmaus, and during his resurrection Jesus did Bible"
    },
    {
      "index": 325,
      "start_time": 2102640.0,
      "end_time": 2108000.0,
      "text": "studies. He never did that during his life but after he rose from the dead he gave Bible"
    },
    {
      "index": 326,
      "start_time": 2108000.0,
      "end_time": 2115900.0,
      "text": "studies for the first time, and it says he took them through the law, the prophets and"
    },
    {
      "index": 327,
      "start_time": 2115900.0,
      "end_time": 2123540.0,
      "text": "the writings, and showed them everything concerning himself. So for Jesus, that was the Old Testament"
    },
    {
      "index": 328,
      "start_time": 2123540.0,
      "end_time": 2128380.0,
      "text": "and I personally believe it should be that for us as well because it helps us to realise"
    },
    {
      "index": 329,
      "start_time": 2128380.0,
      "end_time": 2134470.0,
      "text": "that it&#39;s not straight history. It is prophetic history and it has therefore, a message for"
    },
    {
      "index": 330,
      "start_time": 2134470.0,
      "end_time": 2139290.0,
      "text": "us. The books of the Apocrypha are history books"
    },
    {
      "index": 331,
      "start_time": 2139290.0,
      "end_time": 2145500.0,
      "text": "and for example there’s a fascinating little bit of Hebrew history or Israeli history in"
    },
    {
      "index": 332,
      "start_time": 2145500.0,
      "end_time": 2150180.0,
      "text": "the days of the Maccabees when they rebelled against the Greeks who were occupying the"
    },
    {
      "index": 333,
      "start_time": 2150180.0,
      "end_time": 2158359.0,
      "text": "land and it&#39;s been made into Oratorios hasn&#39;t it? “Maccabees” - and it&#39;s very moving"
    },
    {
      "index": 334,
      "start_time": 2158360.0,
      "end_time": 2163870.0,
      "text": "history but it&#39;s only history; you can read it if you&#39;re interested, but it will not speak"
    },
    {
      "index": 335,
      "start_time": 2163870.0,
      "end_time": 2170560.0,
      "text": "to you from God because it&#39;s not prophetic, and prophetic history speaks to us today."
    },
    {
      "index": 336,
      "start_time": 2170560.0,
      "end_time": 2178900.0,
      "text": "And that&#39;s why God was able to speak to you yesterday through the books of the Old Testament,"
    },
    {
      "index": 337,
      "start_time": 2178100.0,
      "end_time": 2182970.0,
      "text": "God was speaking to you. But if I was teaching you the book of the Maccabees that would not"
    },
    {
      "index": 338,
      "start_time": 2182970.0,
      "end_time": 2190529.0,
      "text": "happen, it would be interesting, but that&#39;s all. So can you see the importance of seeing"
    },
    {
      "index": 339,
      "start_time": 2190530.0,
      "end_time": 2197740.0,
      "text": "this not as history at all, but as seeing it as God&#39;s law and God&#39;s prophecy and seeing"
    },
    {
      "index": 340,
      "start_time": 2197740.0,
      "end_time": 2202770.0,
      "text": "these as a kind of miscellaneous thing. Then what was the principle behind the selection"
    },
    {
      "index": 341,
      "start_time": 2202770.0,
      "end_time": 2208290.0,
      "text": "of these? Why didn&#39;t they put the Apocrypha in here? The answer is that all these books"
    },
    {
      "index": 342,
      "start_time": 2208290.0,
      "end_time": 2215870.0,
      "text": "were written during the period when God was living - meaning by that when God was active"
    },
    {
      "index": 343,
      "start_time": 2215870.0,
      "end_time": 2222890.0,
      "text": "in this world. And so all these books came out of that same prophetic period, that same"
    },
    {
      "index": 344,
      "start_time": 2222900.0,
      "end_time": 2227710.0,
      "text": "time when God was busy. None of these books were written in the gaps. And so we&#39;ve got"
    },
    {
      "index": 345,
      "start_time": 2227710.0,
      "end_time": 2235980.0,
      "text": "in our Bible the law of God, the prophetic history, and also all the other books that"
    },
    {
      "index": 346,
      "start_time": 2235980.0,
      "end_time": 2240230.0,
      "text": "came out of the period when God was busy with his people."
    },
    {
      "index": 347,
      "start_time": 2240230.0,
      "end_time": 2245980.0,
      "text": "Now, can you see the shape of the Old Testament? I think it would be helpful if our Old Testament"
    },
    {
      "index": 348,
      "start_time": 2245980.0,
      "end_time": 2250770.0,
      "text": "reverted to this because then we&#39;d get the message more clearly; but it&#39;s not too bad"
    },
    {
      "index": 349,
      "start_time": 2250770.0,
      "end_time": 2258300.0,
      "text": "like this. But now we can how it all fits in. Just let me remind you of a chart that"
    },
    {
      "index": 350,
      "start_time": 2258300.0,
      "end_time": 2265130.0,
      "text": "we used when we looked at Genesis. The first five books of the Bible are very special;"
    },
    {
      "index": 351,
      "start_time": 2265130.0,
      "end_time": 2271960.0,
      "text": "they are basic to the whole Bible. They are the law of Moses, the five books of Moses,"
    },
    {
      "index": 352,
      "start_time": 2271960.0,
      "end_time": 2278250.0,
      "text": "the Torah. There&#39;s a very interesting pattern - what did you used to call those things that"
    },
    {
      "index": 353,
      "start_time": 2278250.0,
      "end_time": 2287200.0,
      "text": "you did with a string shaped like that? Not a yoyo. Diabolo that&#39;s it - well keep the"
    },
    {
      "index": 354,
      "start_time": 2287200.0,
      "end_time": 2294900.0,
      "text": "diabolo shape in your mind when you look at the first five books of the Bible. Genesis"
    },
    {
      "index": 355,
      "start_time": 2294900.0,
      "end_time": 2299900.0,
      "text": "which means beginnings, Exodus means going out, Leviticus as it says is about the Levites,"
    },
    {
      "index": 356,
      "start_time": 2299900.0,
      "end_time": 2305550.0,
      "text": "Numbers is self-explanatory, ‘Deutero’ means second and ‘nomos’ means law, second"
    },
    {
      "index": 357,
      "start_time": 2305550.0,
      "end_time": 2311550.0,
      "text": "law - the Ten Commandments were given here and here a second time; but look at this amazing"
    },
    {
      "index": 358,
      "start_time": 2311550.0,
      "end_time": 2319100.0,
      "text": "pattern, take who - Genesis is concerned with the whole human race, Exodus is the beginning"
    },
    {
      "index": 359,
      "start_time": 2319100.0,
      "end_time": 2324880.0,
      "text": "of their national life, Leviticus is concerned with one tribe, the Levites, Numbers is concerned"
    },
    {
      "index": 360,
      "start_time": 2324880.0,
      "end_time": 2330350.0,
      "text": "with national life, and Deuteronomy looks again to the history of the whole world. So"
    },
    {
      "index": 361,
      "start_time": 2330350.0,
      "end_time": 2338750.0,
      "text": "you&#39;ve got a kind of diabolo shape. Then look at the places - it starts in Chaldea – Canaan"
    },
    {
      "index": 362,
      "start_time": 2338750.0,
      "end_time": 2345510.0,
      "text": "- then Egypt, then at Sinai, then through the Negev and Edam, Moab and back into the"
    },
    {
      "index": 363,
      "start_time": 2345510.0,
      "end_time": 2354560.0,
      "text": "Promised Land. Look at when - Genesis covers centuries, Exodus only covers years – 300"
    },
    {
      "index": 364,
      "start_time": 2354560.0,
      "end_time": 2361490.0,
      "text": "- Leviticus covers only one month, Numbers covers years again, and Deuteronomy covers"
    },
    {
      "index": 365,
      "start_time": 2361490.0,
      "end_time": 2368350.0,
      "text": "centuries again. It&#39;s an amazing pattern when you see it all put beautifully together, but"
    },
    {
      "index": 366,
      "start_time": 2368350.0,
      "end_time": 2374910.0,
      "text": "those five books are in a sense the most important part of the Old Testament and the more you"
    },
    {
      "index": 367,
      "start_time": 2374910.0,
      "end_time": 2379310.0,
      "text": "know about them the more you&#39;ll understand the rest of the Old Testament and indeed the"
    },
    {
      "index": 368,
      "start_time": 2379310.0,
      "end_time": 2384380.0,
      "text": "New. So the Jews are right to put a special emphasis on these five books. They are the"
    },
    {
      "index": 369,
      "start_time": 2384380.0,
      "end_time": 2390800.0,
      "text": "foundation of the Bible and particularly the book of Genesis to which we are going to devote"
    },
    {
      "index": 370,
      "start_time": 2390800.0,
      "end_time": 2402390.0,
      "text": "a whole video."
    }
  ]
}