{
  "video_id": "3znotu7UAYI",
  "title": "Why Everybody Should Read Harry Potter",
  "json": [
    {
      "index": 1,
      "start_time": 2990.0,
      "end_time": 13590.0,
      "text": "In J. K. Rowling's best-selling books, the boy wizard Harry Potter continually fights pure evil – you know, that creepy snake tongue man with no nose."
    },
    {
      "index": 2,
      "start_time": 13590.0,
      "end_time": 18570.0,
      "text": "But how would Harry go fighting the evil forces of the world we live in?"
    },
    {
      "index": 3,
      "start_time": 18570.0,
      "end_time": 24620.0,
      "text": "By evil forces I mean bigotry, prejudice and other negative attitudes that are the roots of our social conflicts."
    },
    {
      "index": 4,
      "start_time": 24620.0,
      "end_time": 27650.0,
      "text": "Could he diminish these bitter  human traits and make us better?"
    },
    {
      "index": 5,
      "start_time": 27650.0,
      "end_time": 30050.0,
      "text": "It turns out he already has."
    },
    {
      "index": 6,
      "start_time": 30050.0,
      "end_time": 32840.0,
      "text": "[Brain Craft intro]"
    },
    {
      "index": 7,
      "start_time": 32840.0,
      "end_time": 41000.0,
      "text": "A good amount of research shows that reading fiction can increase empathy, improve our understanding of other people and reduce prejudice."
    },
    {
      "index": 8,
      "start_time": 41000.0,
      "end_time": 51400.0,
      "text": "And over the 20 years since Harry Potter was first published, researchers have been finding this story is particularly good at promoting these prosocial values."
    },
    {
      "index": 9,
      "start_time": 51400.0,
      "end_time": 54210.0,
      "text": "20 years...doesn't time fly by?!"
    },
    {
      "index": 10,
      "start_time": 54210.0,
      "end_time": 57600.0,
      "text": "So, what's so special about Harry Potter?"
    },
    {
      "index": 11,
      "start_time": 57600.0,
      "end_time": 65480.0,
      "text": "Well, Harry's world wasn't just fun magic and wizardry—it was plagued with the same injustice that exists in our world."
    },
    {
      "index": 12,
      "start_time": 65480.00000000001,
      "end_time": 76000.0,
      "text": "For instance, the bad characters in the story, like Voldemort and the Death Eaters, believed \"pure blood\" wizards were superior to muggle-borns, whom they called \"mudbloods.”"
    },
    {
      "index": 13,
      "start_time": 76009.0,
      "end_time": 84339.0,
      "text": "Of course, these kind of themes are nothing new in literature–but J.K. Rowling approaches them in a way that's accessible to children."
    },
    {
      "index": 14,
      "start_time": 84339.0,
      "end_time": 91290.0,
      "text": "And learning about these issues at an early age may help kids apply this understanding to their own social environments."
    },
    {
      "index": 15,
      "start_time": 91290.0,
      "end_time": 94859.0,
      "text": "So, how well do children learn from Harry?"
    },
    {
      "index": 16,
      "start_time": 94859.0,
      "end_time": 107310.0,
      "text": "In a series of experiments published in 2015, researchers in Italy examined whether reading Harry Potter improves attitudes toward stigmatized groups, including immigrants and LGBTQ people."
    },
    {
      "index": 17,
      "start_time": 107310.0,
      "end_time": 114750.0,
      "text": "In a survey of 117 high schoolers, those who read the most Harry Potter books and related to Harry were more open toward LGBTQ people."
    },
    {
      "index": 18,
      "start_time": 114759.0,
      "end_time": 121349.0,
      "text": "But was that the effect of reading the books or were more open minded people more attracted to the books?"
    },
    {
      "index": 19,
      "start_time": 121359.0,
      "end_time": 127440.0,
      "text": "To find out, the researchers gathered 34 fifth graders and asked them about their attitudes toward immigrants."
    },
    {
      "index": 20,
      "start_time": 127440.0,
      "end_time": 133550.0,
      "text": "Then, over a few weeks, the students broke into smaller groups and discussed passages from the Harry Potter books."
    },
    {
      "index": 21,
      "start_time": 133550.0,
      "end_time": 140740.0,
      "text": "Kids who focused on sections dealing with prejudice and also identified with Harry, showed improved attitudes towards immigrants."
    },
    {
      "index": 22,
      "start_time": 140740.0,
      "end_time": 151330.0,
      "text": "Researchers think the Harry Potter stories have this effect because it improves empathy – “the experience of understanding another person's condition from their perspective.”"
    },
    {
      "index": 23,
      "start_time": 151330.0,
      "end_time": 154350.0,
      "text": "We can see examples of this in the pages!"
    },
    {
      "index": 24,
      "start_time": 154450.0,
      "end_time": 161930.0,
      "text": "A textual analysis of the series found that Harry and his friends respond empathetically to acts of discrimination ."
    },
    {
      "index": 25,
      "start_time": 161930.0,
      "end_time": 168940.0,
      "text": "Empathy is communicated to readers through Harry's inner thoughts, perspectives, actions and words."
    },
    {
      "index": 26,
      "start_time": 168950.0,
      "end_time": 171500.0,
      "text": "Fiction is the simulation of people and their experiences."
    },
    {
      "index": 27,
      "start_time": 171500.0,
      "end_time": 181560.0,
      "text": "So reading is like practicing how life feels like through another person's eyes – the power of fiction is that this can lead to changes in everyday life."
    },
    {
      "index": 28,
      "start_time": 181560.0,
      "end_time": 190300.0,
      "text": "Psychologists have surveyed people before and after reading novels and found getting immersed in a story improves empathy and theory-of-mind."
    },
    {
      "index": 29,
      "start_time": 190300.0,
      "end_time": 199510.0,
      "text": "In one brain imaging study in 2013, researchers found after people read a novel, three hub regions in their brain show altered activity for several days."
    },
    {
      "index": 30,
      "start_time": 199510.0,
      "end_time": 204160.0,
      "text": "These regions have been linked to language function and representing other people's perspectives."
    },
    {
      "index": 31,
      "start_time": 204160.0,
      "end_time": 211310.0,
      "text": "In other words, when we read stories, we activate the same brain areas as those involved with the processing of understandings of other people."
    },
    {
      "index": 32,
      "start_time": 211310.0,
      "end_time": 221000.0,
      "text": "And according to the narrative collective-assimilation hypothesis, experiencing a narrative leads us to psychologically become a part of the group described within the narrative."
    },
    {
      "index": 33,
      "start_time": 222000.0,
      "end_time": 238390.0,
      "text": "In a 2011 study, participants who read passages from the Harry Potter and Twilight series showed this effect. For example, they tended to implicitly associate wizard or vampire words with themselves, some said they felt more British or thought they had sharper teeth."
    },
    {
      "index": 34,
      "start_time": 238390.0,
      "end_time": 248910.0,
      "text": "In other words, those who read the Twilight series identified with vampires and Harry Potter readers identified with wizards. Because obviously I'm in Ravenclaw."
    },
    {
      "index": 35,
      "start_time": 248910.0,
      "end_time": 253000.0,
      "text": "So the real magic of Harry Potter is that, by reading it, we become more psychologically like him: an orphan who stands up against injustice and discrimination, and be friends a variety of people from different social standings and backgrounds."
    },
    {
      "index": 36,
      "start_time": 254000.0,
      "end_time": 272830.0,
      "text": "Because, just as Dumbledore said,  \"Differences of habit and language are nothing at all if our aims are identical and our hearts are open.”"
    }
  ]
}