{
  "video_id": "42Z_PtMjFZ0",
  "title": "Marijuana Legalization in California, Policy Perspectives",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 23000.0,
      "text": "&gt;&gt;"
    },
    {
      "index": 2,
      "start_time": 23000.0,
      "end_time": 28450.0,
      "text": "DEFAY: Hello and welcome everybody. My name is Chris DeFay. A member of the Authors@Google"
    },
    {
      "index": 3,
      "start_time": 28450.0,
      "end_time": 35980.0,
      "text": "team here in Santa Monica. Today, I&#39;m pleased to introduce as part of our Tech Talk series,"
    },
    {
      "index": 4,
      "start_time": 35980.0,
      "end_time": 42260.0,
      "text": "Beau Kilmer. Our guest is a co-director of the RAND Corporation&#39;s Drug Policy Research"
    },
    {
      "index": 5,
      "start_time": 42260.0,
      "end_time": 48890.0,
      "text": "Center, which I just learned is over 20 years established, which is great. His primary field"
    },
    {
      "index": 6,
      "start_time": 48890.0,
      "end_time": 55739.0,
      "text": "of interests are elicit markets, community corrections, drug treatments, and he used"
    },
    {
      "index": 7,
      "start_time": 55739.0,
      "end_time": 60649.0,
      "text": "advanced technologies to help monitor drug and alcohol use among problem populations."
    },
    {
      "index": 8,
      "start_time": 60649.0,
      "end_time": 65479.0,
      "text": "Kilmer&#39;s current work includes projects to estimate the economic cost of drug use and"
    },
    {
      "index": 9,
      "start_time": 65479.0,
      "end_time": 71009.0,
      "text": "the evaluations of community level effects of drug treatment. Dr. Kilmer joins us today"
    },
    {
      "index": 10,
      "start_time": 71009.0,
      "end_time": 76649.0,
      "text": "to discuss the policy implications of marijuana legalization in California nationally and"
    },
    {
      "index": 11,
      "start_time": 76649.0,
      "end_time": 82030.0,
      "text": "internationally. There&#39;s been a dramatic shift in drug policy in recent years. Ballot initiatives"
    },
    {
      "index": 12,
      "start_time": 82030.0,
      "end_time": 87090.0,
      "text": "have been proposed at the state level and--excuse me--and municipalities are today grappling"
    },
    {
      "index": 13,
      "start_time": 87090.0,
      "end_time": 92409.0,
      "text": "with how to regulate marijuana dispensaries and enforce existing drug law. Please join"
    },
    {
      "index": 14,
      "start_time": 92409.0,
      "end_time": 95409.0,
      "text": "me in welcoming Dr. Kilmer in discussing this fascinating topic."
    },
    {
      "index": 15,
      "start_time": 95409.0,
      "end_time": 103549.0,
      "text": "&gt;&gt; KILMER: Thank you, Chris. And thanks to all of you for being here. So firstly, my"
    },
    {
      "index": 16,
      "start_time": 103549.0,
      "end_time": 108400.0,
      "text": "name is Beau Kilmer. I&#39;m the Co-Director of the RAND Drug Policy Research Center. For"
    },
    {
      "index": 17,
      "start_time": 108400.0,
      "end_time": 112770.0,
      "text": "more than 20 years, we&#39;ve been doing work on a variety of issues related to substance"
    },
    {
      "index": 18,
      "start_time": 112770.0,
      "end_time": 117579.0,
      "text": "use and drug policy. If some researchers are developing innovative prevention programs,"
    },
    {
      "index": 19,
      "start_time": 117579.0,
      "end_time": 123560.0,
      "text": "others doing evaluations and assessments of racial disparities and marijuana arrests,"
    },
    {
      "index": 20,
      "start_time": 123560.0,
      "end_time": 128079.0,
      "text": "if some folks are doing kind of high level statistical analysis of data from undercover"
    },
    {
      "index": 21,
      "start_time": 128079.00000000001,
      "end_time": 133010.0,
      "text": "drug busts, and with all of these projects, the goal is to provide objective research"
    },
    {
      "index": 22,
      "start_time": 133010.0,
      "end_time": 137910.0,
      "text": "and analysis to decision makers. And so lately I&#39;ve been working on a project looking at"
    },
    {
      "index": 23,
      "start_time": 137910.0,
      "end_time": 143209.0,
      "text": "marijuana legalization in California and that this is definitely a team project and I got"
    },
    {
      "index": 24,
      "start_time": 143209.0,
      "end_time": 147750.0,
      "text": "to be a part of a great team. I got to work with Jon Caulkins at Carnegie Mellon University,"
    },
    {
      "index": 25,
      "start_time": 147750.0,
      "end_time": 152459.0,
      "text": "Rosalie Pacula, who&#39;s the other Co-Director of the RAND Drug and Policy Research Center."
    },
    {
      "index": 26,
      "start_time": 152459.0,
      "end_time": 158650.0,
      "text": "I got to work with Robert MacCoun at UC Berkeley and Peter Reuter at the University of Maryland."
    },
    {
      "index": 27,
      "start_time": 158650.0,
      "end_time": 162319.0,
      "text": "And in addition, we actually had a number of students from Carnegie Mellon University"
    },
    {
      "index": 28,
      "start_time": 162319.0,
      "end_time": 166090.0,
      "text": "actually doing a lot of the background research and we wouldn&#39;t have been able to do this"
    },
    {
      "index": 29,
      "start_time": 166090.0,
      "end_time": 172440.0,
      "text": "without them, so thanks. So, as you know, marijuana legalization is a hot topic in California."
    },
    {
      "index": 30,
      "start_time": 172440.0,
      "end_time": 177010.0,
      "text": "And most of the focus right now is on two different proposals. The first proposal is"
    },
    {
      "index": 31,
      "start_time": 177010.0,
      "end_time": 182950.0,
      "text": "Assembly Bill 2254, often referred to as the Ammiano Bill. And what this bill would do"
    },
    {
      "index": 32,
      "start_time": 182950.0,
      "end_time": 188180.0,
      "text": "is it will legalize marijuana for those who are 21 and older and it would put the California"
    },
    {
      "index": 33,
      "start_time": 188180.0,
      "end_time": 193300.0,
      "text": "Department of Alcoholic Beverage Control in charge of regulating the production and distribution"
    },
    {
      "index": 34,
      "start_time": 193300.0,
      "end_time": 198849.0,
      "text": "of marijuana and initially they will place a $50 an ounce excise tax on marijuana. Last"
    },
    {
      "index": 35,
      "start_time": 198849.0,
      "end_time": 204769.0,
      "text": "year, the California Board of Equalization did an analysis and said that at $50 an ounce"
    },
    {
      "index": 36,
      "start_time": 204769.0,
      "end_time": 212300.0,
      "text": "this would bring in $1.4 billion in tax revenue to California each year. The other proposal"
    },
    {
      "index": 37,
      "start_time": 212300.0,
      "end_time": 216470.0,
      "text": "being considered is the Regulate, Control and Tax Cannabis Proposition. This is what&#39;s"
    },
    {
      "index": 38,
      "start_time": 216470.0,
      "end_time": 222659.0,
      "text": "going to be on the ballot on at November 2010. This initiative would also legalize marijuana"
    },
    {
      "index": 39,
      "start_time": 222659.0,
      "end_time": 227099.0,
      "text": "for those over--those 21 and older and it would also make it legal to cultivate your"
    },
    {
      "index": 40,
      "start_time": 227099.0,
      "end_time": 231970.0,
      "text": "own 5x5 plot in your home. The interesting twist here is instead of having statewide"
    },
    {
      "index": 41,
      "start_time": 231970.0,
      "end_time": 238250.0,
      "text": "regulation, it would allow each local jurisdiction to have the power to regulate production and"
    },
    {
      "index": 42,
      "start_time": 238250.0,
      "end_time": 243290.0,
      "text": "come up with their own tax rates. And--but--and just to kind of put this in perspective, I"
    },
    {
      "index": 43,
      "start_time": 243290.0,
      "end_time": 247530.0,
      "text": "mean what these proposals really are kind of revolutionary. And no other place in the"
    },
    {
      "index": 44,
      "start_time": 247530.0,
      "end_time": 252269.0,
      "text": "world have we legalized the production and distribution of marijuana. You know, a lot"
    },
    {
      "index": 45,
      "start_time": 252269.0,
      "end_time": 254860.0,
      "text": "of people like to think, &quot;Well, you know, and that, you know, when you go to Amsterdam"
    },
    {
      "index": 46,
      "start_time": 254860.0,
      "end_time": 259359.0,
      "text": "it&#39;s legal and.&quot; No. Well, it&#39;s legal to go to a coffee shop in the Netherlands and buy"
    },
    {
      "index": 47,
      "start_time": 259358.99999999997,
      "end_time": 264210.0,
      "text": "five grams it&#39;s still illegal to produce it. So it&#39;s kind of it&#39;s legal in the front door,"
    },
    {
      "index": 48,
      "start_time": 264210.0,
      "end_time": 268860.0,
      "text": "illegal in the backdoor. So, I mean, to the extent that this hasn&#39;t happened in other"
    },
    {
      "index": 49,
      "start_time": 268860.0,
      "end_time": 272390.0,
      "text": "places, I mean, it&#39;s really unclear about trying to project what would happen. You know,"
    },
    {
      "index": 50,
      "start_time": 272390.0,
      "end_time": 275940.0,
      "text": "there&#39;s a lot of, you know, a lot of debate and there&#39;s actually a lot of rhetoric in"
    },
    {
      "index": 51,
      "start_time": 275940.0,
      "end_time": 281380.0,
      "text": "this debate. So, the goal of our analysis really was to just focus on two issues; one,"
    },
    {
      "index": 52,
      "start_time": 281380.0,
      "end_time": 286160.0,
      "text": "try to understand how legalization of marijuana in California could influence consumption"
    },
    {
      "index": 53,
      "start_time": 286160.0,
      "end_time": 290620.0,
      "text": "and then also look at how legalization could influence public budgets. And I want to make"
    },
    {
      "index": 54,
      "start_time": 290620.0,
      "end_time": 297150.0,
      "text": "it very clear that the--we did not--we neither had time nor the resources to do a comprehensive"
    },
    {
      "index": 55,
      "start_time": 297150.0,
      "end_time": 301870.0,
      "text": "cost-benefit analysis. I mean, our goal wasn&#39;t to, you know, come out and say, you know,"
    },
    {
      "index": 56,
      "start_time": 301870.0,
      "end_time": 306160.0,
      "text": "&quot;This would be a good idea for California or this would be a bad idea for California.&quot;"
    },
    {
      "index": 57,
      "start_time": 306160.0,
      "end_time": 309810.0,
      "text": "Similarly, I mean, we&#39;re not trying to tell people how to vote on the initiative. You"
    },
    {
      "index": 58,
      "start_time": 309810.0,
      "end_time": 315830.0,
      "text": "know, RAND doesn&#39;t take positions on ballot initiatives or a specific, you know, specific"
    },
    {
      "index": 59,
      "start_time": 315830.0,
      "end_time": 320190.0,
      "text": "bills being considered. I mean, we really don&#39;t have a horse in this race. We just wanted"
    },
    {
      "index": 60,
      "start_time": 320190.0,
      "end_time": 323500.0,
      "text": "to kind of provide some objective information to actually help guide the discussion we&#39;ll"
    },
    {
      "index": 61,
      "start_time": 323500.0,
      "end_time": 327110.0,
      "text": "be having for the next five months here in California. And I&#39;m sure we&#39;ll continue to"
    },
    {
      "index": 62,
      "start_time": 327110.0,
      "end_time": 332229.0,
      "text": "have this debate and discussion after November. So, today I want to briefly just talk about"
    },
    {
      "index": 63,
      "start_time": 332229.0,
      "end_time": 337500.0,
      "text": "how we built this model and then go into some of the key insights. So, you know, we begin"
    },
    {
      "index": 64,
      "start_time": 337500.0,
      "end_time": 340930.0,
      "text": "with this logic model where you can see on the left-hand side you&#39;ve got your choice"
    },
    {
      "index": 65,
      "start_time": 340930.0,
      "end_time": 345120.0,
      "text": "variables. You know, when you legalize you make a choice to remove the sanctions for"
    },
    {
      "index": 66,
      "start_time": 345120.0,
      "end_time": 350160.0,
      "text": "possession and sales, then you also have to make decisions about the regulatory regime,"
    },
    {
      "index": 67,
      "start_time": 350160.0,
      "end_time": 355180.0,
      "text": "the tax rates. On the right-hand side, you have these octagons, are kind of the outcomes"
    },
    {
      "index": 68,
      "start_time": 355180.0,
      "end_time": 360240.0,
      "text": "that we cared about, you know, marijuana consumption and also the net impact on state and local"
    },
    {
      "index": 69,
      "start_time": 360240.0,
      "end_time": 366110.0,
      "text": "budgets. And as you can imagine, I mean, these policy decisions have direct and indirect"
    },
    {
      "index": 70,
      "start_time": 366110.0,
      "end_time": 369470.0,
      "text": "effects. And I&#39;m not going to walk you through each of these different boxes and arrows during"
    },
    {
      "index": 71,
      "start_time": 369470.0,
      "end_time": 373650.0,
      "text": "the presentation but I want to make it very clear that we were systematic about this."
    },
    {
      "index": 72,
      "start_time": 373650.0,
      "end_time": 377370.0,
      "text": "And so, for each of these intermediary boxes, we actually not only had to come up with a"
    },
    {
      "index": 73,
      "start_time": 377370.0,
      "end_time": 382120.0,
      "text": "point estimate but we also had to kind of come up with a range. And so, when we could,"
    },
    {
      "index": 74,
      "start_time": 382120.0,
      "end_time": 385710.0,
      "text": "you know, we looked at the peer review literature for a lot of these boxes. There wasn&#39;t a lot"
    },
    {
      "index": 75,
      "start_time": 385710.0,
      "end_time": 390310.0,
      "text": "there in the scientific literature. I went to the gray literature, I went to greenhouses,"
    },
    {
      "index": 76,
      "start_time": 390310.0,
      "end_time": 394669.0,
      "text": "talked to farmers, talked to people at medical marijuana dispensaries and we did a lot of"
    },
    {
      "index": 77,
      "start_time": 394669.0,
      "end_time": 398870.0,
      "text": "different things in order to kind of come up with these ranges. And I mean, while this"
    },
    {
      "index": 78,
      "start_time": 398870.0,
      "end_time": 402840.0,
      "text": "is useful in terms of kind of making projections for the model, just the idea of kind of bringing"
    },
    {
      "index": 79,
      "start_time": 402840.0,
      "end_time": 406330.0,
      "text": "all that literature together for each of these boxes turned out to yield some of our most"
    },
    {
      "index": 80,
      "start_time": 406330.0,
      "end_time": 411120.0,
      "text": "important insights. So now let&#39;s talk about some of the key insights. And kind of the"
    },
    {
      "index": 81,
      "start_time": 411120.0,
      "end_time": 416020.0,
      "text": "main takeaway from the analysis is that we expect that the pre-tax retail price of marijuana"
    },
    {
      "index": 82,
      "start_time": 416020.0,
      "end_time": 421860.0,
      "text": "to drop substantially post-legalization, probably on the order of 80%-90%. Right now if you"
    },
    {
      "index": 83,
      "start_time": 421860.0,
      "end_time": 426639.0,
      "text": "want to get an ounce of sinsemilla in California, and this is your high quality marijuana, it&#39;s"
    },
    {
      "index": 84,
      "start_time": 426639.0,
      "end_time": 432250.0,
      "text": "going to run you between $300 to $450. I just want to make it clear for the analyses; we"
    },
    {
      "index": 85,
      "start_time": 432250.0,
      "end_time": 436099.0,
      "text": "actually end up having to convert everything into sinsemilla equivalents because we know"
    },
    {
      "index": 86,
      "start_time": 436099.0,
      "end_time": 441509.0,
      "text": "that most of California isn&#39;t using sinsemilla right now. But in order to get an idea about"
    },
    {
      "index": 87,
      "start_time": 441509.0,
      "end_time": 445759.0,
      "text": "what happens to the price post-legalization, you actually have to make some assumptions"
    },
    {
      "index": 88,
      "start_time": 445759.0,
      "end_time": 450330.0,
      "text": "about what would production look like. You know, we just don&#39;t know, so we kind of cost"
    },
    {
      "index": 89,
      "start_time": 450330.0,
      "end_time": 454919.0,
      "text": "it out four different--in four different approaches. One being, you know, we would allow everyone"
    },
    {
      "index": 90,
      "start_time": 454919.0,
      "end_time": 459539.0,
      "text": "to do their own private hydroponic 5x5 plot. Another mode of production we looked at was"
    },
    {
      "index": 91,
      "start_time": 459539.0,
      "end_time": 465800.0,
      "text": "allowing residential grow houses, assume it&#39;s a $1,500 or 1,500 square foot grow house or"
    },
    {
      "index": 92,
      "start_time": 465800.0,
      "end_time": 471610.0,
      "text": "300 square feet, would have be devoted to production. Then you also have greenhouse"
    },
    {
      "index": 93,
      "start_time": 471610.0,
      "end_time": 475979.0,
      "text": "farms and then unfettered outdoor farms, you know, we costed it out for each of those."
    },
    {
      "index": 94,
      "start_time": 475979.0,
      "end_time": 479300.0,
      "text": "But ultimately, we had to make a decision about which one we thought would be most likely"
    },
    {
      "index": 95,
      "start_time": 479300.0,
      "end_time": 484440.0,
      "text": "in order to do the projections. And we ended up focusing on the grow houses for a few reasons."
    },
    {
      "index": 96,
      "start_time": 484440.0,
      "end_time": 488780.0,
      "text": "First of all, if you&#39;re a jurisdiction and you&#39;re trying to make money off of taxing"
    },
    {
      "index": 97,
      "start_time": 488780.0,
      "end_time": 493500.0,
      "text": "marijuana, the 5x5 plot that&#39;s just inefficient, you&#39;re not going to get that much. And with"
    },
    {
      "index": 98,
      "start_time": 493500.0,
      "end_time": 499120.0,
      "text": "respect to greenhouse farms, your kind of unfettered outdoor farms, you know, we don&#39;t"
    },
    {
      "index": 99,
      "start_time": 499120.0,
      "end_time": 502629.0,
      "text": "know what the Federal Governments&#39; going to do. But we thought that the Federal Government"
    },
    {
      "index": 100,
      "start_time": 502629.0,
      "end_time": 506780.0,
      "text": "would probably have a problem with all these greenhouses and unfettered farms up and down"
    },
    {
      "index": 101,
      "start_time": 506780.0,
      "end_time": 510750.0,
      "text": "I-5. You know, I want to make it very clear, we don&#39;t know what the Feds are going to do"
    },
    {
      "index": 102,
      "start_time": 510750.0,
      "end_time": 517240.0,
      "text": "but we thought, so--we felt comfortable basing in our assumptions on this grow house model."
    },
    {
      "index": 103,
      "start_time": 517240.0,
      "end_time": 521039.0,
      "text": "And with the grow houses are--in fact, with any of these kind of modes of production,"
    },
    {
      "index": 104,
      "start_time": 521039.0,
      "end_time": 526350.0,
      "text": "there are a number of reasons why you would expect the cost of production to go down."
    },
    {
      "index": 105,
      "start_time": 526350.0,
      "end_time": 529839.0,
      "text": "First of all, you&#39;re getting rid of the risk. Right now, when you buy cocaine, when you"
    },
    {
      "index": 106,
      "start_time": 529839.0,
      "end_time": 534270.0,
      "text": "buy heroine, when you buy marijuana, a lot of what you&#39;re paying for is actually to compensate"
    },
    {
      "index": 107,
      "start_time": 534270.0,
      "end_time": 538930.0,
      "text": "the dealer and everyone else in the supply chain for their, you know, their risk of arrest,"
    },
    {
      "index": 108,
      "start_time": 538930.0,
      "end_time": 542700.0,
      "text": "their risk of incarceration. That will go away with legalization. You also have to--and"
    },
    {
      "index": 109,
      "start_time": 542700.0,
      "end_time": 547130.0,
      "text": "there&#39;s also going to be a decrease risk of asset forfeiture. You also have to think about"
    },
    {
      "index": 110,
      "start_time": 547130.0,
      "end_time": 551000.0,
      "text": "automation, too. I mean, right now, when you&#39;re trimming buds, that&#39;s a very labor intensive"
    },
    {
      "index": 111,
      "start_time": 551000.0,
      "end_time": 555540.0,
      "text": "process. I mean, they now have machines, which are much more efficient at doing this. And"
    },
    {
      "index": 112,
      "start_time": 555540.0,
      "end_time": 559880.0,
      "text": "we&#39;re going to expect those machines not only to be more available post-legalization but"
    },
    {
      "index": 113,
      "start_time": 559880.0,
      "end_time": 563640.0,
      "text": "also cheaper. And in fact, people wouldn&#39;t necessarily even have to buy them. You could"
    },
    {
      "index": 114,
      "start_time": 563640.0,
      "end_time": 567540.0,
      "text": "actually just, you&#39;d probably could just rent some of these machines in order to help trim,"
    },
    {
      "index": 115,
      "start_time": 567540.0,
      "end_time": 571230.0,
      "text": "you know, when it&#39;s time to actually manicure. And then finally, also economies of scale."
    },
    {
      "index": 116,
      "start_time": 571230.0,
      "end_time": 574830.0,
      "text": "I mean, it&#39;s one thing if you have one or two grow houses, but if you&#39;re able to actually"
    },
    {
      "index": 117,
      "start_time": 574830.0,
      "end_time": 580200.0,
      "text": "have 15-16 grow houses then you could start really buying the fertilizer, the nutrients"
    },
    {
      "index": 118,
      "start_time": 580200.0,
      "end_time": 584540.0,
      "text": "and kind of the other substances in bulk and so one could imagine that there would be savings"
    },
    {
      "index": 119,
      "start_time": 584540.0,
      "end_time": 588269.0,
      "text": "there. So there&#39;s a lot of theory about, well, that we would expect the price to be low,"
    },
    {
      "index": 120,
      "start_time": 588269.0,
      "end_time": 591769.0,
      "text": "but then we went and just tried to figure it out. Okay, assuming that we have a grow"
    },
    {
      "index": 121,
      "start_time": 591769.0,
      "end_time": 596220.0,
      "text": "house and knowing how much lighting it would require, how much labor it would require,"
    },
    {
      "index": 122,
      "start_time": 596220.0,
      "end_time": 601560.0,
      "text": "what would actually cost to produce a pound of sinsemilla? The range we came up with was"
    },
    {
      "index": 123,
      "start_time": 601560.0,
      "end_time": 607220.0,
      "text": "with--was between $200 and $400 a pound. So, if you&#39;re trying to figure out what that retail"
    },
    {
      "index": 124,
      "start_time": 607220.0,
      "end_time": 613240.0,
      "text": "price would you&#39;d have to add on your wholesaler markups, retailer markups, distribution. When"
    },
    {
      "index": 125,
      "start_time": 613240.0,
      "end_time": 619130.0,
      "text": "all is said and done, we expect that post-legalization--an ounce of sinsemilla pre-tax would run less"
    },
    {
      "index": 126,
      "start_time": 619130.0,
      "end_time": 624000.0,
      "text": "than $40. That&#39;s a big difference from the $300 to $450 that you see in the market right"
    },
    {
      "index": 127,
      "start_time": 624000.0,
      "end_time": 629450.0,
      "text": "now. And just to kind of put this in perspective, some others have tried to estimate this and"
    },
    {
      "index": 128,
      "start_time": 629450.0,
      "end_time": 633420.0,
      "text": "our estimate kind of falls in those ranges. The Board of Equalization and Miron, they"
    },
    {
      "index": 129,
      "start_time": 633420.0,
      "end_time": 638750.0,
      "text": "both put it at 50%. The head of the--Gieringer here, the head of the California department--California"
    },
    {
      "index": 130,
      "start_time": 638750.0,
      "end_time": 644810.0,
      "text": "division of the national organization for the reform of marijuana laws testified last"
    },
    {
      "index": 131,
      "start_time": 644810.0,
      "end_time": 649980.0,
      "text": "year. They now hay at 300--you can begin with $300 an ounce, but post-legalization where"
    },
    {
      "index": 132,
      "start_time": 649980.0,
      "end_time": 654160.0,
      "text": "it&#39;s unregulated, it would only end up being on the order of a few dollars per ounce. So"
    },
    {
      "index": 133,
      "start_time": 654160.0,
      "end_time": 657579.0,
      "text": "ultimately, we&#39;re most comfortable saying that post-legalization, we expect the price"
    },
    {
      "index": 134,
      "start_time": 657579.0,
      "end_time": 662870.0,
      "text": "to drop at least 80%. Leads us to our next point that, you know, we expect the consumptions"
    },
    {
      "index": 135,
      "start_time": 662870.0,
      "end_time": 668380.0,
      "text": "are going to increase post-legalization but it&#39;s unclear to how much. All right, there"
    },
    {
      "index": 136,
      "start_time": 668380.0,
      "end_time": 671800.0,
      "text": "are two reasons for this post-legalization. First of all, you have these non-price effects,"
    },
    {
      "index": 137,
      "start_time": 671800.0,
      "end_time": 675490.0,
      "text": "right? For some people, it&#39;s going to change the stigma, they&#39;ll be more likely to use."
    },
    {
      "index": 138,
      "start_time": 675490.0,
      "end_time": 680529.0,
      "text": "But then you also have to be thinking about advertising and promotion. For those reasons,"
    },
    {
      "index": 139,
      "start_time": 680529.0,
      "end_time": 684360.0,
      "text": "you would expect the use to take up a little bit. But then obviously, also when you have"
    },
    {
      "index": 140,
      "start_time": 684360.0,
      "end_time": 688690.0,
      "text": "such a large price drop you would expect there to be price effects. We know that users and"
    },
    {
      "index": 141,
      "start_time": 688690.0,
      "end_time": 693760.0,
      "text": "potential users are sensitive to the prices of marijuana. But in order to do that, you"
    },
    {
      "index": 142,
      "start_time": 693760.0,
      "end_time": 698519.0,
      "text": "really have to really have a good idea about how sensitive consumers are to these price"
    },
    {
      "index": 143,
      "start_time": 698519.0,
      "end_time": 701730.0,
      "text": "changes. And for you economists out there, you have to have a good idea about the price"
    },
    {
      "index": 144,
      "start_time": 701730.0,
      "end_time": 708560.0,
      "text": "elasticity of demand. The thing is, is what this price drop that you would see in marijuana"
    },
    {
      "index": 145,
      "start_time": 708560.0,
      "end_time": 712579.0,
      "text": "is going to be large. And it&#39;s something we&#39;ve never seen before. And so, when you&#39;re talking"
    },
    {
      "index": 146,
      "start_time": 712579.0,
      "end_time": 716820.0,
      "text": "about changes that large, it actually requires that you know what the demand curve looks"
    },
    {
      "index": 147,
      "start_time": 716820.0,
      "end_time": 720440.0,
      "text": "like. I mean, if we&#39;re talking about something small the shape of the demand curve does not"
    },
    {
      "index": 148,
      "start_time": 720440.0,
      "end_time": 724980.0,
      "text": "matter as much. But for this, it actually--it makes a difference about your assumptions."
    },
    {
      "index": 149,
      "start_time": 724980.0,
      "end_time": 728570.0,
      "text": "And you know, and the thing is we don&#39;t know what the demand curve for marijuana actually"
    },
    {
      "index": 150,
      "start_time": 728570.0,
      "end_time": 732829.0,
      "text": "looks like. So, for our analysis we focus on two demand curves which are kind of common"
    },
    {
      "index": 151,
      "start_time": 732829.0,
      "end_time": 736880.0,
      "text": "in the literature which you learn about in Introductory Econ. You know, constant elasticity"
    },
    {
      "index": 152,
      "start_time": 736880.0,
      "end_time": 741620.0,
      "text": "demand and a linear demand curve. But we want to make very clear that we&#39;d--we&#39;re not--we"
    },
    {
      "index": 153,
      "start_time": 741620.0,
      "end_time": 744850.0,
      "text": "don&#39;t know if either of this is correct. But for analysis, we just want to see, &quot;Well,"
    },
    {
      "index": 154,
      "start_time": 744850.0,
      "end_time": 749540.0,
      "text": "how would the results change?&quot; You know, depending on ones assumption about the shape of the"
    },
    {
      "index": 155,
      "start_time": 749540.0,
      "end_time": 753760.0,
      "text": "demand curve. And the take-away from this chart is that it matters a lot. Your assumptions"
    },
    {
      "index": 156,
      "start_time": 753760.0,
      "end_time": 757990.0,
      "text": "about the demand curve are really going to influence your projections about consumption."
    },
    {
      "index": 157,
      "start_time": 757990.0,
      "end_time": 762480.0,
      "text": "On the y-axis here we have the percent increase in consumption post-legalization and on the"
    },
    {
      "index": 158,
      "start_time": 762480.0,
      "end_time": 766779.0,
      "text": "x-axis we actually have the percent of consumption that evade sales taxes, because we actually"
    },
    {
      "index": 159,
      "start_time": 766779.0,
      "end_time": 771070.0,
      "text": "don&#39;t know how much tax evasion is going to be happened. But just focus here at the, you"
    },
    {
      "index": 160,
      "start_time": 771070.0,
      "end_time": 776860.0,
      "text": "know, at the y-axis. Assuming that--assuming a linear demand curve, a $50 an ounce tax,"
    },
    {
      "index": 161,
      "start_time": 776860.0,
      "end_time": 782360.0,
      "text": "no tax evasion, a perfectly elastic supply curve, we would expect that post-legalization,"
    },
    {
      "index": 162,
      "start_time": 782360.0,
      "end_time": 788160.0,
      "text": "the price or the consumption would increase about 76%. Now, keep all of that constant"
    },
    {
      "index": 163,
      "start_time": 788160.0,
      "end_time": 791800.0,
      "text": "and just switch out the linear demand curve for the constant elasticity demand curve and"
    },
    {
      "index": 164,
      "start_time": 791800.0,
      "end_time": 796649.0,
      "text": "that goes to about 150%. Now, once again, I want to be very clear, we don&#39;t know if"
    },
    {
      "index": 165,
      "start_time": 796649.0,
      "end_time": 802790.0,
      "text": "either of these is correct, but this assumption actually makes a big difference. And oftentimes,"
    },
    {
      "index": 166,
      "start_time": 802790.0,
      "end_time": 805660.0,
      "text": "when individuals are doing these analysis, they just kind of make an assumption and don&#39;t"
    },
    {
      "index": 167,
      "start_time": 805660.0,
      "end_time": 810089.0,
      "text": "think about it, but we say it actually does matter. Minor assumptions have major implications"
    },
    {
      "index": 168,
      "start_time": 810089.0,
      "end_time": 815220.0,
      "text": "when you&#39;re thinking about, how to project the effects of marijuana legalization. The"
    },
    {
      "index": 169,
      "start_time": 815220.0,
      "end_time": 819420.0,
      "text": "third point is that tax evasion could be a major concern especially if the tax rates"
    },
    {
      "index": 170,
      "start_time": 819420.0,
      "end_time": 824730.0,
      "text": "are set too high. I mean, the obvious comparison product here is tobacco. You know that when"
    },
    {
      "index": 171,
      "start_time": 824730.0,
      "end_time": 828130.0,
      "text": "tobacco taxes are too high, folks are more likely to buy from the Internet, go to an"
    },
    {
      "index": 172,
      "start_time": 828130.0,
      "end_time": 832139.0,
      "text": "Indian reservation. You know, there are these great stories in Canada where a few of the"
    },
    {
      "index": 173,
      "start_time": 832139.0,
      "end_time": 839110.0,
      "text": "provinces added on a $3 a pack tax on tobacco and there ended up so much tax evasion they"
    },
    {
      "index": 174,
      "start_time": 839110.0,
      "end_time": 846040.0,
      "text": "actually had to repeal the taxes. We do know that--we know that tobacco tax evasion does"
    },
    {
      "index": 175,
      "start_time": 846040.0,
      "end_time": 851329.0,
      "text": "happen in California. We don&#39;t know how much. I mean, some people have put it at 1% to 4%."
    },
    {
      "index": 176,
      "start_time": 851329.0,
      "end_time": 856850.0,
      "text": "Board of Equalization came out about 10 years ago saying it ranged between 12% to 27%. We"
    },
    {
      "index": 177,
      "start_time": 856850.0,
      "end_time": 860570.0,
      "text": "don&#39;t know exactly where that is but we know that it happens. But to kind of put this in"
    },
    {
      "index": 178,
      "start_time": 860570.0,
      "end_time": 867829.0,
      "text": "perspective, in no state is the excise tax for an ounce of tobacco more than $5. It was"
    },
    {
      "index": 179,
      "start_time": 867829.0,
      "end_time": 873019.0,
      "text": "being promote--it was being--and initially introduced with the Ammiano Bill as a $50"
    },
    {
      "index": 180,
      "start_time": 873019.0,
      "end_time": 877990.0,
      "text": "an ounce tax, that&#39;s pretty high. And just forget about ounces for a moment, let&#39;s actually"
    },
    {
      "index": 181,
      "start_time": 877990.0,
      "end_time": 883220.0,
      "text": "think about pounds. The finance--if you assume that the tax is going to be $50 an ounce,"
    },
    {
      "index": 182,
      "start_time": 883220.0,
      "end_time": 888459.0,
      "text": "the financial reward for not paying that tax is going to be between $800-$850 because you"
    },
    {
      "index": 183,
      "start_time": 888459.0,
      "end_time": 891779.0,
      "text": "also have to account for the sales tax. I mean, that&#39;s more than they actually cost"
    },
    {
      "index": 184,
      "start_time": 891779.0,
      "end_time": 896779.0,
      "text": "to buy a pound of marijuana from Mexico right now. So, you know, there&#39;s a lot of uncertainty"
    },
    {
      "index": 185,
      "start_time": 896779.0,
      "end_time": 900370.0,
      "text": "here and we don&#39;t come up with a specific point estimate, but we do want to make it"
    },
    {
      "index": 186,
      "start_time": 900370.0,
      "end_time": 904720.0,
      "text": "very clear that if you do set the tax too high you could have this--you could have a"
    },
    {
      "index": 187,
      "start_time": 904720.0,
      "end_time": 907230.0,
      "text": "fair amount of evasion. And what&#39;s interesting about that is not only will evasion reduce"
    },
    {
      "index": 188,
      "start_time": 907230.0,
      "end_time": 911720.0,
      "text": "the amount of revenue going to the state, but all other state or local governments,"
    },
    {
      "index": 189,
      "start_time": 911720.0,
      "end_time": 915660.0,
      "text": "but when you have more evasion that means that the consumers are actually facing a lower"
    },
    {
      "index": 190,
      "start_time": 915660.0,
      "end_time": 920889.0,
      "text": "price, so you actually expect more of an--a larger increase in use. Fourth point&#39;s all"
    },
    {
      "index": 191,
      "start_time": 920889.0,
      "end_time": 925430.0,
      "text": "about criminal justice costs, in terms of how much money we actually spend enforcing"
    },
    {
      "index": 192,
      "start_time": 925430.0,
      "end_time": 930740.0,
      "text": "marijuana laws in California. The take-away here is--and if you&#39;re thinking about this,"
    },
    {
      "index": 193,
      "start_time": 930740.0,
      "end_time": 936420.0,
      "text": "be thinking about hundreds of millions of dollars not billions. You know there are--you"
    },
    {
      "index": 194,
      "start_time": 936420.0,
      "end_time": 939600.0,
      "text": "know, a lot of people like to say, you know, if we were to legalize marijuana we would"
    },
    {
      "index": 195,
      "start_time": 939600.0,
      "end_time": 943360.0,
      "text": "free up all these resources and we&#39;d use that money for, you know, education, we could use"
    },
    {
      "index": 196,
      "start_time": 943360.0,
      "end_time": 948040.0,
      "text": "it for, you know, other services. Right now, there are--kind of before we looked into this,"
    },
    {
      "index": 197,
      "start_time": 948040.0,
      "end_time": 952910.0,
      "text": "there were two other estimates out there about how much California spends enforcing marijuana"
    },
    {
      "index": 198,
      "start_time": 952910.0,
      "end_time": 958389.0,
      "text": "laws. One put it at 200 million; the other one put it at close to two billion a year."
    },
    {
      "index": 199,
      "start_time": 958389.0,
      "end_time": 961829.0,
      "text": "And that&#39;s an order of magnitude difference. So, we thought, &quot;Okay, let&#39;s just figure this"
    },
    {
      "index": 200,
      "start_time": 961829.0,
      "end_time": 965399.0,
      "text": "out,&quot; I mean, this is not rocket science. Give me the number of arrests, the number"
    },
    {
      "index": 201,
      "start_time": 965399.0,
      "end_time": 970009.0,
      "text": "of people incarcerated, information about adjudication, we can throw on some unit costs,"
    },
    {
      "index": 202,
      "start_time": 970009.0,
      "end_time": 973540.0,
      "text": "I can get a pretty good ballpark figure of what it would it be. And when we did that,"
    },
    {
      "index": 203,
      "start_time": 973540.0,
      "end_time": 979529.0,
      "text": "we estimated that probably each year less than $300 million is spent enforcing marijuana"
    },
    {
      "index": 204,
      "start_time": 979529.0,
      "end_time": 984540.0,
      "text": "laws. You know, in terms of--these are funds spent by the state and the local governments."
    },
    {
      "index": 205,
      "start_time": 984540.0,
      "end_time": 987149.0,
      "text": "But what we also have to remember is that this doesn&#39;t necessarily mean savings. It"
    },
    {
      "index": 206,
      "start_time": 987149.0,
      "end_time": 990170.0,
      "text": "means it&#39;s not as if, you know, if it were to be legalized that money is going to go"
    },
    {
      "index": 207,
      "start_time": 990170.0,
      "end_time": 993839.0,
      "text": "back into the general fund. That money is probably going to stay with the local law"
    },
    {
      "index": 208,
      "start_time": 993839.0,
      "end_time": 997970.0,
      "text": "enforcement, stay with Department of Corrections. Now, no--maybe, the case of that money will"
    },
    {
      "index": 209,
      "start_time": 997970.0,
      "end_time": 1001709.0,
      "text": "be better spent, I mean, that&#39;s something we didn&#39;t look at. But just when people are"
    },
    {
      "index": 210,
      "start_time": 1001710.0,
      "end_time": 1007241.0,
      "text": "talking about this, I mean, yeah I&#39;d be thinking--be thinking in the millions not in the billions."
    },
    {
      "index": 211,
      "start_time": 1007240.0,
      "end_time": 1011100.0,
      "text": "And finally, the revenue estimates that the Board of Equalization came up with, that $1.4"
    },
    {
      "index": 212,
      "start_time": 1011100.0,
      "end_time": 1016079.0,
      "text": "billion, we can think of a number of reasons why that number could actually be dramatically"
    },
    {
      "index": 213,
      "start_time": 1016080.0,
      "end_time": 1021950.0,
      "text": "lower or dramatically higher. First of all, there are four reasons why one could expect"
    },
    {
      "index": 214,
      "start_time": 1021950.0,
      "end_time": 1026400.0,
      "text": "the tax revenues coming into California to be less than $1.4 billion. First of all, tax"
    },
    {
      "index": 215,
      "start_time": 1026400.0000000001,
      "end_time": 1030251.0000000001,
      "text": "evasion. We don&#39;t know what it&#39;s going to be but the tax rate is set high enough we"
    },
    {
      "index": 216,
      "start_time": 1030250.0,
      "end_time": 1034860.0,
      "text": "expect there to be evasion when the Board of Equalization did this analysis, it assumed"
    },
    {
      "index": 217,
      "start_time": 1034859.9999999999,
      "end_time": 1038349.9999999999,
      "text": "there&#39;d be no evasion. So, should we expect there would be no evasion, you&#39;d expect that"
    },
    {
      "index": 218,
      "start_time": 1038349.9999999999,
      "end_time": 1043549.9999999999,
      "text": "to lower it. Also, we expect a larger drop in prices. So, if there is--if consumer pays"
    },
    {
      "index": 219,
      "start_time": 1043550.0,
      "end_time": 1047429.0,
      "text": "a lower price that means the sales tax revenue is also going to be lowered than what was"
    },
    {
      "index": 220,
      "start_time": 1047430.0000000001,
      "end_time": 1052050.0,
      "text": "projected. Third, one thing that we account for is the fact that there could be the shift"
    },
    {
      "index": 221,
      "start_time": 1052050.0,
      "end_time": 1057221.0,
      "text": "for--shift to higher potency marijuana use post-legalization. Right now, we think most"
    },
    {
      "index": 222,
      "start_time": 1057220.0,
      "end_time": 1060950.0,
      "text": "of the marijuana consumed in California is commercial grade, not sensimilla. But it&#39;s"
    },
    {
      "index": 223,
      "start_time": 1060950.0,
      "end_time": 1065770.0,
      "text": "going to become so cheap post-legalization we expect that most individuals who are smoking"
    },
    {
      "index": 224,
      "start_time": 1065770.0,
      "end_time": 1069950.0,
      "text": "will be smoking sensimilla. And to that extent, you don&#39;t have to spend as much to get the"
    },
    {
      "index": 225,
      "start_time": 1069950.0,
      "end_time": 1073520.0,
      "text": "same high per an hour. So, you would actually--you have to make an adjustment when you&#39;re doing"
    },
    {
      "index": 226,
      "start_time": 1073520.0,
      "end_time": 1077480.0,
      "text": "these calculations. And so, once you do that--once you&#39;ve account for the fact that that the"
    },
    {
      "index": 227,
      "start_time": 1077480.0,
      "end_time": 1083610.0,
      "text": "excise tax is based on weight, you would expect that amount to go down. Finally, the tax rate"
    },
    {
      "index": 228,
      "start_time": 1083610.0,
      "end_time": 1088450.0,
      "text": "may not be $50 an ounce. You&#39;ll never--that&#39;s what was initially proposed in the Ammiano"
    },
    {
      "index": 229,
      "start_time": 1088450.0,
      "end_time": 1092929.0,
      "text": "Bill. That&#39;s when it seems they have a lot of currency but it&#39;s very clear that the--with"
    },
    {
      "index": 230,
      "start_time": 1092930.0,
      "end_time": 1098131.0,
      "text": "the ballot initiative, it allows each of these jurisdictions to come up with their own estimates."
    },
    {
      "index": 231,
      "start_time": 1098130.0,
      "end_time": 1103610.0,
      "text": "However, the revenue&#39;s actually could be a lot higher than $1.4 billion if California"
    },
    {
      "index": 232,
      "start_time": 1103610.0,
      "end_time": 1109490.0,
      "text": "is actually able to make money off of sensimilla being exported. So, in addition to the report"
    },
    {
      "index": 233,
      "start_time": 1109490.0,
      "end_time": 1113610.0,
      "text": "that we have online we actually have nine additional working papers which provide the"
    },
    {
      "index": 234,
      "start_time": 1113610.0,
      "end_time": 1117330.0,
      "text": "background calculations for a lot of what we&#39;re doing. And in one of those chapters"
    },
    {
      "index": 235,
      "start_time": 1117330.0,
      "end_time": 1122120.0,
      "text": "by Brittany Bond and Jon Caulkins, they actually estimate smuggling cost. What it costs to"
    },
    {
      "index": 236,
      "start_time": 1122120.0,
      "end_time": 1126270.0,
      "text": "smuggle marijuana from Humboldt as well as from Mexico. And so, assume that we have this"
    },
    {
      "index": 237,
      "start_time": 1126270.0,
      "end_time": 1131370.0,
      "text": "big price drop, assume that the tax is going to be $50 an ounce, add on this smuggling"
    },
    {
      "index": 238,
      "start_time": 1131370.0,
      "end_time": 1135809.0,
      "text": "cost, we still expect that sensimillia coming from California will still be competitive"
    },
    {
      "index": 239,
      "start_time": 1135810.0,
      "end_time": 1139911.0,
      "text": "with a lot of the sensimillia being sold in the rest of the country. So, there is a chance"
    },
    {
      "index": 240,
      "start_time": 1139910.0,
      "end_time": 1144110.0,
      "text": "that California could actually make a lot of revenue if individuals who come to California,"
    },
    {
      "index": 241,
      "start_time": 1144110.0,
      "end_time": 1147740.0,
      "text": "they buy it, then they take it back. But the big question is, is, you know, someone from"
    },
    {
      "index": 242,
      "start_time": 1147740.0,
      "end_time": 1152500.0,
      "text": "Michigan drives to California, loads up their car full, you know, several pounds. Are they"
    },
    {
      "index": 243,
      "start_time": 1152500.0,
      "end_time": 1156110.0,
      "text": "going to buy it and pay taxes? Are they going to buy it above board? Or are they going to"
    },
    {
      "index": 244,
      "start_time": 1156110.0,
      "end_time": 1159419.0,
      "text": "try to buy it on this gray market? That&#39;s what we don&#39;t know. But there are actually"
    },
    {
      "index": 245,
      "start_time": 1159420.0,
      "end_time": 1163451.0,
      "text": "is this possibility that California could make a fair amount of money if they can make"
    },
    {
      "index": 246,
      "start_time": 1163450.0,
      "end_time": 1168020.0,
      "text": "money out of these exports. But so much of that&#39;s really going to depend on what the"
    },
    {
      "index": 247,
      "start_time": 1168020.0,
      "end_time": 1170780.0,
      "text": "Federal response is. And we don&#39;t know what the Feds are going to do. You know, in one"
    },
    {
      "index": 248,
      "start_time": 1170780.0,
      "end_time": 1175890.0,
      "text": "hand the Feds could step up enforcement or they could do what they did in the &#39;80s when"
    },
    {
      "index": 249,
      "start_time": 1175890.0,
      "end_time": 1181360.0,
      "text": "they wanted to raise the minimum legal drinking age. They didn&#39;t pass a law saying, you know--you"
    },
    {
      "index": 250,
      "start_time": 1181360.0,
      "end_time": 1184760.0,
      "text": "know, &quot;The drinking age has to be 21.&quot; What they said is, &quot;If you want all of your Federal"
    },
    {
      "index": 251,
      "start_time": 1184760.0,
      "end_time": 1189390.0,
      "text": "Highway Funds, your drinking age better be 21.&quot; And so there--you can imagine something"
    },
    {
      "index": 252,
      "start_time": 1189390.0,
      "end_time": 1193820.0,
      "text": "like that happening with this. I mean, that and I mean right now, I think California gets"
    },
    {
      "index": 253,
      "start_time": 1193820.0,
      "end_time": 1199890.0,
      "text": "at least $3 billion in Federal Highway Funds. I mean, assume that, you know, they would"
    },
    {
      "index": 254,
      "start_time": 1199890.0,
      "end_time": 1202570.0,
      "text": "lose 10% of that. Even if they lost 10%, there&#39;d be 300 million. I mean, that could offset"
    },
    {
      "index": 255,
      "start_time": 1202570.0,
      "end_time": 1207890.0,
      "text": "or more than offset some of the revenue coming in. On the other hand, like I said if the"
    },
    {
      "index": 256,
      "start_time": 1207890.0,
      "end_time": 1211740.0,
      "text": "Feds are kind of--are kind of hands-off about this and they don&#39;t get involved, it actually"
    },
    {
      "index": 257,
      "start_time": 1211740.0,
      "end_time": 1215950.0,
      "text": "could make it easier to make money off of exporting it to--marijuana to other states."
    },
    {
      "index": 258,
      "start_time": 1215950.0,
      "end_time": 1220270.0,
      "text": "And in that case actually, California we would expect more money to come in. Like I said,"
    },
    {
      "index": 259,
      "start_time": 1220270.0,
      "end_time": 1222830.0,
      "text": "we don&#39;t know what the Feds are going to do and we also don&#39;t know what the other states"
    },
    {
      "index": 260,
      "start_time": 1222830.0,
      "end_time": 1228690.0,
      "text": "would do too. We don&#39;t know how Nevada would react if all of a sudden people just kept"
    },
    {
      "index": 261,
      "start_time": 1228690.0,
      "end_time": 1235270.0,
      "text": "driving across the border and then heading back to Vegas to sell. So, in terms of conclusions,"
    },
    {
      "index": 262,
      "start_time": 1235270.0,
      "end_time": 1239940.0,
      "text": "decision makers, whether they are policy makers or voters, you need to be skeptical of the"
    },
    {
      "index": 263,
      "start_time": 1239940.0,
      "end_time": 1243559.0,
      "text": "estimates that claim precision. If someone comes up to you and says, you know, &quot;Legalization"
    },
    {
      "index": 264,
      "start_time": 1243560.0,
      "end_time": 1247091.0,
      "text": "we think is going to increase consumption by this amount or, you know, is going to bring"
    },
    {
      "index": 265,
      "start_time": 1247090.0,
      "end_time": 1251260.0,
      "text": "in this much in revenues.&quot; And they feel that that number is pretty precise, be skeptical."
    },
    {
      "index": 266,
      "start_time": 1251260.0,
      "end_time": 1255590.0,
      "text": "We saw that there&#39;s a lot of uncertainty here, not only with respect to tax evasion but also"
    },
    {
      "index": 267,
      "start_time": 1255590.0,
      "end_time": 1261470.0,
      "text": "with the shape of the demand curve. This is such a large drop that--I mean, it requires"
    },
    {
      "index": 268,
      "start_time": 1261470.0,
      "end_time": 1265450.0,
      "text": "a lot of assumptions, there&#39;s a lot of uncertainty there. Second, we know that consumption is"
    },
    {
      "index": 269,
      "start_time": 1265450.0,
      "end_time": 1270559.0,
      "text": "going to increase but it&#39;s unclear by how much. I mean, with our models we can&#39;t rule"
    },
    {
      "index": 270,
      "start_time": 1270560.0,
      "end_time": 1275611.0,
      "text": "out increases of 50% to 100%, perhaps more, but we don&#39;t really know. But one thing to"
    },
    {
      "index": 271,
      "start_time": 1275610.0,
      "end_time": 1280460.0,
      "text": "kind of keep in mind is if you took the prevalence rate that we have today in California for"
    },
    {
      "index": 272,
      "start_time": 1280460.0,
      "end_time": 1284960.0,
      "text": "the number of people who smoke pot in the past 30 days, which I think is 6.5%, if you"
    },
    {
      "index": 273,
      "start_time": 1284960.0,
      "end_time": 1288830.0,
      "text": "were to double that, you know, and assume 100% increase and say it was at, you know,"
    },
    {
      "index": 274,
      "start_time": 1288830.0,
      "end_time": 1294230.0,
      "text": "close to 13%, we&#39;d be back to where we were in 1978. So, I mean, there has--that is a"
    },
    {
      "index": 275,
      "start_time": 1294230.0,
      "end_time": 1298970.0,
      "text": "world that we&#39;ve seen before. I mean, granted marijuana now is more--is stronger. I mean,"
    },
    {
      "index": 276,
      "start_time": 1298970.0,
      "end_time": 1303500.0,
      "text": "we have less disco, but I mean, we actually have seen a world where there has been many"
    },
    {
      "index": 277,
      "start_time": 1303500.0,
      "end_time": 1307240.0,
      "text": "more marijuana smokers. And I want to be very clear, we don&#39;t--we&#39;re not necessarily saying"
    },
    {
      "index": 278,
      "start_time": 1307240.0,
      "end_time": 1310270.0,
      "text": "that we think it&#39;s going to double but, you know, you&#39;re going to be seeing more of these"
    },
    {
      "index": 279,
      "start_time": 1310270.0,
      "end_time": 1314289.0,
      "text": "estimates coming out for the next five months. So we--for us, this is actually a useful bright"
    },
    {
      "index": 280,
      "start_time": 1314290.0,
      "end_time": 1318031.0,
      "text": "line for thinking about how to interpret, you know, what that world could possibly look"
    },
    {
      "index": 281,
      "start_time": 1318030.0,
      "end_time": 1322700.0,
      "text": "like. And finally, the evidence base for this analysis is severely limited. You know, so"
    },
    {
      "index": 282,
      "start_time": 1322700.0,
      "end_time": 1328730.0,
      "text": "much of the Economics Literature is all focused on marginal changes. You know, if there&#39;s"
    },
    {
      "index": 283,
      "start_time": 1328730.0,
      "end_time": 1332610.0,
      "text": "a $3 increase in the price of marijuana, how does that influence consumption? These are"
    },
    {
      "index": 284,
      "start_time": 1332610.0,
      "end_time": 1338030.0,
      "text": "all marginal. And you realize that legalizing marijuana in California would not be a marginal"
    },
    {
      "index": 285,
      "start_time": 1338030.0,
      "end_time": 1341210.0,
      "text": "change. So to that extent, it really calls into question how much we can actually rely"
    },
    {
      "index": 286,
      "start_time": 1341210.0,
      "end_time": 1346100.0,
      "text": "on the existing literature in order to inform our projections about marijuana legalization"
    },
    {
      "index": 287,
      "start_time": 1346100.0,
      "end_time": 1350039.0,
      "text": "in California. With that, I&#39;ll close. I look forward to your questions and comments. And"
    },
    {
      "index": 288,
      "start_time": 1350040.0,
      "end_time": 1365071.0,
      "text": "I guess I&#39;m supposed to say that this concludes our videotaped portion of the talk. So, thanks."
    },
    {
      "index": 289,
      "start_time": 1365070.0,
      "end_time": 1375070.0,
      "text": "Thank you."
    }
  ]
}