{
  "video_id": "46ehrFk-gLk",
  "title": "Gender Neutral Pronouns: They're Here, Get Used To Them",
  "json": [
    {
      "index": 1,
      "start_time": 140.0,
      "end_time": 3520.0,
      "text": "Grammatical gender is the concept, found in about a quarter of the world's languages."
    },
    {
      "index": 2,
      "start_time": 3520.0,
      "end_time": 12500.0,
      "text": "That you can sort all nouns into male or female. La or le in French. Der, die, or das in German -- the das is for neuter."
    },
    {
      "index": 3,
      "start_time": 12500.0,
      "end_time": 19630.0,
      "text": "In Zande, which is found across a few countries in Central Africa, there are four grammatical genders: human male, human female, animate, and inanimate."
    },
    {
      "index": 4,
      "start_time": 19630.0,
      "end_time": 21400.0,
      "text": "There are even occasional languages."
    },
    {
      "index": 5,
      "start_time": 21400.0,
      "end_time": 23419.0,
      "text": "With even more complicated systems than that."
    },
    {
      "index": 6,
      "start_time": 23419.0,
      "end_time": 28050.0,
      "text": "Now, I'm a descriptivist linguist. I am not meant to judge whether language features are good or bad."
    },
    {
      "index": 7,
      "start_time": 28700.0,
      "end_time": 35500.0,
      "text": "I'm just meant to describe what they do. But grammatical gender is just such a stupid concept."
    },
    {
      "index": 8,
      "start_time": 35600.0,
      "end_time": 40199.0,
      "text": "I sort-of hate myself for saying that, but it's really silly."
    },
    {
      "index": 9,
      "start_time": 41300.0,
      "end_time": 46590.0,
      "text": "Oh, that's a computer, (in) French? So it's male. All computers are male."
    },
    {
      "index": 10,
      "start_time": 46590.0,
      "end_time": 54140.0,
      "text": "And that's a bottle, is it French? So it's female? All bottles are female? Really? Should I dress it up in a friggin' pink apron and give it a rolling pin as well?"
    },
    {
      "index": 11,
      "start_time": 54140.0,
      "end_time": 57539.0,
      "text": "(Descriptivism. Don't judge)."
    },
    {
      "index": 12,
      "start_time": 57539.0,
      "end_time": 64000.0,
      "text": "I'm exaggerating, but I genuinely have tried searching the literature for any advantages of grammatical gender."
    },
    {
      "index": 13,
      "start_time": 64000.0,
      "end_time": 70000.0,
      "text": "There's only one vaguely convincing argument, which is that it can help clear up ambiguities and speeds up recognition of words by a small amount."
    },
    {
      "index": 14,
      "start_time": 70000.0,
      "end_time": 79649.0,
      "text": "Okay. But three-quarters of the world's languages manage just fine without it. And meanwhile, grammatical gender causes a heck of a lot of problems."
    },
    {
      "index": 15,
      "start_time": 79649.0,
      "end_time": 90090.0,
      "text": "First problem: it affects the way you think. When asked to describe a key, German speakers -- who classify key as male -- were likely to associate it with \"hard,\" \"heavy\" and \"jagged\"."
    },
    {
      "index": 16,
      "start_time": 90090.0,
      "end_time": 101909.0,
      "text": "Whereas Spanish speakers -- who classify key as female -- were more likely to say it was \"golden,\" \"intricate,\" and \"little\". That also says a lot about gender roles in society, but my word, that's something I ain't qualified to talk about."
    },
    {
      "index": 17,
      "start_time": 101909.0,
      "end_time": 112189.0,
      "text": "Second problem: it's really clunky. Job adverts in languages with grammatical gender have to either use both terms or a half-assed marker to clarify that they're asking for anyone."
    },
    {
      "index": 18,
      "start_time": 112189.0,
      "end_time": 117060.0,
      "text": "Which brings me to English. English doesn't have grammatical gender -- it used to, in Old English."
    },
    {
      "index": 19,
      "start_time": 117060.0,
      "end_time": 126399.0,
      "text": "We've still got a couple of words like blond and blonde that change depending on gender, but we don't have to worry about having to file everything into one box or another."
    },
    {
      "index": 20,
      "start_time": 126399.0,
      "end_time": 133399.0,
      "text": "But what we do have is the third-person pronouns \"he\", \"she\", and \"it\". And that's a problem."
    },
    {
      "index": 21,
      "start_time": 133819.0,
      "end_time": 137500.0,
      "text": "If I want to refer to you, the viewer, I have to use the pronoun \"he or she\"."
    },
    {
      "index": 22,
      "start_time": 137600.0,
      "end_time": 143100.0,
      "text": "Which is ludicrous for several reasons: one, it's an unwieldy three syllables, and it sounds awful."
    },
    {
      "index": 23,
      "start_time": 143100.0,
      "end_time": 149000.0,
      "text": "Two, there are folks who don't fit into, or don't want to declare as, either of those categories, and if that surprises you, you need to get out more."
    },
    {
      "index": 24,
      "start_time": 149000.0,
      "end_time": 151510.0,
      "text": "Since \"it\" is a bit dehumanising."
    },
    {
      "index": 25,
      "start_time": 151510.0,
      "end_time": 154909.0,
      "text": "There's really no suitable pronoun to use."
    },
    {
      "index": 26,
      "start_time": 154909.0,
      "end_time": 160030.0,
      "text": "Except. English does have a solution. And lots of people are using it."
    },
    {
      "index": 27,
      "start_time": 160500.0,
      "end_time": 164190.0,
      "text": "And a lot of old stick-in-the-mud folks hate it. The answer is \"they\"."
    },
    {
      "index": 28,
      "start_time": 164190.0,
      "end_time": 168290.0,
      "text": "Facebook is using \"they\". I signed up to Facebook before they started asking for gender."
    },
    {
      "index": 29,
      "start_time": 168290.0,
      "end_time": 172879.0,
      "text": "And I've never actually told them that I'm a guy. So my friends will see \"Tom Scott updated their profile picture\"."
    },
    {
      "index": 30,
      "start_time": 172879.0,
      "end_time": 176980.0,
      "text": "And you know what? That sounds absolutely fine to me."
    },
    {
      "index": 31,
      "start_time": 176980.0,
      "end_time": 180629.0,
      "text": "It just seems normal now. It's going to depend on your dialect whether it sounds good to you, but brace yourself, 'cos singular they? It's spreading fast."
    },
    {
      "index": 32,
      "start_time": 180629.0,
      "end_time": 185530.0,
      "text": "I bet you didn't even notice."
    },
    {
      "index": 33,
      "start_time": 185530.0,
      "end_time": 191230.0,
      "text": "When I used it in the very first sentence of this video. And it's got history. Even Shakespeare used it."
    },
    {
      "index": 34,
      "start_time": 191230.0,
      "end_time": 199049.0,
      "text": "Better yet, because \"they\" sounds natural, it gets around the problem of trying to force invented pronouns into English -- which, let's be honest, has never really worked."
    },
    {
      "index": 35,
      "start_time": 199049.0,
      "end_time": 207220.0,
      "text": "So there you go. I've gone against my descriptivist training, and said that one linguistic trait is better than another."
    },
    {
      "index": 36,
      "start_time": 207220.0,
      "end_time": 214220.0,
      "text": "And I'm okay with that. Because... some people are \"they\". Get over it."
    }
  ]
}