{
  "video_id": "4BBE4sO4U1A",
  "title": "The Power of Vulnerability |  Brene Brown (TED Talk Summary)",
  "json": [
    {
      "index": 1,
      "start_time": 1260.0,
      "end_time": 7630.0,
      "text": "Is there something about me that if other people know it or see it, that I won&#39;t be"
    },
    {
      "index": 2,
      "start_time": 7630.0,
      "end_time": 16900.0,
      "text": "worthy of connection? What underpinned this shame, this I&#39;m not good enough, was: Excruciating"
    },
    {
      "index": 3,
      "start_time": 16900.0,
      "end_time": 24140.0,
      "text": "vulnerability. This idea of in order for connection to happen we have to allow ourselves to be"
    },
    {
      "index": 4,
      "start_time": 24140.0,
      "end_time": 29820.0,
      "text": "seen. Really seen. The one thing that keeps us out of connection is our fear that we&#39;re"
    },
    {
      "index": 5,
      "start_time": 29820.0,
      "end_time": 36179.0,
      "text": "not worthy of connection, I took all the interviews where I saw worthiness, where I saw people"
    },
    {
      "index": 6,
      "start_time": 36179.0,
      "end_time": 43870.0,
      "text": "living that way and just looked at those. What they had in common was a sense of courage,"
    },
    {
      "index": 7,
      "start_time": 43870.0,
      "end_time": 52519.0,
      "text": "and so these folks had very simply the courage to be imperfect. They had the compassion to"
    },
    {
      "index": 8,
      "start_time": 52519.0,
      "end_time": 58568.0,
      "text": "be kind to themselves first and then to others. The other thing that they had in common - They"
    },
    {
      "index": 9,
      "start_time": 58569.0,
      "end_time": 66270.0,
      "text": "fully embraced vulnerability. They talked about the willingness to say \"I love you\""
    },
    {
      "index": 10,
      "start_time": 66270.0,
      "end_time": 75259.0,
      "text": "first. The willingness to do something where there are no guarantees. Initiating sex with"
    },
    {
      "index": 11,
      "start_time": 75260.0,
      "end_time": 82320.0,
      "text": "my husband. initiating sex with my wife. Being turned down. Asking someone out. We live in"
    },
    {
      "index": 12,
      "start_time": 82320.0,
      "end_time": 90210.0,
      "text": "a vulnerable world. One of the ways we deal with it is we numb vulnerability. We are the"
    },
    {
      "index": 13,
      "start_time": 90210.0,
      "end_time": 101809.0,
      "text": "most in debt, obese, addicted, and medicated adult cohort in US history. You cannot selectively"
    },
    {
      "index": 14,
      "start_time": 101810.0,
      "end_time": 112159.0,
      "text": "numb emotion. So when we numb those, we numb joy. We numb gratitude. We numb happiness."
    },
    {
      "index": 15,
      "start_time": 112159.0,
      "end_time": 117240.0,
      "text": "And then we are miserable - I think that what we need to think about is"
    },
    {
      "index": 16,
      "start_time": 117240.0,
      "end_time": 124949.0,
      "text": "why and how we numb. We perfect, but it doesn&#39;t work. We perfect most dangerously - our children."
    },
    {
      "index": 17,
      "start_time": 124950.0,
      "end_time": 128878.0,
      "text": "When you hold those perfect little babies in your hand, our job is not to say \"Look"
    },
    {
      "index": 18,
      "start_time": 128877.99999999999,
      "end_time": 134429.0,
      "text": "at her, she&#39;s perfect\" our job is to say \"You know what, you&#39;re imperfect and you&#39;re wired"
    },
    {
      "index": 19,
      "start_time": 134430.0,
      "end_time": 140600.0,
      "text": "for struggle, but you are worthy of love and belonging\" We pretend that what we do doesn&#39;t"
    },
    {
      "index": 20,
      "start_time": 140600.0,
      "end_time": 147349.0,
      "text": "have an effect on people. We just need you to be authentic and real and say \"We&#39;re sorry!"
    },
    {
      "index": 21,
      "start_time": 147349.0,
      "end_time": 155488.0,
      "text": "We&#39;ll fix it.\" This is what I have found: To let ourselves be seen. Deeply seen. Vulnerably"
    },
    {
      "index": 22,
      "start_time": 155489.0,
      "end_time": 163560.0,
      "text": "seen. To love with our whole hearts even though there&#39;s no guarantee. To practice gratitude"
    },
    {
      "index": 23,
      "start_time": 163560.0,
      "end_time": 169670.0,
      "text": "and joy in those moments of terror when we&#39;re wondering can I love you this much, can I"
    },
    {
      "index": 24,
      "start_time": 169670.0,
      "end_time": 175208.0,
      "text": "believe in this this passionately. And the last which I think is probably the most important"
    },
    {
      "index": 25,
      "start_time": 175209.0,
      "end_time": 178959.0,
      "text": "is to believe that we&#39;re enough. That&#39;s all I have. Thank you."
    }
  ]
}