{
  "video_id": "4E1JiDFxFGk",
  "title": "Personality Disorders: Crash Course Psychology #34",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 500.0,
      "end_time": 4740.0,
      "text": "I can be smooth and charming and slick. I can make a very confident impression and"
    },
    {
      "index": 2,
      "start_time": 4740.0,
      "end_time": 6780.0,
      "text": "it&#39;s hard to leave me at a loss for words."
    },
    {
      "index": 3,
      "start_time": 6780.0,
      "end_time": 11120.0,
      "text": "Sometimes I find myself fantasizing about unlimited success and power, and beauty."
    },
    {
      "index": 4,
      "start_time": 11120.0,
      "end_time": 16390.0,
      "text": "I have repeatedly used deceit to cheat, con, or defraud others for my personal gain. To"
    },
    {
      "index": 5,
      "start_time": 16390.0,
      "end_time": 20400.0,
      "text": "be honest, I don&#39;t have much concern for the feelings of other people, or their suffering."
    },
    {
      "index": 6,
      "start_time": 20400.0,
      "end_time": 22689.0,
      "text": "Doesn&#39;t sound like the Hank you know, does it?"
    },
    {
      "index": 7,
      "start_time": 22689.0,
      "end_time": 26400.0,
      "text": "These are all statements from the Self-Assessment measure for Personality Disorders, that lets"
    },
    {
      "index": 8,
      "start_time": 26400.0,
      "end_time": 31210.0,
      "text": "patients describe themselves, ranking each statement in terms of how accurate they think it is."
    },
    {
      "index": 9,
      "start_time": 31210.0,
      "end_time": 35100.0,
      "text": "To be honest, you can&#39;t rely too much on this kind of self-reporting to assess what we are"
    },
    {
      "index": 10,
      "start_time": 35100.0,
      "end_time": 39500.0,
      "text": "talking about today because while some people who are over-confident or obsessed with power"
    },
    {
      "index": 11,
      "start_time": 39500.0,
      "end_time": 44579.0,
      "text": "or downright deceitful might tell you that they are, there is a certain subset that won&#39;t."
    },
    {
      "index": 12,
      "start_time": 44579.0,
      "end_time": 48680.0,
      "text": "Many of the disorders that we have talked about so far are considered, &quot;ego-dystonic&quot;"
    },
    {
      "index": 13,
      "start_time": 48680.0,
      "end_time": 52900.0,
      "text": "meaning that people who have them are aware that they have a problem and tend to be"
    },
    {
      "index": 14,
      "start_time": 52900.0,
      "end_time": 54340.0,
      "text": "distressed by their symptoms."
    },
    {
      "index": 15,
      "start_time": 54340.0,
      "end_time": 58020.0,
      "text": "Like a person with Bipolar Disorder or OCD generally knows that they have a psychological"
    },
    {
      "index": 16,
      "start_time": 58020.0,
      "end_time": 60430.0,
      "text": "condition and they don&#39;t like what it does to them."
    },
    {
      "index": 17,
      "start_time": 60430.0,
      "end_time": 65110.0,
      "text": "But some disorders are trickier then that. They are &quot;ego-syntonic,&quot; the person experiencing"
    },
    {
      "index": 18,
      "start_time": 65110.0,
      "end_time": 69490.0,
      "text": "them doesn&#39;t necessarily think that they have a problem and sometimes, they think the problem"
    },
    {
      "index": 19,
      "start_time": 69490.0,
      "end_time": 70650.0,
      "text": "is with everyone else."
    },
    {
      "index": 20,
      "start_time": 70650.0,
      "end_time": 75400.0,
      "text": "Personality disorders fall into this category. These are psychological disorders marked by"
    },
    {
      "index": 21,
      "start_time": 75400.0,
      "end_time": 80640.0,
      "text": "inflexible, disruptive, and enduring behavior patterns that impair social and other functioning"
    },
    {
      "index": 22,
      "start_time": 80640.0,
      "end_time": 83299.0,
      "text": "-- whether the sufferer recognizes that or not."
    },
    {
      "index": 23,
      "start_time": 83299.0,
      "end_time": 86710.0,
      "text": "Unlike many other conditions that we&#39;ve talked about, personality disorders are often considered"
    },
    {
      "index": 24,
      "start_time": 86710.0,
      "end_time": 91130.0,
      "text": "to be chronic and enduring syndromes that create noticeable problems in life."
    },
    {
      "index": 25,
      "start_time": 91130.0,
      "end_time": 94040.0,
      "text": "And as you can tell from these self assessment statements, they can range from relatively"
    },
    {
      "index": 26,
      "start_time": 94040.0,
      "end_time": 98549.0,
      "text": "harmless displays of narcissism, to a true and troubling lack of empathy for other people."
    },
    {
      "index": 27,
      "start_time": 98549.0,
      "end_time": 102220.0,
      "text": "Not only can personality disorders be difficult to diagnose and understand, they can also"
    },
    {
      "index": 28,
      "start_time": 102220.0,
      "end_time": 106899.0,
      "text": "be downright scary. Most of the extreme and severe disorders go by names that you probably"
    },
    {
      "index": 29,
      "start_time": 106899.0,
      "end_time": 123780.0,
      "text": "recognize: psychopathy and sociopathy. I&#39;m talking, like, serial killers here, mob bosses, Vlad the Impaler."
    },
    {
      "index": 30,
      "start_time": 123780.0,
      "end_time": 128569.0,
      "text": "Cultures have been studying human personality characteristics for thousands of years, but"
    },
    {
      "index": 31,
      "start_time": 128568.99999999999,
      "end_time": 131800.0,
      "text": "the concept of personality disorders is a much newer idea."
    },
    {
      "index": 32,
      "start_time": 131800.0,
      "end_time": 135569.0,
      "text": "Much of our modern classifications of these disorders are based on the work of German"
    },
    {
      "index": 33,
      "start_time": 135569.0,
      "end_time": 139370.0,
      "text": "psychiatrist, Kurt Schneider, who was one of the earliest researchers into what was"
    },
    {
      "index": 34,
      "start_time": 139370.0,
      "end_time": 144140.0,
      "text": "then known as psychopathy and published a treatise on the study in 1923."
    },
    {
      "index": 35,
      "start_time": 144140.0,
      "end_time": 149730.0,
      "text": "Today, the DSM 5 contains ten distinct personality disorder diagnoses, grouped into three clusters."
    },
    {
      "index": 36,
      "start_time": 149730.0,
      "end_time": 154930.0,
      "text": "The first cluster, cluster A, includes what are often labeled simply as &quot;odd&quot; or &quot;eccentric&quot;"
    },
    {
      "index": 37,
      "start_time": 154930.0,
      "end_time": 159019.0,
      "text": "personality characteristics. For example, someone with paranoid personality disorder"
    },
    {
      "index": 38,
      "start_time": 159019.0,
      "end_time": 163730.0,
      "text": "may feel a pervasive distrust of others and be constantly guarded and suspicious while"
    },
    {
      "index": 39,
      "start_time": 163730.0,
      "end_time": 167950.0,
      "text": "a person with a schizoid personality disorder would seem overly aloof and indifferent, showing"
    },
    {
      "index": 40,
      "start_time": 167950.0,
      "end_time": 170940.0,
      "text": "no interest in relationships and few emotional responses."
    },
    {
      "index": 41,
      "start_time": 170940.0,
      "end_time": 176099.0,
      "text": "Cluster B encompasses dramatic emotional or impulsive personality characteristics. For"
    },
    {
      "index": 42,
      "start_time": 176099.0,
      "end_time": 180400.0,
      "text": "example, a narcissistic personality can display a selfish grandiose sense of self-importance"
    },
    {
      "index": 43,
      "start_time": 180400.0,
      "end_time": 185379.0,
      "text": "and entitlement. Meanwhile, a histrionic personality might seem like they&#39;re acting a part to get"
    },
    {
      "index": 44,
      "start_time": 185379.0,
      "end_time": 190239.0,
      "text": "attention, even putting themselves at risk with dramatic, dangerous, and even suicidal"
    },
    {
      "index": 45,
      "start_time": 190239.0,
      "end_time": 194480.0,
      "text": "gestures. The behavior of Cluster B can be truly self-destructive and frightening, and"
    },
    {
      "index": 46,
      "start_time": 194480.0,
      "end_time": 197180.0,
      "text": "these disorders are often associated with frequent hospitalization."
    },
    {
      "index": 47,
      "start_time": 197180.0,
      "end_time": 201950.0,
      "text": "Finally, Cluster C encompasses anxious, fearful, or avoidant personality traits. For example,"
    },
    {
      "index": 48,
      "start_time": 201950.0,
      "end_time": 205810.0,
      "text": "those with avoidant and dependent personality disorders often avoid meeting new people or"
    },
    {
      "index": 49,
      "start_time": 205810.0,
      "end_time": 210159.0,
      "text": "taking risks and show a lack of confidence, an excessive need to be taken care of, and"
    },
    {
      "index": 50,
      "start_time": 210159.0,
      "end_time": 214150.0,
      "text": "a tremendous fear of being abandoned. Now, in the past, and, to a great extent, today,"
    },
    {
      "index": 51,
      "start_time": 214150.0,
      "end_time": 217459.0,
      "text": "some of these categories have been controversial. Many researchers argue that some of these"
    },
    {
      "index": 52,
      "start_time": 217459.0,
      "end_time": 222000.0,
      "text": "conditions overlap with each other so much that it can be impossible to tease them apart."
    },
    {
      "index": 53,
      "start_time": 222000.0,
      "end_time": 227100.0,
      "text": "Narcissistic personality disorder, for example, has many traits that resemble histrionic personality"
    },
    {
      "index": 54,
      "start_time": 227100.0,
      "end_time": 230840.0,
      "text": "disorder. And because of this gray area, the most commonly diagnosed personality disorder"
    },
    {
      "index": 55,
      "start_time": 230840.0,
      "end_time": 236110.0,
      "text": "is actually personality disorder not otherwise specified or PDNOS. The prevalence of this"
    },
    {
      "index": 56,
      "start_time": 236110.0,
      "end_time": 240640.0,
      "text": "diagnosis suggests that while clinicians can identify a personality disorder in a patient,"
    },
    {
      "index": 57,
      "start_time": 240640.0,
      "end_time": 243900.0,
      "text": "figuring out the details of the condition can be messy and difficult."
    },
    {
      "index": 58,
      "start_time": 243900.0,
      "end_time": 247870.0,
      "text": "One proposed alternative for diagnosing these disorders is the Dimensional Model, which,"
    },
    {
      "index": 59,
      "start_time": 247870.0,
      "end_time": 252870.0,
      "text": "in essence, gets rid of discrete disorders and replaces them with a range of personality"
    },
    {
      "index": 60,
      "start_time": 252870.0,
      "end_time": 257109.0,
      "text": "traits or symptoms, rating each person on each dimension. So the Dimensional Model would"
    },
    {
      "index": 61,
      "start_time": 257108.99999999997,
      "end_time": 262029.99999999997,
      "text": "assess a patient not with the aim of diagnosing one disorder or another, but instead, simply"
    },
    {
      "index": 62,
      "start_time": 262029.99999999997,
      "end_time": 266680.0,
      "text": "finding out that they rank high on say, narcissism and avoidance. It&#39;s a work in progress, so"
    },
    {
      "index": 63,
      "start_time": 266680.0,
      "end_time": 271000.0,
      "text": "with another generation, the clinical definition of &quot;personality disorder&quot; may evolve pretty radically."
    },
    {
      "index": 64,
      "start_time": 271000.0,
      "end_time": 275780.0,
      "text": "One of the best-studied personality disorders right now is Borderline Personality Disorder,"
    },
    {
      "index": 65,
      "start_time": 275780.0,
      "end_time": 280330.0,
      "text": "or BPD. Borderline makes it sounds like patients are like, pretty close to being healthy, but"
    },
    {
      "index": 66,
      "start_time": 280330.0,
      "end_time": 285889.0,
      "text": "not quite, but that is not at all the case. BPD sufferers have often learned to use dysfunctional,"
    },
    {
      "index": 67,
      "start_time": 285889.0,
      "end_time": 290810.0,
      "text": "unhealthy ways to get their basic psychological needs met, like love and validation, by using"
    },
    {
      "index": 68,
      "start_time": 290810.0,
      "end_time": 295550.0,
      "text": "things like outbursts of rage, or on the other end of the spectrum, self-injury behaviors"
    },
    {
      "index": 69,
      "start_time": 295550.0,
      "end_time": 301150.0,
      "text": "like cutting or worse. People with BPD were once commonly maligned by clinicians as &#39;difficult&#39;"
    },
    {
      "index": 70,
      "start_time": 301150.0,
      "end_time": 306430.0,
      "text": "or &#39;attention-seeking&#39;, but we now understand BPD as a complicated set of learned behaviors"
    },
    {
      "index": 71,
      "start_time": 306430.0,
      "end_time": 311050.0,
      "text": "and emotional responses to traumatic or neglectful environments, particularly in childhood. In"
    },
    {
      "index": 72,
      "start_time": 311050.0,
      "end_time": 315520.0,
      "text": "a sense, people with this disorder learn that rage or self-harm helped them cope with traumatic"
    },
    {
      "index": 73,
      "start_time": 315520.0,
      "end_time": 320440.0,
      "text": "situations, but as a result, they also end up using them in non-traumatic situations."
    },
    {
      "index": 74,
      "start_time": 320440.0,
      "end_time": 324690.0,
      "text": "Although challenging for patients and clinicians alike, the good news is that some psychotherapies"
    },
    {
      "index": 75,
      "start_time": 324690.0,
      "end_time": 328870.0,
      "text": "have helped even the most severely suffering, repeatedly hospitalized BPD patients."
    },
    {
      "index": 76,
      "start_time": 328870.0,
      "end_time": 333400.0,
      "text": "But probably the most famous well-established, and frankly, troubling personality disorder"
    },
    {
      "index": 77,
      "start_time": 333400.0,
      "end_time": 337980.0,
      "text": "is Antisocial Personality Disorder. Now, you&#39;ve heard of this before, but maybe by one of its now"
    },
    {
      "index": 78,
      "start_time": 337980.0,
      "end_time": 343320.0,
      "text": "somewhat out of vogue synonyms, &quot;psychopathy&quot; or &quot;sociopathy.&quot; People with Antisocial Personality"
    },
    {
      "index": 79,
      "start_time": 343320.0,
      "end_time": 348660.0,
      "text": "Disorder, usually men, exhibit a lack of conscience for wrongdoing, even towards friends and family"
    },
    {
      "index": 80,
      "start_time": 348660.0,
      "end_time": 352490.0,
      "text": "members. Their destructive behavior surfaces in childhood or adolescence, beginning with"
    },
    {
      "index": 81,
      "start_time": 352490.0,
      "end_time": 356830.0,
      "text": "excessive lying, fighting, stealing, violence, or manipulation. As adults, people with this"
    },
    {
      "index": 82,
      "start_time": 356830.0,
      "end_time": 361069.0,
      "text": "disorder are thought to generally end up in one of two situations: either they are unable"
    },
    {
      "index": 83,
      "start_time": 361069.0,
      "end_time": 365819.0,
      "text": "to keep a job and engage in violent criminal or similarly dysfunctional behavior; or they"
    },
    {
      "index": 84,
      "start_time": 365819.0,
      "end_time": 371180.0,
      "text": "become clever, charming con-artists, or ruthless executives who make their way to positions"
    },
    {
      "index": 85,
      "start_time": 371180.0,
      "end_time": 375449.0,
      "text": "of power. Tony Soprano would have qualified for a diagnosis, even if he wasn&#39;t nearly"
    },
    {
      "index": 86,
      "start_time": 375449.0,
      "end_time": 380300.0,
      "text": "as bad as, say, serial killer Ted Bundy or Vlad the Impaler, the infamous 15th century"
    },
    {
      "index": 87,
      "start_time": 380300.0,
      "end_time": 384430.0,
      "text": "Romanian prince who personally watched about 100,000 people get impaled or have the skin"
    },
    {
      "index": 88,
      "start_time": 384430.0,
      "end_time": 387320.0,
      "text": "of their feet licked off by goats."
    },
    {
      "index": 89,
      "start_time": 387320.0,
      "end_time": 389840.0,
      "text": "Yeah. That happened."
    },
    {
      "index": 90,
      "start_time": 389840.0,
      "end_time": 394180.0,
      "text": "Despite this classic remorselessness, lack of empathy, and sometimes criminal behavior,"
    },
    {
      "index": 91,
      "start_time": 394180.0,
      "end_time": 398919.0,
      "text": "criminality is not always a component of antisocial behavior. Certainly many people with criminal"
    },
    {
      "index": 92,
      "start_time": 398919.0,
      "end_time": 404259.0,
      "text": "records don&#39;t fit that psychopathic profile. Most show remorse, love, and concern for friends"
    },
    {
      "index": 93,
      "start_time": 404259.0,
      "end_time": 408710.0,
      "text": "and family. But still, although anti-social personalities make up just about 1% of the"
    },
    {
      "index": 94,
      "start_time": 408710.0,
      "end_time": 414039.0,
      "text": "general population, they were estimated in one study to constitute about 16% of the incarcerated population."
    },
    {
      "index": 95,
      "start_time": 414039.0,
      "end_time": 418770.0,
      "text": "So, how might someone end up with such a disturbing disorder? Well, as you might expect, the causes"
    },
    {
      "index": 96,
      "start_time": 418770.0,
      "end_time": 424230.0,
      "text": "are probably a tangled combination of biological and psychological threads, both genetic and environmental."
    },
    {
      "index": 97,
      "start_time": 424230.0,
      "end_time": 428509.0,
      "text": "Although no one has found a single genetic predictor of Antisocial Personality Disorder,"
    },
    {
      "index": 98,
      "start_time": 428509.0,
      "end_time": 433300.0,
      "text": "twin and adoption studies do show that relatives of those with psychopathic features do have"
    },
    {
      "index": 99,
      "start_time": 433300.0,
      "end_time": 437610.0,
      "text": "a higher likelihood of engaging in psychopathic behavior themselves. And early signs are sometimes"
    },
    {
      "index": 100,
      "start_time": 437610.0,
      "end_time": 442849.0,
      "text": "detected as young as age three or four, often as an impairment in fear conditioning, in"
    },
    {
      "index": 101,
      "start_time": 442849.0,
      "end_time": 446949.0,
      "text": "other words, lower than normal response to things that typically startle or frighten"
    },
    {
      "index": 102,
      "start_time": 446949.0,
      "end_time": 450669.0,
      "text": "children like loud and unpleasant noises. Most kids only need to get burned by a hot"
    },
    {
      "index": 103,
      "start_time": 450669.0,
      "end_time": 454380.0,
      "text": "dish once to know to stay away, but kids who end up displaying Antisocial Personalities"
    },
    {
      "index": 104,
      "start_time": 454380.0,
      "end_time": 459100.0,
      "text": "as adults don&#39;t necessarily connect or care about the learned consequences when they&#39;re little."
    },
    {
      "index": 105,
      "start_time": 459100.0,
      "end_time": 463569.0,
      "text": "From there, like we&#39;ve seen in other disorders, genetic and biological influences can intersect"
    },
    {
      "index": 106,
      "start_time": 463569.0,
      "end_time": 468080.0,
      "text": "with an abusive or neglectful environment to help wire the personality in a peculiar"
    },
    {
      "index": 107,
      "start_time": 468080.0,
      "end_time": 472389.0,
      "text": "and damaged way. While the vast majority of traumatized people don&#39;t grow up to be killers"
    },
    {
      "index": 108,
      "start_time": 472389.0,
      "end_time": 477980.0,
      "text": "or con-artists, genes do seem to predispose some people to be more sensitive to abuse or trauma."
    },
    {
      "index": 109,
      "start_time": 477980.0,
      "end_time": 481580.0,
      "text": "Meanwhile, studies exploring the neural basis of Antisocial Disorder have revealed that"
    },
    {
      "index": 110,
      "start_time": 481580.0,
      "end_time": 486569.0,
      "text": "when shown evocative photographs, like a child being hit or a woman with a knife at her throat,"
    },
    {
      "index": 111,
      "start_time": 486569.0,
      "end_time": 491539.0,
      "text": "those with psychopathic personality features showed little change in heart rate and perspiration,"
    },
    {
      "index": 112,
      "start_time": 491539.0,
      "end_time": 492830.0,
      "text": "as compared to control groups."
    },
    {
      "index": 113,
      "start_time": 492830.0,
      "end_time": 496919.0,
      "text": "And the classic antisocial lack of impulse control and other symptoms have also been"
    },
    {
      "index": 114,
      "start_time": 496919.0,
      "end_time": 501050.0,
      "text": "linked to deficits in certain brain structures. One study compared PET scans from 41 people"
    },
    {
      "index": 115,
      "start_time": 501050.0,
      "end_time": 505699.0,
      "text": "convicted of murder to those of non-criminals and found that the convicted killers had greatly"
    },
    {
      "index": 116,
      "start_time": 505699.0,
      "end_time": 510220.0,
      "text": "reduced activity in the frontal lobe, an area associated with impulse control and keeping"
    },
    {
      "index": 117,
      "start_time": 510220.0,
      "end_time": 515240.0,
      "text": "aggressive behavior in check. In fact, violent repeat offenders had as much as 11% less frontal"
    },
    {
      "index": 118,
      "start_time": 515240.0,
      "end_time": 519330.0,
      "text": "lobe tissue than the average brain. Their brains also responded less to facial displays"
    },
    {
      "index": 119,
      "start_time": 519330.00000000006,
      "end_time": 523909.00000000006,
      "text": "of stress or anguish, something that&#39;s also observed in childhood, so it&#39;s possible that"
    },
    {
      "index": 120,
      "start_time": 523909.0,
      "end_time": 528480.0,
      "text": "some antisocial personalities lack empathy because they simply don&#39;t or can&#39;t register"
    },
    {
      "index": 121,
      "start_time": 528480.0,
      "end_time": 533290.0,
      "text": "others&#39; feelings. Research has also suggested an overly reactive dopamine reward system,"
    },
    {
      "index": 122,
      "start_time": 533290.0,
      "end_time": 537269.0,
      "text": "suggesting that the drive to act on an impulse to gain stimulation or short-term rewards"
    },
    {
      "index": 123,
      "start_time": 537269.0,
      "end_time": 541140.0,
      "text": "regardless of the consequences may be more intense than the average person&#39;s."
    },
    {
      "index": 124,
      "start_time": 541140.0,
      "end_time": 546000.0,
      "text": "As we mentioned before, because personality disorders are pretty much egosyntonic by definition,"
    },
    {
      "index": 125,
      "start_time": 546000.0,
      "end_time": 550490.0,
      "text": "people don&#39;t often acknowledge that they have a problem or a need for treatment - and in"
    },
    {
      "index": 126,
      "start_time": 550490.0,
      "end_time": 554470.0,
      "text": "the case of Antisocial Personality Disorder, even if they did, there aren&#39;t many specific"
    },
    {
      "index": 127,
      "start_time": 554470.0,
      "end_time": 556830.0,
      "text": "treatments available, at least not for adults."
    },
    {
      "index": 128,
      "start_time": 556830.0,
      "end_time": 561260.0,
      "text": "But there are some promising interventions for kids and adolescents whose minds and brains"
    },
    {
      "index": 129,
      "start_time": 561260.0,
      "end_time": 565120.0,
      "text": "are more plastic and adaptable. In this way, the best way to treat Antisocial Personality"
    },
    {
      "index": 130,
      "start_time": 565120.0,
      "end_time": 569940.0,
      "text": "Disorder may be in trying to prevent it. According to American psychiatrist Donald W. Black,"
    },
    {
      "index": 131,
      "start_time": 569940.0,
      "end_time": 575040.0,
      "text": "among others, many kids diagnosed with Conduct Disorder, the diagnostic precursor to Antisocial"
    },
    {
      "index": 132,
      "start_time": 575040.0,
      "end_time": 579560.0,
      "text": "Disorder, are at high-risk for developing Antisocial Personalities as adults. But by"
    },
    {
      "index": 133,
      "start_time": 579560.0,
      "end_time": 584330.0,
      "text": "identifying warning signs early on and by working with these kids and families to correct"
    },
    {
      "index": 134,
      "start_time": 584330.0,
      "end_time": 588670.0,
      "text": "their behavior and remove negative influences, some of that impulse fearlessness could be"
    },
    {
      "index": 135,
      "start_time": 588670.0,
      "end_time": 592760.0,
      "text": "channeled into healthier directions, like to reward promoting athleticism, or a spirit"
    },
    {
      "index": 136,
      "start_time": 592760.0,
      "end_time": 596170.0,
      "text": "of adventure. It&#39;s important to remember that Antisocial Personality Disorder is only one"
    },
    {
      "index": 137,
      "start_time": 596170.0,
      "end_time": 600769.0,
      "text": "type of personality disorder. This is a diverse family of psychological conditions determined"
    },
    {
      "index": 138,
      "start_time": 600769.0,
      "end_time": 606110.0,
      "text": "by many different factors and we&#39;re still in the early stages of diagnosing and understanding"
    },
    {
      "index": 139,
      "start_time": 606110.0,
      "end_time": 607600.0,
      "text": "the mechanisms behind them."
    },
    {
      "index": 140,
      "start_time": 607600.0,
      "end_time": 611459.0,
      "text": "Today, you learned about personality disorders and the difference between ego-dystonic and"
    },
    {
      "index": 141,
      "start_time": 611459.0,
      "end_time": 615490.0,
      "text": "ego-syntonic disorders. We looked at the three clusters of personality disorder, according"
    },
    {
      "index": 142,
      "start_time": 615490.0,
      "end_time": 620380.0,
      "text": "to the DSM V, and how personality disorder symptoms often overlap. We also took a look"
    },
    {
      "index": 143,
      "start_time": 620380.0,
      "end_time": 625920.0,
      "text": "at Borderline and Antisocial Personality Disorders, including their potential bio-psycho-social roots."
    },
    {
      "index": 144,
      "start_time": 625920.0,
      "end_time": 629380.0,
      "text": "Thank you for watching, especially to all of our Subbable subscribers, without whom"
    },
    {
      "index": 145,
      "start_time": 629380.0,
      "end_time": 633399.0,
      "text": "we could not make Crash Course. To find out how you can become a supporter, just go to"
    },
    {
      "index": 146,
      "start_time": 633399.0,
      "end_time": 635170.0,
      "text": "Subbable.com/CrashCourse."
    },
    {
      "index": 147,
      "start_time": 635170.0,
      "end_time": 639079.0,
      "text": "This episode was written by Kathleen Yale, edited by Blake de Pastino, and our consultant"
    },
    {
      "index": 148,
      "start_time": 639079.0,
      "end_time": 644100.0,
      "text": "is Dr. Ranjit Bhagwat. Our director and editor is Nicholas Jenkins, the script supervisor"
    },
    {
      "index": 149,
      "start_time": 644100.0,
      "end_time": 654100.0,
      "text": "and sound designer is Michael Aranda, and the graphics team is Thought Cafe."
    }
  ]
}