{
  "video_id": "4glzmB3pyVk",
  "title": "No School Morning Routine Life Hacks! 15 Simple Life Hacks, DIY Healthy Recipes For Summer",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 22360.0,
      "text": "*Music playing*"
    },
    {
      "index": 2,
      "start_time": 23660.0,
      "end_time": 29080.0,
      "text": "Wengie: Hey guys, it's Wengie! Welcome back, and good morning hug!"
    },
    {
      "index": 3,
      "start_time": 29260.0,
      "end_time": 37940.0,
      "text": "Wengie: So today, I have an awesome morning routine, DIYs and hacks for you guys, you guys can see how I go through my mornings, and some really great tips,along the way!"
    },
    {
      "index": 4,
      "start_time": 38440.0,
      "end_time": 46860.0,
      "text": "Wengie:But, hold up, if you guys aren't part of the fam yet here already, I encourage you guys to join, just click the subscribe button, and be subscribed to my ReactiCorns channel, which is linked down below!"
    },
    {
      "index": 5,
      "start_time": 47140.0,
      "end_time": 61920.0,
      "text": "Wengie: And you'll be entered into the current Mac Book Air giveaway, and let's get this video to one hundred and thirty-eight thousand thumbs up, I really do appreciate it,and also I want to let you guys know, that this video is partnered with Clinique, which is one of my favourite brands - I'm so excited to be working with them again!"
    },
    {
      "index": 6,
      "start_time": 61920.0,
      "end_time": 65680.0,
      "text": "Wengie: So without further ado, let's get on with the video! Let's go!"
    },
    {
      "index": 7,
      "start_time": 65680.0,
      "end_time": 72860.0,
      "text": "*Music playing*"
    },
    {
      "index": 8,
      "start_time": 73040.0,
      "end_time": 81920.0,
      "text": "Wengie: Waking up to your alarm doesn't have to be a struggle, every morning, did you know that how tired you feel often depends on what part of your sleep cycle you work during?"
    },
    {
      "index": 9,
      "start_time": 82020.0,
      "end_time": 97260.0,
      "text": "Wengie: If you woken up during your deep sleep, you'll feel extremely groggy, so I use a sleep cycle app, which monitors what stage of sleep you're in,and basically wakes you up at the perfect time, so you always feel energized,and refreshed,and ready to take on the day!"
    },
    {
      "index": 10,
      "start_time": 97440.0,
      "end_time": 103840.0,
      "text": "*Music playing*"
    },
    {
      "index": 11,
      "start_time": 103840.0,
      "end_time": 110680.0,
      "text": "Wengie: Next thing, I always do, is brush my teeth; I really don't like walking around with morning breath, so I feel so much better, brushing my teeth, first thing in the morning!"
    },
    {
      "index": 12,
      "start_time": 110680.0,
      "end_time": 115380.0,
      "text": "Wengie: A great hack for getting the most out of your toothpaste, is to try this simple hack, using a clothes peg!"
    },
    {
      "index": 13,
      "start_time": 115480.0,
      "end_time": 122480.0,
      "text": "Wengie:Just take apart the peg; pull the parts, so that the flat sides are facing each other, and place them next to each other!"
    },
    {
      "index": 14,
      "start_time": 54000000.0,
      "end_time": 0.0,
      "text": "00:02:06,160 --> 00:02:16,740\nNext, wrap a rubber band tightly on one isde, slide this over your toothpaste tube - then, wrap the other rubber band on the other end, and every time you use your toothpaste, just slide the pegs down, and  this completely flattens the tube, so you don't waste any of it!"
    },
    {
      "index": 15,
      "start_time": 136740.0,
      "end_time": 145540.0,
      "text": "*Music playing*"
    },
    {
      "index": 16,
      "start_time": 145540.0,
      "end_time": 163460.0,
      "text": "Wengie: It's always super important to drink at least one glass of water as soon as you wake up! You're probably dehydrated after eight hours of sleep, even though you don't realise, so this will help you flush out any toxins,and prevent headaches - it also makes you feel more awake as well, so if you feel groggy in the morning!"
    },
    {
      "index": 17,
      "start_time": 163460.0,
      "end_time": 168780.0,
      "text": "Wengie: You may be actually dehydrated, and if you can drink two glasses, even better!"
    },
    {
      "index": 18,
      "start_time": 168780.0,
      "end_time": 187600.0,
      "text": "Wengie: Also drinking water helps to jumpstart your metabolism, especially if you add lemons to your water, so I like to make this super delicious infuse water by adding some mint leaves, and a few slices of lemon; ti's super easy to do, and refreshing, and it tastes so good, it'll also make you feel more full so you don't overeat at breakfast!"
    },
    {
      "index": 19,
      "start_time": 187880.0,
      "end_time": 192940.0,
      "text": "*Music playing*"
    },
    {
      "index": 20,
      "start_time": 192940.0,
      "end_time": 209440.0,
      "text": "Wengie: Next, I'll do my makeup if I'm going out later on, and I'll usually just do this look, that I pretty much do every single day, the first thing I use is the Clinique beyond perfecting foundation and concealer, which is a two in one product, so it's quick and  easy, and provides a full coverage, and natural matte finish for twelve hours!"
    },
    {
      "index": 21,
      "start_time": 209500.0,
      "end_time": 223360.0,
      "text": "Wengie: A great hack is to apply a slightly lighter colour in a triangle under your eye, instead of just a semi-circle, as well as the spots in-between your eyes, and around the nose, these places have the most discolouration when you're tired, so these are important areas to conceal to look fresh, and awake!"
    },
    {
      "index": 22,
      "start_time": 223360.0,
      "end_time": 252820.0,
      "text": "Wengie: Then, simply use a damp beauty blender to blend it out,and you can completely skip having to use a separate foundation, in the morning, this saves so much time, and makes the application so much more efficient, can you see that before, and after, and how much brighter I look on the side that I've just concealed, and I'm going to use a tiny amount of product, the doe foot applicator is perfect for this, as it can really get into these small areas, controlling the amount, you apply,  but also hold enough product to completely cover your face for a complete application if you'd like!"
    },
    {
      "index": 23,
      "start_time": 260660.00000000003,
      "end_time": 267660.0,
      "text": "Wengie: This amazing foundation is $28 to buy, but you can also try it first, by visiting your local Clinique counter to get shade-match,and receive a free ten-day supply,and now, it's done, this is literally my go-to  look every esingle day,and I am in love with it!"
    },
    {
      "index": 24,
      "start_time": 267860.0,
      "end_time": 275160.0,
      "text": "*Music playing*"
    },
    {
      "index": 25,
      "start_time": 275160.0,
      "end_time": 290980.0,
      "text": "Wengie: A quick, and easy hairstyle is a simple high ponytail, a cool hack to try if you want your ponytail to be a litte bit more perky, it's just to place a few bobby pins vertically at the base, and they'll prop up your ponytail, which I think looks much cuter, and makes me look more awake!"
    },
    {
      "index": 26,
      "start_time": 290980.0,
      "end_time": 300140.0,
      "text": "*Music playing*"
    },
    {
      "index": 27,
      "start_time": 300320.0,
      "end_time": 315460.0,
      "text": "Wengie: I gotta make myself a coffee, and check my social media, especially seeing what creations my wengiecorns have made for me like I love your edits guys, I'm obsessed with  them,and some of you guys are so creative, and talented, so I gotta like, and comment as many of your posts as I can!"
    },
    {
      "index": 28,
      "start_time": 315460.0,
      "end_time": 330740.0,
      "text": "Wengie: You guys have asked how I got my Instagram description to look so neat, with line breaks, so here's the trick I'm going to tell you guys, just write out your description in the notes app,and  add your line breaks there,and then all you need  to do is copy,and paste the entire block back into Instagram,and that is it!"
    },
    {
      "index": 29,
      "start_time": 330740.0,
      "end_time": 339780.0,
      "text": "Wengie: You can't actually add these line breaks in the Instagram app, so this is the greatest hack ever, and if you haven't followed me already, my username is at @misswen, and I'd  love to see you guys there!"
    },
    {
      "index": 30,
      "start_time": 341680.0,
      "end_time": 351640.0,
      "text": "*Music playing*"
    },
    {
      "index": 31,
      "start_time": 353800.0,
      "end_time": 367420.0,
      "text": "Wengie: Now,it's time for breakfast,so I prepared a simple,delicious smoothie for you guys, add a handful of strawberries, blueberries and raspberries into a blender, then add one banana, one cup of fruit yoghurt - get a handful of oats, and one tablespoon of honey, add a small amount of water, and then blend away!"
    },
    {
      "index": 32,
      "start_time": 367420.0,
      "end_time": 372800.0,
      "text": "*Music playing*"
    },
    {
      "index": 33,
      "start_time": 373240.0,
      "end_time": 382660.0,
      "text": "Wengie: The smoothie is so healthy, full of antioxidants, and you can also take it on the go,and I am in love with how great it tastes, guys, I can drink this all day!"
    },
    {
      "index": 34,
      "start_time": 382660.0,
      "end_time": 386280.0,
      "text": "*Music playing*"
    },
    {
      "index": 35,
      "start_time": 389600.0,
      "end_time": 396600.0,
      "text": "Wengie: But then, there's a matter of cleaning up, but don't worry, I've got a super easy hack for this, just take your blender, and rinse it a few times, and then just fill it halfway with water, and some dishwashing detergent,and let it clean itself!"
    },
    {
      "index": 36,
      "start_time": 396600.0,
      "end_time": 401360.0,
      "text": "Wengie: After letting it lead this cleaning solution, it is sparkling,and this is perfect for lazy people like myself!"
    },
    {
      "index": 37,
      "start_time": 402220.0,
      "end_time": 407180.0,
      "text": "*Music playing*"
    },
    {
      "index": 38,
      "start_time": 407180.0,
      "end_time": 418820.0,
      "text": "Wengie: Now, if you're feeling like something more substantial or savoury, you can try this simple Greek avocado toast, made with sourdough bread, avocados, cherry tomatoes, cucumber, dill, feta cheese, salt, pepper and lemon!"
    },
    {
      "index": 39,
      "start_time": 418820.0,
      "end_time": 434280.0,
      "text": "Wengie: It's super delicious, and healthy, did you know that the best way to tell if an avocado is ripe is to remove the stem, and check the colour underneath if it's green or light-coloured,the avocado is good, but if it's black or dark brown, it's rotten,so don't eat that one!"
    },
    {
      "index": 40,
      "start_time": 434280.0,
      "end_time": 447540.0,
      "text": "Wengie: To easily cut your cherry tomatoes all at one, just place them on a dish, cover them up with another dish, then take your knife,and slice across the middle whilst pressing down on the top dish, and you're done -  all your tomatoes are cut all at once, and I love this super neat hack!"
    },
    {
      "index": 41,
      "start_time": 447540.0,
      "end_time": 464280.0,
      "text": "Wengie: Here's a cool hack to get even lemon dressing on whatever you'd like, just take your lemon, roll it on a hot surface to get the juices flowing, and this softens everything inside, cut the top of the lemon off, take off the lid of a spray bottle, and insert it in your lemon, and spray away, and that way, you get an even amount of lemon juice on your toast!"
    },
    {
      "index": 42,
      "start_time": 464280.0,
      "end_time": 467700.0,
      "text": "*Music playing*"
    },
    {
      "index": 43,
      "start_time": 467700.0,
      "end_time": 489240.0,
      "text": "Wengie: Next, I'll eat my breakfast while browsing Youtube, I'll either binge on my favourite channels, or check out what's trending, I also love reading the comments you guys leave me on my own videos,and they're so cute, and I try to read as many as I can, but did you guys know this cool hack to turn your Youtube to a Netflix layout, just type www.youtube.com/leanback!"
    },
    {
      "index": 44,
      "start_time": 489240.0,
      "end_time": 500360.0,
      "text": "Wengie: The layout will change,and you'll be able to browse, and watch videos pretty much only the arrow buttons, it's super convenient when you're eating or wanting to lean back whilst watching or if you're super lazy like me!"
    },
    {
      "index": 45,
      "start_time": 500360.0,
      "end_time": 506440.0,
      "text": "*Music playing*"
    },
    {
      "index": 46,
      "start_time": 506440.0,
      "end_time": 530100.0,
      "text": "Wengie: A great way to end the morning is to start planning your day, just spend five minutes, writing tasks you want to complete for the day,try to be realistic, and prioritize the most important tasks, so you don't get bogged down with pointless things - this helps me stay focused, and also keep me motivated, which is super important in this industry, because there is no one else telling me what to do, and this is my secret to actually uploading my videos on time, and never missing one, for you guys!"
    },
    {
      "index": 47,
      "start_time": 530260.0,
      "end_time": 534580.0,
      "text": "Wengie: And now, I'm done,and ready to take on the  rest of the day!"
    },
    {
      "index": 48,
      "start_time": 534980.0,
      "end_time": 538500.0,
      "text": "*Music playing*"
    },
    {
      "index": 49,
      "start_time": 538500.0,
      "end_time": 552920.0,
      "text": "Wengie: So did you guys learn something new today? Today, I hope these tips helped you, and of course if you guys try them out, don't forget to hashtag #wengiecorns on social media, and also follow me on my social medias such as Instagram, Twitter or musical.ly or Snapchat,so don't forget to follow me there to see what I'm up to during the week!"
    },
    {
      "index": 50,
      "start_time": 552920.0,
      "end_time": 558820.0,
      "text": "Wengie: And let's have a look at what happened on ReactiCorns this week!"
    },
    {
      "index": 51,
      "start_time": 558820.0,
      "end_time": 561320.0,
      "text": "* Wengie and Max laughing*"
    },
    {
      "index": 52,
      "start_time": 561320.0,
      "end_time": 563160.0,
      "text": "Max: Oh,wait, this is even ears on the bum, I didn't realise!"
    },
    {
      "index": 53,
      "start_time": 563160.0,
      "end_time": 565940.0,
      "text": "Wengie: Yes,right!"
    },
    {
      "index": 54,
      "start_time": 565940.0,
      "end_time": 572520.0,
      "text": "Wengie: For some reason, the tail looks fine for me! It's Pokemon, America! It's Pikachu, PIkachi, Pikachi!"
    },
    {
      "index": 55,
      "start_time": 572520.0,
      "end_time": 573020.0,
      "text": "Wengie: All right, that is it!"
    },
    {
      "index": 56,
      "start_time": 573020.0,
      "end_time": 579080.0,
      "text": "Wengie: I'm gonna miss you guys so much until my next week, and until then, bye guys, love you!"
    }
  ]
}