{
  "video_id": "4nPJtzNDQng",
  "title": "Accounting 1: Program #5 - \"Financial Statements\"",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 18840.0,
      "end_time": 25840.0,
      "text": "Hello here we are again. We are in the fifth lecture I think if you count the intro one."
    },
    {
      "index": 2,
      "start_time": 26410.0,
      "end_time": 31000.0,
      "text": "Moving right along I want you to notice that we are really kind of just building we just"
    },
    {
      "index": 3,
      "start_time": 31000.0,
      "end_time": 36160.0,
      "text": "continue to build our foundations right. One of the first things we learned is the accounting"
    },
    {
      "index": 4,
      "start_time": 36160.0,
      "end_time": 40900.0,
      "text": "equation what makes equity goes up and what makes equity goes down right. And then we"
    },
    {
      "index": 5,
      "start_time": 40900.0,
      "end_time": 47890.0,
      "text": "started learning transaction analysis and now last lecture we started talking about"
    },
    {
      "index": 6,
      "start_time": 47890.0,
      "end_time": 53780.0,
      "text": "creating the financial statements. Mainly the income statement stamen of equity balance"
    },
    {
      "index": 7,
      "start_time": 53780.0,
      "end_time": 59320.0,
      "text": "sheet correct so we&#39;re just building on each other right? The next lecture this is a good"
    },
    {
      "index": 8,
      "start_time": 59320.0,
      "end_time": 64670.0,
      "text": "one too but the next one is a very important lecture so be make sure you are here for my"
    },
    {
      "index": 9,
      "start_time": 64670.0,
      "end_time": 71289.0,
      "text": "face to facers and for you at home make sure watch that whole thing you might even want"
    },
    {
      "index": 10,
      "start_time": 71289.0,
      "end_time": 78289.0,
      "text": "to watch it more than once, because we going to do some major stuff in lecture number six."
    },
    {
      "index": 11,
      "start_time": 78420.0,
      "end_time": 85420.0,
      "text": "But let&#39;s take care of lecture number five first alright so let&#39;s go through the homework"
    },
    {
      "index": 12,
      "start_time": 85899.0,
      "end_time": 92899.0,
      "text": "real quick now one homework that I don&#39;t believe I had got to last time was exercise one eight"
    },
    {
      "index": 13,
      "start_time": 96979.0,
      "end_time": 103979.0,
      "text": "is that correct exercise one eight I had not got to. Let me get a piece of paper out here"
    },
    {
      "index": 14,
      "start_time": 104679.0,
      "end_time": 111679.0,
      "text": "so let&#39;s go through exercise one eight real quick. This kind of test our knowledge of"
    },
    {
      "index": 15,
      "start_time": 113259.0,
      "end_time": 120259.0,
      "text": "the accounting equation. Ok office mart has assets equal to a hundred and twenty three"
    },
    {
      "index": 16,
      "start_time": 120679.0,
      "end_time": 126130.0,
      "text": "thousand and liabilities equal to fifty three thousand at year end. What is the total equity"
    },
    {
      "index": 17,
      "start_time": 126130.0,
      "end_time": 133130.0,
      "text": "of office mart at year end what do you think? Seventy thousand now that one wasn&#39;t too tough"
    },
    {
      "index": 18,
      "start_time": 137300.0,
      "end_time": 144300.0,
      "text": "was it? Now the next two and I think I kind of alluded to this last lecture. We want to"
    },
    {
      "index": 19,
      "start_time": 152709.0,
      "end_time": 159709.0,
      "text": "focus on the accounting equation assets equals liabilities plus owners&#39; equity correct. And"
    },
    {
      "index": 20,
      "start_time": 161939.0,
      "end_time": 168939.0,
      "text": "we know that needs to be true at the beginning of the year at the ending of the year so let&#39;s"
    },
    {
      "index": 21,
      "start_time": 176519.0,
      "end_time": 183519.0,
      "text": "read exercise one eight B and let&#39;s kind of put in the information as we read it. At the"
    },
    {
      "index": 22,
      "start_time": 186329.0,
      "end_time": 192579.0,
      "text": "beginning of the year Logan&#39;s company assets are two hundred thousand so let&#39;s put two"
    },
    {
      "index": 23,
      "start_time": 192579.0,
      "end_time": 199579.0,
      "text": "hundred thousand in there and its equity is one fifty correct. Well we know liabilities"
    },
    {
      "index": 24,
      "start_time": 201700.0,
      "end_time": 208700.0,
      "text": "don&#39;t we? What are the liabilities fifty ok? During the year assets increase seventy thousand"
    },
    {
      "index": 25,
      "start_time": 215439.0,
      "end_time": 222439.0,
      "text": "so there must be two seventy at the end and liabilities increased by thirty thousand so"
    },
    {
      "index": 26,
      "start_time": 225209.0,
      "end_time": 232209.0,
      "text": "liabilities go up by thirty thousand is that correct? Fifty plus thirty is eighty so we"
    },
    {
      "index": 27,
      "start_time": 234109.0,
      "end_time": 239189.0,
      "text": "now know owner&#39;s equity because that has to equal that plus that correct? So what is owner&#39;s"
    },
    {
      "index": 28,
      "start_time": 239189.0,
      "end_time": 246189.0,
      "text": "equity one ninety so does that equal that plus that yup does that equal that plus that"
    },
    {
      "index": 29,
      "start_time": 252139.0,
      "end_time": 259190.0,
      "text": "yup does that plus that equal that does that plus that equal that and how much did owners&#39;"
    },
    {
      "index": 30,
      "start_time": 259190.0,
      "end_time": 266190.0,
      "text": "equity increase by then? Plus forty thousand does that equal that plus that it&#39;s like a"
    },
    {
      "index": 31,
      "start_time": 268700.0,
      "end_time": 275700.0,
      "text": "puzzle isn&#39;t it? Ok has to work like this has to work like this it&#39;s like a Sudoku puzzle"
    },
    {
      "index": 32,
      "start_time": 275650.0,
      "end_time": 280429.0,
      "text": "right? Jake you can do these on a date with your date you can do this all Friday night"
    },
    {
      "index": 33,
      "start_time": 280430.0,
      "end_time": 285870.0,
      "text": "this would be fun wouldn&#39;t it? Do puzzles together counting puzzles that be great ok"
    },
    {
      "index": 34,
      "start_time": 285870.0,
      "end_time": 292870.0,
      "text": "so. Questions on that one? Ok let&#39;s do another one let me see if I have another piece of"
    },
    {
      "index": 35,
      "start_time": 294190.0,
      "end_time": 301190.0,
      "text": "paper here. Let see if I can just lay that over. At the beginning of the year were on"
    },
    {
      "index": 36,
      "start_time": 305600.0,
      "end_time": 310430.0,
      "text": "C on exercise one eight C at the beginning of the year carrot companies liabilities equal"
    },
    {
      "index": 37,
      "start_time": 310430.0,
      "end_time": 317430.0,
      "text": "sixty thousand during the year assets increased by eighty thousand and at year end the assets"
    },
    {
      "index": 38,
      "start_time": 326800.0,
      "end_time": 333800.0,
      "text": "equal one eight thousand right? Ok well let&#39;s start filling in what we know what plus eighty"
    },
    {
      "index": 39,
      "start_time": 333870.0,
      "end_time": 340870.0,
      "text": "equals one eighty this is a hundred right? Well that equals that plus what forty ok let&#39;s"
    },
    {
      "index": 40,
      "start_time": 348289.0,
      "end_time": 355289.0,
      "text": "see what else they tell us liabilities decrease by ten thousand dollars during the year correct?"
    },
    {
      "index": 41,
      "start_time": 355740.0,
      "end_time": 362740.0,
      "text": "So liabilities go down by ten thousand so sixty minus ten equals what fifty? So what"
    },
    {
      "index": 42,
      "start_time": 368539.0,
      "end_time": 375539.0,
      "text": "does owner&#39;s equity have to equal one hundred and thirty forty plus what equals one thirty"
    },
    {
      "index": 43,
      "start_time": 380240.0,
      "end_time": 387240.0,
      "text": "ninety ok well does equal negative ten and ninety yeah it does doesn&#39;t it? Ok see how"
    },
    {
      "index": 44,
      "start_time": 392659.0,
      "end_time": 398340.0,
      "text": "those work ok I usually have one or two of those on the tests to see if you really understand"
    },
    {
      "index": 45,
      "start_time": 398340.0,
      "end_time": 404549.0,
      "text": "Kara? So instead of putting an actual minus sign you&#39;ll actually do brackets? Yeah, yeah,"
    },
    {
      "index": 46,
      "start_time": 404550.0,
      "end_time": 410270.0,
      "text": "yeah I will do both so a lot of times I will use the brackets to indicate minus or deducted"
    },
    {
      "index": 47,
      "start_time": 410270.0,
      "end_time": 417270.0,
      "text": "from cool? That is exercise one eight ok. Ok let&#39;s take a look then at quick study one"
    },
    {
      "index": 48,
      "start_time": 425810.0,
      "end_time": 432810.0,
      "text": "twelve quick study one twelve okey doke now I will have a test question like this I guarantee"
    },
    {
      "index": 49,
      "start_time": 439330.0,
      "end_time": 446330.0,
      "text": "I think another skill we want to have is to look at a account and know what financial"
    },
    {
      "index": 50,
      "start_time": 447729.0,
      "end_time": 452860.0,
      "text": "statement it goes on to look at an account and look on what financial statement it goes"
    },
    {
      "index": 51,
      "start_time": 452860.0,
      "end_time": 459389.0,
      "text": "on. Matter of fact when students come into my office regardless of their accounting class"
    },
    {
      "index": 52,
      "start_time": 459389.0,
      "end_time": 464439.0,
      "text": "they&#39;re taking. I always like to do things to kind of assess to see how strong their"
    },
    {
      "index": 53,
      "start_time": 464439.0,
      "end_time": 467490.0,
      "text": "foundation is in accounting and the first thing and one of the first thing I&#39;ll ask"
    },
    {
      "index": 54,
      "start_time": 467490.0,
      "end_time": 470879.0,
      "text": "of this let me give you some accounts tell me what financial statement they&#39;re on and"
    },
    {
      "index": 55,
      "start_time": 470879.0,
      "end_time": 476750.0,
      "text": "if they don&#39;t know how to do this then I know we have work to do. This is one of those fundament"
    },
    {
      "index": 56,
      "start_time": 476750.0,
      "end_time": 483750.0,
      "text": "things that you want to have ok. Quick study one twelve indicate which financial statement"
    },
    {
      "index": 57,
      "start_time": 486479.0,
      "end_time": 493280.0,
      "text": "will appear income statement, balance sheet, statement of owner&#39;s equity, or the statement"
    },
    {
      "index": 58,
      "start_time": 493280.0,
      "end_time": 496969.0,
      "text": "of cash flows not real concerned about the statement of cash flows, because you&#39;re not"
    },
    {
      "index": 59,
      "start_time": 496969.0,
      "end_time": 502800.0,
      "text": "going to prepare in this class I want you to know it exists but that&#39;s about it. Ok"
    },
    {
      "index": 60,
      "start_time": 502800.0,
      "end_time": 509800.0,
      "text": "assets go on what? Assets on the balance sheet. On quick study one twelve revenues goes on"
    },
    {
      "index": 61,
      "start_time": 510949.0,
      "end_time": 517949.0,
      "text": "what? income statement what does the liabilities go on? Balance sheet equipment goes on the"
    },
    {
      "index": 62,
      "start_time": 522450.00000000006,
      "end_time": 529450.0,
      "text": "balance sheet. Withdrawals? Statements of owner&#39;s equity, statement of owner&#39;s equity"
    },
    {
      "index": 63,
      "start_time": 531880.0,
      "end_time": 538880.0,
      "text": "for withdrawals. Expenses goes on the income statement. Total liabilities and equity balance"
    },
    {
      "index": 64,
      "start_time": 544420.0,
      "end_time": 549319.0,
      "text": "sheet. Cash from operating activities actually goes on the cash flow statement I don&#39;t expect"
    },
    {
      "index": 65,
      "start_time": 549320.0,
      "end_time": 554540.0,
      "text": "you to know that. The net increase and the decrease in cash also goes on the cash flow"
    },
    {
      "index": 66,
      "start_time": 554540.0,
      "end_time": 560709.0,
      "text": "statement I&#39;m not so concerned that you know about that ok. What if one of the choices"
    },
    {
      "index": 67,
      "start_time": 560710.0,
      "end_time": 567710.0,
      "text": "would&#39;ve been ending balance of owner&#39;s capital what would the answer be? Ending balance of"
    },
    {
      "index": 68,
      "start_time": 572790.0,
      "end_time": 579790.0,
      "text": "owner&#39;s capital actually there&#39;s two of them right? It&#39;s the last line of your statement"
    },
    {
      "index": 69,
      "start_time": 580650.0,
      "end_time": 587650.0,
      "text": "of equity and then it also flows over to the balance sheet. So the ending balance of owner&#39;s"
    },
    {
      "index": 70,
      "start_time": 588200.0,
      "end_time": 594810.0,
      "text": "capital actually shows up on two financial statements. Statement of equity and the balance"
    },
    {
      "index": 71,
      "start_time": 594810.0,
      "end_time": 598949.0,
      "text": "sheet remember how these things flow income statement, statement of equity, balance sheet"
    },
    {
      "index": 72,
      "start_time": 598950.0,
      "end_time": 602770.0,
      "text": "have to prepare them in that order, and that&#39;s what we&#39;re going to do now right. How did"
    },
    {
      "index": 73,
      "start_time": 602770.0,
      "end_time": 609770.0,
      "text": "you guys do on exercise one fourteen one fifteen one sixteen cool? Here&#39;s what I want to do"
    },
    {
      "index": 74,
      "start_time": 616950.0,
      "end_time": 623420.0,
      "text": "this is kind of a simplified this is probably the most simplest example that you&#39;ll do and"
    },
    {
      "index": 75,
      "start_time": 623420.0,
      "end_time": 630420.0,
      "text": "I&#39;ll tell you why here in a second. But here is why here&#39;s kind of the process I encourage"
    },
    {
      "index": 76,
      "start_time": 630530.0,
      "end_time": 637530.0,
      "text": "students to utilize when they have a problem like this. Is to go through each of these"
    },
    {
      "index": 77,
      "start_time": 638310.0,
      "end_time": 644410.0,
      "text": "items or accounts before you start doing the financial statements and decide what financial"
    },
    {
      "index": 78,
      "start_time": 644410.0,
      "end_time": 651410.0,
      "text": "statement they go on. So let&#39;s take a look here cash is on the balance sheet is that"
    },
    {
      "index": 79,
      "start_time": 651730.0,
      "end_time": 658730.0,
      "text": "correct? as is accounts receivable supplies land office equipment accounts payable all"
    },
    {
      "index": 80,
      "start_time": 660880.0,
      "end_time": 666470.0,
      "text": "of those or on that balance sheet correct? Now see they made it easy for you because"
    },
    {
      "index": 81,
      "start_time": 666470.0,
      "end_time": 670220.0,
      "text": "they kind of grouped everything together. We&#39;re start working on one today that&#39;s not"
    },
    {
      "index": 82,
      "start_time": 670220.0,
      "end_time": 676200.0,
      "text": "as easy, but they grouped everything together as far as what financial statement it goes"
    },
    {
      "index": 83,
      "start_time": 676200.0,
      "end_time": 682330.0,
      "text": "on. Now owner&#39;s investment and let&#39;s assume that those were made on the second or the"
    },
    {
      "index": 84,
      "start_time": 682330.0,
      "end_time": 689330.0,
      "text": "third of October that would go on what? Statement of owner&#39;s equity what about the cash withdrawals"
    },
    {
      "index": 85,
      "start_time": 693750.0,
      "end_time": 700750.0,
      "text": "by owner? Statement of owner&#39;s equity correct? Consulting fees earned that&#39;s another sort"
    },
    {
      "index": 86,
      "start_time": 702990.0,
      "end_time": 709990.0,
      "text": "of terms for revenues that goes on the income statement as does renting expense, salaries"
    },
    {
      "index": 87,
      "start_time": 710250.0,
      "end_time": 716460.0,
      "text": "expense, telephone expense, miscellaneous expense those all go on the income statement"
    },
    {
      "index": 88,
      "start_time": 716460.0,
      "end_time": 723460.0,
      "text": "ok. Now as we prepare those financial statements which one are we going to start with? The"
    },
    {
      "index": 89,
      "start_time": 726100.0,
      "end_time": 733100.0,
      "text": "income statement and as you utilize these or as you put these on one of the financial"
    },
    {
      "index": 90,
      "start_time": 734700.0,
      "end_time": 741700.0,
      "text": "statements put a little check number or circle the account that you know it ended up somewhere."
    },
    {
      "index": 91,
      "start_time": 741750.0,
      "end_time": 748750.0,
      "text": "So let&#39;s take a look at exercise one fourteen the answer ok. Alright ok so were going to"
    },
    {
      "index": 92,
      "start_time": 752800.0,
      "end_time": 759270.0,
      "text": "use which ones on the income statement? That one that one that one that one and that one"
    },
    {
      "index": 93,
      "start_time": 759270.0,
      "end_time": 766270.0,
      "text": "correct? And the income statement looks like this ok. That&#39;s what the income statement"
    },
    {
      "index": 94,
      "start_time": 772510.0,
      "end_time": 776920.0,
      "text": "looks like I&#39;m going to make some comments in but I first want you to take a look at"
    },
    {
      "index": 95,
      "start_time": 776920.0,
      "end_time": 783920.0,
      "text": "it see if you&#39;re numbers are right. Ok let me make some comments about it first of all"
    },
    {
      "index": 96,
      "start_time": 792690.0,
      "end_time": 799690.0,
      "text": "its prepared in proper form or good form isn&#39;t it. You have the name of the company the name"
    },
    {
      "index": 97,
      "start_time": 799910.0,
      "end_time": 806610.0,
      "text": "of the statement and it&#39;s dated properly don&#39;t just put October thirty one put for the month"
    },
    {
      "index": 98,
      "start_time": 806610.0,
      "end_time": 813370.0,
      "text": "ended October thirty one now they didn&#39;t give us a year or you would have put that as well."
    },
    {
      "index": 99,
      "start_time": 813370.0,
      "end_time": 818890.0,
      "text": "Now they have their revenues and then they have their expenses common question is well"
    },
    {
      "index": 100,
      "start_time": 818890.0,
      "end_time": 824510.0,
      "text": "what if my expenses are in a different order that&#39;s completely fine you know they obviously"
    },
    {
      "index": 101,
      "start_time": 824510.0,
      "end_time": 830930.0,
      "text": "did this from largest expense down to smallest expense which is a common way you&#39;ll see an"
    },
    {
      "index": 102,
      "start_time": 830930.0,
      "end_time": 837930.0,
      "text": "income statement but you can do it you can list those however you want ok. Now I want"
    },
    {
      "index": 103,
      "start_time": 839990.0,
      "end_time": 846990.0,
      "text": "to make sure I want to make sure that you listed those expenses I don&#39;t want to just"
    },
    {
      "index": 104,
      "start_time": 848730.0,
      "end_time": 855730.0,
      "text": "see that for your income statement those number right there no I want the details as far as"
    },
    {
      "index": 105,
      "start_time": 856890.0,
      "end_time": 863120.0,
      "text": "what those expenses are that gives the reader a lot more information so they can make their"
    },
    {
      "index": 106,
      "start_time": 863120.0,
      "end_time": 870120.0,
      "text": "decisions correct? Alright any questions on that yours might look a little different like"
    },
    {
      "index": 107,
      "start_time": 871390.0,
      "end_time": 878390.0,
      "text": "I said that&#39;s ok any question on that? Kind of a rule of thumb is often you&#39;ll put a dollar"
    },
    {
      "index": 108,
      "start_time": 881000.0,
      "end_time": 886260.0,
      "text": "sign at the very top and a dollar sign at the very bottom ok, but you don&#39;t have to"
    },
    {
      "index": 109,
      "start_time": 886260.0,
      "end_time": 893260.0,
      "text": "put dollar signs everywhere here they did because it was the top of this column ok."
    },
    {
      "index": 110,
      "start_time": 893620.0,
      "end_time": 900620.0,
      "text": "Any questions on the income statement? Ok now let&#39;s take a look at the statement of"
    },
    {
      "index": 111,
      "start_time": 901200.0,
      "end_time": 908200.0,
      "text": "equity let&#39;s see if we can get them both on here. Ok and where do we get that net income?"
    },
    {
      "index": 112,
      "start_time": 912370.0,
      "end_time": 919370.0,
      "text": "It flows down doesn&#39;t it; it flows down from the statement of equity which is why we have"
    },
    {
      "index": 113,
      "start_time": 919740.0,
      "end_time": 926740.0,
      "text": "to prepare them in this order. Ok alright the beginning balance of capital was zero"
    },
    {
      "index": 114,
      "start_time": 927130.0,
      "end_time": 932430.0,
      "text": "we added investments by owner of seventy four thousand which was made on either October"
    },
    {
      "index": 115,
      "start_time": 932430.0,
      "end_time": 937760.0,
      "text": "second or October third I can&#39;t remember on which I told you we add the net income you"
    },
    {
      "index": 116,
      "start_time": 937760.0,
      "end_time": 944760.0,
      "text": "know this subtotal right here I think is kind of not a real worthwhile subtotal if you didn&#39;t"
    },
    {
      "index": 117,
      "start_time": 945740.0,
      "end_time": 952490.0,
      "text": "have that that&#39;s fine then you deduct your withdrawals by the owner and you get in king"
    },
    {
      "index": 118,
      "start_time": 952490.0,
      "end_time": 959490.0,
      "text": "capital at October thirty first is this prepared in proper form or in good form yes name of"
    },
    {
      "index": 119,
      "start_time": 963130.0,
      "end_time": 968630.0,
      "text": "the statement name of the company and its dated properly it will always be dated the"
    },
    {
      "index": 120,
      "start_time": 968630.0,
      "end_time": 975630.0,
      "text": "same way between the statement of equity and the income statement. Ok so is there any questions"
    },
    {
      "index": 121,
      "start_time": 978260.0,
      "end_time": 985260.0,
      "text": "on that any question on those like I said I promise you you&#39;ll be doing this on tests"
    },
    {
      "index": 122,
      "start_time": 988180.0,
      "end_time": 995180.0,
      "text": "ok on the first test which is over chapters on and two. Ok what&#39;s the next one we prepare"
    },
    {
      "index": 123,
      "start_time": 1001360.0,
      "end_time": 1007860.0,
      "text": "the balance sheet, and what&#39;s the ending balance of capital its seventy five seven fifty if"
    },
    {
      "index": 124,
      "start_time": 1007860.0,
      "end_time": 1013670.0,
      "text": "you look over here right. The ending balance is seventy five seven fifty right here at"
    },
    {
      "index": 125,
      "start_time": 1013670.0,
      "end_time": 1020670.0,
      "text": "the bottom and that&#39;s going to flow over to your balance sheet. There it is right there"
    },
    {
      "index": 126,
      "start_time": 1021410.0,
      "end_time": 1028409.0,
      "text": "whoops let me get it straight first there it is right there ok take a look at that I&#39;ll"
    },
    {
      "index": 127,
      "start_time": 1029859.9999999999,
      "end_time": 1036859.9999999999,
      "text": "let you check your number right there then I&#39;ll have some comment about it. Ok first"
    },
    {
      "index": 128,
      "start_time": 1050310.0,
      "end_time": 1054130.0,
      "text": "thing you look at with a balance sheet is you want to make sure it balances do the total"
    },
    {
      "index": 129,
      "start_time": 1054130.0,
      "end_time": 1060400.0,
      "text": "assets equal total liabilities plus the equity? Yes now make sure you total those and make"
    },
    {
      "index": 130,
      "start_time": 1060400.0,
      "end_time": 1067400.0,
      "text": "sure you label them I don&#39;t like numbers that don&#39;t have a label next to them especially"
    },
    {
      "index": 131,
      "start_time": 1067440.0,
      "end_time": 1073490.0,
      "text": "the one at the very bottom so make sure you say total assets eighty three two fifty total"
    },
    {
      "index": 132,
      "start_time": 1073490.0,
      "end_time": 1080490.0,
      "text": "liabilities and equity eight three two fifty. Is it prepared in proper form or good form"
    },
    {
      "index": 133,
      "start_time": 1085330.0,
      "end_time": 1090370.0,
      "text": "yes the name of the company the name of the statement and its dated properly now this"
    },
    {
      "index": 134,
      "start_time": 1090370.0,
      "end_time": 1096649.0,
      "text": "one is dated you can either say as of October thirty first or just October thirty first"
    },
    {
      "index": 135,
      "start_time": 1096650.0,
      "end_time": 1102291.0,
      "text": "but do not say for the month ending October thirty first a balance sheet is a snap shot"
    },
    {
      "index": 136,
      "start_time": 1102290.0,
      "end_time": 1109290.0,
      "text": "in time correct? So we want to make sure that it&#39;s dated correctly to reflect that. What"
    },
    {
      "index": 137,
      "start_time": 1112590.0,
      "end_time": 1119590.0,
      "text": "happens if your balance sheet doesn&#39;t t balance? You did a booboo made a mistake right? Now"
    },
    {
      "index": 138,
      "start_time": 1120950.0,
      "end_time": 1127159.0,
      "text": "when you guys take the test and when I ask you to prepare these three financial statements"
    },
    {
      "index": 139,
      "start_time": 1127160.0,
      "end_time": 1134160.0,
      "text": "I&#39;ve had students go absolutely bananas because their balance sheet did not balance. I&#39;m a"
    },
    {
      "index": 140,
      "start_time": 1136920.0,
      "end_time": 1141581.0,
      "text": "pretty nice guy I mean if you prepared it if you did a pretty good job and you maybe"
    },
    {
      "index": 141,
      "start_time": 1141580.0,
      "end_time": 1146860.0,
      "text": "just made a math error along the way but it&#39;s prepared neatly and you did most things correct"
    },
    {
      "index": 142,
      "start_time": 1146860.0,
      "end_time": 1152900.0,
      "text": "you&#39;re going to get partial credit but please don&#39;t be like some students in the past I&#39;ve"
    },
    {
      "index": 143,
      "start_time": 1152900.0,
      "end_time": 1158519.0,
      "text": "had had students pend thirty minutes on their financial statements on their test because"
    },
    {
      "index": 144,
      "start_time": 1158520.0,
      "end_time": 1164170.0,
      "text": "they could not because they were getting a little obsessive it doesn&#39;t balance and so"
    },
    {
      "index": 145,
      "start_time": 1164170.0,
      "end_time": 1168760.0,
      "text": "they were neglecting the rest of their tests and because they spent thirty minutes I&#39;ve"
    },
    {
      "index": 146,
      "start_time": 1168760.0,
      "end_time": 1175760.0,
      "text": "got to find why it didn&#39;t balance right relax breath deep do the best job you can do the"
    },
    {
      "index": 147,
      "start_time": 1177240.0,
      "end_time": 1181490.0,
      "text": "rest of your test if you got time you can come look for it again, but there is partial"
    },
    {
      "index": 148,
      "start_time": 1181490.0,
      "end_time": 1188490.0,
      "text": "credit here ok, because a lot of times my students will on the test they&#39;ll thumb back"
    },
    {
      "index": 149,
      "start_time": 1188490.0,
      "end_time": 1192679.0,
      "text": "and do the problems first the financial statements they&#39;ll do that first before they do any of"
    },
    {
      "index": 150,
      "start_time": 1192680.0,
      "end_time": 1199680.0,
      "text": "the multiple choice or anything else. Any questions on that? Great. I believe that was"
    },
    {
      "index": 151,
      "start_time": 1205250.0,
      "end_time": 1210200.0,
      "text": "all the homework I assigned is that correct? Ok so were going to talk about a few other"
    },
    {
      "index": 152,
      "start_time": 1210200.0,
      "end_time": 1217200.0,
      "text": "things today and then were going to do a little bit of work here in class on some things today,"
    },
    {
      "index": 153,
      "start_time": 1219630.0,
      "end_time": 1225560.0,
      "text": "but one thing I want to go back through today is remember when and we talked about the revenue"
    },
    {
      "index": 154,
      "start_time": 1225560.0,
      "end_time": 1232560.0,
      "text": "recognition principle ok. Let&#39;s take a look at the screen real quick ok that we talked"
    },
    {
      "index": 155,
      "start_time": 1239490.0,
      "end_time": 1245620.0,
      "text": "about there&#39;s principles and assumptions of accounting for which all the rules are built"
    },
    {
      "index": 156,
      "start_time": 1245620.0,
      "end_time": 1252620.0,
      "text": "upon correct? And we talked about the revenue recognition principle which is very important"
    },
    {
      "index": 157,
      "start_time": 1253160.0,
      "end_time": 1260160.0,
      "text": "just to reiterate we recognize revenue when it is earned when is it earned? When the product"
    },
    {
      "index": 158,
      "start_time": 1260930.0,
      "end_time": 1267930.0,
      "text": "or service has been delivered to the customer not necessarily when the cash changes hand"
    },
    {
      "index": 159,
      "start_time": 1268800.0,
      "end_time": 1273870.0,
      "text": "correct? So let&#39;s just do a quick example and I want to introduce you to a new account."
    },
    {
      "index": 160,
      "start_time": 1273870.0,
      "end_time": 1280870.0,
      "text": "Let&#39;s say our buddy Jake here let&#39;s go back to the example let&#39;s say he&#39;s the guy who"
    },
    {
      "index": 161,
      "start_time": 1281280.0,
      "end_time": 1288280.0,
      "text": "mows my lawn let&#39;s say that I actually let&#39;s say  yeah let&#39;s look at the perspective of Jake"
    },
    {
      "index": 162,
      "start_time": 1296660.0,
      "end_time": 1303461.0,
      "text": "not from me but the perspective of Jake and his accounting books. So let&#39;s say hey can"
    },
    {
      "index": 163,
      "start_time": 1303460.0,
      "end_time": 1308440.0,
      "text": "you mow my lawn next week and he says yeah that&#39;s nice and its fifty dollars right to"
    },
    {
      "index": 164,
      "start_time": 1308440.0,
      "end_time": 1313279.0,
      "text": "mow my loan and he goes yeah that&#39;s right let me give you the fifty dollars now but"
    },
    {
      "index": 165,
      "start_time": 1313280.0,
      "end_time": 1318000.0,
      "text": "you don&#39;t need to mow it till like next Thursday he says that&#39;s fine I don&#39;t know if I&#39;m going"
    },
    {
      "index": 166,
      "start_time": 1318000.0,
      "end_time": 1321451.0,
      "text": "to see you next week so let me just give you the fifty now so I give him the fifty dollar"
    },
    {
      "index": 167,
      "start_time": 1321450.0,
      "end_time": 1327830.0,
      "text": "bill. Well on Jakes accounting records and if we were doing the transaction analysis"
    },
    {
      "index": 168,
      "start_time": 1327830.0,
      "end_time": 1334830.0,
      "text": "how would we record that? Well I&#39;ll show you we would say we would say cash for Jake went"
    },
    {
      "index": 169,
      "start_time": 1338490.0,
      "end_time": 1345490.0,
      "text": "up by fifty and then we would have an account called unearned revenue that will also go"
    },
    {
      "index": 170,
      "start_time": 1353700.0,
      "end_time": 1360700.0,
      "text": "up by fifty and unearned revenue is a liability. Sometimes people think that unearned revenue"
    },
    {
      "index": 171,
      "start_time": 1370620.0,
      "end_time": 1376289.0,
      "text": "is an revenue because it has the word revenue in it but its not. Unearned revenue is a liability"
    },
    {
      "index": 172,
      "start_time": 1376290.0,
      "end_time": 1381909.0,
      "text": "account and thus it goes with the other liabilities on which financial statement where do liabilities"
    },
    {
      "index": 173,
      "start_time": 1381910.0,
      "end_time": 1388910.0,
      "text": "go balance sheet unearned revenues is a liability and it goes the balance sheet so taking a"
    },
    {
      "index": 174,
      "start_time": 1391600.0,
      "end_time": 1396269.0,
      "text": "look back at this Jake when I give you fifty dollars and you&#39;re keeping track of this in"
    },
    {
      "index": 175,
      "start_time": 1396270.0,
      "end_time": 1403270.0,
      "text": "your records your cash goes up by fifty an your unearned revenue goes up by fifty. Well"
    },
    {
      "index": 176,
      "start_time": 1403420.0,
      "end_time": 1410420.0,
      "text": "Thursday comes and you mow my lawn well a transaction that you will make at that point"
    },
    {
      "index": 177,
      "start_time": 1412300.0,
      "end_time": 1417851.0,
      "text": "is your revenue will go up by fifty dollars as soon as you&#39;re done mowing my lawn. And"
    },
    {
      "index": 178,
      "start_time": 1417850.0,
      "end_time": 1423990.0,
      "text": "unearned revenue that liability now goes down because you satisfied that. Does that make"
    },
    {
      "index": 179,
      "start_time": 1423990.0,
      "end_time": 1429840.0,
      "text": "sense? And of course me as the customer I don&#39;t know your making this entry I really"
    },
    {
      "index": 180,
      "start_time": 1429840.0,
      "end_time": 1436840.0,
      "text": "don&#39;t care, but for your books taking one more look at this when you got the cash, cash"
    },
    {
      "index": 181,
      "start_time": 1437970.0,
      "end_time": 1443749.0,
      "text": "went up by fifty unearned revenue a liability when you provided the service unearned revenue"
    },
    {
      "index": 182,
      "start_time": 1443750.0,
      "end_time": 1449750.0,
      "text": "went down a liability was decreased and revenue you can book it as revenue at that point cool."
    },
    {
      "index": 183,
      "start_time": 1449750.0,
      "end_time": 1456571.0,
      "text": "Ok let&#39;s talk about these other principles what about the cost principle? Well the cost"
    },
    {
      "index": 184,
      "start_time": 1456570.0,
      "end_time": 1463460.0,
      "text": "principle is this that means that you base your accounting information on actual costs"
    },
    {
      "index": 185,
      "start_time": 1463460.0,
      "end_time": 1470460.0,
      "text": "because that is objective let me give you an example. Marlin let&#39;s say that you had"
    },
    {
      "index": 186,
      "start_time": 1471140.0,
      "end_time": 1478140.0,
      "text": "a business and you bought a used truck for it off of Craig&#39;s list and I said how much"
    },
    {
      "index": 187,
      "start_time": 1479440.0,
      "end_time": 1486440.0,
      "text": "did you buy the truck for and you say I bought it for eight thousand dollars cash and I said"
    },
    {
      "index": 188,
      "start_time": 1487200.0,
      "end_time": 1490950.0,
      "text": "eight thousand cash is what you paid for it that&#39;s good deal. And you say here&#39;s the beautiful"
    },
    {
      "index": 189,
      "start_time": 1490950.0,
      "end_time": 1497950.0,
      "text": "part Dave I took it to my brother who works at a used car lot he knows cars he knows what"
    },
    {
      "index": 190,
      "start_time": 1499350.0,
      "end_time": 1502600.0,
      "text": "they&#39;re worth he knows trucks he knows what&#39;s they&#39;re worth he said this thing is worth"
    },
    {
      "index": 191,
      "start_time": 1502600.0,
      "end_time": 1508809.0,
      "text": "at least thirteen thousand I got a deal you know I looked it up on the bluebook value"
    },
    {
      "index": 192,
      "start_time": 1508810.0,
      "end_time": 1513971.0,
      "text": "it said it&#39;s twelve thousand nine hundred and I got it for eight I got a deal on this"
    },
    {
      "index": 193,
      "start_time": 1513970.0,
      "end_time": 1519460.0,
      "text": "thing, this thing is worth five thousand more than what I paid for it ok well that&#39;s all"
    },
    {
      "index": 194,
      "start_time": 1519460.0,
      "end_time": 1523710.0,
      "text": "good and fine but when you record that in your books it goes on your books at eight"
    },
    {
      "index": 195,
      "start_time": 1523710.0,
      "end_time": 1527590.0,
      "text": "thousand, because that&#39;s what you paid for it and if I look at your cancelled check it&#39;s"
    },
    {
      "index": 196,
      "start_time": 1527590.0,
      "end_time": 1533320.0,
      "text": "going to say eight thousand dollars right? We can&#39;t just put assets on what we feel like"
    },
    {
      "index": 197,
      "start_time": 1533320.0,
      "end_time": 1540320.0,
      "text": "their worth because that would be pretty easy to distort wouldn&#39;t it right? Ok so we put"
    },
    {
      "index": 198,
      "start_time": 1541490.0,
      "end_time": 1548490.0,
      "text": "what we paid for it that&#39;s the cost principle I don&#39;t want to focus too much on this one"
    },
    {
      "index": 199,
      "start_time": 1548180.0,
      "end_time": 1552500.0,
      "text": "this is more of a chapter three principle concept but this talks about how we&#39;re going"
    },
    {
      "index": 200,
      "start_time": 1552500.0,
      "end_time": 1558901.0,
      "text": "to match the expenses to the revenues that they help generate let&#39;s just wait till chapter"
    },
    {
      "index": 201,
      "start_time": 1558900.0,
      "end_time": 1563168.0,
      "text": "three to talk about matching principle I won&#39;t be asking that on the first test. What about"
    },
    {
      "index": 202,
      "start_time": 1563170.0,
      "end_time": 1570170.0,
      "text": "the full disclosure principle a company is required to report the details behind the"
    },
    {
      "index": 203,
      "start_time": 1571590.0,
      "end_time": 1578590.0,
      "text": "financial statements that would impact the decisions of the user I want to show you something"
    },
    {
      "index": 204,
      "start_time": 1580750.0,
      "end_time": 1587750.0,
      "text": "here if you turn in the very, very back of your book you&#39;re going to see a real life"
    },
    {
      "index": 205,
      "start_time": 1593600.0,
      "end_time": 1599199.0,
      "text": "financial report you&#39;re not going to be able to see the details, but if you look in the"
    },
    {
      "index": 206,
      "start_time": 1599200.0,
      "end_time": 1606200.0,
      "text": "very back of your book its pages like A two A three A four this is a exact photo copy"
    },
    {
      "index": 207,
      "start_time": 1610690.0,
      "end_time": 1615399.0,
      "text": "of annual report of this company this is a real life company Research in Motion I think"
    },
    {
      "index": 208,
      "start_time": 1615400.0,
      "end_time": 1621181.0,
      "text": "they do like cell phones and stuff ok. Well as you thumb through it you&#39;re going to see"
    },
    {
      "index": 209,
      "start_time": 1621190.0,
      "end_time": 1628190.0,
      "text": "on page A five the balance sheet you&#39;re going to see the statement of operations which is"
    },
    {
      "index": 210,
      "start_time": 1628780.0,
      "end_time": 1635780.0,
      "text": "a nice way to say the income statement there&#39;s a statement of equity on page A seven here&#39;s"
    },
    {
      "index": 211,
      "start_time": 1639400.0,
      "end_time": 1646269.0,
      "text": "the statement of cash flows I talked about that one now you can kind of thumb through"
    },
    {
      "index": 212,
      "start_time": 1646270.0,
      "end_time": 1652701.0,
      "text": "that at home I know you can&#39;t see the details either on the screen here in class or on your"
    },
    {
      "index": 213,
      "start_time": 1652700.0,
      "end_time": 1659700.0,
      "text": "monitor but the next thing that they have is they have notes and notes and notes they"
    },
    {
      "index": 214,
      "start_time": 1662950.0,
      "end_time": 1669950.0,
      "text": "talk about their inventory they talk about their fixed assets they talk about their investments"
    },
    {
      "index": 215,
      "start_time": 1670540.0,
      "end_time": 1677540.0,
      "text": "they have some other little reports and schedules here to kind of support things ok they have"
    },
    {
      "index": 216,
      "start_time": 1677670.0,
      "end_time": 1683691.0,
      "text": "a lot of different notes and stuff don&#39;t they? Well those are called the notes to the financial"
    },
    {
      "index": 217,
      "start_time": 1683690.0,
      "end_time": 1690690.0,
      "text": "statements alright now the matter of fact let&#39;s say you&#39;re considering investing in"
    },
    {
      "index": 218,
      "start_time": 1694850.0,
      "end_time": 1699100.0,
      "text": "a company and you get an annual report and if you&#39;re in a business class you might have"
    },
    {
      "index": 219,
      "start_time": 1699100.0,
      "end_time": 1704209.0,
      "text": "to analyze a real life company someday and you might have to go obtain an annual report"
    },
    {
      "index": 220,
      "start_time": 1704210.0,
      "end_time": 1709509.0,
      "text": "I actually say before you look at the financial statements look through those notes look through"
    },
    {
      "index": 221,
      "start_time": 1709510.0,
      "end_time": 1713731.0,
      "text": "the notes that I showed you. It will talk about things about here&#39;s what are company"
    },
    {
      "index": 222,
      "start_time": 1713730.0,
      "end_time": 1720730.0,
      "text": "does, this is what we sell, this is where are markets are located geographically; these"
    },
    {
      "index": 223,
      "start_time": 1721520.0,
      "end_time": 1726540.0,
      "text": "are some major changes that happened this year. And then they will talk about some of"
    },
    {
      "index": 224,
      "start_time": 1726540.0,
      "end_time": 1729601.0,
      "text": "their different accounts then go look at those financial statements and it makes a lot more"
    },
    {
      "index": 225,
      "start_time": 1729600.0,
      "end_time": 1735149.0,
      "text": "sense right? Cause you got some context to put it in does that make sense? But going"
    },
    {
      "index": 226,
      "start_time": 1735150.0,
      "end_time": 1742150.0,
      "text": "to this financial statement I&#39;m sorry these ah going to the principle the full disclosure"
    },
    {
      "index": 227,
      "start_time": 1742260.0,
      "end_time": 1748530.0,
      "text": "principle that just states that a company is required to report those details ok there"
    },
    {
      "index": 228,
      "start_time": 1748530.0,
      "end_time": 1752851.0,
      "text": "not the financial statement themselves but their the notes to the financial statements."
    },
    {
      "index": 229,
      "start_time": 1752850.0,
      "end_time": 1759850.0,
      "text": "Does that make sense? Ok let&#39;s go to the next page of principles there&#39;s also something"
    },
    {
      "index": 230,
      "start_time": 1760480.0,
      "end_time": 1766769.0,
      "text": "called a going concerned assumption now this the assumption that the business is going"
    },
    {
      "index": 231,
      "start_time": 1766770.0,
      "end_time": 1773770.0,
      "text": "to continue operating. As oppose to being liquidated or closed or sold in the near term"
    },
    {
      "index": 232,
      "start_time": 1774490.0,
      "end_time": 1779221.0,
      "text": "now if you did think it was going to be closed or liquidated in the short term it would have"
    },
    {
      "index": 233,
      "start_time": 1779220.0,
      "end_time": 1786800.0,
      "text": "to say so prominently in the notes that I just showed you. That&#39;s pretty important isn&#39;t"
    },
    {
      "index": 234,
      "start_time": 1786800.0,
      "end_time": 1793800.0,
      "text": "it? Ok but if you don&#39;t see that you can assume it&#39;s going to continue going on. Marlin? Good"
    },
    {
      "index": 235,
      "start_time": 1804910.0,
      "end_time": 1811490.0,
      "text": "question great question the ones that you saw are annual ok but most companies prepare"
    },
    {
      "index": 236,
      "start_time": 1811490.0,
      "end_time": 1818490.0,
      "text": "monthlies for their own use but the annual report is obviously just twelve months good"
    },
    {
      "index": 237,
      "start_time": 1818510.0,
      "end_time": 1825510.0,
      "text": "question. Any other questions? Great question that was obviously a large company wasn&#39;t"
    },
    {
      "index": 238,
      "start_time": 1834560.0,
      "end_time": 1841591.0,
      "text": "it? And large you asked if all companies have to do this or just large ones. All companies"
    },
    {
      "index": 239,
      "start_time": 1841590.0,
      "end_time": 1848590.0,
      "text": "do now you can even here&#39;s the deal if you are a publicly traded company like Research"
    },
    {
      "index": 240,
      "start_time": 1848940.0,
      "end_time": 1853950.0,
      "text": "in Motion that&#39;s their annual report they send that to the shareholders or if you&#39;re"
    },
    {
      "index": 241,
      "start_time": 1853950.0,
      "end_time": 1858350.0,
      "text": "thinking about investing in it they&#39;ll send it to you. But you can be a small company"
    },
    {
      "index": 242,
      "start_time": 1858350.0,
      "end_time": 1863330.0,
      "text": "like let&#39;s go back to Jake let&#39;s say he has a landscaping business. Well you&#39;re not publicly"
    },
    {
      "index": 243,
      "start_time": 1863330.0,
      "end_time": 1869580.0,
      "text": "traded you&#39;re not buying stock their not following you on CNN financial right? But let&#39;s say"
    },
    {
      "index": 244,
      "start_time": 1869580.0,
      "end_time": 1874759.0,
      "text": "that you have a loan with the bank a bank helped you start your business by giving you"
    },
    {
      "index": 245,
      "start_time": 1874760.0,
      "end_time": 1880380.0,
      "text": "a loan a lot of times one of the requirements of that loan is that you have to provide periodic"
    },
    {
      "index": 246,
      "start_time": 1880380.0,
      "end_time": 1887380.0,
      "text": "financial statements either every quarter or every year and when you give those yes"
    },
    {
      "index": 247,
      "start_time": 1887570.0,
      "end_time": 1893639.0,
      "text": "you have to have the notes behind them as well it may look as colorful it may not look"
    },
    {
      "index": 248,
      "start_time": 1893640.0,
      "end_time": 1898710.0,
      "text": "as slick, it may not have pretty pictures, but you have to prepare the same thing. Now"
    },
    {
      "index": 249,
      "start_time": 1898710.0,
      "end_time": 1904690.0,
      "text": "if you&#39;re just a business on your own lets say Jessica owns her own business no bank"
    },
    {
      "index": 250,
      "start_time": 1904690.0,
      "end_time": 1911690.0,
      "text": "has given her money you know it&#39;s just her. She&#39;ll probably want to prepare those financial"
    },
    {
      "index": 251,
      "start_time": 1912900.0,
      "end_time": 1916530.0,
      "text": "statements and she&#39;ll probably have to have stuff like that for tax purposes, but then"
    },
    {
      "index": 252,
      "start_time": 1916530.0,
      "end_time": 1923530.0,
      "text": "the requirements are a little bit less ok. So but yeah when I was an external auditor"
    },
    {
      "index": 253,
      "start_time": 1925120.0,
      "end_time": 1929550.0,
      "text": "I would help do those financial statements and help write those notes and a lot of those"
    },
    {
      "index": 254,
      "start_time": 1929550.0,
      "end_time": 1936550.0,
      "text": "things so good question. Any other questions? Ok let&#39;s hit on these last ones real quick"
    },
    {
      "index": 255,
      "start_time": 1939250.0,
      "end_time": 1946250.0,
      "text": "the monetary unit assumption. This is the assumption that says transactions and stuff"
    },
    {
      "index": 256,
      "start_time": 1949690.0,
      "end_time": 1954590.0,
      "text": "will be reflected in monetary units. So if it&#39;s the United States it will be the U.S"
    },
    {
      "index": 257,
      "start_time": 1954590.0,
      "end_time": 1961590.0,
      "text": "dollar if it&#39;s in Europe it will be the euro, if it&#39;s in Japan it will be the yen. Your"
    },
    {
      "index": 258,
      "start_time": 1962190.0,
      "end_time": 1966710.0,
      "text": "financial statements will be in some sort of monetary unit that goes without saying."
    },
    {
      "index": 259,
      "start_time": 1966710.0,
      "end_time": 1972419.0,
      "text": "What about the business entity assumption? That states a business is accounted for separately"
    },
    {
      "index": 260,
      "start_time": 1972420.0,
      "end_time": 1978901.0,
      "text": "from other businesses entities including its owner. So Jake your landscaping business that"
    },
    {
      "index": 261,
      "start_time": 1978900.0,
      "end_time": 1982730.0,
      "text": "you have it keep track of it separately from your personal life and I think we talked about"
    },
    {
      "index": 262,
      "start_time": 1982730.0,
      "end_time": 1987929.0,
      "text": "that in a previous lecture don&#39;t comingle don&#39;t comingle your records don&#39;t comingle"
    },
    {
      "index": 263,
      "start_time": 1987930.0,
      "end_time": 1991331.0,
      "text": "your check books you want to keep track of it separately and if you have one or more"
    },
    {
      "index": 264,
      "start_time": 1991330.0,
      "end_time": 1995820.0,
      "text": "businesses you want to keep track of those separately from each other it&#39;s is own business"
    },
    {
      "index": 265,
      "start_time": 1995820.0,
      "end_time": 2002820.0,
      "text": "entity. Make sense? It&#39;s a big mess if you get it all mixed up ok. And then the last"
    },
    {
      "index": 266,
      "start_time": 2003450.0,
      "end_time": 2009100.0,
      "text": "thing is the time period assumption. That states that the life of a company can be divided"
    },
    {
      "index": 267,
      "start_time": 2009100.0,
      "end_time": 2014639.0,
      "text": "into time periods such as months or years or quarters and all those sort of things we"
    },
    {
      "index": 268,
      "start_time": 2014640.0,
      "end_time": 2020650.0,
      "text": "can kind of divide things up properly, and we&#39;ll talk more about that in chapter three,"
    },
    {
      "index": 269,
      "start_time": 2020650.0,
      "end_time": 2027650.0,
      "text": "but that&#39;s the time period assumption ok any questions on that? Yes Kara \"On the business"
    },
    {
      "index": 270,
      "start_time": 2030910.0,
      "end_time": 2037910.0,
      "text": "entity part of it lets say your business checking accounts low and you transfer money from like"
    },
    {
      "index": 271,
      "start_time": 2039780.0,
      "end_time": 2044821.0,
      "text": "your personal what would that be considered and how would you pay would you have to pay"
    },
    {
      "index": 272,
      "start_time": 2044820.0,
      "end_time": 2051819.0,
      "text": "yourself back?\" That&#39;s a good question what you&#39;re saying if your business is low on cash,"
    },
    {
      "index": 273,
      "start_time": 2052969.9999999998,
      "end_time": 2058149.9999999998,
      "text": "but you&#39;ve got some personal money you want to put it into it that&#39;s just another investment"
    },
    {
      "index": 274,
      "start_time": 2058150.0,
      "end_time": 2062231.0,
      "text": "by the owner into the business you know that investment by the owner is one of those things"
    },
    {
      "index": 275,
      "start_time": 2062230.0,
      "end_time": 2067800.0,
      "text": "that increases owner&#39;s capital or equity that can happen not just at the very beginning"
    },
    {
      "index": 276,
      "start_time": 2067800.0000000002,
      "end_time": 2074800.0000000002,
      "text": "of the business but at any time and you could treat that as one or two ways but your probably"
    },
    {
      "index": 277,
      "start_time": 2074639.9999999998,
      "end_time": 2078859.9999999998,
      "text": "going to treat that as an investment by the owner into the business and then of course"
    },
    {
      "index": 278,
      "start_time": 2078860.0000000002,
      "end_time": 2083280.0000000002,
      "text": "you can withdraw if you start getting a lot of cash in there you can withdraw cash from"
    },
    {
      "index": 279,
      "start_time": 2083280.0000000002,
      "end_time": 2090280.0000000002,
      "text": "the business then it will decrease capital and equity so ok. Good alright let me look"
    },
    {
      "index": 280,
      "start_time": 2094150.0,
      "end_time": 2100260.0,
      "text": "over my notes real quick see if we gone over what I want to get through. Alright what I"
    },
    {
      "index": 281,
      "start_time": 2100260.0,
      "end_time": 2107260.0,
      "text": "am going to do now is. I am going to Jake will you do me a favor and hand one of these"
    },
    {
      "index": 282,
      "start_time": 2114510.0,
      "end_time": 2121510.0,
      "text": "out to each person here we are going to work on something this is a financial preparation"
    },
    {
      "index": 283,
      "start_time": 2123400.0,
      "end_time": 2130400.0,
      "text": "I&#39;m going to put it on the screen for you. This is for valentine tree trimming valentine"
    },
    {
      "index": 284,
      "start_time": 2132240.0,
      "end_time": 2139240.0,
      "text": "tree trimming and what I want you to do is prepare the three financial statements for"
    },
    {
      "index": 285,
      "start_time": 2140800.0,
      "end_time": 2147800.0,
      "text": "valentine tree trimming ok. Now let me give you a few check figures on this we&#39;re going"
    },
    {
      "index": 286,
      "start_time": 2149400.0,
      "end_time": 2154850.0,
      "text": "to start on it during class, but I don&#39;t think well have time to do the whole thing, but"
    },
    {
      "index": 287,
      "start_time": 2154850.0,
      "end_time": 2160279.0,
      "text": "let me give you some check figure the net income is going to be seven thousand and forty"
    },
    {
      "index": 288,
      "start_time": 2160280.0,
      "end_time": 2167280.0,
      "text": "dollars ok. The ending capital on the statement of equity is going to be thirty five forty"
    },
    {
      "index": 289,
      "start_time": 2174870.0,
      "end_time": 2181870.0,
      "text": "and on the balance sheet the total assets will be thirty four oh twenty. Those are all"
    },
    {
      "index": 290,
      "start_time": 2187430.0,
      "end_time": 2194430.0,
      "text": "dollar figures ok now you&#39;re going to notice something different on this valentine tree"
    },
    {
      "index": 291,
      "start_time": 2196450.0,
      "end_time": 2203450.0,
      "text": "trimming take a look at the list of accounts what is different? What&#39;s different about"
    },
    {
      "index": 292,
      "start_time": 2205740.0,
      "end_time": 2212740.0,
      "text": "my list of accounts? \"They&#39;re all mixed up.\" Yeah its alphabetical I didn&#39;t group them"
    },
    {
      "index": 293,
      "start_time": 2215960.0,
      "end_time": 2222960.0,
      "text": "all together by what statement they go on ok like the book did I just gave them to you"
    },
    {
      "index": 294,
      "start_time": 2224180.0,
      "end_time": 2230310.0,
      "text": "in alphabetical order so you really need to go through you really need to go through first"
    },
    {
      "index": 295,
      "start_time": 2230310.0,
      "end_time": 2237600.0,
      "text": "and decide what financial statement it goes on. And then look now don&#39;t get started yet"
    },
    {
      "index": 296,
      "start_time": 2237600.0,
      "end_time": 2242940.0,
      "text": "guys and then as you use these accounts put a check mark by it or I guarantee it you&#39;re"
    },
    {
      "index": 297,
      "start_time": 2242940.0,
      "end_time": 2249940.0,
      "text": "going to miss one so circle it or put a check mark as you do it ok. Now you folks at home"
    },
    {
      "index": 298,
      "start_time": 2251190.0,
      "end_time": 2257600.0,
      "text": "while watching this you have this work sheet ok this in the lessons tab underneath the"
    },
    {
      "index": 299,
      "start_time": 2257600.0,
      "end_time": 2264600.0,
      "text": "chapter under chapter one you&#39;ll see valentine tree trimming its called something like that"
    },
    {
      "index": 300,
      "start_time": 2264470.0,
      "end_time": 2268169.0,
      "text": "so you to print these things out and have them ready for class. Cause were going to"
    },
    {
      "index": 301,
      "start_time": 2268170.0,
      "end_time": 2273840.0,
      "text": "work on this in class a little bit while that snazzy jazzy JCCC music plays, and you folks"
    },
    {
      "index": 302,
      "start_time": 2273840.0,
      "end_time": 2280840.0,
      "text": "at home work on it as well lets at least get through the income statement. Any question"
    },
    {
      "index": 303,
      "start_time": 2280920.0,
      "end_time": 2287110.0,
      "text": "before we turn the music on and turn the audio off? Any questions? Ok the first thing you"
    },
    {
      "index": 304,
      "start_time": 2287110.0,
      "end_time": 2292690.0,
      "text": "want to do is go through that list of accounts decide what statement it goes on and then"
    },
    {
      "index": 305,
      "start_time": 2292690.0,
      "end_time": 2296510.0,
      "text": "start preparing your income statement then your statement of equity and then your balance"
    },
    {
      "index": 306,
      "start_time": 2296510.0,
      "end_time": 2303510.0,
      "text": "sheet. This is a passed test question this exact question was on a test so this is going"
    },
    {
      "index": 307,
      "start_time": 2304420.0,
      "end_time": 2308620.0,
      "text": "to be a good indicator on what you need to do on the exam. So let&#39;s play that snazzy"
    },
    {
      "index": 308,
      "start_time": 2308620.0,
      "end_time": 2313890.0,
      "text": "jazzy music and let&#39;s go ahead and work on this for a while. Wait question before we"
    },
    {
      "index": 309,
      "start_time": 2313900.0,
      "end_time": 2320900.0,
      "text": "go \"is unearned revenue on the income statement or is that a liability\" unearned is that account"
    },
    {
      "index": 310,
      "start_time": 2320720.0,
      "end_time": 2325609.0,
      "text": "that we just talked about and what is that account is unearned revenue? It&#39;s a liability"
    },
    {
      "index": 311,
      "start_time": 2325610.0,
      "end_time": 2328800.0,
      "text": "it goes on the balance sheet, but where do people always make the mistake on the test"
    },
    {
      "index": 312,
      "start_time": 2328800.0,
      "end_time": 2333230.0,
      "text": "and put it on they put it on they put it as a revenue in the income statement. Unearned"
    },
    {
      "index": 313,
      "start_time": 2333230.0,
      "end_time": 2340230.0,
      "text": "revenue is a liability ok? Any other questions? Ok let&#39;s start to work on that. Music (39:00-47:25)"
    },
    {
      "index": 314,
      "start_time": 2844930.0,
      "end_time": 2849720.0,
      "text": "ok a couple people ask some good questions as they were working on it, and I&#39;ll answer"
    },
    {
      "index": 315,
      "start_time": 2849720.0,
      "end_time": 2856720.0,
      "text": "those ok. Ok let&#39;s just look at the incomes statement let&#39;s just look at the incomes statement"
    },
    {
      "index": 316,
      "start_time": 2857900.0,
      "end_time": 2862780.0,
      "text": "and you can do the rest for homework. Here&#39;s the income statement can you guys see that"
    },
    {
      "index": 317,
      "start_time": 2862780.0,
      "end_time": 2869780.0,
      "text": "alright? You got your revenues minus your expenses equal a net income of seven thousand"
    },
    {
      "index": 318,
      "start_time": 2872110.0,
      "end_time": 2879110.0,
      "text": "forty right? Did I prepare this in good form or proper form yes now did you guys did you"
    },
    {
      "index": 319,
      "start_time": 2882700.0,
      "end_time": 2888540.0,
      "text": "guys circle these or check them off as you were using them? Do that I promise if you"
    },
    {
      "index": 320,
      "start_time": 2888540.0,
      "end_time": 2895800.0,
      "text": "don&#39;t do that you&#39;re going to forget to put an account on a financial statement. So the"
    },
    {
      "index": 321,
      "start_time": 2895800.0,
      "end_time": 2901380.0,
      "text": "first thing that you should do is decide what statement these things go on and then circle"
    },
    {
      "index": 322,
      "start_time": 2901380.0,
      "end_time": 2907630.0,
      "text": "them or check them off as you go use them ok. Now somebody asked on this one they didn&#39;t"
    },
    {
      "index": 323,
      "start_time": 2907630.0,
      "end_time": 2911860.0,
      "text": "see and investment by owner there&#39;s not always going to be investment by owner every month,"
    },
    {
      "index": 324,
      "start_time": 2911860.0,
      "end_time": 2918900.0,
      "text": "but the top lining of statement of equity will be that balance of capital ok will be"
    },
    {
      "index": 325,
      "start_time": 2918900.0,
      "end_time": 2924810.0,
      "text": "that balance of capital at seventy one thirteen of twenty eight thousand. So what I want you"
    },
    {
      "index": 326,
      "start_time": 2924810.0,
      "end_time": 2931810.0,
      "text": "to do is there any other questions about this? About the income statement? Kara? On the directions"
    },
    {
      "index": 327,
      "start_time": 2934330.0,
      "end_time": 2940150.0,
      "text": "it just says August two thousand thirteen should we put just that or should we put the"
    },
    {
      "index": 328,
      "start_time": 2940150.0,
      "end_time": 2944700.0,
      "text": "difference? That&#39;s a good question a lot of times things will be stated like that its"
    },
    {
      "index": 329,
      "start_time": 2944700.0,
      "end_time": 2950270.0,
      "text": "understood it said august thirty one two thousand thirteen so if you didn&#39;t that&#39;s fine but"
    },
    {
      "index": 330,
      "start_time": 2950270.0,
      "end_time": 2957270.0,
      "text": "I said for the month ended august thirty one good point. Any other question? Let me give"
    },
    {
      "index": 331,
      "start_time": 2957770.0,
      "end_time": 2964430.0,
      "text": "you your homework here is the homework I want you to do I want you to finish the valentine"
    },
    {
      "index": 332,
      "start_time": 2964430.0,
      "end_time": 2971430.0,
      "text": "hand out I want you to do quick study one point six and then I want you to read about"
    },
    {
      "index": 333,
      "start_time": 2972940.0,
      "end_time": 2979940.0,
      "text": "return on assets ROA its on page twenty two and twenty three in your book and do exercise"
    },
    {
      "index": 334,
      "start_time": 2980200.0,
      "end_time": 2987200.0,
      "text": "one eighteen ok each chapter has a ratio at the end of it and well talk about those make"
    },
    {
      "index": 335,
      "start_time": 2988930.0,
      "end_time": 2994470.0,
      "text": "sure for next lecture which is a very important lecture you have your PowerPoint&#39;s for chapter"
    },
    {
      "index": 336,
      "start_time": 2994470.0,
      "end_time": 3001299.0,
      "text": "two ok. That you have your PowerPoint&#39;s for chapter two is everybody here signed up for"
    },
    {
      "index": 337,
      "start_time": 3001300.0,
      "end_time": 3007600.0,
      "text": "connect ok good are you folks at home signed up for connect yet. Because next class period"
    },
    {
      "index": 338,
      "start_time": 3007600.0,
      "end_time": 3013290.0,
      "text": "were going to talk a little bit more about the connect assignments. Alright any questions?"
    },
    {
      "index": 339,
      "start_time": 3013290.0,
      "end_time": 3018210.0,
      "text": "Got your homework? Good class period next class period is a real important one well"
    },
    {
      "index": 340,
      "start_time": 3018210.0,
      "end_time": 3020800.0,
      "text": "see you bye-bye."
    }
  ]
}