{
  "video_id": "4ootrdDrxL4",
  "title": "I Got Fired And It Changed My Life - YouTuber Matthew Santoro's Story",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4150.0,
      "end_time": 8550.0,
      "text": "You know I've always noticed throughout my whole life that there are so many people doing"
    },
    {
      "index": 2,
      "start_time": 8550.0,
      "end_time": 13389.0,
      "text": "things that they don't want to do.  Working a job that they hate when their true passion"
    },
    {
      "index": 3,
      "start_time": 13389.0,
      "end_time": 18220.0,
      "text": "lies somewhere else.  When I was in high school, I had zero idea what I wanted to do with the"
    },
    {
      "index": 4,
      "start_time": 18220.0,
      "end_time": 22640.0,
      "text": "rest of my life. One day my accounting teacher told me that I could make a lot of money as"
    },
    {
      "index": 5,
      "start_time": 22640.0,
      "end_time": 28060.0,
      "text": "an accountant and being young I was like \"yes money, so let's do it\".  So I proceeded to spend"
    },
    {
      "index": 6,
      "start_time": 28060.0,
      "end_time": 31810.0,
      "text": "the next year getting the credits that I needed to get into the university that I wanted to"
    },
    {
      "index": 7,
      "start_time": 31810.0,
      "end_time": 36750.0,
      "text": "go to and ultimately I did get into that school. I spent the next five and a half years getting"
    },
    {
      "index": 8,
      "start_time": 36750.0,
      "end_time": 41410.0,
      "text": "a Master of Accountancy degree and I got a job working in public accounting making a"
    },
    {
      "index": 9,
      "start_time": 41410.0,
      "end_time": 48570.0,
      "text": "cool thirty thousand dollars a year, except that I was miserable.  I didn't want to admit"
    },
    {
      "index": 10,
      "start_time": 48570.0,
      "end_time": 53620.0,
      "text": "that to myself because I had invested so much time and money into getting that degree."
    },
    {
      "index": 11,
      "start_time": 53620.0,
      "end_time": 58420.0,
      "text": "So I convinced myself hey this is just what people do you get a job and you sit in a cubicle"
    },
    {
      "index": 12,
      "start_time": 58420.0,
      "end_time": 63000.0,
      "text": "and you put your head down and you just work. One day the firm administrator called me into"
    },
    {
      "index": 13,
      "start_time": 63000.0,
      "end_time": 66500.0,
      "text": "their office and had an envelope in front of them. \"Thank you for everything you've done"
    },
    {
      "index": 14,
      "start_time": 66500.0,
      "end_time": 71160.0,
      "text": "here but business has slowed down and you got to go now bye-bye.\" And within minutes that"
    },
    {
      "index": 15,
      "start_time": 71160.0,
      "end_time": 76830.0,
      "text": "safe job I had worked all of those years suddenly wasn't so safe anymore.  We're taught to take"
    },
    {
      "index": 16,
      "start_time": 76830.0,
      "end_time": 83410.0,
      "text": "the safe route but the truth is the safe route isn't safe at all. So why am I not taking the"
    },
    {
      "index": 17,
      "start_time": 83410.0,
      "end_time": 88630.0,
      "text": "same risk by working for myself. I had discovered YouTube a year prior and fell in love with it."
    },
    {
      "index": 18,
      "start_time": 88630.0,
      "end_time": 94900.0,
      "text": "I had been making videos on the side occasionally for fun but now I decided it was time to go all-in."
    },
    {
      "index": 19,
      "start_time": 95320.0,
      "end_time": 100240.0,
      "text": "But I won't lie my time off was tough. I had no guarantee that taking this risk would"
    },
    {
      "index": 20,
      "start_time": 100240.0,
      "end_time": 104550.0,
      "text": "actually ever pay off.  There were many nights that I laid in bed wide awake wondering if"
    },
    {
      "index": 21,
      "start_time": 104550.0,
      "end_time": 108970.0,
      "text": "I'd made the right decision at all.  I spent the next year of my life broke and feeling"
    },
    {
      "index": 22,
      "start_time": 108970.0,
      "end_time": 115290.0,
      "text": "lost with no sense of direction. I felt like I was just floating in an endless sea of doubt."
    },
    {
      "index": 23,
      "start_time": 115290.0,
      "end_time": 121909.0,
      "text": "All that I had was faith and a little determination. But at the end of that year something happened..."
    },
    {
      "index": 24,
      "start_time": 121909.0,
      "end_time": 127600.0,
      "text": "My video started getting views.  My videos went from getting a few hundred views to a few"
    },
    {
      "index": 25,
      "start_time": 127600.0,
      "end_time": 132849.0,
      "text": "thousand to tens of thousands and eventually hundreds of thousands. After a few months I"
    },
    {
      "index": 26,
      "start_time": 132849.0,
      "end_time": 138260.0,
      "text": "started making the same as my accounting job, and then more. It took something bad to happen to"
    },
    {
      "index": 27,
      "start_time": 138260.0,
      "end_time": 143780.0,
      "text": "me to force me to try something new -  something that might make me happy!  And I think"
    },
    {
      "index": 28,
      "start_time": 143780.0,
      "end_time": 148269.0,
      "text": "that's where most people in this world fall flat. Most people are not willing to take a risk"
    },
    {
      "index": 29,
      "start_time": 148269.0,
      "end_time": 153909.0,
      "text": "on a better life that makes them happier because they've gotten comfortable in a job or a life"
    },
    {
      "index": 30,
      "start_time": 153909.0,
      "end_time": 158450.0,
      "text": "that just doesn't fulfill them.  The reason I'm telling you this story is in case you"
    },
    {
      "index": 31,
      "start_time": 158450.0,
      "end_time": 163499.0,
      "text": "are one of those people who has that nagging voice in their minds telling you that this"
    },
    {
      "index": 32,
      "start_time": 163499.0,
      "end_time": 167739.0,
      "text": "isn't what you were meant to do.  I'm here to tell you that that is your heart talking and"
    },
    {
      "index": 33,
      "start_time": 167739.0,
      "end_time": 173879.0,
      "text": "it knows what's best for you. Listen to it. Pursue your passion. I promise if you stick"
    },
    {
      "index": 34,
      "start_time": 173880.0,
      "end_time": 177820.0,
      "text": "with it long enough you will be successful, whatever that thing is!"
    }
  ]
}