{
  "video_id": "4RCFLobfqcw",
  "title": "What is Literature for?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3199.0,
      "end_time": 8100.0,
      "text": "We have a general sense that these sort of places are filled with things that are deeply important,"
    },
    {
      "index": 2,
      "start_time": 8100.0,
      "end_time": 10700.0,
      "text": "But what exactly is literature good for?"
    },
    {
      "index": 3,
      "start_time": 10700.0,
      "end_time": 15890.0,
      "text": "Why should we spend our time reading novels or poems when out there, big things are going on."
    },
    {
      "index": 4,
      "start_time": 15890.0,
      "end_time": 20850.0,
      "text": "Let's have a think about some of the ways that literature benefits us."
    },
    {
      "index": 5,
      "start_time": 20850.0,
      "end_time": 27800.0,
      "text": "Of course, it looks like it's wasting time, but literature is ultimately the greatest time-saver."
    },
    {
      "index": 6,
      "start_time": 27800.0,
      "end_time": 36400.0,
      "text": "Because it gives us access to a range of emotions and events that it would take you years, decades, millenia to try to experience directly."
    },
    {
      "index": 7,
      "start_time": 36400.0,
      "end_time": 45300.0,
      "text": "Literature is the greatest \"reality simulator,\" a machine that puts you through infinitely more situations than you could ever directly witness."
    },
    {
      "index": 8,
      "start_time": 45300.0,
      "end_time": 49200.0,
      "text": "It lets you safely, that's crucial, see what it's like to get divorced."
    },
    {
      "index": 9,
      "start_time": 49201.0,
      "end_time": 51500.0,
      "text": "Or kill someone and feel remorseful."
    },
    {
      "index": 10,
      "start_time": 51500.0,
      "end_time": 53400.0,
      "text": "Or chuck in your job and take off to the desert."
    },
    {
      "index": 11,
      "start_time": 53400.0,
      "end_time": 56300.0,
      "text": "Or make a terrible mistake while leading your country."
    },
    {
      "index": 12,
      "start_time": 56300.0,
      "end_time": 62300.0,
      "text": "It lets you speed up time in order to see the arc of a life from childhood to old age."
    },
    {
      "index": 13,
      "start_time": 62300.0,
      "end_time": 68790.0,
      "text": "It gives you the keys to the palace, and to countless bedrooms, so you can assess your life in relation to that of others'."
    },
    {
      "index": 14,
      "start_time": 68790.0,
      "end_time": 77200.0,
      "text": "It introduces you to fascinating people: a Roman general, an 11th century French princess, or a Russian upper class mother just embarking on an affair."
    },
    {
      "index": 15,
      "start_time": 77200.0,
      "end_time": 80400.0,
      "text": "It takes you across continents and centuries."
    },
    {
      "index": 16,
      "start_time": 80400.0,
      "end_time": 87800.0,
      "text": "Literature cures you of provincialism and, at almost no cost, turns us into citizens of the world."
    },
    {
      "index": 17,
      "start_time": 87800.0,
      "end_time": 93600.0,
      "text": "Literature performs the basic magic of showing us what things look like from someone else's point of view."
    },
    {
      "index": 18,
      "start_time": 93600.0,
      "end_time": 99400.0,
      "text": "It allows us to consider the consequences of our actions on others in a way we otherwise wouldn't."
    },
    {
      "index": 19,
      "start_time": 99400.0,
      "end_time": 104000.0,
      "text": "And it shows us examples of kindly, generous, sympathetic people."
    },
    {
      "index": 20,
      "start_time": 104000.0,
      "end_time": 110800.0,
      "text": "Literature typically stands opposed to the dominant value system, the one that rewards money and power."
    },
    {
      "index": 21,
      "start_time": 110800.0,
      "end_time": 115000.0,
      "text": "Writers are on the other side, they make us sympathetic to ideas and feelings"
    },
    {
      "index": 22,
      "start_time": 115000.0,
      "end_time": 124000.0,
      "text": "that are of deep importance but that can't afford airtime in a commercialised, status-conscious, and cynical world."
    },
    {
      "index": 23,
      "start_time": 124000.0,
      "end_time": 126200.0,
      "text": "We are weirder than we're allowed to admit."
    },
    {
      "index": 24,
      "start_time": 126200.0,
      "end_time": 128600.0,
      "text": "We often can't say what's really on our minds."
    },
    {
      "index": 25,
      "start_time": 128600.0,
      "end_time": 134250.0,
      "text": "But in books, we find descriptions of who we genuinely are and what events are actually like,"
    },
    {
      "index": 26,
      "start_time": 134250.0,
      "end_time": 140000.0,
      "text": "described with an honesty quite different from what ordinary conversation allows for."
    },
    {
      "index": 27,
      "start_time": 140000.0,
      "end_time": 144300.0,
      "text": "In the best books, it's as if the writer knows us better than we know ourselves."
    },
    {
      "index": 28,
      "start_time": 144300.0,
      "end_time": 150800.0,
      "text": "They find the words to describe the fragile, weird, special experiences of our inner lives:"
    },
    {
      "index": 29,
      "start_time": 150800.0,
      "end_time": 154600.0,
      "text": "the light on a summer morning, the anxiety we felt at the gathering,"
    },
    {
      "index": 30,
      "start_time": 154600.0,
      "end_time": 159400.0,
      "text": "the sensations of a first kiss, the envy when a friend told us of their new business,"
    },
    {
      "index": 31,
      "start_time": 159400.0,
      "end_time": 166700.0,
      "text": "the longing we experienced on the train, looking at the profile of another passenger we never dare to speak to."
    },
    {
      "index": 32,
      "start_time": 166700.0,
      "end_time": 177000.0,
      "text": "Writers open our hearts and minds and give us maps to our own selves so that we can travel in them more reliably and with less of a feeling of paranoia and persecution."
    },
    {
      "index": 33,
      "start_time": 171919.0,
      "end_time": 177000.0,
      "text": ""
    },
    {
      "index": 34,
      "start_time": 177000.0,
      "end_time": 184000.0,
      "text": "As the writer Emerson remarked: \"In the works of great writers, we find our own neglected thoughts.\""
    },
    {
      "index": 35,
      "start_time": 184000.0,
      "end_time": 189400.0,
      "text": "Literature is a corrective to the superficiality and compromises of friendship."
    },
    {
      "index": 36,
      "start_time": 189400.0,
      "end_time": 197400.0,
      "text": "Books are our true friends, always to hand, never too busy, giving us unvarnished accounts of what things are really like."
    },
    {
      "index": 37,
      "start_time": 197400.0,
      "end_time": 204391.0,
      "text": "All of our lives, one of our greatest fears is of failing, of messing up of becoming, as the tabloids put it, a \"LOSER.\""
    },
    {
      "index": 38,
      "start_time": 204391.0,
      "end_time": 207469.0,
      "text": "Every day, the media takes us into stories of failure."
    },
    {
      "index": 39,
      "start_time": 207469.0,
      "end_time": 211200.0,
      "text": "Interestingly, a lot of literature is also about failure."
    },
    {
      "index": 40,
      "start_time": 211200.0,
      "end_time": 216500.0,
      "text": "In one way or another, a great many novels, plays, and poems are about people who've messed up,"
    },
    {
      "index": 41,
      "start_time": 216500.0,
      "end_time": 220500.0,
      "text": "people who slept with mum by mistake, or who let down their partner,"
    },
    {
      "index": 42,
      "start_time": 220500.0,
      "end_time": 223568.0,
      "text": "or who died after running up some debts on shopping sprees."
    },
    {
      "index": 43,
      "start_time": 223568.0,
      "end_time": 227500.0,
      "text": "If the media got to them, they'd make mincemeat out of them."
    },
    {
      "index": 44,
      "start_time": 227500.0,
      "end_time": 232000.0,
      "text": "But great books don't judge as harshly or as one-dimensionally as the media."
    },
    {
      "index": 45,
      "start_time": 232000.0,
      "end_time": 240200.0,
      "text": "They evoke pity for the hero and fear for ourselves based on a new sense of how near we all are to destroying our own lives."
    },
    {
      "index": 46,
      "start_time": 240200.0,
      "end_time": 246700.0,
      "text": "But if literature can really do all these things, we might need to treat it a bit differently to the way we do now."
    },
    {
      "index": 47,
      "start_time": 246700.0,
      "end_time": 250289.0,
      "text": "We tend to treat it as a distraction, an entertainment, something for the beach."
    },
    {
      "index": 48,
      "start_time": 250289.0,
      "end_time": 254200.0,
      "text": "But it's far more than that, it's really therapy, in the broad sense."
    },
    {
      "index": 49,
      "start_time": 254200.0,
      "end_time": 265400.0,
      "text": "We should learn to treat it as doctors treat their medicines, something we prescribe in response to a range of ailments, and classify according to the problems it might be best suited to addressing."
    },
    {
      "index": 50,
      "start_time": 265400.0,
      "end_time": 269520.0,
      "text": "Literature deserves its prestige for one reason above all others:"
    },
    {
      "index": 51,
      "start_time": 269520.0,
      "end_time": 281071.0,
      "text": "because it's a tool to help us live and die with a little bit more wisdom, goodness, and sanity."
    }
  ]
}