{
  "video_id": "4YOwEqGykDM",
  "title": "Your Brain On Coffee",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 6322.0,
      "text": "With its stimulating effects, it's easy to understand why coffee is the second most traded commodity on Earth after oil."
    },
    {
      "index": 2,
      "start_time": 6322.0,
      "end_time": 9306.0,
      "text": "For many, it keeps us awake and moving through our busy days."
    },
    {
      "index": 3,
      "start_time": 9306.0,
      "end_time": 13447.0,
      "text": "But how does it work? What exactly does coffee do to your brain?"
    },
    {
      "index": 4,
      "start_time": 13447.0,
      "end_time": 17544.0,
      "text": "Whenever you're awake, a chemical called adenosine slowly accumulates in your brain."
    },
    {
      "index": 5,
      "start_time": 17544.0,
      "end_time": 21085.0,
      "text": "And this adenosine binds to receptors which slow down brain activity."
    },
    {
      "index": 6,
      "start_time": 21085.0,
      "end_time": 24671.0,
      "text": "Ultimately, the more adenosine there is, the more tired your brain feels."
    },
    {
      "index": 7,
      "start_time": 24671.0,
      "end_time": 28283.0,
      "text": "Which makes sense, as the longer you're awake, the more fatigued you become."
    },
    {
      "index": 8,
      "start_time": 28283.0,
      "end_time": 33494.0,
      "text": "Conversely, while you sleep, the concentration of adenosine declines, gradually promoting wakefulness."
    },
    {
      "index": 9,
      "start_time": 33494.0,
      "end_time": 38659.0,
      "text": "But it turns out that the caffeine in your coffee is incredibly similar to adenosine in structure."
    },
    {
      "index": 10,
      "start_time": 38659.0,
      "end_time": 41442.0,
      "text": "The caffeine works its way through your bloodstream and into your brain."
    },
    {
      "index": 11,
      "start_time": 41442.0,
      "end_time": 44562.0,
      "text": "Where it starts to compete and bind with adenosine receptors."
    },
    {
      "index": 12,
      "start_time": 44562.0,
      "end_time": 48398.0,
      "text": "But because it is not adenosine, the sleepiness effect isn't felt."
    },
    {
      "index": 13,
      "start_time": 48398.0,
      "end_time": 54400.0,
      "text": "Adenosine can no longer bind, meaning it's calming properties are diminished, which is great for you when you're feeling tired!"
    },
    {
      "index": 14,
      "start_time": 54400.0,
      "end_time": 63100.0,
      "text": "However, with long term use of caffeine, your brain responds by creating more adenosine receptors, which means more caffeine is required to elicit the same response."
    },
    {
      "index": 15,
      "start_time": 63100.0,
      "end_time": 72200.0,
      "text": "It also means that when you try to quit drinking coffee or miss your daily intake, you might experience some withdrawal symptoms and feel more tired than you would have before you ever drank coffee!"
    },
    {
      "index": 16,
      "start_time": 72200.0,
      "end_time": 73903.0,
      "text": "But the caffeine doesn't stop there!"
    },
    {
      "index": 17,
      "start_time": 73903.0,
      "end_time": 76105.0,
      "text": "It also stimulates the production of adrenaline."
    },
    {
      "index": 18,
      "start_time": 76105.0,
      "end_time": 77824.0,
      "text": "You know, the Fight or Flight hormone."
    },
    {
      "index": 19,
      "start_time": 77824.0,
      "end_time": 81922.0,
      "text": "This increases your heart rate, gets your blood pumping, and even opens up your airways."
    },
    {
      "index": 20,
      "start_time": 81922.0,
      "end_time": 87520.0,
      "text": "Furthermore, it affects Dopamine levels by preventing its reabsorption in the brain, which makes you feel happy!"
    },
    {
      "index": 21,
      "start_time": 87520.0,
      "end_time": 91474.0,
      "text": "In fact, this is the exact same thing that cocaine does, just to a lesser degree."
    },
    {
      "index": 22,
      "start_time": 91474.0,
      "end_time": 92835.0,
      "text": "It's a drug, after all!"
    },
    {
      "index": 23,
      "start_time": 92900.0,
      "end_time": 97600.0,
      "text": "This dopamine stimulation is also the aspect of coffee that makes it moderately addictive."
    },
    {
      "index": 24,
      "start_time": 97600.0,
      "end_time": 99563.0,
      "text": "So can you drink too much coffee?"
    },
    {
      "index": 25,
      "start_time": 99563.0,
      "end_time": 105830.0,
      "text": "It turns out there is a lethal dose of caffeine which is somewhere around 150 mg of caffeine per kilogram of our body."
    },
    {
      "index": 26,
      "start_time": 105900.0,
      "end_time": 111300.0,
      "text": "This means if you weigh 70kg, you would require 14,000 mg of caffeine to overdose."
    },
    {
      "index": 27,
      "start_time": 111375.0,
      "end_time": 120680.0,
      "text": "Put into perspective, an average cup of coffee contains roughly 150mg of caffeine, meaning   if you are 70kg, approximately 70 cups of coffee would kill you."
    },
    {
      "index": 28,
      "start_time": 120680.0,
      "end_time": 130400.0,
      "text": "However, you'd have to drink those cups all at once making it effectively impossible to overdose on caffeine from coffee, since you wouldn't be able to physically fit  that much in your stomach."
    },
    {
      "index": 29,
      "start_time": 130400.0,
      "end_time": 135200.0,
      "text": "You'd also start experiencing mania and hallucinations before getting to this point."
    },
    {
      "index": 30,
      "start_time": 135205.0,
      "end_time": 137700.0,
      "text": "Caffeine also has a half life of around 6 hours."
    },
    {
      "index": 31,
      "start_time": 137795.0,
      "end_time": 147460.0,
      "text": "So if you drank a standard coffee with around 150mg of caffeine, after about 6 hours there will only be 75 mg left in your system and you'll be feeling half of the effect."
    },
    {
      "index": 32,
      "start_time": 147556.0,
      "end_time": 153880.0,
      "text": "And 6 hours after that, you'll have 37.5 mg, leaving more room for adenosine to jump back into action."
    },
    {
      "index": 33,
      "start_time": 153881.0,
      "end_time": 156410.0,
      "text": "Which is why you may reach for another cup throughout the day."
    },
    {
      "index": 34,
      "start_time": 156414.0,
      "end_time": 159700.0,
      "text": "To maintain that glorious, alert and energetic feeling."
    },
    {
      "index": 35,
      "start_time": 159702.0,
      "end_time": 162370.0,
      "text": "So drink up! And enjoy the buzz while it lasts!"
    },
    {
      "index": 36,
      "start_time": 162370.0,
      "end_time": 166680.0,
      "text": "And for all of you in school, while we know caffeine is key, so are good deals on textbooks!"
    },
    {
      "index": 37,
      "start_time": 166778.0,
      "end_time": 170960.0,
      "text": "So we've teamed up with SlugBooks.com to get you the cheapest prices for the books you need."
    },
    {
      "index": 38,
      "start_time": 170965.0,
      "end_time": 176380.0,
      "text": "All you have to do is head to SlugBook.com/AsapSCIENCE and search the ISBN number of the books you're looking for."
    },
    {
      "index": 39,
      "start_time": 176477.0,
      "end_time": 183800.0,
      "text": "SlugBooks will then compare prices from all across the net. Seriously, we know how expensive textbooks can be, so hopefully this will save you some money!"
    },
    {
      "index": 40,
      "start_time": 183800.0,
      "end_time": 190030.0,
      "text": "Got a burning question you want it answered? Ask it in the comments or on Facebook and Twitter. And subscribe for more weekly science videos!"
    }
  ]
}