{
  "video_id": "4YtwoPNKPUw",
  "title": "Simple Trick To Stop Needy & Clingy Behavior",
  "json": [
    {
      "index": 1,
      "start_time": 110.0,
      "end_time": 9229.0,
      "text": "Hey, it&#39;s Clayton and in this video, I&#39;m going to talk about neediness. I&#39;m gonna talk about"
    },
    {
      "index": 2,
      "start_time": 9230.0,
      "end_time": 15199.0,
      "text": "how to stop being insecure, how to stop being clingy in your relationships, and really how"
    },
    {
      "index": 3,
      "start_time": 15199.0,
      "end_time": 18270.0,
      "text": "to get this part of your life, or at least start getting this part of your life under"
    },
    {
      "index": 4,
      "start_time": 18270.0,
      "end_time": 23730.0,
      "text": "control. Now the inspiration for this video is— a couple conversations a couple coaching"
    },
    {
      "index": 5,
      "start_time": 23730.0,
      "end_time": 30140.0,
      "text": "clients that I&#39;ve been working with recently who when we got to the crux of what was actually"
    },
    {
      "index": 6,
      "start_time": 30140.0,
      "end_time": 36760.0,
      "text": "happening between them and their partner was that they had this incredible fear of putting"
    },
    {
      "index": 7,
      "start_time": 36760.0,
      "end_time": 41430.0,
      "text": "pressure on their partner by expressing their needs. They thought, “God you know I just"
    },
    {
      "index": 8,
      "start_time": 41430.0,
      "end_time": 45490.0,
      "text": "don&#39;t want to be clingy. These are the things that I&#39;m needing from him or that I&#39;m wanting"
    },
    {
      "index": 9,
      "start_time": 45490.0,
      "end_time": 49890.0,
      "text": "to see this is what I want.” And even getting to that place where they can say, “you know"
    },
    {
      "index": 10,
      "start_time": 49890.0,
      "end_time": 54390.0,
      "text": "what it is that they want” was a bit of a struggle. But once we got there then the"
    },
    {
      "index": 11,
      "start_time": 54390.0,
      "end_time": 58590.0,
      "text": "objection came up: “Well I could never say that because then I would be putting pressure"
    },
    {
      "index": 12,
      "start_time": 58590.0,
      "end_time": 62419.0,
      "text": "on him and he might leave me,” or, “I don&#39;t want to come off like I&#39;m desperate"
    },
    {
      "index": 13,
      "start_time": 62420.0,
      "end_time": 69411.0,
      "text": "or controlling. I don&#39;t want to disrespect his time by asking for what I want.” And"
    },
    {
      "index": 14,
      "start_time": 69411.0,
      "end_time": 74659.0,
      "text": "see this type of thinking, if you can relate to anything that I just said there, it&#39;s this"
    },
    {
      "index": 15,
      "start_time": 74659.0,
      "end_time": 80880.0,
      "text": "type of thinking that actually keeps us locked in this state of need and we were locked in"
    },
    {
      "index": 16,
      "start_time": 80880.0,
      "end_time": 85850.0,
      "text": "the state of need that is what creates the neediness in the relationship. So, see you"
    },
    {
      "index": 17,
      "start_time": 85850.0,
      "end_time": 90929.0,
      "text": "might be noticing there&#39;s a little bit of a paradox here that if you want to escape"
    },
    {
      "index": 18,
      "start_time": 90930.0,
      "end_time": 97400.0,
      "text": "this neediness view, if you want to no longer be needy or clingy in a relationship, you"
    },
    {
      "index": 19,
      "start_time": 97400.0,
      "end_time": 102250.0,
      "text": "actually have to express the need because expressing the need allows that feeling to"
    },
    {
      "index": 20,
      "start_time": 102250.0,
      "end_time": 107979.0,
      "text": "complete itself. Perfect example, I was working with a woman who had told me that she was"
    },
    {
      "index": 21,
      "start_time": 107979.0,
      "end_time": 113630.0,
      "text": "losing sleep that she couldn&#39;t even function at work because the man that she had been"
    },
    {
      "index": 22,
      "start_time": 113630.0,
      "end_time": 117670.0,
      "text": "dating, she was falling in love with and she had been with him for several months now,"
    },
    {
      "index": 23,
      "start_time": 117670.0,
      "end_time": 122910.0,
      "text": "and she wanted so bad to tell him that she loved him and she just couldn&#39;t bring herself"
    },
    {
      "index": 24,
      "start_time": 122910.0,
      "end_time": 129530.0,
      "text": "to do it. So, after dealing with this for a while, she finally worked up the courage"
    },
    {
      "index": 25,
      "start_time": 129530.0,
      "end_time": 135520.0,
      "text": "and she said it and what happened was that she transformed in the relationship after"
    },
    {
      "index": 26,
      "start_time": 135520.0,
      "end_time": 140210.0,
      "text": "that she felt this total burden just lift from her chest all this weight of holding"
    },
    {
      "index": 27,
      "start_time": 140210.0,
      "end_time": 146710.0,
      "text": "this in just go away and suddenly the relationship was able to move to the next phase. So, because"
    },
    {
      "index": 28,
      "start_time": 146710.0,
      "end_time": 150760.0,
      "text": "she&#39;s able to express that it&#39;s almost like a declaration that she makes to herself of"
    },
    {
      "index": 29,
      "start_time": 150760.0,
      "end_time": 156840.0,
      "text": "“yeah I deserve to be seen for who I am in the relationship. My authentic real self"
    },
    {
      "index": 30,
      "start_time": 156840.0,
      "end_time": 161400.0,
      "text": "is worth it to come out in the relationship.” And that&#39;s really where miracles happen in"
    },
    {
      "index": 31,
      "start_time": 161400.0,
      "end_time": 167629.0,
      "text": "the relationship, I see a lot of relationships end because people are afraid of expressing"
    },
    {
      "index": 32,
      "start_time": 167629.0,
      "end_time": 171149.0,
      "text": "need because what they think is gonna happen is that they&#39;re gonna put too much pressure"
    },
    {
      "index": 33,
      "start_time": 171150.0,
      "end_time": 175300.0,
      "text": "on their partner. They think that they need to minimize themselves, that they need to"
    },
    {
      "index": 34,
      "start_time": 175300.0,
      "end_time": 180410.0,
      "text": "discount what it is that they&#39;re wanting in order to be in a relationship. And ironically"
    },
    {
      "index": 35,
      "start_time": 180410.0,
      "end_time": 185180.0,
      "text": "that is the exact type of thinking that actually causes relationships to end because if you"
    },
    {
      "index": 36,
      "start_time": 185180.0,
      "end_time": 190890.0,
      "text": "are not showing up in the relationship and expressing your need, what ends up happening"
    },
    {
      "index": 37,
      "start_time": 190890.0,
      "end_time": 197238.0,
      "text": "is, you as a woman, you as a man, actually disappear in the relationship. Because you"
    },
    {
      "index": 38,
      "start_time": 197239.0,
      "end_time": 201670.0,
      "text": "are perhaps becoming whatever you think the other person wants or maybe you are completely"
    },
    {
      "index": 39,
      "start_time": 201670.0,
      "end_time": 207238.0,
      "text": "withdrawn and the other person doesn&#39;t really even know who you are then because when they"
    },
    {
      "index": 40,
      "start_time": 207239.0,
      "end_time": 212280.0,
      "text": "know what it is that you want and what you need suddenly you appear as a real human being"
    },
    {
      "index": 41,
      "start_time": 212280.0,
      "end_time": 220489.0,
      "text": "in the relationship. And you also by expressing your need give your man or your woman a clear"
    },
    {
      "index": 42,
      "start_time": 220489.0,
      "end_time": 229000.0,
      "text": "roadmap of how to satisfy you of how to be in the relationship to create moments of happiness"
    },
    {
      "index": 43,
      "start_time": 229000.0,
      "end_time": 235530.0,
      "text": "and without that expression of need the other person is kind of flying blindly. So, the"
    },
    {
      "index": 44,
      "start_time": 235530.0,
      "end_time": 239330.0,
      "text": "first thing that we&#39;re doing here just even by talking about this is we&#39;re beginning to"
    },
    {
      "index": 45,
      "start_time": 239330.0,
      "end_time": 246220.0,
      "text": "reframe that you being able to ask for what you want in a relationship, whether it&#39;s reassurance,"
    },
    {
      "index": 46,
      "start_time": 246220.0,
      "end_time": 255670.0,
      "text": "whether it is more presence, whether it is a deeper listening or just more security,"
    },
    {
      "index": 47,
      "start_time": 255670.0,
      "end_time": 260139.0,
      "text": "that gives your partner a gift. It allows you to show up as somebody that they now have"
    },
    {
      "index": 48,
      "start_time": 260139.0,
      "end_time": 266960.0,
      "text": "a roadmap for of like how to love and how perhaps make happy. And it really creates"
    },
    {
      "index": 49,
      "start_time": 266960.0,
      "end_time": 272490.0,
      "text": "this clarity where you both can figure out where you stand with each other. And that&#39;s"
    },
    {
      "index": 50,
      "start_time": 272500.0,
      "end_time": 277499.0,
      "text": "what allows the intimacy to deepen. It&#39;s this of trying to avoid this conflict trying to"
    },
    {
      "index": 51,
      "start_time": 277499.0,
      "end_time": 282229.0,
      "text": "avoid expressing what it is that we want that actually creates the conflict, that actually"
    },
    {
      "index": 52,
      "start_time": 282229.0,
      "end_time": 288460.0,
      "text": "creates a separation and the lack of intimacy in the relationship. Now let&#39;s distinguish"
    },
    {
      "index": 53,
      "start_time": 288460.0,
      "end_time": 292948.0,
      "text": "this component of putting pressure on somebody, “Okay well that sounds great Clayton. I"
    },
    {
      "index": 54,
      "start_time": 292949.0,
      "end_time": 297349.0,
      "text": "want to express. I want more time or more attention or maybe I want to see my partner"
    },
    {
      "index": 55,
      "start_time": 297349.0,
      "end_time": 303340.0,
      "text": "more often. But you know they&#39;re going through a lot right now and I don&#39;t want to be a burden"
    },
    {
      "index": 56,
      "start_time": 303340.0,
      "end_time": 309758.0,
      "text": "on them. How do we fix that?” Well here&#39;s the difference between in terms of communication,"
    },
    {
      "index": 57,
      "start_time": 309759.0,
      "end_time": 315349.0,
      "text": "what makes it pressure and a burden versus what actually makes it clean communication"
    },
    {
      "index": 58,
      "start_time": 315349.0,
      "end_time": 319740.0,
      "text": "that allows the other person the freedom to fulfill on it and maybe feel good about it."
    },
    {
      "index": 59,
      "start_time": 319740.0,
      "end_time": 326969.0,
      "text": "The difference is this: when you are expressing your need, are you asking the person to fulfill"
    },
    {
      "index": 60,
      "start_time": 326969.0,
      "end_time": 332690.0,
      "text": "it from them being in a place of not being okay? Are you making them not okay because"
    },
    {
      "index": 61,
      "start_time": 332690.0,
      "end_time": 339240.0,
      "text": "you have a need? So, for example: Am I blaming you because I&#39;m not getting the presence that"
    },
    {
      "index": 62,
      "start_time": 339240.0,
      "end_time": 343460.0,
      "text": "I want? Am I saying things like you should be more this or you should be more that or"
    },
    {
      "index": 63,
      "start_time": 343460.0,
      "end_time": 348568.0,
      "text": "am I assuming that I know your intentions behind why this need of mine is not being"
    },
    {
      "index": 64,
      "start_time": 348569.0,
      "end_time": 353310.0,
      "text": "met? Because see if I&#39;m assuming that I know your intentions without actually talking to"
    },
    {
      "index": 65,
      "start_time": 353310.0,
      "end_time": 357960.0,
      "text": "you about it, without actually expressing the need from a clean place, the other person&#39;s"
    },
    {
      "index": 66,
      "start_time": 357960.0,
      "end_time": 363359.0,
      "text": "listening shuts down because they suddenly feel like they are pushing off this attack"
    },
    {
      "index": 67,
      "start_time": 363360.0,
      "end_time": 369110.0,
      "text": "and they have to become defensive. So how you keep the communication clean is by ensuring"
    },
    {
      "index": 68,
      "start_time": 369110.0,
      "end_time": 373650.0,
      "text": "that they are okay, that you are making them okay with your communication which means you&#39;re"
    },
    {
      "index": 69,
      "start_time": 373650.0,
      "end_time": 381310.0,
      "text": "not making assumptions about their intention. And if you are not thinking that, if that"
    },
    {
      "index": 70,
      "start_time": 381310.0,
      "end_time": 386559.0,
      "text": "they know better, that they are purposefully not fulfilling this need because they&#39;re trying"
    },
    {
      "index": 71,
      "start_time": 386559.0,
      "end_time": 393569.0,
      "text": "to be mean to you, or they&#39;re trying to create a reaction. Now just that alone seeing that"
    },
    {
      "index": 72,
      "start_time": 393569.0,
      "end_time": 398300.0,
      "text": "maybe that person is just actually they just don&#39;t know is that you want allows you to"
    },
    {
      "index": 73,
      "start_time": 398300.0,
      "end_time": 404460.0,
      "text": "communicate from a place of where you&#39;re saying rather than saying for instance, “you know"
    },
    {
      "index": 74,
      "start_time": 404460.0,
      "end_time": 409589.0,
      "text": "you never do this, we never hang out anymore, or we never have these deep conversations,"
    },
    {
      "index": 75,
      "start_time": 409589.0,
      "end_time": 415869.0,
      "text": "or you never listen to me, or you&#39;re always on your phone, you&#39;re never present,” which"
    },
    {
      "index": 76,
      "start_time": 415869.0,
      "end_time": 420919.0,
      "text": "is all the blame making them not okay. It&#39;s saying something to the effect of, “I&#39;m"
    },
    {
      "index": 77,
      "start_time": 420919.0,
      "end_time": 428479.0,
      "text": "really feeling like I&#39;m needing more attention, maybe it&#39;s my insecurities. But I&#39;m really"
    },
    {
      "index": 78,
      "start_time": 428479.0,
      "end_time": 435959.0,
      "text": "wanting some reassurance from you, right. I know it&#39;s not in your intention but I&#39;m"
    },
    {
      "index": 79,
      "start_time": 435959.0,
      "end_time": 444360.0,
      "text": "feeling a bit neglected. I&#39;m feeling a bit unsure. I&#39;m feeling a bit alone in the relationship"
    },
    {
      "index": 80,
      "start_time": 444360.0,
      "end_time": 452490.0,
      "text": "and what I&#39;m wanting is X Y Z. What I&#39;m wanting is for us to be together more often or to"
    },
    {
      "index": 81,
      "start_time": 452490.0,
      "end_time": 458899.0,
      "text": "have more conversations during the week.” Now see, what you&#39;re doing there is you&#39;re"
    },
    {
      "index": 82,
      "start_time": 458899.0,
      "end_time": 463419.0,
      "text": "owning your experience. You&#39;re owning your experience and you&#39;re not blaming them for"
    },
    {
      "index": 83,
      "start_time": 463419.0,
      "end_time": 470639.0,
      "text": "your experience. You&#39;re naming your experience. Naming it out loud which is irrefutable right."
    },
    {
      "index": 84,
      "start_time": 470639.0,
      "end_time": 476500.0,
      "text": "No one can argue with your experience and that&#39;s what makes it clean. And the next you&#39;re"
    },
    {
      "index": 85,
      "start_time": 476500.0,
      "end_time": 480860.0,
      "text": "following with a request of what it is that you would like. Now a lot of this also has"
    },
    {
      "index": 86,
      "start_time": 480860.0,
      "end_time": 486330.0,
      "text": "to do with the way in which you approach, the tone, body language and just the intention"
    },
    {
      "index": 87,
      "start_time": 486330.0,
      "end_time": 491628.0,
      "text": "that you have. And communicating this is also really important. So, it really is trusting"
    },
    {
      "index": 88,
      "start_time": 491629.0,
      "end_time": 495590.0,
      "text": "that maybe the other person, the reason that you&#39;re not feeling like you&#39;re getting what"
    },
    {
      "index": 89,
      "start_time": 495590.0,
      "end_time": 500310.0,
      "text": "you want out of the relationship or the interaction is not because of something that&#39;s wrong with"
    },
    {
      "index": 90,
      "start_time": 500310.0,
      "end_time": 505990.0,
      "text": "you or something that they&#39;re doing on purpose to try to deny you, it&#39;s rather they might"
    },
    {
      "index": 91,
      "start_time": 505990.0,
      "end_time": 509649.0,
      "text": "just be ignorant. So, when you assume that it might be that they&#39;re just ignorant it"
    },
    {
      "index": 92,
      "start_time": 509649.0,
      "end_time": 514318.0,
      "text": "frees you up to say, “Ah okay. This is an opportunity for growth for us to go deeper"
    },
    {
      "index": 93,
      "start_time": 514318.0,
      "end_time": 519750.0,
      "text": "so, on a service of the relationship, to respect the relationship, to respect our connection,"
    },
    {
      "index": 94,
      "start_time": 519750.0,
      "end_time": 526420.0,
      "text": "I must insert my voice into this dynamic.” So, he has the opportunity or she has the"
    },
    {
      "index": 95,
      "start_time": 526420.0,
      "end_time": 533180.0,
      "text": "opportunity to be able to step up and meet these needs here. Now if you still think that"
    },
    {
      "index": 96,
      "start_time": 533180.0,
      "end_time": 536219.0,
      "text": "it&#39;s pressure and you think that oh well you know I&#39;m just afraid that he&#39;s not gonna want"
    },
    {
      "index": 97,
      "start_time": 536220.0,
      "end_time": 541880.0,
      "text": "to do it at all or such say that he does have an a reaction where you can see that he&#39;s"
    },
    {
      "index": 98,
      "start_time": 541880.0,
      "end_time": 547470.0,
      "text": "not wanting to do these things even if you&#39;re communicating them clearly, then it might"
    },
    {
      "index": 99,
      "start_time": 547470.0,
      "end_time": 551740.0,
      "text": "be important to reassess whether you are with someone that you are compatible with; whether"
    },
    {
      "index": 100,
      "start_time": 551740.0,
      "end_time": 555920.0,
      "text": "the vision that you have of a relationship, the vision that the two of you have created,"
    },
    {
      "index": 101,
      "start_time": 555920.0,
      "end_time": 561400.0,
      "text": "whether you guys have gone different directions or whether you both want different thing."
    },
    {
      "index": 102,
      "start_time": 561400.0,
      "end_time": 565790.0,
      "text": "And it&#39;s better to know the truth and get more connected to the truth because then you"
    },
    {
      "index": 103,
      "start_time": 565800.0,
      "end_time": 570690.0,
      "text": "can have a conversation around it rather than operating under all of these assumptions and"
    },
    {
      "index": 104,
      "start_time": 570690.0,
      "end_time": 575800.0,
      "text": "hoping that somehow it figures itself out on its own. So, that&#39;s it around neediness,"
    },
    {
      "index": 105,
      "start_time": 575800.0,
      "end_time": 581719.0,
      "text": "post any comments that you have below, post any questions. I want to plug something really"
    },
    {
      "index": 106,
      "start_time": 581720.0,
      "end_time": 586759.0,
      "text": "quick and there is a webinar that is happening, it&#39;s right underneath this link, it&#39;s called"
    },
    {
      "index": 107,
      "start_time": 586759.0,
      "end_time": 593959.0,
      "text": "the Three Keys to Being Relationship Ready. And it is for women who are wanting to become"
    },
    {
      "index": 108,
      "start_time": 593959.0,
      "end_time": 598810.0,
      "text": "relationship ready which means that you are at a place in your life where you want to"
    },
    {
      "index": 109,
      "start_time": 598810.0,
      "end_time": 603709.0,
      "text": "have everything together on your side of the fence so you can create the space for a quality"
    },
    {
      "index": 110,
      "start_time": 603709.0,
      "end_time": 610518.0,
      "text": "partner to walk into your life and for you to be able to navigate it both mentally, psychologically,"
    },
    {
      "index": 111,
      "start_time": 610519.0,
      "end_time": 616570.0,
      "text": "emotionally and truly have a high-quality partner that you can create a conscious relationship"
    },
    {
      "index": 112,
      "start_time": 616570.0,
      "end_time": 619439.0,
      "text": "with. So, go ahead and click the link below this, if you&#39;re interested. If that intrigues"
    },
    {
      "index": 113,
      "start_time": 619439.0,
      "end_time": 624610.0,
      "text": "you at all, subscribe to this channel, hit the bell and thank you for watching."
    }
  ]
}