{
  "video_id": "4Zm-DelEH74",
  "title": "How Islam in the West is changing | The Economist",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3420.0,
      "text": "1. Is Islam in the West changing?"
    },
    {
      "index": 2,
      "start_time": 3420.0,
      "end_time": 6949.0,
      "text": "The West has a problem with Muslims living in their midst."
    },
    {
      "index": 3,
      "start_time": 6950.0,
      "end_time": 15560.0,
      "text": "You ask Westerners in polls, Islam is the faith that they would least like their neighbors to belong to and they'd least like their children to marry into."
    },
    {
      "index": 4,
      "start_time": 15560.0,
      "end_time": 19583.0,
      "text": "It's not the details of the Koran that bother people, it's fear of terrorism."
    },
    {
      "index": 5,
      "start_time": 20450.0,
      "end_time": 28283.0,
      "text": "What a lot of people haven't noticed is that Islam itself is evolving in Europe, evolving into a more Western, if you like, form."
    },
    {
      "index": 6,
      "start_time": 28283.0,
      "end_time": 31700.0,
      "text": "2. Is Islam a threat to the West?"
    },
    {
      "index": 7,
      "start_time": 31700.0,
      "end_time": 47860.0,
      "text": "In Europe the number of jihadist terrorist attacks have fallen by nine tenths since 2015 but still any murder is one too many and the pictures of people having their heads cut off by Islamic State in Syria and Iraq are seared onto people's brains."
    },
    {
      "index": 8,
      "start_time": 47860.0,
      "end_time": 56889.0,
      "text": "There's a great worry that some of the fighters who left Europe and went to Islamic State in Syria and Iraq might come back to Europe and wreak havoc there."
    },
    {
      "index": 9,
      "start_time": 56890.0,
      "end_time": 59680.0,
      "text": "Western governments have responded in two ways."
    },
    {
      "index": 10,
      "start_time": 59680.0,
      "end_time": 67580.0,
      "text": "Firstly, by trying to catch terrorists directly and secondly, and more controversially, by trying to curb Islam itself."
    },
    {
      "index": 11,
      "start_time": 67580.0,
      "end_time": 80500.0,
      "text": "We see this in Donald Trump's travel ban on travelers from some Muslim countries and in efforts by governments in places like France to restrict displays of Islamic piety in public by banning the burka."
    },
    {
      "index": 12,
      "start_time": 80500.0,
      "end_time": 83150.0,
      "text": "3. Are Western Muslims becoming more liberal?"
    },
    {
      "index": 13,
      "start_time": 83150.0,
      "end_time": 91570.0,
      "text": "The first generation of modern Muslims to move to Europe didn't know how long they were gonna stay and didn't tend to get too involved in the local culture."
    },
    {
      "index": 14,
      "start_time": 91570.0,
      "end_time": 96330.0,
      "text": "For religious guidance, they depended on imams usually from the countries that they came from."
    },
    {
      "index": 15,
      "start_time": 97470.0,
      "end_time": 112970.0,
      "text": "That changed with the second generation who spoke the local languages extremely well and had no illusions that they were ever going anywhere else but felt slightly alienated from their parents' foreign religious influence and also from the societies that they were living in."
    },
    {
      "index": 16,
      "start_time": 112970.0,
      "end_time": 117460.0,
      "text": "A few of these people became so alienated that they turned to terrorism."
    },
    {
      "index": 17,
      "start_time": 117460.0,
      "end_time": 122500.0,
      "text": "The third generation of Muslims in Europe appear to have fewer hang-ups than the previous ones."
    },
    {
      "index": 18,
      "start_time": 122500.0,
      "end_time": 131510.0,
      "text": "They're culturally more assimilated, they're much more liberal than the earlier generations on questions about things like homosexuality or premarital sex."
    },
    {
      "index": 19,
      "start_time": 131510.0,
      "end_time": 134870.0,
      "text": "They're creating a new kind of Islam which in many ways is more liberal."
    },
    {
      "index": 20,
      "start_time": 134870.0,
      "end_time": 144222.0,
      "text": "Half the Muslim students in the United States admit to having had premarital sex, something that in countries that many of them came from would carry a death penalty."
    },
    {
      "index": 21,
      "start_time": 144222.0,
      "end_time": 148350.0,
      "text": "4. Should governments interfere with Islam?"
    },
    {
      "index": 22,
      "start_time": 148350.0,
      "end_time": 151600.0,
      "text": "How can Western governments encourage the integration of Muslims?"
    },
    {
      "index": 23,
      "start_time": 151600.0,
      "end_time": 157329.0,
      "text": "The first thing is that they have to be very strict about the real crimes being committed by the few."
    },
    {
      "index": 24,
      "start_time": 157330.0,
      "end_time": 161560.0,
      "text": "They have to be tough on catching terrorists and tough on sending them to prison."
    },
    {
      "index": 25,
      "start_time": 161560.0,
      "end_time": 164950.0,
      "text": "What they should not do is attempt to meddle with the faith itself."
    },
    {
      "index": 26,
      "start_time": 164950.0,
      "end_time": 170450.0,
      "text": "That's something government's not very good at and it's evolving anyway without official interference."
    },
    {
      "index": 27,
      "start_time": 170450.0,
      "end_time": 185100.0,
      "text": "Once you start having things like burka bans and state-sponsored mosques and public funding for the right kind of preacher you risk creating a backlash and further alienation."
    },
    {
      "index": 28,
      "start_time": 185100.0,
      "end_time": 196250.0,
      "text": "As people realize that newcomer's cultures are not set in stone and the way that they interpret their religion doesn't necessarily mean they're not gonna get on with their neighbors, people become more accepting."
    },
    {
      "index": 29,
      "start_time": 196250.0,
      "end_time": 210750.0,
      "text": "That's probably why, for example, London, the biggest city in Europe, now has a Muslim mayor, Rotterdam, the biggest port in Europe also has a Muslim mayor, and why two Muslim women were elected to the United States Congress this year, one of them veiled."
    },
    {
      "index": 30,
      "start_time": 210750.0,
      "end_time": 214780.0,
      "text": "Islam has a long, and frankly underappreciated, history in the West."
    },
    {
      "index": 31,
      "start_time": 214780.0,
      "end_time": 217930.0,
      "text": "Muslims have governed parts of Europe for 13 centuries."
    },
    {
      "index": 32,
      "start_time": 217930.0,
      "end_time": 220120.0,
      "text": "They helped rekindle the renaissance."
    },
    {
      "index": 33,
      "start_time": 220120.0,
      "end_time": 230410.0,
      "text": "And if today the new slightly more liberal form of Islam that we see flourishing in the West continues to do so, it could serve as an example for Muslims in other parts of the world."
    }
  ]
}