{
  "video_id": "5-a8QXUAe2g",
  "title": "Meryl Streep, Barnard Commencement Speaker 2010, Columbia University",
  "json": [
    {
      "index": 1,
      "start_time": 12320.0,
      "end_time": 22750.0,
      "text": "Thank you, all. Thank you, President Spar, Ms. Golden, President Tilghman, Members of"
    },
    {
      "index": 2,
      "start_time": 22750.0,
      "end_time": 32410.0,
      "text": "the Board of Trustees, distinguished faculty, proud swelling parents and family, and gorgeous"
    },
    {
      "index": 3,
      "start_time": 32409.999999999996,
      "end_time": 42670.0,
      "text": "class of 2010."
    },
    {
      "index": 4,
      "start_time": 42670.0,
      "end_time": 52329.0,
      "text": "If you are all really, really lucky, and if you continue to work super hard, and you remember"
    },
    {
      "index": 5,
      "start_time": 52329.0,
      "end_time": 57789.0,
      "text": "your thank you notes and everybody's name; and you follow through on every task that's"
    },
    {
      "index": 6,
      "start_time": 57789.0,
      "end_time": 67130.0,
      "text": "asked of you and also somehow anticipate problems before they even arise and you somehow sidestep"
    },
    {
      "index": 7,
      "start_time": 67130.0,
      "end_time": 79240.0,
      "text": "disaster and score big. If you get great scores on your LSATS, or MSATS, or ERSATS or whatever."
    },
    {
      "index": 8,
      "start_time": 79240.0,
      "end_time": 84479.0,
      "text": "And you get into your dream grad school or internship which leads to a super job with"
    },
    {
      "index": 9,
      "start_time": 84479.0,
      "end_time": 95299.0,
      "text": "a paycheck commensurate with responsibilities of leadership or if you somehow get that documentary edited"
    },
    {
      "index": 10,
      "start_time": 95299.0,
      "end_time": 101770.0,
      "text": "on a shoe-string budget and it gets accepted at Sundance and maybe it wins Sundance and"
    },
    {
      "index": 11,
      "start_time": 101770.0,
      "end_time": 109329.0,
      "text": "then you go on to be nominated for an Oscar and then you win the Oscar. Or if that money-making"
    },
    {
      "index": 12,
      "start_time": 109329.0,
      "end_time": 116369.0,
      "text": "website that you designed with your friends somehow suddenly attracts investors and advertisers"
    },
    {
      "index": 13,
      "start_time": 116369.0,
      "end_time": 123590.0,
      "text": "and becomes the go-to site for whatever it is you're selling, blogging, sharing, or net-casting"
    },
    {
      "index": 14,
      "start_time": 123590.0,
      "end_time": 134540.0,
      "text": "and success shinning, hoped-for but never really anticipated success comes your way"
    },
    {
      "index": 15,
      "start_time": 134540.0,
      "end_time": 140919.0,
      "text": "I guarantee you someone you know or love come to you and say, \"Will you address the graduates"
    },
    {
      "index": 16,
      "start_time": 140919.0,
      "end_time": 168980.0,
      "text": "at my college?\" And you'll say \"Yeah sure, when is it? May 2010? 2010? Yeah sure, that's"
    },
    {
      "index": 17,
      "start_time": 168980.0,
      "end_time": 179230.0,
      "text": "months away\" and then the nightmare begins. The nightmare we've all had and I assure you,"
    },
    {
      "index": 18,
      "start_time": 179230.0,
      "end_time": 188019.0,
      "text": "you'll continue to have even after graduation, 40 years after graduation. About a week before"
    },
    {
      "index": 19,
      "start_time": 188019.0,
      "end_time": 195440.0,
      "text": "the due date, you wake up in the middle of the night, \"Huh, I have a paper due and I"
    },
    {
      "index": 20,
      "start_time": 195440.0,
      "end_time": 205919.0,
      "text": "haven't done the reading, Oh my god!\""
    },
    {
      "index": 21,
      "start_time": 205919.0,
      "end_time": 219510.0,
      "text": "If you have been touched by the success fairy, people think you know why. It's true. People think success"
    },
    {
      "index": 22,
      "start_time": 219510.0,
      "end_time": 229090.0,
      "text": "breeds enlightenment and you are duty bound to spread it around like manure, fertilize"
    },
    {
      "index": 23,
      "start_time": 229090.0,
      "end_time": 236340.0,
      "text": "those young minds, let them in on the secret, what is it that you know that no one else"
    },
    {
      "index": 24,
      "start_time": 236340.0,
      "end_time": 249229.0,
      "text": "knows, the self examination begins, one looks inward, one opens an interior door. Cobwebs,"
    },
    {
      "index": 25,
      "start_time": 249229.0,
      "end_time": 259130.0,
      "text": "black, the lights bulbs burned out, the airless dank refrigerator of an insanely over-scheduled,"
    },
    {
      "index": 26,
      "start_time": 259130.0,
      "end_time": 265729.0,
      "text": "unexamined life that usually just gets take-out. Where is my writer friend, Anna Quindlen when"
    },
    {
      "index": 27,
      "start_time": 265729.0,
      "end_time": 269060.0,
      "text": "I need her? On another book tour."
    },
    {
      "index": 28,
      "start_time": 269060.0,
      "end_time": 287250.0,
      "text": "Hello I'm Meryl Streep. Today, Class of 2010... I am really, I am very honored, and"
    },
    {
      "index": 29,
      "start_time": 287250.0,
      "end_time": 294790.0,
      "text": "humbled to be asked to pass on tips and inspiration to you for achieving success in this next"
    },
    {
      "index": 30,
      "start_time": 294790.0,
      "end_time": 304190.0,
      "text": "part of your lives. President Spar, when I consider the other distinguished medal recipients"
    },
    {
      "index": 31,
      "start_time": 304190.0,
      "end_time": 311930.0,
      "text": "and venerable Board of Trustees, the many accomplished faculty and family members...people"
    },
    {
      "index": 32,
      "start_time": 311930.0,
      "end_time": 319090.0,
      "text": "who've actually done things, produced things, while I have pretended to do things. I can"
    },
    {
      "index": 33,
      "start_time": 319090.0,
      "end_time": 327910.0,
      "text": "think about 3,800 people who should have been on this list before me and you know since"
    },
    {
      "index": 34,
      "start_time": 327910.0,
      "end_time": 337460.0,
      "text": "my success has depended wholly on my putting things over on people. So I'm not sure parents"
    },
    {
      "index": 35,
      "start_time": 337460.0,
      "end_time": 341450.0,
      "text": "think I'm that great a role model anyway."
    },
    {
      "index": 36,
      "start_time": 341450.0,
      "end_time": 349240.0,
      "text": "I am however an expert in pretending to be an expert in various areas, so just randomly"
    },
    {
      "index": 37,
      "start_time": 349240.0,
      "end_time": 360180.0,
      "text": "like everything else in this speech, I am or I was an expert in kissing on stage and"
    },
    {
      "index": 38,
      "start_time": 360180.0,
      "end_time": 375620.0,
      "text": "on screen. How did I prepare for this? Well most of my preparation took place in my suburban"
    },
    {
      "index": 39,
      "start_time": 375620.0,
      "end_time": 384490.0,
      "text": "high school or rather behind my suburban high school in New Jersey. One is obliged to do"
    },
    {
      "index": 40,
      "start_time": 384490.0,
      "end_time": 394830.0,
      "text": "great deal of kissing in my line of work. Air kissing, ass-kissing, kissing up and of"
    },
    {
      "index": 41,
      "start_time": 394830.0,
      "end_time": 402780.0,
      "text": "course actual kissing, much like hookers, actors have to do it with people we may not"
    },
    {
      "index": 42,
      "start_time": 402780.0,
      "end_time": 412840.0,
      "text": "like or even know. We may have to do it with friends, which, believe it or not is particularly"
    },
    {
      "index": 43,
      "start_time": 412840.0,
      "end_time": 422870.0,
      "text": "awkward, for people of my generation, it's awkward."
    },
    {
      "index": 44,
      "start_time": 422870.0,
      "end_time": 430889.0,
      "text": "My other areas of fau expertise, river rafting, miming the effects of radiation poisoning,"
    },
    {
      "index": 45,
      "start_time": 430889.0,
      "end_time": 439460.0,
      "text": "knowing which shoes go with which bag, coffee plantation, Turkish, Polish, German, French,"
    },
    {
      "index": 46,
      "start_time": 439460.0,
      "end_time": 446460.0,
      "text": "Italian, that's Iowa-Italian from the bridges of Madison county, bit of the Bronx, Aramaic,"
    },
    {
      "index": 47,
      "start_time": 446460.0,
      "end_time": 454930.0,
      "text": "Yiddish, Irish clog dancing, cooking, singing, riding horses, knitting, playing the violin,"
    },
    {
      "index": 48,
      "start_time": 454930.0,
      "end_time": 463630.0,
      "text": "and simulating steamy sexual encounters, these are some of the areas in which, I have pretended"
    },
    {
      "index": 49,
      "start_time": 463630.0,
      "end_time": 470660.0,
      "text": "quite proficiently to be successful, or the other way around. As have many women here,"
    },
    {
      "index": 50,
      "start_time": 470660.0,
      "end_time": 482590.0,
      "text": "I'm sure."
    },
    {
      "index": 51,
      "start_time": 482590.0,
      "end_time": 489000.0,
      "text": "Women, I feel I can say this authoritatively, especially at Barnard where they can't hear"
    },
    {
      "index": 52,
      "start_time": 489000.0,
      "end_time": 498199.0,
      "text": "us, what am I talking about? They professionally can't hear us. Women are better at acting"
    },
    {
      "index": 53,
      "start_time": 498199.0,
      "end_time": 508770.0,
      "text": "than men. Why? Because we have to be, if successfully convincing someone bigger than you are of"
    },
    {
      "index": 54,
      "start_time": 508770.0,
      "end_time": 515550.0,
      "text": "something he doesn't know is a survival skill, this is how women have survived through the"
    },
    {
      "index": 55,
      "start_time": 515549.99999999994,
      "end_time": 531240.0,
      "text": "millennia. Pretending is not just play. Pretending is imagined possibility. Pretending or acting"
    },
    {
      "index": 56,
      "start_time": 531240.0,
      "end_time": 537390.0,
      "text": "is a very valuable life skill and we all do it, all the time. We don't want to be caught"
    },
    {
      "index": 57,
      "start_time": 537390.0,
      "end_time": 544089.0,
      "text": "doing it but nevertheless it's part of the adaptations of our species. We change who"
    },
    {
      "index": 58,
      "start_time": 544089.0,
      "end_time": 553990.0,
      "text": "we are to fit the exigencies of our time, and not just strategically, or to our own"
    },
    {
      "index": 59,
      "start_time": 553990.0,
      "end_time": 561110.0,
      "text": "advantage, sometimes sympathetically, without our even knowing it, for the betterment of"
    },
    {
      "index": 60,
      "start_time": 561110.0,
      "end_time": 564440.0,
      "text": "the whole group."
    },
    {
      "index": 61,
      "start_time": 564440.0,
      "end_time": 572980.0,
      "text": "I remember very clearly my own first conscious attempt at acting. I was six placing my mother's"
    },
    {
      "index": 62,
      "start_time": 572980.0,
      "end_time": 581170.0,
      "text": "half slip over my head in preparation to play the Virgin Mary in our living room. As I swaddled"
    },
    {
      "index": 63,
      "start_time": 581170.0,
      "end_time": 594000.0,
      "text": "my Betsy Wetsy doll I felt quieted, holy, actually, and my transfigured face and very"
    },
    {
      "index": 64,
      "start_time": 594000.0,
      "end_time": 600029.0,
      "text": "changed demeanor captured on super-8 by my dad pulled my little brother Harry to play"
    },
    {
      "index": 65,
      "start_time": 600029.0,
      "end_time": 609930.0,
      "text": "Joseph and Dana too, a barnyard animal, into the trance. They were actually pulled into"
    },
    {
      "index": 66,
      "start_time": 609930.0,
      "end_time": 618589.0,
      "text": "this nativity scene by the intensity of my focus. In my usual technique for getting them"
    },
    {
      "index": 67,
      "start_time": 618589.0,
      "end_time": 623980.0,
      "text": "to do what I want, yelling at them never ever would have achieved and I learned something"
    },
    {
      "index": 68,
      "start_time": 623980.0,
      "end_time": 627890.0,
      "text": "on that day."
    },
    {
      "index": 69,
      "start_time": 627890.0,
      "end_time": 634230.0,
      "text": "Later when I was nine, I remember taking my mother's eyebrow pencil and carefully drawing"
    },
    {
      "index": 70,
      "start_time": 634230.0,
      "end_time": 642570.0,
      "text": "lines all over my face, replicating the wrinkles that I had memorized on the face of my grandmother"
    },
    {
      "index": 71,
      "start_time": 642570.0,
      "end_time": 651070.0,
      "text": "whom I adored and made my mother take my picture and I look at it now and of course, I look"
    },
    {
      "index": 72,
      "start_time": 651070.0,
      "end_time": 659420.0,
      "text": "like myself now and my grandmother then. But I really do remember in my bones, how it was"
    },
    {
      "index": 73,
      "start_time": 659420.0,
      "end_time": 670690.0,
      "text": "possible on that day to feel her age. I stooped, I felt weighted down but cheerful, you know"
    },
    {
      "index": 74,
      "start_time": 670690.0,
      "end_time": 674000.0,
      "text": "I felt like her."
    },
    {
      "index": 75,
      "start_time": 674000.0,
      "end_time": 683810.0,
      "text": "Empathy is at the heart of the actor's art. And in high school, another form of acting"
    },
    {
      "index": 76,
      "start_time": 683810.0,
      "end_time": 690880.0,
      "text": "took hold of me. I wanted to learn how to be appealing. So I studied the character I"
    },
    {
      "index": 77,
      "start_time": 690880.0,
      "end_time": 697520.0,
      "text": "imagined I wanted to be that of the generically pretty high school girl. I researched her"
    },
    {
      "index": 78,
      "start_time": 697520.0,
      "end_time": 706620.0,
      "text": "deeply, that is to say shallowly, in Vogue, in Seventeen, and in Mademoiselle Magazines."
    },
    {
      "index": 79,
      "start_time": 706620.0,
      "end_time": 713960.0,
      "text": "I tried to imitate her hair, her lipstick, her lashes, the clothes of the lithesome,"
    },
    {
      "index": 80,
      "start_time": 713960.0,
      "end_time": 720100.0,
      "text": "beautiful and generically appealing high school girls that I saw in those pages. I ate an"
    },
    {
      "index": 81,
      "start_time": 720100.0,
      "end_time": 730260.0,
      "text": "apple a day, period. I peroxided my hair, ironed it straight. I demanded brand name"
    },
    {
      "index": 82,
      "start_time": 730260.0,
      "end_time": 738910.0,
      "text": "clothes, my mother shut me down on that one. But I did, I worked harder on this characterization"
    },
    {
      "index": 83,
      "start_time": 738910.0,
      "end_time": 746230.0,
      "text": "really than anyone I think I've ever done since. I worked on my giggle, I lightened"
    },
    {
      "index": 84,
      "start_time": 746230.0,
      "end_time": 758649.0,
      "text": "it. Because I like it when it went, kind of \"ehuh\" and the end, \"eheeh\" \"ehaeaahaha\" because"
    },
    {
      "index": 85,
      "start_time": 758649.0,
      "end_time": 766589.0,
      "text": "I thought it sounded child like, and cute. This was all about appealing to boys and at"
    },
    {
      "index": 86,
      "start_time": 766589.0,
      "end_time": 772290.0,
      "text": "the same time being accepted by the girls, a very tricky negotiation."
    },
    {
      "index": 87,
      "start_time": 772290.0,
      "end_time": 780430.0,
      "text": "Often success in one area precludes succeeding in the other. And along with all my other"
    },
    {
      "index": 88,
      "start_time": 780430.0,
      "end_time": 790779.0,
      "text": "exterior choices, I worked on my, what actors call, my interior adjustment. I adjusted my"
    },
    {
      "index": 89,
      "start_time": 790779.0,
      "end_time": 799830.0,
      "text": "natural temperament which tends to be slightly bossy, a little opinionated, loud, a little"
    },
    {
      "index": 90,
      "start_time": 799830.0,
      "end_time": 814120.0,
      "text": "loud, full of pronouncements and high spirits, and I willfully cultivated softness, agreeableness,"
    },
    {
      "index": 91,
      "start_time": 814120.0,
      "end_time": 824910.0,
      "text": "a breezy, natural sort of sweetness, even shyness if you will, which was very, very,"
    },
    {
      "index": 92,
      "start_time": 824910.0,
      "end_time": 834490.0,
      "text": "very effective on the boys. But the girls didn't buy it. They didn't like me; they sniffed"
    },
    {
      "index": 93,
      "start_time": 834490.0,
      "end_time": 843560.0,
      "text": "it out, the acting. And they were probably right, but I was committed, this was absolutely"
    },
    {
      "index": 94,
      "start_time": 843560.0,
      "end_time": 855149.0,
      "text": "not a cynical exercise, this was a vestigial survival courtship skill I was developing."
    },
    {
      "index": 95,
      "start_time": 855149.0,
      "end_time": 861040.0,
      "text": "And I reached a point senior year, when my adjustment felt like me, I had actually convinced"
    },
    {
      "index": 96,
      "start_time": 861040.0,
      "end_time": 869420.0,
      "text": "myself that I was this person and she, me, pretty, talented, but not stuck-up. You know,"
    },
    {
      "index": 97,
      "start_time": 869420.0,
      "end_time": 878959.0,
      "text": "a girl who laughed a lot at every stupid thing every boy said and who lowered her eyes at"
    },
    {
      "index": 98,
      "start_time": 878959.0,
      "end_time": 887620.0,
      "text": "the right moment and deferred, who learned to defer when the boys took over the conversation,"
    },
    {
      "index": 99,
      "start_time": 887620.0,
      "end_time": 895790.0,
      "text": "I really remember this so clearly and I could tell it was working, I was much less annoying"
    },
    {
      "index": 100,
      "start_time": 895790.0,
      "end_time": 902730.0,
      "text": "to the guys than I had been, they liked me better and I like that, this was conscious"
    },
    {
      "index": 101,
      "start_time": 902730.0,
      "end_time": 913649.0,
      "text": "but it was at the same time motivated and fully-felt this was real, real acting."
    },
    {
      "index": 102,
      "start_time": 913649.0,
      "end_time": 920390.0,
      "text": "I got to Vassar which 43 years ago was a single-sex institution, like all the colleges in what"
    },
    {
      "index": 103,
      "start_time": 920390.0,
      "end_time": 927310.0,
      "text": "they call the Seven Sisters, the female Ivy League and I made some quick but lifelong"
    },
    {
      "index": 104,
      "start_time": 927310.0,
      "end_time": 937519.0,
      "text": "and challenging friends. And with their help outside of any competition for boys my brain"
    },
    {
      "index": 105,
      "start_time": 937519.0,
      "end_time": 950360.0,
      "text": "woke up. I got up and I got outside myself and I found myself again. I didn't have to"
    },
    {
      "index": 106,
      "start_time": 950360.0,
      "end_time": 956860.0,
      "text": "pretend, I could be goofy, vehement, aggressive, and slovenly and open and funny and tough"
    },
    {
      "index": 107,
      "start_time": 956860.0,
      "end_time": 966579.0,
      "text": "and my friends let me. I didn't wash my hair for three weeks once. They accepted me like"
    },
    {
      "index": 108,
      "start_time": 966579.0,
      "end_time": 977959.0,
      "text": "the Velveteen Rabbit. I became real instead of an imagined stuffed bunny but I stockpiled"
    },
    {
      "index": 109,
      "start_time": 977959.0,
      "end_time": 986709.0,
      "text": "that character from high school and I breathed life into her again some years later as Linda"
    },
    {
      "index": 110,
      "start_time": 986709.0,
      "end_time": 992240.0,
      "text": "in the \"Deer Hunter.\" There is probably not one of you graduates who has ever seen this"
    },
    {
      "index": 111,
      "start_time": 992240.0,
      "end_time": 1001959.0,
      "text": "film but the \"Deer Hunter\" it won best picture in 1978 Robert De Niro, Chris Walken, not"
    },
    {
      "index": 112,
      "start_time": 1001960.0,
      "end_time": 1010061.0,
      "text": "funny at all. And I played Linda, a small town girl in a working class background, a"
    },
    {
      "index": 113,
      "start_time": 1010060.0,
      "end_time": 1018930.0,
      "text": "lovely, quiet, hapless girl, who waited for the boy she loved to come back from the war"
    },
    {
      "index": 114,
      "start_time": 1018930.0,
      "end_time": 1031019.0,
      "text": "in Vietnam. Often men my age, President Clinton, by the way, when I met him said, Men my age,"
    },
    {
      "index": 115,
      "start_time": 1031020.0,
      "end_time": 1039231.0,
      "text": "mention that character as their favorite of all the women I've played. And I have my"
    },
    {
      "index": 116,
      "start_time": 1039230.0,
      "end_time": 1050320.0,
      "text": "own secret understanding of why that is and it confirms every decision I made in high"
    },
    {
      "index": 117,
      "start_time": 1050320.0,
      "end_time": 1056859.0,
      "text": "school. This is not to denigrate that girl by the way or the men who are drawn to her"
    },
    {
      "index": 118,
      "start_time": 1056860.0,
      "end_time": 1063990.0,
      "text": "in anyway because she's still part of me and I'm part of her. She wasn't acting but she"
    },
    {
      "index": 119,
      "start_time": 1063990.0,
      "end_time": 1072530.0,
      "text": "was just behaving in a way that cowed girls, submissive girls, beaten up girls with very"
    },
    {
      "index": 120,
      "start_time": 1072530.0,
      "end_time": 1082280.0,
      "text": "few ways out have behaved forever and still do in many worlds. Now, in a measure of how"
    },
    {
      "index": 121,
      "start_time": 1082280.0,
      "end_time": 1086961.0,
      "text": "much the world has changed the character most men mention as their favorite is, Miranda"
    },
    {
      "index": 122,
      "start_time": 1086960.0,
      "end_time": 1087499.0,
      "text": "Priestly."
    },
    {
      "index": 123,
      "start_time": 1087500.0,
      "end_time": 1091760.0,
      "text": ""
    },
    {
      "index": 124,
      "start_time": 1091760.0,
      "end_time": 1096140.0,
      "text": "The beleaguered totalitarian at the head of Runway magazine in Devil Wears"
    },
    {
      "index": 125,
      "start_time": 1096140.0,
      "end_time": 1107331.0,
      "text": "Prada. To my mind this represents such an optimistic shift. They relate to Miranda."
    },
    {
      "index": 126,
      "start_time": 1107330.0,
      "end_time": 1116080.0,
      "text": "They wanted to date Linda. They felt sorry for Linda but they feel like Miranda. They"
    },
    {
      "index": 127,
      "start_time": 1116080.0,
      "end_time": 1121710.0,
      "text": "can relate to her issues, the high standards she sets for herself and others. The thanklessness"
    },
    {
      "index": 128,
      "start_time": 1121710.0,
      "end_time": 1130570.0,
      "text": "of the leadership position. The \"Nobody understands me\" thing. The loneliness. They stand outside"
    },
    {
      "index": 129,
      "start_time": 1130570.0,
      "end_time": 1135070.0,
      "text": "one character and they pity her and they kind of fall in love with her but they look through"
    },
    {
      "index": 130,
      "start_time": 1135070.0,
      "end_time": 1142460.0,
      "text": "the eyes of this other character. This is a huge deal because as people in the movie"
    },
    {
      "index": 131,
      "start_time": 1142460.0,
      "end_time": 1148559.0,
      "text": "business know the absolute hardest thing in the whole world is to persuade a straight"
    },
    {
      "index": 132,
      "start_time": 1148560.0,
      "end_time": 1158721.0,
      "text": "male audience to identify with a woman protagonist to feel themselves embodied by her. This more"
    },
    {
      "index": 133,
      "start_time": 1158720.0,
      "end_time": 1165139.0,
      "text": "than any other factor explains why we get the movies we get and the paucity of the roles"
    },
    {
      "index": 134,
      "start_time": 1165140.0,
      "end_time": 1172691.0,
      "text": "where women drive the film. It's much easier for the female audience because we were all"
    },
    {
      "index": 135,
      "start_time": 1172690.0,
      "end_time": 1179549.0,
      "text": "grown up brought up identifying with male characters from Shakespeare to Salinger. We"
    },
    {
      "index": 136,
      "start_time": 1179550.0,
      "end_time": 1188481.0,
      "text": "have less trouble following Hamlet's dilemma viscerally or Romeo's or Tybalt or Huck Finn"
    },
    {
      "index": 137,
      "start_time": 1188480.0,
      "end_time": 1196759.0,
      "text": "or Peter Pan -- I remember holding that sword up to Hook -- I felt like him. But it is much"
    },
    {
      "index": 138,
      "start_time": 1196760.0,
      "end_time": 1207691.0,
      "text": "much much harder for heterosexual boys to be able to identify with Juliet or Desdemona, Wendy in"
    },
    {
      "index": 139,
      "start_time": 1207690.0,
      "end_time": 1215470.0,
      "text": "Peter Pan or Joe in Little Women or the Little Mermaid of Pocohontas. Why? I don't know, but"
    },
    {
      "index": 140,
      "start_time": 1215470.0,
      "end_time": 1222789.0,
      "text": "it just is. There has always been a resistance to imaginatively assume a persona, if that"
    },
    {
      "index": 141,
      "start_time": 1222790.0,
      "end_time": 1233441.0,
      "text": "persona is a she. But things are changing now and it's in your generation we're seeing"
    },
    {
      "index": 142,
      "start_time": 1233440.0,
      "end_time": 1246429.0,
      "text": "this. Men are adapting... about time...they are adapting consciously and also without"
    },
    {
      "index": 143,
      "start_time": 1246430.0,
      "end_time": 1251201.0,
      "text": "realizing it for the better of the whole group. They are changing"
    },
    {
      "index": 144,
      "start_time": 1251200.0,
      "end_time": 1260830.0,
      "text": "their deepest prejudices to accept and to regard as normal the things that their fathers would have found"
    },
    {
      "index": 145,
      "start_time": 1260830.0,
      "end_time": 1268019.0,
      "text": "very very difficult and their grandfathers would have abhorred and the door to this emotional"
    },
    {
      "index": 146,
      "start_time": 1268020.0,
      "end_time": 1278730.0,
      "text": "shift is empathy. As Jung said, \"Emotion is the chief source of becoming conscious.There"
    },
    {
      "index": 147,
      "start_time": 1278730.0,
      "end_time": 1288430.0,
      "text": "can be no transforming of lightness into dark and apathy into movement without emotion.\" Or"
    },
    {
      "index": 148,
      "start_time": 1288430.0,
      "end_time": 1297091.0,
      "text": "as Leonard Cohen says, \"Pay attention to the cracks because that's where the light gets in.\""
    },
    {
      "index": 149,
      "start_time": 1297090.0,
      "end_time": 1305019.0,
      "text": "You, young women of Barnard have not had to squeeze yourself into the corset of being"
    },
    {
      "index": 150,
      "start_time": 1305020.0,
      "end_time": 1319150.0,
      "text": "cute or to muffle your opinions but then you haven't left campus yet. I'm just kidding. What you"
    },
    {
      "index": 151,
      "start_time": 1319150.0,
      "end_time": 1327071.0,
      "text": "have had is the privilege of a very specific education. You are people who may able to"
    },
    {
      "index": 152,
      "start_time": 1327070.0,
      "end_time": 1335029.0,
      "text": "draw on a completely different perspective to imagine a different possibility than women"
    },
    {
      "index": 153,
      "start_time": 1335030.0,
      "end_time": 1338230.0,
      "text": "and men who went to coed schools."
    },
    {
      "index": 154,
      "start_time": 1338230.0,
      "end_time": 1344170.0,
      "text": "How this difference is going to serve you it's hard to quantify now, it may take you"
    },
    {
      "index": 155,
      "start_time": 1344170.0,
      "end_time": 1354610.0,
      "text": "forty years like it did me to look back and analyze your advantage. But today is about looking forward"
    },
    {
      "index": 156,
      "start_time": 1354610.0,
      "end_time": 1362480.0,
      "text": "into a world where so-called women's issues, human issues of gender inequality live at the"
    },
    {
      "index": 157,
      "start_time": 1362480.0,
      "end_time": 1369851.0,
      "text": "crux of global problems, everyone suffers from poverty to the AIDS crisis to the violent fundamentalist"
    },
    {
      "index": 158,
      "start_time": 1369850.0,
      "end_time": 1376859.0,
      "text": "juntas, human trafficking and human rights abuses and you're going to have the opportunity"
    },
    {
      "index": 159,
      "start_time": 1376860.0,
      "end_time": 1386020.0,
      "text": "and the obligation, by virtue of your providence, to speed progress in all those areas. And"
    },
    {
      "index": 160,
      "start_time": 1386020.0,
      "end_time": 1396280.0,
      "text": "this is a place where even though the need is very great, the news is too. This is your time and it"
    },
    {
      "index": 161,
      "start_time": 1396280.0,
      "end_time": 1403341.0,
      "text": "feels normal to you but really there is no normal. There's only change, and resistance"
    },
    {
      "index": 162,
      "start_time": 1403340.0,
      "end_time": 1408039.0,
      "text": "to it and then more change."
    },
    {
      "index": 163,
      "start_time": 1408040.0,
      "end_time": 1412831.0,
      "text": "Never before in the history or country have most of the advanced degrees been awarded"
    },
    {
      "index": 164,
      "start_time": 1412830.0,
      "end_time": 1421129.0,
      "text": "to women but now they are. Since the dawn of man, it's hardly more than 100 years since"
    },
    {
      "index": 165,
      "start_time": 1421130.0,
      "end_time": 1429510.0,
      "text": "we were even allowed into these buildings except to clean them but soon most of law"
    },
    {
      "index": 166,
      "start_time": 1429510.0,
      "end_time": 1438951.0,
      "text": "and medical degrees will probably also go to women. Around the world, poor women now"
    },
    {
      "index": 167,
      "start_time": 1438950.0,
      "end_time": 1447840.0,
      "text": "own property who used to be property and according to Economist magazine, for the last two decades,"
    },
    {
      "index": 168,
      "start_time": 1447840.0,
      "end_time": 1453679.0,
      "text": "the increase of female employment in the rich world has been the main driving force of growth."
    },
    {
      "index": 169,
      "start_time": 1453680.0,
      "end_time": 1461000.0,
      "text": "Those women have contributed more to global GDP growth than have either new technology"
    },
    {
      "index": 170,
      "start_time": 1461000.0,
      "end_time": 1470030.0,
      "text": "or the new giants India or china. Cracks in the ceiling, cracks in the door, cracks in"
    },
    {
      "index": 171,
      "start_time": 1470030.0,
      "end_time": 1477510.0,
      "text": "the Court and on the Senate floor."
    },
    {
      "index": 172,
      "start_time": 1477510.0,
      "end_time": 1487600.0,
      "text": "You know, I gave a speech at Vassar 27 years ago. It was a really big hit. Everybody loved"
    },
    {
      "index": 173,
      "start_time": 1487600.0,
      "end_time": 1494721.0,
      "text": "it, really. Tom Brokaw said it was the very best commencement speech he had ever heard"
    },
    {
      "index": 174,
      "start_time": 1494720.0,
      "end_time": 1504899.0,
      "text": "and of course I believed this. And it was much easier to construct than this one. It"
    },
    {
      "index": 175,
      "start_time": 1504900.0,
      "end_time": 1515810.0,
      "text": "came out pretty easily because back then I knew so much. I was a new mother, I had two"
    },
    {
      "index": 176,
      "start_time": 1515810.0,
      "end_time": 1527380.0,
      "text": "academy awards and it was all coming together so nicely. I was smart and I understood boiler"
    },
    {
      "index": 177,
      "start_time": 1527380.0,
      "end_time": 1533630.0,
      "text": "plate and what sounded good and because I had been on the squad in high school, earnest"
    },
    {
      "index": 178,
      "start_time": 1533630.0,
      "end_time": 1542030.0,
      "text": "full-throated cheerleading was my specialty so that's what I did. But now, I feel like"
    },
    {
      "index": 179,
      "start_time": 1542030.0,
      "end_time": 1552081.0,
      "text": "I know about 1/16th of what that young woman knew. Things don't seem as certain today."
    },
    {
      "index": 180,
      "start_time": 1552080.0,
      "end_time": 1557919.0,
      "text": "Now I'm 60, I have four adult children who are all facing the same challenges you are."
    },
    {
      "index": 181,
      "start_time": 1557920.0,
      "end_time": 1558120.0,
      "text": "I'm more sanguine about all the things that I still don't know and I'm still curious about."
    },
    {
      "index": 182,
      "start_time": 1558120.0,
      "end_time": 1558180.0,
      "text": "What I do know about success, fame, celebrity that would fill another speech. How it separates"
    },
    {
      "index": 183,
      "start_time": 1558180.0,
      "end_time": 1559000.0,
      "text": "you from your friends, from reality, from proportion. Your own sweet anonymity, a treasure"
    },
    {
      "index": 184,
      "start_time": 1559000.0,
      "end_time": 1563230.0,
      "text": "you don't even know you have until it's gone. How it makes things tough for your family"
    },
    {
      "index": 185,
      "start_time": 1563230.0,
      "end_time": 1570380.0,
      "text": "and whether being famous matters one bit, in the end, in the whole flux of time. I know"
    },
    {
      "index": 186,
      "start_time": 1570380.0,
      "end_time": 1579850.0,
      "text": "I was invited here because of how famous I am and how many awards I've won. And while"
    },
    {
      "index": 187,
      "start_time": 1579850.0,
      "end_time": 1589290.0,
      "text": "I am, I am overweeningly proud of the work that, believe me, I did not do on my own."
    },
    {
      "index": 188,
      "start_time": 1589290.0,
      "end_time": 1597630.0,
      "text": "I can assure that awards have very little bearing on my own personal happiness. My own"
    },
    {
      "index": 189,
      "start_time": 1597630.0,
      "end_time": 1607020.0,
      "text": "sense of well-being and purpose in the world. That comes from studying the world feelingly,"
    },
    {
      "index": 190,
      "start_time": 1607020.0,
      "end_time": 1614630.0,
      "text": "with empathy in my work. It comes from staying alert and alive and involved in the lives"
    },
    {
      "index": 191,
      "start_time": 1614630.0,
      "end_time": 1620660.0,
      "text": "of the people that I love and the people in the wider world who need my help. No matter"
    },
    {
      "index": 192,
      "start_time": 1620660.0,
      "end_time": 1629120.0,
      "text": "what you see me or hear me saying when I'm on your TV holding a statuette and spewing, that's"
    },
    {
      "index": 193,
      "start_time": 1629120.0,
      "end_time": 1632630.0,
      "text": "acting."
    },
    {
      "index": 194,
      "start_time": 1632630.0,
      "end_time": 1647900.0,
      "text": "Being a celebrity has taught me to hide but being an actor has opened my soul."
    },
    {
      "index": 195,
      "start_time": 1647900.0,
      "end_time": 1654660.0,
      "text": "Being here today has forced me to look around inside there for something useful that I can"
    },
    {
      "index": 196,
      "start_time": 1654660.0,
      "end_time": 1661790.0,
      "text": "share with you and I'm really grateful that you gave me the chance."
    },
    {
      "index": 197,
      "start_time": 1661790.0,
      "end_time": 1668550.0,
      "text": "You know you don't have to be famous. You just have to make your mother and father proud of you"
    },
    {
      "index": 198,
      "start_time": 1668550.0,
      "end_time": 1678550.0,
      "text": "and you already have. Bravo to you. Congratulations."
    }
  ]
}