{
  "video_id": "5H3-pMvSPRY",
  "title": "How to get used to new glasses? | Q&A # 5",
  "json": [
    {
      "index": 1,
      "start_time": 219.0,
      "end_time": 5939.0,
      "text": "Hello welcome to our Q&A session. We get many questions from our customers and today we are going to answer:"
    },
    {
      "index": 2,
      "start_time": 6310.0,
      "end_time": 8459.0,
      "text": "What is the best way to get used to new glasses?"
    },
    {
      "index": 3,
      "start_time": 11620.0,
      "end_time": 14440.0,
      "text": "Getting used to new glasses is a familiarization process"
    },
    {
      "index": 4,
      "start_time": 14520.0,
      "end_time": 18960.0,
      "text": "that is different for everyone. For some people it may take a few days and for others a few weeks"
    },
    {
      "index": 5,
      "start_time": 19320.0,
      "end_time": 24980.0,
      "text": "Some first-timers may only see the rim of their glasses, while people with stronger prescriptions may get dizzy or have headaches"
    },
    {
      "index": 6,
      "start_time": 25600.0,
      "end_time": 29759.0,
      "text": "But don&#39;t stress: your brains visual center is adapting you to clear and higher quality vision"
    },
    {
      "index": 7,
      "start_time": 29760.0,
      "end_time": 35700.0,
      "text": "It is very important to wear your glasses on a consistent and regular basis. Your eyes are muscles that need to be trained to see"
    },
    {
      "index": 8,
      "start_time": 35700.0,
      "end_time": 43160.0,
      "text": "in a better way. People that have multiple prescriptions such as very focals, multi focal or progressives, can take a little longer time to adjust"
    },
    {
      "index": 9,
      "start_time": 43800.0,
      "end_time": 49559.0,
      "text": "If you are new to these types of lenses, it is important to wear them consistently and progress in daily activities while wearing them"
    },
    {
      "index": 10,
      "start_time": 49899.0,
      "end_time": 56669.0,
      "text": "Start by wearing them while seated, then climbing, the stairs then exercising or playing sports and finally driving"
    },
    {
      "index": 11,
      "start_time": 56770.0,
      "end_time": 59309.0,
      "text": "Here are a couple other techniques to help adjust your eyes"
    },
    {
      "index": 12,
      "start_time": 60370.0,
      "end_time": 66119.0,
      "text": "Move your head up and down and look through different areas of your lenses and try focusing on objects at different distances"
    },
    {
      "index": 13,
      "start_time": 66790.0,
      "end_time": 69150.0,
      "text": "This will help your brain to understand and adapt"
    },
    {
      "index": 14,
      "start_time": 71439.0,
      "end_time": 74339.0,
      "text": "Look straight ahead and focus on objects far away"
    },
    {
      "index": 15,
      "start_time": 76420.0,
      "end_time": 79890.0,
      "text": "Look through bottom of the lenses and focus on an object closest to you"
    },
    {
      "index": 16,
      "start_time": 82180.0,
      "end_time": 87389.0,
      "text": "Turn your head and point your nose where you want to look. This will help bifocals which are vertically aligned"
    },
    {
      "index": 17,
      "start_time": 90130.0,
      "end_time": 92399.0,
      "text": "Don&#39;t forget to be patient in your adjustment period."
    },
    {
      "index": 18,
      "start_time": 92820.0,
      "end_time": 96820.0,
      "text": "Send some more questions our way and take a look at our playlist to see what we&#39;ve already answered."
    },
    {
      "index": 19,
      "start_time": 96960.0,
      "end_time": 101880.0,
      "text": "If you&#39;re still left wondering leave us a message through Facebook or Twitter or comment on our YouTube channel"
    },
    {
      "index": 20,
      "start_time": 101880.0,
      "end_time": 103880.0,
      "text": "and we&#39;d love to give you some more answers."
    },
    {
      "index": 21,
      "start_time": 103899.0,
      "end_time": 108359.0,
      "text": "Until next time remember to take care of those eyes and from all of us here, be smart and buy smart."
    }
  ]
}