{
  "video_id": "5iXA_0MED98",
  "title": "John Corvino - What's Morally Wrong with Homosexuality? (Full DVD Video)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 740.0,
      "end_time": 6229.0,
      "text": "I want to start with a thought experiment. Suppose I told you that I&#39;m imagining an activity"
    },
    {
      "index": 2,
      "start_time": 6229.0,
      "end_time": 10660.0,
      "text": "that takes place between consenting adults, doesn&#39;t hurt anyone, and results in a great"
    },
    {
      "index": 3,
      "start_time": 10660.0,
      "end_time": 14429.0,
      "text": "deal of pleasure for the people involved—and that&#39;s all that you know about the activity"
    },
    {
      "index": 4,
      "start_time": 14429.0,
      "end_time": 21789.0,
      "text": "that I&#39;m imagining. Given that information, it sounds pretty good. Suppose I fill in the"
    },
    {
      "index": 5,
      "start_time": 21789.0,
      "end_time": 26480.0,
      "text": "picture a bit more and tell you that not only does it result in pleasure for the people"
    },
    {
      "index": 6,
      "start_time": 26480.0,
      "end_time": 31259.0,
      "text": "involved, but it&#39;s an avenue of communication and a source of deep meaning in their lives."
    },
    {
      "index": 7,
      "start_time": 31259.0,
      "end_time": 36400.0,
      "text": "And, again, that&#39;s all you know about the activity that I&#39;m imagining. Given that information,"
    },
    {
      "index": 8,
      "start_time": 36400.0,
      "end_time": 41540.0,
      "text": "it sounds great—the kind of thing we&#39;d want to encourage. But, of course, when I fill"
    },
    {
      "index": 9,
      "start_time": 41540.0,
      "end_time": 45630.0,
      "text": "in the picture a bit more, and tell you that the adults in question are two men or two"
    },
    {
      "index": 10,
      "start_time": 45630.0,
      "end_time": 50520.0,
      "text": "women, and the activity is some kind of sexual activity, suddenly people are not so keen"
    },
    {
      "index": 11,
      "start_time": 50520.0,
      "end_time": 57270.0,
      "text": "on it anymore. In fact, not only would many people condemn it, some would call it a moral"
    },
    {
      "index": 12,
      "start_time": 57270.0,
      "end_time": 65140.0,
      "text": "abomination."
    },
    {
      "index": 13,
      "start_time": 65140.0,
      "end_time": 69520.0,
      "text": "Consider the fact that right now there are thousands of people across the world having"
    },
    {
      "index": 14,
      "start_time": 69520.0,
      "end_time": 75240.0,
      "text": "sex. It&#39;s kind of disconcerting when you think about it. Especially when you realize you&#39;re"
    },
    {
      "index": 15,
      "start_time": 75240.0,
      "end_time": 82640.0,
      "text": "sitting here listening to me. Some of those people are with partners of the same race;"
    },
    {
      "index": 16,
      "start_time": 82640.0,
      "end_time": 86530.0,
      "text": "some of them are with partners of a different race. Some of them are with partners of the"
    },
    {
      "index": 17,
      "start_time": 86530.0,
      "end_time": 91600.0,
      "text": "same age; some of them are in what we call &quot;May-December relationships.&quot; Some of them"
    },
    {
      "index": 18,
      "start_time": 91600.0,
      "end_time": 96310.0,
      "text": "have known each other a long time; some of them met last night on the Internet. Some"
    },
    {
      "index": 19,
      "start_time": 96310.0,
      "end_time": 102920.0,
      "text": "of them are in loving, nurturing relationships; some of them are in abusive relationships."
    },
    {
      "index": 20,
      "start_time": 102920.0,
      "end_time": 107139.0,
      "text": "Now those facts all have varying moral significance. But when I tell you that some of these people"
    },
    {
      "index": 21,
      "start_time": 107139.0,
      "end_time": 111009.0,
      "text": "are with partners of the same sex and some of these people are with partners of the other"
    },
    {
      "index": 22,
      "start_time": 111009.0,
      "end_time": 115729.0,
      "text": "sex, that fact seems to take on a significance all its own. And the question I want to explore"
    },
    {
      "index": 23,
      "start_time": 115729.0,
      "end_time": 122579.0,
      "text": "tonight is &quot;why?&quot; What&#39;s morally wrong with homosexuality, if anything, and if nothing,"
    },
    {
      "index": 24,
      "start_time": 122579.0,
      "end_time": 126850.0,
      "text": "what&#39;s all the fuss about? And the way I&#39;m going to do this is I am going to look at"
    },
    {
      "index": 25,
      "start_time": 126850.0,
      "end_time": 131860.0,
      "text": "some of the most common arguments against homosexuality and subject them to philosophical"
    },
    {
      "index": 26,
      "start_time": 131860.0,
      "end_time": 135890.0,
      "text": "scrutiny. It sounds fancier than it is; really, we&#39;re just going to look at these arguments,"
    },
    {
      "index": 27,
      "start_time": 135890.0,
      "end_time": 139330.0,
      "text": "see what they are, and see if they work."
    },
    {
      "index": 28,
      "start_time": 139330.0,
      "end_time": 142970.0,
      "text": "Before I get to the arguments, there are a few preliminary things I want to get out of"
    },
    {
      "index": 29,
      "start_time": 142970.0,
      "end_time": 148840.0,
      "text": "the way. We&#39;re talking about homosexuality tonight. What is that? A lot of people like"
    },
    {
      "index": 30,
      "start_time": 148840.0,
      "end_time": 155150.0,
      "text": "to make a distinction between homosexual orientation and homosexual activity—homosexual orientation,"
    },
    {
      "index": 31,
      "start_time": 155150.0,
      "end_time": 159170.0,
      "text": "being attracted to people of the same sex; homosexual activity, engaging in some kind"
    },
    {
      "index": 32,
      "start_time": 159170.0,
      "end_time": 163170.0,
      "text": "of romantic activity with people of the same sex."
    },
    {
      "index": 33,
      "start_time": 163170.0,
      "end_time": 170160.0,
      "text": "Like many such distinctions, this one is both useful and problematic. It&#39;s useful, in part,"
    },
    {
      "index": 34,
      "start_time": 170160.0,
      "end_time": 174160.0,
      "text": "because it reminds us that we all have feelings that we don&#39;t act upon, and maybe shouldn&#39;t"
    },
    {
      "index": 35,
      "start_time": 174160.0,
      "end_time": 179750.0,
      "text": "act upon. I&#39;ll give you an example. Sometimes I&#39;m in line, and there&#39;s somebody in front"
    },
    {
      "index": 36,
      "start_time": 179750.0,
      "end_time": 185790.0,
      "text": "of me with one of those bluetooth earpieces on. They&#39;re chattering and chattering, completely"
    },
    {
      "index": 37,
      "start_time": 185790.0,
      "end_time": 190270.0,
      "text": "oblivious to the people behind them, and we&#39;re all waiting while they keep chattering. And"
    },
    {
      "index": 38,
      "start_time": 190270.0,
      "end_time": 195150.0,
      "text": "sometimes, when that happens, I fantasize for just a split second about pulling out"
    },
    {
      "index": 39,
      "start_time": 195150.0,
      "end_time": 202150.0,
      "text": "a sword and chopping of their ear. Whoosh!"
    },
    {
      "index": 40,
      "start_time": 202150.0,
      "end_time": 206900.0,
      "text": "I don&#39;t act on that feeling; don&#39;t act on that feeling. You may have had similar feelings."
    },
    {
      "index": 41,
      "start_time": 206900.0,
      "end_time": 210960.0,
      "text": "We all have feelings we don&#39;t act upon, and that&#39;s part of being a grownup. That&#39;s part"
    },
    {
      "index": 42,
      "start_time": 210960.0,
      "end_time": 214040.0,
      "text": "of being a human being; you have self-restraint. Just because you have a feeling, doesn&#39;t mean"
    },
    {
      "index": 43,
      "start_time": 214040.0,
      "end_time": 219250.0,
      "text": "you ought to act on it, and this distinction reminds us of that."
    },
    {
      "index": 44,
      "start_time": 219250.0,
      "end_time": 224260.0,
      "text": "It&#39;s a problematic distinction because it over-simplifies. For one thing, it draws a"
    },
    {
      "index": 45,
      "start_time": 224260.0,
      "end_time": 230230.0,
      "text": "very sharp contrast between feelings and activities, when the contrast between those things is"
    },
    {
      "index": 46,
      "start_time": 230230.0,
      "end_time": 236320.0,
      "text": "not always so sharp. Sometimes they&#39;re intimately connected. Sometimes who we are and what we"
    },
    {
      "index": 47,
      "start_time": 236320.0,
      "end_time": 243850.0,
      "text": "do are profoundly connected, and this distinction maybe makes us forget that a little bit. It&#39;s"
    },
    {
      "index": 48,
      "start_time": 243850.0,
      "end_time": 248670.0,
      "text": "also problematic because it over-simplifies each of the elements involved, both sexual"
    },
    {
      "index": 49,
      "start_time": 248670.0,
      "end_time": 255370.0,
      "text": "orientation and sexual activity. Let me say something about each of those elements. Let&#39;s"
    },
    {
      "index": 50,
      "start_time": 255370.0,
      "end_time": 260939.0,
      "text": "start with activity. What do I mean when I say, &quot;homosexual activity?&quot; Well, what do"
    },
    {
      "index": 51,
      "start_time": 260939.00000000003,
      "end_time": 268189.0,
      "text": "I mean when I say, &quot;heterosexual activity?&quot; Intercourse? Sure. What about kissing? Sometimes."
    },
    {
      "index": 52,
      "start_time": 268189.0,
      "end_time": 273830.0,
      "text": "What about holding hands? What about going for a romantic walk with someone? What about"
    },
    {
      "index": 53,
      "start_time": 273830.0,
      "end_time": 277490.0,
      "text": "making a nice dinner for someone? What about waiting outside someone&#39;s door because you"
    },
    {
      "index": 54,
      "start_time": 277490.0,
      "end_time": 283990.0,
      "text": "have a crush on that person? Yeah, you know who you are."
    },
    {
      "index": 55,
      "start_time": 283990.0,
      "end_time": 290340.0,
      "text": "Think about all of the activities that make up our romantic lives, broadly understood."
    },
    {
      "index": 56,
      "start_time": 290340.0,
      "end_time": 294879.0,
      "text": "When we talk about heterosexuality, we talk about that wide range of activities. When"
    },
    {
      "index": 57,
      "start_time": 294879.0,
      "end_time": 300030.0,
      "text": "we talk about homosexuality, we focus on the sex part of it. That gives us the kind of"
    },
    {
      "index": 58,
      "start_time": 300030.0,
      "end_time": 304550.0,
      "text": "picture like the bedroom is the only room in the homosexual person&#39;s house or the most"
    },
    {
      "index": 59,
      "start_time": 304550.0,
      "end_time": 309120.0,
      "text": "important part of our lives and relationships, and it&#39;s a false picture. This is not the"
    },
    {
      "index": 60,
      "start_time": 309120.0,
      "end_time": 314229.0,
      "text": "only time we get this sort of false contrast. We say things. With heterosexual people, we"
    },
    {
      "index": 61,
      "start_time": 314229.0,
      "end_time": 319300.0,
      "text": "talk about relationships. With homosexual people, we talk about sex. We say heterosexual"
    },
    {
      "index": 62,
      "start_time": 319300.0,
      "end_time": 325189.0,
      "text": "people have lives; homosexual people have &quot;lifestyles.&quot; I teach at a state university."
    },
    {
      "index": 63,
      "start_time": 325189.0,
      "end_time": 333120.0,
      "text": "I don&#39;t make enough money to have a &quot;lifestyle.&quot; We say heterosexual people have a moral vision;"
    },
    {
      "index": 64,
      "start_time": 333120.0,
      "end_time": 338840.0,
      "text": "homosexual people have an agenda. The words we use to talk about these things really affect"
    },
    {
      "index": 65,
      "start_time": 338840.0,
      "end_time": 342650.0,
      "text": "our way of thinking about them. Now, I&#39;m going to focus on homosexual sex tonight because"
    },
    {
      "index": 66,
      "start_time": 342650.0,
      "end_time": 346870.0,
      "text": "that&#39;s the part that bothers people, but I don&#39;t want you to get this kind of skewed"
    },
    {
      "index": 67,
      "start_time": 346870.0,
      "end_time": 351749.0,
      "text": "picture that&#39;s the only part of homosexual activity, homosexual relationships, or homosexual"
    },
    {
      "index": 68,
      "start_time": 351749.0,
      "end_time": 352979.0,
      "text": "people&#39;s lives."
    },
    {
      "index": 69,
      "start_time": 352979.0,
      "end_time": 360969.0,
      "text": "What about the other side of this contrast? Sexual orientation. I have a certain sexual"
    },
    {
      "index": 70,
      "start_time": 360969.0,
      "end_time": 366819.0,
      "text": "orientation. What is that? I&#39;m attracted to people of a particular gender. That&#39;s true."
    },
    {
      "index": 71,
      "start_time": 366819.0,
      "end_time": 371590.0,
      "text": "I&#39;m also attracted to people of a particular age range, body type, personality type, and"
    },
    {
      "index": 72,
      "start_time": 371590.0,
      "end_time": 376539.0,
      "text": "certain kinds of senses of humor. All of these things make up my sexual orientation, broadly"
    },
    {
      "index": 73,
      "start_time": 376539.0,
      "end_time": 380680.0,
      "text": "understood. But when we talk about sexual orientation, we focus very narrowly on the"
    },
    {
      "index": 74,
      "start_time": 380680.0,
      "end_time": 384749.0,
      "text": "gender of people that you&#39;re attracted to, and then we divide everyone into these nice,"
    },
    {
      "index": 75,
      "start_time": 384749.0,
      "end_time": 389509.0,
      "text": "neat categories. There are heterosexual people, and there are homosexual people. Then there"
    },
    {
      "index": 76,
      "start_time": 389509.0,
      "end_time": 396020.0,
      "text": "are bisexual people, and they mess up our neat categories!"
    },
    {
      "index": 77,
      "start_time": 396020.0,
      "end_time": 400020.0,
      "text": "Everywhere I go, people say to me, &quot;I just don&#39;t understand bisexuality.&quot; Let me take"
    },
    {
      "index": 78,
      "start_time": 400020.0,
      "end_time": 407110.0,
      "text": "a little time to explain it; it&#39;s not a complicated concept, really. Some people are attracted"
    },
    {
      "index": 79,
      "start_time": 407110.0,
      "end_time": 418029.0,
      "text": "to both men and women. That&#39;s it! It doesn&#39;t mean they&#39;re attracted to everyone. That&#39;d"
    },
    {
      "index": 80,
      "start_time": 418029.0,
      "end_time": 423370.0,
      "text": "be exhausting. It doesn&#39;t mean they&#39;re confused. It doesn&#39;t mean that gender is not important"
    },
    {
      "index": 81,
      "start_time": 423370.0,
      "end_time": 426740.0,
      "text": "to them. It doesn&#39;t mean any of those things. It just means it&#39;s not an overriding factor"
    },
    {
      "index": 82,
      "start_time": 426740.0,
      "end_time": 432879.0,
      "text": "in what makes people attractive to them. I mention this because many of the same problems"
    },
    {
      "index": 83,
      "start_time": 432879.0,
      "end_time": 437870.0,
      "text": "faced by gay and lesbian people in our society are faced by bisexual people. Bisexual people"
    },
    {
      "index": 84,
      "start_time": 437870.0,
      "end_time": 442270.0,
      "text": "are not half kicked out of the house or half fired from their jobs or half harassed for"
    },
    {
      "index": 85,
      "start_time": 442270.0,
      "end_time": 447169.0,
      "text": "being bisexual. I&#39;m going to be focusing on homosexuality tonight, but much of what I"
    },
    {
      "index": 86,
      "start_time": 447169.0,
      "end_time": 452159.0,
      "text": "say can be applied with the appropriate changes to bisexuality."
    },
    {
      "index": 87,
      "start_time": 452159.0,
      "end_time": 457469.0,
      "text": "Finally, in the years that I&#39;ve been doing this, a number of people have made the comment,"
    },
    {
      "index": 88,
      "start_time": 457469.0,
      "end_time": 462819.0,
      "text": "at least in the early years (I started doing this in Texas in the early 90&#39;s), people said"
    },
    {
      "index": 89,
      "start_time": 462819.0,
      "end_time": 467129.0,
      "text": "to me, &quot;You know, your approach seems so negative. You&#39;re always talking about the arguments"
    },
    {
      "index": 90,
      "start_time": 467129.0,
      "end_time": 472199.0,
      "text": "against homosexuality. Why don&#39;t you ever give an argument in favor of homosexuality?&quot;"
    },
    {
      "index": 91,
      "start_time": 472199.0,
      "end_time": 477469.0,
      "text": "I say, &quot;You know, that&#39;s a good idea.&quot; So, I want to start with a kind of preliminary"
    },
    {
      "index": 92,
      "start_time": 477469.0,
      "end_time": 481199.0,
      "text": "argument in favor of homosexuality. It&#39;s just a preliminary argument; there&#39;s a lot more"
    },
    {
      "index": 93,
      "start_time": 481199.0,
      "end_time": 488419.0,
      "text": "to be said, but, in a way, the preliminary argument is quite simple: Homosexual relationships"
    },
    {
      "index": 94,
      "start_time": 488419.0,
      "end_time": 494240.0,
      "text": "make some people happy. When I say it makes some people happy, I don&#39;t just mean that"
    },
    {
      "index": 95,
      "start_time": 494240.0,
      "end_time": 498650.0,
      "text": "they&#39;re pleasurable, although that&#39;s part of it. But, there&#39;s more to it than that."
    },
    {
      "index": 96,
      "start_time": 498650.0,
      "end_time": 503909.0,
      "text": "A homosexual relationship, like a heterosexual relationship, can be an important avenue of"
    },
    {
      "index": 97,
      "start_time": 503909.0,
      "end_time": 509740.0,
      "text": "meaning and long-term fulfillment in people&#39;s lives. This is the kind of thing that we celebrate"
    },
    {
      "index": 98,
      "start_time": 509740.0,
      "end_time": 515459.0,
      "text": "when we talk about heterosexuality. We celebrate it everywhere from great literature to romance"
    },
    {
      "index": 99,
      "start_time": 515458.99999999994,
      "end_time": 521888.99999999994,
      "text": "novels to trashy shows on MTV. You know these shows? You can feel your brain cells dying"
    },
    {
      "index": 100,
      "start_time": 521889.0,
      "end_time": 526470.0,
      "text": "as you watch some of these shows; you know the ones. But they have this point in common"
    },
    {
      "index": 101,
      "start_time": 526470.0,
      "end_time": 532070.0,
      "text": "about finding a special someone, connecting with that person, expressing your feelings"
    },
    {
      "index": 102,
      "start_time": 532070.0,
      "end_time": 538889.0,
      "text": "for that person in a way for which mere words would be inadequate. This is a wonderful,"
    },
    {
      "index": 103,
      "start_time": 538889.0,
      "end_time": 544050.0,
      "text": "beautiful part of the human experience. If we&#39;re going to deny this to a whole group"
    },
    {
      "index": 104,
      "start_time": 544050.0,
      "end_time": 549139.0,
      "text": "of people by saying, &quot;You can&#39;t have that. That&#39;s wrong,&quot; we better have a darn good"
    },
    {
      "index": 105,
      "start_time": 549139.0,
      "end_time": 554120.0,
      "text": "reason. So, let&#39;s look at what some of those reasons might be."
    },
    {
      "index": 106,
      "start_time": 554120.0,
      "end_time": 559699.0,
      "text": "This first reason that I&#39;m going to look at, the first argument is the argument that homosexuality"
    },
    {
      "index": 107,
      "start_time": 559699.0,
      "end_time": 565040.0,
      "text": "is wrong because the Bible condemns it. Now, when I say &quot;the Bible,&quot; I could be talking"
    },
    {
      "index": 108,
      "start_time": 565040.0,
      "end_time": 568930.0,
      "text": "about a lot of different things. There are many different scriptural texts that different"
    },
    {
      "index": 109,
      "start_time": 568930.0,
      "end_time": 574930.0,
      "text": "groups of people recognize as authoritative. Even if we focus on the Judeo-Christian tradition,"
    },
    {
      "index": 110,
      "start_time": 574930.0,
      "end_time": 579800.0,
      "text": "which is actually a melding of different traditions, there are arguments about which books should"
    },
    {
      "index": 111,
      "start_time": 579800.0,
      "end_time": 584850.0,
      "text": "be included, which translations are authoritative, and so on. We could go through all of that,"
    },
    {
      "index": 112,
      "start_time": 584850.0,
      "end_time": 589250.0,
      "text": "but let&#39;s put that aside. Suppose you know what I&#39;m talking about when I talk about the"
    },
    {
      "index": 113,
      "start_time": 589250.0,
      "end_time": 595079.0,
      "text": "Bible. When we look to that Judeo-Christian Bible, we find some things that actually sound"
    },
    {
      "index": 114,
      "start_time": 595079.0,
      "end_time": 602380.0,
      "text": "pretty negative with respect to same-sex relationships. The book of Leviticus says, &quot;Man shall now"
    },
    {
      "index": 115,
      "start_time": 602380.0,
      "end_time": 608620.0,
      "text": "lie with man, as with woman. It is an abomination unto God.&quot; Of course, the book of Leviticus"
    },
    {
      "index": 116,
      "start_time": 608620.0,
      "end_time": 612069.0,
      "text": "calls a number of other things abominations that we don&#39;t tend to pay attention to quite"
    },
    {
      "index": 117,
      "start_time": 612069.0,
      "end_time": 618290.0,
      "text": "as often. The book of Leviticus says that eating shellfish is an abomination unto God."
    },
    {
      "index": 118,
      "start_time": 618290.0,
      "end_time": 624029.0,
      "text": "Shrimp cocktail? Not if you follow Leviticus. The book of Leviticus says that wearing clothing"
    },
    {
      "index": 119,
      "start_time": 624029.0,
      "end_time": 629269.0,
      "text": "of mixed fiber is an abomination unto God. Cotton-polyester blends? Not if you follow"
    },
    {
      "index": 120,
      "start_time": 629269.0,
      "end_time": 635259.0,
      "text": "Leviticus. The book of Leviticus says that touching the carcass of a dead pig is an abomination"
    },
    {
      "index": 121,
      "start_time": 635259.0,
      "end_time": 642620.0,
      "text": "unto God. Football? Not if you follow Leviticus. They used to be made of pigskin. Stay with"
    },
    {
      "index": 122,
      "start_time": 642620.0,
      "end_time": 648740.0,
      "text": "me. It&#39;s not just the book of Leviticus, and it&#39;s not just the Old Testament."
    },
    {
      "index": 123,
      "start_time": 648740.0,
      "end_time": 654389.0,
      "text": "As we look through the Bible, we find a number of things that seem, at best, morally problematic."
    },
    {
      "index": 124,
      "start_time": 654389.0,
      "end_time": 660670.0,
      "text": "St. Paul says, &quot;Women must remain silent in the churches.&quot; Doesn&#39;t seem to me like good"
    },
    {
      "index": 125,
      "start_time": 660670.0,
      "end_time": 665970.0,
      "text": "moral advice. The Bible suggests that those who divorce and remarry should be put to death."
    },
    {
      "index": 126,
      "start_time": 665970.0,
      "end_time": 670519.0,
      "text": "Why? Well because the New Testament defines divorce as adultery; the Old Testament prescribes"
    },
    {
      "index": 127,
      "start_time": 670519.0,
      "end_time": 677860.0,
      "text": "death for adultery. Again, this doesn&#39;t sound very good. The Bible suggests that slavery"
    },
    {
      "index": 128,
      "start_time": 677860.0,
      "end_time": 682589.0,
      "text": "is morally acceptable. People don&#39;t believe me when I tell them this. I say, &quot;Okay, I&#39;ll"
    },
    {
      "index": 129,
      "start_time": 682589.0,
      "end_time": 690889.0,
      "text": "read to you.&quot; This is from Leviticus 25:44-46:"
    },
    {
      "index": 130,
      "start_time": 690889.0,
      "end_time": 695899.0,
      "text": "You may buy male and female slaves from among the nations that are round about you. You"
    },
    {
      "index": 131,
      "start_time": 695899.0,
      "end_time": 699860.0,
      "text": "may also buy from among the strangers who sojourn with you and their families that are"
    },
    {
      "index": 132,
      "start_time": 699860.0,
      "end_time": 706670.0,
      "text": "with you, who have been born in your land; and they may be your property. You may bequeath"
    },
    {
      "index": 133,
      "start_time": 706670.0,
      "end_time": 713029.0,
      "text": "them to your sons after you, to inherit as a possession forever."
    },
    {
      "index": 134,
      "start_time": 713029.0,
      "end_time": 718579.0,
      "text": "Who says this, according to the Bible? God says that, according to the Bible. And yet,"
    },
    {
      "index": 135,
      "start_time": 718579.0,
      "end_time": 724209.0,
      "text": "we have a hard time imagining how an all-good, all-loving God could condone an institution"
    },
    {
      "index": 136,
      "start_time": 724209.0,
      "end_time": 730790.0,
      "text": "like slavery. And it&#39;s not just the Old Testament, either. St. Paul says in Ephesians, &quot;Slaves"
    },
    {
      "index": 137,
      "start_time": 730790.0,
      "end_time": 735680.0,
      "text": "be obedient to your earthly masters, in fear and trembling, in singleness of heart as you"
    },
    {
      "index": 138,
      "start_time": 735680.0,
      "end_time": 736629.0,
      "text": "obey Christ.&quot;"
    },
    {
      "index": 139,
      "start_time": 736629.0,
      "end_time": 743709.0,
      "text": "Again, you look at this and say, &quot;Well, what&#39;s a believer to do?&quot; One thing I think you can"
    },
    {
      "index": 140,
      "start_time": 743709.0,
      "end_time": 749050.0,
      "text": "do is to say maybe the Bible is wrong about certain things. This does not mean that God"
    },
    {
      "index": 141,
      "start_time": 749050.0,
      "end_time": 755279.0,
      "text": "is wrong. Rather, maybe human beings have been wrong in discerning God&#39;s word. After"
    },
    {
      "index": 142,
      "start_time": 755279.0,
      "end_time": 759560.0,
      "text": "all, we should not confuse complete faith in God with complete faith in our ability"
    },
    {
      "index": 143,
      "start_time": 759560.0,
      "end_time": 766079.0,
      "text": "to discern God&#39;s voice. And, in fact, any honest look at history should tell us that"
    },
    {
      "index": 144,
      "start_time": 766079.0,
      "end_time": 770370.0,
      "text": "we should be wary of people who are too certain that they speak directly for God."
    },
    {
      "index": 145,
      "start_time": 770370.0,
      "end_time": 775589.0,
      "text": "But, some people want to say, &quot;No no no, the Bible is God&#39;s word. The Bible is infallible."
    },
    {
      "index": 146,
      "start_time": 775589.0,
      "end_time": 780139.0,
      "text": "The Bible contains no error.&quot; And, I say, &quot;The Bible contains no error? What are you"
    },
    {
      "index": 147,
      "start_time": 780139.0,
      "end_time": 783149.0,
      "text": "going to do with those slavery passages?&quot; And you know what the people say to me? They"
    },
    {
      "index": 148,
      "start_time": 783149.0,
      "end_time": 790170.0,
      "text": "say to me, &quot;John, you are pulling those passages out of context. You can&#39;t just take passages"
    },
    {
      "index": 149,
      "start_time": 790170.0,
      "end_time": 793899.0,
      "text": "out of the Bible and quote them as if they mean the same thing today as they did for"
    },
    {
      "index": 150,
      "start_time": 793899.0,
      "end_time": 802449.0,
      "text": "the people at the time. You can&#39;t just pull the passages out of context!&quot; And I say, &quot;Well,"
    },
    {
      "index": 151,
      "start_time": 802449.0,
      "end_time": 806910.0,
      "text": "wait a second! If it&#39;s not okay to do that with the slavery passages, then why is it"
    },
    {
      "index": 152,
      "start_time": 806910.0,
      "end_time": 811889.0,
      "text": "okay to do that with the homosexual passages?&quot; Because, after all, the context surrounding"
    },
    {
      "index": 153,
      "start_time": 811889.0,
      "end_time": 817649.0,
      "text": "same-sex relations was very different in Biblical times than it is during our own day. And indeed,"
    },
    {
      "index": 154,
      "start_time": 817649.0,
      "end_time": 821870.0,
      "text": "in the handful of places that the Bible talks about homosexuality, it&#39;s almost always in"
    },
    {
      "index": 155,
      "start_time": 821870.0,
      "end_time": 827230.0,
      "text": "the context of a discussion of idolatry because homosexuality was very much associated with"
    },
    {
      "index": 156,
      "start_time": 827230.0,
      "end_time": 831589.0,
      "text": "certain pagan practices. If that&#39;s the kind of thing that Biblical authors had in mind,"
    },
    {
      "index": 157,
      "start_time": 831589.0,
      "end_time": 835540.0,
      "text": "if that&#39;s what they meant, then what they&#39;re talking about and I&#39;m talking about are very"
    },
    {
      "index": 158,
      "start_time": 835540.0,
      "end_time": 841519.0,
      "text": "different things, and to use those passages that way would be to pull them out of context."
    },
    {
      "index": 159,
      "start_time": 841519.0,
      "end_time": 847480.0,
      "text": "Now, a few caveats and clarifications. First of all, I want to make it clear what I&#39;m not"
    },
    {
      "index": 160,
      "start_time": 847480.0,
      "end_time": 852610.0,
      "text": "saying here. I&#39;m not saying , &quot;Hey, the Bible is old, so forget about it. Ignore it. Just"
    },
    {
      "index": 161,
      "start_time": 852610.0,
      "end_time": 856779.0,
      "text": "pick the parts you like.&quot; A lot of people do that on different sides of the debate."
    },
    {
      "index": 162,
      "start_time": 856779.0,
      "end_time": 860720.0,
      "text": "I don&#39;t think that&#39;s a very good way to proceed. Rather, I&#39;m saying that if you&#39;re going to"
    },
    {
      "index": 163,
      "start_time": 860720.0,
      "end_time": 866040.0,
      "text": "understand what the Bible means for us today, we have to understand that the Biblical authors&#39;"
    },
    {
      "index": 164,
      "start_time": 866040.0,
      "end_time": 869810.0,
      "text": "concerns and our concerns may be different, and that&#39;s relevant to our interpretation"
    },
    {
      "index": 165,
      "start_time": 869810.0,
      "end_time": 874750.0,
      "text": "of the text. And the alternative to that is to commit ourselves to very strange views"
    },
    {
      "index": 166,
      "start_time": 874750.0,
      "end_time": 880040.0,
      "text": "on women&#39;s roles, on slavery, and a host of other things."
    },
    {
      "index": 167,
      "start_time": 880040.0,
      "end_time": 886310.0,
      "text": "Second, having said that, I&#39;m not so convinced that any amount of context is going to help"
    },
    {
      "index": 168,
      "start_time": 886310.0,
      "end_time": 891949.0,
      "text": "the slavery passages. I think that when we look to those passages, we have to admit that"
    },
    {
      "index": 169,
      "start_time": 891949.0,
      "end_time": 897290.0,
      "text": "the prejudices and limitations of the Biblical authors crept into the text, and if they did"
    },
    {
      "index": 170,
      "start_time": 897290.0,
      "end_time": 903220.0,
      "text": "that with respect to slavery, then it could have happened with respect to homosexuality."
    },
    {
      "index": 171,
      "start_time": 903220.0,
      "end_time": 910870.0,
      "text": "Finally, it seems to me in many cases, not all, but in many cases the Bible is not really"
    },
    {
      "index": 172,
      "start_time": 910870.0,
      "end_time": 916399.0,
      "text": "the root of the objection here. What often happens is people have an objection to homosexuality,"
    },
    {
      "index": 173,
      "start_time": 916399.0,
      "end_time": 920750.0,
      "text": "maybe for reasons they don&#39;t quite understand, and then they use the Bible and bring it in"
    },
    {
      "index": 174,
      "start_time": 920750.0,
      "end_time": 926660.0,
      "text": "to back that up. Why do I think this? Well, let me tell you a story. Many years ago, I"
    },
    {
      "index": 175,
      "start_time": 926660.0,
      "end_time": 930990.0,
      "text": "was briefly a graduate student at Notre Dame, which, as you know, is a major Catholic university."
    },
    {
      "index": 176,
      "start_time": 930990.0,
      "end_time": 935899.0,
      "text": "At Notre Dame, we were told by the administration that we could not have a gay and lesbian organization"
    },
    {
      "index": 177,
      "start_time": 935899.0,
      "end_time": 941249.0,
      "text": "on campus because that would conflict with Catholic teaching. Over and over, the administration"
    },
    {
      "index": 178,
      "start_time": 941249.0,
      "end_time": 947009.0,
      "text": "would say, &quot;You cannot have a gay and lesbian group. That conflicts with Catholic teaching.&quot;"
    },
    {
      "index": 179,
      "start_time": 947009.0,
      "end_time": 954110.0,
      "text": "We did have a Muslim student group on campus and a Jewish student group on campus. Muslims"
    },
    {
      "index": 180,
      "start_time": 954110.0,
      "end_time": 957959.0,
      "text": "and Jews both deny the Divinity of Christ, which, when I went to Catholic school, was"
    },
    {
      "index": 181,
      "start_time": 957959.0,
      "end_time": 969209.0,
      "text": "a very important part of Catholic teaching. This wasn&#39;t really about Catholic teaching,"
    },
    {
      "index": 182,
      "start_time": 969209.0,
      "end_time": 973279.0,
      "text": "I don&#39;t think... You know, they had this objection, and they pulled in Catholic teaching when"
    },
    {
      "index": 183,
      "start_time": 973279.0,
      "end_time": 974600.0,
      "text": "it was convenient."
    },
    {
      "index": 184,
      "start_time": 974600.0,
      "end_time": 979439.0,
      "text": "So, what is it really about? We need to look to some of the non-religious, or secular,"
    },
    {
      "index": 185,
      "start_time": 979439.0,
      "end_time": 984540.0,
      "text": "arguments against homosexuality, and we especially need to do that if we are genuinely committed"
    },
    {
      "index": 186,
      "start_time": 984540.0,
      "end_time": 988069.0,
      "text": "to living in a society that embraces freedom of religion."
    },
    {
      "index": 187,
      "start_time": 988069.0,
      "end_time": 994249.0,
      "text": "So, what are some of those non-religious arguments against homosexuality? Well, the second argument"
    },
    {
      "index": 188,
      "start_time": 994249.0,
      "end_time": 999540.0,
      "text": "I&#39;m going to look at tonight (the first non-religious argument) is the argument that homosexuality"
    },
    {
      "index": 189,
      "start_time": 999540.0,
      "end_time": 1004800.0,
      "text": "is wrong because it&#39;s not universalizable. That&#39;s not a word you get to use every day."
    },
    {
      "index": 190,
      "start_time": 1004800.0,
      "end_time": 1010589.0,
      "text": "What does that mean? I first heard of this argument back in &#39;92. I gave an early version"
    },
    {
      "index": 191,
      "start_time": 1010590.0,
      "end_time": 1015101.0,
      "text": "of this lecture at St. John&#39;s University in New York, where I had previously done my undergraduate"
    },
    {
      "index": 192,
      "start_time": 1015100.0,
      "end_time": 1020120.0,
      "text": "work. There was a priest, Father Prior, who wrote to the school paper. He was very upset"
    },
    {
      "index": 193,
      "start_time": 1020120.0,
      "end_time": 1024400.0,
      "text": "that I had been invited to give this lecture, and he wrote this long letter to the school"
    },
    {
      "index": 194,
      "start_time": 1024400.0000000001,
      "end_time": 1029720.0000000001,
      "text": "paper. In his letter to the school paper, on of the things he said was, &quot;Of course homosexuality"
    },
    {
      "index": 195,
      "start_time": 1029720.0,
      "end_time": 1035150.0,
      "text": "is bad for society. If everyone were homosexual, there would be no society.&quot; And I call this"
    },
    {
      "index": 196,
      "start_time": 1035150.0000000001,
      "end_time": 1040110.0000000001,
      "text": "the &quot;universalizability argument.&quot; If everyone were this way, if we universalize the activity,"
    },
    {
      "index": 197,
      "start_time": 1040109.9999999999,
      "end_time": 1046149.9999999999,
      "text": "that would be bad; therefore, the activity is bad. Now, I disagreed with a lot of what"
    },
    {
      "index": 198,
      "start_time": 1046150.0000000001,
      "end_time": 1049409.0,
      "text": "Father Prior said in his letter, but I thought it was nice that he took the time to write"
    },
    {
      "index": 199,
      "start_time": 1049410.0,
      "end_time": 1052810.0,
      "text": "to the school paper. And I said, &quot;You know what, I&#39;m going to write to the school paper,"
    },
    {
      "index": 200,
      "start_time": 1052810.0,
      "end_time": 1058571.0,
      "text": "too.&quot; And, I did. I wrote an open letter to Father Prior. It said, &quot;Dear Father Prior,"
    },
    {
      "index": 201,
      "start_time": 1058570.0,
      "end_time": 1069210.0,
      "text": "if everyone were a Roman Catholic Priest, there would be no society, either. Sincerely,"
    },
    {
      "index": 202,
      "start_time": 1069210.0,
      "end_time": 1074580.0,
      "text": "John Corvino.&quot;"
    },
    {
      "index": 203,
      "start_time": 1074580.0,
      "end_time": 1078539.0,
      "text": "What&#39;s the problem with this argument? There are a few problems. One, Father Prior seems"
    },
    {
      "index": 204,
      "start_time": 1078540.0,
      "end_time": 1082961.0,
      "text": "to assume that just because society needs some people to procreate that everyone is"
    },
    {
      "index": 205,
      "start_time": 1082960.0,
      "end_time": 1087210.0,
      "text": "obligated to procreate, but, of course, that doesn&#39;t follow. Society needs some people"
    },
    {
      "index": 206,
      "start_time": 1087210.0,
      "end_time": 1090730.0,
      "text": "to be doctors. That doesn&#39;t mean everyone is obligated to be a doctor. Society needs"
    },
    {
      "index": 207,
      "start_time": 1090730.0,
      "end_time": 1094600.0,
      "text": "some people to be sanitation workers, which doesn&#39;t mean that everyone is obligated. Yes,"
    },
    {
      "index": 208,
      "start_time": 1094600.0,
      "end_time": 1098600.0,
      "text": "we need some people to procreate, but it doesn&#39;t follow that everyone is obligated, as Father"
    },
    {
      "index": 209,
      "start_time": 1098600.0,
      "end_time": 1101700.0,
      "text": "Prior surely recognized. People have pointed out to me, &quot;Yeah, well some Catholic priests"
    },
    {
      "index": 210,
      "start_time": 1101700.0,
      "end_time": 1107179.0,
      "text": "actually do have children.&quot; Fine. The point is the argument applies equally well to celibacy."
    },
    {
      "index": 211,
      "start_time": 1107180.0,
      "end_time": 1114471.0,
      "text": "But, let&#39;s suppose that we were to grant this premise that everyone is obligated to procreate."
    },
    {
      "index": 212,
      "start_time": 1114470.0,
      "end_time": 1119529.0,
      "text": "Even that would not be an argument against homosexuality. At best, it would be an argument"
    },
    {
      "index": 213,
      "start_time": 1119530.0,
      "end_time": 1125381.0,
      "text": "against exclusive homosexuality. Homosexuality doesn&#39;t prevent a person from procreating,"
    },
    {
      "index": 214,
      "start_time": 1125380.0,
      "end_time": 1129000.0,
      "text": "anymore than you sitting here listening to this lecture prevents you from procreating."
    },
    {
      "index": 215,
      "start_time": 1129000.0,
      "end_time": 1132720.0,
      "text": "I mean nobody is procreating right now, as far as I can tell. The lights are kind of"
    },
    {
      "index": 216,
      "start_time": 1132720.0,
      "end_time": 1137850.0,
      "text": "bright; I can&#39;t really see to the back. It&#39;s just a non-procreative activity. And, so,"
    },
    {
      "index": 217,
      "start_time": 1137850.0,
      "end_time": 1141730.0,
      "text": "Father Prior&#39;s argument would not apply to gay and lesbian people who had children through"
    },
    {
      "index": 218,
      "start_time": 1141730.0,
      "end_time": 1146200.0,
      "text": "prior relationships, artificial insemination, or, if we take procreating broadly, through"
    },
    {
      "index": 219,
      "start_time": 1146200.0,
      "end_time": 1152909.0,
      "text": "adoption. So, we need a better argument to cover those things."
    },
    {
      "index": 220,
      "start_time": 1152910.0,
      "end_time": 1156821.0,
      "text": "I want to turn to the third argument that I&#39;m going to look at: the argument that homosexuality"
    },
    {
      "index": 221,
      "start_time": 1156820.0,
      "end_time": 1162450.0,
      "text": "is wrong because it&#39;s harmful. And this is not just one argument, of course. This is"
    },
    {
      "index": 222,
      "start_time": 1162450.0,
      "end_time": 1168020.0,
      "text": "a whole host of arguments. Throughout history, gay and lesbian people have been blamed for"
    },
    {
      "index": 223,
      "start_time": 1168020.0,
      "end_time": 1180549.0,
      "text": "all kinds of disasters: earthquakes, plagues, famines... Liza Minnelli (We were party responsible"
    },
    {
      "index": 224,
      "start_time": 1180550.0,
      "end_time": 1184451.0,
      "text": "for that one, actually. You&#39;ve got to accept blame where it&#39;s due)."
    },
    {
      "index": 225,
      "start_time": 1184450.0,
      "end_time": 1190820.0,
      "text": "Even today, we hear all kinds of crazy claims about homosexuality being associated with"
    },
    {
      "index": 226,
      "start_time": 1190820.0,
      "end_time": 1199880.0,
      "text": "disease, suicide rates, pedophilia, and all kinds of social ills. When you listen to these"
    },
    {
      "index": 227,
      "start_time": 1199880.0,
      "end_time": 1206250.0,
      "text": "claims, you&#39;ve got to ask a couple of questions. One question is: are they true? Another question"
    },
    {
      "index": 228,
      "start_time": 1206250.0,
      "end_time": 1208390.0,
      "text": "is: and, how would we know this?"
    },
    {
      "index": 229,
      "start_time": 1208390.0,
      "end_time": 1211990.0,
      "text": "It seems one way we might know is by talking to gay and lesbian people—because we know"
    },
    {
      "index": 230,
      "start_time": 1211990.0,
      "end_time": 1215370.0,
      "text": "something about our own lives. But, a lot of people say, &quot;No, no, you can&#39;t trust them;"
    },
    {
      "index": 231,
      "start_time": 1215370.0,
      "end_time": 1220789.0,
      "text": "they&#39;re biased.&quot; Okay. So, how do we find out about gay and lesbian people&#39;s lives?"
    },
    {
      "index": 232,
      "start_time": 1220790.0,
      "end_time": 1225951.0,
      "text": "Well, we could look to statistics, but there&#39;s a problem with doing this. It&#39;s not just the"
    },
    {
      "index": 233,
      "start_time": 1225950.0,
      "end_time": 1230960.0,
      "text": "usual problem that, well, sometimes it seems like you can find a statistical study to back"
    },
    {
      "index": 234,
      "start_time": 1230960.0,
      "end_time": 1236250.0,
      "text": "up any claim you want. There are better and worse statistical studies to be sure. The"
    },
    {
      "index": 235,
      "start_time": 1236250.0,
      "end_time": 1242890.0,
      "text": "problem is that in order to make any kind of accurate comparison between gay and lesbian"
    },
    {
      "index": 236,
      "start_time": 1242890.0,
      "end_time": 1247270.0,
      "text": "people on the one hand, and straight people on the other, you need some way of separating"
    },
    {
      "index": 237,
      "start_time": 1247270.0,
      "end_time": 1254480.0,
      "text": "the two. How do we do this? We ask people! Are you gay or straight? You can&#39;t just check"
    },
    {
      "index": 238,
      "start_time": 1254480.0,
      "end_time": 1260370.0,
      "text": "behind people&#39;s ears. You&#39;ve got to ask them! And in a society that stigmatizes homosexuality,"
    },
    {
      "index": 239,
      "start_time": 1260370.0,
      "end_time": 1265140.0,
      "text": "some people are not comfortable answering that question, which makes it very difficult"
    },
    {
      "index": 240,
      "start_time": 1265140.0,
      "end_time": 1271100.0,
      "text": "sometimes to get accurate samples for research on gay and lesbian people versus everyone"
    },
    {
      "index": 241,
      "start_time": 1271100.0,
      "end_time": 1271929.0,
      "text": "else."
    },
    {
      "index": 242,
      "start_time": 1271930.0,
      "end_time": 1278711.0,
      "text": "Now, for many of these claims, we don&#39;t have to settle the statistical arguments in order"
    },
    {
      "index": 243,
      "start_time": 1278710.0,
      "end_time": 1282580.0,
      "text": "to address the arguments. Part of the reason for this is that correlation is not the same"
    },
    {
      "index": 244,
      "start_time": 1282580.0,
      "end_time": 1288020.0,
      "text": "thing as cause. How many of you have heard this before? Just because two things go together,"
    },
    {
      "index": 245,
      "start_time": 1288020.0,
      "end_time": 1292570.0,
      "text": "it doesn&#39;t mean that one causes the other. I usually illustrate this with the old story"
    },
    {
      "index": 246,
      "start_time": 1292570.0,
      "end_time": 1297440.0,
      "text": "of the scientific drunk. Scientific drunk wants to know why he gets hangovers, so he"
    },
    {
      "index": 247,
      "start_time": 1297440.0,
      "end_time": 1302690.0,
      "text": "starts keeping a journal. He writes in his journal, &quot;Monday night, scotch and soda. Tuesday"
    },
    {
      "index": 248,
      "start_time": 1302690.0,
      "end_time": 1309110.0,
      "text": "morning, hangover. Tuesday night, gin and soda. Wednesday morning, hangover. Wednesday"
    },
    {
      "index": 249,
      "start_time": 1309110.0,
      "end_time": 1314149.0,
      "text": "night, vodka and soda. Thursday morning, hangover.&quot; And he looks back at the journal and says,"
    },
    {
      "index": 250,
      "start_time": 1314150.0,
      "end_time": 1321131.0,
      "text": "&quot;Aha! Soda causes hangovers!&quot; I think that when we say that homosexuality is responsible"
    },
    {
      "index": 251,
      "start_time": 1321130.0,
      "end_time": 1327399.0,
      "text": "for all these problems, we might be looking at the soda. So, what&#39;s the alcohol? Well,"
    },
    {
      "index": 252,
      "start_time": 1327400.0,
      "end_time": 1332741.0,
      "text": "at least part of the alcohol seems to be society&#39;s treatment of gay and lesbian people, which"
    },
    {
      "index": 253,
      "start_time": 1332740.0,
      "end_time": 1338649.0,
      "text": "might make it stand to reason that life is more difficult if you&#39;re a gay or lesbian"
    },
    {
      "index": 254,
      "start_time": 1338650.0,
      "end_time": 1342650.0,
      "text": "person, and you might be more likely to exhibit problems as a result of that."
    },
    {
      "index": 255,
      "start_time": 1342650.0,
      "end_time": 1348300.0,
      "text": "In fact, there is something here that I call &quot;the argument of the bully.&quot; A bully on the"
    },
    {
      "index": 256,
      "start_time": 1348300.0,
      "end_time": 1353861.0,
      "text": "playground knocks another kid, kid falls down and starts crying. Teacher says, &quot;Why did"
    },
    {
      "index": 257,
      "start_time": 1353860.0,
      "end_time": 1360120.0,
      "text": "you hit the kid?&quot; Bully says, &quot;I hit him because he&#39;s crying and that bothers me.&quot; Teacher"
    },
    {
      "index": 258,
      "start_time": 1360120.0,
      "end_time": 1364490.0,
      "text": "says, &quot;Well, he&#39;s crying because you hit him.&quot; Bully says, &quot;Yeah, and if he keeps crying,"
    },
    {
      "index": 259,
      "start_time": 1364490.0,
      "end_time": 1367880.0,
      "text": "I&#39;m going to hit him again!&quot; Now, what&#39;s the problem with the bully&#39;s argument? The bully"
    },
    {
      "index": 260,
      "start_time": 1367880.0,
      "end_time": 1373210.0,
      "text": "tries to justify what he does on the grounds that he doesn&#39;t like the effect of what he"
    },
    {
      "index": 261,
      "start_time": 1373210.0,
      "end_time": 1381840.0,
      "text": "does. Now, imagine somebody like, oh I don&#39;t know, Pat Robertson. Pat Robertson says, &quot;Homosexual"
    },
    {
      "index": 262,
      "start_time": 1381840.0,
      "end_time": 1385890.0,
      "text": "people lead miserable, unhappy lives!&quot; And I want to say, &quot;Why do you think that might"
    },
    {
      "index": 263,
      "start_time": 1385890.0,
      "end_time": 1391149.0,
      "text": "be?&quot; Could it have anything to do with the kinds of things that you say about gay and"
    },
    {
      "index": 264,
      "start_time": 1391150.0,
      "end_time": 1394920.0,
      "text": "lesbian people? Could it have anything to do with the kinds of positions you take? I"
    },
    {
      "index": 265,
      "start_time": 1394920.0,
      "end_time": 1400391.0,
      "text": "mean that might stand to reason that gay and lesbian people&#39;s lives are a little more difficult."
    },
    {
      "index": 266,
      "start_time": 1400390.0,
      "end_time": 1403919.0,
      "text": "Now you might say, &quot;Okay, well that might work for some of the alleged problems, but"
    },
    {
      "index": 267,
      "start_time": 1403920.0,
      "end_time": 1410521.0,
      "text": "not all of them. What about AIDS? Doesn&#39;t homosexuality cause AIDS?&quot; Um, no. A virus"
    },
    {
      "index": 268,
      "start_time": 1410520.0,
      "end_time": 1415960.0,
      "text": "causes AIDS, and that virus can be passed along by homosexual activity, by heterosexual"
    },
    {
      "index": 269,
      "start_time": 1415960.0,
      "end_time": 1420140.0,
      "text": "activity, by some activities that are not sexual at all. Consider the fact that from"
    },
    {
      "index": 270,
      "start_time": 1420140.0,
      "end_time": 1424360.0,
      "text": "the standpoint of AIDS risk, it is infinitely more risky for me to have sex with an HIV"
    },
    {
      "index": 271,
      "start_time": 1424360.0,
      "end_time": 1430220.0,
      "text": "positive woman than with an HIV negative man. Why? Because it&#39;s the virus that causes AIDS,"
    },
    {
      "index": 272,
      "start_time": 1430220.0,
      "end_time": 1434940.0,
      "text": "not the sex. And, if the virus isn&#39;t present, two men can have sex for days on end without"
    },
    {
      "index": 273,
      "start_time": 1434940.0,
      "end_time": 1440659.0,
      "text": "worrying about AIDS. Fatigue, yes. AIDS, no."
    },
    {
      "index": 274,
      "start_time": 1440660.0,
      "end_time": 1447300.0,
      "text": "And furthermore, if AIDS risk was somehow supposed to be the barometer of morality,"
    },
    {
      "index": 275,
      "start_time": 1447300.0,
      "end_time": 1450180.0,
      "text": "lesbians would be the most moral people in the world—because, from the standpoint of"
    },
    {
      "index": 276,
      "start_time": 1450180.0,
      "end_time": 1463461.0,
      "text": "AIDS risk, lesbian sex is the way to go. (I see some of you are very risk-averse in this"
    },
    {
      "index": 277,
      "start_time": 1463460.0,
      "end_time": 1468440.0,
      "text": "audience.) I mean think about the headline: Surgeon General Recommends Lesbianism. Okay,"
    },
    {
      "index": 278,
      "start_time": 1468440.0,
      "end_time": 1471980.0,
      "text": "it&#39;s probably not going to happen..."
    },
    {
      "index": 279,
      "start_time": 1471980.0,
      "end_time": 1476370.0,
      "text": "I mean, there are just too many gaps in this argument. The argument seems to assume that:"
    },
    {
      "index": 280,
      "start_time": 1476370.0,
      "end_time": 1481120.0,
      "text": "all homosexual sex is risky, all risky activity is immoral, and therefore, all homosexual"
    },
    {
      "index": 281,
      "start_time": 1481120.0,
      "end_time": 1485399.0,
      "text": "sex is immoral. That argument falls apart in two places: the first premise and the second"
    },
    {
      "index": 282,
      "start_time": 1485400.0,
      "end_time": 1491591.0,
      "text": "premise. They&#39;re both false as written. Some homosexual sex is risky, some is not, some"
    },
    {
      "index": 283,
      "start_time": 1491590.0,
      "end_time": 1495850.0,
      "text": "heterosexual sex is risky, some activities that are not sexual at all are risky. Some"
    },
    {
      "index": 284,
      "start_time": 1495850.0,
      "end_time": 1500529.0,
      "text": "risky activities are immoral, some aren&#39;t. There are just too many gaps here."
    },
    {
      "index": 285,
      "start_time": 1500530.0,
      "end_time": 1506501.0,
      "text": "Now, in the early days of my lecture, when I used to talk about risk, that is all I would"
    },
    {
      "index": 286,
      "start_time": 1506500.0,
      "end_time": 1513120.0,
      "text": "say. But people would sometimes try to ask me a question during the Q&amp;A period. I say"
    },
    {
      "index": 287,
      "start_time": 1513120.0,
      "end_time": 1518320.0,
      "text": "&quot;try to ask my a question&quot; because it would often come out in a kind of garbled and uncomfortable"
    },
    {
      "index": 288,
      "start_time": 1518320.0,
      "end_time": 1521730.0,
      "text": "way, and it took me a while to figure out what was going on. It would go something like"
    },
    {
      "index": 289,
      "start_time": 1521730.0,
      "end_time": 1528570.0,
      "text": "this, they&#39;d say, &quot;Yeah, but isn&#39;t it risky because, you know, um, uh, when two men um,"
    },
    {
      "index": 290,
      "start_time": 1528570.0,
      "end_time": 1535809.0,
      "text": "it&#39;s risky because uh the parts don&#39;t fit and um uh the parts don&#39;t fit because uh when"
    },
    {
      "index": 291,
      "start_time": 1535810.0,
      "end_time": 1543361.0,
      "text": "two men um and the parts...&quot; And they&#39;d go on and on doing this for a while. Finally,"
    },
    {
      "index": 292,
      "start_time": 1543360.0,
      "end_time": 1547940.0,
      "text": "I would interrupt them and say, &quot;Excuse me, are you trying to ask me about anal sex?&quot;"
    },
    {
      "index": 293,
      "start_time": 1547940.0,
      "end_time": 1550440.0,
      "text": "&quot;Oh my God, he said &#39;anal sex&#39; in Texas! Arrest him!&quot;"
    },
    {
      "index": 294,
      "start_time": 1550440.0,
      "end_time": 1556679.0,
      "text": "I mean, it was a bad scene. But, in fact, they were trying to ask my about anal sex,"
    },
    {
      "index": 295,
      "start_time": 1556680.0,
      "end_time": 1561560.0,
      "text": "and I recognized that there was an interesting phenomenon going on. When people think about"
    },
    {
      "index": 296,
      "start_time": 1561560.0,
      "end_time": 1565711.0,
      "text": "homosexuality, they think about male homosexuality. When they would think about male homosexuality,"
    },
    {
      "index": 297,
      "start_time": 1565710.0,
      "end_time": 1568539.0,
      "text": "they would think about anal sex. When they would think about anal sex, they had this"
    },
    {
      "index": 298,
      "start_time": 1568540.0,
      "end_time": 1572391.0,
      "text": "argument in their minds that the &quot;parts don&#39;t fit,&quot; and I realized that if I was going to"
    },
    {
      "index": 299,
      "start_time": 1572390.0,
      "end_time": 1576710.0,
      "text": "address people&#39;s actual concerns, I would have to address this argument."
    },
    {
      "index": 300,
      "start_time": 1576710.0,
      "end_time": 1589730.0,
      "text": "So, I actually have two responses to this argument. First response: yes, they do. How"
    },
    {
      "index": 301,
      "start_time": 1589730.0,
      "end_time": 1595909.0,
      "text": "do I know? Well, because if they didn&#39;t, people would try it, it wouldn&#39;t work, and then they&#39;d"
    },
    {
      "index": 302,
      "start_time": 1595910.0,
      "end_time": 1601341.0,
      "text": "go do something else. I mean what&#39;s that scenario going to look like?"
    },
    {
      "index": 303,
      "start_time": 1601340.0,
      "end_time": 1605200.0,
      "text": "&quot;Oh my God, the parts don&#39;t fit! What are we going to do? I don&#39;t know! Do you want"
    },
    {
      "index": 304,
      "start_time": 1605200.0,
      "end_time": 1610690.0,
      "text": "to go bowling? Sure, this isn&#39;t working!&quot;"
    },
    {
      "index": 305,
      "start_time": 1610690.0,
      "end_time": 1617159.0,
      "text": "I would actually have people during the Q&amp;A portion of my program (I&#39;m not making this"
    },
    {
      "index": 306,
      "start_time": 1617160.0,
      "end_time": 1624101.0,
      "text": "up) say, &quot;Well of course it&#39;s wrong because [pointing two fingers at each other]. And,"
    },
    {
      "index": 307,
      "start_time": 1624100.0,
      "end_time": 1631200.0,
      "text": "I want to say that if you&#39;re doing it this way, you&#39;re doing it wrong. What do you want"
    },
    {
      "index": 308,
      "start_time": 1631200.0,
      "end_time": 1634210.0,
      "text": "me to tell you? Gay people aren&#39;t stupid. We don&#39;t sit there saying, &quot;Oh my God, the"
    },
    {
      "index": 309,
      "start_time": 1634210.0,
      "end_time": 1639940.0,
      "text": "parts don&#39;t fit! What are we going to do?&quot; I began to understand why people always focus"
    },
    {
      "index": 310,
      "start_time": 1639940.0,
      "end_time": 1647049.0,
      "text": "on male homosexuality, right. What&#39;s lesbianism going to look like? [banging fists together]"
    },
    {
      "index": 311,
      "start_time": 1647050.0,
      "end_time": 1653180.0,
      "text": "At this point, we don&#39;t have an argument anymore. We have a panic."
    },
    {
      "index": 312,
      "start_time": 1653180.0,
      "end_time": 1660591.0,
      "text": "This brings me to the second, somewhat more serious response to the &quot;parts don&#39;t fit&quot;"
    },
    {
      "index": 313,
      "start_time": 1660590.0,
      "end_time": 1666929.0,
      "text": "argument. Suppose you have an argument against a particular sexual practice, say anal sex."
    },
    {
      "index": 314,
      "start_time": 1666930.0,
      "end_time": 1671591.0,
      "text": "What do you have? You&#39;ve got an argument against that practice—which is not tantamount to"
    },
    {
      "index": 315,
      "start_time": 1671590.0,
      "end_time": 1677289.0,
      "text": "an argument against homosexuality. Because not all homosexual people engage in anal sex"
    },
    {
      "index": 316,
      "start_time": 1677290.0,
      "end_time": 1682290.0,
      "text": "(as I&#39;ve mentioned, there are many different experiences) and not only homosexual people"
    },
    {
      "index": 317,
      "start_time": 1682290.0,
      "end_time": 1688800.0,
      "text": "engage in anal sex. This point also surprises some of my audiences. There&#39;s this great story"
    },
    {
      "index": 318,
      "start_time": 1688800.0,
      "end_time": 1696191.0,
      "text": "about Strom Thurmond. People always laugh when I say Strom Thurmond. You remember Strom"
    },
    {
      "index": 319,
      "start_time": 1696190.0,
      "end_time": 1699490.0,
      "text": "Thurmond. Strom Thurmond was the senator from South Carolina. He had been a segregationist"
    },
    {
      "index": 320,
      "start_time": 1699490.0,
      "end_time": 1702409.0,
      "text": "many years ago, then he ended up being in the Senate, and he was there until he was"
    },
    {
      "index": 321,
      "start_time": 1702410.0,
      "end_time": 1707680.0,
      "text": "like 116 years old or something. They had to dust him off and wheel him out. It&#39;s kind"
    },
    {
      "index": 322,
      "start_time": 1707680.0,
      "end_time": 1709571.0,
      "text": "of like Weekend at Bernie&#39;s at the Capitol."
    },
    {
      "index": 323,
      "start_time": 1709570.0,
      "end_time": 1713370.0,
      "text": "&quot;Senator Thurmond, how do you feel about gay marriage?&quot; [grabs back of head and shakes"
    },
    {
      "index": 324,
      "start_time": 1713370.0,
      "end_time": 1715590.0,
      "text": "it &quot;no&quot;]"
    },
    {
      "index": 325,
      "start_time": 1715590.0,
      "end_time": 1720049.0,
      "text": "You could actually see the wires on C-SPAN; I&#39;m not kidding."
    },
    {
      "index": 326,
      "start_time": 1720050.0,
      "end_time": 1724660.0,
      "text": "But, there&#39;s this great story about Strom Thurmond. They were talking about sodomy laws."
    },
    {
      "index": 327,
      "start_time": 1724660.0,
      "end_time": 1730900.0,
      "text": "Now, many of you don&#39;t realize that before the Supreme Court struck down sodomy laws"
    },
    {
      "index": 328,
      "start_time": 1730900.0,
      "end_time": 1738111.0,
      "text": "in 2003 (Lawrence vs. Texas), the dozen-odd states that had such laws generally applied"
    },
    {
      "index": 329,
      "start_time": 1738110.0,
      "end_time": 1743470.0,
      "text": "them to both anal sex and oral sex. People didn&#39;t realize they applied to oral sex. About"
    },
    {
      "index": 330,
      "start_time": 1743470.0,
      "end_time": 1750389.0,
      "text": "half of those states made the laws apply both to homosexual sodomy and heterosexual sodomy."
    },
    {
      "index": 331,
      "start_time": 1750390.0,
      "end_time": 1754780.0,
      "text": "So there are these laws on the books against heterosexual oral sex, as well as heterosexual"
    },
    {
      "index": 332,
      "start_time": 1754780.0,
      "end_time": 1759131.0,
      "text": "anal sex and things like this, and this got brought up in this congressional debate. It&#39;s"
    },
    {
      "index": 333,
      "start_time": 1759130.0,
      "end_time": 1764149.0,
      "text": "like &quot;You know, heterosexual people do these things, too.&quot; And Strom Thurmond actually"
    },
    {
      "index": 334,
      "start_time": 1764150.0,
      "end_time": 1773241.0,
      "text": "stood up (which was no small feat), he stood up and said, &quot;No, they don&#39;t!&quot; Suddenly, I"
    },
    {
      "index": 335,
      "start_time": 1773240.0,
      "end_time": 1786950.0,
      "text": "understood why that man was so cranky."
    },
    {
      "index": 336,
      "start_time": 1786950.0,
      "end_time": 1793370.0,
      "text": "I don&#39;t want you to lose the serious point embedded in all of this, which is the following:"
    },
    {
      "index": 337,
      "start_time": 1793370.0,
      "end_time": 1799950.0,
      "text": "When we&#39;re talking about homosexual activity, we are talking about a wide range of experiences,"
    },
    {
      "index": 338,
      "start_time": 1799950.0,
      "end_time": 1806659.0,
      "text": "often the same kind of experiences that heterosexual people have, sexually. And to try to define"
    },
    {
      "index": 339,
      "start_time": 1806660.0,
      "end_time": 1813390.0,
      "text": "people in terms of one particular sexual act is such a reductionistic picture of people&#39;s"
    },
    {
      "index": 340,
      "start_time": 1813390.0,
      "end_time": 1816691.0,
      "text": "experience, and it really gives us a false view."
    },
    {
      "index": 341,
      "start_time": 1816690.0,
      "end_time": 1824450.0,
      "text": "I&#39;ve been talking about arguments that suggest that homosexuality is wrong because it&#39;s harmful"
    },
    {
      "index": 342,
      "start_time": 1824450.0,
      "end_time": 1830590.0,
      "text": "to the people who engage in gay and lesbian relationships, but sometimes people say that"
    },
    {
      "index": 343,
      "start_time": 1830590.0,
      "end_time": 1834639.0,
      "text": "homosexuality is wrong not because of what it does to gay and lesbian people, but because"
    },
    {
      "index": 344,
      "start_time": 1834640.0,
      "end_time": 1839280.0,
      "text": "of what it does to the larger society. We hear lots of claims about this, &quot;Homosexuality"
    },
    {
      "index": 345,
      "start_time": 1839280.0,
      "end_time": 1846050.0,
      "text": "is a threat to the moral fabric of our country. It&#39;s a threat to the nation&#39;s infrastructure.&quot;"
    },
    {
      "index": 346,
      "start_time": 1846050.0,
      "end_time": 1851501.0,
      "text": "I must admit I find some of these bizarre. How does what I do in bed &quot;threaten the nation&#39;s"
    },
    {
      "index": 347,
      "start_time": 1851500.0,
      "end_time": 1857070.0,
      "text": "infrastructure?&quot; I might think I&#39;m powerful in bed, but whoa, that&#39;s a crazy claim. The"
    },
    {
      "index": 348,
      "start_time": 1857070.0,
      "end_time": 1862070.0,
      "text": "nation&#39;s infrastructure better watch out tonight, baby. But I just said to you it&#39;s not just"
    },
    {
      "index": 349,
      "start_time": 1862070.0,
      "end_time": 1866389.0,
      "text": "about what people do in bed, right? I&#39;m being facetious there. In what way is this a threat"
    },
    {
      "index": 350,
      "start_time": 1866390.0,
      "end_time": 1870040.0,
      "text": "to society? And there are all different kinds of arguments around this. I want to focus"
    },
    {
      "index": 351,
      "start_time": 1870040.0,
      "end_time": 1874910.0,
      "text": "on two. I want to look at the argument that says it&#39;s a threat to children, and then I"
    },
    {
      "index": 352,
      "start_time": 1874910.0,
      "end_time": 1879211.0,
      "text": "want to look at the more general argument that says it&#39;s a threat to marriage and the"
    },
    {
      "index": 353,
      "start_time": 1879210.0,
      "end_time": 1880059.0,
      "text": "family."
    },
    {
      "index": 354,
      "start_time": 1880060.0,
      "end_time": 1884331.0,
      "text": "The argument that says homosexuality is a threat to children could mean a number of"
    },
    {
      "index": 355,
      "start_time": 1884330.0,
      "end_time": 1890509.0,
      "text": "different things. One thing it might mean is that as homosexuality becomes more visible,"
    },
    {
      "index": 356,
      "start_time": 1890510.0,
      "end_time": 1894471.0,
      "text": "children will be more likely to grow up gay and lesbian. Now, first of all, there is absolutely"
    },
    {
      "index": 357,
      "start_time": 1894470.0,
      "end_time": 1899720.0,
      "text": "no evidence for this, but, even so, the argument is entirely circular. You can&#39;t argue that"
    },
    {
      "index": 358,
      "start_time": 1899720.0,
      "end_time": 1903809.0,
      "text": "something is bad because, if we allow it, other people will do it because that still"
    },
    {
      "index": 359,
      "start_time": 1903810.0,
      "end_time": 1907731.0,
      "text": "doesn&#39;t explain why that&#39;s bad. It&#39;s like saying well if we let people play golf, more"
    },
    {
      "index": 360,
      "start_time": 1907730.0,
      "end_time": 1912909.0,
      "text": "people will want to play golf. Okay, but why is that bad? The argument doesn&#39;t get us anywhere."
    },
    {
      "index": 361,
      "start_time": 1912910.0,
      "end_time": 1915810.0,
      "text": "So, then there&#39;s the other version of the argument that says it&#39;s a threat to children"
    },
    {
      "index": 362,
      "start_time": 1915810.0,
      "end_time": 1920800.0,
      "text": "because homosexual people, particularly gay men, are more likely to be pedophiles. Now"
    },
    {
      "index": 363,
      "start_time": 1920800.0,
      "end_time": 1925780.0,
      "text": "again, the evidence does not bear this out. This claim is just false. But also, I want"
    },
    {
      "index": 364,
      "start_time": 1925780.0,
      "end_time": 1932331.0,
      "text": "you to think about this: whenever a heterosexual person does something terrible—molests a"
    },
    {
      "index": 365,
      "start_time": 1932330.0,
      "end_time": 1938659.0,
      "text": "child, rapes a woman, commits some horrible crime—we don&#39;t think of this as reflecting"
    },
    {
      "index": 366,
      "start_time": 1938660.0,
      "end_time": 1944991.0,
      "text": "on all heterosexual people. Why then, when we read in the paper about a man molesting"
    },
    {
      "index": 367,
      "start_time": 1944990.0,
      "end_time": 1950970.0,
      "text": "a boy, this somehow becomes a fact about all gay people. Look, if you want to fight child"
    },
    {
      "index": 368,
      "start_time": 1950970.0,
      "end_time": 1955070.0,
      "text": "abuse, I am right there with you. Child abuse is a horrible thing, but let&#39;s not confuse"
    },
    {
      "index": 369,
      "start_time": 1955070.0,
      "end_time": 1960759.0,
      "text": "that with consensual adult relationships because, to confuse those two things not only slanders"
    },
    {
      "index": 370,
      "start_time": 1960760.0,
      "end_time": 1966310.0,
      "text": "innocent people, it also directs our attention away from the real threats to children, and"
    },
    {
      "index": 371,
      "start_time": 1966310.0,
      "end_time": 1968381.0,
      "text": "that&#39;s a serious moral concern."
    },
    {
      "index": 372,
      "start_time": 1968380.0,
      "end_time": 1973289.0,
      "text": "So, then people sometimes move away from the children argument a little bit and say, &quot;Yes,"
    },
    {
      "index": 373,
      "start_time": 1973290.0,
      "end_time": 1978660.0,
      "text": "but this is a threat to the family.&quot; I go around the country debating same sex marriage."
    },
    {
      "index": 374,
      "start_time": 1978660.0,
      "end_time": 1982550.0,
      "text": "I&#39;ve heard this argument many times, and I must admit to you there&#39;s a part of it that"
    },
    {
      "index": 375,
      "start_time": 1982550.0,
      "end_time": 1988020.0,
      "text": "I just don&#39;t quite get. Do we think that if we support gay and lesbian people in their"
    },
    {
      "index": 376,
      "start_time": 1988020.0,
      "end_time": 1993170.0,
      "text": "relationships that heterosexual people will stop having relationships and all go gay?"
    },
    {
      "index": 377,
      "start_time": 1993170.0,
      "end_time": 1998680.0,
      "text": "This seems implausible. The usual response to a gay person is not, &quot;Hey, no fair! How"
    },
    {
      "index": 378,
      "start_time": 1998680.0,
      "end_time": 2005430.0,
      "text": "come he gets to be gay and I don&#39;t?&quot; Heterosexual people will continue to have relationships,"
    },
    {
      "index": 379,
      "start_time": 2005430.0,
      "end_time": 2010930.0,
      "text": "and that&#39;s a good thing. We can support that, while recognizing it&#39;s not for everyone. In"
    },
    {
      "index": 380,
      "start_time": 2010930.0,
      "end_time": 2016461.0,
      "text": "fact, I want to take this a step further. I want to say not only does this argument"
    },
    {
      "index": 381,
      "start_time": 2016460.0,
      "end_time": 2022299.0,
      "text": "scapegoat gay people and make that sort of mistake, it actually is a greater threat to"
    },
    {
      "index": 382,
      "start_time": 2022300.0,
      "end_time": 2025211.0,
      "text": "the family than what it&#39;s trying to fight."
    },
    {
      "index": 383,
      "start_time": 2025210.0,
      "end_time": 2030860.0,
      "text": "Let me tell you another story. Many years ago when I lived in New York, there was a"
    },
    {
      "index": 384,
      "start_time": 2030860.0,
      "end_time": 2035880.0,
      "text": "guy, Joe. He had a wife and several small kids, and they went to my church. And, one"
    },
    {
      "index": 385,
      "start_time": 2035880.0,
      "end_time": 2041880.0,
      "text": "night, I saw Joe out at a gay bar. At first, I wasn&#39;t even sure if it was him because,"
    },
    {
      "index": 386,
      "start_time": 2041880.0,
      "end_time": 2045500.0,
      "text": "how could that be Joe? He has a wife and kids. But, every time I looked over, he&#39;d cover"
    },
    {
      "index": 387,
      "start_time": 2045500.0,
      "end_time": 2049849.0,
      "text": "his face. It&#39;s kind of conspicuous in a gay bar. So, I went over to him and I tapped him"
    },
    {
      "index": 388,
      "start_time": 2049850.0,
      "end_time": 2054160.0,
      "text": "on the shoulder and said, &quot;Joe, what are you doing here?&quot; And Joe, who was about ten years"
    },
    {
      "index": 389,
      "start_time": 2054159.9999999998,
      "end_time": 2058659.9999999998,
      "text": "older than I am, explained to me that when he was growing up, being gay was just not"
    },
    {
      "index": 390,
      "start_time": 2058659.9999999998,
      "end_time": 2065530.9999999998,
      "text": "an option, and he felt a lot of pressure to &quot;do the right thing,&quot; which, for him, meant"
    },
    {
      "index": 391,
      "start_time": 2065530.0000000002,
      "end_time": 2069810.0000000002,
      "text": "marrying and having children, but it wasn&#39;t really working for him. So, he was living"
    },
    {
      "index": 392,
      "start_time": 2069810.0,
      "end_time": 2075649.0,
      "text": "this double life. Now, I don&#39;t want to condone what he&#39;s doing there; I think that&#39;s a terrible"
    },
    {
      "index": 393,
      "start_time": 2075650.0,
      "end_time": 2079350.0,
      "text": "thing. On the other hand, I&#39;ve never walked in his shoes. I don&#39;t know the kinds of struggles"
    },
    {
      "index": 394,
      "start_time": 2079350.0,
      "end_time": 2083201.0,
      "text": "he went through. I don&#39;t really know enough details of the situation to make any real"
    },
    {
      "index": 395,
      "start_time": 2083199.9999999998,
      "end_time": 2089209.9999999998,
      "text": "kind of informed commentary on the specific situation, but I do want to say that we would"
    },
    {
      "index": 396,
      "start_time": 2089210.0,
      "end_time": 2095060.0,
      "text": "have fewer such difficult cases if we would simple recognize that heterosexual marriage"
    },
    {
      "index": 397,
      "start_time": 2095060.0,
      "end_time": 2101349.0,
      "text": "is not necessarily right for everyone. We don&#39;t do anyone any favors by pressuring them"
    },
    {
      "index": 398,
      "start_time": 2101350.0,
      "end_time": 2105971.0,
      "text": "into situations that they&#39;re not suited for. We don&#39;t do gay people any favors. We don&#39;t"
    },
    {
      "index": 399,
      "start_time": 2105970.0,
      "end_time": 2110339.0,
      "text": "do their spouses any favors. We don&#39;t do their kids any favors."
    },
    {
      "index": 400,
      "start_time": 2110340.0,
      "end_time": 2117451.0,
      "text": "Okay, I want to move to the fourth and final argument that I&#39;m going to look at this evening—the"
    },
    {
      "index": 401,
      "start_time": 2117450.0,
      "end_time": 2122140.0,
      "text": "argument that homosexuality is wrong because it&#39;s unnatural. Now this could mean a lot"
    },
    {
      "index": 402,
      "start_time": 2122140.0,
      "end_time": 2128540.0,
      "text": "of different things. What is unnatural? Clothing is unnatural in some sense. Buildings are"
    },
    {
      "index": 403,
      "start_time": 2128540.0,
      "end_time": 2133560.0,
      "text": "unnatural in some sense, but we&#39;re not doing this naked and outside. Be thankful. So what"
    },
    {
      "index": 404,
      "start_time": 2133560.0,
      "end_time": 2140960.0,
      "text": "do we mean when we say that homosexuality is unnatural, and, also, why does that matter?"
    },
    {
      "index": 405,
      "start_time": 2140960.0,
      "end_time": 2146109.0,
      "text": "Unnatural? So what? So we need to specify some morally relevant sense of unnatural."
    },
    {
      "index": 406,
      "start_time": 2146110.0,
      "end_time": 2150701.0,
      "text": "Let me look at a few different things that people might mean when they say this. One"
    },
    {
      "index": 407,
      "start_time": 2150700.0,
      "end_time": 2155800.0,
      "text": "thing they might mean is that most people don&#39;t do that; it&#39;s statistically abnormal."
    },
    {
      "index": 408,
      "start_time": 2155800.0,
      "end_time": 2161839.0,
      "text": "Well, that&#39;s true. Most people don&#39;t engage in homosexual relationships. Then again, most"
    },
    {
      "index": 409,
      "start_time": 2161840.0,
      "end_time": 2166511.0,
      "text": "people don&#39;t play the mandolin, most people don&#39;t pilot planes, most people don&#39;t read"
    },
    {
      "index": 410,
      "start_time": 2166510.0,
      "end_time": 2171099.0,
      "text": "Sanskrit. The fact that most people don&#39;t do something doesn&#39;t make it wrong. So, that"
    },
    {
      "index": 411,
      "start_time": 2171100.0,
      "end_time": 2173080.0,
      "text": "doesn&#39;t seem to be morally relevant."
    },
    {
      "index": 412,
      "start_time": 2173080.0,
      "end_time": 2180461.0,
      "text": "Well, what else might we mean? We might mean animals don&#39;t do that. There was a legislator"
    },
    {
      "index": 413,
      "start_time": 2180460.0,
      "end_time": 2184990.0,
      "text": "when I lived in Texas, Warren Chisum, who used to love this argument. He said, &quot;Homosexuality"
    },
    {
      "index": 414,
      "start_time": 2184990.0,
      "end_time": 2191730.0,
      "text": "is unnatural! Animals don&#39;t do that!&quot; Since when did animals start providing us with our"
    },
    {
      "index": 415,
      "start_time": 2191730.0,
      "end_time": 2198700.0,
      "text": "moral standards, particularly in the area of sex? I mean, think about this. Animals"
    },
    {
      "index": 416,
      "start_time": 2198700.0,
      "end_time": 2202730.0,
      "text": "don&#39;t become state legislators, either. Can we lock Warren Chisum up now? But, beyond"
    },
    {
      "index": 417,
      "start_time": 2202730.0,
      "end_time": 2208060.0,
      "text": "that, think about the premise behind this claim. I want to make you a promise. I&#39;ve"
    },
    {
      "index": 418,
      "start_time": 2208060.0,
      "end_time": 2212690.0,
      "text": "made this promise to hundreds of audiences, so I&#39;ve got to follow through on this if it"
    },
    {
      "index": 419,
      "start_time": 2212690.0,
      "end_time": 2218150.0,
      "text": "ever happens. If I ever encounter Warren Chisum in public, I&#39;m going to get down on the ground"
    },
    {
      "index": 420,
      "start_time": 2218150.0,
      "end_time": 2225560.0,
      "text": "and start humping his leg, just to drive home the point that animals do not provide us with"
    },
    {
      "index": 421,
      "start_time": 2225560.0,
      "end_time": 2226950.0,
      "text": "our moral standards."
    },
    {
      "index": 422,
      "start_time": 2226950.0,
      "end_time": 2232810.0,
      "text": "And even if they did, well then homosexuality wouldn&#39;t be a problem because not only do"
    },
    {
      "index": 423,
      "start_time": 2232810.0,
      "end_time": 2238700.0,
      "text": "animals engage in homosexual sex, some actually form homosexual pair bonds. People are always"
    },
    {
      "index": 424,
      "start_time": 2238700.0,
      "end_time": 2243030.0,
      "text": "sending me clips about this kind of thing. You read this stuff in the paper &quot;Gay penguins"
    },
    {
      "index": 425,
      "start_time": 2243030.0,
      "end_time": 2248760.0,
      "text": "in Central Park.&quot; I&#39;m not making this up. Lesbian seagulls. What? Do they have short"
    },
    {
      "index": 426,
      "start_time": 2248760.0,
      "end_time": 2256740.0,
      "text": "haircuts and Birkenstocks? What does that mean? I mean it&#39;s all very fascinating, scientifically,"
    },
    {
      "index": 427,
      "start_time": 2256740.0,
      "end_time": 2259329.0,
      "text": "but it&#39;s not going to answer the moral argument for us."
    },
    {
      "index": 428,
      "start_time": 2259330.0,
      "end_time": 2264751.0,
      "text": "You know what other scientific debate is not going to answer the moral argument for us—that"
    },
    {
      "index": 429,
      "start_time": 2264750.0,
      "end_time": 2269790.0,
      "text": "whole nature v. nurture debate. You know what I&#39;m talking about? Back when I started doing"
    },
    {
      "index": 430,
      "start_time": 2269790.0,
      "end_time": 2273670.0,
      "text": "this, there was a lot of research going on about the hypothalamus of the brain, and we"
    },
    {
      "index": 431,
      "start_time": 2273670.0,
      "end_time": 2279450.0,
      "text": "used to hear this argument. And, it seemed right away that there were two camps that formed."
    },
    {
      "index": 432,
      "start_time": 2279450.0,
      "end_time": 2284470.0,
      "text": "One side says, &quot;I was born this way, therefore it&#39;s natural, therefore it&#39;s okay,&quot; and the"
    },
    {
      "index": 433,
      "start_time": 2284470.0,
      "end_time": 2290200.0,
      "text": "other side says, &quot;No, it&#39;s a choice, therefore it&#39;s unnatural, therefore it&#39;s wrong.&quot; I think"
    },
    {
      "index": 434,
      "start_time": 2290200.0,
      "end_time": 2297339.0,
      "text": "those are both really lousy arguments, both of them. Let&#39;s take each one. I was born this"
    },
    {
      "index": 435,
      "start_time": 2297340.0,
      "end_time": 2303631.0,
      "text": "way, therefore it&#39;s natural therefore it&#39;s okay. Well, first of all, I don&#39;t really remember"
    },
    {
      "index": 436,
      "start_time": 2303630.0,
      "end_time": 2308109.0,
      "text": "the way the world was when I was born and neither do you. I mean the best you can say"
    },
    {
      "index": 437,
      "start_time": 2308110.0,
      "end_time": 2312001.0,
      "text": "is that &quot;I&#39;ve had these feelings as long as I can remember.&quot; I mean you can&#39;t just by"
    },
    {
      "index": 438,
      "start_time": 2312000.0,
      "end_time": 2314900.0,
      "text": "some act of introspection see your own genetic makeup."
    },
    {
      "index": 439,
      "start_time": 2314900.0,
      "end_time": 2318810.0,
      "text": "You&#39;ve had these feelings for a long time, okay, but just because you&#39;ve had these feelings"
    },
    {
      "index": 440,
      "start_time": 2318810.0,
      "end_time": 2324050.0,
      "text": "for a long time it doesn&#39;t mean that you ought to act on them. I might have had violent feelings"
    },
    {
      "index": 441,
      "start_time": 2324050.0,
      "end_time": 2327550.0,
      "text": "for as long as I can remember, but if I start hitting the people in the front row, you&#39;re"
    },
    {
      "index": 442,
      "start_time": 2327550.0,
      "end_time": 2332540.0,
      "text": "not going to say, &quot;He was born that way; it&#39;s okay.&quot; We don&#39;t judge the moral status of"
    },
    {
      "index": 443,
      "start_time": 2332540.0,
      "end_time": 2338940.0,
      "text": "an activity by looking at the cause or origin of the disposition to that activity. On the"
    },
    {
      "index": 444,
      "start_time": 2338940.0,
      "end_time": 2343980.0,
      "text": "other hand, there&#39;s the side that says, &quot;No, it&#39;s a choice, therefore it&#39;s unnatural therefore"
    },
    {
      "index": 445,
      "start_time": 2343980.0,
      "end_time": 2350119.0,
      "text": "it&#39;s wrong.&quot; What do they mean when they say that it&#39;s a choice? This is one of those places"
    },
    {
      "index": 446,
      "start_time": 2350120.0,
      "end_time": 2355301.0,
      "text": "where the orientation/activity distinction actually comes in handy. They might mean that"
    },
    {
      "index": 447,
      "start_time": 2355300.0,
      "end_time": 2359660.0,
      "text": "homosexual orientation is a choice, having those feelings. If that&#39;s what they mean,"
    },
    {
      "index": 448,
      "start_time": 2359660.0,
      "end_time": 2368089.0,
      "text": "that just seems false. How many of you choose your sexual feelings? Ask yourself whether"
    },
    {
      "index": 449,
      "start_time": 2368090.0,
      "end_time": 2374610.0,
      "text": "you&#39;ve ever been attracted to somebody that you wish you were not attracted to. Maybe"
    },
    {
      "index": 450,
      "start_time": 2374610.0,
      "end_time": 2378141.0,
      "text": "the person was already involved with somebody else. Maybe you were already involved with"
    },
    {
      "index": 451,
      "start_time": 2378140.0,
      "end_time": 2383069.0,
      "text": "somebody else. Maybe the person just couldn&#39;t stand you. We&#39;ve all had these kind of experiences"
    },
    {
      "index": 452,
      "start_time": 2383070.0,
      "end_time": 2387181.0,
      "text": "where we&#39;ve had these feelings and wished we could get rid of them. We can&#39;t. Or, the"
    },
    {
      "index": 453,
      "start_time": 2387180.0,
      "end_time": 2391440.0,
      "text": "other side sometimes happens, where we don&#39;t really have the feelings and wish we could."
    },
    {
      "index": 454,
      "start_time": 2391440.0,
      "end_time": 2396800.0,
      "text": "So-and-so is so nice, we had great conversations, but the spark is just not there. We don&#39;t"
    },
    {
      "index": 455,
      "start_time": 2396800.0,
      "end_time": 2401790.0,
      "text": "have that kind of direct control over our feelings. But if we don&#39;t have that kind of"
    },
    {
      "index": 456,
      "start_time": 2401790.0,
      "end_time": 2406920.0,
      "text": "direct control over our feelings for particular individuals, why would anyone think that we"
    },
    {
      "index": 457,
      "start_time": 2406920.0,
      "end_time": 2411359.0,
      "text": "would have that sort of control over our feelings towards men in general or women in general?"
    },
    {
      "index": 458,
      "start_time": 2411360.0,
      "end_time": 2418691.0,
      "text": "And, why would anyone choose to be gay in a society that stigmatizes homosexuality?"
    },
    {
      "index": 459,
      "start_time": 2418690.0,
      "end_time": 2420520.0,
      "text": "It just doesn&#39;t stand to reason."
    },
    {
      "index": 460,
      "start_time": 2420520.0,
      "end_time": 2426329.0,
      "text": "So then, the other possibility when they say &quot;it&#39;s a choice&quot; is that they mean the activity"
    },
    {
      "index": 461,
      "start_time": 2426330.0,
      "end_time": 2433961.0,
      "text": "is chosen, and if that&#39;s what they mean, there&#39;s only one appropriate response—Duh! (It&#39;s"
    },
    {
      "index": 462,
      "start_time": 2433960.0,
      "end_time": 2438369.0,
      "text": "a technical philosophical term; you can write that down.) Yes, the activity is chosen. You"
    },
    {
      "index": 463,
      "start_time": 2438370.0,
      "end_time": 2440951.0,
      "text": "don&#39;t just sort of wake up and find yourself saying, &quot;Oh, I&#39;m living with this person."
    },
    {
      "index": 464,
      "start_time": 2440950.0,
      "end_time": 2445640.0,
      "text": "How interesting.&quot; You make choices, but that doesn&#39;t say anything about whether it&#39;s a"
    },
    {
      "index": 465,
      "start_time": 2445640.0,
      "end_time": 2451410.0,
      "text": "good choice or a bad choice, a natural choice or an unnatural choice, in the relevant sense."
    },
    {
      "index": 466,
      "start_time": 2451410.0,
      "end_time": 2457460.0,
      "text": "Think about this by way of analogy. I am probably naturally right-handed in the sense that I&#39;ve"
    },
    {
      "index": 467,
      "start_time": 2457460.0,
      "end_time": 2461390.0,
      "text": "just been discussing. I&#39;ve always written with my right hand. Everyone in my family"
    },
    {
      "index": 468,
      "start_time": 2461390.0,
      "end_time": 2466059.0,
      "text": "writes right-handed, but if I were to pick up a pen and start writing with my left hand,"
    },
    {
      "index": 469,
      "start_time": 2466060.0,
      "end_time": 2470441.0,
      "text": "you wouldn&#39;t say, &quot;Unnatural! Sinner!&quot; There was a time in history when people would have"
    },
    {
      "index": 470,
      "start_time": 2470440.0,
      "end_time": 2474410.0,
      "text": "said that. People were burned at the stake for writing with their left hands. We think"
    },
    {
      "index": 471,
      "start_time": 2474410.0,
      "end_time": 2480450.0,
      "text": "that&#39;s crazy, but it has nothing to do with whether left-handedness is something genetically"
    },
    {
      "index": 472,
      "start_time": 2480450.0,
      "end_time": 2485089.0,
      "text": "determined or something learned in early childhood or something that I just do for some reason"
    },
    {
      "index": 473,
      "start_time": 2485090.0,
      "end_time": 2489810.0,
      "text": "because I think it might be fulfilling to me. The scientific debates are not going to"
    },
    {
      "index": 474,
      "start_time": 2489810.0,
      "end_time": 2492461.0,
      "text": "settle the moral debates."
    },
    {
      "index": 475,
      "start_time": 2492460.0,
      "end_time": 2497410.0,
      "text": "So what else might we mean when we talk about unnatural? Well maybe people are grasping"
    },
    {
      "index": 476,
      "start_time": 2497410.0,
      "end_time": 2502950.0,
      "text": "at this kind of natural law tradition that goes back to Aristotle and St. Thomas Aquinas."
    },
    {
      "index": 477,
      "start_time": 2502950.0,
      "end_time": 2508130.0,
      "text": "The idea is something like the following: all of our organs have certain &quot;natural&quot; purposes—our"
    },
    {
      "index": 478,
      "start_time": 2508130.0,
      "end_time": 2513010.0,
      "text": "eyes are for seeing, our ears are for hearing, our genitals are for procreating, and to use"
    },
    {
      "index": 479,
      "start_time": 2513010.0,
      "end_time": 2518599.0,
      "text": "your organ for some purpose other than its &quot;natural&quot; purpose is unnatural, and therefore,"
    },
    {
      "index": 480,
      "start_time": 2518600.0,
      "end_time": 2523001.0,
      "text": "wrong. Now, there are a number of problems with this argument. A lot of our organs have"
    },
    {
      "index": 481,
      "start_time": 2523000.0,
      "end_time": 2529000.0,
      "text": "multiple purposes. I can use my mouth for talking, for singing, for breathing, for licking"
    },
    {
      "index": 482,
      "start_time": 2529000.0,
      "end_time": 2532829.0,
      "text": "stamps, for blowing bubbles, for kissing a woman, or for kissing a man, and it seems"
    },
    {
      "index": 483,
      "start_time": 2532830.0,
      "end_time": 2538820.0,
      "text": "very arbitrary to say that all of those are natural, except the last one. And if you say,"
    },
    {
      "index": 484,
      "start_time": 2538820.0,
      "end_time": 2542781.0,
      "text": "&quot;Well, okay, using it to lick stamps is not natural, but it&#39;s okay.&quot; Well, then we don&#39;t"
    },
    {
      "index": 485,
      "start_time": 2542780.0,
      "end_time": 2546559.0,
      "text": "have a morally relevant sense of unnatural."
    },
    {
      "index": 486,
      "start_time": 2546560.0,
      "end_time": 2551560.0,
      "text": "What about the sexual organs? Obviously, one purpose of the sexual organs is procreation;"
    },
    {
      "index": 487,
      "start_time": 2551560.0,
      "end_time": 2558551.0,
      "text": "nobody denies basic biological facts here, but is that the only legitimate purpose? Heterosexual"
    },
    {
      "index": 488,
      "start_time": 2558550.0,
      "end_time": 2562900.0,
      "text": "people often have sex, even if they don&#39;t want children, don&#39;t want children yet, don&#39;t"
    },
    {
      "index": 489,
      "start_time": 2562900.0,
      "end_time": 2568309.0,
      "text": "want any more children, or can&#39;t have children. Why? Because there are other purposes for"
    },
    {
      "index": 490,
      "start_time": 2568310.0,
      "end_time": 2575511.0,
      "text": "sex—building and expressing a kind of intimacy and connection and relationship, showing affection"
    },
    {
      "index": 491,
      "start_time": 2575510.0,
      "end_time": 2582010.0,
      "text": "for a person. Even the Roman Catholic Church (which by no means is a permissive organization),"
    },
    {
      "index": 492,
      "start_time": 2582010.0,
      "end_time": 2587260.0,
      "text": "will allow sterile heterosexual couples to marry and have sex and will allow pregnant"
    },
    {
      "index": 493,
      "start_time": 2587260.0,
      "end_time": 2591329.0,
      "text": "women to have sex with their husbands, even though further procreation cannot result."
    },
    {
      "index": 494,
      "start_time": 2591330.0,
      "end_time": 2597921.0,
      "text": "Why? Because they recognize these other dimensions of sex, this unitive dimension of sex. But,"
    },
    {
      "index": 495,
      "start_time": 2597920.0,
      "end_time": 2603390.0,
      "text": "if it&#39;s okay for heterosexual people to pursue that in the absence of procreation, why is"
    },
    {
      "index": 496,
      "start_time": 2603390.0,
      "end_time": 2607460.0,
      "text": "it not okay for homosexual people to do this?"
    },
    {
      "index": 497,
      "start_time": 2607460.0,
      "end_time": 2614170.0,
      "text": "I think one of the best ways to show this is by analogy to certain other organs of the"
    },
    {
      "index": 498,
      "start_time": 2614170.0,
      "end_time": 2620190.0,
      "text": "body. Take the digestive organs. What&#39;s the purpose of the digestive organs? Nutrition"
    },
    {
      "index": 499,
      "start_time": 2620190.0,
      "end_time": 2624550.0,
      "text": "and hydration. So, it seems that any time you eat or drink something, it should be to"
    },
    {
      "index": 500,
      "start_time": 2624550.0,
      "end_time": 2630559.0,
      "text": "bring nutrition or hydration to the body. You&#39;ve been drinking something. Can I borrow"
    },
    {
      "index": 501,
      "start_time": 2630560.0,
      "end_time": 2639610.0,
      "text": "that? This is the audience participation portion of the program. Diet Coke. Diet Coke contains"
    },
    {
      "index": 502,
      "start_time": 2639610.0,
      "end_time": 2644191.0,
      "text": "less than 2% of the following. There&#39;s no nutrition in Diet Coke. Why would you drink"
    },
    {
      "index": 503,
      "start_time": 2644190.0,
      "end_time": 2653300.0,
      "text": "it? Just for the taste of it? Presumably, you would drink it for hydration because it"
    },
    {
      "index": 504,
      "start_time": 2653300.0,
      "end_time": 2659910.0,
      "text": "brings fluid into your body, yes? No, because Diet Coke contains caffeine. Caffeine actually"
    },
    {
      "index": 505,
      "start_time": 2659910.0,
      "end_time": 2663349.0,
      "text": "functions as a diuretic; it removes fluid from your body. This is why you&#39;re not supposed"
    },
    {
      "index": 506,
      "start_time": 2663350.0,
      "end_time": 2667901.0,
      "text": "to drunk caffeinated drinks while you&#39;re engaging in sports. It&#39;s why you pee a lot after you"
    },
    {
      "index": 507,
      "start_time": 2667900.0,
      "end_time": 2673400.0,
      "text": "drink caffeinated drinks. And yet, we all know that the purpose of eating and drinking"
    },
    {
      "index": 508,
      "start_time": 2673400.0,
      "end_time": 2678910.0,
      "text": "is nutrition and hydration. That&#39;s the purpose of the digestive organs. Get this away from"
    },
    {
      "index": 509,
      "start_time": 2678910.0,
      "end_time": 2685640.0,
      "text": "me, you pervert. Oh sure, you laugh now, but the next thing you know, Diet Coke drinkers"
    },
    {
      "index": 510,
      "start_time": 2685640.0,
      "end_time": 2693980.0,
      "text": "will want to teach in our schools and parade in our streets. You&#39;re laughing, and that&#39;s"
    },
    {
      "index": 511,
      "start_time": 2693980.0,
      "end_time": 2697660.0,
      "text": "good because it means that you follow me. This is what we commit ourselves to when we"
    },
    {
      "index": 512,
      "start_time": 2697660.0,
      "end_time": 2703170.0,
      "text": "insist that our organs have a &quot;natural&quot; purpose, and to use them for any other purpose is unnatural,"
    },
    {
      "index": 513,
      "start_time": 2703170.0,
      "end_time": 2704599.0,
      "text": "and therefore, wrong."
    },
    {
      "index": 514,
      "start_time": 2704600.0,
      "end_time": 2712051.0,
      "text": "Frankly, when I hear people say that homosexuality is &quot;unnatural,&quot; it&#39;s really kind of a fancy"
    },
    {
      "index": 515,
      "start_time": 2712050.0,
      "end_time": 2718730.0,
      "text": "dressed-up way of saying, &quot;It&#39;s gross! It bothers me. It&#39;s icky.&quot; I have no doubt that"
    },
    {
      "index": 516,
      "start_time": 2718730.0,
      "end_time": 2722900.0,
      "text": "a lot of people feel that way about homosexuality. Maybe you&#39;re one of those people, and that&#39;s"
    },
    {
      "index": 517,
      "start_time": 2722900.0,
      "end_time": 2728650.0,
      "text": "okay. A lot of us have feelings. A lot of things might gross you out. You might think"
    },
    {
      "index": 518,
      "start_time": 2728650.0,
      "end_time": 2733839.0,
      "text": "that having reptiles as pets is gross. You might think that eating broccoli is gross."
    },
    {
      "index": 519,
      "start_time": 2733840.0,
      "end_time": 2737840.0,
      "text": "You might think that cleaning the bathroom is gross. You know, here at Wayne State University,"
    },
    {
      "index": 520,
      "start_time": 2737840.0,
      "end_time": 2742991.0,
      "text": "where we&#39;re doing this lecture tonight, we have one of the largest mortuary science programs"
    },
    {
      "index": 521,
      "start_time": 2742990.0,
      "end_time": 2747240.0,
      "text": "in the Midwest. Many of my students are in the mortuary science program; they take Ethics"
    },
    {
      "index": 522,
      "start_time": 2747240.0,
      "end_time": 2755260.0,
      "text": "class. They touch dead people on a regular basis. I think that&#39;s disgusting. They hand"
    },
    {
      "index": 523,
      "start_time": 2755260.0,
      "end_time": 2763839.0,
      "text": "their papers in to me and I&#39;m like, &quot;Ew!&quot; But, the fact that it grosses me out, the"
    },
    {
      "index": 524,
      "start_time": 2763840.0,
      "end_time": 2768931.0,
      "text": "fact that it would gross most of us out doesn&#39;t make it wrong. At best, it gives us grounds"
    },
    {
      "index": 525,
      "start_time": 2768930.0,
      "end_time": 2773119.0,
      "text": "for an aesthetic judgment, not a moral judgment."
    },
    {
      "index": 526,
      "start_time": 2773120.0,
      "end_time": 2782551.0,
      "text": "Okay, where are we? I have looked at some of the most common arguments against homosexuality"
    },
    {
      "index": 527,
      "start_time": 2782550.0,
      "end_time": 2789319.0,
      "text": "and explained to you why I think they don&#39;t work. I want to conclude tonight by talking"
    },
    {
      "index": 528,
      "start_time": 2789320.0,
      "end_time": 2793721.0,
      "text": "about what the real problem is. And I should say, by talking about what part of the real"
    },
    {
      "index": 529,
      "start_time": 2793720.0,
      "end_time": 2797609.0,
      "text": "problem is because I don&#39;t think there&#39;s any simple problem or simple explanation here."
    },
    {
      "index": 530,
      "start_time": 2797610.0,
      "end_time": 2803141.0,
      "text": "I think it&#39;s complex. I think part of it goes back to something that I said a moment ago"
    },
    {
      "index": 531,
      "start_time": 2803140.0,
      "end_time": 2811210.0,
      "text": "about it making people uncomfortable, grossing people out. You know, we are often uncomfortable"
    },
    {
      "index": 532,
      "start_time": 2811210.0,
      "end_time": 2816109.0,
      "text": "in the face of things that are unfamiliar, and that&#39;s especially true when we&#39;re talking"
    },
    {
      "index": 533,
      "start_time": 2816110.0,
      "end_time": 2822921.0,
      "text": "about sex. I want you to think back to the first time you ever heard about sex. I remember"
    },
    {
      "index": 534,
      "start_time": 2822920.0,
      "end_time": 2827220.0,
      "text": "when my parents gave me this book Where Do Babies Come From? (It was about two years"
    },
    {
      "index": 535,
      "start_time": 2827220.0,
      "end_time": 2829980.0,
      "text": "ago. I learned fast.)"
    },
    {
      "index": 536,
      "start_time": 2829980.0,
      "end_time": 2834790.0,
      "text": "Seriously, I was a child, and my parents gave me this book. I&#39;m reading through it, &quot;Two"
    },
    {
      "index": 537,
      "start_time": 2834790.0,
      "end_time": 2838030.0,
      "text": "people love each other very much (apparently that&#39;s the key to the whole process).&quot; I thought"
    },
    {
      "index": 538,
      "start_time": 2838030.0,
      "end_time": 2841190.0,
      "text": "that if I loved my mother too much she might become pregnant. Then she became pregnant"
    },
    {
      "index": 539,
      "start_time": 2841190.0,
      "end_time": 2846250.0,
      "text": "with my sister and I was kind of freaked out by that. But I remember when I was going through"
    },
    {
      "index": 540,
      "start_time": 2846250.0,
      "end_time": 2853780.0,
      "text": "this book, coming to this page, going, &quot;You&#39;re supposed to put what, where, and do what with"
    },
    {
      "index": 541,
      "start_time": 2853780.0,
      "end_time": 2859829.0,
      "text": "it?!&quot; It wasn&#39;t just because I was a little gay kid. Sex is weird. I mean think about"
    },
    {
      "index": 542,
      "start_time": 2859830.0,
      "end_time": 2866201.0,
      "text": "it. Two people, they get naked, they rub up and down, they exchange bodily fluids, and"
    },
    {
      "index": 543,
      "start_time": 2866200.0,
      "end_time": 2872450.0,
      "text": "then you try and think, &quot;Oh, I get it now.&quot; But, in the abstract, sex is kind of weird,"
    },
    {
      "index": 544,
      "start_time": 2872450.0,
      "end_time": 2877780.0,
      "text": "and I think that when it comes to homosexuality, a lot of people never get past that whole"
    },
    {
      "index": 545,
      "start_time": 2877780.0,
      "end_time": 2884809.0,
      "text": "&quot;that&#39;s just weird&quot; reaction. Then, they translate that &quot;that&#39;s just weird&quot; reaction to &quot;that&#39;s"
    },
    {
      "index": 546,
      "start_time": 2884810.0,
      "end_time": 2885600.0,
      "text": "wrong!&quot;"
    },
    {
      "index": 547,
      "start_time": 2885600.0,
      "end_time": 2891310.0,
      "text": "So, if that&#39;s the problem or at least part of the problem, what&#39;s the solution? Am I"
    },
    {
      "index": 548,
      "start_time": 2891310.0,
      "end_time": 2894641.0,
      "text": "going to suggest that you all should go out and try it? No. That would be interesting,"
    },
    {
      "index": 549,
      "start_time": 2894640.0,
      "end_time": 2900859.0,
      "text": "but no. I think a big part of the solution is for straight people to actually get to"
    },
    {
      "index": 550,
      "start_time": 2900860.0,
      "end_time": 2906590.0,
      "text": "know gay and lesbian people because only then do we come to realize that we have many of"
    },
    {
      "index": 551,
      "start_time": 2906590.0,
      "end_time": 2913171.0,
      "text": "the same hopes and dreams, fears and challenges as everyone else. That sounds very simple,"
    },
    {
      "index": 552,
      "start_time": 2913170.0,
      "end_time": 2917680.0,
      "text": "but it&#39;s not easy. It&#39;s not easy because it gives us all a responsibility—a kind of"
    },
    {
      "index": 553,
      "start_time": 2917680.0,
      "end_time": 2923240.0,
      "text": "homework assignment, if you will. It gives a responsibility to straight people because"
    },
    {
      "index": 554,
      "start_time": 2923240.0,
      "end_time": 2926809.0,
      "text": "it means you&#39;ve got to get outside of your comfort zones a little bit, when talking to"
    },
    {
      "index": 555,
      "start_time": 2926810.0,
      "end_time": 2931360.0,
      "text": "gay, lesbian, and bisexual people. Straight people say to me, &quot;Oh no, I&#39;m cool with the"
    },
    {
      "index": 556,
      "start_time": 2931360.0,
      "end_time": 2936691.0,
      "text": "gay thing. I used to watch Will and Grace.&quot; Yeah, great. That&#39;s not just what I&#39;m talking"
    },
    {
      "index": 557,
      "start_time": 2936690.0,
      "end_time": 2940380.0,
      "text": "about. I&#39;m talking about real life, flesh and blood people."
    },
    {
      "index": 558,
      "start_time": 2940380.0,
      "end_time": 2944150.0,
      "text": "But that, of course, puts a responsibility on those of us who are gay, lesbian, and bisexual"
    },
    {
      "index": 559,
      "start_time": 2944150.0,
      "end_time": 2949849.0,
      "text": "because it means that in order to do that kind of education by example, we have to be"
    },
    {
      "index": 560,
      "start_time": 2949850.0,
      "end_time": 2954300.0,
      "text": "out of the closet. When I saw out of the closet I don&#39;t mean, &quot;Well, I go to the bar on the"
    },
    {
      "index": 561,
      "start_time": 2954300.0,
      "end_time": 2958961.0,
      "text": "weekend.&quot; That&#39;s nice, but I just mean being honest about who we are. That&#39;s not easy to"
    },
    {
      "index": 562,
      "start_time": 2958960.0,
      "end_time": 2962950.0,
      "text": "do. Sometimes it&#39;s not safe to do. Maybe you&#39;re not at a point where you can do that, but"
    },
    {
      "index": 563,
      "start_time": 2962950.0,
      "end_time": 2971210.0,
      "text": "it&#39;s so important. It&#39;s important because it puts a face on the issue. Now, a lot of"
    },
    {
      "index": 564,
      "start_time": 2971210.0,
      "end_time": 2975940.0,
      "text": "people at this point will say to me, &quot;You had me part of the way, but now here you go"
    },
    {
      "index": 565,
      "start_time": 2975940.0,
      "end_time": 2978680.0,
      "text": "being all open about it now, and that&#39;s what I don&#39;t get.&quot;"
    },
    {
      "index": 566,
      "start_time": 2978680.0,
      "end_time": 2982220.0,
      "text": "A couple days ago, I got an e-mail. It was actually a very nice e-mail. The title of"
    },
    {
      "index": 567,
      "start_time": 2982220.0,
      "end_time": 2986250.0,
      "text": "the e-mail was &quot;looking to understand,&quot; and the person was, I think, genuinely trying"
    },
    {
      "index": 568,
      "start_time": 2986250.0,
      "end_time": 2995420.0,
      "text": "to understand something about homosexuality. The person wrote, &quot;You know, I don&#39;t understand"
    },
    {
      "index": 569,
      "start_time": 2995420.0,
      "end_time": 2999640.0,
      "text": "that if you&#39;re okay with it, then why do you have to be open about it? Why does everyone"
    },
    {
      "index": 570,
      "start_time": 2999640.0,
      "end_time": 3004900.0,
      "text": "have to know? I don&#39;t understand why gay people have to be so open about it.&quot; I&#39;ve heard this"
    },
    {
      "index": 571,
      "start_time": 3004900.0,
      "end_time": 3011040.0,
      "text": "question before. The first person I ever hear this question from was my mother. Back when"
    },
    {
      "index": 572,
      "start_time": 3011040.0,
      "end_time": 3015799.0,
      "text": "I came out to my parents, many years ago, we used to have long discussions, and I remember"
    },
    {
      "index": 573,
      "start_time": 3015800.0,
      "end_time": 3020911.0,
      "text": "during one of these discussions (or arguments, whatever you want to call them. We didn&#39;t"
    },
    {
      "index": 574,
      "start_time": 3020910.0,
      "end_time": 3028299.0,
      "text": "throw things, but they were lively) my mother said, &quot;I just don&#39;t understand why you have"
    },
    {
      "index": 575,
      "start_time": 3028300.0,
      "end_time": 3038350.0,
      "text": "to be so open about your sexuality! Your father and I aren&#39;t open about our sexuality!&quot; I"
    },
    {
      "index": 576,
      "start_time": 3038350.0,
      "end_time": 3046281.0,
      "text": "want you to think about that sentence. &quot;Your father and I are not open about our sexuality.&quot;"
    },
    {
      "index": 577,
      "start_time": 3046280.0,
      "end_time": 3050599.0,
      "text": "Not only is the person who utters that sentence openly heterosexual, she&#39;s also open about"
    },
    {
      "index": 578,
      "start_time": 3050600.0,
      "end_time": 3056251.0,
      "text": "having sex at least once."
    },
    {
      "index": 579,
      "start_time": 3056250.0,
      "end_time": 3060329.0,
      "text": "Heterosexual people do this all the time. They talk about their wives, their husbands,"
    },
    {
      "index": 580,
      "start_time": 3060330.0,
      "end_time": 3065251.0,
      "text": "their boyfriends, their girlfriends, people they have crushes on—perfectly normal. We"
    },
    {
      "index": 581,
      "start_time": 3065250.0,
      "end_time": 3070470.0,
      "text": "do the exact same thing and were &quot;flaunting it,&quot; were &quot;making an issue out of it,&quot; and"
    },
    {
      "index": 582,
      "start_time": 3070470.0,
      "end_time": 3073520.0,
      "text": "that&#39;s a double standard. It&#39;s not fair."
    },
    {
      "index": 583,
      "start_time": 3073520.0,
      "end_time": 3077150.0,
      "text": "I don&#39;t mean to pick on my mother here because, over the year, things have changed quite a"
    },
    {
      "index": 584,
      "start_time": 3077150.0,
      "end_time": 3081700.0,
      "text": "bit. She&#39;s grown; both of my parents have on this issue. They&#39;ve been wonderful."
    },
    {
      "index": 585,
      "start_time": 3081700.0,
      "end_time": 3086460.0,
      "text": "A few years ago, I was home for Christmas with my partner, and my parents took us to"
    },
    {
      "index": 586,
      "start_time": 3086460.0,
      "end_time": 3090890.0,
      "text": "this restaurant that they go to all the time. They know all of the waiters and waitresses"
    },
    {
      "index": 587,
      "start_time": 3090890.0,
      "end_time": 3094490.0,
      "text": "by name. At one point, we were sitting there eating, and my mother sees a waitress walk"
    },
    {
      "index": 588,
      "start_time": 3094490.0,
      "end_time": 3100170.0,
      "text": "by and says, &quot;Oh, Jane, come over here. I want you to meet my son, John, and his partner,"
    },
    {
      "index": 589,
      "start_time": 3100170.0,
      "end_time": 3105609.0,
      "text": "Mark.&quot; I nearly spit my food clear across the table. Who are you, and what have you"
    },
    {
      "index": 590,
      "start_time": 3105610.0,
      "end_time": 3112501.0,
      "text": "done with my mother? It was such a powerful moment. It was a powerful moment, in part,"
    },
    {
      "index": 591,
      "start_time": 3112500.0,
      "end_time": 3116240.0,
      "text": "because of what it said to me, which was, &quot;You know what? We&#39;re not going to treat this"
    },
    {
      "index": 592,
      "start_time": 3116240.0,
      "end_time": 3120329.0,
      "text": "like a dirty little secret anymore because there&#39;s no reason to.&quot; In the simple act of"
    },
    {
      "index": 593,
      "start_time": 3120330.0,
      "end_time": 3126241.0,
      "text": "saying &quot;his partner, Mark,&quot; not &quot;his friend,&quot; or not &quot;his roommate.&quot; (I mean you could hear"
    },
    {
      "index": 594,
      "start_time": 3126240.0,
      "end_time": 3128700.0,
      "text": "the quote marks around the words. This is John&#39;s &quot;roommate.&quot;)"
    },
    {
      "index": 595,
      "start_time": 3128700.0,
      "end_time": 3135400.0,
      "text": "His partner. In that simple act of calling things by their right names, it shattered"
    },
    {
      "index": 596,
      "start_time": 3135400.0,
      "end_time": 3141119.0,
      "text": "a taboo, and that was beautiful and important. But, it wasn&#39;t just important because of what"
    },
    {
      "index": 597,
      "start_time": 3141120.0,
      "end_time": 3150340.0,
      "text": "it did for us at the table. It&#39;s also important for those come after us. You know, one of"
    },
    {
      "index": 598,
      "start_time": 3150340.0,
      "end_time": 3155041.0,
      "text": "the interesting things about gay and lesbian people, as a minority group is that, in a"
    },
    {
      "index": 599,
      "start_time": 3155040.0,
      "end_time": 3159990.0,
      "text": "sense, our children are not born unto us. What I mean is this: black people generally"
    },
    {
      "index": 600,
      "start_time": 3159990.0,
      "end_time": 3164950.0,
      "text": "have black children, Jewish people generally have Jewish children, any kind of people can"
    },
    {
      "index": 601,
      "start_time": 3164950.0,
      "end_time": 3173170.0,
      "text": "have gay or lesbian children. Sometimes rabidly anti-gay people have gay and lesbian children."
    },
    {
      "index": 602,
      "start_time": 3173170.0,
      "end_time": 3179079.0,
      "text": "We can&#39;t protect them from a hostile world the way other minority groups can. We can&#39;t"
    },
    {
      "index": 603,
      "start_time": 3179080.0,
      "end_time": 3184560.0,
      "text": "necessarily give them the benefit of our experiences the way other groups can. I feel for these"
    },
    {
      "index": 604,
      "start_time": 3184560.0,
      "end_time": 3188870.0,
      "text": "kids, partly because I was there and I know what it&#39;s like, and partly because they are,"
    },
    {
      "index": 605,
      "start_time": 3188870.0,
      "end_time": 3195201.0,
      "text": "in a sense, our kids. So, what do we do for them? Well, one thing we can do is we can"
    },
    {
      "index": 606,
      "start_time": 3195200.0,
      "end_time": 3200900.0,
      "text": "educate their parents. And you know, that day when my mother said, &quot;My son John and"
    },
    {
      "index": 607,
      "start_time": 3200900.0,
      "end_time": 3205530.0,
      "text": "his partner, Mark,&quot; some day that waitress may have a lesbian daughter or a gay son,"
    },
    {
      "index": 608,
      "start_time": 3205530.0,
      "end_time": 3209720.0,
      "text": "and she may remember back and say, &quot;Hey you know what? The Corvinos had a gay son, and"
    },
    {
      "index": 609,
      "start_time": 3209720.0,
      "end_time": 3213359.0,
      "text": "they went out to dinner with him and partner, and they seemed to be okay with that. That"
    },
    {
      "index": 610,
      "start_time": 3213360.0,
      "end_time": 3221110.0,
      "text": "may seem so simple, but it&#39;s powerful. Sometimes it can make all the difference, but we&#39;re"
    },
    {
      "index": 611,
      "start_time": 3221110.0,
      "end_time": 3226330.0,
      "text": "only going to have things like that if we have moral courage."
    },
    {
      "index": 612,
      "start_time": 3226330.0,
      "end_time": 3234681.0,
      "text": "And I mean it when I say moral courage. This is a very important point. One of the biggest"
    },
    {
      "index": 613,
      "start_time": 3234680.0,
      "end_time": 3241190.0,
      "text": "misconceptions about the work that I do is that people think that I&#39;m out to attack morality,"
    },
    {
      "index": 614,
      "start_time": 3241190.0,
      "end_time": 3245730.0,
      "text": "that I&#39;m out to espouse some moral relativism where I just say do whatever you feel, it"
    },
    {
      "index": 615,
      "start_time": 3245730.0,
      "end_time": 3249430.0,
      "text": "doesn&#39;t matter, or that I&#39;m telling people morality is a private matter—keep it to"
    },
    {
      "index": 616,
      "start_time": 3249430.0,
      "end_time": 3253020.0,
      "text": "yourself, don&#39;t judge other people, I&#39;m not about the moral judgments. People think this"
    },
    {
      "index": 617,
      "start_time": 3253020.0,
      "end_time": 3259000.0,
      "text": "about me. Nothing could be further from the truth. So much of what I&#39;ve said tonight is"
    },
    {
      "index": 618,
      "start_time": 3259000.0,
      "end_time": 3266520.0,
      "text": "based upon my moral convictions, convictions about fairness, convictions about justice."
    },
    {
      "index": 619,
      "start_time": 3266520.0,
      "end_time": 3271130.0,
      "text": "I think the way gay and lesbian people are treated in our society is wrong, not just"
    },
    {
      "index": 620,
      "start_time": 3271130.0,
      "end_time": 3277329.0,
      "text": "irrational, but morally wrong. I think there&#39;s something perverted about the fact that we"
    },
    {
      "index": 621,
      "start_time": 3277330.0,
      "end_time": 3284511.0,
      "text": "hate people because of whom they love. We do violence against people because of the"
    },
    {
      "index": 622,
      "start_time": 3284510.0,
      "end_time": 3291079.0,
      "text": "affection that exists in their lives. The effects of that treatment are a far greater"
    },
    {
      "index": 623,
      "start_time": 3291080.0,
      "end_time": 3297501.0,
      "text": "moral tragedy than sex between consenting adults could ever be. And I&#39;m not just talking"
    },
    {
      "index": 624,
      "start_time": 3297500.0,
      "end_time": 3301569.0,
      "text": "about the obvious cases—gay bashing, the murder of Matthew Shepard—you don&#39;t need"
    },
    {
      "index": 625,
      "start_time": 3301570.0,
      "end_time": 3306671.0,
      "text": "me to tell you that that&#39;s wrong. I&#39;m talking about all of the people living in silence"
    },
    {
      "index": 626,
      "start_time": 3306670.0,
      "end_time": 3314440.0,
      "text": "and in fear, all of the wasted talent and energy that goes to building up walls. Why?"
    },
    {
      "index": 627,
      "start_time": 3314440.0,
      "end_time": 3319960.0,
      "text": "Because somebody loves in a different way than other people do. That&#39;s terrible, and"
    },
    {
      "index": 628,
      "start_time": 3319960.0,
      "end_time": 3329220.0,
      "text": "I want it to stop. But, that takes moral conviction. You see, morality has a point. It&#39;s about"
    },
    {
      "index": 629,
      "start_time": 3329220.0,
      "end_time": 3334010.0,
      "text": "enabling us to flourish as human beings in a society where other people are trying to"
    },
    {
      "index": 630,
      "start_time": 3334010.0,
      "end_time": 3340380.0,
      "text": "do the same thing, and that&#39;s everybody&#39;s concern—conservative, liberal, red state,"
    },
    {
      "index": 631,
      "start_time": 3340380.0,
      "end_time": 3344230.0,
      "text": "blue state. All of us have a responsibility to stand up for morality."
    },
    {
      "index": 632,
      "start_time": 3344230.0,
      "end_time": 3351750.0,
      "text": "So, let me make myself very clear. I am not asking you to stop making moral judgments"
    },
    {
      "index": 633,
      "start_time": 3351750.0,
      "end_time": 3357630.0,
      "text": "or to keep your judgments to yourself. I&#39;m all about the moral judgments. I&#39;m asking"
    },
    {
      "index": 634,
      "start_time": 3357630.0,
      "end_time": 3362980.0,
      "text": "you to make sure you have reasons for the moral judgments that you make. I&#39;m asking"
    },
    {
      "index": 635,
      "start_time": 3362980.0,
      "end_time": 3368630.0,
      "text": "you to put yourself in people&#39;s shoes before you judge them. And I&#39;m asking you to judge"
    },
    {
      "index": 636,
      "start_time": 3368630.0,
      "end_time": 3378890.0,
      "text": "people not on whom they love but on whether they love. That&#39;s my moral vision. That&#39;s"
    },
    {
      "index": 637,
      "start_time": 3378890.0,
      "end_time": 3384970.0,
      "text": "my &quot;agenda.&quot; And I thank you for listening to patiently to it tonight. You&#39;ve been a"
    },
    {
      "index": 638,
      "start_time": 3384970.0,
      "end_time": 3394970.0,
      "text": "great audience. Thank you very much!"
    }
  ]
}