{
  "video_id": "5K0Q2v9Q6Ss",
  "title": "How Complaining Affects the Brain and General Health",
  "json": [
    {
      "index": 1,
      "start_time": 30.0,
      "end_time": 2030.0,
      "text": "oh"
    },
    {
      "index": 2,
      "start_time": 11800.0,
      "end_time": 14549.0,
      "text": "How complaining affects the Brain and General health?"
    },
    {
      "index": 3,
      "start_time": 15309.0,
      "end_time": 20159.0,
      "text": "While we may think it feels good to vent complaining has some bad effects associated with it"
    },
    {
      "index": 4,
      "start_time": 21279.0,
      "end_time": 28889.0,
      "text": "First of all what aspects of life make people want to complain in the aftermath of the recent presidential election"
    },
    {
      "index": 5,
      "start_time": 29199.0,
      "end_time": 32369.0,
      "text": "Many people are grumbling regardless of their political persuasion"
    },
    {
      "index": 6,
      "start_time": 33160.0,
      "end_time": 40529.0,
      "text": "Cold temperatures due to winters ice and snow also rank highly on the list of things that displease people, yet these are only the beginning"
    },
    {
      "index": 7,
      "start_time": 41110.0,
      "end_time": 48330.0,
      "text": "Many of us have Fallen into the habit of making complaints about everything from bad hair days to troubling relationships"
    },
    {
      "index": 8,
      "start_time": 48699.0,
      "end_time": 54599.0,
      "text": "Even when life is going well we often overlook the positive and fuss about one thorn among the roses"
    },
    {
      "index": 9,
      "start_time": 56140.0,
      "end_time": 61739.0,
      "text": "Why isn't complaining beneficial? Research shows that it rewires our brain for negativity?"
    },
    {
      "index": 10,
      "start_time": 62500.0,
      "end_time": 64500.0,
      "text": "The Brain is designed to work efficiently"
    },
    {
      "index": 11,
      "start_time": 65080.0,
      "end_time": 72629.0,
      "text": "meaning that when we repeat a thought, negative or positive, the nerve cells form a bridge between each other to expedite the passage of"
    },
    {
      "index": 12,
      "start_time": 72820.0,
      "end_time": 74020.0,
      "text": "information"
    },
    {
      "index": 13,
      "start_time": 74020.0,
      "end_time": 78390.0,
      "text": "Consequently the next time we have a similar thought it is more easily transmitted"
    },
    {
      "index": 14,
      "start_time": 79060.0,
      "end_time": 83980.0,
      "text": "This Mechanism explains why certain thought patterns quickly become ingrained habits"
    },
    {
      "index": 15,
      "start_time": 84880.0,
      "end_time": 87720.0,
      "text": "Yet the detrimental effects don't stop there."
    },
    {
      "index": 16,
      "start_time": 88300.0,
      "end_time": 96180.0,
      "text": "A study from Stanford University shows that complaining causes the hippocampus, which plays a vital role in problem-solving and other cognitive"
    },
    {
      "index": 17,
      "start_time": 96480.0,
      "end_time": 98480.0,
      "text": "functions, to shrink"
    },
    {
      "index": 18,
      "start_time": 100200.0,
      "end_time": 104480.0,
      "text": "In addition to causing brain damage complaining also releases a stress hormone:"
    },
    {
      "index": 19,
      "start_time": 105159.0,
      "end_time": 112049.0,
      "text": "Cortisol, the fight-or-flight chemical the body produces when we encounter some danger, a response that it's essential for survival"
    },
    {
      "index": 20,
      "start_time": 113170.0,
      "end_time": 114220.0,
      "text": "however"
    },
    {
      "index": 21,
      "start_time": 114220.0,
      "end_time": 122010.0,
      "text": "constantly having a high level of cortisol results in high blood pressure, high blood sugar, and impaired immunity effects that may eventually cause"
    },
    {
      "index": 22,
      "start_time": 122229.0,
      "end_time": 124229.0,
      "text": "Obesity, diabetes and"
    },
    {
      "index": 23,
      "start_time": 124570.0,
      "end_time": 126570.0,
      "text": "cardiovascular disease"
    },
    {
      "index": 24,
      "start_time": 127629.0,
      "end_time": 133889.0,
      "text": "The ill effects of our complaining aren't just limited to ourselves though. They also involve those around us."
    },
    {
      "index": 25,
      "start_time": 134440.0,
      "end_time": 140850.0,
      "text": "People tend to mirror the moods of those around them so we should be cautious about constantly complaining when we're around our friends."
    },
    {
      "index": 26,
      "start_time": 142100.0,
      "end_time": 146350.0,
      "text": "The best way to deal with constant negativity is to develop a sense of gratitude."
    },
    {
      "index": 27,
      "start_time": 146959.0,
      "end_time": 150849.0,
      "text": "Just like complaining acts as a poison, gratitude acts as a medicine"
    },
    {
      "index": 28,
      "start_time": 151340.0,
      "end_time": 158770.0,
      "text": "Research shows that having gratitude lowers Cortisol levels by 23% as well as reduces blood pressure and cholesterol"
    },
    {
      "index": 29,
      "start_time": 159290.0,
      "end_time": 161560.0,
      "text": "It also decreases fatigue and depression"
    },
    {
      "index": 30,
      "start_time": 162590.0,
      "end_time": 169090.0,
      "text": "Gratitude is the perfect antidote for complaining, a behavior that steals our brain power happiness and physical well-being"
    },
    {
      "index": 31,
      "start_time": 171319.0,
      "end_time": 176018.0,
      "text": "So what have you observed about the effects of complaining in your own life or in the lives of others?"
    },
    {
      "index": 32,
      "start_time": 176180.0,
      "end_time": 182620.0,
      "text": "Have you noticed any positive effects when you are grateful for something? feel free to share your thoughts in the comments below if"
    },
    {
      "index": 33,
      "start_time": 183170.0,
      "end_time": 190239.0,
      "text": "If you enjoy this video, be sure to check out our website and other social media and don't forget to subscribe. Thanks for watching"
    }
  ]
}