{
  "video_id": "5K4jwvFvZSk",
  "title": "Why Chinese Tech Giant Huawei Scares the U.S.",
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 6240.0,
      "text": "Since December 2018, China's biggest company, Huawei, has has been rocked by political and legal turmoil."
    },
    {
      "index": 2,
      "start_time": 6240.0,
      "end_time": 10280.0,
      "text": "Huawei, a company that a lot of Americans may not have even heard of until just recently."
    },
    {
      "index": 3,
      "start_time": 10280.0,
      "end_time": 16100.0,
      "text": "The FBI is investigating Huawei's dealings with this tiny Chicago-area startup…"
    },
    {
      "index": 4,
      "start_time": 16100.000000000002,
      "end_time": 18470.0,
      "text": "Huawei can create a backdoor to China."
    },
    {
      "index": 5,
      "start_time": 18470.0,
      "end_time": 28300.0,
      "text": "The Trump administration has been on a campaign to block Huawei from selling equipment for 5G networks in the U.S. and to allies abroad, claiming the company poses a national security threat."
    },
    {
      "index": 6,
      "start_time": 28300.0,
      "end_time": 31500.0,
      "text": "Speak to the company's customers and they paint a different picture."
    },
    {
      "index": 7,
      "start_time": 31500.0,
      "end_time": 36000.0,
      "text": "To them, Huawei makes reliable, affordable equipment without equal."
    },
    {
      "index": 8,
      "start_time": 36000.0,
      "end_time": 45100.0,
      "text": "This is the story of how Huawei went from a small-time parts re-seller to the homegrown tech giant China always hoped for, and the west always feared."
    },
    {
      "index": 9,
      "start_time": 45109.0,
      "end_time": 60000.0,
      "text": "I am announcing that a grand jury in seattle has returned an indictment that alleges 10 federal crimes by two affiliates of telecommunications corporation Huawei technologies."
    },
    {
      "index": 10,
      "start_time": 60000.0,
      "end_time": 72400.0,
      "text": "There is clearly a full court press in Washington to make it seem as though Huawei poses a grave threat to the future of Western civilization literally."
    },
    {
      "index": 11,
      "start_time": 72400.0,
      "end_time": 85890.0,
      "text": "And that's why you saw the Commerce Secretary, the FBI director, and the acting Attorney General of the United States at a press conference for what were really not that serious a charge."
    },
    {
      "index": 12,
      "start_time": 85890.0,
      "end_time": 93390.0,
      "text": "Huawei's recent spat with the U.S. began in December with the arrest of Meng Wanzhou, Huawei's CFO and daughter of the company's founder."
    },
    {
      "index": 13,
      "start_time": 93390.0,
      "end_time": 101300.0,
      "text": "Then in January, the U.S. indicted the company for theft of trade secrets, conspiracy, and obstruction of justice stemming from a previous lawsuit brought by T-Mobile."
    },
    {
      "index": 14,
      "start_time": 101300.0,
      "end_time": 113201.0,
      "text": "Bloomberg Businessweek discovered that January 28th, the same day as the Attorney General's announcement, the FBI raided a Huawei-owned lab in San Diego under suspicion that it had stolen groundbreaking smartphone glass technology from another firm."
    },
    {
      "index": 15,
      "start_time": 114000.0,
      "end_time": 122960.0,
      "text": "But Huawei's troubles aren't anything new, having been accused by Cisco in 2002, and Motorola, in 2010, of intellectual property theft."
    },
    {
      "index": 16,
      "start_time": 122960.0,
      "end_time": 131579.0,
      "text": "Since 2012, major U.S. telecoms have essentially blackballed Huawei thanks to government pressure, which while damaging hasn't done much to slow its progress worldwide."
    },
    {
      "index": 17,
      "start_time": 131580.0,
      "end_time": 137590.0,
      "text": "Huawei was founded in 1987 by former People's Liberation Army engineer Ren Zhengfei in Shenzhen."
    },
    {
      "index": 18,
      "start_time": 137590.0,
      "end_time": 141900.0,
      "text": "At the time, all of China's telecommunications equipment was imported from abroad."
    },
    {
      "index": 19,
      "start_time": 141900.0,
      "end_time": 147300.0,
      "text": "Ren wanted to build a domestic competitor that could rival and eventually surpass foreign companies."
    },
    {
      "index": 20,
      "start_time": 147300.0,
      "end_time": 154000.0,
      "text": "The company moved quickly from reselling telephone switches made mostly in Hong Kong, to desinging and manufacturing its own equipment."
    },
    {
      "index": 21,
      "start_time": 154000.0,
      "end_time": 163300.0,
      "text": "Its early contracts with groups like the People's Liberation Army gave Huawei the Government connections it needed to grow, and its high-quality products did the rest."
    },
    {
      "index": 22,
      "start_time": 163300.0,
      "end_time": 164800.0,
      "text": "They're really good at what they do."
    },
    {
      "index": 23,
      "start_time": 164800.0,
      "end_time": 180298.0,
      "text": "They build very sophisticated devices that power wireless systems and cellular systems and telecom and the backbone of the internet, the networking environment, and they do it at a much lower price point."
    },
    {
      "index": 24,
      "start_time": 180299.0,
      "end_time": 182650.0,
      "text": "Better equipment, lower cost."
    },
    {
      "index": 25,
      "start_time": 182650.0,
      "end_time": 187800.0,
      "text": "There are other countries, other companies, primarily in Europe that make this stuff."
    },
    {
      "index": 26,
      "start_time": 187800.0,
      "end_time": 192500.0,
      "text": "But Huawei is by far the price performance leader at the moment."
    },
    {
      "index": 27,
      "start_time": 192500.0,
      "end_time": 196500.0,
      "text": "By 2012, Huawei had become the biggest telecoms-equipment-maker in the world."
    },
    {
      "index": 28,
      "start_time": 196500.0,
      "end_time": 202000.0,
      "text": "And in 2018, it overtook Apple as the second-biggest smartphone manufacturer."
    },
    {
      "index": 29,
      "start_time": 202000.0,
      "end_time": 210108.0,
      "text": "But what could be Huawei's biggest success, and what scares countries like the U.S. so much, is its role in building the backbone of the coming 5G revolution."
    },
    {
      "index": 30,
      "start_time": 210109.0,
      "end_time": 215159.0,
      "text": "I think it has a lot to do with the specific character of the 5G world."
    },
    {
      "index": 31,
      "start_time": 215000.0,
      "end_time": 230500.0,
      "text": "It's going to be far more software driven, which is far more open to very hidden, very subversive, very discreet back doors that could allow malevolent states or hackers or others (with the control and means over the technology) to wreak all sorts of havoc."
    },
    {
      "index": 32,
      "start_time": 230500.0,
      "end_time": 236620.0,
      "text": "To this end, Congress has enacted a ban on government agencies and contractors purchasing Huawei equipment."
    },
    {
      "index": 33,
      "start_time": 236620.0,
      "end_time": 240800.0,
      "text": "Ren Zhengfei and Huawei have always maintained that the business is \"employee-owned\"."
    },
    {
      "index": 34,
      "start_time": 240800.0,
      "end_time": 244309.0,
      "text": "And they would not cooperate with any interference from China's government."
    },
    {
      "index": 35,
      "start_time": 244309.0,
      "end_time": 248400.0,
      "text": "U.S. officials like to point out that they may not have to."
    },
    {
      "index": 36,
      "start_time": 248400.0,
      "end_time": 260289.0,
      "text": "China passed a law that requires (and this was in 2017 that requires) all companies and all individuals in China to cooperate with the Intelligence Services if asked."
    },
    {
      "index": 37,
      "start_time": 260300.0,
      "end_time": 276580.0,
      "text": "So, the China Hawks are saying, \"Well, we don't have to give anyone proof of past bad behavior, because, with that law on the books, the potential is there for the government to simply commandeer Huawei for its own purposes."
    },
    {
      "index": 38,
      "start_time": 276580.0,
      "end_time": 286129.0,
      "text": "5G tech will be far more prevalent in daily life than anything we're used to now, and the country that controls or builds 5G will simply have more influence than they used to, on a global scale."
    },
    {
      "index": 39,
      "start_time": 287100.0,
      "end_time": 290619.0,
      "text": "So China's long-hoped-for tech giant has finally arrived."
    },
    {
      "index": 40,
      "start_time": 290620.0,
      "end_time": 296389.0,
      "text": "What remains to be seen is how much more of the world Huawei can conquer- and if the U.S. can slow it down."
    }
  ]
}