{
  "video_id": "5kas2jBObUY",
  "title": "What do I do as a Software Engineer?",
  "json": [
    {
      "index": 1,
      "start_time": 30.0,
      "end_time": 1530.0,
      "text": "Hey everyone, what's happening?"
    },
    {
      "index": 2,
      "start_time": 1530.0,
      "end_time": 2820.0,
      "text": "I was thinking the other day"
    },
    {
      "index": 3,
      "start_time": 2820.0,
      "end_time": 5880.0,
      "text": "And I realized that while my day in the life video"
    },
    {
      "index": 4,
      "start_time": 5960.0,
      "end_time": 9900.0,
      "text": "is cool, and chill and all. It doesn't really do a great job of explaining"
    },
    {
      "index": 5,
      "start_time": 9900.0,
      "end_time": 15360.0,
      "text": "What exactly I do at my job, and I figured that's probably something you all want to know."
    },
    {
      "index": 6,
      "start_time": 15760.0,
      "end_time": 21080.0,
      "text": "So today I'm going to talk in detail about what I do at work. Okay, let's begin."
    },
    {
      "index": 7,
      "start_time": 21300.0,
      "end_time": 26580.0,
      "text": "Throughout my career I've been mostly focused on writing mobile apps and to be specific when I mean mobile apps"
    },
    {
      "index": 8,
      "start_time": 26720.0,
      "end_time": 32040.0,
      "text": "I mean apps that tend to be more productivity or social focused. These are some of the apps that I worked on."
    },
    {
      "index": 9,
      "start_time": 32360.0,
      "end_time": 38540.0,
      "text": "I'm what some people call a product engineer since the engineering that I do is directly related to the product that people use."
    },
    {
      "index": 10,
      "start_time": 38760.0,
      "end_time": 41720.0,
      "text": "Some engineers are not product engineers by contrast"
    },
    {
      "index": 11,
      "start_time": 41720.0,
      "end_time": 48260.0,
      "text": "and they work to provide services for other software engineers or make improvements to websites and apps that they run faster"
    },
    {
      "index": 12,
      "start_time": 48260.0,
      "end_time": 50480.0,
      "text": "and so that they're up and running all the time."
    },
    {
      "index": 13,
      "start_time": 50680.0,
      "end_time": 54540.0,
      "text": "So in order to talk a little bit about my responsibilities as a product engineer,"
    },
    {
      "index": 14,
      "start_time": 54540.0,
      "end_time": 57280.0,
      "text": "let's dive in and talk a little bit about the product process."
    },
    {
      "index": 15,
      "start_time": 57520.0,
      "end_time": 63460.0,
      "text": "We have a product manager or PM who kicks off this whole process by deciding on what we're building"
    },
    {
      "index": 16,
      "start_time": 63460.0,
      "end_time": 67980.0,
      "text": "it then gets handed over to a designer who figures out how is this thing gonna look?"
    },
    {
      "index": 17,
      "start_time": 67980.0,
      "end_time": 73080.0,
      "text": "and then finally it gets handed over to the engineer who builds something, so let's walk through a simple example"
    },
    {
      "index": 18,
      "start_time": 73200.0,
      "end_time": 78580.0,
      "text": "So say that you and I are working on an app for food delivery the product manager might say hey"
    },
    {
      "index": 19,
      "start_time": 78600.0,
      "end_time": 84800.0,
      "text": "Let's put a button on the home screen so that users can order their favorite dish from their favorite restaurant on one tap."
    },
    {
      "index": 20,
      "start_time": 84880.0,
      "end_time": 89700.0,
      "text": "The designer would then take it and then figure out how it's going to look on the screen by creating mock-ups"
    },
    {
      "index": 21,
      "start_time": 89760.0,
      "end_time": 94920.0,
      "text": "The mock-ups then hand it over to the engineer who implements and shifts the feature to its users."
    },
    {
      "index": 22,
      "start_time": 95020.0,
      "end_time": 101260.0,
      "text": "The whole process is actually very collaborative and is usually not divided up like how I described as an assembly line."
    },
    {
      "index": 23,
      "start_time": 101380.0,
      "end_time": 104720.0,
      "text": "What actually happens is that we all provide our own expertise"
    },
    {
      "index": 24,
      "start_time": 104720.0,
      "end_time": 108920.0,
      "text": "but then we end up making a lot of decisions together and so I would say,"
    },
    {
      "index": 25,
      "start_time": 109000.0,
      "end_time": 111910.0,
      "text": "a solid 20 percent of my time is spent doing exactly this."
    },
    {
      "index": 26,
      "start_time": 111910.0,
      "end_time": 114920.0,
      "text": "I should also mention that this process moves super quickly."
    },
    {
      "index": 27,
      "start_time": 114920.0,
      "end_time": 119500.0,
      "text": "It's not uncommon for us to conceive an idea and get it out within a week or two."
    },
    {
      "index": 28,
      "start_time": 119500.0,
      "end_time": 122140.0,
      "text": "Because there are several people involved in this process"
    },
    {
      "index": 29,
      "start_time": 122140.0,
      "end_time": 126440.0,
      "text": "to keep everyone in the loop you have frequent meetings in order to communicate what we're all working on"
    },
    {
      "index": 30,
      "start_time": 126850.0,
      "end_time": 134220.0,
      "text": "Ok so 20% of my time is spent working with PM's, designers, and other engineers to discuss what we're working on"
    },
    {
      "index": 31,
      "start_time": 134940.0,
      "end_time": 136020.0,
      "text": "next"
    },
    {
      "index": 32,
      "start_time": 136020.0,
      "end_time": 141660.0,
      "text": "70% of my time is spent building stuff. So based on the discussions we've had with the product manager and designer,"
    },
    {
      "index": 33,
      "start_time": 141720.0,
      "end_time": 147340.0,
      "text": "it's up to me and the other engineers to build the thing. My process usually goes something like this..."
    },
    {
      "index": 34,
      "start_time": 147340.0,
      "end_time": 152060.0,
      "text": "Number one figure out a plan for how to build the thing. I asked myself questions like"
    },
    {
      "index": 35,
      "start_time": 152060.0,
      "end_time": 157320.0,
      "text": "do I need to coordinate with other teams in my company in order to accomplish this? What classes am I gonna make?"
    },
    {
      "index": 36,
      "start_time": 157660.0,
      "end_time": 161980.0,
      "text": "Should I use what Apple's provided me or should I make my own custom version of it?"
    },
    {
      "index": 37,
      "start_time": 161980.0,
      "end_time": 165520.0,
      "text": "How am I going to format the data that I want to show in the way that I want?"
    },
    {
      "index": 38,
      "start_time": 165520.0,
      "end_time": 170500.0,
      "text": "And once I have a plan, sometimes I'll reveal with other engineers to make sure that my plan makes sense."
    },
    {
      "index": 39,
      "start_time": 171040.0,
      "end_time": 177840.0,
      "text": "So lastly I go and code according to my plan and sometimes it goes according to plan and sometimes it doesn't"
    },
    {
      "index": 40,
      "start_time": 178060.0,
      "end_time": 182920.0,
      "text": "But it certainly helps to have a plan so that it saves time and frustration."
    },
    {
      "index": 41,
      "start_time": 183000.0,
      "end_time": 190120.0,
      "text": "In addition to building features, I will be fixing bugs in the mean time or making improvements to retest and tooling to make development easier"
    },
    {
      "index": 42,
      "start_time": 190440.0,
      "end_time": 196700.0,
      "text": "So this whole portion of reading writing and fixing code takes quite a bit of time because of all the little problems"
    },
    {
      "index": 43,
      "start_time": 196700.0,
      "end_time": 201060.0,
      "text": "I'm solving along the way and so usually a large portion of my day is spent doing this."
    },
    {
      "index": 44,
      "start_time": 201060.0,
      "end_time": 204620.0,
      "text": "and so the last 10% of my day is spent doing miscellaneous things."
    },
    {
      "index": 45,
      "start_time": 205300.0,
      "end_time": 210580.0,
      "text": "Things like having one-on-ones with my manager and other people to talk about career stuff"
    },
    {
      "index": 46,
      "start_time": 211320.0,
      "end_time": 215400.0,
      "text": "participating in meetings in other parts of the company to find out what everyone is working on"
    },
    {
      "index": 47,
      "start_time": 215840.0,
      "end_time": 220100.0,
      "text": "and just kind of working and participating in any other areas that I'm passionate about at work"
    },
    {
      "index": 48,
      "start_time": 220360.0,
      "end_time": 223700.0,
      "text": "Okay So if my math is correct that comes out to a hundred percent."
    },
    {
      "index": 49,
      "start_time": 223940.0,
      "end_time": 228340.0,
      "text": "20% collaborating with cross-functional roles, 70% building and coding"
    },
    {
      "index": 50,
      "start_time": 228460.0,
      "end_time": 233060.0,
      "text": "and 10% miscellaneous things around the company and not every day looks the same on the job"
    },
    {
      "index": 51,
      "start_time": 233100.0,
      "end_time": 235040.0,
      "text": "There are some days where I have meetings all day"
    },
    {
      "index": 52,
      "start_time": 235040.0,
      "end_time": 240600.0,
      "text": "And I code only for an hour so and there are other days where I have no meetings and I code for the whole day"
    },
    {
      "index": 53,
      "start_time": 240720.0,
      "end_time": 243220.0,
      "text": "The variety of my days helped me to maintain a good balance."
    },
    {
      "index": 54,
      "start_time": 243220.0,
      "end_time": 247260.0,
      "text": "Anyways, I hope that gives a little more clarity into what I do at work. Thank you so much for watching"
    },
    {
      "index": 55,
      "start_time": 247570.0,
      "end_time": 249929.0,
      "text": "Don't forget to subscribe to my channel for new videos"
    },
    {
      "index": 56,
      "start_time": 249929.0,
      "end_time": 254640.0,
      "text": "And if you like this video give it a thumbs up and leave me comment down below if you have any questions"
    },
    {
      "index": 57,
      "start_time": 254660.0,
      "end_time": 259920.0,
      "text": "Or if you'd like to tell us what your work day looks like. See you next time, and hope you have a great day"
    },
    {
      "index": 58,
      "start_time": 261380.0,
      "end_time": 267140.0,
      "text": "Talking about terrace house with my coworkers. Going on coffee breaks. Showing people pictures of my cat and dog"
    }
  ]
}