{
  "video_id": "5KgLSYy9nvc",
  "title": "CNN Student News - 05/09/16",
  "json": [
    {
      "index": 1,
      "start_time": 11677.0,
      "end_time": 16784.0,
      "text": "Hope you had a great weekend or that one is just five days away. I'm Carl Azuz, welcome to the show."
    },
    {
      "index": 2,
      "start_time": 16784.0,
      "end_time": 21586.0,
      "text": "First up we're reporting from North Korea. A major political gathering is going on there."
    },
    {
      "index": 3,
      "start_time": 21586.0,
      "end_time": 27026.0,
      "text": "It's called the Seventh Congress of the Workers' Party of Korea, and it's a rare event."
    },
    {
      "index": 4,
      "start_time": 27026.0,
      "end_time": 32952.0,
      "text": "The last time this meeting took place was 36 years ago. This event brought more than 3400 party"
    },
    {
      "index": 5,
      "start_time": 32952.0,
      "end_time": 39044.0,
      "text": "members to the North Korean capital, Pyongyang. It started on Friday and doesn't have a formal end date,"
    },
    {
      "index": 6,
      "start_time": 39044.0,
      "end_time": 42784.0,
      "text": "though it's expected to last a few days. Supreme Leader Kim Jong- un,"
    },
    {
      "index": 7,
      "start_time": 42784.0,
      "end_time": 48529.0,
      "text": "who heads up the communist state, didn't announce any major policy changes in his three-hour speech."
    },
    {
      "index": 8,
      "start_time": 48529.0,
      "end_time": 54901.0,
      "text": "But he did outline a five year plan to help his nation's struggling economy. Increasing coal output,"
    },
    {
      "index": 9,
      "start_time": 54901.0,
      "end_time": 59200.0,
      "text": "automating jobs in factories, and mechanizing farms were all part of it."
    },
    {
      "index": 10,
      "start_time": 59200.0,
      "end_time": 64745.0,
      "text": "He also discussed the need to generate more electricity, promoting renewable energy and nuclear power."
    },
    {
      "index": 11,
      "start_time": 64745.00000000001,
      "end_time": 69504.0,
      "text": "In Pyongyang, which has the highest standard of living in North Korea, many people only"
    },
    {
      "index": 12,
      "start_time": 69504.0,
      "end_time": 73221.0,
      "text": "have electricity for a few hours of the morning and the evening."
    },
    {
      "index": 13,
      "start_time": 73221.0,
      "end_time": 77127.0,
      "text": "So what's it like for international reporters to cover an event like this"
    },
    {
      "index": 14,
      "start_time": 77127.0,
      "end_time": 80367.0,
      "text": "in a country whose government controls its media?"
    },
    {
      "index": 15,
      "start_time": 80367.0,
      "end_time": 87676.0,
      "text": "It's day three of the party congress. And we've been waiting here in the parking lot of the Yanggakdo Hotel"
    },
    {
      "index": 16,
      "start_time": 87676.0,
      "end_time": 91281.0,
      "text": "for almost an hour. We see a lot of the government officials on their phones."
    },
    {
      "index": 17,
      "start_time": 91281.0,
      "end_time": 95566.0,
      "text": "Perhaps trying to figure where exactly the group of press is gonna be going today."
    },
    {
      "index": 18,
      "start_time": 95566.0,
      "end_time": 101181.0,
      "text": "We took a short drive through Pyongyang. A beautiful Sunday morning, didn't know where we were going."
    },
    {
      "index": 19,
      "start_time": 101181.0,
      "end_time": 106098.0,
      "text": "And we've just arrived at the People's House of Culture. We don't know who's inside the building."
    },
    {
      "index": 20,
      "start_time": 106098.0,
      "end_time": 110950.0,
      "text": "But if you look at this row of shiny black Mercedes here and specifically look at the license plate numbers,"
    },
    {
      "index": 21,
      "start_time": 110950.0,
      "end_time": 114945.0,
      "text": "that would indicate these are some of the highest level members of the Workers' Party of Korea."
    },
    {
      "index": 22,
      "start_time": 114945.0,
      "end_time": 119510.0,
      "text": "We've been told to bring all of our gear, including our backpacks inside."
    },
    {
      "index": 23,
      "start_time": 119510.0,
      "end_time": 126350.0,
      "text": "We've been given our passports as well for some kind of a security check. What happened, what happened?"
    },
    {
      "index": 24,
      "start_time": 126350.0,
      "end_time": 127628.0,
      "text": "The program has changed."
    },
    {
      "index": 25,
      "start_time": 127628.0,
      "end_time": 128720.0,
      "text": "Program changed, where are we going?"
    },
    {
      "index": 26,
      "start_time": 128720.0,
      "end_time": 131042.0,
      "text": "Back to hotel, eat lunch, and rest."
    },
    {
      "index": 27,
      "start_time": 131042.0,
      "end_time": 134042.0,
      "text": "Well, there you go, we're heading back to the hotel,"
    },
    {
      "index": 28,
      "start_time": 134042.0,
      "end_time": 142005.0,
      "text": "the program has changed. After three hours of waiting at our hotel we were all told to rush"
    },
    {
      "index": 29,
      "start_time": 142005.0,
      "end_time": 147067.0,
      "text": "and gather in front of the television for this. State TV broke in for a special report which turned out"
    },
    {
      "index": 30,
      "start_time": 147067.0,
      "end_time": 151535.0,
      "text": "to be the leader's full spech that he gave on Saturday to the Workers' Party Congress."
    },
    {
      "index": 31,
      "start_time": 151535.0,
      "end_time": 155796.0,
      "text": "It's been going on for well over two hours. Of course we already read the full transcript,"
    },
    {
      "index": 32,
      "start_time": 155796.0,
      "end_time": 160036.0,
      "text": "it's the first eight pages of the morning paper. Coverage on the front and back pages."
    },
    {
      "index": 33,
      "start_time": 160036.0,
      "end_time": 165254.0,
      "text": "If you're looking for any major policy changes or announcements, you won't find them in this speech."
    },
    {
      "index": 34,
      "start_time": 165254.0,
      "end_time": 170949.0,
      "text": "The leader talked about North Korean history from 1980 until today. He did say this country won't use"
    },
    {
      "index": 35,
      "start_time": 170949.0,
      "end_time": 175920.0,
      "text": "its nuclear weapons unless provoked first, but we've heard that before. So in the end,"
    },
    {
      "index": 36,
      "start_time": 175920.0,
      "end_time": 180726.0,
      "text": "even though we're inside this country covering the Workers' Party Congress, the state-controlled media"
    },
    {
      "index": 37,
      "start_time": 180726.0,
      "end_time": 183796.0,
      "text": "continues to be our best and only source of information."
    },
    {
      "index": 38,
      "start_time": 185466.0,
      "end_time": 190035.0,
      "text": "A man who was evacuating Fort McMurray in Alberta Canada over the weekend says"
    },
    {
      "index": 39,
      "start_time": 190035.0,
      "end_time": 195857.0,
      "text": "it looked like a scene out of a disaster movie. A wildfire, whose cause is still being investigated,"
    },
    {
      "index": 40,
      "start_time": 195857.0,
      "end_time": 201955.0,
      "text": "has forced at least 90, 000 people to evacuate their homes. Most of them in Fort McMurray"
    },
    {
      "index": 41,
      "start_time": 201955.0,
      "end_time": 207450.0,
      "text": "and surrounding communities. It has spread to an area of more than 770 square miles."
    },
    {
      "index": 42,
      "start_time": 207450.0,
      "end_time": 215010.0,
      "text": "The blaze is about half the size of the US state of Rhode Island. Even with 500 firefighters, 15 helicopters,"
    },
    {
      "index": 43,
      "start_time": 215010.0,
      "end_time": 221505.0,
      "text": "and 14 air tankers involved, officials don't have it under control. But they hoped that nature could help out."
    },
    {
      "index": 44,
      "start_time": 221505.0,
      "end_time": 226659.0,
      "text": "There was a 70 % chance of rain in the area last night, and more possible this morning."
    },
    {
      "index": 45,
      "start_time": 226659.0,
      "end_time": 232664.0,
      "text": "That could make a noticeable difference in a province that's been described as tinder-dry and windy,"
    },
    {
      "index": 46,
      "start_time": 232664.0,
      "end_time": 238327.0,
      "text": "two conditions that make wildfires more dangerous. Fort McMurray has had its power grid damaged,"
    },
    {
      "index": 47,
      "start_time": 238327.0,
      "end_time": 242222.0,
      "text": "the water's undrinkable. For some residents, everything at home is lost."
    },
    {
      "index": 48,
      "start_time": 242222.0,
      "end_time": 249230.0,
      "text": "It's heartbreaking cuz I don't know if I have anything to go back to. I really don't know."
    },
    {
      "index": 49,
      "start_time": 249230.0,
      "end_time": 254887.0,
      "text": "When I was seven years old, I went through the same thing. I left the Congo to come here,"
    },
    {
      "index": 50,
      "start_time": 254887.0,
      "end_time": 263266.0,
      "text": "so it brings back those memories so bad. The last few nights, for me, I haven't slept, I'm up all night."
    },
    {
      "index": 51,
      "start_time": 263266.0,
      "end_time": 269981.0,
      "text": "I realize that I'm a refugee again in a country that I thought I won't be a refugee. So it's so hard waiting."
    },
    {
      "index": 52,
      "start_time": 269981.0,
      "end_time": 273418.0,
      "text": "So far, no deaths have been blamed directly on the disaster."
    },
    {
      "index": 53,
      "start_time": 273418.0,
      "end_time": 280587.0,
      "text": "Plumes of smoke can be seen as far away as Iowa, though. And that's not the only atmospheric effect of a wildfire."
    },
    {
      "index": 54,
      "start_time": 280587.0,
      "end_time": 285888.0,
      "text": "If you've been watching this wild fire video, you noticed the smoke rising up into the sky."
    },
    {
      "index": 55,
      "start_time": 285888.0,
      "end_time": 291118.0,
      "text": "But you may notice something else. You may find a pyrocumulus cloud. So how does it happen?"
    },
    {
      "index": 56,
      "start_time": 291118.0,
      "end_time": 295244.0,
      "text": "Well, you have the ground and in the summertime the sunshine heats the ground"
    },
    {
      "index": 57,
      "start_time": 295244.0,
      "end_time": 298919.0,
      "text": "and you get big white puffy clouds. But with a fire this is rapidly rising air."
    },
    {
      "index": 58,
      "start_time": 298919.0,
      "end_time": 304796.0,
      "text": "This isn't sunshine. This is really hot air going straight up into the atmosphere and then you get the condensation."
    },
    {
      "index": 59,
      "start_time": 304796.0,
      "end_time": 309726.0,
      "text": "The condensation makes clouds. The clouds can become a cumulo-like nimbus cloud,"
    },
    {
      "index": 60,
      "start_time": 309726.0,
      "end_time": 314858.0,
      "text": "but we call it pyrocumulus clouds because it's because of the fire. But you can get lightning,"
    },
    {
      "index": 61,
      "start_time": 314858.0,
      "end_time": 320989.0,
      "text": "the lightning can create more fires. Also, when the storm dies, you can get wind blowing out of"
    },
    {
      "index": 62,
      "start_time": 320989.0,
      "end_time": 324633.0,
      "text": "the thing and taking the embers from one fire, blowing it downwind and making more fires."
    },
    {
      "index": 63,
      "start_time": 324633.0,
      "end_time": 330857.0,
      "text": "So that's the danger of a pyrocumulus cloud, look for the puffy clouds that look like a thunderstorm,"
    },
    {
      "index": 64,
      "start_time": 330857.0,
      "end_time": 332426.0,
      "text": "it's created by the fire itself."
    },
    {
      "index": 65,
      "start_time": 337166.0,
      "end_time": 342485.0,
      "text": "It's time for a quick check of who's watching this Monday, this is the CNN student news roll call."
    },
    {
      "index": 66,
      "start_time": 342485.0,
      "end_time": 345394.0,
      "text": "From Omaha, Nebraska, the Packers are here."
    },
    {
      "index": 67,
      "start_time": 345394.0,
      "end_time": 350117.0,
      "text": "Omaha South High School leads things off for us. Moving east we're making a stop"
    },
    {
      "index": 68,
      "start_time": 350117.0,
      "end_time": 355647.0,
      "text": "in Gnadenhutten, Ohio. Great to have the braves of Indian Valley High School watching today."
    },
    {
      "index": 69,
      "start_time": 355647.0,
      "end_time": 361057.0,
      "text": "And last but not least from Liberty, South Carolina, we're looking up to the Falcons."
    },
    {
      "index": 70,
      "start_time": 361057.0,
      "end_time": 366741.0,
      "text": "Liberty Middle School rounds out our roll. The US government estimates that every year,"
    },
    {
      "index": 71,
      "start_time": 366741.0,
      "end_time": 371949.0,
      "text": "opioid painkillers are linked to as many as 19, 000 deaths in America."
    },
    {
      "index": 72,
      "start_time": 371949.0,
      "end_time": 379387.0,
      "text": "And that the number of overdose deaths has quadrupled since 1999, along with the sales of prescription drugs."
    },
    {
      "index": 73,
      "start_time": 379387.0,
      "end_time": 384195.0,
      "text": "An advisory panel to the US Food and Drug Administration is recommending that doctors"
    },
    {
      "index": 74,
      "start_time": 384195.0,
      "end_time": 389725.0,
      "text": "should be required to get a special form of training before they're allowed to prescribe opioids."
    },
    {
      "index": 75,
      "start_time": 389725.0,
      "end_time": 395709.0,
      "text": "Critics, including some national doctors' groups, say that mandatory government training isn't the answer."
    },
    {
      "index": 76,
      "start_time": 395709.0,
      "end_time": 400709.0,
      "text": "That physicians already have extensive training, and that a new FDA program wouldn't cover"
    },
    {
      "index": 77,
      "start_time": 400709.0,
      "end_time": 404896.0,
      "text": "some causes of the problem. Like when a patient doesn't use opioids correctly,"
    },
    {
      "index": 78,
      "start_time": 404896.0,
      "end_time": 411596.0,
      "text": "or when someone illegally gives his painkillers to someone else. Many doctors, health officials,"
    },
    {
      "index": 79,
      "start_time": 411596.0,
      "end_time": 416285.0,
      "text": "and experts do agree, though, that more needs to be done to address opioid addiction."
    },
    {
      "index": 80,
      "start_time": 416285.0,
      "end_time": 420295.0,
      "text": "Every 19 minutes, someone dies from an accidental drug overdose."
    },
    {
      "index": 81,
      "start_time": 420295.0,
      "end_time": 425133.0,
      "text": "Most of the time it's from prescription drugs like Oxycodone or Hydrocodone,"
    },
    {
      "index": 82,
      "start_time": 425133.0,
      "end_time": 429744.0,
      "text": "these drugs all belong to a family of drugs called Opioids."
    },
    {
      "index": 83,
      "start_time": 429744.0,
      "end_time": 438016.0,
      "text": "They are prescribed to dull pain, but they also boost dopamine, giving some people a high."
    },
    {
      "index": 84,
      "start_time": 438016.0,
      "end_time": 443868.0,
      "text": "They can also slow down your breathing and are highly addictive. So why is it so easy to get hooked?"
    },
    {
      "index": 85,
      "start_time": 443878.0,
      "end_time": 450815.0,
      "text": "Well for one your body can build up a tolerance, so the more you use the larger dose you need to get"
    },
    {
      "index": 86,
      "start_time": 450815.0,
      "end_time": 456747.0,
      "text": "the same effect. Secondly you can become dependent on them, in fact your body creates natural opioids"
    },
    {
      "index": 87,
      "start_time": 456747.0,
      "end_time": 460985.0,
      "text": "that are released when you hurt yourself. But if you habitually use pain killers,"
    },
    {
      "index": 88,
      "start_time": 460985.0,
      "end_time": 464918.0,
      "text": "your body stops producing its own and relies on the drugs instead."
    },
    {
      "index": 89,
      "start_time": 464918.0,
      "end_time": 470678.0,
      "text": "If you try and stop then, the body goes through withdrawal. Consider this, in 2012"
    },
    {
      "index": 90,
      "start_time": 470678.0,
      "end_time": 476720.0,
      "text": "there were 259 million prescriptions written for opioid painkillers. Nearly enough"
    },
    {
      "index": 91,
      "start_time": 476720.0,
      "end_time": 482178.0,
      "text": "for every American adult and child to have their own bottle of pills. Look, we need to treat pain,"
    },
    {
      "index": 92,
      "start_time": 482178.0,
      "end_time": 485179.0,
      "text": "but we also don't need to treat everything with a pill."
    },
    {
      "index": 93,
      "start_time": 490769.0,
      "end_time": 496095.0,
      "text": "The public has spoken, but Britain's government didn't like what it had to say. Boaty McBoatface"
    },
    {
      "index": 94,
      "start_time": 496095.0,
      "end_time": 504025.0,
      "text": "is what people voted to name a new $ 287 million research ship. Boaty got 124, 000 votes,"
    },
    {
      "index": 95,
      "start_time": 504025.0,
      "end_time": 509586.0,
      "text": "but Britain's Science Ministry says it wanted something that fits the ship's scientific mission."
    },
    {
      "index": 96,
      "start_time": 509586.0,
      "end_time": 514648.0,
      "text": "So it torpedoed Boaty and chose a fourth place name that got 11, 000 votes."
    },
    {
      "index": 97,
      "start_time": 514648.0,
      "end_time": 519969.0,
      "text": "So yeah, Boaty McBoatface didn't win that infamous ship naming contest."
    },
    {
      "index": 98,
      "start_time": 519969.00000000006,
      "end_time": 520845.00000000006,
      "text": "Boo."
    },
    {
      "index": 99,
      "start_time": 520845.0,
      "end_time": 522168.0,
      "text": "Come on."
    },
    {
      "index": 100,
      "start_time": 522168.0,
      "end_time": 527771.0,
      "text": "I know, I know. McBoatface became a household name when UK officials made the mistake"
    },
    {
      "index": 101,
      "start_time": 527771.0,
      "end_time": 531056.0,
      "text": "of asking the public for input on naming their newest research vessel."
    },
    {
      "index": 102,
      "start_time": 531056.0,
      "end_time": 536285.0,
      "text": "Boaty quickly shot to the top of the list and spawned countless imitators like Horsey McHorseface,"
    },
    {
      "index": 103,
      "start_time": 536285.0,
      "end_time": 544285.0,
      "text": "Trainy McTrainface, and so forth. So who did win? Well, the ship will be named the RRS Sir David Attenborough,"
    },
    {
      "index": 104,
      "start_time": 544285.0,
      "end_time": 547617.0,
      "text": "after the knighted English broadcaster and naturalist."
    },
    {
      "index": 105,
      "start_time": 547617.0,
      "end_time": 550556.0,
      "text": "I guess he's worthy. But don't worry,"
    },
    {
      "index": 106,
      "start_time": 550556.0,
      "end_time": 554744.0,
      "text": "Boaty isn't making a total Abouty McBoutface and sailing out of our lives forever."
    },
    {
      "index": 107,
      "start_time": 554744.0,
      "end_time": 559455.0,
      "text": "The moniker will live on as the name of one of the ship's small submersible vehicles,"
    },
    {
      "index": 108,
      "start_time": 559455.0,
      "end_time": 563726.0,
      "text": "aww, Subby McSubface. Bon voyage, Boaty."
    },
    {
      "index": 109,
      "start_time": 563726.0,
      "end_time": 569045.0,
      "text": "So while some might put on a Pouty McPoutface saying subbing the name for the sub is"
    },
    {
      "index": 110,
      "start_time": 569045.0,
      "end_time": 573816.0,
      "text": "a subliminal and unaccsubtable way of sinking public opinion. Others might say"
    },
    {
      "index": 111,
      "start_time": 573816.0,
      "end_time": 579333.0,
      "text": "it's fitting in the name of science to Attenborrow David's name. It all begs the question,"
    },
    {
      "index": 112,
      "start_time": 579333.0,
      "end_time": 584830.0,
      "text": "what's in a name to keep a ship in ship shape? Guess it comes down to whatever floats your boat. I'm Carl Azuz."
    }
  ]
}