{
  "video_id": "5n1p9P5ee3c",
  "title": "Crossroads: Labor Pains of a New Worldview | FULL MOVIE",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 14350.0,
      "end_time": 18824.0,
      "text": "I do believe that humanity has reached a crossroad."
    },
    {
      "index": 2,
      "start_time": 18824.0,
      "end_time": 24560.0,
      "text": "I hate to exaggerate that, and I don&#39;t want it to sound sensational, but I think it&#39;s true."
    },
    {
      "index": 3,
      "start_time": 24560.0,
      "end_time": 32761.0,
      "text": "I think our species, the species of human beings is coming to a place where we are deciding about ourselves."
    },
    {
      "index": 4,
      "start_time": 32761.000000000004,
      "end_time": 36632.0,
      "text": "We are making a huge decision about &quot;Who are we?&quot; and &quot;Who do we really choose to be?&quot;"
    },
    {
      "index": 5,
      "start_time": 36632.0,
      "end_time": 39363.0,
      "text": "&quot;Who are we?&quot; and &quot;Who do we really choose to be?&quot;"
    },
    {
      "index": 6,
      "start_time": 39363.0,
      "end_time": 58815.0,
      "text": "&quot;Who are we?&quot; and &quot;Who do we really choose to be?&quot;"
    },
    {
      "index": 7,
      "start_time": 58815.0,
      "end_time": 63557.0,
      "text": "We imagine that the issue is a political issue."
    },
    {
      "index": 8,
      "start_time": 63557.0,
      "end_time": 68689.0,
      "text": "Then we say, &quot;Ah, well it must be a financial problem.&quot;"
    },
    {
      "index": 9,
      "start_time": 68689.0,
      "end_time": 74211.0,
      "text": "The problem is not political and it&#39;s not financial. And it&#39;s also, by the way, not military, ...obviously."
    },
    {
      "index": 10,
      "start_time": 74211.0,
      "end_time": 78099.0,
      "text": "Circumstances don&#39;t determine who you are, they reveal who you are."
    },
    {
      "index": 11,
      "start_time": 78099.0,
      "end_time": 83784.0,
      "text": "And the world that we live in now, the circumstances are changing so rapidly, that we&#39;re being revealed."
    },
    {
      "index": 12,
      "start_time": 83784.0,
      "end_time": 88011.0,
      "text": "There&#39;s no such thing as a problem. A problem is essentially a transition."
    },
    {
      "index": 13,
      "start_time": 88011.0,
      "end_time": 97693.0,
      "text": "So, I see the crises of today as a transition point for humanity."
    },
    {
      "index": 14,
      "start_time": 97693.0,
      "end_time": 107227.0,
      "text": "Look down on the human drama, and discern through your critical faculties what&#39;s going on, without judging it,"
    },
    {
      "index": 15,
      "start_time": 107227.0,
      "end_time": 173041.0,
      "text": "just discern, &#39;What is this human drama about right now, and what role can I best play in it?&#39;"
    },
    {
      "index": 16,
      "start_time": 173041.0,
      "end_time": 177124.0,
      "text": "The latest global risks report, published by the World Economic Forum,"
    },
    {
      "index": 17,
      "start_time": 177124.0,
      "end_time": 181071.0,
      "text": "presents an astonishing &quot;Risks Interconnection Map.&quot;"
    },
    {
      "index": 18,
      "start_time": 181071.0,
      "end_time": 185989.0,
      "text": "It clearly reveals how all global risks are inter-related and interwoven,"
    },
    {
      "index": 19,
      "start_time": 185989.0,
      "end_time": 194206.0,
      "text": "so that economic, environmental, geopolitical, social, and technological  risks are hugely interdependent."
    },
    {
      "index": 20,
      "start_time": 194206.0,
      "end_time": 199519.0,
      "text": "A crisis in one area will quickly lead to a crisis in other areas."
    },
    {
      "index": 21,
      "start_time": 199519.0,
      "end_time": 206982.0,
      "text": "The interconnection and complexity in this map, compared to our surprise at the impact and speed of the recent financial crises,"
    },
    {
      "index": 22,
      "start_time": 206982.0,
      "end_time": 214773.0,
      "text": "illustrates the discord that exists between all  systems we built, and shows just how disconnected we&#39;ve become."
    },
    {
      "index": 23,
      "start_time": 214773.0,
      "end_time": 222106.0,
      "text": "Our attempts at managing these systems are fragmented and simplistic, and not up to the challenges that we face today."
    },
    {
      "index": 24,
      "start_time": 222106.0,
      "end_time": 229700.0,
      "text": "The way we use natural resources is based on our economic system,"
    },
    {
      "index": 25,
      "start_time": 229700.0,
      "end_time": 234740.0,
      "text": "which is closely related to our social values,"
    },
    {
      "index": 26,
      "start_time": 234740.0,
      "end_time": 242404.0,
      "text": "which directly affect our psychological and emotional systems, and all our actions."
    },
    {
      "index": 27,
      "start_time": 242404.0,
      "end_time": 247562.0,
      "text": "What we see in the world is a reflection of who we are."
    },
    {
      "index": 28,
      "start_time": 247562.0,
      "end_time": 252807.0,
      "text": "You cannot separate what&#39;s happening in the world, and what&#39;s happening within people."
    },
    {
      "index": 29,
      "start_time": 252807.0,
      "end_time": 256873.0,
      "text": "So we&#39;re not just in crisis in politics, or in economics."
    },
    {
      "index": 30,
      "start_time": 256873.0,
      "end_time": 261205.0,
      "text": "Human beings are now in crisis with themselves."
    },
    {
      "index": 31,
      "start_time": 261204.99999999997,
      "end_time": 270306.0,
      "text": "When I studied biocybernetics, it was a wonder to see that the more we delve into nature—the animal kingdom, plant life ecosystems,"
    },
    {
      "index": 32,
      "start_time": 270306.0,
      "end_time": 278774.0,
      "text": "we see that everything is interconnected through reciprocal actions, some of which we understand, some of which we still don&#39;t."
    },
    {
      "index": 33,
      "start_time": 278774.0,
      "end_time": 288242.0,
      "text": "But now, human society is also becoming so integrated that it&#39;s like a single, closed system that encompasses the entire globe."
    },
    {
      "index": 34,
      "start_time": 288242.0,
      "end_time": 296461.0,
      "text": "The crisis we are facing now is actually very unique."
    },
    {
      "index": 35,
      "start_time": 296461.0,
      "end_time": 305072.0,
      "text": "We are all closed together in the same system, and we can no longer do whatever we want in it."
    },
    {
      "index": 36,
      "start_time": 305072.0,
      "end_time": 327318.0,
      "text": "World leaders, presidents, have lost the ability to manage the people."
    },
    {
      "index": 37,
      "start_time": 327318.0,
      "end_time": 331988.0,
      "text": "It&#39;s as though the world began to move without any reins,"
    },
    {
      "index": 38,
      "start_time": 331988.0,
      "end_time": 346188.0,
      "text": "but rather according to a new law—of interdependence, of connection—the law that is characteristic of integral systems."
    },
    {
      "index": 39,
      "start_time": 346188.0,
      "end_time": 351916.0,
      "text": "And here we see that world leaders, first of all can&#39;t even make decisions, whether it&#39;s G8 or G20,"
    },
    {
      "index": 40,
      "start_time": 351916.0,
      "end_time": 401489.0,
      "text": "and even if they arrive at something, they can&#39;t realize it."
    },
    {
      "index": 41,
      "start_time": 401489.0,
      "end_time": 409599.0,
      "text": "In science, we started as Newtonian physicists, and we started pretending like we are machines, and that was the worldview for some time."
    },
    {
      "index": 42,
      "start_time": 409599.0,
      "end_time": 416073.0,
      "text": "That changed with biologists coming along. Biology gives a different view of the human being altogether."
    },
    {
      "index": 43,
      "start_time": 416073.0,
      "end_time": 426464.0,
      "text": "Biology says that we are machines, but we are machines with competition, with survival in mind, and we fight for our survival, we compete."
    },
    {
      "index": 44,
      "start_time": 426464.0,
      "end_time": 437101.0,
      "text": "So our higher values are important only if they&#39;re important for survival. Outside of survival, there is no other impetus for the human being."
    },
    {
      "index": 45,
      "start_time": 437101.0,
      "end_time": 445704.0,
      "text": "And because of this idea, we have become, as you know,  extremely competitive in our society. If somebody else has something, I must get it."
    },
    {
      "index": 46,
      "start_time": 445704.0,
      "end_time": 455222.0,
      "text": "If somebody else doesn&#39;t have it yet, I must get it before he or she gets it. This idea is causing havoc in our society."
    },
    {
      "index": 47,
      "start_time": 455222.0,
      "end_time": 472931.0,
      "text": "Much of our progress in human civilization has been driven by egoistic competition. People try to outdo each other, and that creates better science, better technology, etc."
    },
    {
      "index": 48,
      "start_time": 472931.0,
      "end_time": 487368.0,
      "text": "However, now we&#39;re at a point where this ego drive has become so extreme that it will stop at nothing in order to be more, or have more, than others."
    },
    {
      "index": 49,
      "start_time": 487368.0,
      "end_time": 498415.0,
      "text": "And so companies are destroying the ecosystem, bankers are creating economic crisis, people are building themselves on the ruin of others."
    },
    {
      "index": 50,
      "start_time": 498415.0,
      "end_time": 508926.0,
      "text": "Our food supplies are increasingly at risk. Water resources are increasingly being strained, and our financial systems continue to be highly volatile and risky."
    },
    {
      "index": 51,
      "start_time": 508926.0,
      "end_time": 523496.0,
      "text": "At the same time, we&#39;re also discovering how all our systems are connected and interdependent. Clearly, business-as-usual is a dead end."
    },
    {
      "index": 52,
      "start_time": 523496.0,
      "end_time": 530532.0,
      "text": "In the previous days and times, we&#39;ve been involved, not exclusively but largely, in the process of individual survival:"
    },
    {
      "index": 53,
      "start_time": 530532.0,
      "end_time": 534727.0,
      "text": "how do I get through the day, how do I get through the week, how do I get through the month."
    },
    {
      "index": 54,
      "start_time": 534727.0,
      "end_time": 542044.0,
      "text": "In the 21st century, we&#39;re learning now that we can no longer concentrate on individual survival strategies;"
    },
    {
      "index": 55,
      "start_time": 542044.0,
      "end_time": 550906.0,
      "text": "that unless we begin to coalesce those strategies and learn how we can survive collectively, that no individual is going to survive in the long run."
    },
    {
      "index": 56,
      "start_time": 550906.0,
      "end_time": 555666.0,
      "text": "Again, I don&#39;t want to be an alarmist, but I realize that we are facing a very critical time now."
    },
    {
      "index": 57,
      "start_time": 555666.0,
      "end_time": 561322.0,
      "text": "The separation theology that humanity has established through the years has created a separation cosmology,"
    },
    {
      "index": 58,
      "start_time": 561322.0,
      "end_time": 565873.0,
      "text": "that is a cosmological way of looking at things that says &#39;everything is severed from everything else.&#39;"
    },
    {
      "index": 59,
      "start_time": 565873.0,
      "end_time": 572107.0,
      "text": "And the separation cosmology has produced a separation sociology, that is a way of socializing with each other that says"
    },
    {
      "index": 60,
      "start_time": 572107.0,
      "end_time": 577306.0,
      "text": "&#39;I&#39;m over here, and you&#39;re over there, and our interests will not meet, unless they do."
    },
    {
      "index": 61,
      "start_time": 577306.0,
      "end_time": 581891.0,
      "text": "If they do we&#39;ll try to cooperate, but if our interests do not meet, if we have separate interests,"
    },
    {
      "index": 62,
      "start_time": 581891.0,
      "end_time": 596270.0,
      "text": "I may just have to harm you, I may in fact just have to kill you.&#39;"
    },
    {
      "index": 63,
      "start_time": 596270.0,
      "end_time": 599630.0,
      "text": "There&#39;s an old story of a grandfather who&#39;s speaking to his grandson in the lodge."
    },
    {
      "index": 64,
      "start_time": 599630.0,
      "end_time": 605071.0,
      "text": "The grandson comes in and says, &#39;I had a dream last night, and in the dream there were two wolves inside fighting,"
    },
    {
      "index": 65,
      "start_time": 605071.0,
      "end_time": 610782.0,
      "text": "and one was a black wolf, and one was a white wolf, and the black wolf scared me, Grandfather, and the white wolf made me feel hopeful."
    },
    {
      "index": 66,
      "start_time": 610782.0,
      "end_time": 615601.0,
      "text": "Which one will survive?&#39; And the grandfather said, &#39;The one you feed the most.&#39;"
    },
    {
      "index": 67,
      "start_time": 615601.0,
      "end_time": 620019.0,
      "text": "And so, to me that is the nature of humanity, the nature of humans, is we have both."
    },
    {
      "index": 68,
      "start_time": 620019.0,
      "end_time": 628366.0,
      "text": "Which one we&#39;re going to feed the most is the one we&#39;re going to see in the world."
    },
    {
      "index": 69,
      "start_time": 628366.0,
      "end_time": 633584.0,
      "text": "The Asch experiment is one of psychology&#39;s oldest and most popular pieces of research."
    },
    {
      "index": 70,
      "start_time": 633584.0,
      "end_time": 639485.0,
      "text": "A volunteer is told that he&#39;s taking part in a visual perception test."
    },
    {
      "index": 71,
      "start_time": 639485.0,
      "end_time": 647731.0,
      "text": "What he doesn&#39;t know is that the other participants are actors and he&#39;s the only person taking part in the real test, which is actually about group conformity."
    },
    {
      "index": 72,
      "start_time": 647731.0,
      "end_time": 653163.0,
      "text": "Please begin. The experiment you will be taking part in today involves the perception of line length."
    },
    {
      "index": 73,
      "start_time": 653163.0,
      "end_time": 660950.0,
      "text": "The task will be simply to look at the line here on the left and indicate which of the three lines on the right is equal to it in length."
    },
    {
      "index": 74,
      "start_time": 660950.0,
      "end_time": 665650.0,
      "text": "The actors have been told to match the wrong lines."
    },
    {
      "index": 75,
      "start_time": 665650.0,
      "end_time": 673969.0,
      "text": "The volunteer will be monitored to see if he gives the correct answer or if he goes along with the opinion of the group and gives the wrong answer."
    },
    {
      "index": 76,
      "start_time": 673969.0,
      "end_time": 679084.0,
      "text": "In the first test, the correct answer is two."
    },
    {
      "index": 77,
      "start_time": 679084.0,
      "end_time": 694111.0,
      "text": "&#39;Uh, one&#39;....&#39;one&#39;.... &#39;one&#39;. .......the volunteer answers, &#39;It&#39;s two&#39;...... &#39;one&#39;"
    },
    {
      "index": 78,
      "start_time": 694111.0,
      "end_time": 696209.0,
      "text": "Once again, the correct answer is two."
    },
    {
      "index": 79,
      "start_time": 696209.0,
      "end_time": 714365.0,
      "text": "&#39;Three.....&#39;three&#39;.....three.... the volunteer answers &#39;three&#39;.....&#39;three&#39;"
    },
    {
      "index": 80,
      "start_time": 714365.0,
      "end_time": 725273.0,
      "text": "The Asch conformity experiment has been repeated many times. It&#39;s been suggested that first, the distortion happens at the level of action."
    },
    {
      "index": 81,
      "start_time": 725273.0,
      "end_time": 738090.0,
      "text": "The subject believes the others are wrong, yet goes along with them anyway. Then it happens at the level of judgment."
    },
    {
      "index": 82,
      "start_time": 738090.0,
      "end_time": 742400.0,
      "text": "The subject begins to think, &#39;Maybe they&#39;re seeing something I&#39;m not seeing.&#39;"
    },
    {
      "index": 83,
      "start_time": 742400.0,
      "end_time": 756289.0,
      "text": "And then, it happens at the level of perception, which means that the subject&#39;s actual perception of what&#39;s right or wrong is distorted by the majority."
    },
    {
      "index": 84,
      "start_time": 756289.0,
      "end_time": 765023.0,
      "text": "Now, when you link these conclusions to what&#39;s happening in the world today, you have to ask,"
    },
    {
      "index": 85,
      "start_time": 765023.0,
      "end_time": 796186.0,
      "text": "&#39;In what way have we been using the influence of society, which is probably the most powerful force in human psychology?&#39;"
    },
    {
      "index": 86,
      "start_time": 796186.0,
      "end_time": 803768.0,
      "text": "Over 40 years ago, I was cloning stem cells and one of the first experiments just so blew my mind"
    },
    {
      "index": 87,
      "start_time": 803768.0,
      "end_time": 808152.0,
      "text": "that it really changed the whole course of my education and my life."
    },
    {
      "index": 88,
      "start_time": 808152.0,
      "end_time": 813865.0,
      "text": "I put one stem cell in a culture dish all by itself and that stem cell divides every ten to twelve hours."
    },
    {
      "index": 89,
      "start_time": 813865.0,
      "end_time": 822435.0,
      "text": "After about a week to ten days, I had thousands of cells in the petri dish, but what&#39;s most important is  all the cells are genetically identical to each other."
    },
    {
      "index": 90,
      "start_time": 822435.0,
      "end_time": 831554.0,
      "text": "And then what I did—and this is the experiment-I separated the culture of genetically identical cells into three different petri dishes and I changed the environment."
    },
    {
      "index": 91,
      "start_time": 831554.0,
      "end_time": 838200.0,
      "text": "But, the culture medium to cells is like the world that we live in: it&#39;s got the the air, the water, the food, all the things  in it."
    },
    {
      "index": 92,
      "start_time": 838200.0,
      "end_time": 842264.0,
      "text": "So I had three different environments, yet genetically identical cells in each dish."
    },
    {
      "index": 93,
      "start_time": 842264.0,
      "end_time": 847044.0,
      "text": "The results revealed that in environment A, the cells formed muscle,"
    },
    {
      "index": 94,
      "start_time": 847044.0,
      "end_time": 850412.0,
      "text": "in environment B, the cells formed bone,"
    },
    {
      "index": 95,
      "start_time": 850412.0,
      "end_time": 854328.0,
      "text": "and in environment C, the cells formed fat cells."
    },
    {
      "index": 96,
      "start_time": 854328.0,
      "end_time": 861633.0,
      "text": "What was so profoundly important about this is that if you ask the question—What is responsible for controlling the fate of the cells?"
    },
    {
      "index": 97,
      "start_time": 861633.0,
      "end_time": 866577.0,
      "text": "—what the experiment clearly revealed was that all the cells were genetically identical."
    },
    {
      "index": 98,
      "start_time": 866577.0,
      "end_time": 870722.0,
      "text": "The only thing that was different from one dish to the other dish was the environment."
    },
    {
      "index": 99,
      "start_time": 870722.0,
      "end_time": 879593.0,
      "text": "So, while at the time I was teaching medical students the conventional story out of the textbook, the concept of genetic determinism that genes control our fate and our lives,"
    },
    {
      "index": 100,
      "start_time": 879593.0,
      "end_time": 902533.0,
      "text": "my experiments revealed a completely different story, and that was that environment the was primarily responsible and shaping the behavior and genetics."
    },
    {
      "index": 101,
      "start_time": 902533.0,
      "end_time": 906423.0,
      "text": "There&#39;s new research out of Harvard Medical School about social contagion."
    },
    {
      "index": 102,
      "start_time": 906423.0,
      "end_time": 912569.0,
      "text": "I think it&#39;s kind of obvious and intuitive that you catch the moods of people around you,"
    },
    {
      "index": 103,
      "start_time": 912569.0,
      "end_time": 926318.0,
      "text": "but now they&#39;re finding that people get fat in groups, they get happy in groups, they quit smoking in groups."
    },
    {
      "index": 104,
      "start_time": 926318.0,
      "end_time": 933188.0,
      "text": "Nicholas Christakis and I have been very fortunate to find a resource in the Framingham Heart Study that we never imagined we could find."
    },
    {
      "index": 105,
      "start_time": 933188.0,
      "end_time": 939610.0,
      "text": "They were asking people for thirty-two years, &#39;who are your family members? where do you work? where do you live?&#39;"
    },
    {
      "index": 106,
      "start_time": 939610.0,
      "end_time": 945644.0,
      "text": "And most importantly, &#39;who are your friends?&#39; For the first time, now that we have data like this,"
    },
    {
      "index": 107,
      "start_time": 945644.0,
      "end_time": 950808.0,
      "text": "we are able to get a bird&#39;s eye view of networks like the networks that you live in."
    },
    {
      "index": 108,
      "start_time": 950808.0,
      "end_time": 957522.0,
      "text": "We had some validated measures of various emotions, including happiness, and what we attempted to show, and were able to show,"
    },
    {
      "index": 109,
      "start_time": 957522.0,
      "end_time": 967890.0,
      "text": "is that my happiness depends not just on my own actions, thoughts and behaviors, but also on the actions, thoughts and behaviors of the people to whom I&#39;m directly connected-"
    },
    {
      "index": 110,
      "start_time": 967890.0,
      "end_time": 976151.0,
      "text": "my friends, siblings, spouses, neighbors, coworkers and so forth, and the people to whom they are connected, and the people even to whom they are connected."
    },
    {
      "index": 111,
      "start_time": 976151.0,
      "end_time": 980769.0,
      "text": "What this finding is showing us is that it&#39;s not just behaviors that are spreading through networks,"
    },
    {
      "index": 112,
      "start_time": 980769.0,
      "end_time": 983777.0,
      "text": "it&#39;s also these emotional states that are spreading through networks."
    },
    {
      "index": 113,
      "start_time": 983777.0,
      "end_time": 992412.0,
      "text": "So we think that what&#39;s spreading is this tendency to transmit ideas, these norms of behavior."
    },
    {
      "index": 114,
      "start_time": 992412.0,
      "end_time": 998416.0,
      "text": "You are, in fact, are a social organism. You are created by your environment. There is no &#39;you&#39; and there is no &#39;me.&#39;"
    },
    {
      "index": 115,
      "start_time": 998416.0,
      "end_time": 1003823.0,
      "text": "Once you begin to think about how everything you do has been taught to you, one way or another—"
    },
    {
      "index": 116,
      "start_time": 1003820.0,
      "end_time": 1011021.0,
      "text": "granted you&#39;re putting things together and you&#39;re making decisions—but your decisions are limited to the information that&#39;s been given to you and that you&#39;ve learned."
    },
    {
      "index": 117,
      "start_time": 1011020.0,
      "end_time": 1021012.0,
      "text": "So I&#39;m a walking amalgam of a &#39;social engineering&#39; so to speak. If I see myself as separate from everything else, that I can say is incorrect."
    },
    {
      "index": 118,
      "start_time": 1021020.0,
      "end_time": 1035057.0,
      "text": "For example, everyone knows they have to breathe. Through time, people will begin to understand that their integrity is only as good as the integrity of everything else around them."
    },
    {
      "index": 119,
      "start_time": 1035050.0,
      "end_time": 1042253.0,
      "text": "So what is happening in science is really quite pathetic, and what is happening in the public at large is also equally pathetic,"
    },
    {
      "index": 120,
      "start_time": 1042260.0,
      "end_time": 1063872.0,
      "text": "because what is happening, is that by pretending to be something, we are becoming that something."
    },
    {
      "index": 121,
      "start_time": 1063870.0,
      "end_time": 1074783.0,
      "text": "I began to feel that I was losing my identity, that the person I call Clay, the person who put me in this place, the person who volunteered to go into this prison—"
    },
    {
      "index": 122,
      "start_time": 1074780.0,
      "end_time": 1080825.0,
      "text": "because it was a prison to me; it still is a prison to me—I don&#39;t look on it as an experiment or a simulation."
    },
    {
      "index": 123,
      "start_time": 1080830.0,
      "end_time": 1088875.0,
      "text": "It was a prison that was run by psychologists instead of run by the state."
    },
    {
      "index": 124,
      "start_time": 1088870.0,
      "end_time": 1105674.0,
      "text": "In 1971, today&#39;s well-known psychologist Philip Zimbardo decided to examine what would happen if you take perfectly normal and healthy young students"
    },
    {
      "index": 125,
      "start_time": 1105680.0,
      "end_time": 1124007.0,
      "text": "and create a prison-like environment within Stanford University, and tell them, &quot;For the next two weeks, some of you will act as prisoners, and some of you will act as guards.&quot;"
    },
    {
      "index": 126,
      "start_time": 1124000.0,
      "end_time": 1132163.0,
      "text": "One day into the experiment, a riot broke out. The guards began humiliating the prisoners. They used physical punishments."
    },
    {
      "index": 127,
      "start_time": 1132170.0,
      "end_time": 1139676.0,
      "text": "Some became extremely sadistic. The prisoners began to have emotional breakdowns."
    },
    {
      "index": 128,
      "start_time": 1139670.0,
      "end_time": 1155940.0,
      "text": "Some had to be removed from the study early, and after only six days, the experiment had to be completely shut down."
    },
    {
      "index": 129,
      "start_time": 1155940.0,
      "end_time": 1167162.0,
      "text": "I had really thought that I wasn&#39;t capable of this kind of behavior. I was surprised... no, I was dismayed."
    },
    {
      "index": 130,
      "start_time": 1167160.0,
      "end_time": 1180263.0,
      "text": "to find out that I could really be a... that I could act in a manner so absolutely unaccustomed to anything that I would even really dream of doing."
    },
    {
      "index": 131,
      "start_time": 1180270.0,
      "end_time": 1190102.0,
      "text": "And while I was doing it, I didn&#39;t feel any regret. I didn&#39;t feel any guilt."
    },
    {
      "index": 132,
      "start_time": 1190100.0,
      "end_time": 1194618.0,
      "text": "It was only afterwards, when I began to reflect on what I had done,"
    },
    {
      "index": 133,
      "start_time": 1194620.0,
      "end_time": 1209925.0,
      "text": "that this behavior began to dawn on me and I realized that this was a part of me I hadn&#39;t really noticed before."
    },
    {
      "index": 134,
      "start_time": 1209920.0,
      "end_time": 1213558.0,
      "text": "By pretending to be something, we are becoming that something."
    },
    {
      "index": 135,
      "start_time": 1213560.0,
      "end_time": 1222624.0,
      "text": "By pretending that we are mindless matter-we&#39;re just material and that&#39;s it-we are excluding the finer aspects of life,"
    },
    {
      "index": 136,
      "start_time": 1222620.0,
      "end_time": 1234704.0,
      "text": "we are excluding the finer aspects of our experience. And, this is very serious business."
    },
    {
      "index": 137,
      "start_time": 1234710.0,
      "end_time": 1242607.0,
      "text": "If you take Darwinian theory, which says that we&#39;re in a competition and we have to compare each other as to where we fit,"
    },
    {
      "index": 138,
      "start_time": 1242600.0,
      "end_time": 1250304.0,
      "text": "and you mix that with a Newtonian vision from physics that the primacy of the universe is found in the physical structure."
    },
    {
      "index": 139,
      "start_time": 1250310.0,
      "end_time": 1257473.0,
      "text": "Then you put those two together and you say, &#39;How do you know where you fit in the Darwinian world?&#39; And the answer is, &#39;How much material do you own?&#39;"
    },
    {
      "index": 140,
      "start_time": 1257470.0,
      "end_time": 1267106.0,
      "text": "And so, evolution of humanity since Newtonian times was to extract the material from the planet so that we could have possessions,"
    },
    {
      "index": 141,
      "start_time": 1267110.0,
      "end_time": 1271909.0,
      "text": "and that the possessions then were a reflection of where we stand in the hierarchy."
    },
    {
      "index": 142,
      "start_time": 1271910.0,
      "end_time": 1278546.0,
      "text": "If you were very low in the hierarchy of human life, you have nothing. If you&#39;re very high in the hierarchy of human life,"
    },
    {
      "index": 143,
      "start_time": 1278540.0,
      "end_time": 1286730.0,
      "text": "you have money and possessions and houses and toys and all these things. So then you say, &#39;Well, who suffers from all this?&#39;"
    },
    {
      "index": 144,
      "start_time": 1286730.0,
      "end_time": 1294515.0,
      "text": "Well, there&#39;s great suffering at every level, whether suffering in the physical planet, or in the human civilization, there&#39;s suffering all over."
    },
    {
      "index": 145,
      "start_time": 1294520.0,
      "end_time": 1301178.0,
      "text": "In order for me as a human to prove my hierarchy, I have to extract the material from the planet. So what do I do?"
    },
    {
      "index": 146,
      "start_time": 1301180.0,
      "end_time": 1325840.0,
      "text": "I mine the planet; I rape the planet of all of its possessions so that I can hold in my hand this chunk of gold and say, &#39;See how much I am worth! Where&#39;s your gold?&#39;"
    },
    {
      "index": 147,
      "start_time": 1325830.0,
      "end_time": 1335908.0,
      "text": "The theory of evolution is not based on community but based on the individual. Newtonian physics said it&#39;s only the visible things that are relevant."
    },
    {
      "index": 148,
      "start_time": 1335910.0,
      "end_time": 1346265.0,
      "text": "But in a world based on quantum physics, which is based on energy, some of the things that we understand in the nature of energy are emotions and feeling, such as love and beauty."
    },
    {
      "index": 149,
      "start_time": 1346270.0,
      "end_time": 1357402.0,
      "text": "These are expressions of energy, and in a world of quantum physics, we surely emphasize more the nature of love, feelings, energy, beauty and harmony"
    },
    {
      "index": 150,
      "start_time": 1357400.0,
      "end_time": 1363431.0,
      "text": "over the money and material expressions that we look at today. Why is this important?"
    },
    {
      "index": 151,
      "start_time": 1363430.0,
      "end_time": 1374127.0,
      "text": "Because then you look at the world and you say, &#39;Do you want a pound of gold, or do you want to be totally in love in your life?&#39;"
    },
    {
      "index": 152,
      "start_time": 1374130.0,
      "end_time": 1381299.0,
      "text": "This is a painting known as, &quot;The Supper at Emmaus,&quot; and in the 1940s, when it was thought to be painted by Johann Vermeer,"
    },
    {
      "index": 153,
      "start_time": 1381300.0,
      "end_time": 1391770.0,
      "text": "it was worth millions of dollars-it was literally priceless. It was in Holland and it one of the most renowned paintings in Europe. People would travel through Europe to see it."
    },
    {
      "index": 154,
      "start_time": 1391770.0,
      "end_time": 1400597.0,
      "text": "Until one terrible day, when it was discovered that it was not painted by Vermeer at all, but by the great forger Van Meegeren."
    },
    {
      "index": 155,
      "start_time": 1400590.0,
      "end_time": 1403679.0,
      "text": "In other words, it was discovered that it was not this painting, but"
    },
    {
      "index": 156,
      "start_time": 1403680.0,
      "end_time": 1410533.0,
      "text": "that painting, and all of a sudden its value dropped to nothing."
    },
    {
      "index": 157,
      "start_time": 1410540.0,
      "end_time": 1418624.0,
      "text": "How you taste something is critically affected by what you believe you&#39;re eating. And this shows up in all sorts of ways."
    },
    {
      "index": 158,
      "start_time": 1418620.0,
      "end_time": 1427514.0,
      "text": "One nice finding involves children. How do you get children, not just to to eat their carrots and drink milk, but after they have the carrots and milk,"
    },
    {
      "index": 159,
      "start_time": 1427510.0,
      "end_time": 1433822.0,
      "text": "to report that they tasted  good. Better than your normal carrot. Better than your normal glass of milk?"
    },
    {
      "index": 160,
      "start_time": 1433830.0,
      "end_time": 1438901.0,
      "text": "It&#39;s actually terribly simple to do this. This was done in a study a couple of years ago."
    },
    {
      "index": 161,
      "start_time": 1438900.0,
      "end_time": 1444877.0,
      "text": "You take them out from a McDonald&#39;s bag."
    },
    {
      "index": 162,
      "start_time": 1444870.0,
      "end_time": 1449968.0,
      "text": "They get people in a brain scanner, and as they&#39;re lying on their back, there&#39;s a tube going into their mouth."
    },
    {
      "index": 163,
      "start_time": 1449970.0,
      "end_time": 1453648.0,
      "text": "And they get to drink wine through the tube while their brains are being scanned."
    },
    {
      "index": 164,
      "start_time": 1453650.0,
      "end_time": 1459990.0,
      "text": "Above them is a screen where they can read information about the wine that they&#39;re drinking.  Everybody drinks the same wine."
    },
    {
      "index": 165,
      "start_time": 1459990.0,
      "end_time": 1467020.0,
      "text": "If they think they&#39;re drinking the cheap stuff, they&#39;ll report, &#39;Eh, it doesn&#39;t taste so good,&#39; and they&#39;ll have a low-level neural response."
    },
    {
      "index": 166,
      "start_time": 1467020.0,
      "end_time": 1474764.0,
      "text": "If they think they&#39;re drinking out of a $200 bottle, they say they love it and the pleasure centers of their brain light up like a Christmas tree."
    },
    {
      "index": 167,
      "start_time": 1474760.0,
      "end_time": 1480631.0,
      "text": "This is John Cage&#39;s work. It comes in a different name, but it&#39;s often called 4 minutes 33 seconds,"
    },
    {
      "index": 168,
      "start_time": 1480640.0,
      "end_time": 1489309.0,
      "text": "because it was a famous modern performance, where the pianist is instructed to sit at the piano and be silent for 4 minutes and 33 seconds."
    },
    {
      "index": 169,
      "start_time": 1489300.0,
      "end_time": 1495520.0,
      "text": "Now, as you can imagine, this is fairly controversial-whether or not this is brilliant or just ridiculous."
    },
    {
      "index": 170,
      "start_time": 1495520.0,
      "end_time": 1504513.0,
      "text": "But, my favorite fact about this is you can go onto I Tunes and you can buy,"
    },
    {
      "index": 171,
      "start_time": 1504520.0,
      "end_time": 1513433.0,
      "text": "for a $1.99, the entire thing of 4 minutes and 33 seconds, which is of course silent."
    },
    {
      "index": 172,
      "start_time": 1513430.0,
      "end_time": 1523329.0,
      "text": "And, I&#39;ve read commentaries on this, where people are outraged, &#39;Look just turn down the volume on your computer,and sit there for 4 minutes and 33 seconds.&#39;"
    },
    {
      "index": 173,
      "start_time": 1523330.0,
      "end_time": 1534000.0,
      "text": "But, psychologically I think that wouldn&#39;t be the same silence.  This is &#39;that&#39; silence, from &#39;that&#39; performance."
    },
    {
      "index": 174,
      "start_time": 1534000.0,
      "end_time": 1541551.0,
      "text": "It&#39;s astonishing to me that we don&#39;t realize we make this all up. We made the whole thing up. You know why gold is the value it is?"
    },
    {
      "index": 175,
      "start_time": 1541550.0,
      "end_time": 1546886.0,
      "text": "It&#39;s because somebody said so. That&#39;s it. You know why fuel costs what it does? Because somebody said so."
    },
    {
      "index": 176,
      "start_time": 1546890.0,
      "end_time": 1551721.0,
      "text": "Somebody speculates, somebody decides, there&#39;s a belief, enough people join in: this is what a thing costs."
    },
    {
      "index": 177,
      "start_time": 1551720.0,
      "end_time": 1557439.0,
      "text": "We&#39;ve all decided this. So an awakening of we&#39;re repeating these cycles and we&#39;re getting kind of tired of it,"
    },
    {
      "index": 178,
      "start_time": 1557440.0,
      "end_time": 1565098.0,
      "text": "maybe we should do something different this time around—be something different."
    },
    {
      "index": 179,
      "start_time": 1565090.0,
      "end_time": 1574882.0,
      "text": "We have to hear that. It&#39;s the society; the media especially that puts ordinary people into this vain search of material goodies."
    },
    {
      "index": 180,
      "start_time": 1574890.0,
      "end_time": 1581229.0,
      "text": "People didn&#39;t live this way even 50, 60 years ago. You know, this is just a very recent phenomenon,"
    },
    {
      "index": 181,
      "start_time": 1581220.0,
      "end_time": 1589817.0,
      "text": "that if you have instead of one cell phone, two cell phones in two pockets, then somehow you&#39;ll be better off."
    },
    {
      "index": 182,
      "start_time": 1589820.0,
      "end_time": 1606119.0,
      "text": "Ha! Ha! Right! I&#39;m the King of Excess. I&#39;m the Sultan of Sales. I&#39;m the Boss of Bargains."
    },
    {
      "index": 183,
      "start_time": 1606120.0,
      "end_time": 1614677.0,
      "text": "My credit cards, they never fail. I got a seven hundred something on my credit score which means"
    },
    {
      "index": 184,
      "start_time": 1614680.0,
      "end_time": 1622343.0,
      "text": "I don&#39;t own a thing and I can buy even more. I&#39;m a buffet-eating, tabloid-reading lovable guy."
    },
    {
      "index": 185,
      "start_time": 1622340.0,
      "end_time": 1630775.0,
      "text": "I get the best of the best that my money can buy. It&#39;s a wonderful life!!"
    },
    {
      "index": 186,
      "start_time": 1630780.0,
      "end_time": 1642802.0,
      "text": "It&#39;s a wonderful life with my red-headed wife. It&#39;s a wonderful life!"
    },
    {
      "index": 187,
      "start_time": 1642800.0,
      "end_time": 1647940.0,
      "text": "The average U.S. person now consumes twice as much as they did fifty years ago. Ask your grandma."
    },
    {
      "index": 188,
      "start_time": 1647940.0,
      "end_time": 1653886.0,
      "text": "In her day, stewardship and resourcefulness and thrift were valued. So, how did this happen?"
    },
    {
      "index": 189,
      "start_time": 1653880.0,
      "end_time": 1682080.0,
      "text": "Shortly after World War II, these guys were figuring out how to ramp up the economy. Retailing analyst Victor Lebow articulated the solution that has become the norm for the whole system. He said"
    },
    {
      "index": 190,
      "start_time": 1682080.0,
      "end_time": 1690412.0,
      "text": "Advertisements, and media in general, play a big role in this. Each of us in the U.S. is targeted with over 3,000 advertisements a day."
    },
    {
      "index": 191,
      "start_time": 1690420.0,
      "end_time": 1695457.0,
      "text": "We see more advertisements in one year than people fifty years ago saw in a lifetime."
    },
    {
      "index": 192,
      "start_time": 1695450.0,
      "end_time": 1699662.0,
      "text": "And if you think about it, what is the point of an ad except to make us unhappy with what we have."
    },
    {
      "index": 193,
      "start_time": 1699670.0,
      "end_time": 1704755.0,
      "text": "So 3,000 times a day, we&#39;re told that our hair is wrong, our skin is wrong, our clothes are wrong, our furniture is wrong,"
    },
    {
      "index": 194,
      "start_time": 1704750.0,
      "end_time": 1715348.0,
      "text": "our cars are wrong, we are wrong, but that it can all be made right if we just go shopping."
    },
    {
      "index": 195,
      "start_time": 1715350.0,
      "end_time": 1744485.0,
      "text": "Mr. Rogers, who was the TV guy here in the United States, said &#39;The space between the television and the viewer should be sacred.&#39;"
    },
    {
      "index": 196,
      "start_time": 1744480.0,
      "end_time": 1746885.0,
      "text": "It comes down to money—if they can sell it."
    },
    {
      "index": 197,
      "start_time": 1746890.0,
      "end_time": 1752436.0,
      "text": "Even if it helps humanity, I don&#39;t believe that the make or break point for anything that&#39;s done in the media for the most part,"
    },
    {
      "index": 198,
      "start_time": 1752430.0,
      "end_time": 1759738.0,
      "text": "99%, is about the influence on the consumer; it&#39;s about &#39;can we sell it?&#39; And if they can sell it and it&#39;s good for you, they&#39;ll sell it."
    },
    {
      "index": 199,
      "start_time": 1759740.0,
      "end_time": 1783136.0,
      "text": "But if it&#39;s not good for you, they&#39;ll sell it anyway. In my world, I think that matters greatly on the impact on the listener, because it changes their lives one way or the other."
    },
    {
      "index": 200,
      "start_time": 1783140.0,
      "end_time": 1787463.0,
      "text": "Part of the problem is that people are focused only on their own little world, their own little lives,"
    },
    {
      "index": 201,
      "start_time": 1787460.0,
      "end_time": 1794785.0,
      "text": "what it is they want to accomplish, when in fact there&#39;s really nothing you can accomplish that feels quite as happy as doing it with other people."
    },
    {
      "index": 202,
      "start_time": 1794790.0,
      "end_time": 1801383.0,
      "text": "And so I think there&#39;s been too much of the entrepreneurial greed—&#39;me, me, me&#39;—focus in the last few decades,"
    },
    {
      "index": 203,
      "start_time": 1801380.0,
      "end_time": 1806366.0,
      "text": "and I do think that people have become aware that we&#39;re becoming more unhappy,"
    },
    {
      "index": 204,
      "start_time": 1806360.0,
      "end_time": 1819077.0,
      "text": "not just in the United States but all over the world. Depression rates are rising faster."
    },
    {
      "index": 205,
      "start_time": 1819080.0,
      "end_time": 1850126.0,
      "text": "I don&#39;t know that people are always aware of it until you ask powerful questions."
    },
    {
      "index": 206,
      "start_time": 1850130.0,
      "end_time": 1856454.0,
      "text": "The research is so interesting on this, that if you ask college students what they aspire to, they talk about money."
    },
    {
      "index": 207,
      "start_time": 1856450.0,
      "end_time": 1861252.0,
      "text": "But if you ask them what the best thing was that happened to them in the last month,"
    },
    {
      "index": 208,
      "start_time": 1861250.0,
      "end_time": 1865787.0,
      "text": "they mention experiences with other people; they never mention possessions."
    },
    {
      "index": 209,
      "start_time": 1865790.0,
      "end_time": 1894617.0,
      "text": "So on an intuitive level, people do understand what it is that brings them joy, but sometimes they have to find out the hard way."
    },
    {
      "index": 210,
      "start_time": 1894620.0,
      "end_time": 1899794.0,
      "text": "So we are in this ridiculous situation where we go to work, maybe two jobs even, and we come home and we&#39;re exhausted,"
    },
    {
      "index": 211,
      "start_time": 1899790.0,
      "end_time": 1905668.0,
      "text": "so we plop down on our new couch and watch TV and the commercials tell us &quot;YOU SUCK&quot; so you gotta go to the mall to buy something to feel better,"
    },
    {
      "index": 212,
      "start_time": 1905670.0,
      "end_time": 1909017.0,
      "text": "then you gotta to go work more to pay for the stuff you just bought so you come home and you&#39;re more tired"
    },
    {
      "index": 213,
      "start_time": 1909020.0,
      "end_time": 1911438.0,
      "text": "so you sit down and watch more TV and it tells you to go to the mall again"
    },
    {
      "index": 214,
      "start_time": 1911440.0,
      "end_time": 1949328.0,
      "text": "and we&#39;re on this crazy work, watch, spend treadmill... and we could just stop."
    },
    {
      "index": 215,
      "start_time": 1949320.0,
      "end_time": 1955782.0,
      "text": "The world has changed"
    },
    {
      "index": 216,
      "start_time": 1955790.0,
      "end_time": 1964788.0,
      "text": "And we must change with it."
    },
    {
      "index": 217,
      "start_time": 1964780.0,
      "end_time": 1969607.0,
      "text": "I have written an open letter to President Obama reviving that slogan."
    },
    {
      "index": 218,
      "start_time": 1969610.0,
      "end_time": 1975631.0,
      "text": "You know, during the Clinton presidential campaign, they had a slogan called, &quot;It&#39;s the economy, stupid!&quot;"
    },
    {
      "index": 219,
      "start_time": 1975630.0,
      "end_time": 1978669.0,
      "text": "For me, the slogan is, &quot;It&#39;s the world view, stupid!&quot;"
    },
    {
      "index": 220,
      "start_time": 1978670.0,
      "end_time": 1989126.0,
      "text": "Unless the world view changes, unless the world view acknowledges listening to the values—listening to the personal meaning of life and the social meaning of life—"
    },
    {
      "index": 221,
      "start_time": 1989130.0,
      "end_time": 1998335.0,
      "text": "unless we do this, real change cannot come. So I wrote to President Obama that you talked about real change, change that we can believe in,"
    },
    {
      "index": 222,
      "start_time": 1998330.0,
      "end_time": 2005676.0,
      "text": "if you really want change that we can believe in, please help us to change our world view."
    },
    {
      "index": 223,
      "start_time": 2005680.0,
      "end_time": 2013752.0,
      "text": "The change of man is the key to changing everything else in the world. Without it, nothing significant will change."
    },
    {
      "index": 224,
      "start_time": 2013750.0,
      "end_time": 2020276.0,
      "text": "What we need is not just patching up, not just solutions to current problems."
    },
    {
      "index": 225,
      "start_time": 2020280.0,
      "end_time": 2024836.0,
      "text": "What we need is a transformation, a fundamental transformation,"
    },
    {
      "index": 226,
      "start_time": 2024830.0,
      "end_time": 2029090.0,
      "text": "which means a change of values, a change of thinking, a change of consciousness,"
    },
    {
      "index": 227,
      "start_time": 2029090.0,
      "end_time": 2037767.0,
      "text": "a change in the way the human being thinks and acts."
    },
    {
      "index": 228,
      "start_time": 2037770.0,
      "end_time": 2051102.0,
      "text": "World views affect the engine of civilization, it affects who we each individually think who we are and how we behave, our moral sense, business-it affects everything."
    },
    {
      "index": 229,
      "start_time": 2051100.0,
      "end_time": 2054834.0,
      "text": "An experiment was done by two social psychologists where they did the following:"
    },
    {
      "index": 230,
      "start_time": 2054830.0,
      "end_time": 2059101.0,
      "text": "they took a bunch of students, and they had them read one of two passages."
    },
    {
      "index": 231,
      "start_time": 2059100.0,
      "end_time": 2069534.0,
      "text": "One of the passages was a description of who we think we are, and the key phrase in this paragraph was: You&#39;re nothing but a pack of neurons-"
    },
    {
      "index": 232,
      "start_time": 2069540.0,
      "end_time": 2081397.0,
      "text": "that we&#39;re basically all material substances, in which case everything you think you are, all of your thoughts and emotions and all of your interior life is nothing but a pack of neurons."
    },
    {
      "index": 233,
      "start_time": 2081400.0,
      "end_time": 2088278.0,
      "text": "And then they gave the students the opportunity to do a couple of experiments where they could cheat if they wanted to."
    },
    {
      "index": 234,
      "start_time": 2088270.0,
      "end_time": 2095904.0,
      "text": "And what they found was that the students who read the passage, &#39;You&#39;re nothing but a pack of neurons&#39; cheated significantly more."
    },
    {
      "index": 235,
      "start_time": 2095909.9999999998,
      "end_time": 2103704.0,
      "text": "If your world view says that there is no inherent meaning in anything, and ultimately the universe is a pointless object,"
    },
    {
      "index": 236,
      "start_time": 2103700.0,
      "end_time": 2110945.0,
      "text": "and when you die you&#39;re dead and there&#39;s nothing else going on, then it changes your sense of &#39;how do I need to live right now?&#39;"
    },
    {
      "index": 237,
      "start_time": 2110950.0,
      "end_time": 2116488.0,
      "text": "&#39;Well,I should get everything should to get right now! I should cheat if I have to!&#39;"
    },
    {
      "index": 238,
      "start_time": 2116490.0,
      "end_time": 2122597.0,
      "text": "Whereas if we had a different model, which said maybe you&#39;re part of some gigantic living system"
    },
    {
      "index": 239,
      "start_time": 2122590.0,
      "end_time": 2129862.0,
      "text": "with some kind of inherent meaning and all the rest, it could have consequences not only for yourself, but for your loved ones and for everyone else."
    },
    {
      "index": 240,
      "start_time": 2129860.0,
      "end_time": 2139450.0,
      "text": "All the problems that we&#39;re facing right now, they&#39;re not problems, they&#39;re actually questions."
    },
    {
      "index": 241,
      "start_time": 2139450.0,
      "end_time": 2145429.0,
      "text": "Who are we? Who do we really choose to be? How do we choose to relate to life itself?"
    },
    {
      "index": 242,
      "start_time": 2145430.0,
      "end_time": 2153142.0,
      "text": "How do we choose to relate to all the different elements of life, the environment, the planet itself, obviously the people?"
    },
    {
      "index": 243,
      "start_time": 2153150.0,
      "end_time": 2157157.0,
      "text": "Why are we here and where are we going from here?"
    },
    {
      "index": 244,
      "start_time": 2157150.0,
      "end_time": 2160711.0,
      "text": "What is the meaning of my life?"
    },
    {
      "index": 245,
      "start_time": 2160710.0,
      "end_time": 2170131.0,
      "text": "We&#39;re in a transition stage where the old answers are no longer sustainable, and that&#39;s why we&#39;re facing the crises we face."
    },
    {
      "index": 246,
      "start_time": 2170130.0,
      "end_time": 2181607.0,
      "text": "So there&#39;s a population in a state of flux saying the old stuff doesn&#39;t work and we&#39;re ready for new answers that will create a newer, more sustainable civilization."
    },
    {
      "index": 247,
      "start_time": 2181610.0,
      "end_time": 2185214.0,
      "text": "Simple point: the old civilization is no longer sustainable."
    },
    {
      "index": 248,
      "start_time": 2185220.0,
      "end_time": 2187264.0,
      "text": "The answers are flawed."
    },
    {
      "index": 249,
      "start_time": 2187260.0,
      "end_time": 2199195.0,
      "text": "New answers are in, and we&#39;re in the moment of taking those new answers and weaving a new culture that will support those answers and support ourselves."
    },
    {
      "index": 250,
      "start_time": 2199190.0,
      "end_time": 2212486.0,
      "text": "At this critical point in time, we have to redefine what it means to be human. We have to choose a new identity— literally choose a new identity—"
    },
    {
      "index": 251,
      "start_time": 2212490.0,
      "end_time": 2222663.0,
      "text": "and re-create ourselves anew as a humanity, re-create ourselves as a brand new kind of living organism, a brand new kind of species,"
    },
    {
      "index": 252,
      "start_time": 2222660.0,
      "end_time": 2231489.0,
      "text": "and re-create the organism as a cluster, as a group rather than as a scattering of single individuals."
    },
    {
      "index": 253,
      "start_time": 2231490.0,
      "end_time": 2236035.0,
      "text": "We have to change our thinking about who we are in relationship to each other."
    },
    {
      "index": 254,
      "start_time": 2236040.0,
      "end_time": 2242914.0,
      "text": "We&#39;ve been living in a competitive society for too long and the world we see is the result—the ego, the competitive ego."
    },
    {
      "index": 255,
      "start_time": 2242910.0,
      "end_time": 2250838.0,
      "text": "What we have to do is learn how to cooperate and drop the ego and realize again that if we have people in one country that are very poor,"
    },
    {
      "index": 256,
      "start_time": 2250840.0,
      "end_time": 2256579.0,
      "text": "and people that are very wealthy, the wealthy are going to have to get big armies and big fences to keep those other people out."
    },
    {
      "index": 257,
      "start_time": 2256580.0,
      "end_time": 2267643.0,
      "text": "It&#39;s not going to work with the divisions of society that we have today, and the stratification."
    },
    {
      "index": 258,
      "start_time": 2267640.0,
      "end_time": 2279020.0,
      "text": "Man has to go through a change to realize that his life should be lived for the unity of mankind, in that we&#39;re all like one man in one heart,"
    },
    {
      "index": 259,
      "start_time": 2279020.0,
      "end_time": 2303461.0,
      "text": "and we&#39;re sharing that desire, sharing that thought, where our mutual connection, making mutual concessions, and reciprocity like cells of a living body."
    },
    {
      "index": 260,
      "start_time": 2303460.0,
      "end_time": 2312015.0,
      "text": "It&#39;s so simple, but we make it so difficult and it&#39;s these hard things—these challenges, these horrible things we see—"
    },
    {
      "index": 261,
      "start_time": 2312020.0,
      "end_time": 2319629.0,
      "text": "are there to urge us to be better than we are, and I think until we start seeing that, they will continue, on all levels."
    },
    {
      "index": 262,
      "start_time": 2319630.0,
      "end_time": 2325132.0,
      "text": "We look at our economic crisis, we look at our ecological crisis, we look at our spiritual crisis, and we say:"
    },
    {
      "index": 263,
      "start_time": 2325130.0,
      "end_time": 2330654.0,
      "text": "I&#39;m not happy, society&#39;s not happy, what&#39;s wrong with us? So that is the trigger."
    },
    {
      "index": 264,
      "start_time": 2330650.0,
      "end_time": 2338532.0,
      "text": "We have to have problems to have solutions. Problems create creativity. There&#39;s no such thing as a problem; a problem is essentially a transition."
    },
    {
      "index": 265,
      "start_time": 2338530.0,
      "end_time": 2349859.0,
      "text": "So I see the crises of today as a transition point for humanity. I see them as not necessarily something that&#39;s out of the ordinary."
    },
    {
      "index": 266,
      "start_time": 2349860.0,
      "end_time": 2363659.0,
      "text": "Again and again in nature, from the very most ancient bacteria to more recent species, they go through a juvenile phase of hostile competition to establish themselves,"
    },
    {
      "index": 267,
      "start_time": 2363660.0,
      "end_time": 2374460.0,
      "text": "and then they discover the economics of cooperation. And when they find that it is cheaper and more efficient and more beneficial"
    },
    {
      "index": 268,
      "start_time": 2374460.0,
      "end_time": 2386135.0,
      "text": "for everyone to feed your enemy rather than fighting them, then we are on the way to the new civilization we&#39;re all looking for."
    },
    {
      "index": 269,
      "start_time": 2386140.0,
      "end_time": 2394344.0,
      "text": "The wonderful part about nature being fractal is that we can use patterns in nature to understand other patterns that exist, because patterns repeat themselves."
    },
    {
      "index": 270,
      "start_time": 2394340.0,
      "end_time": 2404152.0,
      "text": "So now, if you want to look at a pattern that&#39;s playing itself out on this planet right now that will give us insight about what is going on, look inside a caterpillar that&#39;s growing."
    },
    {
      "index": 271,
      "start_time": 2404150.0,
      "end_time": 2411818.0,
      "text": "A caterpillar represents, let&#39;s say, seven billion cells living under the same skin. Each cell is a citizen."
    },
    {
      "index": 272,
      "start_time": 2411820.0,
      "end_time": 2420550.0,
      "text": "And guess what? They&#39;re people like us, they&#39;re working every day, cells in the digestive system are taking the food, breaking it down and making products out of it."
    },
    {
      "index": 273,
      "start_time": 2420550.0,
      "end_time": 2431504.0,
      "text": "Some cells are the motility cells. Those are the cells that move the caterpillar around-structures of like our highways with trucks and vehicles carrying materials all over the place. Something like that."
    },
    {
      "index": 274,
      "start_time": 2431500.0,
      "end_time": 2441401.0,
      "text": "Cells of the immune system are taking their job of protecting the system. The respiration system is making sure that fresh oxygen is being delivered. So all the cells have jobs."
    },
    {
      "index": 275,
      "start_time": 2441410.0,
      "end_time": 2452030.0,
      "text": "The caterpillar&#39;s growing. If you were in there as a reporter, you&#39;d be going, &#39;Yeah, the economy is going great guns, it&#39;s growing every day, everybody&#39;s working, full employment;"
    },
    {
      "index": 276,
      "start_time": 2452030.0,
      "end_time": 2456890.0,
      "text": "this is the kind of thing we love to see. How much are we growing every day, some percent, every day.&#39;"
    },
    {
      "index": 277,
      "start_time": 2456890.0,
      "end_time": 2466152.0,
      "text": "And then, the caterpillar reaches a certain stage of growth, and at that stage of growth, it just stops eating, it can&#39;t take it any more at this point. It&#39;s reaching a maximum size."
    },
    {
      "index": 278,
      "start_time": 2466150.0,
      "end_time": 2473981.0,
      "text": "Then if you&#39;re a cell inside that community, imagine what would happen, that you&#39;re on the job and all of a sudden there&#39;s less food coming in and you&#39;re a digestive center saying,"
    },
    {
      "index": 279,
      "start_time": 2473980.0,
      "end_time": 2481851.0,
      "text": "&#39;Well man, the work is slowing down here, the factory&#39;s slowing down.&#39; Then all of a sudden it gets to such a low level that many cells get laid off of the job."
    },
    {
      "index": 280,
      "start_time": 2481850.0,
      "end_time": 2488890.0,
      "text": "Now there are cells not working. Why? There&#39;s not enough food coming in to keep them all working. And as the food shuts down, then the other jobs are affected,"
    },
    {
      "index": 281,
      "start_time": 2488890.0,
      "end_time": 2497916.0,
      "text": "because if there&#39;s no food, then there&#39;s no energy, and all the systems start laying off cells, and pretty soon, there&#39;s massive chaos under the skin of the caterpillar. Why?"
    },
    {
      "index": 282,
      "start_time": 2497920.0,
      "end_time": 2504852.0,
      "text": "The system stopped growing, the cells are out of work, nothing is evolving and the thing is just falling apart."
    },
    {
      "index": 283,
      "start_time": 2504850.0,
      "end_time": 2511178.0,
      "text": "If you were a cell in that caterpillar body at that time, you would look around and say, &#39;Oh my God, our world is coming to an end!&#39;"
    },
    {
      "index": 284,
      "start_time": 2511180.0,
      "end_time": 2518552.0,
      "text": "And yet, in the midst of those billions of cells, in among them are other cells genetically identical to them,"
    },
    {
      "index": 285,
      "start_time": 2518550.0,
      "end_time": 2524743.0,
      "text": "no different, but they think differently, they respond to the signals differently."
    },
    {
      "index": 286,
      "start_time": 2524740.0,
      "end_time": 2532733.0,
      "text": "These cells have the interesting name called &#39;imaginal cells,&#39; and these imaginal cells come up with new visions,"
    },
    {
      "index": 287,
      "start_time": 2532730.0,
      "end_time": 2538554.0,
      "text": "and what happens is, in the midst of all this chaos, when all the other cells are running around thinking the end of the world is coming,"
    },
    {
      "index": 288,
      "start_time": 2538560.0,
      "end_time": 2547598.0,
      "text": "the new imaginal cells are laying out new ideas, new visions, a new plan, a new scheme, a new way of life, and around these ideas the cells reorganize."
    },
    {
      "index": 289,
      "start_time": 2547600.0,
      "end_time": 2553881.0,
      "text": "They start to create new massive organizations to create something much more fabulous than the previous system."
    },
    {
      "index": 290,
      "start_time": 2553880.0,
      "end_time": 2562844.0,
      "text": "A system that is much more sustainable, a system with a higher level of evolution, and that system they&#39;re constructing called &#39;the butterfly.&#39;"
    },
    {
      "index": 291,
      "start_time": 2562840.0,
      "end_time": 2571338.0,
      "text": "So there&#39;s a transition from an old world of caterpillar with an old belief system and an old way of life that was no longer sustainable."
    },
    {
      "index": 292,
      "start_time": 2571340.0,
      "end_time": 2575022.0,
      "text": "And therefore you have two choices in this world right now:"
    },
    {
      "index": 293,
      "start_time": 2575020.0,
      "end_time": 2582117.0,
      "text": "You can retain your caterpillar status and go, &#39;Oh my God, the sky is falling!&#39; and be in fear,"
    },
    {
      "index": 294,
      "start_time": 2582120.0,
      "end_time": 2587526.0,
      "text": "or you can say, &#39;The caterpillar&#39;s going. I want to build the butterfly.&#39; Why?"
    },
    {
      "index": 295,
      "start_time": 2587520.0,
      "end_time": 2594215.0,
      "text": "Because if I become active and positive in the process of building the butterfly, I&#39;m engaged, I&#39;m working, we&#39;re creating the future."
    },
    {
      "index": 296,
      "start_time": 2594220.0,
      "end_time": 2603457.0,
      "text": "If I sit there and bemoan the loss of the caterpillar, then I&#39;m making myself sick and everything around me. Why? I&#39;m not contributing to our evolution."
    },
    {
      "index": 297,
      "start_time": 2603460.0,
      "end_time": 2615214.0,
      "text": "And so, where are we? We&#39;re at the demise of the caterpillar stage of civilization and the rise of the butterfly."
    },
    {
      "index": 298,
      "start_time": 2615210.0,
      "end_time": 2623636.0,
      "text": "What we have to recognize is that all this crisis, etc. is not outside of consciousness; it is also inside of consciousness."
    },
    {
      "index": 299,
      "start_time": 2623640.0,
      "end_time": 2633455.0,
      "text": "There is a plan to this madness. If we look at biological evolution, all big evolution is preceded by a catastrophe."
    },
    {
      "index": 300,
      "start_time": 2633450.0,
      "end_time": 2644580.0,
      "text": "So this is evolution of the human being that is going on right now, from being overly concerned with the negative emotions and irrational mind to listen to the values—"
    },
    {
      "index": 301,
      "start_time": 2644580.0,
      "end_time": 2660935.0,
      "text": "love, beauty, justice, truth, goodness. We need to hear that. But how do we hear that without the pangs of suffering?"
    },
    {
      "index": 302,
      "start_time": 2660940.0,
      "end_time": 2670758.0,
      "text": "I believe the issue is how can we cause the largest number of people to understand that we are, in fact, all one, to understand our unity."
    },
    {
      "index": 303,
      "start_time": 2670750.0,
      "end_time": 2675758.0,
      "text": "The environment has to be changed so that we are supported in a way where we respect each other,"
    },
    {
      "index": 304,
      "start_time": 2675760.0,
      "end_time": 2682529.0,
      "text": "while our value systems have to understand that we cannot survive any longer through our logical reasoning"
    },
    {
      "index": 305,
      "start_time": 2682530.0,
      "end_time": 2687867.0,
      "text": "with the competitive mentality that&#39;s been perpetuated for so many generations."
    },
    {
      "index": 306,
      "start_time": 2687870.0,
      "end_time": 2693765.0,
      "text": "If the environment continues to reinforce this selfishness, it&#39;s going to be that much more difficult to climb out of it."
    },
    {
      "index": 307,
      "start_time": 2693760.0,
      "end_time": 2700528.0,
      "text": "So if we create an environment that helps us to have the courage to give, and it rewards and reinforces giving,"
    },
    {
      "index": 308,
      "start_time": 2700530.0,
      "end_time": 2707044.0,
      "text": "then I think we&#39;ll move much more quickly into that kind of bestowal mentality."
    },
    {
      "index": 309,
      "start_time": 2707040.0,
      "end_time": 2710306.0,
      "text": "What we&#39;re beginning to see now is the fall of all the major institutions—"
    },
    {
      "index": 310,
      "start_time": 2710310.0,
      "end_time": 2719878.0,
      "text": "whether it&#39;s economy, politics, education, health care—every fundamental level of institution in the world."
    },
    {
      "index": 311,
      "start_time": 2719880.0,
      "end_time": 2726715.0,
      "text": "So there&#39;s going to have to be changes at every level and it starts with education and awareness. Why?"
    },
    {
      "index": 312,
      "start_time": 2726710.0,
      "end_time": 2736806.0,
      "text": "Because the knowledge we bought into of who we are and why we&#39;re here turns out to be archaic beliefs that are not supporting our survival."
    },
    {
      "index": 313,
      "start_time": 2736810.0,
      "end_time": 2745007.0,
      "text": "We have to go from our old limiting beliefs that brought us to the current state of the world, rewrite those beliefs so that as we take the next step forward"
    },
    {
      "index": 314,
      "start_time": 2745010.0,
      "end_time": 2754084.0,
      "text": "we do so with a new awareness, a new power, a new understanding of where we want to go. So we need to change education."
    },
    {
      "index": 315,
      "start_time": 2754080.0,
      "end_time": 2760935.0,
      "text": "Just imagine what would happen if we changed our environment completely."
    },
    {
      "index": 316,
      "start_time": 2760940.0,
      "end_time": 2766806.0,
      "text": "What if we would constantly hear in the news—through art, entertainment, advertisements—"
    },
    {
      "index": 317,
      "start_time": 2766800.0,
      "end_time": 2776591.0,
      "text": "that we&#39;re all interdependent, that we&#39;re all interconnected as one integral system"
    },
    {
      "index": 318,
      "start_time": 2776590.0,
      "end_time": 2788415.0,
      "text": "How would our world look like? How would you relate to all the others in that system?"
    },
    {
      "index": 319,
      "start_time": 2788420.0,
      "end_time": 2795298.0,
      "text": "You would suddenly begin to feel that you relate to others as somewhat close to you."
    },
    {
      "index": 320,
      "start_time": 2795300.0,
      "end_time": 2804059.0,
      "text": "You will be less concerned about how do I exploit the other, how do I manipulate others, take advantage of them."
    },
    {
      "index": 321,
      "start_time": 2804050.0,
      "end_time": 2812002.0,
      "text": "You&#39;d begin to see that the other person is somehow close to you. You&#39;ll have some affinity towards the others, like they belong to you."
    },
    {
      "index": 322,
      "start_time": 2812010.0,
      "end_time": 2816736.0,
      "text": "You&#39;ll start considering them just like you think about your children or your family."
    },
    {
      "index": 323,
      "start_time": 2816730.0,
      "end_time": 2831772.0,
      "text": "You take them into consideration when you think about doing something in life. You think, &#39;How will it affect them?&#39;"
    },
    {
      "index": 324,
      "start_time": 2831770.0,
      "end_time": 2850009.0,
      "text": "So, that is the kind of change we need to go through, and it can happen to us through the proper environment that we create for ourselves."
    },
    {
      "index": 325,
      "start_time": 2850010.0,
      "end_time": 2857402.0,
      "text": "Well, we have these negative emotional brain circuits of competitiveness and greed and jealousy and anger and what have you,"
    },
    {
      "index": 326,
      "start_time": 2857410.0,
      "end_time": 2874377.0,
      "text": "but we can also create a reality in which we make positive emotions for ourselves and in our relationships, and we can create positive emotional brain circuit—"
    },
    {
      "index": 327,
      "start_time": 2874370.0,
      "end_time": 2881615.0,
      "text": "brain circuits that we have created by voluntary acts of loving, deliberately, by practicing."
    },
    {
      "index": 328,
      "start_time": 2881620.0,
      "end_time": 2894265.0,
      "text": "That will then nullify the negative emotional brain circuit so we can overcome our base desires."
    },
    {
      "index": 329,
      "start_time": 2894260.0,
      "end_time": 2903382.0,
      "text": "We began to think of emotions as having a kind of collective identity, as if there are emotional stampedes in human populations,"
    },
    {
      "index": 330,
      "start_time": 2903390.0,
      "end_time": 2908682.0,
      "text": "a kind of a quiet riot that is just below the surface at all times."
    },
    {
      "index": 331,
      "start_time": 2908680.0,
      "end_time": 2914146.0,
      "text": "Because when we mapped this network, we were able to find clusters of happy and unhappy people in the network,"
    },
    {
      "index": 332,
      "start_time": 2914140.0,
      "end_time": 2924076.0,
      "text": "and we were able as well to show that happy people are able to influence the others to become happy, and that happiness can spread from person to person... to person to person."
    },
    {
      "index": 333,
      "start_time": 2924080.0,
      "end_time": 2934414.0,
      "text": "It&#39;s this kind of view of the human super-organism that has really started to change the way we think about ourselves as human beings. We are connected."
    },
    {
      "index": 334,
      "start_time": 2934410.0,
      "end_time": 2947365.0,
      "text": "We are connected in ways that these other social species are, like schools of fish and flocks of birds."
    },
    {
      "index": 335,
      "start_time": 2947370.0,
      "end_time": 2956303.0,
      "text": "Animals have this. So-called &#39;primitive people&#39; have this. We have seemed to have lost it through our intensive egoistic orientation."
    },
    {
      "index": 336,
      "start_time": 2956300.0,
      "end_time": 2967430.0,
      "text": "If we recover this connection, then we will behave with greater solidarity to each other. We will extend our solidarity that exists in a family."
    },
    {
      "index": 337,
      "start_time": 2967430.0,
      "end_time": 2985796.0,
      "text": "We can extend it over larger areas, ultimately to the whole human family and to the living environment."
    },
    {
      "index": 338,
      "start_time": 2985800.0,
      "end_time": 3000952.0,
      "text": "We can encourage people in all walks of life, in all kinds of organizations, to come to the notion of true global family and implementing the kind of world we really all dream of."
    },
    {
      "index": 339,
      "start_time": 3000950.0,
      "end_time": 3005129.0,
      "text": "What has increasingly been found is that the happiest people have vibrant social networks;"
    },
    {
      "index": 340,
      "start_time": 3005130.0,
      "end_time": 3020643.0,
      "text": "they work hard at cultivating relationships with other people. So it&#39;s the togetherness, the bringing people together that brings people the most joy."
    },
    {
      "index": 341,
      "start_time": 3020640.0,
      "end_time": 3029219.0,
      "text": "In some ways science has always recognized that everything is always interconnected. But everything is also interdependent,"
    },
    {
      "index": 342,
      "start_time": 3029220.0,
      "end_time": 3036881.0,
      "text": "and you can&#39;t study everything all at once, so science has been very good at sort of slicing up the world into little pieces,"
    },
    {
      "index": 343,
      "start_time": 3036880.0,
      "end_time": 3041756.0,
      "text": "and then diving deeply down each little piece, and that becomes a discipline."
    },
    {
      "index": 344,
      "start_time": 3041760.0,
      "end_time": 3048204.0,
      "text": "It&#39;s very easy to forget that that piece is actually still connected to everything else. We conveniently forget it,"
    },
    {
      "index": 345,
      "start_time": 3048200.0,
      "end_time": 3055080.0,
      "text": "which creates something which is ultimately a whole system, but it becomes fractured."
    },
    {
      "index": 346,
      "start_time": 3055080.0,
      "end_time": 3060450.0,
      "text": "And maybe that some small percentage of scientists are naturally drawn to this idea of"
    },
    {
      "index": 347,
      "start_time": 3060450.0,
      "end_time": 3065480.0,
      "text": "how does the thing that I&#39;m studying fit in a larger context."
    },
    {
      "index": 348,
      "start_time": 3065480.0,
      "end_time": 3070530.0,
      "text": "So for scientists who think about that, they eventually get to the idea that if they push it far enough"
    },
    {
      "index": 349,
      "start_time": 3070530.0,
      "end_time": 3074445.0,
      "text": "that the universe is really just one big thing."
    },
    {
      "index": 350,
      "start_time": 3074450.0,
      "end_time": 3083984.0,
      "text": "We ask the question, &#39;Why are we here as human beings?&#39; The answer is then left to something as simple and disastrously bad as,"
    },
    {
      "index": 351,
      "start_time": 3083980.0,
      "end_time": 3093553.0,
      "text": "&#39;There&#39;s no reason for us to be here;  we&#39;re just accidents of genetics, and therefore we can do anything we want because we weren&#39;t intended to be here in the first place.&#39;"
    },
    {
      "index": 352,
      "start_time": 3093550.0,
      "end_time": 3100854.0,
      "text": "So we have a pretty big disregard to our relationship and the world around us, and the nature that we live in,"
    },
    {
      "index": 353,
      "start_time": 3100860.0,
      "end_time": 3106960.0,
      "text": "because we believe that organisms just got here by accident."
    },
    {
      "index": 354,
      "start_time": 3106960.0,
      "end_time": 3118695.0,
      "text": "When you look at the planet Earth, you find that we live in a very narrow zone that supports life-a perfect combination of gases in the environment, a perfect temperature and all this."
    },
    {
      "index": 355,
      "start_time": 3118690.0,
      "end_time": 3128983.0,
      "text": "And it stays constant, which has been a very unusual event, of how can a planet keep a constancy in a world where everything is dynamic around it?"
    },
    {
      "index": 356,
      "start_time": 3128990.0,
      "end_time": 3137684.0,
      "text": "The answer is because nature has created one organism after another organism to keep the environment in balance"
    },
    {
      "index": 357,
      "start_time": 3137680.0,
      "end_time": 3147156.0,
      "text": "and compensate for the ranges of activities that occur around us so we keep what is called &#39;homeostasis."
    },
    {
      "index": 358,
      "start_time": 3147160.0,
      "end_time": 3155910.0,
      "text": "A very simple example is this:  When the world was primarily plants, the environment, which had carbon dioxide and some oxygen in it when it first started,"
    },
    {
      "index": 359,
      "start_time": 3155910.0,
      "end_time": 3166966.0,
      "text": "later became depleted of carbon dioxide and oxygen increased because the plants were using the carbon dioxide continuously and releasing the oxygen continuously and the balance shifted."
    },
    {
      "index": 360,
      "start_time": 3166960.0,
      "end_time": 3171257.0,
      "text": "And there was so much oxygen on this planet that the planet was flammable."
    },
    {
      "index": 361,
      "start_time": 3171260.0,
      "end_time": 3178498.0,
      "text": "So at times lightning strikes would hit and burn up all the oxygen and burn up the planet. Life was not sustainable."
    },
    {
      "index": 362,
      "start_time": 3178500.0,
      "end_time": 3185429.0,
      "text": "So nature created a balance, and the balance was called animals."
    },
    {
      "index": 363,
      "start_time": 3185430.0,
      "end_time": 3192879.0,
      "text": "Animals breathe in oxygen and release carbon dioxide which is a complete reverse of what the plants were doing."
    },
    {
      "index": 364,
      "start_time": 3192870.0,
      "end_time": 3198001.0,
      "text": "So why is this relevant? Because when you put animals and plants in the same environment,"
    },
    {
      "index": 365,
      "start_time": 3198000.0,
      "end_time": 3206981.0,
      "text": "as the plants take in carbon dioxide and release oxygen, the animals take in oxygen and release carbon dioxide. This creates a cycle and a balance and harmony."
    },
    {
      "index": 366,
      "start_time": 3206990.0,
      "end_time": 3218607.0,
      "text": "So animal introduction was not just a random event; it was required to keep balance in."
    },
    {
      "index": 367,
      "start_time": 3218600.0,
      "end_time": 3226898.0,
      "text": "Now look at life as a see-saw that goes up and down, And I go like this: As I put one organism on one side it throws the balance off until it&#39;s a see-saw this way,"
    },
    {
      "index": 368,
      "start_time": 3226900.0,
      "end_time": 3230604.0,
      "text": "so nature puts another organism on the other side to bring the balance back."
    },
    {
      "index": 369,
      "start_time": 3230600.0,
      "end_time": 3235175.0,
      "text": "So I said:  &#39;Where are humans in this see-saw and why is it important?&#39;"
    },
    {
      "index": 370,
      "start_time": 3235180.0,
      "end_time": 3244077.0,
      "text": "Because humans have so much power that if we&#39;re not clear what we&#39;re doing, we can take the see-saw and put a little weight on one side and shift the entire balance of nature."
    },
    {
      "index": 371,
      "start_time": 3244080.0,
      "end_time": 3248189.0,
      "text": "Then we have to learn to come back and shift the balance back again."
    },
    {
      "index": 372,
      "start_time": 3248190.0,
      "end_time": 3251593.0,
      "text": "Without our awareness of how we fit into nature,"
    },
    {
      "index": 373,
      "start_time": 3251590.0,
      "end_time": 3268489.0,
      "text": "we lost sight of the fact that every other organism has been involved in keeping the environment more stable. We weren&#39;t to manipulate the environment."
    },
    {
      "index": 374,
      "start_time": 3268490.0,
      "end_time": 3277118.0,
      "text": "But, if the balance now shifts way off because of humanity, then it means that nature will no longer support human life on this planet."
    },
    {
      "index": 375,
      "start_time": 3277120.0,
      "end_time": 3281984.0,
      "text": "It says that we have upset the balance of the environment and are causing our own extinction."
    },
    {
      "index": 376,
      "start_time": 3281980.0,
      "end_time": 3291471.0,
      "text": "So, the writing is on the wall. We have to work collectively to create harmony back in the environment."
    },
    {
      "index": 377,
      "start_time": 3291470.0,
      "end_time": 3303377.0,
      "text": "When we become aware of this, we can engage in that activity as the primary direction of human civilization."
    },
    {
      "index": 378,
      "start_time": 3303380.0,
      "end_time": 3314075.0,
      "text": "Can we as a global tribe get our act together fast enough to be able to change our collective behavior fast enough?"
    },
    {
      "index": 379,
      "start_time": 3314070.0,
      "end_time": 3322953.0,
      "text": "There is a great potential, because it&#39;s not that everybody has to change at the same time, but what we talk about is a &#39;critical mass.&#39;"
    },
    {
      "index": 380,
      "start_time": 3322960.0,
      "end_time": 3337346.0,
      "text": "We don&#39;t know how many people have to change for it to spread, but the fact is that when people begin to think differently, begin to act differently, that has an effect on others. It spreads."
    },
    {
      "index": 381,
      "start_time": 3337340.0,
      "end_time": 3344266.0,
      "text": "Scientists at RPI have found that when just 10% of the population are deeply committed to an idea,"
    },
    {
      "index": 382,
      "start_time": 3344270.0,
      "end_time": 3357140.0,
      "text": "their idea will always be adopted by the majority of the society. Now, what&#39;s interesting is their mathematical model shows that it&#39;s like a spontaneous leap."
    },
    {
      "index": 383,
      "start_time": 3357140.0,
      "end_time": 3365423.0,
      "text": "That is, below ten percent, there is no visible progress; however, above ten percent, the idea spreads like wildfire."
    },
    {
      "index": 384,
      "start_time": 3365420.0,
      "end_time": 3374609.0,
      "text": "I don&#39;t think it&#39;s going to occur first on the whole among the leadership, neither political nor business leadership."
    },
    {
      "index": 385,
      "start_time": 3374610.0,
      "end_time": 3381223.0,
      "text": "I think there are always exceptions, and there are very enlightened political leaders, there are enlightened business people,"
    },
    {
      "index": 386,
      "start_time": 3381220.0,
      "end_time": 3390230.0,
      "text": "but on the whole these people have too much stake on the present system, and they&#39;re afraid of change,"
    },
    {
      "index": 387,
      "start_time": 3390230.0,
      "end_time": 3397419.0,
      "text": "because their own base of power and wealth lies in maintaining the current system."
    },
    {
      "index": 388,
      "start_time": 3397420.0,
      "end_time": 3402912.0,
      "text": "So the change has to come from elsewhere. I don&#39;t think it can come from the very poorest people."
    },
    {
      "index": 389,
      "start_time": 3402910.0,
      "end_time": 3409009.0,
      "text": "The very poorest people, maybe two billion people in the world, try to survive somehow."
    },
    {
      "index": 390,
      "start_time": 3409010.0,
      "end_time": 3417142.0,
      "text": "They have to get the food and the housing and the job and the health care and the education that is a minimum requirement."
    },
    {
      "index": 391,
      "start_time": 3417150.0,
      "end_time": 3427425.0,
      "text": "We can&#39;t expect it from that maybe, two or three hundred million people who are really the wealthy and the leading classes."
    },
    {
      "index": 392,
      "start_time": 3427420.0,
      "end_time": 3434548.0,
      "text": "It has to come from those who are in between, who have a choice, who are becoming increasingly concerned,"
    },
    {
      "index": 393,
      "start_time": 3434550.0,
      "end_time": 3445340.0,
      "text": "and who know that something needs to be done, and the hope is that they will wake up."
    },
    {
      "index": 394,
      "start_time": 3445340.0,
      "end_time": 3452409.0,
      "text": "If there are people who are aware that the world must become integrated, then the question is:"
    },
    {
      "index": 395,
      "start_time": 3452410.0,
      "end_time": 3457972.0,
      "text": "Can they come together? Can they make the initial step towards this?"
    },
    {
      "index": 396,
      "start_time": 3457970.0,
      "end_time": 3466091.0,
      "text": "I think the problem with global crises is that from each individual&#39;s point of view it becomes difficult to know what do I do about it"
    },
    {
      "index": 397,
      "start_time": 3466090.0,
      "end_time": 3477599.0,
      "text": "When I say transform my ego, it&#39;s an illusion. How can I transform my ego when I&#39;m dependent on so many other egos?"
    },
    {
      "index": 398,
      "start_time": 3477600.0,
      "end_time": 3482698.0,
      "text": "So because of the efforts of a few, it changes the world center accordingly. How?"
    },
    {
      "index": 399,
      "start_time": 3482700.0,
      "end_time": 3490710.0,
      "text": "Because this evolutionary pressure is acting on everybody. It&#39;s just that they don&#39;t have the right context. All they need is a trigger."
    },
    {
      "index": 400,
      "start_time": 3490710.0,
      "end_time": 3498161.0,
      "text": "The trigger will be provided by this upper echelon of people who are working together to develop positive emotions,"
    },
    {
      "index": 401,
      "start_time": 3498160.0,
      "end_time": 3510393.0,
      "text": "so they affect a much bigger number than is indicated by the little community that started it. So one little change in one little community can affect a much larger human community"
    },
    {
      "index": 402,
      "start_time": 3510390.0,
      "end_time": 3518994.0,
      "text": "and the interconnectedness that we have to the internet, the interconnectedness of the ego, all of a sudden, without even knowing that it is doing so,"
    },
    {
      "index": 403,
      "start_time": 3519000.0,
      "end_time": 3532409.0,
      "text": "will change and establish itself and therefore changes can come very fast."
    },
    {
      "index": 404,
      "start_time": 3532400.0,
      "end_time": 3541845.0,
      "text": "The basic idea is that there&#39;s this vast fabric of humanity stretching endlessly into the distance. I&#39;m connected to you, and you to others on out endlessly."
    },
    {
      "index": 405,
      "start_time": 3541850.0,
      "end_time": 3552784.0,
      "text": "Your actions can influence the actions and feelings of others around you, which in turn then can spread to still others, and then to still others."
    },
    {
      "index": 406,
      "start_time": 3552780.0,
      "end_time": 3557840.0,
      "text": "If you tell someone they don&#39;t influence anybody, they&#39;re not going to do anything."
    },
    {
      "index": 407,
      "start_time": 3557840.0,
      "end_time": 3572566.0,
      "text": "But, if you tell them they influence a thousand people, they&#39;ll change their lives. And that&#39;s why I think it&#39;s so critical for us to understand, first and foremost, how and why we are connected."
    },
    {
      "index": 408,
      "start_time": 3572570.0,
      "end_time": 3577299.0,
      "text": "Thinking people, they can see opportunities in this, so we have to do this collectively."
    },
    {
      "index": 409,
      "start_time": 3577300.0,
      "end_time": 3585594.0,
      "text": "We have to do this collectively through dialogues, first between two people, through relationships between two people, and then generalizing it to a whole family,"
    },
    {
      "index": 410,
      "start_time": 3585590.0,
      "end_time": 3593090.0,
      "text": "to the entire community, to bigger communities, to the country, to the entire world."
    },
    {
      "index": 411,
      "start_time": 3593090.0,
      "end_time": 3603695.0,
      "text": "It takes a society to recognize that we cannot do this by ourselves. We cannot do this alone."
    },
    {
      "index": 412,
      "start_time": 3603700.0,
      "end_time": 3613345.0,
      "text": "It&#39;s actually very simple what we have to do. It&#39;s just getting people to identify with it and see the benefit of what that offer is,"
    },
    {
      "index": 413,
      "start_time": 3613340.0,
      "end_time": 3624805.0,
      "text": "the offer of working together and how cataclysmically better life will be, even materially and spiritually so."
    },
    {
      "index": 414,
      "start_time": 3624810.0,
      "end_time": 3632732.0,
      "text": "The lack of connection between people causes all the sadness in the world. No question about it."
    },
    {
      "index": 415,
      "start_time": 3632730.0,
      "end_time": 3642979.0,
      "text": "We are at a crossroads,crossroads-and it&#39;s not going to be decided by fate. It&#39;s not a destiny."
    },
    {
      "index": 416,
      "start_time": 3642980.0,
      "end_time": 3655512.0,
      "text": "We are at a point where the future of humanity is going to be decided by how people think about it today, and how they behave."
    },
    {
      "index": 417,
      "start_time": 3655510.0,
      "end_time": 3661505.0,
      "text": "Awareness. Awakening. These are the key terms. We have a chance to change."
    },
    {
      "index": 418,
      "start_time": 3661500.0,
      "end_time": 3669021.0,
      "text": "One thing we have to recognize is that to change is no longer a question of whether or not."
    },
    {
      "index": 419,
      "start_time": 3669030.0,
      "end_time": 3677099.0,
      "text": "Change is coming. The only question is whether it&#39;s coming unexpectedly and abruptly on us"
    },
    {
      "index": 420,
      "start_time": 3677090.0,
      "end_time": 3680872.0,
      "text": "so that we can&#39;t do much about it, we become victims of it."
    },
    {
      "index": 421,
      "start_time": 3680880.0,
      "end_time": 3688196.0,
      "text": "Or whether we can anticipate it, create those major changes that will bring about a better future,"
    },
    {
      "index": 422,
      "start_time": 3688190.0,
      "end_time": 3698190.0,
      "text": "And that is the unprecedented task of the generation now living."
    }
  ]
}