{
  "video_id": "5O_JipTvvX4",
  "title": "Q3 2015 IFRS quarterly technical update - Bringing clarity to an IFRS world",
  "json": [
    {
      "index": 1,
      "start_time": 2550.0,
      "end_time": 7109.0,
      "text": "Hi, welcome to Deloitte financial reporting updates. Our webcast series for issues and"
    },
    {
      "index": 2,
      "start_time": 7109.0,
      "end_time": 12460.0,
      "text": "developments related to the various accounting frameworks. This presentation is bringing"
    },
    {
      "index": 3,
      "start_time": 12460.0,
      "end_time": 17779.0,
      "text": "clarity to an IFRS world and IFRS quarterly technical update."
    },
    {
      "index": 4,
      "start_time": 17779.0,
      "end_time": 22230.0,
      "text": "I’m am Jon Kligman, your host this webcast and I am joined by others from our National"
    },
    {
      "index": 5,
      "start_time": 22230.0,
      "end_time": 27769.0,
      "text": "Office. As you are aware, this webcast has been prerecorded. It could be accessed at"
    },
    {
      "index": 6,
      "start_time": 27769.0,
      "end_time": 38280.0,
      "text": "any time at www.deloitte.com/ca/update. So, please let your colleagues know of its availability."
    },
    {
      "index": 7,
      "start_time": 38280.0,
      "end_time": 43910.0,
      "text": "Now, onto our agenda. First, you will hear from Julia Suk who will"
    },
    {
      "index": 8,
      "start_time": 43910.0,
      "end_time": 49469.0,
      "text": "discuss the Canadian securities administrators’ continuous disclosure review program. After"
    },
    {
      "index": 9,
      "start_time": 49469.0,
      "end_time": 56359.0,
      "text": "Julia, Clair Grindley will provide an update on IFRS 15 Revenue from Contracts with Customers,"
    },
    {
      "index": 10,
      "start_time": 56359.0,
      "end_time": 62399.0,
      "text": "discuss the exposure draft on IAS 19 and IFRIC 14, and then provide an update on upcoming"
    },
    {
      "index": 11,
      "start_time": 62399.0,
      "end_time": 66890.0,
      "text": "IASB projects. I would like to remind our viewers that our"
    },
    {
      "index": 12,
      "start_time": 66890.0,
      "end_time": 72360.0,
      "text": "comments on this webcast represent our own personal views and do not constitute official"
    },
    {
      "index": 13,
      "start_time": 72360.0,
      "end_time": 77650.0,
      "text": "interpretive accounting guidance from Deloitte. Before taking any action on any of these issues,"
    },
    {
      "index": 14,
      "start_time": 77650.0,
      "end_time": 81000.0,
      "text": "it is always a good idea to check with a qualified advisor."
    },
    {
      "index": 15,
      "start_time": 81000.0,
      "end_time": 87850.0,
      "text": "I would now like to welcome our speakers. Julia Suk is a Senior Manager with National"
    },
    {
      "index": 16,
      "start_time": 87850.0,
      "end_time": 93090.0,
      "text": "Assurance and Advisory Services of Deloitte Canada. In this role, Julia is responsible"
    },
    {
      "index": 17,
      "start_time": 93090.0,
      "end_time": 98540.0,
      "text": "for monitoring quality standards for Deloitte’s public company client filings. Julia also"
    },
    {
      "index": 18,
      "start_time": 98540.0,
      "end_time": 103890.0,
      "text": "provides consultative advice to attest and non-attest clients on general securities filings"
    },
    {
      "index": 19,
      "start_time": 103890.0,
      "end_time": 109170.0,
      "text": "and financial reporting matters. In the past, Julia also completed a one year secondment"
    },
    {
      "index": 20,
      "start_time": 109170.0,
      "end_time": 115170.0,
      "text": "to the Ontario Securities Commission, working within the office of the Chief Accountant."
    },
    {
      "index": 21,
      "start_time": 115170.0,
      "end_time": 119200.0,
      "text": "Clair Grindley is a partner at Deloitte’s National Office and is a member of both the"
    },
    {
      "index": 22,
      "start_time": 119200.0,
      "end_time": 126590.0,
      "text": "Technical Consultations Group for the Canadian firm and Deloitte’s IFRS Leadership Team."
    },
    {
      "index": 23,
      "start_time": 126590.0,
      "end_time": 131470.0,
      "text": "Subjects of focus for Clair include employee benefits, impairment and joint arrangements."
    },
    {
      "index": 24,
      "start_time": 131470.0,
      "end_time": 137890.0,
      "text": "And she is also a member of the IFRS Discussion Group or IDG, a subgroup of the Canadian Accounting"
    },
    {
      "index": 25,
      "start_time": 137890.0,
      "end_time": 143310.0,
      "text": "Standards Board. Over to you Julia."
    },
    {
      "index": 26,
      "start_time": 143310.0,
      "end_time": 150050.0,
      "text": "Thanks Jon. Hi everyone. As traditionally done in the past, the CSA has reported on"
    },
    {
      "index": 27,
      "start_time": 150050.0,
      "end_time": 154510.0,
      "text": "their annual staff notice on their Continuous Disclosure Review Program conducted throughout"
    },
    {
      "index": 28,
      "start_time": 154510.0,
      "end_time": 159590.0,
      "text": "the year. Their fiscal year ends in March and so, their report generally comes out mid-summer"
    },
    {
      "index": 29,
      "start_time": 159590.0,
      "end_time": 164560.0,
      "text": "and for this year, it was published July 16. The Continuous Disclosure Review Program was"
    },
    {
      "index": 30,
      "start_time": 164560.0,
      "end_time": 170020.0,
      "text": "established in 2004 by the staff of the CSA for which the main goal was to improve the"
    },
    {
      "index": 31,
      "start_time": 170020.0,
      "end_time": 174600.0,
      "text": "completeness, quality and timeliness of the continuous disclosure provided by reporting"
    },
    {
      "index": 32,
      "start_time": 174600.0,
      "end_time": 179560.0,
      "text": "issuers in Canada. It really aims to assess the compliance of the continuous disclosure"
    },
    {
      "index": 33,
      "start_time": 179560.0,
      "end_time": 183990.0,
      "text": "documents filed by the reporting issuers and to help companies understand and comply with"
    },
    {
      "index": 34,
      "start_time": 183990.0,
      "end_time": 189020.0,
      "text": "their obligations under the continuous disclosure rules so that the investors receive high quality"
    },
    {
      "index": 35,
      "start_time": 189020.0,
      "end_time": 194569.0,
      "text": "disclosure. The Staff notice 51-344 consists of the main body of the report, which contains"
    },
    {
      "index": 36,
      "start_time": 194569.0,
      "end_time": 199000.0,
      "text": "a summary of their findings and then in the appendices the CSA includes information about"
    },
    {
      "index": 37,
      "start_time": 199000.0,
      "end_time": 205209.0,
      "text": "areas where common deficiencies were noted with examples to assist companies address"
    },
    {
      "index": 38,
      "start_time": 205209.0,
      "end_time": 213680.0,
      "text": "the noted deficiencies and give some best practices where applicable."
    },
    {
      "index": 39,
      "start_time": 213680.0,
      "end_time": 218540.0,
      "text": "The current year results are shown on the slide here. In total, Tthere were 1,058 reviews"
    },
    {
      "index": 40,
      "start_time": 218540.0,
      "end_time": 223520.0,
      "text": "performed in total where 580 of them were full reviews and the rest for issue-oriented"
    },
    {
      "index": 41,
      "start_time": 223520.0,
      "end_time": 228880.0,
      "text": "reviews or IORs. This is a 7% increase in the number of reviews compared to the prior"
    },
    {
      "index": 42,
      "start_time": 228880.0,
      "end_time": 234020.0,
      "text": "year where the total was 991 reviews with 221 of them being full reviews and the rest"
    },
    {
      "index": 43,
      "start_time": 234020.0,
      "end_time": 237770.0,
      "text": "were IORs. The bar graph at the bottom illustrates the"
    },
    {
      "index": 44,
      "start_time": 237770.0,
      "end_time": 242660.0,
      "text": "results from this year. The CSA Class 5, the outcomes of the reviews into five categories"
    },
    {
      "index": 45,
      "start_time": 242660.0,
      "end_time": 248989.0,
      "text": "as done in the past. The first one is referred to enforcement, cease-traded or on the default"
    },
    {
      "index": 46,
      "start_time": 248989.0,
      "end_time": 255130.0,
      "text": "list. Second is re-filings required. Third in the middle is prospective changes that"
    },
    {
      "index": 47,
      "start_time": 255130.0,
      "end_time": 261689.0,
      "text": "were made as a result of the reviews. Education and awareness, this is where there were enhancements"
    },
    {
      "index": 48,
      "start_time": 261689.00000000003,
      "end_time": 265879.0,
      "text": "that should be considered in its next filings that were discussed with the issuers or the"
    },
    {
      "index": 49,
      "start_time": 265879.0,
      "end_time": 271779.0,
      "text": "staff of the local jurisdictions ended up publishing staff notices and reported on a"
    },
    {
      "index": 50,
      "start_time": 271779.0,
      "end_time": 277210.0,
      "text": "variety of continuous disclosure subject matter reflecting best practices and expectations,"
    },
    {
      "index": 51,
      "start_time": 277210.0,
      "end_time": 282539.0,
      "text": "and of course the last category being no action is required. This year 59% of the outcomes"
    },
    {
      "index": 52,
      "start_time": 282539.0,
      "end_time": 287059.0,
      "text": "required issuers to take some kind of action to improve or amend their disclosures in their"
    },
    {
      "index": 53,
      "start_time": 287059.0,
      "end_time": 292509.0,
      "text": "filings or resulted in the issuer being referred to enforcement, cease-traded or placed on"
    },
    {
      "index": 54,
      "start_time": 292509.0,
      "end_time": 297360.0,
      "text": "the default list. The result in the last year was 60%, which is comparable, although as"
    },
    {
      "index": 55,
      "start_time": 297360.0,
      "end_time": 301400.0,
      "text": "you can tell from the graph, the distribution is somewhat different with more re-filings"
    },
    {
      "index": 56,
      "start_time": 301400.0,
      "end_time": 308339.0,
      "text": "being required this year than last. Just as a reminder, re-filings are significant events"
    },
    {
      "index": 57,
      "start_time": 308339.0,
      "end_time": 314039.0,
      "text": "that should be clearly and broadly disclosed to the marketplace in a timely manner. This"
    },
    {
      "index": 58,
      "start_time": 314039.0,
      "end_time": 317729.0,
      "text": "appears to not always have happened and when discussed, some issuers indicated that the"
    },
    {
      "index": 59,
      "start_time": 317729.0,
      "end_time": 323569.0,
      "text": "delay was due to the fact there were no scheduled audit committee meetings or board meetings"
    },
    {
      "index": 60,
      "start_time": 323569.0,
      "end_time": 327059.0,
      "text": "where the news release could be approved and then waited for the next scheduled meeting."
    },
    {
      "index": 61,
      "start_time": 327059.0,
      "end_time": 333830.0,
      "text": "The CSA staff states in the report that this is not an appropriate reason and the news"
    },
    {
      "index": 62,
      "start_time": 333830.0,
      "end_time": 338110.0,
      "text": "release filings cannot be delayed for such reasons. They refer back to the requirements"
    },
    {
      "index": 63,
      "start_time": 338110.0,
      "end_time": 344539.0,
      "text": "in NI 51-102, Section 11.5, which requires that if there is issuer decides, it will refile"
    },
    {
      "index": 64,
      "start_time": 344539.0,
      "end_time": 350050.0,
      "text": "a document under 51-102 and the information in the refiled document or restated financial"
    },
    {
      "index": 65,
      "start_time": 350050.0,
      "end_time": 355050.0,
      "text": "information will defer materially from the information originally filed, the issuer must"
    },
    {
      "index": 66,
      "start_time": 355050.0,
      "end_time": 360969.0,
      "text": "immediately issue and file a news released authorized by an executive officer disclosing"
    },
    {
      "index": 67,
      "start_time": 360969.0,
      "end_time": 367449.0,
      "text": "the nature and substance of the change or proposed changes. This may involve audit committee"
    },
    {
      "index": 68,
      "start_time": 367449.0,
      "end_time": 372379.0,
      "text": "approval or board member approval prior to their next scheduled meeting, and this is"
    },
    {
      "index": 69,
      "start_time": 372379.0,
      "end_time": 382789.0,
      "text": "required because they need to provide timely news release as required."
    },
    {
      "index": 70,
      "start_time": 382789.0,
      "end_time": 388249.0,
      "text": "The CSA when performing their full reviews applies a risk-based approach for selecting"
    },
    {
      "index": 71,
      "start_time": 388249.0,
      "end_time": 394110.0,
      "text": "reporting issuers. A full review is broader in scope than an IOR and covers many different"
    },
    {
      "index": 72,
      "start_time": 394110.0,
      "end_time": 401080.0,
      "text": "types of disclosures including selected issuers most recent annual and interim financial statements,"
    },
    {
      "index": 73,
      "start_time": 401080.0,
      "end_time": 406249.0,
      "text": "the management discussion and analysis file before the start of the review. For all other"
    },
    {
      "index": 74,
      "start_time": 406249.0,
      "end_time": 411659.0,
      "text": "continuous disclosure documents, the review covers a period of approximately 12 to 15"
    },
    {
      "index": 75,
      "start_time": 411659.0,
      "end_time": 417259.0,
      "text": "months. In certain cases, the scope of the review may be extended in order to cover prior"
    },
    {
      "index": 76,
      "start_time": 417259.0,
      "end_time": 422710.0,
      "text": "periods. The issuers continues to disclose documents or monitors until the review is"
    },
    {
      "index": 77,
      "start_time": 422710.0,
      "end_time": 427499.0,
      "text": "completed. A full review also includes an issuer’s technical disclosures such as technical"
    },
    {
      "index": 78,
      "start_time": 427499.0,
      "end_time": 433369.0,
      "text": "reports for oil and gas, and mining issuers, AIFs, annual reports, information circulars,"
    },
    {
      "index": 79,
      "start_time": 433369.0,
      "end_time": 439779.0,
      "text": "news releases, material change reports, BARs, corporate websites, certifying officers’"
    },
    {
      "index": 80,
      "start_time": 439779.0,
      "end_time": 448399.0,
      "text": "certifications and material contracts. The selection for the IORs or issue-oriented"
    },
    {
      "index": 81,
      "start_time": 448399.0,
      "end_time": 453969.0,
      "text": "reviews are based on targeted objective or subject matter of the review. An IOR focused"
    },
    {
      "index": 82,
      "start_time": 453969.0,
      "end_time": 459819.0,
      "text": "on a specific accounting, legal or regulatory issue, and may focus on emerging issues, implementation"
    },
    {
      "index": 83,
      "start_time": 459819.0,
      "end_time": 464809.0,
      "text": "of recent rules or on matters where the staff believe there may be heightened risk of investor"
    },
    {
      "index": 84,
      "start_time": 464809.0,
      "end_time": 471969.0,
      "text": "harm. During this year, a total of 74% of all continuous disclosure reviews completed"
    },
    {
      "index": 85,
      "start_time": 471969.0,
      "end_time": 479229.0,
      "text": "were IORs compared to 78% last year. The category shown on the graph to the right in the slide"
    },
    {
      "index": 86,
      "start_time": 479229.0,
      "end_time": 484679.0,
      "text": "are some of the IORs conducted by one or more jurisdictions. The other category accounting"
    },
    {
      "index": 87,
      "start_time": 484679.0,
      "end_time": 491949.0,
      "text": "for 16% of the total IORs this year related to non-financial topics, which are MD&A topics,"
    },
    {
      "index": 88,
      "start_time": 491949.0,
      "end_time": 497199.0,
      "text": "material change reports, redistributions, complaints, referrals and other regulatory"
    },
    {
      "index": 89,
      "start_time": 497199.0,
      "end_time": 503679.0,
      "text": "requirements. For the MD&A related findings, you can see"
    },
    {
      "index": 90,
      "start_time": 503679.0,
      "end_time": 508919.0,
      "text": "on the slide here for the six main areas. The securities rules pertaining to the MD&A"
    },
    {
      "index": 91,
      "start_time": 508919.0,
      "end_time": 515479.0,
      "text": "disclosures are given in National Instrument 51-102, Form 1 (F1). Findings on liquidity"
    },
    {
      "index": 92,
      "start_time": 515479.00000000006,
      "end_time": 521089.00000000006,
      "text": "and capital resources from the reviews related to issuers, failures and providing sufficient"
    },
    {
      "index": 93,
      "start_time": 521089.00000000006,
      "end_time": 526380.0,
      "text": "analysis. For example, issuers often reproduce information in their MD&A that was already"
    },
    {
      "index": 94,
      "start_time": 526380.0,
      "end_time": 530350.0,
      "text": "provided in the financial statements like a repeat of cash flow balances that come from"
    },
    {
      "index": 95,
      "start_time": 530350.0,
      "end_time": 535649.0,
      "text": "operating, investing and financial activities. Rather the regulators are expecting to see"
    },
    {
      "index": 96,
      "start_time": 535649.0,
      "end_time": 540269.0,
      "text": "much more focus on an issuer’s ability to generate sufficient liquidity in the short-"
    },
    {
      "index": 97,
      "start_time": 540269.0,
      "end_time": 545850.0,
      "text": "and long-term in order to find a plan growth, development activities and expenditures necessary"
    },
    {
      "index": 98,
      "start_time": 545850.0,
      "end_time": 554110.0,
      "text": "to maintain the capacity. Also they are expecting to see an analysis of capital resources including"
    },
    {
      "index": 99,
      "start_time": 554110.0,
      "end_time": 558940.0,
      "text": "the amount, nature and purpose of the commitments and expected sources of funds to meet these"
    },
    {
      "index": 100,
      "start_time": 558940.0,
      "end_time": 564889.0,
      "text": "commitments. The CSA staff emphasize this information is even more critical when issuers"
    },
    {
      "index": 101,
      "start_time": 564889.0,
      "end_time": 570600.0,
      "text": "have negative cash flows from operations, negative working capital position or deteriorating"
    },
    {
      "index": 102,
      "start_time": 570600.0,
      "end_time": 575149.0,
      "text": "financial position because this disclosure is intended to help the users to assess how"
    },
    {
      "index": 103,
      "start_time": 575149.0,
      "end_time": 580980.0,
      "text": "the issuer will meet its long- and short-term obligations and objectives. For discussion"
    },
    {
      "index": 104,
      "start_time": 580980.0,
      "end_time": 588459.0,
      "text": "relating to results of operations, the observation was that some issuers just provided a boilerplate"
    },
    {
      "index": 105,
      "start_time": 588459.0,
      "end_time": 594180.0,
      "text": "disclosure and repeated the financial statement information and disclosure. The discussion"
    },
    {
      "index": 106,
      "start_time": 594180.0,
      "end_time": 601740.0,
      "text": "of the year over year change of balances should really provide sufficient detail to discuss"
    },
    {
      "index": 107,
      "start_time": 601740.0,
      "end_time": 607050.0,
      "text": "key drivers and reasons contributing to the change for the period. Trends, commitments,"
    },
    {
      "index": 108,
      "start_time": 607050.0,
      "end_time": 612740.0,
      "text": "risks and uncertainties that will impact company should be discussed. Forward-looking information,"
    },
    {
      "index": 109,
      "start_time": 612740.0,
      "end_time": 619540.0,
      "text": "non-GAAP measures as in the past couple of years, failures of such disclosures in this"
    },
    {
      "index": 110,
      "start_time": 619540.0,
      "end_time": 624800.0,
      "text": "area came up again as a hot button for the CSA staff and the reviews. It seems that companies"
    },
    {
      "index": 111,
      "start_time": 624800.0,
      "end_time": 629279.0,
      "text": "that use forward looking information and non-GAAP measures and their continuous disclosure documents"
    },
    {
      "index": 112,
      "start_time": 629279.0,
      "end_time": 634779.0,
      "text": "have not clearly identified them as such and/or included the appropriate disclosures that"
    },
    {
      "index": 113,
      "start_time": 634779.0,
      "end_time": 639480.0,
      "text": "go with this type of information. The concern from the staff here is that the users may"
    },
    {
      "index": 114,
      "start_time": 639480.0,
      "end_time": 645850.0,
      "text": "be misled if the disclosures are not provided as required by the rules in National Instrument"
    },
    {
      "index": 115,
      "start_time": 645850.0,
      "end_time": 653029.0,
      "text": "51-102 as well as CSA Staff Notice 52 306. Redistribution is came up as a hot button"
    },
    {
      "index": 116,
      "start_time": 653029.0,
      "end_time": 657660.0,
      "text": "this year as it was noted that some reach to clear distributions, which exceed the cash"
    },
    {
      "index": 117,
      "start_time": 657660.0,
      "end_time": 662339.0,
      "text": "they generate from their operations, but do not provide the relevant disclosures in the"
    },
    {
      "index": 118,
      "start_time": 662339.0,
      "end_time": 669209.0,
      "text": "MD&A and AIF. The disclosure is required to signal to the investor that excess distributions"
    },
    {
      "index": 119,
      "start_time": 669209.0,
      "end_time": 675660.0,
      "text": "have occurred during the period as well, as information on how they were financed and"
    },
    {
      "index": 120,
      "start_time": 675660.0,
      "end_time": 681120.0,
      "text": "that they represented a return of capital amongst other things. The CSA emphasized that"
    },
    {
      "index": 121,
      "start_time": 681120.0,
      "end_time": 686660.0,
      "text": "this is important to alert the investor so that they are not misled in such circumstances."
    },
    {
      "index": 122,
      "start_time": 686660.0,
      "end_time": 690839.0,
      "text": "In their review of related party transactions, they observe that some issuers provided a"
    },
    {
      "index": 123,
      "start_time": 690839.0,
      "end_time": 697230.0,
      "text": "boilerplate disclosure, which is not useful to the users rather they remind issuers that"
    },
    {
      "index": 124,
      "start_time": 697230.0,
      "end_time": 702690.0,
      "text": "the discussion should really provide both qualitative and quantitative information that"
    },
    {
      "index": 125,
      "start_time": 702690.0,
      "end_time": 706589.0,
      "text": "is necessary for the readers to understand the business purpose and economic substance"
    },
    {
      "index": 126,
      "start_time": 706589.0,
      "end_time": 711379.0,
      "text": "of such transaction. I will go through the last point presented here relating to the"
    },
    {
      "index": 127,
      "start_time": 711379.0,
      "end_time": 718540.0,
      "text": "staff’s findings relating to management certifications on the next slide."
    },
    {
      "index": 128,
      "start_time": 718540.0,
      "end_time": 723040.0,
      "text": "The staff this year discussed in some great detail the certification disclosures and their"
    },
    {
      "index": 129,
      "start_time": 723040.0,
      "end_time": 730300.0,
      "text": "findings. The requirement around certification disclosures are included in NI 52-109 and"
    },
    {
      "index": 130,
      "start_time": 730300.0,
      "end_time": 735600.0,
      "text": "requires issuers to file certificates of annual and interim filing signed by an issuer CEO"
    },
    {
      "index": 131,
      "start_time": 735600.0,
      "end_time": 743569.0,
      "text": "and CFO. Non-venture issuers are required to design or have caused to be designed, DC&P,"
    },
    {
      "index": 132,
      "start_time": 743569.0,
      "end_time": 748600.0,
      "text": "which is disclosure controls and procedures, and ICFR, internal controls over financial"
    },
    {
      "index": 133,
      "start_time": 748600.0,
      "end_time": 754600.0,
      "text": "reporting on an annual basis and on an annual basis evaluated or caused to be evaluated"
    },
    {
      "index": 134,
      "start_time": 754600.0,
      "end_time": 761790.0,
      "text": "under their supervision, the effectiveness of DC&P and ICFR. The issuer is also required"
    },
    {
      "index": 135,
      "start_time": 761790.0,
      "end_time": 766500.0,
      "text": "to disclose in its annual MD&A, the CEO and CFO’s conclusion about the effectiveness"
    },
    {
      "index": 136,
      "start_time": 766500.0,
      "end_time": 773399.0,
      "text": "of DC&P and ICFR. When the certifying officers determine that there is a material weakness"
    },
    {
      "index": 137,
      "start_time": 773399.0,
      "end_time": 778089.0,
      "text": "relating to the design or operations of ICFR, or when there has been a limitation on the"
    },
    {
      "index": 138,
      "start_time": 778089.0,
      "end_time": 783649.0,
      "text": "scope of the design, issuers must include certain information as dictated by form requirements"
    },
    {
      "index": 139,
      "start_time": 783649.0,
      "end_time": 793579.0,
      "text": "in National Instrument 52-109 in their certification as well as including disclosure in the MD&A"
    },
    {
      "index": 140,
      "start_time": 793579.0,
      "end_time": 798660.0,
      "text": "describing the material weakness or summary financial information relating to the entities"
    },
    {
      "index": 141,
      "start_time": 798660.0,
      "end_time": 807110.0,
      "text": "subject to the scope limitation. Upon their CD reviews, they have identified three common"
    },
    {
      "index": 142,
      "start_time": 807110.0,
      "end_time": 811879.0,
      "text": "areas of deficiencies. First they found out there were inconsistencies between the certificate"
    },
    {
      "index": 143,
      "start_time": 811879.0,
      "end_time": 816899.0,
      "text": "and the MD&A disclosure. For example, where they have indicated on the certificate that"
    },
    {
      "index": 144,
      "start_time": 816899.0,
      "end_time": 822980.0,
      "text": "there was a material weakness, there was no discussion in the MD&A of the material weakness."
    },
    {
      "index": 145,
      "start_time": 822980.0,
      "end_time": 830279.0,
      "text": "Secondly, material weakness disclosure. For instance, some issuers did not describe the"
    },
    {
      "index": 146,
      "start_time": 830279.0,
      "end_time": 836050.0,
      "text": "material weakness in sufficient detail. Rather it was vague and gave little insight about"
    },
    {
      "index": 147,
      "start_time": 836050.0,
      "end_time": 841149.0,
      "text": "the impact of the issuers financial reporting. It was also noted that certain issuers reported"
    },
    {
      "index": 148,
      "start_time": 841149.0,
      "end_time": 845290.0,
      "text": "material weakness for a number of consecutive years and during that time had experienced"
    },
    {
      "index": 149,
      "start_time": 845290.0,
      "end_time": 850139.0,
      "text": "significant growth in their operations. Other remediation of an identified material weakness"
    },
    {
      "index": 150,
      "start_time": 850139.0,
      "end_time": 854629.0,
      "text": "is not required under the rules. It would be useful to an investor if the issuer discussed"
    },
    {
      "index": 151,
      "start_time": 854629.0,
      "end_time": 858889.0,
      "text": "whether they have committed or will commit to a plan to remediate the material weakness"
    },
    {
      "index": 152,
      "start_time": 858889.0,
      "end_time": 865009.0,
      "text": "and whether there are any mitigating procedures that reduced the risks that have not been"
    },
    {
      "index": 153,
      "start_time": 865009.0,
      "end_time": 871220.0,
      "text": "addressed as a result of identified material weakness. There is further discussion of such"
    },
    {
      "index": 154,
      "start_time": 871220.0,
      "end_time": 877499.0,
      "text": "in the Companion Policy 52-109, Section 9.7, so issuers are reminded to refer to the policy"
    },
    {
      "index": 155,
      "start_time": 877499.0,
      "end_time": 884569.0,
      "text": "when this is applicable. They also remind issuers that a meaningful discussion of an"
    },
    {
      "index": 156,
      "start_time": 884569.0,
      "end_time": 889100.0,
      "text": "unremediated material weakness should be updated in each MD&A to ensure that the impact of"
    },
    {
      "index": 157,
      "start_time": 889100.0,
      "end_time": 894029.0,
      "text": "the material weakness continues to be properly reflected as the company grows or goes through"
    },
    {
      "index": 158,
      "start_time": 894029.0,
      "end_time": 899160.0,
      "text": "other changes in their operation. This will be further discussed using an example in the"
    },
    {
      "index": 159,
      "start_time": 899160.0,
      "end_time": 905490.0,
      "text": "next slide. Thirdly, they found that the limitation or scope of design relating to an acquired"
    },
    {
      "index": 160,
      "start_time": 905490.0,
      "end_time": 910740.0,
      "text": "business was not disclosed sufficiently. Staff noted that certain issuers had a scope limitation"
    },
    {
      "index": 161,
      "start_time": 910740.0,
      "end_time": 915839.0,
      "text": "relating to two or more unrelated entities, but presented combined financial information"
    },
    {
      "index": 162,
      "start_time": 915839.0,
      "end_time": 923589.0,
      "text": "instead of disclosing information for each entity separately. They encourage issuers"
    },
    {
      "index": 163,
      "start_time": 923589.0,
      "end_time": 932680.0,
      "text": "to refer to Section 14.2 of 52-109 CP, which permits presenting of combined financial information"
    },
    {
      "index": 164,
      "start_time": 932680.0,
      "end_time": 940970.0,
      "text": "only when the businesses are related. As discussed on the previous slide, this is"
    },
    {
      "index": 165,
      "start_time": 940970.0,
      "end_time": 945790.0,
      "text": "an example of a deficient disclosure relating to a material weakness. I will not read off"
    },
    {
      "index": 166,
      "start_time": 945790.0,
      "end_time": 950709.0,
      "text": "the entire slide for you, but the illustration is given to reemphasize some deficiencies"
    },
    {
      "index": 167,
      "start_time": 950709.0,
      "end_time": 955389.0,
      "text": "relating to the description of the material weakness, the impact of the material weakness"
    },
    {
      "index": 168,
      "start_time": 955389.0,
      "end_time": 963389.0,
      "text": "on the issuers financial reporting and its ICFR and whether the issuers plans if any,"
    },
    {
      "index": 169,
      "start_time": 963389.0,
      "end_time": 969360.0,
      "text": "to remediate. More specifically in this example, there is a reference to more than one internal"
    },
    {
      "index": 170,
      "start_time": 969360.0,
      "end_time": 973939.0,
      "text": "control deficiencies in one place, but in the actual discussion of the deficiency, they"
    },
    {
      "index": 171,
      "start_time": 973939.0,
      "end_time": 980370.0,
      "text": "only described one, a lack of segregation of duties, and there is also a lack of a clear"
    },
    {
      "index": 172,
      "start_time": 980370.0,
      "end_time": 985610.0,
      "text": "identification that this is a material weakness. Also, in this example, they referred to financial"
    },
    {
      "index": 173,
      "start_time": 985610.0,
      "end_time": 989720.0,
      "text": "matters, but the meaning of such term used in the description of the deficiency relating"
    },
    {
      "index": 174,
      "start_time": 989720.0,
      "end_time": 1000850.0,
      "text": "to segregation of duties is unclear and insufficient. Findings from the CSA’s continuous disclosure"
    },
    {
      "index": 175,
      "start_time": 1000850.0,
      "end_time": 1005920.0,
      "text": "reviews included other regulatory disclosure deficiencies. These were the five that is"
    },
    {
      "index": 176,
      "start_time": 1005920.0,
      "end_time": 1010379.0,
      "text": "pointed out here on the bubbles on the slide with material contracts going from left to"
    },
    {
      "index": 177,
      "start_time": 1010380.0,
      "end_time": 1015940.0,
      "text": "right, the staff mainly reminds issuers that there is a list of contracts given in National"
    },
    {
      "index": 178,
      "start_time": 1015940.0,
      "end_time": 1023291.0,
      "text": "Instrument 51-102 that must be filed even if the contracts are entered in the ordinary"
    },
    {
      "index": 179,
      "start_time": 1023290.0,
      "end_time": 1028250.0,
      "text": "course of business. Material change reports were noted as sometimes not being filed on"
    },
    {
      "index": 180,
      "start_time": 1028250.0,
      "end_time": 1034600.0,
      "text": "time, which is within the 10 days of the date of change or as soon as applicable as practicable."
    },
    {
      "index": 181,
      "start_time": 1034599.9999999999,
      "end_time": 1038379.9999999999,
      "text": "It was also noted that issuers should be mindful that these announcements should be factual"
    },
    {
      "index": 182,
      "start_time": 1038380.0000000001,
      "end_time": 1043820.0000000001,
      "text": "and balanced. And unfavorable news must be disclosed just as promptly and completely"
    },
    {
      "index": 183,
      "start_time": 1043819.9999999999,
      "end_time": 1049280.0,
      "text": "as favorable news. Selective disclosure was noted in the report as a hot button also,"
    },
    {
      "index": 184,
      "start_time": 1049280.0,
      "end_time": 1053500.0,
      "text": "as it appears that certain issuers disclose material non-public information to one or"
    },
    {
      "index": 185,
      "start_time": 1053500.0,
      "end_time": 1059270.0,
      "text": "more individuals or companies and not broadly to the investing public. Once again, mineral"
    },
    {
      "index": 186,
      "start_time": 1059270.0,
      "end_time": 1064780.0,
      "text": "projects as it relates to disclosures that is required in National Instrument 43-101"
    },
    {
      "index": 187,
      "start_time": 1064780.0,
      "end_time": 1069940.0,
      "text": "standard of disclosure from mineral projects was noted as a deficient area as well as filings"
    },
    {
      "index": 188,
      "start_time": 1069940.0,
      "end_time": 1075490.0,
      "text": "of news release was mentioned in the report as the staff continued to see unbalanced and"
    },
    {
      "index": 189,
      "start_time": 1075490.0,
      "end_time": 1081170.0,
      "text": "promotional disclosures. Issuers are reminded to refer to guidance on best disclosure practices"
    },
    {
      "index": 190,
      "start_time": 1081170.0,
      "end_time": 1088870.0,
      "text": "in National Policy 51-201 as well as Form 51 102, F1, Part 1A."
    },
    {
      "index": 191,
      "start_time": 1088870.0,
      "end_time": 1093410.0,
      "text": "  Now, we can move onto some detailed look at"
    },
    {
      "index": 192,
      "start_time": 1093410.0,
      "end_time": 1097860.0,
      "text": "the common deficiencies that were identified in the full reviews as well as IORs that relate"
    },
    {
      "index": 193,
      "start_time": 1097860.0,
      "end_time": 1102880.0,
      "text": "to financial statements. This of course is not an exhaustive list of disclosure deficiencies"
    },
    {
      "index": 194,
      "start_time": 1102880.0,
      "end_time": 1107560.0,
      "text": "that the CSA noted in their reviews. They reminded issuers that they are required to"
    },
    {
      "index": 195,
      "start_time": 1107560.0,
      "end_time": 1113310.0,
      "text": "ensure that the continuous disclosure record complies with all relevant securities legislation"
    },
    {
      "index": 196,
      "start_time": 1113310.0,
      "end_time": 1118440.0,
      "text": "and that the volume does not always equally took full compliance. In their notice the"
    },
    {
      "index": 197,
      "start_time": 1118440.0,
      "end_time": 1123070.0,
      "text": "CSA outlined three hot buttons in a disclosure example to illustrate financial statement"
    },
    {
      "index": 198,
      "start_time": 1123070.0,
      "end_time": 1129960.0,
      "text": "deficiencies. These were in the areas of operating segments, business combinations, fair value"
    },
    {
      "index": 199,
      "start_time": 1129960.0,
      "end_time": 1134150.0,
      "text": "measurements and impairment of assets. Now, we will look at these individually in more"
    },
    {
      "index": 200,
      "start_time": 1134150.0,
      "end_time": 1141710.0,
      "text": "detail in the following slides with my colleague in the National Accounting Group, Clair Grindley."
    },
    {
      "index": 201,
      "start_time": 1141710.0,
      "end_time": 1150080.0,
      "text": "First, we will visit the deficiencies noted relating to operating segments. The two observations"
    },
    {
      "index": 202,
      "start_time": 1150080.0,
      "end_time": 1154630.0,
      "text": "that were pointed out by the regulators here was that there were failures to disclose the"
    },
    {
      "index": 203,
      "start_time": 1154630.0,
      "end_time": 1160630.0,
      "text": "appropriate information on geographic areas as well as major customers where appropriate."
    },
    {
      "index": 204,
      "start_time": 1160630.0,
      "end_time": 1165540.0,
      "text": "Clair, with respect to these findings, can you explain the IFRS requirements on disclosures"
    },
    {
      "index": 205,
      "start_time": 1165540.0,
      "end_time": 1169820.0,
      "text": "in these areas? Yes, I can Julia. There are two paragraphs"
    },
    {
      "index": 206,
      "start_time": 1169820.0,
      "end_time": 1176120.0,
      "text": "that are of the focus of the CSA comments and they are paragraphs 33 and 34 of IFRS"
    },
    {
      "index": 207,
      "start_time": 1176120.0,
      "end_time": 1181860.0,
      "text": "8. Paragraph 33 deals with disclosures for revenues and for non-current assets by geographical"
    },
    {
      "index": 208,
      "start_time": 1181860.0,
      "end_time": 1187060.0,
      "text": "area and the intent of this disclosure is to assist users in understanding the risk"
    },
    {
      "index": 209,
      "start_time": 1187060.0,
      "end_time": 1192690.0,
      "text": "concentration within the entity as a whole. For both external revenues and non-current"
    },
    {
      "index": 210,
      "start_time": 1192690.0,
      "end_time": 1199810.0,
      "text": "assets, an entity is required under IFRS 8 to show each amount for the country of domicile"
    },
    {
      "index": 211,
      "start_time": 1199810.0,
      "end_time": 1205090.0,
      "text": "as well as all for foreign countries in aggregate. In addition, if a balance in an individual"
    },
    {
      "index": 212,
      "start_time": 1205090.0,
      "end_time": 1211090.0,
      "text": "foreign country is material then this must be disclosed separately. Paragraph 34 deals"
    },
    {
      "index": 213,
      "start_time": 1211090.0,
      "end_time": 1216470.0,
      "text": "with disclosure of information about major customers because major customers of an enterprise"
    },
    {
      "index": 214,
      "start_time": 1216470.0,
      "end_time": 1223660.0,
      "text": "represent a significant risk concentration and under Paragraph 34, if revenues from a"
    },
    {
      "index": 215,
      "start_time": 1223660.0,
      "end_time": 1228720.0,
      "text": "single external customer amount to 10% of more of an entity’s revenues, then this"
    },
    {
      "index": 216,
      "start_time": 1228720.0,
      "end_time": 1233640.0,
      "text": "fact must be disclosed along with a total revenues for that customer and the segment"
    },
    {
      "index": 217,
      "start_time": 1233640.0,
      "end_time": 1239250.0,
      "text": "to which the revenues relate. There is however no requirement to disclose the identity of"
    },
    {
      "index": 218,
      "start_time": 1239250.0,
      "end_time": 1244490.0,
      "text": "the major customer. So, let us take a look at how that might work in practice with an"
    },
    {
      "index": 219,
      "start_time": 1244490.0,
      "end_time": 1250240.0,
      "text": "example disclosure And we have got one here, and you can see,"
    },
    {
      "index": 220,
      "start_time": 1250240.0,
      "end_time": 1254770.0,
      "text": "you have got the group operates in two areas, Canada and that is the country of domicile"
    },
    {
      "index": 221,
      "start_time": 1254770.0,
      "end_time": 1260940.0,
      "text": "in this case and the UK, and we have got some narrative and in a table and as you can see"
    },
    {
      "index": 222,
      "start_time": 1260940.0,
      "end_time": 1266870.0,
      "text": "both for the current year and the prior year for Canada and for the UK, you can see the"
    },
    {
      "index": 223,
      "start_time": 1266870.0,
      "end_time": 1272630.0,
      "text": "revenue from external customers and also the non-current asset. Now, in this case, we have"
    },
    {
      "index": 224,
      "start_time": 1272630.0,
      "end_time": 1278110.0,
      "text": "just got the country of domicile Canada and one foreign jurisdiction being the UK. If"
    },
    {
      "index": 225,
      "start_time": 1278110.0,
      "end_time": 1283030.0,
      "text": "say we had a third foreign country or second foreign country, so we had UK and France,"
    },
    {
      "index": 226,
      "start_time": 1283030.0,
      "end_time": 1288680.0,
      "text": "an entity would be permitted to just show the aggregate revenue and non-current assets"
    },
    {
      "index": 227,
      "start_time": 1288680.0,
      "end_time": 1295150.0,
      "text": "for those foreign countries unless one of those foreign countries was individually material."
    },
    {
      "index": 228,
      "start_time": 1295150.0,
      "end_time": 1301290.0,
      "text": "Then, immediately below the table, we have got information about major customers and"
    },
    {
      "index": 229,
      "start_time": 1301290.0,
      "end_time": 1307690.0,
      "text": "as you can see in this case, we do have one major customer that contributed to 10% or"
    },
    {
      "index": 230,
      "start_time": 1307690.0,
      "end_time": 1315050.0,
      "text": "more of the group’s revenue for both years, for 2015 and 2014. So, here we have disclosed"
    },
    {
      "index": 231,
      "start_time": 1315050.0,
      "end_time": 1320130.0,
      "text": "what that amount is, but as I noted just now with no requirement to disclose the identity"
    },
    {
      "index": 232,
      "start_time": 1320130.0,
      "end_time": 1328670.0,
      "text": "of the customer itself. Clair, I know that the IASB completed a post"
    },
    {
      "index": 233,
      "start_time": 1328670.0,
      "end_time": 1333350.0,
      "text": "implementation review of IFRS 8 a couple of years ago. Were there any findings from that"
    },
    {
      "index": 234,
      "start_time": 1333350.0,
      "end_time": 1337380.0,
      "text": "review that coincide with the results of the CSA review here?"
    },
    {
      "index": 235,
      "start_time": 1337380.0,
      "end_time": 1342780.0,
      "text": "You are right Julia. There was a post-implementation review, but there was not a lot here that"
    },
    {
      "index": 236,
      "start_time": 1342780.0,
      "end_time": 1347800.0,
      "text": "was commented with respect to geographical information on major customers being the subject"
    },
    {
      "index": 237,
      "start_time": 1347800.0,
      "end_time": 1353390.0,
      "text": "of the CSA’s comments this year; however, there were a number of other findings from"
    },
    {
      "index": 238,
      "start_time": 1353390.0,
      "end_time": 1359230.0,
      "text": "that review and there are going to be some changes in IFRS 8 in other areas and in fact"
    },
    {
      "index": 239,
      "start_time": 1359230.0,
      "end_time": 1364100.0,
      "text": "an exposure draft is currently being drafted to address the proposed amendments, we expect"
    },
    {
      "index": 240,
      "start_time": 1364100.0,
      "end_time": 1372700.0,
      "text": "to see something from the IASB in the next six months."
    },
    {
      "index": 241,
      "start_time": 1372700.0,
      "end_time": 1375020.0,
      "text": "  The next hot button that was listed in the"
    },
    {
      "index": 242,
      "start_time": 1375020.0,
      "end_time": 1379630.0,
      "text": "staff notice this year related to business combinations. It seemed that when companies"
    },
    {
      "index": 243,
      "start_time": 1379630.0,
      "end_time": 1385420.0,
      "text": "had acquired a business, it was unclear to the staff as to whether the issuers have appropriately"
    },
    {
      "index": 244,
      "start_time": 1385420.0,
      "end_time": 1389940.0,
      "text": "assessD the purchase business to separately identify intangible assets such as customer"
    },
    {
      "index": 245,
      "start_time": 1389940.0,
      "end_time": 1395130.0,
      "text": "lists, intellectual properties, etc. Clair, can you tell us some details as to what the"
    },
    {
      "index": 246,
      "start_time": 1395130.0,
      "end_time": 1401920.0,
      "text": "IFRS requirements are that relate to deficiencies noted by CSA and what does IFRS 3 say?"
    },
    {
      "index": 247,
      "start_time": 1401920.0,
      "end_time": 1411010.0,
      "text": "So, the paragraphs that the CSA focused on are 10-13, 45 and Appendix B of IFRS 3, but"
    },
    {
      "index": 248,
      "start_time": 1411010.0,
      "end_time": 1415650.0,
      "text": "at the heart of the CSA’s comment is the requirement under IFRS 3 to do a purchase"
    },
    {
      "index": 249,
      "start_time": 1415650.0,
      "end_time": 1421040.0,
      "text": "price allocation at the date of acquisition and that effectively takes the total purchase"
    },
    {
      "index": 250,
      "start_time": 1421040.0,
      "end_time": 1427170.0,
      "text": "price and allocates this out to all the assets and liabilities that have been acquired, and"
    },
    {
      "index": 251,
      "start_time": 1427170.0,
      "end_time": 1433550.0,
      "text": "this process requires the acquiring entity to recognize the identifiable assets acquired"
    },
    {
      "index": 252,
      "start_time": 1433550.0,
      "end_time": 1438580.0,
      "text": "including intangible assets and that could be a whole host of intangibles that meet the"
    },
    {
      "index": 253,
      "start_time": 1438580.0,
      "end_time": 1446590.0,
      "text": "criteria for recognition as a separate asset and it is important for entities who are in"
    },
    {
      "index": 254,
      "start_time": 1446590.0,
      "end_time": 1451780.0,
      "text": "acquiring activities to perform a complete search for all intangibles and separately"
    },
    {
      "index": 255,
      "start_time": 1451780.0,
      "end_time": 1457780.0,
      "text": "recognize them. There is some temptation perhaps to short cut the process and just leave all"
    },
    {
      "index": 256,
      "start_time": 1457780.0,
      "end_time": 1463890.0,
      "text": "of the residual purchase price in goodwill, but this is not in compliance with IFRS 3"
    },
    {
      "index": 257,
      "start_time": 1463890.0,
      "end_time": 1469990.0,
      "text": "and remember, the goodwill is not amortized and most intangibles have indefinite-life"
    },
    {
      "index": 258,
      "start_time": 1469990.0,
      "end_time": 1475420.0,
      "text": "intangibles are amortized and as such the failure to properly identify all intangibles"
    },
    {
      "index": 259,
      "start_time": 1475420.0,
      "end_time": 1482140.0,
      "text": "will have a direct impact on post-acquisition performance. Now, IFRS 3 does allow some time"
    },
    {
      "index": 260,
      "start_time": 1482140.0,
      "end_time": 1487810.0,
      "text": "to complete this purchase price allocation in case entities are listening and thinking"
    },
    {
      "index": 261,
      "start_time": 1487810.0,
      "end_time": 1492970.0,
      "text": "that is quite a lot of effort that might involve there and they are right, it is, but a measurement"
    },
    {
      "index": 262,
      "start_time": 1492970.0,
      "end_time": 1498680.0,
      "text": "period of up to one year is permitted for acquiring entity to obtain information about"
    },
    {
      "index": 263,
      "start_time": 1498680.0,
      "end_time": 1504170.0,
      "text": "facts and circumstances that existed at the acquisition date and I told the purchase price"
    },
    {
      "index": 264,
      "start_time": 1504170.0,
      "end_time": 1509610.0,
      "text": "allocation is finalized, provisional amounts reported in the financial statements, but"
    },
    {
      "index": 265,
      "start_time": 1509610.0,
      "end_time": 1515190.0,
      "text": "if the amounts changed when we actually finalize and close the purchase price allocation, adjustments"
    },
    {
      "index": 266,
      "start_time": 1515190.0,
      "end_time": 1520130.0,
      "text": "have to be made and they have to be made to comparative periods previously presented as"
    },
    {
      "index": 267,
      "start_time": 1520130.0,
      "end_time": 1528970.0,
      "text": "well and this might include say if you reallocated maybe $100 million from goodwill to an amortized"
    },
    {
      "index": 268,
      "start_time": 1528970.0,
      "end_time": 1533960.0,
      "text": "intangible, you would not just do that reallocation, you would also have to record any catch-up"
    },
    {
      "index": 269,
      "start_time": 1533960.0,
      "end_time": 1547000.0,
      "text": "amortization for that time period. To illustrate what I have been saying a little"
    },
    {
      "index": 270,
      "start_time": 1547000.0,
      "end_time": 1552950.0,
      "text": "more, we have got a before and after picture here, a kind of IFRS 3 makeover. So, let us"
    },
    {
      "index": 271,
      "start_time": 1552950.0,
      "end_time": 1560520.0,
      "text": "look at the transaction before an entity has considered the IFRS 3 requirements appropriately"
    },
    {
      "index": 272,
      "start_time": 1560520.0,
      "end_time": 1566000.0,
      "text": "and here you can see, you have got a total purchase price of $700 million, but we have"
    },
    {
      "index": 273,
      "start_time": 1566000.0,
      "end_time": 1573350.0,
      "text": "actually in this case identified no intangible assets and any excess purchase price has just"
    },
    {
      "index": 274,
      "start_time": 1573350.0,
      "end_time": 1578110.0,
      "text": "been allocated to goodwill. They have got a pretty sizeable goodwill balance there of"
    },
    {
      "index": 275,
      "start_time": 1578110.0,
      "end_time": 1584710.0,
      "text": "$465 million; however, on the right hand side of the screen, the entity has seen the light"
    },
    {
      "index": 276,
      "start_time": 1584710.0,
      "end_time": 1591100.0,
      "text": "and indeed here, we have actually got $300 million of intangible assets separately recognized"
    },
    {
      "index": 277,
      "start_time": 1591100.0,
      "end_time": 1599800.0,
      "text": "in the form of licenses, patents and customers list, so goodwill diminishes from $465 million"
    },
    {
      "index": 278,
      "start_time": 1599800.0,
      "end_time": 1608290.0,
      "text": "to $165 million and that’s a very simple example but that is quite succinctly illustrates"
    },
    {
      "index": 279,
      "start_time": 1608290.0,
      "end_time": 1613370.0,
      "text": "the point the CSA is making. We would also like to here as well that this is not a new"
    },
    {
      "index": 280,
      "start_time": 1613370.0,
      "end_time": 1618210.0,
      "text": "one. IFRS 3 has been around for a while and this has been a recurring comment that we"
    },
    {
      "index": 281,
      "start_time": 1618210.0,
      "end_time": 1623620.0,
      "text": "have seen in practice from regulators and elsewhere. So, clearly some entities are still"
    },
    {
      "index": 282,
      "start_time": 1623620.0,
      "end_time": 1629820.0,
      "text": "struggling with this aspect of IFRS 3, so perhaps it is time to just take a refresher"
    },
    {
      "index": 283,
      "start_time": 1629820.0,
      "end_time": 1641970.0,
      "text": "of the requirements. Thanks Clair. The next topic was fair value"
    },
    {
      "index": 284,
      "start_time": 1641970.0,
      "end_time": 1645020.0,
      "text": "measurement observation. Here we have the discussion and the notice where the staff"
    },
    {
      "index": 285,
      "start_time": 1645020.0,
      "end_time": 1650520.0,
      "text": "of the CSA continues to see issuers that fail to disclose a description of the evaluation"
    },
    {
      "index": 286,
      "start_time": 1650520.0,
      "end_time": 1655940.0,
      "text": "technique and inputs used for fair value measurements categorized within Level 3 of the fair value"
    },
    {
      "index": 287,
      "start_time": 1655940.0,
      "end_time": 1661020.0,
      "text": "hierarchy. Clair, can you please discuss with us what the specific requirements are in IFRS"
    },
    {
      "index": 288,
      "start_time": 1661020.0,
      "end_time": 1670510.0,
      "text": "13 and what the CSA is expecting to see here. And IFRS 13, unlike IFRS 3 is a new area and"
    },
    {
      "index": 289,
      "start_time": 1670510.0,
      "end_time": 1676770.0,
      "text": "it is a very complex standard that is pervasive to the financial statements of an entity perhaps"
    },
    {
      "index": 290,
      "start_time": 1676770.0,
      "end_time": 1683490.0,
      "text": "before I just explain the requirements of the CSA is focusing on, it might be just helpful"
    },
    {
      "index": 291,
      "start_time": 1683490.0,
      "end_time": 1692730.0,
      "text": "to review that the fair value hierarchy in IFRS 13 and if we think about Level 1 items,"
    },
    {
      "index": 292,
      "start_time": 1692730.0,
      "end_time": 1698250.0,
      "text": "these are unadjusted quoted prices in active markets for identical assets or liabilities"
    },
    {
      "index": 293,
      "start_time": 1698250.0,
      "end_time": 1704120.0,
      "text": "that the entity can access the measurement date. So, quoted prices in active markets."
    },
    {
      "index": 294,
      "start_time": 1704120.0,
      "end_time": 1709760.0,
      "text": "Level 2 refers to a fair value measurement that includes inputs other than quoted prices"
    },
    {
      "index": 295,
      "start_time": 1709760.0,
      "end_time": 1715190.0,
      "text": "within Level 1, but nonetheless those inputs are observable for the asset or liability"
    },
    {
      "index": 296,
      "start_time": 1715190.0,
      "end_time": 1723580.0,
      "text": "in question. Level 3 however valuations rely on unobservable inputs and may include also"
    },
    {
      "index": 297,
      "start_time": 1723580.0,
      "end_time": 1729750.0,
      "text": "the entity’s own data, so certainly it is unsurprising that standard setters require"
    },
    {
      "index": 298,
      "start_time": 1729750.0,
      "end_time": 1736140.0,
      "text": "an additional degree of disclosure for a fair value measurement that is Level 3 in nature"
    },
    {
      "index": 299,
      "start_time": 1736140.0,
      "end_time": 1742760.0,
      "text": "versus Level 1 and Level 2, and indeed that is exactly what the CSA has picked up that"
    },
    {
      "index": 300,
      "start_time": 1742760.0,
      "end_time": 1748100.0,
      "text": "IFRS 13 requires more disclosure for Level 3 items, but some entities are failing to"
    },
    {
      "index": 301,
      "start_time": 1748100.0,
      "end_time": 1753240.0,
      "text": "provide that disclosure in their financial statements. I will go through a few of the"
    },
    {
      "index": 302,
      "start_time": 1753240.0,
      "end_time": 1759900.0,
      "text": "items in the gray-shaded box that we have shown on the screen, but would caution people"
    },
    {
      "index": 303,
      "start_time": 1759900.0,
      "end_time": 1767990.0,
      "text": "to take a proper review of paragraphs 93D to 93H and there you can see more fully all"
    },
    {
      "index": 304,
      "start_time": 1767990.0,
      "end_time": 1774990.0,
      "text": "of the disclosure requirements relating to Level 3 items. The first one relates to on"
    },
    {
      "index": 305,
      "start_time": 1774990.0,
      "end_time": 1779410.0,
      "text": "the screen here, it relates to recurring and non-recurring fair value measurements in both"
    },
    {
      "index": 306,
      "start_time": 1779410.0,
      "end_time": 1787100.0,
      "text": "Level 2 and Level 3. Here there is a requirement to give a description of the valuation technique,"
    },
    {
      "index": 307,
      "start_time": 1787100.0,
      "end_time": 1791870.0,
      "text": "the inputs used, any change in these and reasons for the change."
    },
    {
      "index": 308,
      "start_time": 1791870.0,
      "end_time": 1797170.0,
      "text": "The next item on the screen relates to recurring fair value measurements in Level 3 and here"
    },
    {
      "index": 309,
      "start_time": 1797170.0,
      "end_time": 1800940.0,
      "text": "there is a requirement to do a:  reconciliation from the opening balances"
    },
    {
      "index": 310,
      "start_time": 1800940.0,
      "end_time": 1804680.0,
      "text": "to the closing balances disclosing details of any changes"
    },
    {
      "index": 311,
      "start_time": 1804680.0,
      "end_time": 1809680.0,
      "text": " disclosure of the amount of the total gains or losses for the period included in"
    },
    {
      "index": 312,
      "start_time": 1809680.0,
      "end_time": 1813900.0,
      "text": "profit or loss and attributable to the change in unrealized gains or losses"
    },
    {
      "index": 313,
      "start_time": 1813900.0,
      "end_time": 1818820.0,
      "text": " and also a narrative description of the sensitivity of the fair value measurement"
    },
    {
      "index": 314,
      "start_time": 1818820.0,
      "end_time": 1825010.0,
      "text": "to changes in unobservable inputs and description of interrelationships with other inputs"
    },
    {
      "index": 315,
      "start_time": 1825010.0,
      "end_time": 1832730.0,
      "text": "So, there is a quite a bit of disclosure that IFRS 13 requires entities to provide to users."
    },
    {
      "index": 316,
      "start_time": 1832730.0,
      "end_time": 1837220.0,
      "text": "Lastly on this slide for both recurring and non-recurring fair value measurements in Level"
    },
    {
      "index": 317,
      "start_time": 1837220.0,
      "end_time": 1843400.0,
      "text": "3, there is a requirement to provide quantitative information about the significant unobservable"
    },
    {
      "index": 318,
      "start_time": 1843400.0,
      "end_time": 1848440.0,
      "text": "inputs used in the fair value measurement and lastly a description of the valuation"
    },
    {
      "index": 319,
      "start_time": 1848440.0,
      "end_time": 1853140.0,
      "text": "processes used to decide valuation policies and procedures."
    },
    {
      "index": 320,
      "start_time": 1853140.0,
      "end_time": 1857550.0,
      "text": "So, quite a lot there and I have to take a bit of a deep breath just in thinking about"
    },
    {
      "index": 321,
      "start_time": 1857550.0,
      "end_time": 1862540.0,
      "text": "all that, but perhaps if we move to the next slide, you can see how some of that is put"
    },
    {
      "index": 322,
      "start_time": 1862540.0,
      "end_time": 1869450.0,
      "text": "into practice with an example that we provided. And what I would say here is I know some entities"
    },
    {
      "index": 323,
      "start_time": 1869450.0,
      "end_time": 1875600.0,
      "text": "make use of Deloitte checklist or other checklist for financial statements and some entities"
    },
    {
      "index": 324,
      "start_time": 1875600.0,
      "end_time": 1881540.0,
      "text": "choose not to do that, but what I would recommend that for IFRS 13 in particular it is really"
    },
    {
      "index": 325,
      "start_time": 1881540.0,
      "end_time": 1886720.0,
      "text": "easy to miss some of the disclosure requirements, there are a lot of them. So, I would recommend"
    },
    {
      "index": 326,
      "start_time": 1886720.0,
      "end_time": 1891830.0,
      "text": "you make reference to a checklist or speak to a Deloitte advisor when you are reviewing"
    },
    {
      "index": 327,
      "start_time": 1891830.0,
      "end_time": 1897840.0,
      "text": "the completeness of your IFRS 13 disclosure requirements. Here in this table you can see"
    },
    {
      "index": 328,
      "start_time": 1897840.0,
      "end_time": 1903580.0,
      "text": "two items Level 1 and Level 3 and really we have included these here to show the contrast"
    },
    {
      "index": 329,
      "start_time": 1903580.0,
      "end_time": 1908360.0,
      "text": "of the additional information that is required for the Level 3 item, the privately held equity"
    },
    {
      "index": 330,
      "start_time": 1908360.0,
      "end_time": 1915270.0,
      "text": "securities in contrast to the Level 1 fair value item and you can see for the Level 3"
    },
    {
      "index": 331,
      "start_time": 1915270.0,
      "end_time": 1920810.0,
      "text": "item, we have got a description of the valuation techniques and the key inputs and then if"
    },
    {
      "index": 332,
      "start_time": 1920810.0,
      "end_time": 1926160.0,
      "text": "we move along that table we have got details of the significant unobservable inputs and"
    },
    {
      "index": 333,
      "start_time": 1926160.0,
      "end_time": 1932910.0,
      "text": "here got a description of each one so a narrative description as well as the quantitative amount"
    },
    {
      "index": 334,
      "start_time": 1932910.0,
      "end_time": 1938660.0,
      "text": "as well. So, for example for long-term pre-tax operating margin, which is one of the significant"
    },
    {
      "index": 335,
      "start_time": 1938660.0,
      "end_time": 1945190.0,
      "text": "unobservable inputs, you can see that it is from 5-12%. Lastly, we have got the sensitivity"
    },
    {
      "index": 336,
      "start_time": 1945190.0,
      "end_time": 1952200.0,
      "text": "piece in the far right column of the table and here there is a description of what the"
    },
    {
      "index": 337,
      "start_time": 1952200.0,
      "end_time": 1957440.0,
      "text": "relationships are between the different inputs and what happens to the fair value measurements"
    },
    {
      "index": 338,
      "start_time": 1957440.0,
      "end_time": 1963300.0,
      "text": "in the instance one or more of those inputs changes."
    },
    {
      "index": 339,
      "start_time": 1963300.0,
      "end_time": 1971970.0,
      "text": "Okay, so the impairment of assets continues to be an area of deficiency once again. This"
    },
    {
      "index": 340,
      "start_time": 1971970.0,
      "end_time": 1975240.0,
      "text": "was an area noted in the last year’s staff notice and it was discussed that there was"
    },
    {
      "index": 341,
      "start_time": 1975240.0,
      "end_time": 1981220.0,
      "text": "a deficiency noted where issuers failed to disclose how the loss amount was determined."
    },
    {
      "index": 342,
      "start_time": 1981220.0,
      "end_time": 1985580.0,
      "text": "The same deficiency was noted once again this year. In addition, there were also failures"
    },
    {
      "index": 343,
      "start_time": 1985580.0,
      "end_time": 1990290.0,
      "text": "to use appropriate cash flow projections when the recoverable amount of an asset or the"
    },
    {
      "index": 344,
      "start_time": 1990290.0,
      "end_time": 1996970.0,
      "text": "cash-generating unit was value in use and also that some did not disclose the significant"
    },
    {
      "index": 345,
      "start_time": 1996970.0,
      "end_time": 2002260.0,
      "text": "judgments and the uncertainties involved in estimating the recoverable amount of the asset"
    },
    {
      "index": 346,
      "start_time": 2002260.0,
      "end_time": 2007950.0,
      "text": "or the CGUs. Clair, can you elaborate as to what the requirements under IFRS are? I believe"
    },
    {
      "index": 347,
      "start_time": 2007950.0,
      "end_time": 2011480.0,
      "text": "there are multiple IFRS disclosure requirements that come into play here."
    },
    {
      "index": 348,
      "start_time": 2011480.0,
      "end_time": 2019090.0,
      "text": "Yeah, there are indeed Julia and as you know the CSA decided to give reporting issuers"
    },
    {
      "index": 349,
      "start_time": 2019090.0,
      "end_time": 2025930.0,
      "text": "a reminder in this area and it does appear to be a recurring area of focus. In their"
    },
    {
      "index": 350,
      "start_time": 2025930.0,
      "end_time": 2032480.0,
      "text": "report, they actually focused on some of the measurement requirements as well as disclosure"
    },
    {
      "index": 351,
      "start_time": 2032480.0,
      "end_time": 2037700.0,
      "text": "and just reminding people that if you are doing a value in use calculation under IAS"
    },
    {
      "index": 352,
      "start_time": 2037700.0,
      "end_time": 2044590.0,
      "text": "36 that the cash flow projections have to be based on reasonable and supportable assumptions"
    },
    {
      "index": 353,
      "start_time": 2044590.0,
      "end_time": 2050510.0,
      "text": "and also to the extent that you are using a budget forecast as the standard requires"
    },
    {
      "index": 354,
      "start_time": 2050510.0000000002,
      "end_time": 2057450.0000000002,
      "text": "in order to do that valuation in use calculation, there is a comment in the report that must"
    },
    {
      "index": 355,
      "start_time": 2057449.9999999998,
      "end_time": 2063369.9999999998,
      "text": "be cognizant of the fact that there is a maximum of five years that is anticipated an entity"
    },
    {
      "index": 356,
      "start_time": 2063370.0,
      "end_time": 2069639.0,
      "text": "can forecast out for and you can only use a longer period if an entity is able to justify"
    },
    {
      "index": 357,
      "start_time": 2069639.9999999998,
      "end_time": 2076200.9999999998,
      "text": "that and in some unusual situations an entity might be able to justify it based on past"
    },
    {
      "index": 358,
      "start_time": 2076199.9999999998,
      "end_time": 2081799.9999999998,
      "text": "experience and a demonstrated track record of reliability and forecasting, but it would"
    },
    {
      "index": 359,
      "start_time": 2081800.0000000002,
      "end_time": 2088740.0000000002,
      "text": "be unusual for an entity to be able to reliably forecast beyond a five-year period. So, generally"
    },
    {
      "index": 360,
      "start_time": 2088739.9999999998,
      "end_time": 2097570.0,
      "text": "some form of extrapolation is required. From a disclosure perspective, the CSA commented"
    },
    {
      "index": 361,
      "start_time": 2097570.0,
      "end_time": 2104340.0,
      "text": "on the requirements, Paragraph 130 of IAS 36, which requires these items are required"
    },
    {
      "index": 362,
      "start_time": 2104340.0,
      "end_time": 2109250.0,
      "text": "to be disclosed when an impairment loss is recognized or when an impairment loss is reversed."
    },
    {
      "index": 363,
      "start_time": 2109250.0,
      "end_time": 2115430.0,
      "text": "Firstly, the events and the circumstances that led to recognition or reversal of the"
    },
    {
      "index": 364,
      "start_time": 2115430.0,
      "end_time": 2122160.0,
      "text": "impairment loss. Secondly, the amount of the impairment loss recognized or reversed. Then,"
    },
    {
      "index": 365,
      "start_time": 2122160.0,
      "end_time": 2126860.0,
      "text": "when an asset is tested for impairment on a standalone basis, the nature of the asset"
    },
    {
      "index": 366,
      "start_time": 2126860.0,
      "end_time": 2132140.0,
      "text": "and also the reportable segment to which that asset belongs. Where an asset is tested for"
    },
    {
      "index": 367,
      "start_time": 2132140.0,
      "end_time": 2137860.0,
      "text": "impairment as part of a CGU, then a requirement to give a description of the CGU, the amount"
    },
    {
      "index": 368,
      "start_time": 2137860.0,
      "end_time": 2144610.0,
      "text": "of the impairment loss recognized or reversed by class of asset and then lastly, if you"
    },
    {
      "index": 369,
      "start_time": 2144610.0,
      "end_time": 2150140.0,
      "text": "recall the recoverable amount is based on either fair value less cost of disposal, which"
    },
    {
      "index": 370,
      "start_time": 2150140.0,
      "end_time": 2157780.0,
      "text": "is an IFRS 13 based measure or value in use and depending on what recoverable amount calculation"
    },
    {
      "index": 371,
      "start_time": 2157780.0,
      "end_time": 2162630.0,
      "text": "is used to calculate the impairment then the disclosure requirements differ. Firstly, if"
    },
    {
      "index": 372,
      "start_time": 2162630.0,
      "end_time": 2167800.0,
      "text": "it is fair value less cost of disposal then there is a requirement to disclose the level"
    },
    {
      "index": 373,
      "start_time": 2167800.0,
      "end_time": 2174430.0,
      "text": "of the fair value hierarchy just what we have talked about on IFRS 13 that the measurement"
    },
    {
      "index": 374,
      "start_time": 2174430.0,
      "end_time": 2180540.0,
      "text": "relates to and if it is Level 2 or Level 3 then description of the valuation techniques"
    },
    {
      "index": 375,
      "start_time": 2180540.0,
      "end_time": 2187070.0,
      "text": "used and lastly, on this slide if value in use is used to determine the recoverable amount"
    },
    {
      "index": 376,
      "start_time": 2187070.0,
      "end_time": 2192790.0,
      "text": "then there is a requirement to disclose the discount rate used in the current period as"
    },
    {
      "index": 377,
      "start_time": 2192790.0,
      "end_time": 2202460.0,
      "text": "well as in any previous estimate of impairment. So, I think Julia the CSA included in their"
    },
    {
      "index": 378,
      "start_time": 2202460.0,
      "end_time": 2209890.0,
      "text": "report some disclosure of what was bad disclosure and what was good disclosure for IAS 36."
    },
    {
      "index": 379,
      "start_time": 2209890.0,
      "end_time": 2214840.0,
      "text": "Yes, Clair. So now that you have gone over what the requirements are under IAS 36, let"
    },
    {
      "index": 380,
      "start_time": 2214840.0,
      "end_time": 2219790.0,
      "text": "us look at this example. The deficient example appears to be quite light as you can see and"
    },
    {
      "index": 381,
      "start_time": 2219790.0,
      "end_time": 2224000.0,
      "text": "the deficiencies include a lack of disclosure of how it measure the recoverable amount of"
    },
    {
      "index": 382,
      "start_time": 2224000.0,
      "end_time": 2231230.0,
      "text": "property Y and the associated judgments and estimation uncertainty including whether the"
    },
    {
      "index": 383,
      "start_time": 2231230.0,
      "end_time": 2237860.0,
      "text": "recoverable amount was value in use or fair value less cost of disposal and if the recoverable"
    },
    {
      "index": 384,
      "start_time": 2237860.0,
      "end_time": 2242230.0,
      "text": "amount was value in use the discount rate used in the current and previous estimate"
    },
    {
      "index": 385,
      "start_time": 2242230.0,
      "end_time": 2248380.0,
      "text": "of the value in use, which is required by IAS 36, Paragraph 130G or if the recoverable"
    },
    {
      "index": 386,
      "start_time": 2248380.0,
      "end_time": 2253530.0,
      "text": "amount was fair value less cost of disposal, the applicable level of fair value hierarchy"
    },
    {
      "index": 387,
      "start_time": 2253530.0,
      "end_time": 2259430.0,
      "text": "and in the case of Level 2 or 3 of the hierarchy, the valuation technique and the key assumptions"
    },
    {
      "index": 388,
      "start_time": 2259430.0,
      "end_time": 2265600.0,
      "text": "used as required by paragraph 130F and of course the judgments made and the uncertainties"
    },
    {
      "index": 389,
      "start_time": 2265600.0,
      "end_time": 2270130.0,
      "text": "involved in estimating the recoverable amount of the property as required by Paragraph 125"
    },
    {
      "index": 390,
      "start_time": 2270130.0,
      "end_time": 2276890.0,
      "text": "of IAS 1. In contrast, the bottom example, which is a good example of the disclosure"
    },
    {
      "index": 391,
      "start_time": 2276890.0,
      "end_time": 2282950.0,
      "text": "is much more detailed and provides the disclosure that is required by the two standards IAS"
    },
    {
      "index": 392,
      "start_time": 2282950.0,
      "end_time": 2289720.0,
      "text": "36 and IAS 1. So, on this slide here, we have just shown"
    },
    {
      "index": 393,
      "start_time": 2289720.0,
      "end_time": 2295320.0,
      "text": "some reminders relating to IAS 36. I will go through it quickly now, but really just"
    },
    {
      "index": 394,
      "start_time": 2295320.0,
      "end_time": 2303430.0,
      "text": "wanted to reinforce some of the key requirements of 36, nothing new again, but ones that perhaps"
    },
    {
      "index": 395,
      "start_time": 2303430.0,
      "end_time": 2310390.0,
      "text": "need some refreshers for when applying in practice. So, in terms of IAS 36, some assets"
    },
    {
      "index": 396,
      "start_time": 2310390.0,
      "end_time": 2316400.0,
      "text": "are tested for impairment on an annual basis and that is goodwill, but then for all other"
    },
    {
      "index": 397,
      "start_time": 2316400.0,
      "end_time": 2321140.0,
      "text": "CGUs and assets there is a requirement to assess at the end of each reporting period"
    },
    {
      "index": 398,
      "start_time": 2321140.0,
      "end_time": 2327100.0,
      "text": "whether there are any indicators of impairment and IAS 36 includes a lot of guidance as to"
    },
    {
      "index": 399,
      "start_time": 2327100.0,
      "end_time": 2333750.0,
      "text": "how you assess for indicators of impairment as well as for reverse indicators. And if"
    },
    {
      "index": 400,
      "start_time": 2333750.0,
      "end_time": 2338640.0,
      "text": "there is an indication of impairment then there is a requirement then to estimate the"
    },
    {
      "index": 401,
      "start_time": 2338640.0,
      "end_time": 2344050.0,
      "text": "recoverable amount and that is based on the higher of the fair value less cost of disposal"
    },
    {
      "index": 402,
      "start_time": 2344050.0,
      "end_time": 2350010.0,
      "text": "and value in use. Now when you have an impairment, there is a requirement to disclose whether"
    },
    {
      "index": 403,
      "start_time": 2350010.0,
      "end_time": 2355710.0,
      "text": "or not the recoverable amount is fair value less cost of disposal ofr value in use and"
    },
    {
      "index": 404,
      "start_time": 2355710.0,
      "end_time": 2359930.0,
      "text": "then I am not going to go through the next couple of comments we have got on the slide"
    },
    {
      "index": 405,
      "start_time": 2359930.0,
      "end_time": 2364720.0,
      "text": "here because it is just reiterating the comments that I made on the previous slide, but if"
    },
    {
      "index": 406,
      "start_time": 2364720.0,
      "end_time": 2371390.0,
      "text": "you look at Paragraph 130, it will set those out in detail for you. Again, the value in"
    },
    {
      "index": 407,
      "start_time": 2371390.0,
      "end_time": 2376820.0,
      "text": "use comment on this slide is just a reminder about the restrictions regarding cash flow"
    },
    {
      "index": 408,
      "start_time": 2376820.0,
      "end_time": 2383260.0,
      "text": "projections and making sure entities adhere to those restrictions. Last point that we"
    },
    {
      "index": 409,
      "start_time": 2383260.0,
      "end_time": 2390700.0,
      "text": "have got on this slide refers to Paragraph 109 through 123 of IAS 36 and this is just"
    },
    {
      "index": 410,
      "start_time": 2390700.0,
      "end_time": 2396650.0,
      "text": "a reminder that there is a requirement to assess for reverse impairment indicators as"
    },
    {
      "index": 411,
      "start_time": 2396650.0,
      "end_time": 2404060.0,
      "text": "well as for impairment indicators. On the next slide, we have got IFRS 6 and"
    },
    {
      "index": 412,
      "start_time": 2404060.0,
      "end_time": 2410040.0,
      "text": "this is just a refresher as well and a reminder that the impairment process for IFRS 6 is"
    },
    {
      "index": 413,
      "start_time": 2410040.0,
      "end_time": 2416020.0,
      "text": "slightly different to IAS 36 and there are specific indicators that are listed for entities"
    },
    {
      "index": 414,
      "start_time": 2416020.0,
      "end_time": 2423260.0,
      "text": "who are within the scope of IFRS 6. Impairment is required to be assessed under IFRS 6 when"
    },
    {
      "index": 415,
      "start_time": 2423260.0,
      "end_time": 2428900.0,
      "text": "facts or circumstances suggest that the carrying amount may exceed the recoverable amount and"
    },
    {
      "index": 416,
      "start_time": 2428900.0,
      "end_time": 2435170.0,
      "text": "then what IFRS 6 does is go on to list specific impairment indicators that would be relevant"
    },
    {
      "index": 417,
      "start_time": 2435170.0,
      "end_time": 2440880.0,
      "text": "for an entity within the scope of IFRS 6. So, for example, does the right to explore"
    },
    {
      "index": 418,
      "start_time": 2440880.0,
      "end_time": 2451720.0,
      "text": "expire, is there a plan to discontinue any further expenditures relating to the exploration"
    },
    {
      "index": 419,
      "start_time": 2451720.0,
      "end_time": 2456600.0,
      "text": "activity, are we at a point in time where there has been no discovery of commercially"
    },
    {
      "index": 420,
      "start_time": 2456600.0,
      "end_time": 2462650.0,
      "text": "viable mineral resources or is there some kind of other information that indicates that"
    },
    {
      "index": 421,
      "start_time": 2462650.0,
      "end_time": 2468830.0,
      "text": "the carrying amount of the E&E asset is unlikely to be recovered through development or sale."
    },
    {
      "index": 422,
      "start_time": 2468830.0,
      "end_time": 2474970.0,
      "text": "We have also noted here market cap considerations as well, noting that market cap is not an"
    },
    {
      "index": 423,
      "start_time": 2474970.0,
      "end_time": 2480360.0,
      "text": "impairment indicator that specifically listed under IFRS 6, but this could indicate that"
    },
    {
      "index": 424,
      "start_time": 2480360.0,
      "end_time": 2487119.0,
      "text": "other impairment triggers may exist. So, if your market cap is fallen under water then"
    },
    {
      "index": 425,
      "start_time": 2487120.0,
      "end_time": 2491561.0,
      "text": "that could be an indication that you have got some other impairment triggers that are"
    },
    {
      "index": 426,
      "start_time": 2491560.0,
      "end_time": 2497020.0,
      "text": "causing that market cap to go under water. There was a useful IDG discussion on this,"
    },
    {
      "index": 427,
      "start_time": 2497020.0,
      "end_time": 2502119.0,
      "text": "that’s the IFRS discussion group, on this a year or two ago where the group discussed"
    },
    {
      "index": 428,
      "start_time": 2502120.0,
      "end_time": 2511571.0,
      "text": "at length that the impact of market capitalization on impairments E&E entities and if anybody"
    },
    {
      "index": 429,
      "start_time": 2511570.0,
      "end_time": 2517250.0,
      "text": "has trouble finding that discussion which was public and for which minutes are available"
    },
    {
      "index": 430,
      "start_time": 2517250.0,
      "end_time": 2522590.0,
      "text": "then feel free to contact any of the Deloitte team and we can certainly point you in that"
    },
    {
      "index": 431,
      "start_time": 2522590.0,
      "end_time": 2529090.0,
      "text": "direction. So, we are going to move away now from CSA"
    },
    {
      "index": 432,
      "start_time": 2529090.0,
      "end_time": 2534190.0,
      "text": "and look at some other developments in the IFRS world. So, things that are changing,"
    },
    {
      "index": 433,
      "start_time": 2534190.0,
      "end_time": 2541369.0,
      "text": "things that are coming up in the future and the first section is focused on IFRS 15 Revenue"
    },
    {
      "index": 434,
      "start_time": 2541370.0,
      "end_time": 2549141.0,
      "text": "from Contracts with Customers. Now the summer months were pretty busy months"
    },
    {
      "index": 435,
      "start_time": 2549140.0,
      "end_time": 2555200.0,
      "text": "as it related to IFRS 15 Revenue from Contracts with Customers. You might recall that the"
    },
    {
      "index": 436,
      "start_time": 2555200.0,
      "end_time": 2563140.0,
      "text": "standard as originally issued had a mandatory effective date of January 1, 2017; however,"
    },
    {
      "index": 437,
      "start_time": 2563140.0,
      "end_time": 2568110.0,
      "text": "subsequent to the issuance of the standard, the IASB and the FASB formed a joint Transition"
    },
    {
      "index": 438,
      "start_time": 2568110.0,
      "end_time": 2573670.0,
      "text": "Resource Group for revenue recognition referred to as a TRG and this was designed to support"
    },
    {
      "index": 439,
      "start_time": 2573670.0,
      "end_time": 2578750.0,
      "text": "the implementation of the new standards and as a result of the ongoing discussions of"
    },
    {
      "index": 440,
      "start_time": 2578750.0,
      "end_time": 2584350.0,
      "text": "the TRG, a number of targeted amendments to the new revenue standard have been discussed"
    },
    {
      "index": 441,
      "start_time": 2584350.0,
      "end_time": 2589690.0,
      "text": "and approved, and I will talk through some of those on the next slide. However in light"
    },
    {
      "index": 442,
      "start_time": 2589690.0,
      "end_time": 2595560.0,
      "text": "of all this activity and these proposed amendments, concerns were raised about the broad impact"
    },
    {
      "index": 443,
      "start_time": 2595560.0,
      "end_time": 2601310.0,
      "text": "of the new standard and the boards both the IASB and the FASB, began to receive unsolicited"
    },
    {
      "index": 444,
      "start_time": 2601310.0,
      "end_time": 2607700.0,
      "text": "comment letters from stakeholders requesting a one year deferral. So, as a result, the"
    },
    {
      "index": 445,
      "start_time": 2607700.0,
      "end_time": 2614560.0,
      "text": "IASB took note of this as did the FASB and in its July 22 meeting the IASB formally approved"
    },
    {
      "index": 446,
      "start_time": 2614560.0,
      "end_time": 2624670.0,
      "text": "the deferral of IFRS 15 to January 1, 2018, with earlier application still being permitted."
    },
    {
      "index": 447,
      "start_time": 2624670.0,
      "end_time": 2632330.0,
      "text": "The IASB finalized this amendment on September 11, 2015 and this amendment is now published."
    },
    {
      "index": 448,
      "start_time": 2632330.0,
      "end_time": 2637550.0,
      "text": "It is important to remember also that this standard is generally converged with US GAAP"
    },
    {
      "index": 449,
      "start_time": 2637550.0,
      "end_time": 2643640.0,
      "text": "and the equivalent US GAAP topic is 606 and earlier in July, the FASB also approved a"
    },
    {
      "index": 450,
      "start_time": 2643640.0,
      "end_time": 2653410.0,
      "text": "one year deferral of their revenue standard. Now, as I mentioned there are some proposed"
    },
    {
      "index": 451,
      "start_time": 2653410.0,
      "end_time": 2658790.0,
      "text": "targeted amendments that were expected to be made to IFRS 15 and in late July of this"
    },
    {
      "index": 452,
      "start_time": 2658790.0,
      "end_time": 2663980.0,
      "text": "year, the IASB issued an exposure draft on these proposed amendments and the amendments"
    },
    {
      "index": 453,
      "start_time": 2663980.0,
      "end_time": 2669410.0,
      "text": "include clarifications to the following topics:  Identifying performance obligations"
    },
    {
      "index": 454,
      "start_time": 2669410.0,
      "end_time": 2675210.0,
      "text": " Principal versus agent considerations  Licensing and a right to use versus a"
    },
    {
      "index": 455,
      "start_time": 2675210.0,
      "end_time": 2680360.0,
      "text": "right to access  Practical expedients on transition"
    },
    {
      "index": 456,
      "start_time": 2680360.0,
      "end_time": 2684850.0,
      "text": "I should also note here that there are some differences between the approaches taken by"
    },
    {
      "index": 457,
      "start_time": 2684850.0,
      "end_time": 2691240.0,
      "text": "the IASB and the FASB in addressing these proposed amendments. Now comments due on this"
    },
    {
      "index": 458,
      "start_time": 2691240.0,
      "end_time": 2699460.0,
      "text": "exposure draft by October 28, 2015, but I am not going to talk about them anymore here"
    },
    {
      "index": 459,
      "start_time": 2699460.0,
      "end_time": 2705230.0,
      "text": "because we do actually have a revenue focused webcast on October 21 that will discuss these"
    },
    {
      "index": 460,
      "start_time": 2705230.0,
      "end_time": 2710530.0,
      "text": "amendments in a lot more depth. So, we hope very much that you can join us for this webcast"
    },
    {
      "index": 461,
      "start_time": 2710530.0,
      "end_time": 2720080.0,
      "text": "and find out more about these areas. So, looking ahead, we are going to look at"
    },
    {
      "index": 462,
      "start_time": 2720080.0,
      "end_time": 2725850.0,
      "text": "one exposure draft that the IASB have issued after which the comment period expires soon"
    },
    {
      "index": 463,
      "start_time": 2725850.0,
      "end_time": 2734090.0,
      "text": "and then along with the usual tradition in webcasts look at the IASB project plan."
    },
    {
      "index": 464,
      "start_time": 2734090.0,
      "end_time": 2741900.0,
      "text": "So, firstly the exposure draft on IAS 19 and IFRIC 14. So, this deals with two areas actually."
    },
    {
      "index": 465,
      "start_time": 2741900.0,
      "end_time": 2747450.0,
      "text": "This was quite a meaty exposure draft, deals with remeasurements following a significant"
    },
    {
      "index": 466,
      "start_time": 2747450.0,
      "end_time": 2754490.0,
      "text": "event and I will talk to that in a few seconds, but firstly I wanted to talk about the IFRIC"
    },
    {
      "index": 467,
      "start_time": 2754490.0,
      "end_time": 2761260.0,
      "text": "14 amendment and that relates to the refund of a surplus from a defined benefit plan."
    },
    {
      "index": 468,
      "start_time": 2761260.0,
      "end_time": 2765630.0,
      "text": "Now the proposed amendments to IFRIC 14 are related to the asset ceiling test that we"
    },
    {
      "index": 469,
      "start_time": 2765630.0,
      "end_time": 2771440.0,
      "text": "have got in IAS 19, which limits the extent of any surplus that can be recognized and"
    },
    {
      "index": 470,
      "start_time": 2771440.0,
      "end_time": 2776940.0,
      "text": "effectively a surplus can only be recognized to the extent that the surplus can be recovered"
    },
    {
      "index": 471,
      "start_time": 2776940.0,
      "end_time": 2784820.0,
      "text": "through a refund back to the entity or through a reduction in future contributions and the"
    },
    {
      "index": 472,
      "start_time": 2784820.0,
      "end_time": 2789550.0,
      "text": "proposals deal with the former of these items, the right to a refund and whether or not it"
    },
    {
      "index": 473,
      "start_time": 2789550.0,
      "end_time": 2795510.0,
      "text": "is unconditional and therefore available to the entity. Now under the proposals where"
    },
    {
      "index": 474,
      "start_time": 2795510.0,
      "end_time": 2800750.0,
      "text": "trustees are able to enhance benefits without the consent of the entity then a right to"
    },
    {
      "index": 475,
      "start_time": 2800750.0,
      "end_time": 2805740.0,
      "text": "refund is not considered to be unconditional under the proposals. Conversely, the ability"
    },
    {
      "index": 476,
      "start_time": 2805740.0,
      "end_time": 2810740.0,
      "text": "of plan trustees to purchase annuities as plan assets or make all the kinds of investment"
    },
    {
      "index": 477,
      "start_time": 2810740.0,
      "end_time": 2817480.0,
      "text": "decisions does not impact the availability of a refund. This will not really be a common"
    },
    {
      "index": 478,
      "start_time": 2817480.0,
      "end_time": 2823340.0,
      "text": "issue in Canada because on the one hand many plans do not operate at a surplus and also"
    },
    {
      "index": 479,
      "start_time": 2823340.0,
      "end_time": 2828300.0,
      "text": "when we do look at recoverability, generally we are able to find and to support it through"
    },
    {
      "index": 480,
      "start_time": 2828300.0,
      "end_time": 2835140.0,
      "text": "reduced future contributions and not through a refund of contributions; however, it may"
    },
    {
      "index": 481,
      "start_time": 2835140.0,
      "end_time": 2848250.0,
      "text": "be relevant to some entities, hence we wanted to update you of this change or proposed change."
    },
    {
      "index": 482,
      "start_time": 2848250.0,
      "end_time": 2853740.0,
      "text": "The second part of the amendments deals with IAS 19 and remeasurements and it relates to"
    },
    {
      "index": 483,
      "start_time": 2853740.0,
      "end_time": 2859869.0,
      "text": "the accounting treatment when you have a significant event such as a plan amendment, a settlement,"
    },
    {
      "index": 484,
      "start_time": 2859870.0,
      "end_time": 2864741.0,
      "text": "a curtailment and how the accounting works in that scenario. So, I am going to go through"
    },
    {
      "index": 485,
      "start_time": 2864740.0,
      "end_time": 2870350.0,
      "text": "what the proposals are. On this slide, got three main points to be made here, noting"
    },
    {
      "index": 486,
      "start_time": 2870350.0,
      "end_time": 2877100.0,
      "text": "that some of these are in the standard already today, but the wording is going to be clarified,"
    },
    {
      "index": 487,
      "start_time": 2877100.0,
      "end_time": 2884760.0,
      "text": "but one of the items specifically is not addressed in the standard as it stands today and would"
    },
    {
      "index": 488,
      "start_time": 2884760.0,
      "end_time": 2890320.0,
      "text": "if it goes through have a significant impact or could have a significant impact on profit"
    },
    {
      "index": 489,
      "start_time": 2890320.0,
      "end_time": 2897090.0,
      "text": "or loss for entities entering into these types of transactions. So, firstly if you have got"
    },
    {
      "index": 490,
      "start_time": 2897090.0,
      "end_time": 2903190.0,
      "text": "a plan amendment or a curtailment or a settlement then immediately before the event occurs,"
    },
    {
      "index": 491,
      "start_time": 2903190.0,
      "end_time": 2909850.0,
      "text": "there is a requirement to update the amounts and the assumptions. So, for example, if in"
    },
    {
      "index": 492,
      "start_time": 2909850.0,
      "end_time": 2915490.0,
      "text": "the middle of the year you decide to settle part of your plan then the discount rate might"
    },
    {
      "index": 493,
      "start_time": 2915490.0,
      "end_time": 2919890.0,
      "text": "have moved between the start of the year and the date of that settlement, so you would"
    },
    {
      "index": 494,
      "start_time": 2919890.0,
      "end_time": 2926300.0,
      "text": "remeasure the obligation based on the new discount rate. Similarly, there might be other"
    },
    {
      "index": 495,
      "start_time": 2926300.0,
      "end_time": 2932180.0,
      "text": "changes, for example the returns on plan assets during that period. So, immediately before"
    },
    {
      "index": 496,
      "start_time": 2932180.0,
      "end_time": 2939670.0,
      "text": "the event you would recognize a remeasurement that goes to other comprehensive income to"
    },
    {
      "index": 497,
      "start_time": 2939670.0,
      "end_time": 2945880.0,
      "text": "reflect these updated assumptions. Then after that event, you are required to remeasure"
    },
    {
      "index": 498,
      "start_time": 2945880.0,
      "end_time": 2951780.0,
      "text": "the net defined benefit liability or asset so as to reflect the benefits offered after"
    },
    {
      "index": 499,
      "start_time": 2951780.0,
      "end_time": 2957500.0,
      "text": "the plan amendment, curtailment or settlement and this part of the change is recorded in"
    },
    {
      "index": 500,
      "start_time": 2957500.0,
      "end_time": 2963290.0,
      "text": "profit or loss and it is where the settlement gain or loss or past service cost and that"
    },
    {
      "index": 501,
      "start_time": 2963290.0,
      "end_time": 2970109.0,
      "text": "effectively shows to the users of the financial statements how the obligation is changed as"
    },
    {
      "index": 502,
      "start_time": 2970110.0,
      "end_time": 2977691.0,
      "text": "a result of this transaction. The third item is the significant new item that the proposals"
    },
    {
      "index": 503,
      "start_time": 2977690.0,
      "end_time": 2984740.0,
      "text": "are focusing on and this relates to net interest and current service cost. So, ordinarily speaking"
    },
    {
      "index": 504,
      "start_time": 2984740.0,
      "end_time": 2990010.0,
      "text": "net interest and current service cost are based on financial assumptions and demographic"
    },
    {
      "index": 505,
      "start_time": 2990010.0,
      "end_time": 2996560.0,
      "text": "assumptions as at the start of the year, but what the proposals require is that if you"
    },
    {
      "index": 506,
      "start_time": 2996560.0,
      "end_time": 3003680.0,
      "text": "have a remeasurement event then you look at your new assumptions as of the date of the"
    },
    {
      "index": 507,
      "start_time": 3003680.0,
      "end_time": 3009609.0,
      "text": "remeasurement and for the period subsequent to the remeasurement event, you update your"
    },
    {
      "index": 508,
      "start_time": 3009610.0,
      "end_time": 3015491.0,
      "text": "assumptions that you employ a net interest and current service cost. So, for example"
    },
    {
      "index": 509,
      "start_time": 3015490.0,
      "end_time": 3023290.0,
      "text": "if at the start of the year the discount rate was 4.5% and if mid-year that changes to 5%,"
    },
    {
      "index": 510,
      "start_time": 3023290.0,
      "end_time": 3029540.0,
      "text": "and mid year is when you have your remeasurement event, net interest and current service cost"
    },
    {
      "index": 511,
      "start_time": 3029540.0,
      "end_time": 3035830.0,
      "text": "for that post-event period would be based on the discount rate of 5% and not 4.5%."
    },
    {
      "index": 512,
      "start_time": 3035830.0,
      "end_time": 3042400.0,
      "text": "So, it is good to have a visual to illustrate these sorts of things. So, let us look at"
    },
    {
      "index": 513,
      "start_time": 3042400.0,
      "end_time": 3047970.0,
      "text": "the next slide where we have got that, even got some color in there as well and here you"
    },
    {
      "index": 514,
      "start_time": 3047970.0,
      "end_time": 3055140.0,
      "text": "can see got a calendar year end entity, January 1 is when they would initially set the actuarial"
    },
    {
      "index": 515,
      "start_time": 3055140.0,
      "end_time": 3059740.0,
      "text": "assumptions that are employed to determine current service cost and net interest cost"
    },
    {
      "index": 516,
      "start_time": 3059740.0,
      "end_time": 3067770.0,
      "text": "for the year and in ordinary situations, those would flow through and be applied throughout"
    },
    {
      "index": 517,
      "start_time": 3067770.0,
      "end_time": 3073930.0,
      "text": "the year, but under the proposals if say on June 1 or any other date in the year, you"
    },
    {
      "index": 518,
      "start_time": 3073930.0,
      "end_time": 3080280.0,
      "text": "have some kind of plan amendment, curtailment or settlement, then current service and net"
    },
    {
      "index": 519,
      "start_time": 3080280.0,
      "end_time": 3086810.0,
      "text": "interest in the period subsequent to that event would be based on the actuarial assumptions"
    },
    {
      "index": 520,
      "start_time": 3086810.0,
      "end_time": 3092080.0,
      "text": "as at the date of the plan amendments and as I said before that would have a direct"
    },
    {
      "index": 521,
      "start_time": 3092080.0,
      "end_time": 3100109.0,
      "text": "impact on profit or loss. Now, the exposure draft is out for comment at the moment and"
    },
    {
      "index": 522,
      "start_time": 3100110.0,
      "end_time": 3106421.0,
      "text": "we have included a link to that on the preceding slide, so if anybody is interested in commenting"
    },
    {
      "index": 523,
      "start_time": 3106420.0,
      "end_time": 3114560.0,
      "text": "or reading more about the proposals then you might want to take a look at that link."
    },
    {
      "index": 524,
      "start_time": 3114560.0,
      "end_time": 3123859.0,
      "text": "So, that is what exposure drafts have been issued at present or the ones that we thought"
    },
    {
      "index": 525,
      "start_time": 3123860.0,
      "end_time": 3128821.0,
      "text": "would be of interest to you in this webcast, but what is on the horizon for the future?"
    },
    {
      "index": 526,
      "start_time": 3128820.0,
      "end_time": 3134900.0,
      "text": "Well, if we take a look at the IASB’s latest work plan, there are quite a few other things"
    },
    {
      "index": 527,
      "start_time": 3134900.0,
      "end_time": 3140180.0,
      "text": "that are in the works. The one that really stands out is of course the proposals for"
    },
    {
      "index": 528,
      "start_time": 3140180.0,
      "end_time": 3146619.0,
      "text": "the new leasing standard and we do actually expect to see a new leasing standard before"
    },
    {
      "index": 529,
      "start_time": 3146620.0,
      "end_time": 3153731.0,
      "text": "the end of the calendar year and I know that many people have been waiting for this one,"
    },
    {
      "index": 530,
      "start_time": 3153730.0,
      "end_time": 3158160.0,
      "text": "but perhaps not waiting eagerly for this one because this will fundamentally change lease"
    },
    {
      "index": 531,
      "start_time": 3158160.0,
      "end_time": 3163910.0,
      "text": "accounting as we know it today and this is a new standard that has been the topic of"
    },
    {
      "index": 532,
      "start_time": 3163910.0,
      "end_time": 3168840.0,
      "text": "a significant amount of research as well as a lot of debate, so it will be interesting"
    },
    {
      "index": 533,
      "start_time": 3168840.0,
      "end_time": 3173790.0,
      "text": "to see the culmination of the efforts in the months to come and I am sure once that new"
    },
    {
      "index": 534,
      "start_time": 3173790.0,
      "end_time": 3181170.0,
      "text": "standard is issued, we will be talking about it a lot more in our webcast of the future."
    },
    {
      "index": 535,
      "start_time": 3181170.0,
      "end_time": 3186260.0,
      "text": "Before the couple of items, I would like to focus on some draft IFRIC interpretations"
    },
    {
      "index": 536,
      "start_time": 3186260.0,
      "end_time": 3192590.0,
      "text": "that you may or may not be aware of. The first one relates to uncertainties in income taxes."
    },
    {
      "index": 537,
      "start_time": 3192590.0,
      "end_time": 3198500.0,
      "text": "So, this is your uncertain income tax positions, for which there has been a bit of a vacuum"
    },
    {
      "index": 538,
      "start_time": 3198500.0,
      "end_time": 3204390.0,
      "text": "of guidance or a lack of IFRS guidance on this in the past. We expect within the next"
    },
    {
      "index": 539,
      "start_time": 3204390.0,
      "end_time": 3210820.0,
      "text": "month or so to see an interpretation, which will address how uncertain income tax positions"
    },
    {
      "index": 540,
      "start_time": 3210820.0,
      "end_time": 3216960.0,
      "text": "are going to be recognized and measured. The second draft IFRIC interpretation that we"
    },
    {
      "index": 541,
      "start_time": 3216960.0,
      "end_time": 3222550.0,
      "text": "expect to see relates to foreign currency transactions and advance consideration and"
    },
    {
      "index": 542,
      "start_time": 3222550.0,
      "end_time": 3228710.0,
      "text": "this might be a case where you enter into a sale and it is a foreign currency transaction,"
    },
    {
      "index": 543,
      "start_time": 3228710.0,
      "end_time": 3233890.0,
      "text": "the cash consideration is received before the point in time at which the revenue can"
    },
    {
      "index": 544,
      "start_time": 3233890.0,
      "end_time": 3241010.0,
      "text": "be recognized and what this draft interpretation is proposing to address is what is the appropriate"
    },
    {
      "index": 545,
      "start_time": 3241010.0,
      "end_time": 3248440.0,
      "text": "exchange rate to be used. Is it that the exchange rate when the cash consideration is received"
    },
    {
      "index": 546,
      "start_time": 3248440.0,
      "end_time": 3254859.0,
      "text": "or is it the exchange rate that is in place when the revenue is actually able to be recognized"
    },
    {
      "index": 547,
      "start_time": 3254860.0,
      "end_time": 3260131.0,
      "text": "and I think that is probably good enough for now? There are obviously a number of items"
    },
    {
      "index": 548,
      "start_time": 3260130.0,
      "end_time": 3266380.0,
      "text": "that are in the works that I have not touched upon here, but you can access the IASB work"
    },
    {
      "index": 549,
      "start_time": 3266380.0,
      "end_time": 3270869.0,
      "text": "plan directly yourself if you would like to find out more about those. So, I think on"
    },
    {
      "index": 550,
      "start_time": 3270870.0,
      "end_time": 3278691.0,
      "text": "that note Jon, I will hand it back to you. Okay, thanks Clair and thank you Julia. Julia,"
    },
    {
      "index": 551,
      "start_time": 3278690.0,
      "end_time": 3284290.0,
      "text": "we have a question here for you. Earlier in the presentation, you highlighted some disclosure"
    },
    {
      "index": 552,
      "start_time": 3284290.0,
      "end_time": 3290070.0,
      "text": "deficiencies related to IFRS 8. Are there any new requirements on operating segments"
    },
    {
      "index": 553,
      "start_time": 3290070.0,
      "end_time": 3294830.0,
      "text": "that we might expect to see the CSA focus on in the review next year?"
    },
    {
      "index": 554,
      "start_time": 3294830.0,
      "end_time": 3300190.0,
      "text": "Yes Jon, the amendment to IFRS 8 regarding the additional disclosures are effective for"
    },
    {
      "index": 555,
      "start_time": 3300190.0,
      "end_time": 3306040.0,
      "text": "annual periods on or after July 1, 2014 and these amendments relate to the disclosures"
    },
    {
      "index": 556,
      "start_time": 3306040.0,
      "end_time": 3310170.0,
      "text": "of aggregation of operating segments where entities are also required to disclose the"
    },
    {
      "index": 557,
      "start_time": 3310170.0,
      "end_time": 3315630.0,
      "text": "judgements made in applying the aggregation criteria in IFRS 8, Paragraph 12, so the description"
    },
    {
      "index": 558,
      "start_time": 3315630.0,
      "end_time": 3321920.0,
      "text": "of the operating segments are aggregated and assessments of similar economic characteristics."
    },
    {
      "index": 559,
      "start_time": 3321920.0,
      "end_time": 3328359.0,
      "text": "And also the new requirement is the disclosure to provide a reconciliation of the total of"
    },
    {
      "index": 560,
      "start_time": 3328360.0,
      "end_time": 3333451.0,
      "text": "the reportable segments assets to the entity’s total assets only if the amount is regularly"
    },
    {
      "index": 561,
      "start_time": 3333450.0,
      "end_time": 3337930.0,
      "text": "provided to the CODM, which is the Chief Operating Decision Maker."
    },
    {
      "index": 562,
      "start_time": 3337930.0,
      "end_time": 3343080.0,
      "text": "Great, thanks Julia. We are pleased to introduce Deloitte Canada"
    },
    {
      "index": 563,
      "start_time": 3343080.0,
      "end_time": 3350090.0,
      "text": "Center for financial Reporting or CFR website. The CFR features an extensive collection of"
    },
    {
      "index": 564,
      "start_time": 3350090.0,
      "end_time": 3355550.0,
      "text": "news and resources about accounting and financial reporting developments relevant to the Canadian"
    },
    {
      "index": 565,
      "start_time": 3355550.0,
      "end_time": 3361460.0,
      "text": "marketplace. Our site is easy to use and intuitive. You can find the link to the website at the"
    },
    {
      "index": 566,
      "start_time": 3361460.0,
      "end_time": 3367520.0,
      "text": "bottom of your screen. So, please be sure to check it out."
    },
    {
      "index": 567,
      "start_time": 3367520.0,
      "end_time": 3371630.0,
      "text": "Thanks again to our speakers, Julia Suk and Clair Grindley. I would also like to thank"
    },
    {
      "index": 568,
      "start_time": 3371630.0,
      "end_time": 3378140.0,
      "text": "our behind the scenes team, Nura Taef, Kiran Kullar, Elise Beckles and Alan Kirkpatrick."
    },
    {
      "index": 569,
      "start_time": 3378140.0,
      "end_time": 3382640.0,
      "text": "We hope you found this webcast helpful and informative. If you have any questions or"
    },
    {
      "index": 570,
      "start_time": 3382640.0,
      "end_time": 3387650.0,
      "text": "feedback, you can reach out to Deloitte partner or other Deloitte contact. If you would like"
    },
    {
      "index": 571,
      "start_time": 3387650.0,
      "end_time": 3395700.0,
      "text": "additional information, please visit our website at www.deloitte.ca. And to all of you viewing"
    },
    {
      "index": 572,
      "start_time": 3395700.0,
      "end_time": 3402750.0,
      "text": "our webcast, thank you for joining us. This concludes our webcast, Bringing clarity to"
    },
    {
      "index": 573,
      "start_time": 3402750.0,
      "end_time": 3412750.0,
      "text": "an IFRS world - IFRS Quarterly Technical Update."
    }
  ]
}