{
  "video_id": "5OnhOXq7m4w",
  "title": "PSYCHOTHERAPY - Jacques Lacan",
  "json": [
    {
      "index": 1,
      "start_time": 7600.0,
      "end_time": 11500.0,
      "text": "Jacques Lacan was the greatest French psychoanalyst of the 20th century."
    },
    {
      "index": 2,
      "start_time": 11500.0,
      "end_time": 16740.0,
      "text": "He was also something that's come to feel rather odd - an intellectual celebrity."
    },
    {
      "index": 3,
      "start_time": 17360.0,
      "end_time": 21240.0,
      "text": "As much of a focus of gossip and curiosity as a pop star."
    },
    {
      "index": 4,
      "start_time": 21920.0,
      "end_time": 27520.0,
      "text": "He hung out with famous artists and writers, he had a fabulous head of hair, he attracted beautiful women."
    },
    {
      "index": 5,
      "start_time": 28100.0,
      "end_time": 31340.0,
      "text": "Jacques Marie Émile Lacan was born in Paris in 1901."
    },
    {
      "index": 6,
      "start_time": 31540.0,
      "end_time": 35520.0,
      "text": "His father was a successful businessman, a major figure in the emerging soap industry."
    },
    {
      "index": 7,
      "start_time": 35520.0,
      "end_time": 37360.0,
      "text": "His mother was a pious Catholic."
    },
    {
      "index": 8,
      "start_time": 37360.0,
      "end_time": 39980.0,
      "text": "His older brother became a Benedictine monk."
    },
    {
      "index": 9,
      "start_time": 40480.0,
      "end_time": 42980.0,
      "text": "But Lacan stopped believing in God at a young age."
    },
    {
      "index": 10,
      "start_time": 43120.0,
      "end_time": 45120.0,
      "text": "He became obsessed, instead, with philosophy and mathematics."
    },
    {
      "index": 11,
      "start_time": 45700.0,
      "end_time": 50300.0,
      "text": "At the age of 15 he wallpapered his bedroom with pages torn from Spinoza's Ethics."
    },
    {
      "index": 12,
      "start_time": 50300.0,
      "end_time": 54200.0,
      "text": "At university he studied medicine and specialized in psychiatry."
    },
    {
      "index": 13,
      "start_time": 54700.0,
      "end_time": 59740.0,
      "text": "Lacan wrote many essays and published transcripts of the seminars he gave."
    },
    {
      "index": 14,
      "start_time": 60160.0,
      "end_time": 65880.0,
      "text": "He liked to present his ideas in highly complex ways and often deployed mathematical equations and diagrams."
    },
    {
      "index": 15,
      "start_time": 66740.0,
      "end_time": 74100.0,
      "text": "He didn't write very clearly, but beneath the complex surface Lacan made some extremely useful additions to our understanding of ourselves."
    },
    {
      "index": 16,
      "start_time": 75400.0,
      "end_time": 79440.0,
      "text": "Lacan was deeply interested in an event that occurs in the life of every child:"
    },
    {
      "index": 17,
      "start_time": 79660.0,
      "end_time": 82000.0,
      "text": "the first time that they recognize themselves in a mirror."
    },
    {
      "index": 18,
      "start_time": 83200.0,
      "end_time": 88460.0,
      "text": "They have the hugely distinctive and strange experience which no dog or chicken has ever had"
    },
    {
      "index": 19,
      "start_time": 88780.0,
      "end_time": 94540.0,
      "text": "of looking at their own reflection and thinking: \"THAT is ME.\""
    },
    {
      "index": 20,
      "start_time": 94540.0,
      "end_time": 99300.0,
      "text": "Crucially, the moment which Lacan called \"the mirror phase\" can feel very unsettling,"
    },
    {
      "index": 21,
      "start_time": 99460.0,
      "end_time": 103440.0,
      "text": "because the face in the mirror doesn't necessarily look as we feel."
    },
    {
      "index": 22,
      "start_time": 103600.0,
      "end_time": 110440.0,
      "text": "Inside we are a formless, continuous stream of consciousness made up of speeding thoughts, desires and images."
    },
    {
      "index": 23,
      "start_time": 110440.0,
      "end_time": 115080.0,
      "text": "We are polysexual, chaotic, ever-changing and ambivalent to the core."
    },
    {
      "index": 24,
      "start_time": 115300.0,
      "end_time": 123660.0,
      "text": "But on the outside we seem like a more or less stable entity with composed and symmetrical features that betray almost nothing of what's going on within."
    },
    {
      "index": 25,
      "start_time": 123660.0,
      "end_time": 130660.0,
      "text": "We have only words to try and transcend the gap, and most of the time they fail to do justice to our real intentions."
    },
    {
      "index": 26,
      "start_time": 131039.99999999999,
      "end_time": 136880.0,
      "text": "Not knowing how to say what we feel isn't a personal failing - it is an existential truth."
    },
    {
      "index": 27,
      "start_time": 136880.0,
      "end_time": 142900.0,
      "text": "The image in the mirror is, by necessity, far more one-dimensional than the entity that beholds it."
    },
    {
      "index": 28,
      "start_time": 143300.0,
      "end_time": 145780.0,
      "text": "This leads to a problem that follows us throughout life."
    },
    {
      "index": 29,
      "start_time": 146560.0,
      "end_time": 150860.0,
      "text": "As adults, we long for others to understand us in the deepest ways."
    },
    {
      "index": 30,
      "start_time": 150860.0,
      "end_time": 157560.0,
      "text": "But Lacan is preparing us to face the darker possibility that in fact, other people will be resolutely stuck on the outside of us,"
    },
    {
      "index": 31,
      "start_time": 157560.0,
      "end_time": 163140.0,
      "text": "assuming us to be pretty much as we seem, but heavily caricaturing us without meaning to."
    },
    {
      "index": 32,
      "start_time": 163640.0,
      "end_time": 171820.0,
      "text": "We're understandably reluctant to accept this loneliness, and are consequently very concerned to control the external appearances that we present."
    },
    {
      "index": 33,
      "start_time": 171980.0,
      "end_time": 181400.0,
      "text": "That's what the fashion industry trades on. We hope that if we could tinker sufficiently with what other people see externally of us,  perhaps our hair or the design of our collar,"
    },
    {
      "index": 34,
      "start_time": 181400.0,
      "end_time": 183620.0,
      "text": "we may eventually be properly understood."
    },
    {
      "index": 35,
      "start_time": 184220.0,
      "end_time": 193880.0,
      "text": "But Lacan suggests a more difficult, mature move - that we accept that other people simply won't ever experience us the way we experience ourselves."
    },
    {
      "index": 36,
      "start_time": 194500.0,
      "end_time": 201420.0,
      "text": "That we will be almost entirely misunderstood, and will, in turn, almost entirely misunderstand."
    },
    {
      "index": 37,
      "start_time": 201760.0,
      "end_time": 205900.0,
      "text": "Lacan was famous for his extremely negative statements about romantic love."
    },
    {
      "index": 38,
      "start_time": 205900.0,
      "end_time": 208120.0,
      "text": "\"There is no such thing as a sexual relationship.\""
    },
    {
      "index": 39,
      "start_time": 208120.0,
      "end_time": 209540.0,
      "text": "\"Men and women don't exist.\""
    },
    {
      "index": 40,
      "start_time": 210160.0,
      "end_time": 215840.0,
      "text": "And most dramatically, \"Man knows nothing of woman, and woman knows nothing of man.\""
    },
    {
      "index": 41,
      "start_time": 215840.0,
      "end_time": 220440.0,
      "text": "Lacan was trying to get at an unpopular yet critical fact about romantic relationships,"
    },
    {
      "index": 42,
      "start_time": 220740.0,
      "end_time": 229820.0,
      "text": "the extent to which we don't truly comprehend our lovers and simply peg a range of fantasies drawn from childhood experiences to their physical forms."
    },
    {
      "index": 43,
      "start_time": 230520.0,
      "end_time": 233320.0,
      "text": "It's a dark but, in a way, liberating idea."
    },
    {
      "index": 44,
      "start_time": 233320.0,
      "end_time": 240260.0,
      "text": "It invites us not to be upset when we don't feel a perfect rapport with someone who initially seemed like a soulmate."
    },
    {
      "index": 45,
      "start_time": 240260.0,
      "end_time": 247480.0,
      "text": "And it recommends that we certainly don't rush off in search of some more \"ideal\" partner if we're feeling less than perfectly understood."
    },
    {
      "index": 46,
      "start_time": 248840.0,
      "end_time": 253600.0,
      "text": "The connection we worry that we've lost is something we never actually had."
    },
    {
      "index": 47,
      "start_time": 253860.0,
      "end_time": 265400.0,
      "text": "Our relationship hasn't gone wrong through folly, error or bad luck. It's following the ordinary path of love, which is to come to an awareness of it's own fundamentally illusory nature."
    },
    {
      "index": 48,
      "start_time": 265680.0,
      "end_time": 270720.0,
      "text": "With Lacan's help we can hold on to a more accurate picture of what is normal."
    },
    {
      "index": 49,
      "start_time": 271080.0,
      "end_time": 273540.0,
      "text": "To be more or less always alone."
    },
    {
      "index": 50,
      "start_time": 273700.0,
      "end_time": 278900.0,
      "text": "This is a foundation upon which we can build more mature and less frustrated relationships."
    },
    {
      "index": 51,
      "start_time": 281120.0,
      "end_time": 285200.0,
      "text": "Lacan was very active in intellectual life in the late 1960s."
    },
    {
      "index": 52,
      "start_time": 285900.0,
      "end_time": 289060.0,
      "text": "It was, of course, a time of great excitement around social change."
    },
    {
      "index": 53,
      "start_time": 289380.0,
      "end_time": 293260.0,
      "text": "There was the sexual revolution, great interest in Communism, and lots of protests."
    },
    {
      "index": 54,
      "start_time": 294040.0,
      "end_time": 297060.0,
      "text": "Lacan's friends were extremely excited."
    },
    {
      "index": 55,
      "start_time": 297060.0,
      "end_time": 301980.0,
      "text": "Lacan sympathized. And yet, when he saw the increasing numbers of student protesters, he told them:"
    },
    {
      "index": 56,
      "start_time": 302220.0,
      "end_time": 306740.0,
      "text": "\"What you aspire to as revolutionaries is a new master. And you will get one.\""
    },
    {
      "index": 57,
      "start_time": 308160.0,
      "end_time": 317380.0,
      "text": "Lacan suggested that though we believe ourselves to be democrats, most of us are remarkably interested in finding and then worshipping authority figures who will promise us the earth."
    },
    {
      "index": 58,
      "start_time": 318180.0,
      "end_time": 321720.0,
      "text": "We desire to have someone else in charge, who can make everything OK."
    },
    {
      "index": 59,
      "start_time": 322000.0,
      "end_time": 324880.0,
      "text": "Someone who is, in a sense, an ideal parent."
    },
    {
      "index": 60,
      "start_time": 325220.0,
      "end_time": 330680.0,
      "text": "And we bring this peculiar-sounding bit of our psychological fantasies into the way we navigate politics."
    },
    {
      "index": 61,
      "start_time": 331640.0,
      "end_time": 340200.0,
      "text": "For Lacan the truly talented politician isn't the one who knows how to whip up the crowd and ignites their semi-conscious, childlike dreams of perfection -"
    },
    {
      "index": 62,
      "start_time": 340560.0,
      "end_time": 342740.0,
      "text": "it's the one who dares to be an adult."
    },
    {
      "index": 63,
      "start_time": 342740.0,
      "end_time": 347260.0,
      "text": "Someone who has the skill to persuade people of the disappointing nature of reality."
    },
    {
      "index": 64,
      "start_time": 347840.0,
      "end_time": 353260.0,
      "text": "and who has the tact to do so without provoking unbearable rage and tantrums."
    },
    {
      "index": 65,
      "start_time": 354200.0,
      "end_time": 357340.0,
      "text": "Lacan never stopped trying to communicate a very difficult fact -"
    },
    {
      "index": 66,
      "start_time": 357640.0,
      "end_time": 360780.0,
      "text": "what odd, immature and lonely creatures we are."
    },
    {
      "index": 67,
      "start_time": 361140.0,
      "end_time": 368140.0,
      "text": "It's because we refuse to recognize this and don't budget enough time to absorb the grief, that we're more miserable than we need to be."
    },
    {
      "index": 68,
      "start_time": 368940.0,
      "end_time": 376040.0,
      "text": "Lacan constantly tested new and often unconventional methods to try to make psychoanalysis a greater part of our lives."
    },
    {
      "index": 69,
      "start_time": 376040.0,
      "end_time": 381020.0,
      "text": "He saw it as the natural place to wrestle with the conundrums of being human."
    },
    {
      "index": 70,
      "start_time": 381020.0,
      "end_time": 387520.0,
      "text": "He didn't like to call his clients \"patients\" because he didn't want them to think of themselves as sick or unusual."
    },
    {
      "index": 71,
      "start_time": 387980.0,
      "end_time": 391620.0,
      "text": "The only qualification for coming to analysis was to be human."
    },
    {
      "index": 72,
      "start_time": 392000.0,
      "end_time": 397640.0,
      "text": "Lacan thought a session could be quite short, sometimes just 5 minutes, if that's how one happened to be feeling."
    },
    {
      "index": 73,
      "start_time": 397980.0,
      "end_time": 402960.0,
      "text": "He even allowed his barber and pedicurist to visit while he was conducting analytic sessions."
    },
    {
      "index": 74,
      "start_time": 403260.0,
      "end_time": 410380.0,
      "text": "He wasn't doing this to be provocative but rather because he was interested in exploring how insights might be delivered in a more relaxed way,"
    },
    {
      "index": 75,
      "start_time": 410380.0,
      "end_time": 412720.0,
      "text": "so that they could reach many more people."
    },
    {
      "index": 76,
      "start_time": 412720.0,
      "end_time": 425520.0,
      "text": "Lacan was unafraid of mixing intellectual truth with worldly succes, and thought it was just as important to influence politicians, artists and everyday people as it was to teach philosophers or psychoanalysts."
    },
    {
      "index": 77,
      "start_time": 426160.0,
      "end_time": 430060.0,
      "text": "He continued to lecture around the world right up until his death at the age of 80."
    },
    {
      "index": 78,
      "start_time": 430060.0,
      "end_time": 435320.0,
      "text": "Though an atheist, Lacan had occassionally spoken of a wish to have a grand Catholic funeral,"
    },
    {
      "index": 79,
      "start_time": 435500.0,
      "end_time": 438980.0,
      "text": "ideally either in Venice or Rome. But it was not to be."
    },
    {
      "index": 80,
      "start_time": 439180.0,
      "end_time": 446240.0,
      "text": "He was buried quietly near his country house in the modest village of Guitrancourt not far from the northeastern suburbs of Paris."
    },
    {
      "index": 81,
      "start_time": 446660.0,
      "end_time": 449160.0,
      "text": "Lacan had big ambitions for psychoanalysis."
    },
    {
      "index": 82,
      "start_time": 449780.0,
      "end_time": 456240.0,
      "text": "He hoped that it might transform the most powerful collective bodies of the era, like the Catholic Church and the Communist Party,"
    },
    {
      "index": 83,
      "start_time": 456240.0,
      "end_time": 458240.0,
      "text": "and liberate them from some of their errors."
    },
    {
      "index": 84,
      "start_time": 458280.0,
      "end_time": 467700.0,
      "text": "He believed that in the future psychoanalysis would become widespread and normal, ingrained in the way people think, a part of the business of ordinary life."
    },
    {
      "index": 85,
      "start_time": 468860.0,
      "end_time": 472360.0,
      "text": "It's an important project, and we're still at it today."
    }
  ]
}