{
  "video_id": "5Pj7EIozrtg",
  "title": "10 Confusing Famous Movie Endings Finally EXPLAINED",
  "json": [
    {
      "index": 1,
      "start_time": 7149.0,
      "end_time": 11820.0,
      "text": "Movies often end on cliffhangers or by hinting towards things to come, but sometimes those"
    },
    {
      "index": 2,
      "start_time": 11820.0,
      "end_time": 16029.0,
      "text": "endings can be quite dense and confusing for audiences. Examples are particularly prominent"
    },
    {
      "index": 3,
      "start_time": 16029.0,
      "end_time": 18960.0,
      "text": "in - although not exclusive to - the world of comic book movies, because the endings"
    },
    {
      "index": 4,
      "start_time": 18960.0,
      "end_time": 22930.0,
      "text": "will often hint towards new characters from the comic books that mainstream movie audiences"
    },
    {
      "index": 5,
      "start_time": 22930.0,
      "end_time": 24250.0,
      "text": "might not be familiar with.Of course, these days, movies don&#39;t necessarily &quot;end&quot; at the"
    },
    {
      "index": 6,
      "start_time": 24250.0,
      "end_time": 24519.0,
      "text": "point that they&#39;re traditionally supposed to. Back in the day, a movie would end and"
    },
    {
      "index": 7,
      "start_time": 24519.0,
      "end_time": 24840.0,
      "text": "the rolling of the credits would be the cue for audiences to stop watching, but mid and"
    },
    {
      "index": 8,
      "start_time": 24840.0,
      "end_time": 24840.0,
      "text": "post-credits scenes are extremely common these days - and these scenes can often explain"
    },
    {
      "index": 9,
      "start_time": 24840.0,
      "end_time": 24840.0,
      "text": "(or at least hint towards) the future of the franchise in question.In this article, we&#39;ll"
    },
    {
      "index": 10,
      "start_time": 24840.0,
      "end_time": 28429.0,
      "text": "take a look at ten movies that ended in a way that suggested &quot;something&quot; was going to"
    },
    {
      "index": 11,
      "start_time": 28429.0,
      "end_time": 32439.0,
      "text": "happen in the future - whether it be in a credits scene or otherwise - and we&#39;ll explain"
    },
    {
      "index": 12,
      "start_time": 32439.0,
      "end_time": 36579.0,
      "text": "exactly what that &quot;something&quot; is going to be. Please note that there will be some spoilers"
    },
    {
      "index": 13,
      "start_time": 36579.0,
      "end_time": 44799.0,
      "text": "for a number of movies released in 2016."
    },
    {
      "index": 14,
      "start_time": 44799.0,
      "end_time": 49610.0,
      "text": "Captain America: Civil War A lot happened at the end of Captain America:"
    },
    {
      "index": 15,
      "start_time": 49610.0,
      "end_time": 50510.0,
      "text": "Civil War. Heroes went off in all kinds of different directions and there were two scenes"
    },
    {
      "index": 16,
      "start_time": 50510.0,
      "end_time": 51820.0,
      "text": "after the credits rolled, so let&#39;s cut to the chase here; The Avengers now officially"
    },
    {
      "index": 17,
      "start_time": 51820.0,
      "end_time": 56670.0,
      "text": "only consist of Iron Man, a recovering War Machine and Vision. Black Widow is on the"
    },
    {
      "index": 18,
      "start_time": 56670.0,
      "end_time": 61180.0,
      "text": "run for helping Bucky and Captain America escape, despite having been on Iron Man&#39;s"
    },
    {
      "index": 19,
      "start_time": 61180.0,
      "end_time": 65500.0,
      "text": "team. As per the mid-credits scene, Black Panther, also despite having been on Iron"
    },
    {
      "index": 20,
      "start_time": 65500.0,
      "end_time": 70009.0,
      "text": "Man&#39;s team, has taken Captain America and Bucky Barnes to Wakanda, granting them both"
    },
    {
      "index": 21,
      "start_time": 70009.0,
      "end_time": 75010.0,
      "text": "asylum and putting Barnes back in cryogenic stasis until his brainwashing can be cured."
    },
    {
      "index": 22,
      "start_time": 75010.0,
      "end_time": 78470.0,
      "text": "The rest of Team Captain America are on the run - including Ant-Man, who may well be a"
    },
    {
      "index": 23,
      "start_time": 78470.0,
      "end_time": 82620.0,
      "text": "fugitive when his next movie with the Wasp comes around. And, as per the post-credits"
    },
    {
      "index": 24,
      "start_time": 82620.0,
      "end_time": 87170.0,
      "text": "scene, Spider-Man is back in Queens in possession of a high-tech gadget that would suggest Tony"
    },
    {
      "index": 25,
      "start_time": 87170.0,
      "end_time": 89860.0,
      "text": "Stark is going to be helping him in the future. Got all that? Good."
    },
    {
      "index": 26,
      "start_time": 89860.0,
      "end_time": 89860.0,
      "text": "Inception Dom Cobb, the character played by Leonardo"
    },
    {
      "index": 27,
      "start_time": 89860.0,
      "end_time": 90700.0,
      "text": "DiCaprio in Inception, may not exactly be a traditional &quot;hero&quot; given that he&#39;s a thief,"
    },
    {
      "index": 28,
      "start_time": 90700.0,
      "end_time": 94909.0,
      "text": "but he&#39;s the protagonist of the movie and the guy you&#39;re rooting for, so he certainly"
    },
    {
      "index": 29,
      "start_time": 94909.0,
      "end_time": 98770.0,
      "text": "fits the bill here. For the entire movie, Cobb concerned himself with whether or not"
    },
    {
      "index": 30,
      "start_time": 98770.0,
      "end_time": 102950.0,
      "text": "he was dreaming or in reality, and his totem - a spinning top - would tell him in either"
    },
    {
      "index": 31,
      "start_time": 102950.0,
      "end_time": 107409.0,
      "text": "case. If it kept spinning, Cobb was dreaming. If it fell, he was awake. The movie ended"
    },
    {
      "index": 32,
      "start_time": 107409.0,
      "end_time": 111270.0,
      "text": "ambiguously, with Cobb walking away from his spinning totem after seeing his children,"
    },
    {
      "index": 33,
      "start_time": 111270.0,
      "end_time": 115580.0,
      "text": "and the entire point of that scene - as explained long after the movie&#39;s release by director"
    },
    {
      "index": 34,
      "start_time": 115580.0,
      "end_time": 119720.0,
      "text": "Christopher Nolan - was that Cobb no longer cared whether he was dreaming or awake, because"
    },
    {
      "index": 35,
      "start_time": 119720.0,
      "end_time": 123170.0,
      "text": "he was happy with his life regardless. The Thing"
    },
    {
      "index": 36,
      "start_time": 123170.0,
      "end_time": 128970.0,
      "text": "John Carpenter&#39;s horror classic The Thing was about a parasitic extraterrestrial lifeform"
    },
    {
      "index": 37,
      "start_time": 128970.0,
      "end_time": 134010.0,
      "text": "that assimilates other organisms and subsequently imitates them. It infiltrated an Antarctic"
    },
    {
      "index": 38,
      "start_time": 134010.0,
      "end_time": 137950.0,
      "text": "research station and, at the end of the movie, only two members of the research team were"
    },
    {
      "index": 39,
      "start_time": 137950.0,
      "end_time": 141999.0,
      "text": "left alive - Keith Davids&#39; Childs and Kurt Russell&#39;s MacReady - and while it&#39;s obvious"
    },
    {
      "index": 40,
      "start_time": 141999.0,
      "end_time": 145659.0,
      "text": "that one of them must have been assimilated, it&#39;s confusing trying to fathom which one"
    },
    {
      "index": 41,
      "start_time": 145659.0,
      "end_time": 149590.0,
      "text": "it is. However, there is a subtle clue in the form of some foreshadowing earlier in"
    },
    {
      "index": 42,
      "start_time": 149590.0,
      "end_time": 154849.0,
      "text": "the movie. MacReady handed a drink to a cheating chess computer and, as he and Childs sit as"
    },
    {
      "index": 43,
      "start_time": 154849.0,
      "end_time": 159879.0,
      "text": "the only survivors, he does the same to Childs. The parallels are obvious: Macready is the"
    },
    {
      "index": 44,
      "start_time": 159879.0,
      "end_time": 162909.0,
      "text": "strategist calling the shots and he has the alien all figured out. Unfortunately, however,"
    },
    {
      "index": 45,
      "start_time": 162909.0,
      "end_time": 163799.0,
      "text": "that probably means he was assimilated shortly after the movie ended - after all, he was"
    },
    {
      "index": 46,
      "start_time": 163799.0,
      "end_time": 164459.0,
      "text": "in the middle of nowhere with nobody there to help him."
    },
    {
      "index": 47,
      "start_time": 164459.0,
      "end_time": 168439.0,
      "text": "X-Men: Apocalypse X-Men: Apocalypse is getting something of"
    },
    {
      "index": 48,
      "start_time": 168439.0,
      "end_time": 171769.0,
      "text": "a grilling from movie critics, but that doesn&#39;t mean that the movie didn&#39;t leave a lot of"
    },
    {
      "index": 49,
      "start_time": 171769.0,
      "end_time": 175489.0,
      "text": "exciting hints about the franchise going forward. For starters, it looks like we&#39;re going to"
    },
    {
      "index": 50,
      "start_time": 175489.0,
      "end_time": 180590.0,
      "text": "see Dark Phoenix in the future, as Apocalypse saying &quot;all is revealed&quot; as Jean Grey unleashed"
    },
    {
      "index": 51,
      "start_time": 180590.0,
      "end_time": 185599.0,
      "text": "her power was very ominous - as was her nightmare that shook the X-Mansion. You also have to"
    },
    {
      "index": 52,
      "start_time": 185599.0,
      "end_time": 189739.0,
      "text": "expect that Quicksilver will reveal himself to Magneto as his son at some point - and"
    },
    {
      "index": 53,
      "start_time": 189739.0,
      "end_time": 193849.0,
      "text": "that will certainly result in an intriguing relationship. Psylocke made a hasty escape"
    },
    {
      "index": 54,
      "start_time": 193849.0,
      "end_time": 197709.0,
      "text": "after Apocalypse was defeated - there&#39;s every chance she might join up with Deadpool and"
    },
    {
      "index": 55,
      "start_time": 197709.0,
      "end_time": 202120.0,
      "text": "Cable in an X-Force movie in future, which would be awesome. However, the most exciting"
    },
    {
      "index": 56,
      "start_time": 202120.0,
      "end_time": 206450.0,
      "text": "thing came in the post-credits scene, as the reveal of a briefcase marked &quot;Essex Corp&quot;"
    },
    {
      "index": 57,
      "start_time": 206450.0,
      "end_time": 211069.0,
      "text": "in the Weapon X facility hinted towards the future appearance of Nathaniel Essex - Mister"
    },
    {
      "index": 58,
      "start_time": 211069.0,
      "end_time": 216040.0,
      "text": "Sinister himself - as a future big-bad in the franchise. That will be absolutely amazing"
    },
    {
      "index": 59,
      "start_time": 216040.0,
      "end_time": 219639.0,
      "text": "to see. Birdman"
    },
    {
      "index": 60,
      "start_time": 219639.0,
      "end_time": 224809.0,
      "text": "Birdman follows the exploits of a faded actor called Riggan Thomson, played by Michael Keaton,"
    },
    {
      "index": 61,
      "start_time": 224809.0,
      "end_time": 229189.0,
      "text": "as he struggles to come to terms with the fact that his fame isn&#39;t what it once was."
    },
    {
      "index": 62,
      "start_time": 229189.0,
      "end_time": 233069.0,
      "text": "Most famous for playing the titular superhero character Birdman, Thomson&#39;s frail mental"
    },
    {
      "index": 63,
      "start_time": 233069.0,
      "end_time": 237359.0,
      "text": "state has resulted in him seeing the character in hallucinations. Towards the end of the"
    },
    {
      "index": 64,
      "start_time": 237359.0,
      "end_time": 238059.0,
      "text": "movie, Thomson found peace after landing a role on Broadway. Satisfied with life, and"
    },
    {
      "index": 65,
      "start_time": 238059.0,
      "end_time": 239859.0,
      "text": "wanting to give an extra real performance, Thomson replaces a prop gun with a loaded"
    },
    {
      "index": 66,
      "start_time": 239859.0,
      "end_time": 244150.0,
      "text": "gun in a suicide scene and actually shoots himself in the head. He doesn&#39;t die, however,"
    },
    {
      "index": 67,
      "start_time": 244150.0,
      "end_time": 248260.0,
      "text": "and is later seen recovering in hospital. The last time we see the character, he opens"
    },
    {
      "index": 68,
      "start_time": 248260.0,
      "end_time": 252349.0,
      "text": "the window of his hospital room and is never seen again. In the final scene, his daughter"
    },
    {
      "index": 69,
      "start_time": 252349.0,
      "end_time": 257389.0,
      "text": "Sam walks up to the window, looks down, then looks to the sky and smiles. Although it&#39;s"
    },
    {
      "index": 70,
      "start_time": 257389.0,
      "end_time": 261560.0,
      "text": "quite tragic, what actually happened is that Sam saw her father&#39;s spirit heading to heaven,"
    },
    {
      "index": 71,
      "start_time": 261560.0,
      "end_time": 267030.0,
      "text": "where he will spend eternity in happiness. Total Recall"
    },
    {
      "index": 72,
      "start_time": 267030.0,
      "end_time": 272159.0,
      "text": "Total Recall tells the story of Douglas Quaid, a construction worker in 2084 played by Arnold"
    },
    {
      "index": 73,
      "start_time": 272159.0,
      "end_time": 276629.0,
      "text": "Schwarzengegger who is having troubling dreams about Mars and a mysterious woman there. At"
    },
    {
      "index": 74,
      "start_time": 276629.0,
      "end_time": 281229.0,
      "text": "a company called Rekall that provides memory implants of vacations, Quaid decides to take"
    },
    {
      "index": 75,
      "start_time": 281229.0,
      "end_time": 286110.0,
      "text": "a fantasy memory trip as a secret agent to Mars. Something goes wrong with his implant,"
    },
    {
      "index": 76,
      "start_time": 286110.0,
      "end_time": 290190.0,
      "text": "however, and from then on the story continuously asks the question of what is real and what"
    },
    {
      "index": 77,
      "start_time": 290190.0,
      "end_time": 294629.0,
      "text": "is hallucination. At the movie&#39;s climax, it is left ambiguous as to whether Quaid is dreaming"
    },
    {
      "index": 78,
      "start_time": 294629.0,
      "end_time": 301090.0,
      "text": "or in reality, but Paul Verhoeven - the movie&#39;s director - has claimed that everything is"
    },
    {
      "index": 79,
      "start_time": 301090.0,
      "end_time": 304889.0,
      "text": "taking place in Quaid&#39;s head and he&#39;s been rendered permanently stuck like that, thanks"
    },
    {
      "index": 80,
      "start_time": 304889.0,
      "end_time": 308789.0,
      "text": "to the his brain having a violent reaction to the implant process and including aspects"
    },
    {
      "index": 81,
      "start_time": 308789.0,
      "end_time": 313500.0,
      "text": "of his real life into his fantasy trip. This makes a lot of sense, as far too many coincidences"
    },
    {
      "index": 82,
      "start_time": 313500.0,
      "end_time": 321389.0,
      "text": "take place for everything that goes on to be real."
    },
    {
      "index": 83,
      "start_time": 321389.0,
      "end_time": 325569.0,
      "text": "Guardians of the Galaxy The ending to Guardians of the Galaxy wasn&#39;t"
    },
    {
      "index": 84,
      "start_time": 325569.0,
      "end_time": 328340.0,
      "text": "confusing, per se, but there were some important things (and some things that probably aren&#39;t"
    },
    {
      "index": 85,
      "start_time": 328340.0,
      "end_time": 330319.0,
      "text": "so important in the long-term) that you may have missed. You will no doubt have caught"
    },
    {
      "index": 86,
      "start_time": 330319.0,
      "end_time": 334990.0,
      "text": "Rocket Raccoon holding a sapling, and seen mini-Groot dancing behind Drax&#39;s back, so"
    },
    {
      "index": 87,
      "start_time": 334990.0,
      "end_time": 338740.0,
      "text": "you&#39;ll know the lovable tree-like humanoid is returning in the sequel, but did you catch"
    },
    {
      "index": 88,
      "start_time": 338740.0,
      "end_time": 342919.0,
      "text": "the post-credits scene? The Collector was in his destroyed museum with two characters"
    },
    {
      "index": 89,
      "start_time": 342919.0,
      "end_time": 347389.0,
      "text": "from the comic books - Howard the Duck and Cosmo the Spacedog, who we may meet again"
    },
    {
      "index": 90,
      "start_time": 347389.0,
      "end_time": 351409.0,
      "text": "in the future - but the scene served as a timely reminder of the coming of a much more"
    },
    {
      "index": 91,
      "start_time": 351409.0,
      "end_time": 355530.0,
      "text": "important character in the franchise. We had previously seen a cocoon in the museum, but"
    },
    {
      "index": 92,
      "start_time": 355530.0,
      "end_time": 359110.0,
      "text": "the devastation caused when it was destroyed will more than likely have seen the character"
    },
    {
      "index": 93,
      "start_time": 359110.0,
      "end_time": 362879.0,
      "text": "inside it disturbed from his regenerative hibernation. That character is Adam Warlock"
    },
    {
      "index": 94,
      "start_time": 362879.0,
      "end_time": 366610.0,
      "text": "- and he will be a key character going forward in the Marvel Cinematic Universe as a whole,"
    },
    {
      "index": 95,
      "start_time": 366610.0,
      "end_time": 371110.0,
      "text": "as he will meet the Guardians of the Galaxy in their sequel and his participation alongside"
    },
    {
      "index": 96,
      "start_time": 371110.0,
      "end_time": 375199.0,
      "text": "them in the fight against Thanos in the Avengers: Infinity War movies will be decisive when"
    },
    {
      "index": 97,
      "start_time": 375199.0,
      "end_time": 381449.0,
      "text": "it comes to defeating the Mad Titan. The Matrix Revolutions"
    },
    {
      "index": 98,
      "start_time": 381449.0,
      "end_time": 385259.0,
      "text": "If you can understand most of what happened in the three Matrix movies, well done to you,"
    },
    {
      "index": 99,
      "start_time": 385259.0,
      "end_time": 389010.0,
      "text": "but nobody can know for sure exactly what happened at the end of The Matrix Revolutions"
    },
    {
      "index": 100,
      "start_time": 389010.0,
      "end_time": 393210.0,
      "text": "- that is apart from the Wachowski Brothers who wrote it, of course. An explanation actually"
    },
    {
      "index": 101,
      "start_time": 393210.0,
      "end_time": 397740.0,
      "text": "comes from a cut scene in the video game The Matrix: The Path of Neo, in which pixelated"
    },
    {
      "index": 102,
      "start_time": 397740.0,
      "end_time": 402080.0,
      "text": "representations of the brothers say this: &quot;Neo stands on the verge of satori, ready"
    },
    {
      "index": 103,
      "start_time": 402080.0,
      "end_time": 407240.0,
      "text": "to resolve the parodox of choice and choicelessness, free will versus fate, but that can only be"
    },
    {
      "index": 104,
      "start_time": 407240.0,
      "end_time": 411710.0,
      "text": "achieved through an act of surrender, which occurs after an abandonment of the perspectile"
    },
    {
      "index": 105,
      "start_time": 411710.0,
      "end_time": 416449.0,
      "text": "nature of truth, accepting the totality of present consciousness which ultimately allows"
    },
    {
      "index": 106,
      "start_time": 416449.0,
      "end_time": 421569.0,
      "text": "an evolutionary transition, transcending the Cartesian Dilemma through emergence of de-limited"
    },
    {
      "index": 107,
      "start_time": 421569.0,
      "end_time": 427319.0,
      "text": "spirit which then provides the world with a third path, the Path of Neo, the path of"
    },
    {
      "index": 108,
      "start_time": 427319.0,
      "end_time": 430259.0,
      "text": "peace.&quot; And if that doesn&#39;t clear it up for you, basically, by referencing a lot of Eastern"
    },
    {
      "index": 109,
      "start_time": 430259.0,
      "end_time": 435080.0,
      "text": "philosophies, the Wachowskis are saying that Neo&#39;s mind and spirit have likely transcended"
    },
    {
      "index": 110,
      "start_time": 435080.0,
      "end_time": 440490.0,
      "text": "into the Matrix, covering it like a guardian angel or holy ghost."
    },
    {
      "index": 111,
      "start_time": 440490.0,
      "end_time": 446020.0,
      "text": "Batman v Superman: Dawn of Justice In Batman v Superman: Dawn of Justice, Superman"
    },
    {
      "index": 112,
      "start_time": 446020.0,
      "end_time": 450080.0,
      "text": "was killed in battle against the monstrous Doomsday - a being created using the corpse"
    },
    {
      "index": 113,
      "start_time": 450080.0,
      "end_time": 454919.0,
      "text": "of General Zod from Man of Steel and the DNA of Lex Luthor. As a tribute to his fallen"
    },
    {
      "index": 114,
      "start_time": 454919.0,
      "end_time": 459560.0,
      "text": "fellow hero, Batman vowed to assemble a team of metahumans to battle evil from that point"
    },
    {
      "index": 115,
      "start_time": 459560.0,
      "end_time": 462669.0,
      "text": "onwards. This was, of course, foreshadowing the coming of the Justice League to our cinema"
    },
    {
      "index": 116,
      "start_time": 462669.0,
      "end_time": 466229.0,
      "text": "screens and we will see the likes of Wonder Woman, the Flash, Aquaman and Cyborg in the"
    },
    {
      "index": 117,
      "start_time": 466229.0,
      "end_time": 470520.0,
      "text": "team in the future. But something else happened at the end of Batman v Superman - a faint"
    },
    {
      "index": 118,
      "start_time": 470520.0,
      "end_time": 476129.0,
      "text": "heartbeat was heard and the dirt around Superman&#39;s coffin began to levitate! Superman isn&#39;t actually"
    },
    {
      "index": 119,
      "start_time": 476129.0,
      "end_time": 480800.0,
      "text": "dead! In Man of Steel, particles of ice levitated around Superman the first time he flew, so"
    },
    {
      "index": 120,
      "start_time": 480800.0,
      "end_time": 486430.0,
      "text": "this is a throwback to that moment - and a sure sign that Superman will fly again. Moreover,"
    },
    {
      "index": 121,
      "start_time": 486430.0,
      "end_time": 491090.0,
      "text": "in the Death of Superman comic book arc, Superman didn&#39;t stay dead for too long after a fatal"
    },
    {
      "index": 122,
      "start_time": 491090.0,
      "end_time": 497779.0,
      "text": "collision with Doomsday - and you can rest assured he won&#39;t in the movies either."
    },
    {
      "index": 123,
      "start_time": 497779.0,
      "end_time": 500629.0,
      "text": "Deadpool After the credits rolled in the brilliant"
    },
    {
      "index": 124,
      "start_time": 500629.0,
      "end_time": 504490.0,
      "text": "Deadpool movie, the titular character re-emerged on screen from the bedroom of Ferris Bueller"
    },
    {
      "index": 125,
      "start_time": 504490.0,
      "end_time": 509210.0,
      "text": "from Ferris Bueller&#39;s Day Off, wearing a bathrobe identical to the one Ferris wore. After some"
    },
    {
      "index": 126,
      "start_time": 509210.0,
      "end_time": 516930.0,
      "text": "typically humorous babbling from Ryan Reynolds&#39; character, he explains that there will be"
    },
    {
      "index": 127,
      "start_time": 516929.99999999994,
      "end_time": 519839.99999999994,
      "text": "a sequel to the movie and that Cable will be in it. But exactly who is Cable? Casual"
    },
    {
      "index": 128,
      "start_time": 519840.00000000006,
      "end_time": 524450.0,
      "text": "audiences probably don&#39;t know the character, but he is iconic in Marvel&#39;s comic books."
    },
    {
      "index": 129,
      "start_time": 524450.0,
      "end_time": 529070.0,
      "text": "He&#39;s the telekinetic son of Cyclops and a clone of Jean Grey called Madelyne Pryor - but"
    },
    {
      "index": 130,
      "start_time": 529070.0,
      "end_time": 532980.0,
      "text": "he can also time-travel - and he&#39;s actually appeared in a comic book title called &quot;Cable"
    },
    {
      "index": 131,
      "start_time": 532980.0,
      "end_time": 537200.0,
      "text": "and Deadpool&quot;. As he&#39;s from the future, expect him to travel back in time to join Deadpool"
    },
    {
      "index": 132,
      "start_time": 537200.0,
      "end_time": 541160.0,
      "text": "for some violent capers in the sequel. You also have to imagine that Wolverine will appear"
    },
    {
      "index": 133,
      "start_time": 541160.0,
      "end_time": 545140.0,
      "text": "alongside them in Deadpool&#39;s second movie, given how many references to the character"
    },
    {
      "index": 134,
      "start_time": 545140.0,
      "end_time": 548310.0,
      "text": "were made in the first one. Thanks for watching our list of 10 confusing"
    },
    {
      "index": 135,
      "start_time": 548310.0,
      "end_time": 552200.0,
      "text": "movie endings and what&#39;s next for the heroes who starred in them. Did you enjoy this video?"
    },
    {
      "index": 136,
      "start_time": 552200.0,
      "end_time": 555450.0,
      "text": "Did it clear anything up for you? Let us know in the comments section below and be sure"
    },
    {
      "index": 137,
      "start_time": 555450.0,
      "end_time": 565450.0,
      "text": "to subscribe to our channel for more great videos like this one."
    }
  ]
}