{
  "video_id": "5rkYzPI22yw",
  "title": "How to Adjust Eye Glasses : How to Adjust Full Metal Frame Nose Pads",
  "json": [
    {
      "index": 1,
      "start_time": 130.0,
      "end_time": 3900.0,
      "text": "Hi, my name is David with Expert Village and I’m going to show you how to adjust glasses."
    },
    {
      "index": 2,
      "start_time": 3900.0,
      "end_time": 8459.0,
      "text": "Now I’m going to discuss how to adjust the nose pads on a full metal frame. When your"
    },
    {
      "index": 3,
      "start_time": 8460.0,
      "end_time": 12840.0,
      "text": "glasses are sitting upon your face and you see that the glasses are sitting too high"
    },
    {
      "index": 4,
      "start_time": 12840.0,
      "end_time": 19840.0,
      "text": "or too low, those adjustments can be made at this point on the frame. The nose pads,"
    },
    {
      "index": 5,
      "start_time": 20710.0,
      "end_time": 24849.0,
      "text": "if they are sitting too high on your face it means that the pads are too close together"
    },
    {
      "index": 6,
      "start_time": 24849.0,
      "end_time": 31849.0,
      "text": "and need to be pushed out. You do this grasping the frame as such; taking the nose pads and"
    },
    {
      "index": 7,
      "start_time": 34960.0,
      "end_time": 40720.0,
      "text": "twist so that it’s wider this way on both of them. You want to make sure that they are"
    },
    {
      "index": 8,
      "start_time": 40720.0,
      "end_time": 46230.0,
      "text": "balanced so that your glasses don’t sit kind of crooked on your face. That will case"
    },
    {
      "index": 9,
      "start_time": 46230.0,
      "end_time": 52750.0,
      "text": "the frames to sit lower on your face as such. Now if the frames are sitting too low on your"
    },
    {
      "index": 10,
      "start_time": 52750.0,
      "end_time": 58920.0,
      "text": "face, that means that the nose pads need to be adjusted by pushing them closer together,"
    },
    {
      "index": 11,
      "start_time": 58920.0,
      "end_time": 65920.0,
      "text": "again grab your frame as such; using your, using your thumb and forefinger go ahead and"
    },
    {
      "index": 12,
      "start_time": 66539.0,
      "end_time": 73539.0,
      "text": "twist your nose pads in both at the top and bottom on both pads. You want to make sure"
    },
    {
      "index": 13,
      "start_time": 74749.0,
      "end_time": 80240.0,
      "text": "that they are sitting balanced, that way the glasses sit straight on your face and this"
    },
    {
      "index": 14,
      "start_time": 80240.0,
      "end_time": 87240.0,
      "text": "will cause your glasses to sit higher upon your nose like so. Sometimes your glasses"
    },
    {
      "index": 15,
      "start_time": 89130.0,
      "end_time": 95310.0,
      "text": "are sitting crooked as in your glasses are shifted either to the left or the right on"
    },
    {
      "index": 16,
      "start_time": 95310.0,
      "end_time": 101749.0,
      "text": "your face. If that is the case it means that your nose pads are not sitting exactly balanced."
    },
    {
      "index": 17,
      "start_time": 101749.0,
      "end_time": 108749.0,
      "text": "You can, in order to tell you can look at frame and see how the nose pads are sitting."
    },
    {
      "index": 18,
      "start_time": 108889.0,
      "end_time": 115259.0,
      "text": "Sometimes one nose pad is sitting too far to the left or too far to the right. This"
    },
    {
      "index": 19,
      "start_time": 115259.0,
      "end_time": 121990.0,
      "text": "can be fixed by adjusting the nose pads and making sure that they sit balanced and that’s"
    },
    {
      "index": 20,
      "start_time": 121990.0,
      "end_time": 124408.0,
      "text": "how you adjust nose pads on a full metal frame."
    }
  ]
}