{
  "video_id": "5rWPB8qo9Y4",
  "title": "Exam Skills: 4 tips for listening exams",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7850.0,
      "end_time": 11200.0,
      "text": "For all exams, preparation is important."
    },
    {
      "index": 2,
      "start_time": 11200.0,
      "end_time": 19500.0,
      "text": "And one of the best ways to prepare yourself for a listening exam is to listen to as much spoken English as possible, as often as you can."
    },
    {
      "index": 3,
      "start_time": 19500.0,
      "end_time": 21740.0,
      "text": "That's what this student does."
    },
    {
      "index": 4,
      "start_time": 21740.0,
      "end_time": 35300.0,
      "text": "I think that one of the best things is watching TV because even if you don't understand it, you can understand it from the picture, but your listening skills are improved."
    },
    {
      "index": 5,
      "start_time": 35300.0,
      "end_time": 43300.0,
      "text": "But even better, I think, it's radio, listening to the radio, because you have to concentrate only on sounds, not on the picture."
    },
    {
      "index": 6,
      "start_time": 44500.0,
      "end_time": 50000.0,
      "text": "So TV or radio are great places to listen to authentic English."
    },
    {
      "index": 7,
      "start_time": 50000.0,
      "end_time": 56500.0,
      "text": "Don't forget that you can also practice your listening skills by watching movies and listening to music."
    },
    {
      "index": 8,
      "start_time": 56500.0,
      "end_time": 65000.0,
      "text": "If you listen to something that you find interesting, you are more likely to enjoy the experience and as a result improve your listening."
    },
    {
      "index": 9,
      "start_time": 65000.0,
      "end_time": 73100.0,
      "text": "Also, get hold of some practice tests on CD or as mp3 files and listen to them often."
    },
    {
      "index": 10,
      "start_time": 73100.0,
      "end_time": 85210.0,
      "text": "As well as giving you further practice in listening, these tests allow you to become familiar with the format of the exam and let you know how many times you'll hear the listening text in the real test."
    },
    {
      "index": 11,
      "start_time": 85210.0,
      "end_time": 89000.0,
      "text": "There's no need to be in a quiet room to do the practice tests."
    },
    {
      "index": 12,
      "start_time": 89000.0,
      "end_time": 98000.0,
      "text": "In fact, it's often better if you're not – this forces you to focus on the key speakers, with background noise and distractors going on."
    },
    {
      "index": 13,
      "start_time": 98000.0,
      "end_time": 101590.0,
      "text": "Language teacher Margaret John says this will help."
    },
    {
      "index": 14,
      "start_time": 101600.0,
      "end_time": 113500.0,
      "text": "Some examinations deliberately put distractors, such as noisy environments like Tube stations and bus stations and airports, behind the speakers."
    },
    {
      "index": 15,
      "start_time": 113500.0,
      "end_time": 122000.0,
      "text": "If you've been practicing listening that way, you will be in a much better position in exam conditions to be able to handle this problem."
    },
    {
      "index": 16,
      "start_time": 122000.0,
      "end_time": 127500.0,
      "text": "When you're finally in the real exam, make sure you can hear properly."
    },
    {
      "index": 17,
      "start_time": 127500.0,
      "end_time": 134500.0,
      "text": "If you have a problem, tell the examiner right at the beginning - after the exam is too late!"
    },
    {
      "index": 18,
      "start_time": 134500.0,
      "end_time": 139000.0,
      "text": "These tips will hopefully get you going in your listening exam. Good luck!"
    }
  ]
}