{
  "video_id": "5rXnrq3L2N0",
  "title": "3 Body Language Tips To Instantly Look More Attractive",
  "json": [
    {
      "index": 1,
      "start_time": 30.0,
      "end_time": 3784.0,
      "text": "Like it or not, people are making snap decisions about you all the time"
    },
    {
      "index": 2,
      "start_time": 3784.0,
      "end_time": 6141.0,
      "text": "and oftentimes, they do it without even letting you speak."
    },
    {
      "index": 3,
      "start_time": 6141.0,
      "end_time": 9739.0,
      "text": "Quite frankly, you do the same thing to them which is why in this video,"
    },
    {
      "index": 4,
      "start_time": 9739.0,
      "end_time": 14058.0,
      "text": "Valentine's Day is coming so, we're going to do three subtle things that you can do"
    },
    {
      "index": 5,
      "start_time": 14058.0,
      "end_time": 17911.0,
      "text": "to be more attractive with your body language — nothing to do with what you're saying."
    },
    {
      "index": 6,
      "start_time": 17911.0,
      "end_time": 21748.0,
      "text": "So I'm just gonna jump right into it; the first one is something that people do wrong"
    },
    {
      "index": 7,
      "start_time": 21748.0,
      "end_time": 24176.0,
      "text": "and that is T-Rex arms."
    },
    {
      "index": 8,
      "start_time": 24176.0,
      "end_time": 26694.0,
      "text": "I'm gonna illustrate this with the story because I think it's the easiest way"
    },
    {
      "index": 9,
      "start_time": 26694.0,
      "end_time": 29680.0,
      "text": "and it was one of the most vivid ways which I learned it."
    },
    {
      "index": 10,
      "start_time": 29680.0,
      "end_time": 34084.0,
      "text": "I was in Las Vegas with a friend of mine. I lived there; he came in to visit and if you've ever"
    },
    {
      "index": 11,
      "start_time": 34084.0,
      "end_time": 37313.0,
      "text": "been to a Las Vegas Club, it can be overwhelming."
    },
    {
      "index": 12,
      "start_time": 37313.0,
      "end_time": 41724.0,
      "text": "So we got into this club, it was just the two of us,  were not drinking, and he's not from there so, instantly,"
    },
    {
      "index": 13,
      "start_time": 41724.0,
      "end_time": 45482.0,
      "text": "I see his body language lock down and he starts to get uncomfortable."
    },
    {
      "index": 14,
      "start_time": 45482.0,
      "end_time": 49618.0,
      "text": "To his credit, he starts to walk up, he sees a group of women, he walks up and says hello,"
    },
    {
      "index": 15,
      "start_time": 49618.0,
      "end_time": 55522.0,
      "text": "and it didn't go well; his lack of confidence shines through and they disappear within"
    },
    {
      "index": 16,
      "start_time": 55522.0,
      "end_time": 60864.0,
      "text": "pretty much 15-30 seconds. So I said, \"It's alright, man.  Don't sweat it. We'll have fun on the dance floor.\""
    },
    {
      "index": 17,
      "start_time": 60864.0,
      "end_time": 66289.0,
      "text": "We go to the dance floor and the same lack of confidence  is shining through; he's not moving very much."
    },
    {
      "index": 18,
      "start_time": 66289.0,
      "end_time": 72353.0,
      "text": "He's kind of dancing in this little box like a T-Rex. So I say, \"Hey, lift your elbows"
    },
    {
      "index": 19,
      "start_time": 72353.0,
      "end_time": 79916.0,
      "text": "off of your ribcage. Be a little bit more expansive,  be expressive, and just dance as goofy as you can.\""
    },
    {
      "index": 20,
      "start_time": 79916.0,
      "end_time": 84892.0,
      "text": "Now, this is silly but he does it and he looks  goofy for a minute but really, two things happen."
    },
    {
      "index": 21,
      "start_time": 84892.0,
      "end_time": 89218.0,
      "text": "First off, because there's a feedback loop with the  way your body works and the way your mind works,"
    },
    {
      "index": 22,
      "start_time": 89218.0,
      "end_time": 94148.0,
      "text": "as he starts to move in a more expansive way, he starts to feel more confident."
    },
    {
      "index": 23,
      "start_time": 94148.0,
      "end_time": 98116.0,
      "text": "And I'm sure you've experienced the same thing or  perhaps the reverse when you walk around like this."
    },
    {
      "index": 24,
      "start_time": 98116.0,
      "end_time": 104499.0,
      "text": "The second thing that happened is that people started to notice  him on the dance floor and we started dancing with some people."
    },
    {
      "index": 25,
      "start_time": 104499.0,
      "end_time": 109715.0,
      "text": "Not only that, when we went off the dance floor  he maintained those kind of expansive gestures —"
    },
    {
      "index": 26,
      "start_time": 109715.0,
      "end_time": 113740.0,
      "text": "the pointing like this, moving around, not having his elbows glued to his side..."
    },
    {
      "index": 27,
      "start_time": 113740.0,
      "end_time": 118081.0,
      "text": "And the next group of women that we spoke to, we wound  up hanging out with for the rest of the night in the club"
    },
    {
      "index": 28,
      "start_time": 118081.0,
      "end_time": 123621.0,
      "text": "and he did that because not only did they see that he was more confident but he felt it too"
    },
    {
      "index": 29,
      "start_time": 123621.0,
      "end_time": 128773.0,
      "text": "so use expansive gestures no matter where you are."
    },
    {
      "index": 30,
      "start_time": 128773.0,
      "end_time": 132839.0,
      "text": "So if you see a friend, you could say, \"Hey, what's up?\" or you'd say, \"What's up, man?\""
    },
    {
      "index": 31,
      "start_time": 132839.0,
      "end_time": 137477.0,
      "text": "That's an expanse gesture. If Somebody asks you for  directions, you could say, \"Hey, I think it's that way,\""
    },
    {
      "index": 32,
      "start_time": 137512.0,
      "end_time": 141751.0,
      "text": "or you could say, \"I think it's that way.\" That is an expansive gesture and it's going to do"
    },
    {
      "index": 33,
      "start_time": 141751.0,
      "end_time": 145779.0,
      "text": "much more to make you be perceived as confident and of course, attractive."
    },
    {
      "index": 34,
      "start_time": 145779.0,
      "end_time": 150291.0,
      "text": "The second thing, again, that people do wrong is seeking behavior."
    },
    {
      "index": 35,
      "start_time": 150291.0,
      "end_time": 154925.0,
      "text": "The classic seeking behavior, you may have seen in a bar, is two guys standing at a bar"
    },
    {
      "index": 36,
      "start_time": 154925.0,
      "end_time": 157435.0,
      "text": "and they're buddies and you could tell because they're close to each other"
    },
    {
      "index": 37,
      "start_time": 157435.0,
      "end_time": 159847.0,
      "text": "but they're not looking at each other; they're looking out there."
    },
    {
      "index": 38,
      "start_time": 159847.0,
      "end_time": 164493.0,
      "text": "And what they're broadcasting to the world as they peer is that the fun is not here."
    },
    {
      "index": 39,
      "start_time": 164493.0,
      "end_time": 168515.0,
      "text": "The fun, the interesting thing, or whatever it is that they're looking for is outside"
    },
    {
      "index": 40,
      "start_time": 168515.0,
      "end_time": 173557.0,
      "text": "of themselves and that is an incredibly unattractive thing to broadcast."
    },
    {
      "index": 41,
      "start_time": 173557.0,
      "end_time": 177497.0,
      "text": "Contrast that with magnetic body language"
    },
    {
      "index": 42,
      "start_time": 177497.0,
      "end_time": 183742.0,
      "text": "and what magnetic body language is telling other people before  I kind of show you what it might be is that the fun is where you are"
    },
    {
      "index": 43,
      "start_time": 183742.0,
      "end_time": 187927.0,
      "text": "because we all are very, very finely socially attuned people"
    },
    {
      "index": 44,
      "start_time": 187927.0,
      "end_time": 191132.0,
      "text": "and when we're out at a bar or a party or club or any kind of social setting,"
    },
    {
      "index": 45,
      "start_time": 191132.0,
      "end_time": 194907.0,
      "text": "we tend to want to know where the fun is and then we put ourselves near that."
    },
    {
      "index": 46,
      "start_time": 194907.0,
      "end_time": 198536.0,
      "text": "So fun would be facing the person that you came there with."
    },
    {
      "index": 47,
      "start_time": 198536.0,
      "end_time": 202118.0,
      "text": "When you're in conversation with them not looking over your shoulder trying to find"
    },
    {
      "index": 48,
      "start_time": 202118.0,
      "end_time": 205553.0,
      "text": "something more interesting to do but being engaged in that conversation,"
    },
    {
      "index": 49,
      "start_time": 205553.0,
      "end_time": 209650.0,
      "text": "using your expansive body language, laughing loudly, and having a good time."
    },
    {
      "index": 50,
      "start_time": 209650.0,
      "end_time": 213347.0,
      "text": "Now, I'm not saying to fake this stuff; I'm saying to actually do it."
    },
    {
      "index": 51,
      "start_time": 213347.0,
      "end_time": 216390.0,
      "text": "And in fact, it doesn't have to just be with your group of friends."
    },
    {
      "index": 52,
      "start_time": 216390.0,
      "end_time": 220543.0,
      "text": "Something else that I see in terms of body language is people will kind of walk around"
    },
    {
      "index": 53,
      "start_time": 220543.0,
      "end_time": 224225.0,
      "text": "spaces during parties, clubs, bars, or whatever almost as if they were looking"
    },
    {
      "index": 54,
      "start_time": 224225.0,
      "end_time": 226933.0,
      "text": "for something and they do loops and I'm guilty of this myself."
    },
    {
      "index": 55,
      "start_time": 226933.0,
      "end_time": 234034.0,
      "text": "Instead, have fun with whoever you are near; whoever's there, strike up a conversation."
    },
    {
      "index": 56,
      "start_time": 234034.0,
      "end_time": 237912.0,
      "text": "Say hello — whatever it takes — because that is magnetic."
    },
    {
      "index": 57,
      "start_time": 237912.0,
      "end_time": 241252.0,
      "text": "And when you start pulling people into that group, amazing things happen."
    },
    {
      "index": 58,
      "start_time": 241252.0,
      "end_time": 244551.0,
      "text": "A quick story to illustrate this — many years ago when I lived in New York City,"
    },
    {
      "index": 59,
      "start_time": 244551.0,
      "end_time": 248016.0,
      "text": "Ben who was my best friend and my co-founder was an investment banker."
    },
    {
      "index": 60,
      "start_time": 248016.0,
      "end_time": 253983.0,
      "text": "And they worked a lot of hours so he got one night off; he and  his buddies went out to a club and they were so happy to be there."
    },
    {
      "index": 61,
      "start_time": 253983.0,
      "end_time": 258756.0,
      "text": "They were extremely excited, they were laughing,  talking to each other, having a great time and people noticed."
    },
    {
      "index": 62,
      "start_time": 258755.99999999997,
      "end_time": 263332.0,
      "text": "So what Ben did, because he was just having a great time, was as people kinda"
    },
    {
      "index": 63,
      "start_time": 263332.0,
      "end_time": 266896.0,
      "text": "overheard their conversation and chimed in and he would bring them into the conversation"
    },
    {
      "index": 64,
      "start_time": 266896.0,
      "end_time": 269704.0,
      "text": "so that started to grow. He went to the bathroom."
    },
    {
      "index": 65,
      "start_time": 269704.0,
      "end_time": 272544.0,
      "text": "If he was standing in line for the bathroom, perhaps somebody was standing in line"
    },
    {
      "index": 66,
      "start_time": 272544.0,
      "end_time": 276604.0,
      "text": "at the bathroom just kind of quietly and because he was in such a good mood,"
    },
    {
      "index": 67,
      "start_time": 276604.0,
      "end_time": 279178.0,
      "text": "he started including them as well; he'd bring them back."
    },
    {
      "index": 68,
      "start_time": 279178.0,
      "end_time": 283662.0,
      "text": "In this way, he started to grow this core group until somebody came up to him and said,"
    },
    {
      "index": 69,
      "start_time": 283662.0,
      "end_time": 289199.0,
      "text": "\"Hey, are you working?\" and he said, \"No, I'm not working.  If I was working I wouldn't be here.\""
    },
    {
      "index": 70,
      "start_time": 289199.0,
      "end_time": 294160.0,
      "text": "The guy said, \"Oh. Sorry, man. I thought that you were a club  promoter just based on the amount of people that you had here.\""
    },
    {
      "index": 71,
      "start_time": 294160.0,
      "end_time": 297566.0,
      "text": "Since you're not, maybe you want to come out with me.\" He gave his card"
    },
    {
      "index": 72,
      "start_time": 297566.0,
      "end_time": 300475.0,
      "text": "and this wound up being someone that we went out with for probably the next year"
    },
    {
      "index": 73,
      "start_time": 300475.0,
      "end_time": 304704.0,
      "text": "to the best clubs in New York City, we got in for free, we cut the line, and we were"
    },
    {
      "index": 74,
      "start_time": 304704.0,
      "end_time": 308810.0,
      "text": "drinking at the time because we were young twenties, and we got free alcohol as well."
    },
    {
      "index": 75,
      "start_time": 308810.0,
      "end_time": 313196.0,
      "text": "The point of this is this is a body language thing is a talking thing but it's —"
    },
    {
      "index": 76,
      "start_time": 313196.0,
      "end_time": 321126.0,
      "text": "don't look and behave and act and feel wherever you are as if the fun is out there."
    },
    {
      "index": 77,
      "start_time": 321126.0,
      "end_time": 326344.0,
      "text": "Have fun with whoever is nearby. So just think, if you're ever being bored standing in line"
    },
    {
      "index": 78,
      "start_time": 326344.0,
      "end_time": 330412.0,
      "text": "waiting for the cashier or wherever, make sure that in your immediate periphery,"
    },
    {
      "index": 79,
      "start_time": 330412.0,
      "end_time": 333624.0,
      "text": "there's always someone around you, strike up a conversation with them,"
    },
    {
      "index": 80,
      "start_time": 333624.0,
      "end_time": 337408.0,
      "text": "do your expansive body language all that kind of stuff, and this is going to make people"
    },
    {
      "index": 81,
      "start_time": 337408.0,
      "end_time": 343180.0,
      "text": "who can't even hear your conversation drawn to you; this is the magnetism we talk about"
    },
    {
      "index": 82,
      "start_time": 343180.0,
      "end_time": 347916.0,
      "text": "so that is the second thing. The third thing is something that I see particularly, again,"
    },
    {
      "index": 83,
      "start_time": 347916.0,
      "end_time": 350958.0,
      "text": "in clubs and bars but that's just where this body language stuff is most pronounced"
    },
    {
      "index": 84,
      "start_time": 350958.0,
      "end_time": 355174.0,
      "text": "is when groups go out because groups of guys tend to go out with groups of guys and"
    },
    {
      "index": 85,
      "start_time": 355174.0,
      "end_time": 356914.0,
      "text": "groups of women tend to go out with groups of women"
    },
    {
      "index": 86,
      "start_time": 356914.0,
      "end_time": 358996.0,
      "text": "and what happens is, when they meet, they stay in the group."
    },
    {
      "index": 87,
      "start_time": 358996.0,
      "end_time": 361508.0,
      "text": "You've got a group of three guys lined up over here and"
    },
    {
      "index": 88,
      "start_time": 361508.0,
      "end_time": 364211.0,
      "text": "the girls lined up over here and it looks like a sixth-grade dance"
    },
    {
      "index": 89,
      "start_time": 364211.0,
      "end_time": 367397.0,
      "text": "where they're just both standing against the wall waiting for somebody cross over."
    },
    {
      "index": 90,
      "start_time": 367397.0,
      "end_time": 373142.0,
      "text": "Even if that conversation goes well, it can feel like two groups  are kind of interrogating or interviewing each other."
    },
    {
      "index": 91,
      "start_time": 373142.0,
      "end_time": 376646.0,
      "text": "A much more powerful body language thing that you can do"
    },
    {
      "index": 92,
      "start_time": 376646.0,
      "end_time": 380710.0,
      "text": "is to stagger this to boy-girl, boy-girl, and boy-girl. How do you do this?"
    },
    {
      "index": 93,
      "start_time": 380710.0,
      "end_time": 384731.0,
      "text": "It's actually very simple. When you walk up to a group with your buddies —"
    },
    {
      "index": 94,
      "start_time": 384731.0,
      "end_time": 388290.0,
      "text": "you say hello and you're introducing yourselves — a very simple thing that you can do"
    },
    {
      "index": 95,
      "start_time": 388290.0,
      "end_time": 394880.0,
      "text": "is just as you're shaking hands to step in and stand next to  as opposed to across from the person that you said hi to"
    },
    {
      "index": 96,
      "start_time": 394880.0,
      "end_time": 397794.0,
      "text": "to make room for your friends who might be saying hi as well."
    },
    {
      "index": 97,
      "start_time": 397794.0,
      "end_time": 403333.0,
      "text": "If that's not something that you're comfortable with or that doesn't happen the beginning of the conversation, again, very simple —"
    },
    {
      "index": 98,
      "start_time": 403333.0,
      "end_time": 407491.0,
      "text": "just wait until you guys have been talking and if you notice that this happens, say,"
    },
    {
      "index": 99,
      "start_time": 407491.0,
      "end_time": 410990.0,
      "text": "\"Hold on. This feels like we're at a sixth-grade dance with all the boys on one wall"
    },
    {
      "index": 100,
      "start_time": 410990.0,
      "end_time": 414904.0,
      "text": "and all the girls at the other; let's stagger this,\" and you can just move yourself over,"
    },
    {
      "index": 101,
      "start_time": 414904.0,
      "end_time": 418706.0,
      "text": "\"Go here. Okay, here. Better.  Now we look and feel like a group of friends,\""
    },
    {
      "index": 102,
      "start_time": 418706.0,
      "end_time": 424036.0,
      "text": "and people will laugh because it's funny and it's true  and then you're out there and you're doing it."
    },
    {
      "index": 103,
      "start_time": 424036.0,
      "end_time": 428584.0,
      "text": "So that will change the dynamic of the group and you can have the same conversation"
    },
    {
      "index": 104,
      "start_time": 428584.0,
      "end_time": 434465.0,
      "text": "and it's going to go much better and you'll be perceived as  more attractive for being a leader and for setting that up."
    },
    {
      "index": 105,
      "start_time": 434465.0,
      "end_time": 437737.0,
      "text": "Those are the three subtle things but I'd be remiss if I didn't do one more"
    },
    {
      "index": 106,
      "start_time": 437737.0,
      "end_time": 443038.0,
      "text": "perhaps more obvious thing but you got to include it in body language and it's smiling."
    },
    {
      "index": 107,
      "start_time": 443038.0,
      "end_time": 446195.0,
      "text": "This is the simplest thing to make — you'll be perceived as more attractive,"
    },
    {
      "index": 108,
      "start_time": 446195.0,
      "end_time": 450356.0,
      "text": "friendlier, and more approachable. We've got a video on the perfect smile; I won't go"
    },
    {
      "index": 109,
      "start_time": 450356.0,
      "end_time": 453410.0,
      "text": "into it in detail here but I couldn't leave out of this video."
    },
    {
      "index": 110,
      "start_time": 453410.0,
      "end_time": 459124.0,
      "text": "All of these things fall under the realm of things that typically high self-esteem people do"
    },
    {
      "index": 111,
      "start_time": 459124.0,
      "end_time": 464076.0,
      "text": "fairly naturally and while you can start to layer the behaviors on before the self-esteem"
    },
    {
      "index": 112,
      "start_time": 464076.0,
      "end_time": 467761.0,
      "text": "is there, it's helpful to take a two-pronged approach, right? But the behaviors on,"
    },
    {
      "index": 113,
      "start_time": 467761.0,
      "end_time": 472480.0,
      "text": "you can fake it until you make it but also begin to develop that self-esteem internally"
    },
    {
      "index": 114,
      "start_time": 472480.0,
      "end_time": 476306.0,
      "text": "which is why I want to recommend, thanks to our sponsor for this video — Audible —"
    },
    {
      "index": 115,
      "start_time": 476306.0,
      "end_time": 480938.0,
      "text": "the audiobook Six Pillars of Self-Esteem by Nathaniel Branden."
    },
    {
      "index": 116,
      "start_time": 480938.0,
      "end_time": 484864.0,
      "text": "And when you sign up for a free 30-day trial of Audible today via our link"
    },
    {
      "index": 117,
      "start_time": 484864.0,
      "end_time": 490143.0,
      "text": "audible.com/charisma, you can go and get that audiobook Six Pillars of Self-Esteem."
    },
    {
      "index": 118,
      "start_time": 490143.0,
      "end_time": 495372.0,
      "text": "It is absolutely amazing; it's one of my favorite books — it's my top two or three favorite"
    },
    {
      "index": 119,
      "start_time": 495372.0,
      "end_time": 499628.0,
      "text": "books in my life — I highly recommend it and you can listen to it which is a nice thing"
    },
    {
      "index": 120,
      "start_time": 499628.0,
      "end_time": 504612.0,
      "text": "on your way to work, on your commute, or wherever  you are, if you take this free trial with Audible."
    },
    {
      "index": 121,
      "start_time": 504612.0,
      "end_time": 509263.0,
      "text": "Get that book plus they've got a huge library of other audiobooks that you can listen to"
    },
    {
      "index": 122,
      "start_time": 509263.0,
      "end_time": 513675.0,
      "text": "no matter where you are in the world so if you want to get that 30-day free trial,"
    },
    {
      "index": 123,
      "start_time": 513674.99999999994,
      "end_time": 521296.99999999994,
      "text": "just go to audible.com/charisma or you can actually  text \"charisma\" to 500-500 to get started."
    },
    {
      "index": 124,
      "start_time": 521297.0,
      "end_time": 524529.0,
      "text": "Thank you to our sponsor, Audible, for allowing us to make this video."
    },
    {
      "index": 125,
      "start_time": 524529.0,
      "end_time": 528639.0,
      "text": "I hope that you guys enjoyed it. If you have any questions,  go ahead and leave them in the comments below."
    },
    {
      "index": 126,
      "start_time": 528639.0,
      "end_time": 532468.0,
      "text": "And if you want to see more like this make sure to subscribe and of course to hit that"
    },
    {
      "index": 127,
      "start_time": 532468.0,
      "end_time": 534932.0,
      "text": "notification bell so you don't miss any other tips."
    },
    {
      "index": 128,
      "start_time": 534932.0,
      "end_time": 538169.0,
      "text": "Have a happy and wonderful Valentine's Day and no matter who you're with,"
    },
    {
      "index": 129,
      "start_time": 542415.0,
      "end_time": 542415.0,
      "text": "be magnetic and have a good time with the people  around and I'll see you in the next video."
    }
  ]
}