{
  "video_id": "5yZ8a_zAEl0",
  "title": "Six Ideas From Eastern Philosophy",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 8080.0,
      "end_time": 12920.0,
      "text": "Eastern Philosophy has always had a very similar goal to Western philosophy: that of making"
    },
    {
      "index": 2,
      "start_time": 12920.0,
      "end_time": 19060.0,
      "text": "us wiser, less agitated, more thoughtful and readier to appreciate our lives. However,"
    },
    {
      "index": 3,
      "start_time": 19060.0,
      "end_time": 25160.0,
      "text": "the way it has gone about this has been intriguingly different. In the East, Philosophy has taught"
    },
    {
      "index": 4,
      "start_time": 25160.0,
      "end_time": 30050.0,
      "text": "its lessons via tea drinking ceremonies, walks in bamboo forests, contemplations of rivers."
    },
    {
      "index": 5,
      "start_time": 30050.0,
      "end_time": 33430.0,
      "text": "Here are a few ideas to offer us the distinctive"
    },
    {
      "index": 6,
      "start_time": 33430.0,
      "end_time": 41650.0,
      "text": "wisdom of a continent and enrich our notions of what philosophy might really be. ONE: Life"
    },
    {
      "index": 7,
      "start_time": 41650.0,
      "end_time": 47299.0,
      "text": "is suffering. The first and central ‘noble truth’ of the Buddha is that life is unavoidably about misery."
    },
    {
      "index": 8,
      "start_time": 47299.0,
      "end_time": 53369.0,
      "text": "The Buddha continually seeks to adjust our expectations so we will know"
    },
    {
      "index": 9,
      "start_time": 53369.0,
      "end_time": 60049.0,
      "text": "what to expect: sex will disappoint us, youth will disappear, money won’t spare us pain."
    },
    {
      "index": 10,
      "start_time": 60049.0,
      "end_time": 65010.0,
      "text": "For the Buddha, the wise person should take care to grow completely at home with the ordinary"
    },
    {
      "index": 11,
      "start_time": 65010.00000000001,
      "end_time": 71660.0,
      "text": "shambles of existence. They should understand that they are living on a dunghill. When baseness"
    },
    {
      "index": 12,
      "start_time": 71660.0,
      "end_time": 76680.0,
      "text": "and malice rear their heads, as they will, it should be against a backdrop of fully vanquished"
    },
    {
      "index": 13,
      "start_time": 76680.0,
      "end_time": 82820.0,
      "text": "hope, so there will be no sense of having been unfairly let down and one’s credulity"
    },
    {
      "index": 14,
      "start_time": 82820.0,
      "end_time": 87820.0,
      "text": "betrayed. That said, the Buddha was often surprisingly cheerful and generally sported"
    },
    {
      "index": 15,
      "start_time": 87820.0,
      "end_time": 93280.0,
      "text": "an inviting, warm smile. This was because anything nice, sweet or amusing that came"
    },
    {
      "index": 16,
      "start_time": 93280.0,
      "end_time": 99909.0,
      "text": "his way was immediately experienced as a bonus; a deeply gratifying addition to his original"
    },
    {
      "index": 17,
      "start_time": 99909.0,
      "end_time": 106770.0,
      "text": "bleak premises. By keeping the dark backdrop of life always in mind, he sharpened his appreciation"
    },
    {
      "index": 18,
      "start_time": 106770.0,
      "end_time": 114950.0,
      "text": "of whatever stood out against it. He teaches us the art of cheerful despair."
    },
    {
      "index": 19,
      "start_time": 114950.0,
      "end_time": 122750.0,
      "text": "TWO: Mettā (pali): Mettā is a word which, in the Indian language of Pali, means benevolence,"
    },
    {
      "index": 20,
      "start_time": 122750.0,
      "end_time": 128090.0,
      "text": "kindness or tenderness. It is one of the most important ideas in Buddhism. Buddhism recommends"
    },
    {
      "index": 21,
      "start_time": 128090.0,
      "end_time": 134810.0,
      "text": "a daily ritual meditation to foster this attitude (what is known as mettā bhāvanā). The meditation"
    },
    {
      "index": 22,
      "start_time": 134810.0,
      "end_time": 139950.0,
      "text": "begins with a call to think very carefully every morning of a particular individual with"
    },
    {
      "index": 23,
      "start_time": 139950.0,
      "end_time": 145480.0,
      "text": "whom one tends to get irritated or to whom one feels aggressive or cold and – in place"
    },
    {
      "index": 24,
      "start_time": 145480.0,
      "end_time": 150921.0,
      "text": "of one’s normal hostile impulses – to rehearse kindly messages like ‘I hope you"
    },
    {
      "index": 25,
      "start_time": 150921.0,
      "end_time": 155920.0,
      "text": "will find peace’ or ‘I wish you to be free from suffering’. This practice can"
    },
    {
      "index": 26,
      "start_time": 155920.0,
      "end_time": 161780.0,
      "text": "be extended outwards ultimately to include pretty much everyone on earth. The background"
    },
    {
      "index": 27,
      "start_time": 161780.0,
      "end_time": 167230.0,
      "text": "assumption is that our feelings towards people are not fixed and unalterable, but are open"
    },
    {
      "index": 28,
      "start_time": 167230.0,
      "end_time": 173440.0,
      "text": "to deliberate change and improvement, with the right encouragement. Compassion is a learnable"
    },
    {
      "index": 29,
      "start_time": 173440.0,
      "end_time": 180750.0,
      "text": "skill the buddhist tell us – and we need to direct it as much towards those whom we love as those we are tempted"
    },
    {
      "index": 30,
      "start_time": 180750.0,
      "end_time": 189720.0,
      "text": "to dismiss and detest. THREE: Guanyin Guanyin is a saintly female figure in East Asian Buddhism"
    },
    {
      "index": 31,
      "start_time": 189720.0,
      "end_time": 195319.0,
      "text": "strongly associated with mercy, compassion and kindness. She occupies a similar role"
    },
    {
      "index": 32,
      "start_time": 195319.0,
      "end_time": 200210.0,
      "text": "within Buddhism as the Virgin Mary within Catholicism. There are shrines and temples"
    },
    {
      "index": 33,
      "start_time": 200210.0,
      "end_time": 205460.0,
      "text": "to her all over China; one, in the province of Hainan, has a 108 metre statue of her (it’s"
    },
    {
      "index": 34,
      "start_time": 205460.0,
      "end_time": 207980.0,
      "text": "the fourth largest statue anywhere in the world). Guanyin’s popularity speaks of the"
    },
    {
      "index": 35,
      "start_time": 207980.0,
      "end_time": 215260.0,
      "text": "extent to which the needs of childhood endure within us. She is, in the noblest sense, ‘mummy’."
    },
    {
      "index": 36,
      "start_time": 215260.0,
      "end_time": 220210.0,
      "text": "Across China, adults allow themselves to be weak in her presence. Her gaze has a habit"
    },
    {
      "index": 37,
      "start_time": 220210.0,
      "end_time": 224930.0,
      "text": "of making people cry – for the moment one breaks down isn’t so much when things are"
    },
    {
      "index": 38,
      "start_time": 224930.0,
      "end_time": 230290.0,
      "text": "hard as when one finally encounters kindness and a chance to admit to sorrows one has been"
    },
    {
      "index": 39,
      "start_time": 230290.0,
      "end_time": 235709.0,
      "text": "harbouring in silence for too long. Guanyin doesn’t judge. She understands that you"
    },
    {
      "index": 40,
      "start_time": 235709.0,
      "end_time": 240710.0,
      "text": "are tired, that you have been betrayed, that things aren’t easy, that you are fed up:"
    },
    {
      "index": 41,
      "start_time": 240710.0,
      "end_time": 246630.0,
      "text": "she has a measure of the difficulties involved in trying to lead a remotely adequate adult life."
    },
    {
      "index": 42,
      "start_time": 246630.0,
      "end_time": 255459.0,
      "text": "FOUR: Wu Wei (Chinese): Not making an Effort Wu Wei is a Chinese term at the heart"
    },
    {
      "index": 43,
      "start_time": 255459.0,
      "end_time": 261150.0,
      "text": "of the philosophy of Daoism. It is first described in the Tao Te Ching, written by the sage Lao"
    },
    {
      "index": 44,
      "start_time": 261149.99999999997,
      "end_time": 267770.0,
      "text": "Tzu in the 6th century BC. Wu Wei means ‘not making an effort’, going with the flow,"
    },
    {
      "index": 45,
      "start_time": 267770.0,
      "end_time": 273840.0,
      "text": "but it doesn’t in any way imply laziness or sloth. It suggests rather an intentional"
    },
    {
      "index": 46,
      "start_time": 273840.0,
      "end_time": 280279.0,
      "text": "surrender of the will based on a wise recognition of the need, at points, to accede to, rather"
    },
    {
      "index": 47,
      "start_time": 280279.0,
      "end_time": 286180.0,
      "text": "than protest against, the demands of reality. As Lao Tzu puts it, to be wise is to have"
    },
    {
      "index": 48,
      "start_time": 286180.0,
      "end_time": 291509.0,
      "text": "learnt how one must sometimes ‘surrender to the whole universe’. Reason allows us"
    },
    {
      "index": 49,
      "start_time": 291509.0,
      "end_time": 297029.0,
      "text": "to calculate when our wishes are in irrevocable conflict with reality, and then bids us to"
    },
    {
      "index": 50,
      "start_time": 297029.0,
      "end_time": 303599.0,
      "text": "submit ourselves willingly, rather than angrily or bitterly, to necessities. We may be powerless"
    },
    {
      "index": 51,
      "start_time": 303599.0,
      "end_time": 309300.0,
      "text": "to alter certain events but, for Lao Tzu, we remain free to choose our attitude towards"
    },
    {
      "index": 52,
      "start_time": 309300.0,
      "end_time": 315279.0,
      "text": "them, and it is in an unprotesting acceptance of what is truly necessary that we find the"
    },
    {
      "index": 53,
      "start_time": 315279.0,
      "end_time": 324509.0,
      "text": "distinctive serenity and freedom characteristic of a Daoist. FIVE: Bamboo as Wisdom"
    },
    {
      "index": 54,
      "start_time": 324509.0,
      "end_time": 329919.0,
      "text": "East Asia has been called the Bamboo Civilization, not merely because bamboo has been widely used"
    },
    {
      "index": 55,
      "start_time": 329919.0,
      "end_time": 335189.0,
      "text": "in daily life, but also because its symbolic qualities have been described and celebrated for hundreds of years in the philosophy of Daoism."
    },
    {
      "index": 56,
      "start_time": 335189.0,
      "end_time": 341289.0,
      "text": "Bamboo is, surprisingly, classified"
    },
    {
      "index": 57,
      "start_time": 341289.0,
      "end_time": 347680.0,
      "text": "as a grass rather than a tree, yet it is tall and strong enough to create groves and forests."
    },
    {
      "index": 58,
      "start_time": 347680.0,
      "end_time": 352960.0,
      "text": "Unlike a tree trunk, the stems of bamboo are hollow, but its inner emptiness is a source of its vigour."
    },
    {
      "index": 59,
      "start_time": 352960.0,
      "end_time": 358460.0,
      "text": "It bends in storms, sometimes almost to the ground, but then springs back resiliently."
    },
    {
      "index": 60,
      "start_time": 358460.0,
      "end_time": 365509.0,
      "text": "We should, says Lao Tzu, ‘become as bamboo already is.’ The greatest painter of bamboo"
    },
    {
      "index": 61,
      "start_time": 365509.0,
      "end_time": 370460.0,
      "text": "was the Daoist poet, artist and philosopher Zheng Xie of the Qing Dynasty. Zheng Xie is"
    },
    {
      "index": 62,
      "start_time": 370460.0,
      "end_time": 375509.0,
      "text": "said to have painted eight hundred pictures of bamboo forests and saw in them a perfect"
    },
    {
      "index": 63,
      "start_time": 375509.0,
      "end_time": 381259.0,
      "text": "model of how a wise person might behave. Beside one pen and ink drawing of bamboo, he wrote"
    },
    {
      "index": 64,
      "start_time": 381259.0,
      "end_time": 387089.0,
      "text": "in elegant script: ‘Hold fast to the mountain, take root in a broken-up bluff, grow stronger"
    },
    {
      "index": 65,
      "start_time": 387089.0,
      "end_time": 392599.0,
      "text": "after tribulations, and withstand the buffeting wind from all directions’. It was a message"
    },
    {
      "index": 66,
      "start_time": 392599.0,
      "end_time": 401419.0,
      "text": "addressed to bamboo but meant, of course, for all of us. SIX: Kintsugi"
    },
    {
      "index": 67,
      "start_time": 401419.0,
      "end_time": 405779.0,
      "text": "Since the 16th century, Zen Buddhist philosophy in Japan has been alive to the particular beauty and"
    },
    {
      "index": 68,
      "start_time": 405779.0,
      "end_time": 412949.0,
      "text": "wisdom of things which have been repaired. Kintsugi is a compound of two ideas: ‘Kin’"
    },
    {
      "index": 69,
      "start_time": 412949.0,
      "end_time": 419419.0,
      "text": "meaning, in Japanese, ‘golden’ and ‘tsugi’ meaning ‘joinery’. In Zen aesthetics,"
    },
    {
      "index": 70,
      "start_time": 419419.0,
      "end_time": 424240.0,
      "text": "the broken pieces of an accidentally-smashed pot should never just be tossed away, they"
    },
    {
      "index": 71,
      "start_time": 424240.0,
      "end_time": 429240.0,
      "text": "should be carefully picked up, reassembled and then glued together with lacquer inflected with a luxuriant gold powder."
    },
    {
      "index": 72,
      "start_time": 429240.0,
      "end_time": 434560.0,
      "text": "There should be no attempt to disguise the damage, the"
    },
    {
      "index": 73,
      "start_time": 434560.0,
      "end_time": 439520.0,
      "text": "point is to render the fault-lines beautiful and strong. The precious veins of gold are"
    },
    {
      "index": 74,
      "start_time": 439520.0,
      "end_time": 444309.0,
      "text": "there to emphasise that breaks have a rich merit all of their own. It’s a profoundly"
    },
    {
      "index": 75,
      "start_time": 444309.0,
      "end_time": 450849.0,
      "text": "poignant idea because we are all in some way broken creatures. It’s not shameful to need repair;"
    },
    {
      "index": 76,
      "start_time": 450849.0,
      "end_time": 456899.0,
      "text": "a mended bowl is a symbol of hope that we too can be put together again and"
    },
    {
      "index": 77,
      "start_time": 456960.0,
      "end_time": 460800.0,
      "text": "still be loved despite our evident flaws."
    },
    {
      "index": 78,
      "start_time": 462880.0,
      "end_time": 469040.0,
      "text": "We partnered with Skillshare today and they have given us an amazing offer to pass on to you."
    },
    {
      "index": 79,
      "start_time": 469040.0,
      "end_time": 475200.0,
      "text": "The first 500 people to sign up using the link in the description will recieve a 2 month free trial."
    },
    {
      "index": 80,
      "start_time": 475200.0,
      "end_time": 486800.0,
      "text": "If you haven't heard of Skillshare before it's home to thousands of classes in Graphic design, animation, web development, music photography, design and more."
    },
    {
      "index": 81,
      "start_time": 486800.0,
      "end_time": 497040.0,
      "text": "You can learn how to do just about anything. Is there a project you have been dreaming of completing but just aren't sure if you have the skills to do it?"
    },
    {
      "index": 82,
      "start_time": 497040.0,
      "end_time": 504000.0,
      "text": "Why not start right now and sign up at the link below."
    }
  ]
}