{
  "video_id": "60taVChzfCg",
  "title": "How to Do a Head Nod | Club Dancing",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2149.0,
      "end_time": 6910.0,
      "text": "What up y&#39;all my name is Tweet Boogie, I represent the South Frogs. I had my first hip hop crew"
    },
    {
      "index": 2,
      "start_time": 6910.0,
      "end_time": 13219.0,
      "text": "at 14. Done some work with Jay Z, Mary J. Blige, Destiny&#39;s Child. Travelled all over"
    },
    {
      "index": 3,
      "start_time": 13219.0,
      "end_time": 17890.0,
      "text": "the world because I teach hip hop culture and right now I&#39;m ready to teach you dances"
    },
    {
      "index": 4,
      "start_time": 17890.0,
      "end_time": 24890.0,
      "text": "for the club, let&#39;s get it started. OK, so this is finding the beat head nod. I&#39;m going"
    },
    {
      "index": 5,
      "start_time": 26880.0,
      "end_time": 32769.0,
      "text": "to turn to the side so you can see; it&#39;s not like this, straight forward, it&#39;s kind of"
    },
    {
      "index": 6,
      "start_time": 32770.0,
      "end_time": 38950.0,
      "text": "at an angle, good. Kind of going down. So you have forward, forward, forward, forward;"
    },
    {
      "index": 7,
      "start_time": 38950.0,
      "end_time": 44950.0,
      "text": "but at the same time you want to bend your knees. Forward, forward, forward, forward."
    },
    {
      "index": 8,
      "start_time": 44950.0,
      "end_time": 51470.0,
      "text": "forward, forward, forward, forward. Now, you also have a head nod the goes to the back."
    },
    {
      "index": 9,
      "start_time": 51470.0,
      "end_time": 58269.0,
      "text": "So, back, back, back, back. But you don&#39;t want to stand there and look like this. Good,"
    },
    {
      "index": 10,
      "start_time": 58270.0,
      "end_time": 63850.0,
      "text": "so you have to use your knees. So, when you use your knees, the other one, your knees"
    },
    {
      "index": 11,
      "start_time": 63850.0,
      "end_time": 69590.0,
      "text": "are bending. But for when your head nod is back, you have to straighten your knees. So"
    },
    {
      "index": 12,
      "start_time": 69590.0,
      "end_time": 76590.0,
      "text": "you have back, and back, and back, and back. You see how my knees are straightening when"
    },
    {
      "index": 13,
      "start_time": 76680.0,
      "end_time": 83680.0,
      "text": "my head goes back. Good, and back, and back, and back, and back. But that&#39;s slow, so I&#39;m"
    },
    {
      "index": 14,
      "start_time": 84760.0,
      "end_time": 90540.0,
      "text": "going to show you mid tempo, then I&#39;m going to show you fast; soon as my DJ drops it."
    },
    {
      "index": 15,
      "start_time": 90540.0,
      "end_time": 97540.0,
      "text": "Five, six, seven, eight. So, we&#39;re going to go forward slow, five, six, seven, eight and"
    },
    {
      "index": 16,
      "start_time": 102130.0,
      "end_time": 109130.0,
      "text": "bend, bend your knees, bend, bend your knees, bend. See how my head goes forward at an angle,"
    },
    {
      "index": 17,
      "start_time": 110120.0,
      "end_time": 116300.0,
      "text": "boom, boom, boom. Same time I&#39;m bending my knees when it goes forward. So now I&#39;m going"
    },
    {
      "index": 18,
      "start_time": 116300.0,
      "end_time": 123300.0,
      "text": "to do it fast, and boom, and boom, and forward, and forward. Good, but now I&#39;ve got to do"
    },
    {
      "index": 19,
      "start_time": 128190.0,
      "end_time": 135190.0,
      "text": "it back. So, back, back, mid tempo. Back, and back. Make sure you&#39;re straighten the"
    },
    {
      "index": 20,
      "start_time": 135680.0,
      "end_time": 142680.0,
      "text": "knees when the neck goes back. Back, so five, six, seven, eight, boom, and boom, and back."
    },
    {
      "index": 21,
      "start_time": 145620.0,
      "end_time": 152620.0,
      "text": "Five, six, seven, eight. Back, good. Back, back, and back, back, back, back. So, that&#39;s"
    },
    {
      "index": 22,
      "start_time": 157769.0,
      "end_time": 160950.0,
      "text": "your basic head nod going forward and going back."
    }
  ]
}