{
  "video_id": "61ruJlQ5S9s",
  "title": "The Oldest Child Is Smarter and Here's Why",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 5968.0,
      "text": "Scientists say the oldest child is basically the best at everything, but I already knew that, being oldest in all."
    },
    {
      "index": 2,
      "start_time": 11423.0,
      "end_time": 14011.0,
      "text": "Hey folks, I'm Laci Green, and this is DNews."
    },
    {
      "index": 3,
      "start_time": 14011.0,
      "end_time": 17315.0,
      "text": "Birth order, that's kind of a thing in the world of psychology."
    },
    {
      "index": 4,
      "start_time": 17315.0,
      "end_time": 23164.0,
      "text": "It's a popular and well-supported theory that claims that the order we were born in has some effect on our personalities."
    },
    {
      "index": 5,
      "start_time": 23164.0,
      "end_time": 28014.0,
      "text": "If you haven't watch Trace's DNews Episode on the birth or birth order psychology, you definitely should."
    },
    {
      "index": 6,
      "start_time": 28014.0,
      "end_time": 31225.0,
      "text": "So here's the basic rundown of what scientists have found in decades past."
    },
    {
      "index": 7,
      "start_time": 31225.0,
      "end_time": 37015.0,
      "text": "Youngest tends to be more fun loving, uncomplicated, outgoing, and they're highly agreeable."
    },
    {
      "index": 8,
      "start_time": 37015.0,
      "end_time": 38636.0,
      "text": "You know, easy to get along with."
    },
    {
      "index": 9,
      "start_time": 38636.0,
      "end_time": 43266.0,
      "text": "But they also tend to be a little attention seeking, self-centered, and rebellious."
    },
    {
      "index": 10,
      "start_time": 43266.0,
      "end_time": 45819.0,
      "text": "Not far from what you might expect, the baby of the family."
    },
    {
      "index": 11,
      "start_time": 45819.0,
      "end_time": 49730.0,
      "text": "Middle child has a lot of friends, they tend to be pretty social, and great team players."
    },
    {
      "index": 12,
      "start_time": 49747.0,
      "end_time": 53114.0,
      "text": "But we also have some insecurities about not measuring up."
    },
    {
      "index": 13,
      "start_time": 53114.0,
      "end_time": 56086.0,
      "text": "Possibly because of their overachieving older sibling."
    },
    {
      "index": 14,
      "start_time": 56151.0,
      "end_time": 59903.0,
      "text": "Which then translates into peacemaking behavior and the desire to please everyone."
    },
    {
      "index": 15,
      "start_time": 59903.0,
      "end_time": 62062.0,
      "text": "And then there is the firstborn."
    },
    {
      "index": 16,
      "start_time": 62062.0,
      "end_time": 64171.0,
      "text": "Reliable, structured, conscientious."
    },
    {
      "index": 17,
      "start_time": 64171.00000000001,
      "end_time": 66473.0,
      "text": "Firstborn tend to be the best in school."
    },
    {
      "index": 18,
      "start_time": 66473.0,
      "end_time": 70565.0,
      "text": "They're more likely to be leaders, over achievers, and they're often mature for their age."
    },
    {
      "index": 19,
      "start_time": 70565.0,
      "end_time": 74043.0,
      "text": "FYI, only children have a lot of overlaps with the firstborns."
    },
    {
      "index": 20,
      "start_time": 74143.0,
      "end_time": 78675.0,
      "text": "So my family has three kids, and though it's just anecdotal, these descriptions match us to a tee."
    },
    {
      "index": 21,
      "start_time": 78675.0,
      "end_time": 81474.0,
      "text": "Seriously guys, it's kind of weird."
    },
    {
      "index": 22,
      "start_time": 81474.0,
      "end_time": 83744.0,
      "text": "For years, scientists have been asking why?"
    },
    {
      "index": 23,
      "start_time": 83744.0,
      "end_time": 87683.0,
      "text": "Why do these behavioral patterns keep occurring with this freaky consistency?"
    },
    {
      "index": 24,
      "start_time": 87783.0,
      "end_time": 91446.0,
      "text": "This week, a new study was put forth that might account for at least some of it."
    },
    {
      "index": 25,
      "start_time": 91446.0,
      "end_time": 97645.0,
      "text": "Researchers at Duke have found that some of these personality traits are related to the fact that parents behave differently with each additional child."
    },
    {
      "index": 26,
      "start_time": 97645.0,
      "end_time": 102286.0,
      "text": "With the oldest, parents in the study reported much more stringent, disciplinary measures."
    },
    {
      "index": 27,
      "start_time": 102286.0,
      "end_time": 111080.0,
      "text": "The eldest children were allowed less time for TV and video games, and they were more likely to face punishment than middle and youngest children for bringing home a bad grade."
    },
    {
      "index": 28,
      "start_time": 111188.0,
      "end_time": 115326.0,
      "text": "The second and third child were let off little easier, which to be honest, kind of annoying."
    },
    {
      "index": 29,
      "start_time": 115326.0,
      "end_time": 121510.0,
      "text": "I can't believe some of the crap my little brother, who's the youngest, gets away with, that never would have gone down when I lived at home."
    },
    {
      "index": 30,
      "start_time": 121517.0,
      "end_time": 130500.0,
      "text": "The researchers believe that this popular parenting pattern is an attempted establishing a tough-love reputation with oldest, in order to deter bad behavior from the other kids."
    },
    {
      "index": 31,
      "start_time": 130508.00000000001,
      "end_time": 142240.0,
      "text": "It's an approach that's referred to as the reputation model of strategic parenting, but what this reputation model really does, is turn us all these kids into neurotic freaks, who have high anxiety about doing everything right!"
    },
    {
      "index": 32,
      "start_time": 142249.0,
      "end_time": 149510.0,
      "text": "Okay, maybe that's a little exaggeration, but it is true, that the eldest then goes on to have more success academically and career-wise."
    },
    {
      "index": 33,
      "start_time": 149518.0,
      "end_time": 152729.0,
      "text": "What's interesting here is that this is not necessarily a genetic thing."
    },
    {
      "index": 34,
      "start_time": 152729.0,
      "end_time": 155331.0,
      "text": "The data suggests that we are molded this way."
    },
    {
      "index": 35,
      "start_time": 155331.0,
      "end_time": 164060.0,
      "text": "Now, of course there's much to the story of how you became you, and how your siblings became the adorably lovable little brats that they are, but this is one piece of the pie."
    },
    {
      "index": 36,
      "start_time": 164061.0,
      "end_time": 167502.0,
      "text": "Do you think your parents went harder on the oldest, easier on the youngest?"
    },
    {
      "index": 37,
      "start_time": 167502.0,
      "end_time": 171262.0,
      "text": "Tell me all the dirt down below, and we'll catch you next time with more DNews updates."
    }
  ]
}