{
  "video_id": "6fjXp3TuWlA",
  "title": "Achieving What No One Else Knows How to Do | Economist Matt Ridley | Google Zeitgeist",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 8490.0,
      "end_time": 15490.0,
      "text": ">>Matt Ridley: We have become more prosperous as we have moved away from self-sufficiency."
    },
    {
      "index": 2,
      "start_time": 15789.0,
      "end_time": 20800.0,
      "text": "The more we work for each other, the better off we are. The more we rely on our own efforts,"
    },
    {
      "index": 3,
      "start_time": 20800.0,
      "end_time": 26800.0,
      "text": "the poorer we are. That&#39;s why we call it subsistence. \"Self-sufficiency\" is indeed another word"
    },
    {
      "index": 4,
      "start_time": 26800.0,
      "end_time": 30990.0,
      "text": "for \"poverty.\" The story of human prosperity is that through"
    },
    {
      "index": 5,
      "start_time": 30990.0,
      "end_time": 37100.0,
      "text": "the magic of exchange, we get more and more specialized as producers, more and more narrow"
    },
    {
      "index": 6,
      "start_time": 37100.0,
      "end_time": 44100.0,
      "text": "in our work so that we can become more and more diversified in our consumption."
    },
    {
      "index": 7,
      "start_time": 44570.0,
      "end_time": 51570.0,
      "text": "On my desk at home sit two objects, which are exactly the same size and shape. One is"
    },
    {
      "index": 8,
      "start_time": 54369.0,
      "end_time": 59260.0,
      "text": "a Acheulean hand axe from half a million years ago of the kind used by homo erectus. The"
    },
    {
      "index": 9,
      "start_time": 59260.0,
      "end_time": 64688.0,
      "text": "other is a computer mouse from a half-decade ago. They are identical in size and shape"
    },
    {
      "index": 10,
      "start_time": 64688.0,
      "end_time": 67570.0,
      "text": "because they are both designed to fit the human hand."
    },
    {
      "index": 11,
      "start_time": 67570.0,
      "end_time": 73859.0,
      "text": "But one was homemade, the axe. The other was made for me. And that&#39;s, in a sense, the secret"
    },
    {
      "index": 12,
      "start_time": 73859.0,
      "end_time": 77699.0,
      "text": "of human progress. Because compared with homo erectus, I am well"
    },
    {
      "index": 13,
      "start_time": 77700.0,
      "end_time": 83300.0,
      "text": "off because I have thousands -- nay, millions of servants. They club together to make me"
    },
    {
      "index": 14,
      "start_time": 83300.0,
      "end_time": 87579.0,
      "text": "that mouse. There was a coffee grower in Brazil whose coffee was being drunk oil rig hand"
    },
    {
      "index": 15,
      "start_time": 87579.0,
      "end_time": 92788.0,
      "text": "in Mexico whose oil was being turned into plastic in America whose plastic was molded"
    },
    {
      "index": 16,
      "start_time": 92789.0,
      "end_time": 97429.0,
      "text": "into a mouse in Korea which was marketed here in Britain. They were all part of my support"
    },
    {
      "index": 17,
      "start_time": 97429.0,
      "end_time": 104289.0,
      "text": "team, my staff, my backup crew. And yet do you know what? Not only did none"
    },
    {
      "index": 18,
      "start_time": 104289.0,
      "end_time": 111289.0,
      "text": "of them know they were working for me. Not one of them knows how to make a computer mouse."
    },
    {
      "index": 19,
      "start_time": 111619.0,
      "end_time": 116359.0,
      "text": "Because there&#39;s nobody on the planet who knows how to make a computer mouse. Quite literally."
    },
    {
      "index": 20,
      "start_time": 116359.0,
      "end_time": 119829.0,
      "text": "The knowledge is not in any individual&#39;s head, because the man who knows how to drill the"
    },
    {
      "index": 21,
      "start_time": 119829.0,
      "end_time": 124298.0,
      "text": "oil well doesn&#39;t know how to refine it into plastic. And the man who runs the computer"
    },
    {
      "index": 22,
      "start_time": 124299.0,
      "end_time": 127450.0,
      "text": "mouse company, all he knows is how to run a company. He doesn&#39;t know how to make a computer"
    },
    {
      "index": 23,
      "start_time": 127450.0,
      "end_time": 133250.0,
      "text": "mouse, and so on. That&#39;s the incredible, peculiar, almost irrational"
    },
    {
      "index": 24,
      "start_time": 133250.0,
      "end_time": 138110.0,
      "text": "thing about the modern world. It achieves things that nobody actually knows how to do."
    }
  ]
}