{
  "video_id": "6GpSacXhl84",
  "title": "DIY Wire Rings! How to Make Wire Rings Jewelry (3 Ring Designs - Moustache, Infinity and Love)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9880.0,
      "end_time": 15090.0,
      "text": "Hello everyone! Many of you requested the\nsecond episode of the knuckle rings. So here"
    },
    {
      "index": 2,
      "start_time": 15090.0,
      "end_time": 22090.0,
      "text": "it is... We are going to make the love ring,\na moustache ring and the infinity ring. So,"
    },
    {
      "index": 3,
      "start_time": 22490.0,
      "end_time": 28150.0,
      "text": "I hope you like them and let's go to the DIY.\nAfter my knuckle rings DIY video when I showed"
    },
    {
      "index": 4,
      "start_time": 28150.0,
      "end_time": 33480.0,
      "text": "you how to create a bow, clover and a heart\nring, I received many requests for more ring"
    },
    {
      "index": 5,
      "start_time": 33480.0,
      "end_time": 39140.0,
      "text": "designs. I love making knuckle rings so why\nnot! Let's start with a moustache ring. Take"
    },
    {
      "index": 6,
      "start_time": 39140.0,
      "end_time": 43910.0,
      "text": "30 cm or 12 inches of wire.\nClamp your pliers down in the middle of the"
    },
    {
      "index": 7,
      "start_time": 43910.0,
      "end_time": 49460.0,
      "text": "wire and take one end over the pliers like\nso to create an oval. Place the pliers on"
    },
    {
      "index": 8,
      "start_time": 49460.0,
      "end_time": 55120.0,
      "text": "the upper side of the oval and bend the wire\nupwards. Then bend it down again like so and"
    },
    {
      "index": 9,
      "start_time": 55120.0,
      "end_time": 60030.0,
      "text": "you will get this kind of heart shape. Clamp\none side of the heart down and bend this edge"
    },
    {
      "index": 10,
      "start_time": 60030.0,
      "end_time": 64920.0,
      "text": "inside like me. This is how you get a half\nof the moustache! Now you just need to repeat"
    },
    {
      "index": 11,
      "start_time": 64920.0,
      "end_time": 70329.0,
      "text": "these steps on the other side. I like wearing\nthe moustache accessories so much. And they"
    },
    {
      "index": 12,
      "start_time": 70329.0,
      "end_time": 77329.0,
      "text": "are always more special if you actually take\ntime and make them yourself. When you have"
    },
    {
      "index": 13,
      "start_time": 78350.0,
      "end_time": 82700.0,
      "text": "the moustache shape, you only need to make\nthe ring. Clamp together the two wires in"
    },
    {
      "index": 14,
      "start_time": 82700.0,
      "end_time": 87479.0,
      "text": "the middle and swirl them so that they attach\none to another. Then just wrap these two ends"
    },
    {
      "index": 15,
      "start_time": 87479.0,
      "end_time": 92810.0,
      "text": "of wire around your tool until they overlap\n-- and you get a perfect circle for the ring."
    },
    {
      "index": 16,
      "start_time": 92810.0,
      "end_time": 97270.0,
      "text": "Place the pliers on the wire at the back of\nyour ring and make a little loop. Snip away"
    },
    {
      "index": 17,
      "start_time": 97270.0,
      "end_time": 101789.0,
      "text": "the excess wire and make sure that the loop\nis flat against your finger so you don't hurt"
    },
    {
      "index": 18,
      "start_time": 101789.0,
      "end_time": 107350.0,
      "text": "yourself with the sharp end of the wire. Repeat\nthis step on the other side and that's it."
    },
    {
      "index": 19,
      "start_time": 107350.0,
      "end_time": 111829.0,
      "text": "How cool is this ring, right?! You can make\nbigger or smaller moustache rings this way,"
    },
    {
      "index": 20,
      "start_time": 111829.0,
      "end_time": 118829.0,
      "text": "I went for a rather bigger one so that it's\neasier for you to see what I am doing."
    },
    {
      "index": 21,
      "start_time": 126159.0,
      "end_time": 130780.0,
      "text": "Next we are making an infinity ring! This\nis probably the easiest one but very adorable"
    },
    {
      "index": 22,
      "start_time": 130780.0,
      "end_time": 137560.0,
      "text": "and delicate. Take your wire, clamp it in\nthe middle with pliers and make a circle."
    },
    {
      "index": 23,
      "start_time": 137560.0,
      "end_time": 142770.0,
      "text": "Make another circle next to it and you already\nget the infinity shape. It's that simple!"
    },
    {
      "index": 24,
      "start_time": 142770.0,
      "end_time": 147290.0,
      "text": "Now you just need to round up the two parts\nof wire peeking out to form a ring. Press"
    },
    {
      "index": 25,
      "start_time": 147290.0,
      "end_time": 152260.0,
      "text": "the infinity sign against your tool and wrap\nthe wire around it so that it overlaps once."
    },
    {
      "index": 26,
      "start_time": 152260.0,
      "end_time": 156700.0,
      "text": "Finish the ring the same way as previous.\nCreate two loops, which must be flat against"
    },
    {
      "index": 27,
      "start_time": 156700.0,
      "end_time": 162530.0,
      "text": "your finger and snip away the excess wire.\nThis ring can be done in a minute, and I love"
    },
    {
      "index": 28,
      "start_time": 162530.0,
      "end_time": 167470.0,
      "text": "this simple shape and the meaning of the infinity\nsign. If you're not a fan of big complicated"
    },
    {
      "index": 29,
      "start_time": 167470.0,
      "end_time": 172770.0,
      "text": "Jewelry pieces, this feminine detail is perfect\nfor you. What kind of accessories do you like?"
    },
    {
      "index": 30,
      "start_time": 172770.0,
      "end_time": 177400.0,
      "text": "Are you more into larger statement pieces\nor do you prefer smaller dainty Jewelry? I"
    },
    {
      "index": 31,
      "start_time": 177400.0,
      "end_time": 182070.0,
      "text": "am pretty much open to all. I think statement\npieces can really transform the outfits and"
    },
    {
      "index": 32,
      "start_time": 182070.0,
      "end_time": 186950.0,
      "text": "overall look but I do love small dainty Jewelry\nwhich goes with everything and you can wear"
    },
    {
      "index": 33,
      "start_time": 186950.0,
      "end_time": 191810.0,
      "text": "it day to day. It could mean a lot because\nof the special person that gave it to me or"
    },
    {
      "index": 34,
      "start_time": 191810.0,
      "end_time": 196440.0,
      "text": "the Jewelry can carry a nice message... Like\nthe infinity ring or the love ring, which"
    },
    {
      "index": 35,
      "start_time": 196440.0,
      "end_time": 200350.0,
      "text": "we'll make now.\nTo start off bend the wire slightly to get"
    },
    {
      "index": 36,
      "start_time": 200350.0,
      "end_time": 205670.0,
      "text": "kind of a v shape. Then just start writing\nthe word LOVE with a wire. This may look difficult"
    },
    {
      "index": 37,
      "start_time": 205670.0,
      "end_time": 210010.0,
      "text": "at a first glance but it is actually super\neasy. Round nose pliers will help to make"
    },
    {
      "index": 38,
      "start_time": 210010.0,
      "end_time": 215680.0,
      "text": "perfect circles and neat letters. For the\nletter O make a circle and round it up on"
    },
    {
      "index": 39,
      "start_time": 215680.0,
      "end_time": 222680.0,
      "text": "the top left corner. For V you need to make\na sort of a wave shape. You can write the"
    },
    {
      "index": 40,
      "start_time": 225120.0,
      "end_time": 230060.0,
      "text": "word love on the piece of paper to help you\n-- then just recreate the shape with a wire."
    },
    {
      "index": 41,
      "start_time": 230060.0,
      "end_time": 235180.0,
      "text": "You can also write other words on your rings,\nthere are endless possibilities. To finish"
    },
    {
      "index": 42,
      "start_time": 235180.0,
      "end_time": 239790.0,
      "text": "the word \"love\" we still need to make the\nletter \"e\". Bend the wire to form a smaller"
    },
    {
      "index": 43,
      "start_time": 239790.0,
      "end_time": 246790.0,
      "text": "circle like so. This is how my wire love word\nlooks like. Pretty nice, isn't it?"
    },
    {
      "index": 44,
      "start_time": 247530.0,
      "end_time": 254530.0,
      "text": "Wrap the wire ends around the tool for a perfect\nring circle. This love ring is so timeless"
    },
    {
      "index": 45,
      "start_time": 254760.0,
      "end_time": 260389.0,
      "text": "and delicate, making it a perfect addition\nto any ring set. To finish up just make two"
    },
    {
      "index": 46,
      "start_time": 260389.0,
      "end_time": 265250.0,
      "text": "loops and snip the excess wire. When paired\nwith other thin bands or rings I think above"
    },
    {
      "index": 47,
      "start_time": 265250.0,
      "end_time": 270070.0,
      "text": "the knuckle rings can make a super chick visual\nstatement. They represent the latest way to"
    },
    {
      "index": 48,
      "start_time": 270070.0,
      "end_time": 275370.0,
      "text": "wear Jewelry and are super trendy this summer.\nIf you prefer normal rings to knuckle rings"
    },
    {
      "index": 49,
      "start_time": 275370.0,
      "end_time": 279810.0,
      "text": "you can make a circle a bit larger and wear\nthem as regular rings. I think this one is"
    },
    {
      "index": 50,
      "start_time": 279810.0,
      "end_time": 284710.0,
      "text": "my favorite; it's so delicate and special.\nWhich one do you like the most out of the"
    },
    {
      "index": 51,
      "start_time": 284710.0,
      "end_time": 290000.0,
      "text": "three?\nSo these were my three designs that I made"
    },
    {
      "index": 52,
      "start_time": 290000.0,
      "end_time": 296590.0,
      "text": "today. If you haven't seen my first DIY knuckle\nrings tutorial click right here. And also"
    },
    {
      "index": 53,
      "start_time": 296590.0,
      "end_time": 302530.0,
      "text": "if you have any DIY video requests like necklaces,\nrings or clothes let me know in the comments"
    },
    {
      "index": 54,
      "start_time": 302530.0,
      "end_time": 307520.0,
      "text": "down bellow. Anyway, I hope you're doing great\nand I'll see you next time! Bye-bye!"
    }
  ]
}