{
  "video_id": "6Gv1CqAQVow",
  "title": "Why Small Pleasures Are a Big Deal",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 190.0,
      "end_time": 5040.0,
      "text": "We’re surrounded by some powerful ideas about the sort of things that will make us"
    },
    {
      "index": 2,
      "start_time": 5040.0,
      "end_time": 11540.0,
      "text": "happy. We tend to think that really to deliver satisfaction, the pleasures we should aim for need to be:"
    },
    {
      "index": 3,
      "start_time": 11540.0,
      "end_time": 17220.0,
      "text": "Rare – we’ve inherited a Romantic suspicion of the ordinary (which is taken to be mediocre,"
    },
    {
      "index": 4,
      "start_time": 17220.0,
      "end_time": 22920.0,
      "text": "dull and uninspiring) and work with a corresponding assumption that things that are unique, hard"
    },
    {
      "index": 5,
      "start_time": 22920.0,
      "end_time": 30560.0,
      "text": "to find, exotic, or unfamiliar are naturally fitted to delight us more. Then we want things to be expensive, we"
    },
    {
      "index": 6,
      "start_time": 30560.0,
      "end_time": 36760.0,
      "text": "like economic endorsement. If something is cheap or free, it’s a little harder to appreciate;"
    },
    {
      "index": 7,
      "start_time": 36760.0,
      "end_time": 41079.0,
      "text": "the pineapple (for instance) dropped off a lot of people’s wish list of fruit when"
    },
    {
      "index": 8,
      "start_time": 41079.0,
      "end_time": 46020.0,
      "text": "its price fell from exorbitant (they used to cost the equivalent of hundreds of pounds)"
    },
    {
      "index": 9,
      "start_time": 46020.0,
      "end_time": 51980.0,
      "text": "to unremarkable. Caviar continues to sound somehow more interesting than chicken eggs."
    },
    {
      "index": 10,
      "start_time": 51980.0,
      "end_time": 59499.0,
      "text": "Then we want things to be famous, in a fascinating experiment a celebrated violinist once donned scruffy clothes and"
    },
    {
      "index": 11,
      "start_time": 59499.0,
      "end_time": 63850.0,
      "text": "busked at a street corner and was largely ignored, though people would flock to the"
    },
    {
      "index": 12,
      "start_time": 63850.0,
      "end_time": 70110.0,
      "text": "world’s great concert halls to hear just the same man play just the same pieces."
    },
    {
      "index": 13,
      "start_time": 70110.0,
      "end_time": 73240.0,
      "text": "Lastly we want things to be Large Scale, we are"
    },
    {
      "index": 14,
      "start_time": 73240.0,
      "end_time": 79400.0,
      "text": "mostly focused on big schemes, that we hope will deliver enjoyment: marriage, career,"
    },
    {
      "index": 15,
      "start_time": 79400.0,
      "end_time": 85360.0,
      "text": "travel, getting a new house. These approaches aren’t entirely wrong, but unwittingly they"
    },
    {
      "index": 16,
      "start_time": 85360.0,
      "end_time": 91190.0,
      "text": "collectively exhibit a vicious and unhelpful bias against the cheap, the easily available,"
    },
    {
      "index": 17,
      "start_time": 91190.0,
      "end_time": 96360.0,
      "text": "the ordinary the familiar and the small-scale. As a result: if someone says they’ve been"
    },
    {
      "index": 18,
      "start_time": 96360.0,
      "end_time": 101560.0,
      "text": "on a trip to Belize by private jet we automatically assume they had a better time than someone"
    },
    {
      "index": 19,
      "start_time": 101560.0,
      "end_time": 106540.0,
      "text": "went to the local park by bike; we imagine that visiting the Uffizi gallery in Florence"
    },
    {
      "index": 20,
      "start_time": 106540.0,
      "end_time": 111720.0,
      "text": "is always going to be nicer than reading a paperback novel in the back garden. A restaurant"
    },
    {
      "index": 21,
      "start_time": 111720.0,
      "end_time": 116130.0,
      "text": "dinner at which Lobster Thermidor is served sounds a good deal more impressive than a"
    },
    {
      "index": 22,
      "start_time": 116130.0,
      "end_time": 120780.0,
      "text": "supper of a cheese sandwich at home; it feels more normal that the highlight of a weekend"
    },
    {
      "index": 23,
      "start_time": 120780.0,
      "end_time": 125660.0,
      "text": "should be a hang-gliding lesson, rather than a few minutes spent looking at the cloudy"
    },
    {
      "index": 24,
      "start_time": 125660.0,
      "end_time": 131350.0,
      "text": "sky; it feels odd to suggest that a modest vase of lily of the valley (the cheapest bloom"
    },
    {
      "index": 25,
      "start_time": 131350.0,
      "end_time": 137880.0,
      "text": "at many florists) might yield more satisfaction than a Van Gogh original. And yet the paradoxical"
    },
    {
      "index": 26,
      "start_time": 137880.0,
      "end_time": 143819.0,
      "text": "and cheering aspect of pleasure is how weird and promiscuous it proves to be. It doesn’t"
    },
    {
      "index": 27,
      "start_time": 143819.0,
      "end_time": 148980.0,
      "text": "neatly collect in the most expensive boutiques. It can refuse to stick with us on fancy holidays."
    },
    {
      "index": 28,
      "start_time": 148980.0,
      "end_time": 156260.0,
      "text": "It is remarkably vulnerable to emotional trouble, sulks and casual bad moods. A fight that began"
    },
    {
      "index": 29,
      "start_time": 156260.0,
      "end_time": 161510.0,
      "text": "with a small disagreement about how to pronounce a word can end up destroying every benefit"
    },
    {
      "index": 30,
      "start_time": 161510.0,
      "end_time": 168370.0,
      "text": "of a five star resort. A pleasure may look very minor – eating a fig, having a bath,"
    },
    {
      "index": 31,
      "start_time": 168370.0,
      "end_time": 173180.0,
      "text": "whispering in bed in the dark, talking to a grandparent, or scanning through old photos"
    },
    {
      "index": 32,
      "start_time": 173180.0,
      "end_time": 180849.0,
      "text": "of when you were a child and yet these pleasures can be anything but small: if properly grasped and elaborated upon,"
    },
    {
      "index": 33,
      "start_time": 180849.0,
      "end_time": 186709.0,
      "text": "these sort of activities may be among the most moving and satisfying we can have. Appreciating"
    },
    {
      "index": 34,
      "start_time": 186709.0,
      "end_time": 192530.0,
      "text": "what is to hand isn’t a slacker’s solution. It isn’t an attack on ambition. But there"
    },
    {
      "index": 35,
      "start_time": 192530.0,
      "end_time": 197910.0,
      "text": "is no point in chasing the future until and unless we are better at being more attuned"
    },
    {
      "index": 36,
      "start_time": 197910.0,
      "end_time": 204599.0,
      "text": "to the modest moments and things that are presently or readily available to us. More fundamentally,"
    },
    {
      "index": 37,
      "start_time": 204599.0,
      "end_time": 209819.0,
      "text": "the smallness of small pleasures isn’t really an assessment of how much they have to offer"
    },
    {
      "index": 38,
      "start_time": 209819.0,
      "end_time": 216319.0,
      "text": "us: it is a reflection of how many good things the world unfairly neglects. A small pleasure"
    },
    {
      "index": 39,
      "start_time": 216319.0,
      "end_time": 222050.0,
      "text": "is a great pleasure in-waiting; it is a great pleasure which has not yet received the collective"
    },
    {
      "index": 40,
      "start_time": 222050.0,
      "end_time": 227840.0,
      "text": "acknowledgment it is due. Appreciating small pleasures means trusting our own responses"
    },
    {
      "index": 41,
      "start_time": 227840.0,
      "end_time": 233030.0,
      "text": "a little more. We can’t wait for everything that is lovely and charming to be approved"
    },
    {
      "index": 42,
      "start_time": 233030.0,
      "end_time": 238530.0,
      "text": "by others before we allow ourselves to be enchanted. We need to follow the muted signals"
    },
    {
      "index": 43,
      "start_time": 238530.0,
      "end_time": 244770.0,
      "text": "of our own brains and allow that we are onto something important, even though others may"
    },
    {
      "index": 44,
      "start_time": 244770.0,
      "end_time": 254770.0,
      "text": "not yet be in agreement."
    }
  ]
}