{
  "video_id": "6i2cebTn0nc",
  "title": "NEW HOUSE TOUR!!",
  "json": [
    {
      "index": 1,
      "start_time": 60.0,
      "end_time": 4840.0,
      "text": "Hey guys, it's Ro welcome to my home, today i'm gonna take you on a tour of my new place."
    },
    {
      "index": 2,
      "start_time": 4840.0,
      "end_time": 8920.0,
      "text": "Some of you know that I moved in earlier in the year. I just got settled."
    },
    {
      "index": 3,
      "start_time": 9180.0,
      "end_time": 15020.0,
      "text": "But before we start, a big thank you to Amazon for sponsoring and collaborating with me to make this video possible."
    },
    {
      "index": 4,
      "start_time": 15160.0,
      "end_time": 17140.0,
      "text": "I don't know about you guys, but i'm always ordering"
    },
    {
      "index": 5,
      "start_time": 17140.0,
      "end_time": 22380.0,
      "text": "stuff on amazon and some of the furniture and items you'll see in my house, I ordered from amazon"
    },
    {
      "index": 6,
      "start_time": 22380.0,
      "end_time": 28620.0,
      "text": "So i'll put a link down below to all of those items so you can check them out if you want now without further ado"
    },
    {
      "index": 7,
      "start_time": 29439.0,
      "end_time": 31179.0,
      "text": "Come on innn"
    },
    {
      "index": 8,
      "start_time": 31179.0,
      "end_time": 36808.0,
      "text": "The first thing that you'll see in my house is the entryway. I always like to keep a console in the entryway"
    },
    {
      "index": 9,
      "start_time": 37030.0,
      "end_time": 38700.0,
      "text": "Especially ones with drawers cause"
    },
    {
      "index": 10,
      "start_time": 38700.0,
      "end_time": 43799.0,
      "text": "You can keep things that you grab right before you run out the door. For example, I like to take"
    },
    {
      "index": 11,
      "start_time": 43800.0,
      "end_time": 45480.0,
      "text": "My dog cookie on walks everyday"
    },
    {
      "index": 12,
      "start_time": 45480.0,
      "end_time": 49200.0,
      "text": "So I keep her little harness and leash and even her doggie"
    },
    {
      "index": 13,
      "start_time": 49300.0,
      "end_time": 53039.0,
      "text": "seatbelt in this draw. This thing is so cool i'ma put a link down below but"
    },
    {
      "index": 14,
      "start_time": 53039.0,
      "end_time": 57839.0,
      "text": "you just click it into your seat belt just like you would a human and it keeps them safe while you're driving!"
    },
    {
      "index": 15,
      "start_time": 57840.0,
      "end_time": 60840.0,
      "text": "I also like to keep a bowl as a catch-all just to throw"
    },
    {
      "index": 16,
      "start_time": 60840.0,
      "end_time": 66629.0,
      "text": "Your keys or phone in when you're coming or going so that you don't lose, them because I am notorious for losing"
    },
    {
      "index": 17,
      "start_time": 66630.0,
      "end_time": 71640.0,
      "text": "My keys and my phone one more thing that I like to have in the entryway is a big mirror so you can"
    },
    {
      "index": 18,
      "start_time": 71640.0,
      "end_time": 76199.0,
      "text": "Check yourself before you run out the door, and be like oh good i don't have any boogers in my"
    },
    {
      "index": 19,
      "start_time": 76200.0,
      "end_time": 81080.0,
      "text": "Nose i could head out for the day then over here is the formal dining room where i just had thanksgiving"
    },
    {
      "index": 20,
      "start_time": 81080.0,
      "end_time": 87280.0,
      "text": "Let's go check it out this is where a lot of eating goes down i like to host for the holidays we also use this"
    },
    {
      "index": 21,
      "start_time": 87360.0,
      "end_time": 89980.0,
      "text": "Room for a meeting room and we fit?"
    },
    {
      "index": 22,
      "start_time": 90180.0,
      "end_time": 96500.0,
      "text": "17 of us in here so this room is also perfect for my family because i have a very large family the style of this"
    },
    {
      "index": 23,
      "start_time": 96700.0,
      "end_time": 97200.0,
      "text": "House is cape cod it has a very clean fresh look, that i fell in love with, also another"
    },
    {
      "index": 24,
      "start_time": 97300.0,
      "end_time": 105160.0,
      "text": "Style detail throughout the house as the whole house has a beautiful hardwood floors and i had to learn that you need area rugs because"
    },
    {
      "index": 25,
      "start_time": 110300.0,
      "end_time": 114420.0,
      "text": "There's a ton of echo and dirt the rug that i found in this room is one of my?"
    },
    {
      "index": 26,
      "start_time": 114480.0,
      "end_time": 119179.0,
      "text": "Favorite rug it is so soft when i put it in the room cookie"
    },
    {
      "index": 27,
      "start_time": 119180.0,
      "end_time": 121819.0,
      "text": "My, little dog she went under here and was taking a"
    },
    {
      "index": 28,
      "start_time": 121820.0,
      "end_time": 125779.0,
      "text": "Nap and i couldn't get her to come out so i had to crawl under there to get her and i was like?"
    },
    {
      "index": 29,
      "start_time": 125780.0,
      "end_time": 129110.0,
      "text": "Oh, this is actually really cozy and i curl up in a ball and i like took a"
    },
    {
      "index": 30,
      "start_time": 129110.00000000001,
      "end_time": 132410.0,
      "text": "Nap, with her on this rug this room, also used to be a lot"
    },
    {
      "index": 31,
      "start_time": 132410.0,
      "end_time": 135859.0,
      "text": "Darker when i moved in i took off the wallpaper i painted it a"
    },
    {
      "index": 32,
      "start_time": 135860.0,
      "end_time": 141740.0,
      "text": "Brighter color and i picked this or but she and alire i love it because it's clean it's"
    },
    {
      "index": 33,
      "start_time": 141810.0,
      "end_time": 144679.0,
      "text": "Bright, and even though it's big it's very"
    },
    {
      "index": 34,
      "start_time": 145230.0,
      "end_time": 149779.0,
      "text": "See-through, so it doesn't feel like it's blocking off the room alright that's it for the dining room now"
    },
    {
      "index": 35,
      "start_time": 150030.0,
      "end_time": 156949.0,
      "text": "Let's move on let's go to the kitchen one of my favorite rooms yeah i feel like this is the heart of my"
    },
    {
      "index": 36,
      "start_time": 156950.0,
      "end_time": 161990.0,
      "text": "Home it's where i spend the most time i am always baking and cooking in this kitchen"
    },
    {
      "index": 37,
      "start_time": 162270.0,
      "end_time": 166850.0,
      "text": "This kitchen with all the appliances and gadgets is a foodies dream come"
    },
    {
      "index": 38,
      "start_time": 166850.0,
      "end_time": 171679.0,
      "text": "True one of the things that i love about this room, is that the kitchen is an open floor concept"
    },
    {
      "index": 39,
      "start_time": 172230.0,
      "end_time": 176720.0,
      "text": "Leaving into the living room it's like, one big entertainment space"
    },
    {
      "index": 40,
      "start_time": 176720.0,
      "end_time": 180859.0,
      "text": "Which is something i love because i love having people over just a layer this"
    },
    {
      "index": 41,
      "start_time": 180860.0,
      "end_time": 187220.0,
      "text": "Year i had 50 people between the kitchen and the living room they were all over for a tv finale party"
    },
    {
      "index": 42,
      "start_time": 187220.0,
      "end_time": 190790.0,
      "text": "Whenever i'm having get-togethers people tend to hang out in the kitchen it's"
    },
    {
      "index": 43,
      "start_time": 190790.0,
      "end_time": 195950.0,
      "text": "Where all the yummy food is one of my favorite pieces of furniture that i found and the entire house are"
    },
    {
      "index": 44,
      "start_time": 196050.0,
      "end_time": 201649.0,
      "text": "These chairs when i moved in i had really old director's chairs they were falling apart"
    },
    {
      "index": 45,
      "start_time": 201650.0,
      "end_time": 207530.0,
      "text": "These screws were coming out the fabric had been completely stretched and they were really crickety like"
    },
    {
      "index": 46,
      "start_time": 208350.0,
      "end_time": 213139.0,
      "text": "And i needed, some new chairs i love that they have a director chair vibe but they're, way more"
    },
    {
      "index": 47,
      "start_time": 213660.0,
      "end_time": 216859.0,
      "text": "Comfortable so if the guest comes over to bake with"
    },
    {
      "index": 48,
      "start_time": 216860.0,
      "end_time": 221660.0,
      "text": "Me their friends our family or manager can just sit here and watch as"
    },
    {
      "index": 49,
      "start_time": 221660.0,
      "end_time": 224899.0,
      "text": "We film over here is usually my coffee station"
    },
    {
      "index": 50,
      "start_time": 224900.0,
      "end_time": 229699.0,
      "text": "my\nCoffee machine broke so it is being fixed but it shall be back soon"
    },
    {
      "index": 51,
      "start_time": 229980.0,
      "end_time": 233899.0,
      "text": "Over here is a foodies fridge dream this is the largest"
    },
    {
      "index": 52,
      "start_time": 234209.0,
      "end_time": 237748.0,
      "text": "refrigerator i've ever see it in my life i you could fit i could fit in here"
    },
    {
      "index": 53,
      "start_time": 238200.0,
      "end_time": 243929.0,
      "text": "You could fit probably four of me i'm pretty sure i can't even reach the top shelf over here is the main island"
    },
    {
      "index": 54,
      "start_time": 243930.0,
      "end_time": 248549.0,
      "text": "Where i do all of the food prep there is a ton of storage built in when i first moved into the house"
    },
    {
      "index": 55,
      "start_time": 248549.0,
      "end_time": 254638.0,
      "text": "We actually built additional storage, we have built-in recycling bins and garbage we actually"
    },
    {
      "index": 56,
      "start_time": 254639.0,
      "end_time": 260189.0,
      "text": "Move the sink from the center of this island over into the corner this is as big as my bathtub"
    },
    {
      "index": 57,
      "start_time": 260589.99999999997,
      "end_time": 266820.0,
      "text": "And over in this corner of the kitchen, we have a warming drawer this came in handy for thanksgiving you"
    },
    {
      "index": 58,
      "start_time": 266820.0,
      "end_time": 272249.0,
      "text": "Make, fresh rolls and you, want to keep something warm, while the other food is being prepared i also have a, little pestle and mortar"
    },
    {
      "index": 59,
      "start_time": 273370.0,
      "end_time": 277919.0,
      "text": "Classic great for grinding up spices and herbs then over here at the stove"
    },
    {
      "index": 60,
      "start_time": 278020.0,
      "end_time": 283079.0,
      "text": "One of the features that i wanted in a dream kitchen, was to have a pasta arm if you're"
    },
    {
      "index": 61,
      "start_time": 283080.0,
      "end_time": 288509.0,
      "text": "Someone like me who cooks a lot of pasta and eats a lot of pasta this is so handy cuz"
    },
    {
      "index": 62,
      "start_time": 288509.0,
      "end_time": 293009.0,
      "text": "Usually i would have to take, my pot and fill it up at the sink and then"
    },
    {
      "index": 63,
      "start_time": 294490.0,
      "end_time": 297210.0,
      "text": "With this, you just turn it on and fill up your pot"
    },
    {
      "index": 64,
      "start_time": 298539.0,
      "end_time": 301649.0,
      "text": "Whoo, and down here i have two ovens this"
    },
    {
      "index": 65,
      "start_time": 301650.0,
      "end_time": 307769.0,
      "text": "Is where i do most of baking for nerdy nummies right here i also have, some additional ovens down, the hallway"
    },
    {
      "index": 66,
      "start_time": 307770.0,
      "end_time": 309330.0,
      "text": "By the pantry over here"
    },
    {
      "index": 67,
      "start_time": 309330.0,
      "end_time": 315120.0,
      "text": "We have our aloe plants i love having an aloe plant in the kitchen if you love to cook or bake it is really nice"
    },
    {
      "index": 68,
      "start_time": 315120.0,
      "end_time": 319049.0,
      "text": "To, have one of these handy because if you, burn, yourself on the stove top or something"
    },
    {
      "index": 69,
      "start_time": 320199.0,
      "end_time": 327538.0,
      "text": "You, just break off a leaf and rub on your burn it helps with healing and over here is my bathtub, oh?"
    },
    {
      "index": 70,
      "start_time": 328270.0,
      "end_time": 333150.0,
      "text": "Yeah, i actually probably could fit in here and take a, little bath, and like wash my"
    },
    {
      "index": 71,
      "start_time": 333150.0,
      "end_time": 337079.0,
      "text": "Hair i've always wanted a large farmhouse sink, because i'm cooking"
    },
    {
      "index": 72,
      "start_time": 337080.0,
      "end_time": 341070.0,
      "text": "And baking all the time and with that come a lot of dishes and then appears just"
    },
    {
      "index": 73,
      "start_time": 341229.0,
      "end_time": 349089.0,
      "text": "Microwave we've got t-rex in the corner he's just hanging out he's making sure nobody takes too paper towels dad"
    },
    {
      "index": 74,
      "start_time": 350840.0,
      "end_time": 353890.0,
      "text": "Then he, also keeps an eye on the lemon this is from the same"
    },
    {
      "index": 75,
      "start_time": 353890.0,
      "end_time": 356739.0,
      "text": "Bowl set from the entryway that this is the large one?"
    },
    {
      "index": 76,
      "start_time": 356920.0,
      "end_time": 362799.0,
      "text": "These are lemons from my backyard from my lemon tree it produces a lot of lemons it is lemon seasoned"
    },
    {
      "index": 77,
      "start_time": 362800.0,
      "end_time": 367990.0,
      "text": "So i'm making lemon to everything and behind me is what i like to call this sunroom it is a room"
    },
    {
      "index": 78,
      "start_time": 367990.0,
      "end_time": 373750.0,
      "text": "That's right off the kitchen and you may recognize it as where i film a lot of challenges and games with"
    },
    {
      "index": 79,
      "start_time": 373750.0,
      "end_time": 378670.0,
      "text": "My, friends there are so many wonderful memories in this room this is like my happy place"
    },
    {
      "index": 80,
      "start_time": 379820.0,
      "end_time": 384760.0,
      "text": "Not only all the fun videos that i get a film with, my friends in here but i threw, my parents"
    },
    {
      "index": 81,
      "start_time": 384760.0,
      "end_time": 388539.0,
      "text": "A 40th wedding anniversary party and this is where their wedding"
    },
    {
      "index": 82,
      "start_time": 388540.0,
      "end_time": 395019.0,
      "text": "Cake, was and it was just so special so this is my happy rustic sunroom, now, let's go check out the living room"
    },
    {
      "index": 83,
      "start_time": 395020.0,
      "end_time": 400720.0,
      "text": "Which is right off the kitchen we're in the living room and it's only a few steps from the kitchen it has two themes"
    },
    {
      "index": 84,
      "start_time": 401090.0,
      "end_time": 406390.0,
      "text": "Slow and cozy, i wanted people to be able to move around easily because i entertain a lot"
    },
    {
      "index": 85,
      "start_time": 406400.0,
      "end_time": 412959.0,
      "text": "And all the furniture i picked out is super cozy, i've two really, big oversized linen chairs cuz"
    },
    {
      "index": 86,
      "start_time": 412960.0,
      "end_time": 414340.0,
      "text": "I love to cuddle with cooking"
    },
    {
      "index": 87,
      "start_time": 414340.0,
      "end_time": 417520.0,
      "text": "By the fireplace a house came with a really big oversized fireplace"
    },
    {
      "index": 88,
      "start_time": 417650.0,
      "end_time": 422859.0,
      "text": "And i love that especially for the holidays and for the first time ever i have a round coffee"
    },
    {
      "index": 89,
      "start_time": 423110.0,
      "end_time": 429130.0,
      "text": "Table i wasn't sure if i'd like it or not until i saw it in place i've hosted so many board game nights"
    },
    {
      "index": 90,
      "start_time": 429130.0,
      "end_time": 431130.0,
      "text": "Along, this table and it is awesome?"
    },
    {
      "index": 91,
      "start_time": 431570.0,
      "end_time": 435399.0,
      "text": "Everyone can sit around the table, no one feels left out cuz"
    },
    {
      "index": 92,
      "start_time": 435400.0,
      "end_time": 443049.0,
      "text": "Everybody is equal distance away, from the board, also side note if you. Guys, hear, snoring it's because cookie fell asleep right here"
    },
    {
      "index": 93,
      "start_time": 451570.0,
      "end_time": 455369.0,
      "text": "Just like the dining room this carpet in the living room is so"
    },
    {
      "index": 94,
      "start_time": 455830.0,
      "end_time": 461669.0,
      "text": "Soft i also put a foam carpet mat underneath it so it's soft on top it's soft underneath i basically"
    },
    {
      "index": 95,
      "start_time": 461670.0,
      "end_time": 463920.0,
      "text": "Feel like i'm on like one of those like, bouncy"
    },
    {
      "index": 96,
      "start_time": 464650.0,
      "end_time": 470340.0,
      "text": "Gymnastic like soft floors and lastly the color color that i've been liking lately is gray"
    },
    {
      "index": 97,
      "start_time": 470560.0,
      "end_time": 475320.0,
      "text": "White and blush so you'll see a bunch of those colors now, let me show"
    },
    {
      "index": 98,
      "start_time": 475320.0,
      "end_time": 480689.0,
      "text": "You the backyard it opens up through here and i bet cookies gonna, wake up for this she loves going side"
    },
    {
      "index": 99,
      "start_time": 481810.0,
      "end_time": 484619.0,
      "text": "Tees up the doors on the side of the living room that go to the backyard"
    },
    {
      "index": 100,
      "start_time": 484720.0,
      "end_time": 490109.0,
      "text": "What's really, neat about them as they you can just open up one door, like this and just go out"
    },
    {
      "index": 101,
      "start_time": 490110.0,
      "end_time": 495900.0,
      "text": "Oh, cookies already, look at her hoodie are you, gonna help mommy come here, oh there she goes okay?"
    },
    {
      "index": 102,
      "start_time": 495900.0,
      "end_time": 500220.0,
      "text": "Bye cookie or another option a, whole wall can be open?"
    },
    {
      "index": 103,
      "start_time": 501400.0,
      "end_time": 504269.0,
      "text": "Like that and then you just squish it together"
    },
    {
      "index": 104,
      "start_time": 507880.0,
      "end_time": 510179.0,
      "text": "Here is the backyard i'll give you a quick walk around"
    },
    {
      "index": 105,
      "start_time": 510250.0,
      "end_time": 516119.0,
      "text": "behind me there's a pool hot tub or the sport court over on that side and i have a bunch of plants i have"
    },
    {
      "index": 106,
      "start_time": 516640.0,
      "end_time": 523020.0,
      "text": "hydrangeas, i have an avocado tree i really need to get another avocado tree because i only have one and they really like to be"
    },
    {
      "index": 107,
      "start_time": 523020.0,
      "end_time": 525020.0,
      "text": "Together they don't do, well alone"
    },
    {
      "index": 108,
      "start_time": 525520.0,
      "end_time": 529349.0,
      "text": "Kind of its kind of it's kind of like, me over here i have a lime"
    },
    {
      "index": 109,
      "start_time": 529350.0,
      "end_time": 531030.0,
      "text": "Tree this is a bears lime"
    },
    {
      "index": 110,
      "start_time": 531030.0,
      "end_time": 534749.0,
      "text": "And then on this side is a lemon tree this is a meyer lemon?"
    },
    {
      "index": 111,
      "start_time": 534970.0,
      "end_time": 540990.0,
      "text": "Tree a meyer lemon is sweeter than a normal tart lemon so they're great for baking especially when"
    },
    {
      "index": 112,
      "start_time": 540990.0,
      "end_time": 544710.0,
      "text": "You're!\nMaking lemonade because the lemon is already sweet you don't need to add additional"
    },
    {
      "index": 113,
      "start_time": 544840.0,
      "end_time": 549869.0,
      "text": "Or more sugar and a lot of you have noticed the swans floating around in the background of my videos"
    },
    {
      "index": 114,
      "start_time": 550210.0,
      "end_time": 556259.0,
      "text": "And here they are these two little lovebirds i got these, little guys for fun for my parents 40th wedding anniversary"
    },
    {
      "index": 115,
      "start_time": 556480.0,
      "end_time": 558780.0,
      "text": "And they were just so cute that i kept them"
    },
    {
      "index": 116,
      "start_time": 559330.0,
      "end_time": 566429.0,
      "text": "Look, at him they're adorable and cookie loves floating around on these when i'm swimming in the pool and if she floats by you she'll"
    },
    {
      "index": 117,
      "start_time": 566430.0,
      "end_time": 571530.0,
      "text": "Lick you on the face there's, also a fire pit, we like to hang out here, we can"
    },
    {
      "index": 118,
      "start_time": 571530.0,
      "end_time": 574619.0,
      "text": "Do, some moors drink hot cocoa get really cozy"
    },
    {
      "index": 119,
      "start_time": 574620.0,
      "end_time": 580130.0,
      "text": "Then in the corner is a cabana with a fireplace and an outdoor tv and there are speakers"
    },
    {
      "index": 120,
      "start_time": 580710.0,
      "end_time": 582740.0,
      "text": "Everywhere in my backyard i didn't know"
    },
    {
      "index": 121,
      "start_time": 582740.0,
      "end_time": 588620.0,
      "text": "this until i moved in but i turned on the tv and but they're everywhere they're in"
    },
    {
      "index": 122,
      "start_time": 589050.0,
      "end_time": 594319.0,
      "text": "Bushes and on the sides of trees and then the houses and they're everywhere they're speakers everywhere"
    },
    {
      "index": 123,
      "start_time": 594320.0,
      "end_time": 598730.0,
      "text": "Ah, let's go girl all right let's go back inside us go check out the office, oh?"
    },
    {
      "index": 124,
      "start_time": 599430.0,
      "end_time": 601430.0,
      "text": "cookie, and"
    },
    {
      "index": 125,
      "start_time": 602040.0,
      "end_time": 604219.0,
      "text": "here's the home office now when i"
    },
    {
      "index": 126,
      "start_time": 604410.0,
      "end_time": 610819.0,
      "text": "Originally moved in this room was a total game room there was a pool table a poker table a full built-in"
    },
    {
      "index": 127,
      "start_time": 610820.0,
      "end_time": 616640.0,
      "text": "Bar but i don't really drink and i don't really gamble so i turned it into something that i really really"
    },
    {
      "index": 128,
      "start_time": 616640.0,
      "end_time": 620030.0,
      "text": "Wanted i wanted a cozy, home office so that's what"
    },
    {
      "index": 129,
      "start_time": 620030.0,
      "end_time": 624199.0,
      "text": "I made there's four deaths in here they're all l-shape i love them"
    },
    {
      "index": 130,
      "start_time": 624200.0,
      "end_time": 628370.0,
      "text": "Because there's more surface area to work on so i can get so many more things then"
    },
    {
      "index": 131,
      "start_time": 628370.0,
      "end_time": 635269.0,
      "text": "Each, desk has one of these desk lamps and i love them because they look, very executive they remind, me of like a law"
    },
    {
      "index": 132,
      "start_time": 635400.0,
      "end_time": 639259.0,
      "text": "office or if i was in the library at hogwarts"
    },
    {
      "index": 133,
      "start_time": 641160.0,
      "end_time": 648440.0,
      "text": "And in this corner of the office i have some file cabinet now before i used to keep all my files in cardboard boxes"
    },
    {
      "index": 134,
      "start_time": 648840.0,
      "end_time": 649920.0,
      "text": "they were"
    },
    {
      "index": 135,
      "start_time": 649920.0,
      "end_time": 654469.0,
      "text": "Organized but it just looked really really messy and now i feel like an adult"
    },
    {
      "index": 136,
      "start_time": 654690.0,
      "end_time": 658009.0,
      "text": "When i open, this up and i built it look what. Came with it"
    },
    {
      "index": 137,
      "start_time": 658770.0,
      "end_time": 660120.0,
      "text": "congratulations"
    },
    {
      "index": 138,
      "start_time": 660120.0,
      "end_time": 662719.0,
      "text": "You are now an adult yeah"
    },
    {
      "index": 139,
      "start_time": 663240.0,
      "end_time": 664910.0,
      "text": "On this side of the room"
    },
    {
      "index": 140,
      "start_time": 664910.0,
      "end_time": 665840.0,
      "text": "Is where the built-in"
    },
    {
      "index": 141,
      "start_time": 665840.0,
      "end_time": 669050.0,
      "text": "Bar used to be i had that removed and we have some work?"
    },
    {
      "index": 142,
      "start_time": 669360.0,
      "end_time": 673279.0,
      "text": "Filing cabinets a little doggie bed i wanted a white dog crate"
    },
    {
      "index": 143,
      "start_time": 673280.0,
      "end_time": 678649.0,
      "text": "So it would blend into the wainscoting around the house i just made this art for fun cuz"
    },
    {
      "index": 144,
      "start_time": 678650.0,
      "end_time": 683449.0,
      "text": "I didn't have anything to hang in the office so let me know if you actually like, any of these, we have a"
    },
    {
      "index": 145,
      "start_time": 683580.0,
      "end_time": 686690.0,
      "text": "Baker's gonna, bake in our nerdy nummies poster that"
    },
    {
      "index": 146,
      "start_time": 686690.0,
      "end_time": 690099.0,
      "text": "We made and a little rose logo the last thing i want to show"
    },
    {
      "index": 147,
      "start_time": 690100.0,
      "end_time": 696699.0,
      "text": "You in the office is right in front of the seating area and below the tv i store a bunch of the products from the"
    },
    {
      "index": 148,
      "start_time": 696700.0,
      "end_time": 700359.0,
      "text": "Row, baking line and this is so cool i checked it this morning i don't know"
    },
    {
      "index": 149,
      "start_time": 700360.0,
      "end_time": 701330.0,
      "text": "If it's still"
    },
    {
      "index": 150,
      "start_time": 701330.0,
      "end_time": 702500.0,
      "text": "But our?"
    },
    {
      "index": 151,
      "start_time": 702500.0,
      "end_time": 709239.0,
      "text": "Swirl mold that looks like a little poo is the number one selling mold on amazon so a pretty proud"
    },
    {
      "index": 152,
      "start_time": 709310.0,
      "end_time": 712630.0,
      "text": "This, is just one of my all-time favorite things from the product, line cuz"
    },
    {
      "index": 153,
      "start_time": 712630.0,
      "end_time": 718359.0,
      "text": "You can, make brownies or cakes you can, even make, diy crafts and these, okay?"
    },
    {
      "index": 154,
      "start_time": 718360.0,
      "end_time": 723790.0,
      "text": "That does it for the office and all of downstairs so let's head upstairs and go check it out"
    },
    {
      "index": 155,
      "start_time": 724190.0,
      "end_time": 727480.0,
      "text": "Upstairs is a little bit echoey because i don't have"
    },
    {
      "index": 156,
      "start_time": 727480.0,
      "end_time": 731379.0,
      "text": "Any rugs and over here are some guest rooms and"
    },
    {
      "index": 157,
      "start_time": 731720.0,
      "end_time": 736540.0,
      "text": "This room is a room that was supposed to be an upstairs media room but i turned it into a"
    },
    {
      "index": 158,
      "start_time": 736670.0,
      "end_time": 737170.0,
      "text": "gym"
    },
    {
      "index": 159,
      "start_time": 737170.0,
      "end_time": 742809.0,
      "text": "I don't have the most equipment in there yet but i'm working on it and my room is right over this way"
    },
    {
      "index": 160,
      "start_time": 743030.0,
      "end_time": 747579.0,
      "text": "This, is the door to the master suite the door opens up to a"
    },
    {
      "index": 161,
      "start_time": 747580.0,
      "end_time": 747950.0,
      "text": "hallway"
    },
    {
      "index": 162,
      "start_time": 747950.0,
      "end_time": 752439.0,
      "text": "And this way to the bathroom this way to the bedroom a cookie"
    },
    {
      "index": 163,
      "start_time": 752810.0,
      "end_time": 758560.0,
      "text": "Come on let's go on this side of the hallway is also the closet so there's two closets a"
    },
    {
      "index": 164,
      "start_time": 758780.0,
      "end_time": 765489.0,
      "text": "His-and-hers i use the hers because it's a little bit bigger it has more storage then over here is my, new"
    },
    {
      "index": 165,
      "start_time": 765490.0,
      "end_time": 771790.0,
      "text": "Bedroom i decorated the room with the same colors as the living, room i'm really loving gray"
    },
    {
      "index": 166,
      "start_time": 771950.0,
      "end_time": 776499.0,
      "text": "white and pops of blush this is a new, addition that i have in my"
    },
    {
      "index": 167,
      "start_time": 776500.0,
      "end_time": 780520.0,
      "text": "Room i've never had a bench at the end of a bed before i?"
    },
    {
      "index": 168,
      "start_time": 780710.0,
      "end_time": 781210.0,
      "text": "really"
    },
    {
      "index": 169,
      "start_time": 781210.0,
      "end_time": 786850.0,
      "text": "Love it because cookie does not have a dog bed in this room because she sleeps on the bed and i love having a bench?"
    },
    {
      "index": 170,
      "start_time": 786850.0,
      "end_time": 792459.0,
      "text": "Here because it makes it easier for her to get on the bed and off the bed and i also love that there's more seating?"
    },
    {
      "index": 171,
      "start_time": 792460.0,
      "end_time": 794920.0,
      "text": "In here when my friends come over we used to all"
    },
    {
      "index": 172,
      "start_time": 795200.0,
      "end_time": 799210.0,
      "text": "Sit on the bed make popcorn watch movies and hang out there"
    },
    {
      "index": 173,
      "start_time": 799210.0,
      "end_time": 802720.0,
      "text": "Was just not a lot of space and now there's a lot of seating on the bed"
    },
    {
      "index": 174,
      "start_time": 802820.0,
      "end_time": 806770.0,
      "text": "The bench the couch and even the floor if you, guys know"
    },
    {
      "index": 175,
      "start_time": 806770.0,
      "end_time": 811660.0,
      "text": "I like soft drugs i'm obsessed so i found another really soft rug for the"
    },
    {
      "index": 176,
      "start_time": 811930.0,
      "end_time": 817000.0,
      "text": "Room it feels good on my, face some of you, may recognize the, big mir that i have on this"
    },
    {
      "index": 177,
      "start_time": 817000.0,
      "end_time": 820450.0,
      "text": "Wall it's from, my last place i used to have it in the living room now"
    },
    {
      "index": 178,
      "start_time": 820450.0,
      "end_time": 824859.0,
      "text": "It sits in the bedroom it's where i check, my outfits every, day, make sure like you know"
    },
    {
      "index": 179,
      "start_time": 824860.0,
      "end_time": 828909.0,
      "text": "My shoes are on the right feet and my shirts not backwards because you know"
    },
    {
      "index": 180,
      "start_time": 828910.0,
      "end_time": 829550.0,
      "text": "that's"
    },
    {
      "index": 181,
      "start_time": 829550.0,
      "end_time": 832089.0,
      "text": "Never happened to me before i went to the airport"
    },
    {
      "index": 182,
      "start_time": 832190.0,
      "end_time": 838659.0,
      "text": "Went through security we're on the plane i get home i was like, my pants are inside-out then over here the bedroom has a"
    },
    {
      "index": 183,
      "start_time": 839240.0,
      "end_time": 845320.0,
      "text": "Fireplace and a tv above it i don't get a lot of time off but whenever i do i like to curl up on the"
    },
    {
      "index": 184,
      "start_time": 845320.0,
      "end_time": 852520.0,
      "text": "Bed with, my little dog cookie and binge watch a show, with the fireplace on it basically feels like, cozy, cozy, cabin cozy"
    },
    {
      "index": 185,
      "start_time": 852520.0,
      "end_time": 856599.0,
      "text": "And i love it that does it for the bedroom let's go down, to the other end of the hallway to the bathroom"
    },
    {
      "index": 186,
      "start_time": 857180.0,
      "end_time": 861760.0,
      "text": "Welcome to my bathroom i actually, don't think i've filmed anything in here before just a few"
    },
    {
      "index": 187,
      "start_time": 861760.0,
      "end_time": 864039.0,
      "text": "Like, bath, bombs snaps of my tub"
    },
    {
      "index": 188,
      "start_time": 864040.0,
      "end_time": 870310.0,
      "text": "But this bathroom has two sinks ones on the side one is on the other side and behind me is a vanity"
    },
    {
      "index": 189,
      "start_time": 870529.0,
      "end_time": 872080.0,
      "text": "Where i sit and do my?"
    },
    {
      "index": 190,
      "start_time": 872080.0,
      "end_time": 878559.0,
      "text": "Makeup i have a bunch of makeup and these two drawers right here directly behind the vanity in the center of the room is a"
    },
    {
      "index": 191,
      "start_time": 878720.0,
      "end_time": 885640.0,
      "text": "Bathtub i fell in love with, this room as soon as i saw the hardware on the tub this hardware reminded"
    },
    {
      "index": 192,
      "start_time": 885640.0,
      "end_time": 890049.0,
      "text": "Me of my time in france i stayed in a very small cottage and it had this"
    },
    {
      "index": 193,
      "start_time": 890450.0,
      "end_time": 895569.0,
      "text": "Hardware it also makes when you try to help, your sister bleach your hair and diet rainbow"
    },
    {
      "index": 194,
      "start_time": 895570.0,
      "end_time": 901390.0,
      "text": "But then you leave it in too long, and some of her hair falls out and you have to emergency rinse it out"
    },
    {
      "index": 195,
      "start_time": 901730.0,
      "end_time": 908020.0,
      "text": "This, also can come in handy but i don't know, who would ever do that that never would happen there's"
    },
    {
      "index": 196,
      "start_time": 908020.0,
      "end_time": 914799.0,
      "text": "Also a fireplace on this wall in front of the tub very cozy, you can take a, bath by the fire"
    },
    {
      "index": 197,
      "start_time": 914959.0,
      "end_time": 922649.0,
      "text": "Oh it couldn't be more romantic then if you added a beautiful chandelier which is what i did there was a light fixture here?"
    },
    {
      "index": 198,
      "start_time": 922650.0,
      "end_time": 928470.0,
      "text": "When i moved in but i wanted one that felt more romantic and more french so i installed this one behind"
    },
    {
      "index": 199,
      "start_time": 928470.0,
      "end_time": 931560.0,
      "text": "Me over here is a toilet pretty exciting stuff i know"
    },
    {
      "index": 200,
      "start_time": 932050.0,
      "end_time": 933760.0,
      "text": "then here is"
    },
    {
      "index": 201,
      "start_time": 933760.0,
      "end_time": 934440.0,
      "text": "the bigger"
    },
    {
      "index": 202,
      "start_time": 934440.0,
      "end_time": 935950.0,
      "text": "Shower i've ever seen in my entire"
    },
    {
      "index": 203,
      "start_time": 935950.0,
      "end_time": 939390.0,
      "text": "Life i could, probably do a handstand in there or something i don't know"
    },
    {
      "index": 204,
      "start_time": 939390.0,
      "end_time": 943860.0,
      "text": "it has a little bench that could be my bed like look at 8 this my new bed"
    },
    {
      "index": 205,
      "start_time": 944440.0,
      "end_time": 946950.0,
      "text": "This man you, miss my pillow, oh?"
    },
    {
      "index": 206,
      "start_time": 950800.0,
      "end_time": 952500.0,
      "text": "Could you we're not really taking a"
    },
    {
      "index": 207,
      "start_time": 952500.0,
      "end_time": 960269.0,
      "text": "nap\nI promise this is somebody but cookie actually loves going in here anytime i'm taking a shower are there showers on so wait"
    },
    {
      "index": 208,
      "start_time": 960270.0,
      "end_time": 961860.0,
      "text": "By, the glass so that if you open"
    },
    {
      "index": 209,
      "start_time": 961860.0,
      "end_time": 966539.0,
      "text": "The, door, she'll come in and she'll just start drinking water so she thinks that this is her personal"
    },
    {
      "index": 210,
      "start_time": 967060.0,
      "end_time": 971069.0,
      "text": "Drinking, bowl, so that's, about it cookie is getting a, little antsy"
    },
    {
      "index": 211,
      "start_time": 971380.0,
      "end_time": 975960.0,
      "text": "She's been wanting to go on a walk all day. Huh? cookie you, want to go on a walk"
    },
    {
      "index": 212,
      "start_time": 976690.0,
      "end_time": 982770.0,
      "text": "You want to go on a walk? Come on girl let's go. Alright that does it for the home tour. I hope you guys"
    },
    {
      "index": 213,
      "start_time": 982920.0,
      "end_time": 988889.0,
      "text": "Enjoyed the video, again a big thank you to Amazon and if you want to see a video showing the process of how"
    },
    {
      "index": 214,
      "start_time": 988890.0,
      "end_time": 993900.0,
      "text": "Everything came together i'll put a link down below. Bye you guys. If you'd like to watch any other fun"
    },
    {
      "index": 215,
      "start_time": 993900.0,
      "end_time": 998040.0,
      "text": "Videos i'll put links up there or up there."
    },
    {
      "index": 216,
      "start_time": 998040.0,
      "end_time": 1002149.0,
      "text": "She's also one of my secrets to getting buffer and working out is i just hold her"
    },
    {
      "index": 217,
      "start_time": 1002150.0,
      "end_time": 1006920.0,
      "text": "Like this and then i just do squats, like this, and remember when you squat, the knees got to go out a little bit."
    },
    {
      "index": 218,
      "start_time": 1006920.0,
      "end_time": 1009860.0,
      "text": "Let em out. Let's do it. Oh!"
    },
    {
      "index": 219,
      "start_time": 1010140.0,
      "end_time": 1011640.0,
      "text": "She's, oh she's"
    },
    {
      "index": 220,
      "start_time": 1011640.0,
      "end_time": 1013640.0,
      "text": "ready"
    }
  ]
}