{
  "video_id": "6JgrB7gWdEA",
  "title": "Romance: Popular Female Archetypes | Psych2Go",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 8000.0,
      "end_time": 15000.0,
      "text": "Many  women wonder what type of girls men are most drawn to, the girly girl who always looks"
    },
    {
      "index": 2,
      "start_time": 15000.0,
      "end_time": 20000.0,
      "text": "as if she just walked out of a salon. The business woman with a booming career. The"
    },
    {
      "index": 3,
      "start_time": 20000.0,
      "end_time": 25000.0,
      "text": "adventurous gal who will show you the definition of a good time. How about the mysterious one"
    },
    {
      "index": 4,
      "start_time": 25000.0,
      "end_time": 30600.0,
      "text": "whom you're just dying to get to know. Psychological studies showcase that there are four categories"
    },
    {
      "index": 5,
      "start_time": 30600.0,
      "end_time": 37700.0,
      "text": "of women that seem to bring out the best in men. The femina, the islander, the regal and"
    },
    {
      "index": 6,
      "start_time": 37700.0,
      "end_time": 43200.0,
      "text": "the entrepreneur. All women contain a little of each archetype within themselves with one"
    },
    {
      "index": 7,
      "start_time": 43200.0,
      "end_time": 49600.0,
      "text": "taking precedence over the others. 1: The Femina. The Femina always looks as if she"
    },
    {
      "index": 8,
      "start_time": 49600.0,
      "end_time": 57700.0,
      "text": "has a daily stylist, she's fashionable, classy and loves the finer things in life. She portrays"
    },
    {
      "index": 9,
      "start_time": 57700.0,
      "end_time": 63700.0,
      "text": "confidence, friendliness, vulnerability and a sweet touch of femininity. Her irresistible"
    },
    {
      "index": 10,
      "start_time": 63700.0,
      "end_time": 69500.0,
      "text": "charm makes her easily desirable to men. Two famous femina women are Princess Diana and"
    },
    {
      "index": 11,
      "start_time": 69500.0,
      "end_time": 75200.0,
      "text": "Halle Berry. Men are attracted to the femina because she makes an effort to maintain and"
    },
    {
      "index": 12,
      "start_time": 75200.0,
      "end_time": 81300.0,
      "text": "showcase her style and beauty. They are visual and they admire a woman who can externally"
    },
    {
      "index": 13,
      "start_time": 81300.0,
      "end_time": 86600.0,
      "text": "take care of herself. Better yet a femina doesn't dress in accordance to win the approval"
    },
    {
      "index": 14,
      "start_time": 86600.0,
      "end_time": 92800.0,
      "text": "of men, but rather she does so to satisfy herself. Bring out your femina by accentuating"
    },
    {
      "index": 15,
      "start_time": 92800.0,
      "end_time": 98800.0,
      "text": "your beautiful physical aspects gracefully and modestly. Do you have great legs? Show"
    },
    {
      "index": 16,
      "start_time": 98800.0,
      "end_time": 105100.0,
      "text": "them off with a cute skirt. Do you have nice shoulders? Wear a flattering top. The most"
    },
    {
      "index": 17,
      "start_time": 105100.0,
      "end_time": 111000.0,
      "text": "attractive quality is confidence, if you don't have that level of confidence yet just fake"
    },
    {
      "index": 18,
      "start_time": 111000.0,
      "end_time": 118700.0,
      "text": "it until you make it. 2: The Islander. The islander is energetic, comforting and lively."
    },
    {
      "index": 19,
      "start_time": 118700.0,
      "end_time": 123900.0,
      "text": "No man will ever get bored of her, she can easily win over the male heart with her smile"
    },
    {
      "index": 20,
      "start_time": 123900.0,
      "end_time": 129900.0,
      "text": "and natural charm. She's a non-conformist and definitely a stand out of the crowd type"
    },
    {
      "index": 21,
      "start_time": 129900.0,
      "end_time": 136800.0,
      "text": "of girl. She rightfully owns her own unique style just like Shakira and Nicky Minaj. Men"
    },
    {
      "index": 22,
      "start_time": 136800.0,
      "end_time": 141200.0,
      "text": "are attracted to the Islander because of her spontaneous nature allows for her to keep"
    },
    {
      "index": 23,
      "start_time": 141200.0,
      "end_time": 147900.0,
      "text": "it interesting and constantly has men on their toes. Channel your inner islander by being"
    },
    {
      "index": 24,
      "start_time": 147900.0,
      "end_time": 153900.0,
      "text": "adventurous, go do something you've always been afraid to do but wanted to do anyway."
    },
    {
      "index": 25,
      "start_time": 153900.0,
      "end_time": 162400.0,
      "text": "Such as rock climbing or diving. 3: The regal. It takes a strong, confident man to be with"
    },
    {
      "index": 26,
      "start_time": 162400.0,
      "end_time": 169800.0,
      "text": "a regal. This woman tends to be highly selective, reserved and well mannered. She is well aware"
    },
    {
      "index": 27,
      "start_time": 169800.0,
      "end_time": 175600.0,
      "text": "of what she desires and fully knows that she will obtain it. Men find the regal attractive"
    },
    {
      "index": 28,
      "start_time": 175600.0,
      "end_time": 180700.0,
      "text": "because they like the array of mystery she possesses and they enjoy the fact that she"
    },
    {
      "index": 29,
      "start_time": 180700.0,
      "end_time": 187000.0,
      "text": "isn't too easily available. When they finally win her over, it's almost as if they've obtained"
    },
    {
      "index": 30,
      "start_time": 187000.0,
      "end_time": 194100.0,
      "text": "a diamond. Bring out your inner regal by simply listening 80% of the time and talking only"
    },
    {
      "index": 31,
      "start_time": 194100.0,
      "end_time": 200700.0,
      "text": "20% of the time. Be sincerely interested and ask questions when you truly listen to a man"
    },
    {
      "index": 32,
      "start_time": 200700.0,
      "end_time": 206000.0,
      "text": "you make him feel like he's important to you. And you'll get a further glimpse into his"
    },
    {
      "index": 33,
      "start_time": 206000.0,
      "end_time": 211500.0,
      "text": "brain. Don't forget to add your own insight and reveal some details of yourself as well."
    },
    {
      "index": 34,
      "start_time": 211500.0,
      "end_time": 217800.0,
      "text": "4: The entrepreneur. The entrepreneur is a career woman who wants to be a power couple"
    },
    {
      "index": 35,
      "start_time": 217800.0,
      "end_time": 225600.0,
      "text": "with her partner. She is intelligent, independent and driven for success. She will easily override"
    },
    {
      "index": 36,
      "start_time": 225600.0,
      "end_time": 233000.0,
      "text": "passive-aggressive men and have no patience for that. A man needs to be successful, dominant"
    },
    {
      "index": 37,
      "start_time": 233000.0,
      "end_time": 239100.0,
      "text": "and assertive in order to keep up with her. Two famous entrepreneurs are Oprah Winfrey"
    },
    {
      "index": 38,
      "start_time": 239100.0,
      "end_time": 245600.0,
      "text": "and Hillary Clinton. The entrepreneur is attractive to men because she's mentally stimulating"
    },
    {
      "index": 39,
      "start_time": 245600.0,
      "end_time": 252700.0,
      "text": "and can carry an educated conversation. She's driven and continuously trying to improve."
    },
    {
      "index": 40,
      "start_time": 252700.0,
      "end_time": 257300.0,
      "text": "Men of high social ranking look for women who can keep up with them intellectually since"
    },
    {
      "index": 41,
      "start_time": 257300.0,
      "end_time": 263900.0,
      "text": "they enjoy discussing politics, philosophical ideas, science, the news and such with their"
    },
    {
      "index": 42,
      "start_time": 263900.0,
      "end_time": 270600.0,
      "text": "partners. Channel your inner entrepreneur by investing in self growth and improvement"
    },
    {
      "index": 43,
      "start_time": 270600.0,
      "end_time": 276900.0,
      "text": "whether that be to obtain a higher education, grow your business or establish new connections."
    },
    {
      "index": 44,
      "start_time": 276900.0,
      "end_time": 282100.0,
      "text": "Keep in mind that everyone has improvements they can strive to work on, make a plan and"
    },
    {
      "index": 45,
      "start_time": 282100.0,
      "end_time": 288100.0,
      "text": "set out to follow it. Now that you know the four main types of women, what type of woman"
    },
    {
      "index": 46,
      "start_time": 288100.0,
      "end_time": 293800.0,
      "text": "do you think you are? Or which types of women are you most attracted to? Comment your answers"
    },
    {
      "index": 47,
      "start_time": 293800.0,
      "end_time": 299600.0,
      "text": "down below, if you enjoyed this video, be sure to follow our Tumblr, Twitter and Facebook"
    },
    {
      "index": 48,
      "start_time": 299600.0,
      "end_time": 305000.0,
      "text": "for more content and don't forget to subscribe thanks for watching and have a wonderful day."
    }
  ]
}