{
  "video_id": "6MP920xMC0Q",
  "title": "What Would Happen If The Moon Disappeared",
  "json": [
    {
      "index": 1,
      "start_time": 1410.0,
      "end_time": 3480.0,
      "text": "Our moon is on the move."
    },
    {
      "index": 2,
      "start_time": 4270.0,
      "end_time": 8549.0,
      "text": "Each year it drifts an estimated 1.5 inches further away from Earth."
    },
    {
      "index": 3,
      "start_time": 9000.0,
      "end_time": 13400.0,
      "text": "And in the process, Earth's rotation is actually slowing down."
    },
    {
      "index": 4,
      "start_time": 14130.0,
      "end_time": 17679.0,
      "text": "What if one night the moon simply disappeared?"
    },
    {
      "index": 5,
      "start_time": 18230.0,
      "end_time": 18950.0,
      "text": "Would we miss it?"
    },
    {
      "index": 6,
      "start_time": 26450.0,
      "end_time": 33730.0,
      "text": "A full moon is on average 14,000 times brighter than the next brightest night sky object, Venus."
    },
    {
      "index": 7,
      "start_time": 34459.0,
      "end_time": 41000.0,
      "text": "Without it, every night would be as dark as a new moon and stargazing would be spectacular."
    },
    {
      "index": 8,
      "start_time": 41000.0,
      "end_time": 47300.0,
      "text": "But by the next morning, you'd begin to realize just how important the moon is for life on Earth."
    },
    {
      "index": 9,
      "start_time": 47730.0,
      "end_time": 54729.0,
      "text": "To start, between the sun, Earth's rotation, and the moon, the moon has the largest influence on Earth's tides."
    },
    {
      "index": 10,
      "start_time": 55250.0,
      "end_time": 60070.0,
      "text": "Without it, high and low tides would shrink by an estimated 75%."
    },
    {
      "index": 11,
      "start_time": 60100.0,
      "end_time": 66000.0,
      "text": "This would jeopardize the lives of many types of crabs, mussels, and sea snails that live in tidal zones"
    },
    {
      "index": 12,
      "start_time": 66100.0,
      "end_time": 74000.0,
      "text": "and disrupt the diets of larger animals who rely on them for food, threatening entire coastal ecosystems in the process."
    },
    {
      "index": 13,
      "start_time": 75720.0,
      "end_time": 80809.0,
      "text": "Within a few decades, we would start to see mass population declines in the sea and on land."
    },
    {
      "index": 14,
      "start_time": 81620.0,
      "end_time": 85850.0,
      "text": "One of the largest spawning events in the world occurs in the Great Barrier Reef."
    },
    {
      "index": 15,
      "start_time": 86710.0,
      "end_time": 89070.0,
      "text": "Each November in the days following the light of a full moon,"
    },
    {
      "index": 16,
      "start_time": 90000.0,
      "end_time": 95000.0,
      "text": "coral colonies across the Reef, spanning an area larger than the state of New Mexico,"
    },
    {
      "index": 17,
      "start_time": 96000.0,
      "end_time": 100700.0,
      "text": "release millions of egg and sperm sacks within nearly minutes of one another."
    },
    {
      "index": 18,
      "start_time": 101300.0,
      "end_time": 106729.0,
      "text": "Scientists are certain that the full moon plays a role in the timing, but exactly how remains a mystery."
    },
    {
      "index": 19,
      "start_time": 107690.0,
      "end_time": 113110.0,
      "text": "On land, animals like these red crabs also use lunar cues to reproduce."
    },
    {
      "index": 20,
      "start_time": 113480.0,
      "end_time": 119020.0,
      "text": "After living most of their lives on the mountains, millions of adult crabs migrate down to shore"
    },
    {
      "index": 21,
      "start_time": 119100.0,
      "end_time": 125600.0,
      "text": "and then only during the last quarter of the moon, females release their eggs into the sea."
    },
    {
      "index": 22,
      "start_time": 126170.0,
      "end_time": 130070.0,
      "text": "Now, the moon may not hold as much sway over human reproduction,"
    },
    {
      "index": 23,
      "start_time": 130500.0,
      "end_time": 135000.0,
      "text": "but without it, something we care equally about would change, the weather."
    },
    {
      "index": 24,
      "start_time": 137820.0,
      "end_time": 143110.0,
      "text": "Tides and tidal currents help mix cold, Arctic waters with warmer waters in the tropics."
    },
    {
      "index": 25,
      "start_time": 143549.0,
      "end_time": 147310.0,
      "text": "This balances temperatures and stabilizes the climate worldwide."
    },
    {
      "index": 26,
      "start_time": 147800.0,
      "end_time": 151450.0,
      "text": "Without the moon, weather forecasts would be practically impossible."
    },
    {
      "index": 27,
      "start_time": 152360.0,
      "end_time": 158070.0,
      "text": "The average difference between the hottest and coldest places on Earth could grow to life-threatening extremes,"
    },
    {
      "index": 28,
      "start_time": 158200.0,
      "end_time": 164300.0,
      "text": "but none of this compares to the biggest change that we would have coming over the next millennium."
    },
    {
      "index": 29,
      "start_time": 165100.0,
      "end_time": 171360.0,
      "text": "Right now, Earth tilts on an axis at 23.5 degrees, mostly due to moon's gravity."
    },
    {
      "index": 30,
      "start_time": 172100.0,
      "end_time": 178190.0,
      "text": "If the moon disappeared, Earth's axis would wobble between anywhere from 10 to 45 degrees."
    },
    {
      "index": 31,
      "start_time": 179410.0,
      "end_time": 185050.0,
      "text": "Some experts estimate that Jupiter could help keep Earth's tilt from reeling completely out of control,"
    },
    {
      "index": 32,
      "start_time": 185100.0,
      "end_time": 190100.0,
      "text": "but even just an extra 10-degree tilt could wreak havoc on the climate and seasons."
    },
    {
      "index": 33,
      "start_time": 190690.0,
      "end_time": 198900.0,
      "text": "In the past, Earth's tilt has changed by about one to two degrees, which scientists think could have caused Ice Ages in the past."
    },
    {
      "index": 34,
      "start_time": 198949.0,
      "end_time": 206050.0,
      "text": "It's hard to know what a 10 degree or 45 degree tilt would do, but probably nothing good for most life on Earth."
    },
    {
      "index": 35,
      "start_time": 207009.0,
      "end_time": 209040.0,
      "text": "The moon isn't just imperative for life on Earth today,"
    },
    {
      "index": 36,
      "start_time": 210000.0,
      "end_time": 216500.0,
      "text": "experts believe that it might have also played a key role in the formation of life more than 3.5 billion years ago."
    },
    {
      "index": 37,
      "start_time": 217640.0,
      "end_time": 221730.0,
      "text": "Turns out, the moon isn't just a beacon of light in the night sky."
    },
    {
      "index": 38,
      "start_time": 222140.0,
      "end_time": 227739.0,
      "text": "Its existence is crucial to the delicate balancing act that makes life here possible."
    }
  ]
}