{
  "video_id": "6O1gNVeaE4g",
  "title": "Fun is the Future: Mastering Gamification",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 24510.0,
      "text": "&gt;&gt;"
    },
    {
      "index": 2,
      "start_time": 24510.0,
      "end_time": 30840.0,
      "text": "ZICHERMAN: Thanks, Chris. That&#39;s a--it&#39;s a--it&#39;s always funny to hear your bio read out loud"
    },
    {
      "index": 3,
      "start_time": 30840.0,
      "end_time": 36430.0,
      "text": "because you realize you&#39;re very sensitive to every like word--I wrote that bio so I--it&#39;s"
    },
    {
      "index": 4,
      "start_time": 36430.0,
      "end_time": 41230.0,
      "text": "my writing, yes. So, you&#39;re very sensitive to every word. And then also, no matter what"
    },
    {
      "index": 5,
      "start_time": 41230.0,
      "end_time": 46940.0,
      "text": "my accomplishments are, I&#39;m humbled by the quality of your kitchens. I think it&#39;s like"
    },
    {
      "index": 6,
      "start_time": 46940.0,
      "end_time": 52940.0,
      "text": "one day I aspire to have a company that has kitchens like that, where today I made my"
    },
    {
      "index": 7,
      "start_time": 52940.0,
      "end_time": 59800.0,
      "text": "own espresso, which I&#39;ll enjoy for a second. So, as you heard my name is Gabe Zicherman."
    },
    {
      "index": 8,
      "start_time": 59800.0,
      "end_time": 64909.0,
      "text": "I do a bunch of stuff around gamification. And today I wanted to talk with you guys about--it&#39;s"
    },
    {
      "index": 9,
      "start_time": 64909.00000000001,
      "end_time": 70830.0,
      "text": "a little bit presumptuous to use the phrase &quot;mastering&quot; with something as new and as slippery"
    },
    {
      "index": 10,
      "start_time": 70830.0,
      "end_time": 75380.0,
      "text": "as gamification, but we&#39;ll do our best. I&#39;m going to share some of the top insights gleaned"
    },
    {
      "index": 11,
      "start_time": 75380.0,
      "end_time": 80620.0,
      "text": "from researching the book, Game-Based Marketing, which came out in April, work that we do with"
    },
    {
      "index": 12,
      "start_time": 80620.0,
      "end_time": 86220.0,
      "text": "brands big and small everyday. I work on the Summit and the research that goes into the"
    },
    {
      "index": 13,
      "start_time": 86220.0,
      "end_time": 89960.0,
      "text": "new book, Gamification by Design, which is, as Chris mentioned, a techbook that will come"
    },
    {
      "index": 14,
      "start_time": 89960.0,
      "end_time": 94080.0,
      "text": "out at the beginning of the year. So, when biting off a topic like gamification, or any"
    },
    {
      "index": 15,
      "start_time": 94080.0,
      "end_time": 98550.0,
      "text": "topic for example, I like metaphors. So I thought a pretty good metaphor--I realized"
    },
    {
      "index": 16,
      "start_time": 98550.0,
      "end_time": 103660.0,
      "text": "that pretty good metaphors can be found in the movie Mary Poppins. And if you&#39;re too"
    },
    {
      "index": 17,
      "start_time": 103660.0,
      "end_time": 108590.0,
      "text": "young or too straight to know this basic story of Mary Poppins, I&#39;m going to recount it for"
    },
    {
      "index": 18,
      "start_time": 108590.0,
      "end_time": 113330.0,
      "text": "you. It&#39;s the story of a hard-hearted but turns out fundamentally nice guy with two"
    },
    {
      "index": 19,
      "start_time": 113330.0,
      "end_time": 117610.0,
      "text": "really, really, super sweet children, really, really darling children. And they need a nanny"
    },
    {
      "index": 20,
      "start_time": 117610.0,
      "end_time": 121740.0,
      "text": "so they write up an ad and this woman on an umbrella comes flying into their lives. She"
    },
    {
      "index": 21,
      "start_time": 121740.0,
      "end_time": 127790.0,
      "text": "has magic powers like being able to levitate or jump into a chalk drawing and at the end"
    },
    {
      "index": 22,
      "start_time": 127790.0,
      "end_time": 132890.0,
      "text": "all is well, which is an important part of the story. All ends well in the story of Mary"
    },
    {
      "index": 23,
      "start_time": 132890.0,
      "end_time": 139629.0,
      "text": "Poppins. So think of me as your &quot;Mary Poppins,&quot; down the sort of rabbit hole of gamification."
    },
    {
      "index": 24,
      "start_time": 139629.0,
      "end_time": 143800.0,
      "text": "I mixed literary metaphors there. Well, if you would like to talk about Alice in Wonderland"
    },
    {
      "index": 25,
      "start_time": 143800.0,
      "end_time": 150080.0,
      "text": "later, we can talk about that. So, as Chris mentioned, I&#39;m the author of these books,"
    },
    {
      "index": 26,
      "start_time": 150080.0,
      "end_time": 154159.0,
      "text": "Game-Based Marketing, which you can get now. I blog at gamification.co. It&#39;s a gamification"
    },
    {
      "index": 27,
      "start_time": 154159.0,
      "end_time": 159060.0,
      "text": "blog. We talk all about the subject. I advise startups. I talk about interesting things."
    },
    {
      "index": 28,
      "start_time": 159060.0,
      "end_time": 164349.0,
      "text": "And then, as Chris also mentioned, we have some upcoming events related to gamification."
    },
    {
      "index": 29,
      "start_time": 164349.0,
      "end_time": 170469.0,
      "text": "If you are currently working on a gamification project, either from a product, or marketing,"
    },
    {
      "index": 30,
      "start_time": 170469.0,
      "end_time": 175629.0,
      "text": "or design side, you might be interested in November 12th&#39;s San Francisco Bay&#39;s Gamification"
    },
    {
      "index": 31,
      "start_time": 175629.0,
      "end_time": 180920.0,
      "text": "Workshp. Amy, Joe, Kim and I will give a hands-on full day, come in with your problems and we"
    },
    {
      "index": 32,
      "start_time": 180920.0,
      "end_time": 185519.0,
      "text": "solve them working together workshop. It&#39;s actually almost sold out but if you&#39;re interested"
    },
    {
      "index": 33,
      "start_time": 185519.0,
      "end_time": 190779.0,
      "text": "in going, let me know. There&#39;s really like one seat left at it. And then in January,"
    },
    {
      "index": 34,
      "start_time": 190779.0,
      "end_time": 194560.0,
      "text": "we&#39;re running here in San Francisco again the Gamification Summit which is a full day"
    },
    {
      "index": 35,
      "start_time": 194560.0,
      "end_time": 199249.0,
      "text": "of--a full day event focused on the subject. Bringing together some of the most interesting"
    },
    {
      "index": 36,
      "start_time": 199249.0,
      "end_time": 203200.0,
      "text": "thought leaders like Jane McGonagall, who&#39;ll be revealing her new book. I&#39;ll be giving"
    },
    {
      "index": 37,
      "start_time": 203200.0,
      "end_time": 207480.0,
      "text": "a keynote on metrics which I know you guys love. We&#39;ll talk about all that kind of stuff."
    },
    {
      "index": 38,
      "start_time": 207480.0,
      "end_time": 213859.0,
      "text": "Okay, so let&#39;s begin with a simple word definition. Gamification is the use of game thinking and"
    },
    {
      "index": 39,
      "start_time": 213859.0,
      "end_time": 220299.0,
      "text": "game mechanics to solve problems and engage audiences. Four square. Not the product, but"
    },
    {
      "index": 40,
      "start_time": 220299.0,
      "end_time": 225489.0,
      "text": "the four squares there. So, it&#39;s game thinking and game mechanics. And this is really super"
    },
    {
      "index": 41,
      "start_time": 225489.0,
      "end_time": 230180.0,
      "text": "important, game thinking is the product of three generations of game players. I&#39;m 36"
    },
    {
      "index": 42,
      "start_time": 230180.0,
      "end_time": 235209.0,
      "text": "years old. I&#39;m the old--hi, my name is Gabe. I&#39;m 36 years old and I&#39;m the oldest cohort"
    },
    {
      "index": 43,
      "start_time": 235209.0,
      "end_time": 239840.0,
      "text": "of people who grew up with games as a core type of entertainment in their lives. Today&#39;s"
    },
    {
      "index": 44,
      "start_time": 239840.0,
      "end_time": 243519.0,
      "text": "youngest children, you know, kids were--well, the youngest children will be like just born."
    },
    {
      "index": 45,
      "start_time": 243519.0,
      "end_time": 247439.0,
      "text": "But kids who are, you know, maybe five years old today are growing up with games as their"
    },
    {
      "index": 46,
      "start_time": 247439.0,
      "end_time": 253329.0,
      "text": "principal form of entertainment and that multi-generational exposure has simply affected the way that"
    },
    {
      "index": 47,
      "start_time": 253329.0,
      "end_time": 257410.0,
      "text": "we think. You know, if Shakespeare was a real person--this is the best analogy--if Shakespeare"
    },
    {
      "index": 48,
      "start_time": 257410.00000000003,
      "end_time": 263260.0,
      "text": "was a real person, he wrote--he or she wrote, &quot;All the world is a stage,&quot; famously, right?"
    },
    {
      "index": 49,
      "start_time": 263260.0,
      "end_time": 267669.0,
      "text": "But if Shakespeare were alive today, wouldn&#39;t he have written, &quot;All the world is a game,&quot;"
    },
    {
      "index": 50,
      "start_time": 267669.0,
      "end_time": 271750.0,
      "text": "because isn&#39;t it just a better metaphor for how we think about interactivity in the world."
    },
    {
      "index": 51,
      "start_time": 271750.0,
      "end_time": 275850.0,
      "text": "And that really gets to the heart of what game thinking is. It&#39;s solving problems and"
    },
    {
      "index": 52,
      "start_time": 275850.0,
      "end_time": 280480.0,
      "text": "engaging audiences using a rubric that comes from games. Okay, so let&#39;s talk about some"
    },
    {
      "index": 53,
      "start_time": 280480.0,
      "end_time": 283820.0,
      "text": "of the main things that we&#39;ve learned from it. How many of you in the audience recognize"
    },
    {
      "index": 54,
      "start_time": 283820.0,
      "end_time": 287610.0,
      "text": "some of the things up on the board right now? Any of them? Okay. These are some of the top"
    },
    {
      "index": 55,
      "start_time": 287610.0,
      "end_time": 293030.0,
      "text": "selling games of the last five years. And they include--I&#39;m not kidding--being a male"
    },
    {
      "index": 56,
      "start_time": 293030.0,
      "end_time": 303580.0,
      "text": "technician, diapering a baby, being a waitress, running a farm, being an air traffic controller,"
    },
    {
      "index": 57,
      "start_time": 303580.0,
      "end_time": 307630.0,
      "text": "which as many of you know is the highest suicide, highest stress position in the entire world."
    },
    {
      "index": 58,
      "start_time": 307630.0,
      "end_time": 311530.0,
      "text": "I mean, if you would come into a game publisher five years ago and said, &quot;I&#39;ve got a great"
    },
    {
      "index": 59,
      "start_time": 311530.0,
      "end_time": 315480.0,
      "text": "idea. We&#39;re going to make a game where you play an air traffic controller, planes could"
    },
    {
      "index": 60,
      "start_time": 315480.0,
      "end_time": 320420.0,
      "text": "crash, what do you think? Sound good,&quot; right? You&#39;ll be laughed out of the room. That doesn&#39;t"
    },
    {
      "index": 61,
      "start_time": 320420.0,
      "end_time": 326030.0,
      "text": "sound like fun. That doesn&#39;t sound like fun at all. It highlights a really important conclusion"
    },
    {
      "index": 62,
      "start_time": 326030.0,
      "end_time": 332970.0,
      "text": "which is fun and the theme of the thing which are fun are actually not connected. If you&#39;ve"
    },
    {
      "index": 63,
      "start_time": 332970.0,
      "end_time": 337340.0,
      "text": "been in a casino before and you&#39;ve seen the Oprah Winfrey branded slot machine and the"
    },
    {
      "index": 64,
      "start_time": 337340.0,
      "end_time": 342320.0,
      "text": "Harley Davidson branded slot machine and the neutral slot machine, you all as science-oriented"
    },
    {
      "index": 65,
      "start_time": 342320.0,
      "end_time": 348200.0,
      "text": "people are aware, the slot machine acts on your brain the exact same way. Once you choose"
    },
    {
      "index": 66,
      "start_time": 348200.0,
      "end_time": 351830.0,
      "text": "to sit down in front of that slot machine, same behavior in your brain, same engagement"
    },
    {
      "index": 67,
      "start_time": 351830.0,
      "end_time": 355410.0,
      "text": "loop, same reaction. &quot;Ding, ding, ding, oh, yeah, ding, ding, ding,&quot; right? It&#39;s the same"
    },
    {
      "index": 68,
      "start_time": 355410.0,
      "end_time": 359600.0,
      "text": "thing. It doesn&#39;t matter which brand is on the front of the slot machine. Theme is a"
    },
    {
      "index": 69,
      "start_time": 359600.0,
      "end_time": 365350.0,
      "text": "lure to bring people in to an engaging experience. It&#39;s a lure. And that has important implications."
    },
    {
      "index": 70,
      "start_time": 365350.0,
      "end_time": 371840.0,
      "text": "That means, if air traffic control can be fun my friends, anything can be fun, right?"
    },
    {
      "index": 71,
      "start_time": 371840.0,
      "end_time": 376000.0,
      "text": "It&#39;s an opportunity. It means we can turn government. we can make government fun. We"
    },
    {
      "index": 72,
      "start_time": 376000.0,
      "end_time": 382030.0,
      "text": "can make getting fit fun. We can make searching fun or more fun. All right, so it, of course,"
    },
    {
      "index": 73,
      "start_time": 382030.0,
      "end_time": 385430.0,
      "text": "begs the question, you know, &quot;What is fun?&quot; So, I put some words in a word generator."
    },
    {
      "index": 74,
      "start_time": 385430.0,
      "end_time": 388460.0,
      "text": "And I put them up on the board. Some--the words on the top are things which normally"
    },
    {
      "index": 75,
      "start_time": 388460.0,
      "end_time": 392220.0,
      "text": "people associate with fun and the words on the bottom are words that normally people"
    },
    {
      "index": 76,
      "start_time": 392220.0,
      "end_time": 397990.0,
      "text": "associate with work. And what&#39;s interesting is, you know, there&#39;s a big bright line drawn"
    },
    {
      "index": 77,
      "start_time": 397990.0,
      "end_time": 401120.0,
      "text": "between the two of them in my childhood. You know, I grew up in a house in which my mom"
    },
    {
      "index": 78,
      "start_time": 401120.0,
      "end_time": 405470.0,
      "text": "said, &quot;Eat your vegetables and then you can have dessert,&quot; right? &quot;Eat your vegetables"
    },
    {
      "index": 79,
      "start_time": 405470.0,
      "end_time": 410420.0,
      "text": "and then you can go out to play.&quot; There is a theme around vegetables. So, these things"
    },
    {
      "index": 80,
      "start_time": 410420.0,
      "end_time": 415890.0,
      "text": "though are arbitrary distinctions. They&#39;re arbitrary. These are lines drawn by people"
    },
    {
      "index": 81,
      "start_time": 415890.0,
      "end_time": 421270.0,
      "text": "in the air that say, &quot;This is fun and this is not.&quot; If you&#39;re a parent in the room, if"
    },
    {
      "index": 82,
      "start_time": 421270.0,
      "end_time": 427000.0,
      "text": "I could deliver for you a piece of cake that had the same nutritive value as broccoli,"
    },
    {
      "index": 83,
      "start_time": 427000.0,
      "end_time": 431710.0,
      "text": "the exact same nutritive value as broccoli, can you honestly tell me that you would never"
    },
    {
      "index": 84,
      "start_time": 431710.0,
      "end_time": 438620.0,
      "text": "cave and give your kids broccoli cake, right? The point is these lines are arbitrary. They--them--they&#39;re"
    },
    {
      "index": 85,
      "start_time": 438620.0,
      "end_time": 443910.0,
      "text": "meaningless. We can make anything fun or anything work depending on its design. And that&#39;s a"
    },
    {
      "index": 86,
      "start_time": 443910.0,
      "end_time": 448180.0,
      "text": "very important kind of like switch that&#39;s being flipped in people&#39;s heads and they&#39;re"
    },
    {
      "index": 87,
      "start_time": 448180.0,
      "end_time": 454410.0,
      "text": "going, &quot;Oh, okay.&quot; So, I can make anything engaging--and you really can--which brings"
    },
    {
      "index": 88,
      "start_time": 454410.0,
      "end_time": 461370.0,
      "text": "you a question my favorite allegory in this whole story. So I played a game that many"
    },
    {
      "index": 89,
      "start_time": 461370.0,
      "end_time": 465280.0,
      "text": "of you might recognize called, &quot;Where in the World is Carmen Sandiego?&quot; If you played it,"
    },
    {
      "index": 90,
      "start_time": 465280.0,
      "end_time": 470430.0,
      "text": "put your hand up. If you played it on the Apple II, keep your hand up. Okay, so now"
    },
    {
      "index": 91,
      "start_time": 470430.0,
      "end_time": 475430.0,
      "text": "I know how old you are, so. Okay, so it&#39;s the &#39;80s and I&#39;m playing &quot;Where in the World"
    },
    {
      "index": 92,
      "start_time": 475430.0,
      "end_time": 479690.0,
      "text": "is Carmen Sandiego?&quot; on my Apple II, green screen, lots of fun. Would it surprise you"
    },
    {
      "index": 93,
      "start_time": 479690.0,
      "end_time": 485660.0,
      "text": "to know that that was the last really successful educational game in history? Would it surprise"
    },
    {
      "index": 94,
      "start_time": 485660.0,
      "end_time": 492840.0,
      "text": "you to know that since then 1,200 startups, $4 billion have been spent on &quot;edutainment&quot;"
    },
    {
      "index": 95,
      "start_time": 492840.0,
      "end_time": 497680.0,
      "text": "software and not a single hit like, &quot;Where in the World is Carmen Sandiego?&quot; And that&#39;s"
    },
    {
      "index": 96,
      "start_time": 497680.0,
      "end_time": 504050.0,
      "text": "it&#39;s a completely captive market. There are 60 million children. It is a captive market."
    },
    {
      "index": 97,
      "start_time": 504050.0,
      "end_time": 509000.0,
      "text": "What&#39;s happened? Here&#39;s what went wrong. Parents and teachers got involved in the design of"
    },
    {
      "index": 98,
      "start_time": 509000.0,
      "end_time": 518060.0,
      "text": "the games. And as soon as they did, kids could smell that shit a mile away. That&#39;s not fun,"
    },
    {
      "index": 99,
      "start_time": 518059.99999999994,
      "end_time": 524930.0,
      "text": "that&#39;s work, right? In parallel, incidentally, Civilization and Sim City have taught hundreds"
    },
    {
      "index": 100,
      "start_time": 524930.0,
      "end_time": 531050.0,
      "text": "of millions of people basic, basic tenants of the human historical arch and how cities"
    },
    {
      "index": 101,
      "start_time": 531050.0,
      "end_time": 537120.0,
      "text": "function in civics, basics, completely unintentionally. Sid nor--neither Sid nor Will will tell you"
    },
    {
      "index": 102,
      "start_time": 537120.0,
      "end_time": 540870.0,
      "text": "they were on a pedantic pedestal trying to teach people with those games. They simply"
    },
    {
      "index": 103,
      "start_time": 540870.0,
      "end_time": 545080.0,
      "text": "chose that as the framework for a game, a setting for a game that they thought compelling."
    },
    {
      "index": 104,
      "start_time": 545080.0,
      "end_time": 549820.0,
      "text": "They thought the real world would be more compelling than a fantasy world. And it turns"
    },
    {
      "index": 105,
      "start_time": 549820.0,
      "end_time": 556370.0,
      "text": "out that that&#39;s true. Non-fiction has a big advantage over fiction and gamification is,"
    },
    {
      "index": 106,
      "start_time": 556370.0,
      "end_time": 561620.0,
      "text": "think of it as, non-fiction gaming. It&#39;s gaming with your real friends and your real money"
    },
    {
      "index": 107,
      "start_time": 561620.0,
      "end_time": 568670.0,
      "text": "and your real stuff in the real world. It&#39;s non-fiction gaming. So, it, of course, going"
    },
    {
      "index": 108,
      "start_time": 568670.0,
      "end_time": 572460.0,
      "text": "back to Mary Poppins, there&#39;s a famous song in Mary Poppins called &quot;The Spoonful of Sugar,&quot;"
    },
    {
      "index": 109,
      "start_time": 572460.0,
      "end_time": 577420.0,
      "text": "and the premise of that song is, &quot;If I make the medicine sweet enough, you won&#39;t know"
    },
    {
      "index": 110,
      "start_time": 577420.0,
      "end_time": 580760.0,
      "text": "that its medicine and you&#39;ll take it,&quot; right? Creating the objective, which is, of course,"
    },
    {
      "index": 111,
      "start_time": 580760.0,
      "end_time": 586920.0,
      "text": "is a good analogy. If any of you are marker--marketers in the room, a word that marketers sometimes"
    },
    {
      "index": 112,
      "start_time": 586920.0,
      "end_time": 592930.0,
      "text": "use to describe that phenomenon is loyalty program, right? Loyalty programs, let&#39;s just"
    },
    {
      "index": 113,
      "start_time": 592930.0,
      "end_time": 598790.0,
      "text": "do a simple working definition, are intended to get a user to take an action in your favor"
    },
    {
      "index": 114,
      "start_time": 598790.0,
      "end_time": 604250.0,
      "text": "when all competing options are mostly equal, right? Mostly equal. When things are really"
    },
    {
      "index": 115,
      "start_time": 604250.0,
      "end_time": 608230.0,
      "text": "unequal, loyalty programs are not that effective. But when their mostly equal, loyalty programs"
    },
    {
      "index": 116,
      "start_time": 608230.0,
      "end_time": 612880.0,
      "text": "have the effect of getting people to take a choice in your favor. Okay, so here&#39;s a"
    },
    {
      "index": 117,
      "start_time": 612880.0,
      "end_time": 616920.0,
      "text": "brief history of loyalty programs throughout history, 19th century, you go down to a local"
    },
    {
      "index": 118,
      "start_time": 616920.0,
      "end_time": 620460.0,
      "text": "mercantile in Boston and you&#39;re wearing heavy woolens and you haven&#39;t showered in a while"
    },
    {
      "index": 119,
      "start_time": 620460.0,
      "end_time": 624270.0,
      "text": "and you&#39;re like, &quot;I need 10 pounds of sugar.&quot; And the merchant is like, &quot;Aarr, you get a"
    },
    {
      "index": 120,
      "start_time": 624270.0,
      "end_time": 629240.0,
      "text": "pound for free.&quot; I don&#39;t know why it&#39;s a pirate merchant. I&#39;m just--okay, because all the"
    },
    {
      "index": 121,
      "start_time": 629240.0,
      "end_time": 634160.0,
      "text": "people in the 19th century to me are pirates. It&#39;s like, &quot;Aarr, pound of sugar.&quot; Okay, so"
    },
    {
      "index": 122,
      "start_time": 634160.0,
      "end_time": 639089.0,
      "text": "buy 10 get 1 free. That turns out to be a really sticky mean, right? We&#39;re still doing"
    },
    {
      "index": 123,
      "start_time": 639089.0,
      "end_time": 643740.0,
      "text": "buy 10 get 1 free as this sort of dominant model for loyalty programs. I don&#39;t know why."
    },
    {
      "index": 124,
      "start_time": 643740.0,
      "end_time": 647430.0,
      "text": "I&#39;ve asked lots of researchers, if any of you are interested in doing a PhD on buy 10"
    },
    {
      "index": 125,
      "start_time": 647430.0,
      "end_time": 651610.0,
      "text": "get 1 free, let me know. I think I can find you funding. It&#39;s like we got figure this"
    },
    {
      "index": 126,
      "start_time": 651610.0,
      "end_time": 656050.0,
      "text": "out, we don&#39;t know why. Okay, that stays about the same until the 1930s, when a company called"
    },
    {
      "index": 127,
      "start_time": 656050.0,
      "end_time": 660250.0,
      "text": "S&amp;H launches their Green Stamps program. It was very simple. Instead of buying 10 and"
    },
    {
      "index": 128,
      "start_time": 660250.0,
      "end_time": 664110.0,
      "text": "get 1 free, you went to participating merchants, they gave you these little green stamps which"
    },
    {
      "index": 129,
      "start_time": 664110.0,
      "end_time": 668420.0,
      "text": "you licked and stuck into a book and you save them up and when you had enough, you went"
    },
    {
      "index": 130,
      "start_time": 668420.0,
      "end_time": 673560.0,
      "text": "to the S&amp;H store or to the catalogue and you redeem them for stuff. The brilliant thing"
    },
    {
      "index": 131,
      "start_time": 673560.0,
      "end_time": 678190.0,
      "text": "about the S&amp;H Green Stamps program was it completely, by creating a virtual currency,"
    },
    {
      "index": 132,
      "start_time": 678190.0,
      "end_time": 683180.0,
      "text": "it completely broke the users ability to keep track of a redemption rate, right? It used"
    },
    {
      "index": 133,
      "start_time": 683180.0,
      "end_time": 688180.0,
      "text": "to be 10 to 1. I buy 10 pounds of sugar, I get one for free. Now, I have no idea how"
    },
    {
      "index": 134,
      "start_time": 688180.0,
      "end_time": 694130.0,
      "text": "much I&#39;m earning in virtual currency as expressed in redemption, right, because it was actually"
    },
    {
      "index": 135,
      "start_time": 694130.0,
      "end_time": 699610.0,
      "text": "totally variable. S&amp;H knew what every green stamp was &quot;worth&quot; to them but the end user"
    },
    {
      "index": 136,
      "start_time": 699610.0,
      "end_time": 704200.0,
      "text": "couldn&#39;t keep track of it. They had no idea. Is 10 green stamps the same, you know, is"
    },
    {
      "index": 137,
      "start_time": 704200.0,
      "end_time": 710400.0,
      "text": "10 green stamps for a T-shirt the same as 60 green stamps for a transistor radio? It&#39;s"
    },
    {
      "index": 138,
      "start_time": 710400.0,
      "end_time": 713779.0,
      "text": "almost impossible to figure that. It turns out virtual currency is very powerful that"
    },
    {
      "index": 139,
      "start_time": 713779.0,
      "end_time": 718980.0,
      "text": "way. Okay, that&#39;s today&#39;s dominant model until 1981 when American Airlines launches AAdvantage"
    },
    {
      "index": 140,
      "start_time": 718980.0,
      "end_time": 722690.0,
      "text": "and a week later TWA and the United launched their programs, which turns out to be a good"
    },
    {
      "index": 141,
      "start_time": 722690.0,
      "end_time": 727290.0,
      "text": "metaphor for that whole industry. And what American figured out, and what TWA and United"
    },
    {
      "index": 142,
      "start_time": 727290.0,
      "end_time": 735170.0,
      "text": "aped, is that actually, it&#39;s not about rewards at all. It&#39;s about status. Status is what"
    },
    {
      "index": 143,
      "start_time": 735170.0,
      "end_time": 740220.0,
      "text": "drives loyalty. And if any of you tried to redeem your frequent flier program points"
    },
    {
      "index": 144,
      "start_time": 740220.0,
      "end_time": 746060.0,
      "text": "this summer for a trip to Europe, you&#39;ll know that redemption is not the core value proposition"
    },
    {
      "index": 145,
      "start_time": 746060.0,
      "end_time": 749920.0,
      "text": "of a frequent flier program, or for that matter, a loyalty program. And that&#39;s today&#39;s dominant"
    },
    {
      "index": 146,
      "start_time": 749920.0,
      "end_time": 755120.0,
      "text": "model until just a few years ago in which loyalty programs emerged like Foursquare in"
    },
    {
      "index": 147,
      "start_time": 755120.0,
      "end_time": 759050.0,
      "text": "which you cannot redeem for anything in the real world. There&#39;s not even the notional"
    },
    {
      "index": 148,
      "start_time": 759050.0,
      "end_time": 763899.0,
      "text": "concept of redemption, right? They just dispensed with it altogether. Let&#39;s be super clear."
    },
    {
      "index": 149,
      "start_time": 763899.0,
      "end_time": 771180.0,
      "text": "I want us to be super clear on this. You cannot extract one dollar from FarmVille. There is"
    },
    {
      "index": 150,
      "start_time": 771180.0,
      "end_time": 775970.0,
      "text": "not a T-shirt, a hat, a badge in the real world you can get for your FarmVille credits."
    },
    {
      "index": 151,
      "start_time": 775970.0,
      "end_time": 782970.0,
      "text": "Not a goddamn thing. In fact, it&#39;s all money in and no money out in FarmVille to the point"
    },
    {
      "index": 152,
      "start_time": 782970.0,
      "end_time": 787890.0,
      "text": "that when Zynga did that super successful campaign with 7-Eleven for the slushies, you"
    },
    {
      "index": 153,
      "start_time": 787890.0,
      "end_time": 794360.0,
      "text": "know, the &quot;Get a Slurpee, get FarmVille credits?&quot; It wasn&#39;t, &quot;Get FarmVille credits for every"
    },
    {
      "index": 154,
      "start_time": 794360.0,
      "end_time": 798860.0,
      "text": "Slurpee,&quot; it wasn&#39;t, &quot;Redeem your FarmVille credits for every Slurpee,&quot; right? It was"
    },
    {
      "index": 155,
      "start_time": 798860.0,
      "end_time": 805740.0,
      "text": "&quot;Buy a Slurpee and get FarmVille credits.&quot; Let&#39;s be clear, no real world redemptions."
    },
    {
      "index": 156,
      "start_time": 805740.0,
      "end_time": 813430.0,
      "text": "Money in, nothing comes out. It&#39;s brilliant, right? So, the corillary, which is probably"
    },
    {
      "index": 157,
      "start_time": 813430.0,
      "end_time": 818020.0,
      "text": "even more powerful, is that while the cost of an incremental unit of loyalty--let&#39;s think"
    },
    {
      "index": 158,
      "start_time": 818020.0,
      "end_time": 822110.0,
      "text": "of a customer making a choice of your product, a choice in favor of your product when all"
    },
    {
      "index": 159,
      "start_time": 822110.0,
      "end_time": 826290.0,
      "text": "things are being equal--the cost of delivering that incremental unit of loyalty is dropping"
    },
    {
      "index": 160,
      "start_time": 826290.0,
      "end_time": 831839.0,
      "text": "precipitously. It used to be 10 cents. It was 10 to 1. It was 10 cents. That number"
    },
    {
      "index": 161,
      "start_time": 831839.0,
      "end_time": 836440.0,
      "text": "is now closing in to zero as completely virtual loyalty programs start cropping up out of"
    },
    {
      "index": 162,
      "start_time": 836440.0,
      "end_time": 840290.0,
      "text": "the weeds. The other thing which has become very important is that the loyalty choices"
    },
    {
      "index": 163,
      "start_time": 840290.0,
      "end_time": 846000.0,
      "text": "now become public. Loyalty used to be a private decision, right? How did I convey to you that"
    },
    {
      "index": 164,
      "start_time": 846000.0,
      "end_time": 852410.0,
      "text": "I preferred KitchenAid mixers over Cuisinart mixers in the past? You had to be in my house"
    },
    {
      "index": 165,
      "start_time": 852410.0,
      "end_time": 856089.0,
      "text": "for starters, right? We had to go through this ridiculous dance where I somehow bring"
    },
    {
      "index": 166,
      "start_time": 856089.0,
      "end_time": 860510.0,
      "text": "up the subject of, you know, mixers to you. It&#39;s like, &quot;Hey, do you like my mixer?&quot; And"
    },
    {
      "index": 167,
      "start_time": 860510.0,
      "end_time": 864370.0,
      "text": "then we sit down and we have a whole conversation. I mean, books were written about word of mouth"
    },
    {
      "index": 168,
      "start_time": 864370.0,
      "end_time": 869850.0,
      "text": "marketing, conferences were held about word of mouth marketing. It was all bullshit. There"
    },
    {
      "index": 169,
      "start_time": 869850.0,
      "end_time": 874230.0,
      "text": "was no process to word of mouth marketing. No one ever understood how it worked. No one"
    },
    {
      "index": 170,
      "start_time": 874230.0,
      "end_time": 880490.0,
      "text": "still understands how it works. Zynga knows how it works, right? Now, there&#39;s a process"
    },
    {
      "index": 171,
      "start_time": 880490.0,
      "end_time": 886060.0,
      "text": "for word of mouth marketing. It&#39;s on the social graph. It&#39;s processized. It used to be random."
    },
    {
      "index": 172,
      "start_time": 886060.0,
      "end_time": 893470.0,
      "text": "Now, it&#39;s structured. This is a humongous change in behavior. And it means that every"
    },
    {
      "index": 173,
      "start_time": 893470.0,
      "end_time": 897640.0,
      "text": "decision is public and whenever decision is public it means decisions that are not taken"
    },
    {
      "index": 174,
      "start_time": 897640.0,
      "end_time": 901930.0,
      "text": "aren&#39;t potentially negative. So if your product is not the one being specified or chosen in"
    },
    {
      "index": 175,
      "start_time": 901930.0,
      "end_time": 909100.0,
      "text": "the public sphere, that maybe a sort of lightweight demerit against your product. So it begs the"
    },
    {
      "index": 176,
      "start_time": 909100.0,
      "end_time": 914330.0,
      "text": "question my friends, what is status worth? How many of you know or recognize either of"
    },
    {
      "index": 177,
      "start_time": 914330.0,
      "end_time": 918830.0,
      "text": "the two people up on the board? Okay, we got a couple of people. So anyone want to call"
    },
    {
      "index": 178,
      "start_time": 918830.0,
      "end_time": 921540.0,
      "text": "out one of them? &gt;&gt; Christian Siriano and Tomorrow Rodriguez."
    },
    {
      "index": 179,
      "start_time": 921540.0,
      "end_time": 926360.0,
      "text": "&gt;&gt; ZICHERMAN: Right. Okay, so these two people are both winners of fourth seasons of major"
    },
    {
      "index": 180,
      "start_time": 926360.0,
      "end_time": 932140.0,
      "text": "game shows on television, right? The gentleman on my left is Christian Siriano. He won the"
    },
    {
      "index": 181,
      "start_time": 932140.0,
      "end_time": 936290.0,
      "text": "fourth season of Project Runway. The woman on the right is the first winner of Deal or"
    },
    {
      "index": 182,
      "start_time": 936290.0,
      "end_time": 943250.0,
      "text": "No Deal ever. She won in the fourth season and she won $1 million. Okay, is $100,000"
    },
    {
      "index": 183,
      "start_time": 943250.0,
      "end_time": 949560.0,
      "text": "enough to launch a fashion line in New York City? It is not. Is $125,000, the price on"
    },
    {
      "index": 184,
      "start_time": 949560.0,
      "end_time": 956350.0,
      "text": "Top Chef enough to pull permits in the city of New York to start a restaurant? It is not."
    },
    {
      "index": 185,
      "start_time": 956350.0,
      "end_time": 959829.0,
      "text": "What do these people played those games for? &gt;&gt; For public fame."
    },
    {
      "index": 186,
      "start_time": 959829.0,
      "end_time": 964050.0,
      "text": "&gt;&gt; ZICHERMAN: They play for attention. They play for power. They play for status. They"
    },
    {
      "index": 187,
      "start_time": 964050.0,
      "end_time": 968750.0,
      "text": "don&#39;t play for cash. It turns out cash is a great incentive if you have a bunch of it"
    },
    {
      "index": 188,
      "start_time": 968750.0,
      "end_time": 974230.0,
      "text": "to throw around, right? It&#39;s also this weird 10 to 1 relationship comes up here, but let&#39;s"
    },
    {
      "index": 189,
      "start_time": 974230.0,
      "end_time": 978250.0,
      "text": "set that aside and that continues to be 10 to 1. The bottom line is if you don&#39;t have"
    },
    {
      "index": 190,
      "start_time": 978250.0,
      "end_time": 982670.0,
      "text": "a good status system to offer users in exchange for their behavior, you need to give them"
    },
    {
      "index": 191,
      "start_time": 982670.0,
      "end_time": 987260.0,
      "text": "cash. And the worse your status system is, the more cash you have to give them. That&#39;s"
    },
    {
      "index": 192,
      "start_time": 987260.0,
      "end_time": 992690.0,
      "text": "basically the relationship of these things. And so at the heart of all this, we talk about"
    },
    {
      "index": 193,
      "start_time": 992690.0,
      "end_time": 995500.0,
      "text": "this in Game-Based Marketing, the book. We talk about this a lot. This is called the"
    },
    {
      "index": 194,
      "start_time": 995500.0,
      "end_time": 1000279.0,
      "text": "gamification loop and at the heart of it is a point system. And around that point system"
    },
    {
      "index": 195,
      "start_time": 1000280.0,
      "end_time": 1004421.0,
      "text": "are a whole bunch of what we call game mechanics. Points, badges, levels, rewards, challenges,"
    },
    {
      "index": 196,
      "start_time": 1004420.0,
      "end_time": 1009769.0,
      "text": "leader boards, things that can be used to engage users based on a point system. Points"
    },
    {
      "index": 197,
      "start_time": 1009770.0,
      "end_time": 1013311.0,
      "text": "systems are super important, right? We use them in real life. Money is an example of"
    },
    {
      "index": 198,
      "start_time": 1013310.0,
      "end_time": 1016850.0,
      "text": "a good point system. But these things around the point system are incredibly important"
    },
    {
      "index": 199,
      "start_time": 1016850.0,
      "end_time": 1021279.0,
      "text": "because often, it&#39;s hard to communicate to somebody exactly how many points you have."
    },
    {
      "index": 200,
      "start_time": 1021280.0,
      "end_time": 1025090.0,
      "text": "Like, it&#39;s really hard for me in conversation to tell you, or how much money I have in the"
    },
    {
      "index": 201,
      "start_time": 1025089.9999999999,
      "end_time": 1029799.9999999999,
      "text": "bank. &quot;I have $N in the bank,&quot; right? So instead of doing that, I buy a whole bunch of stuff"
    },
    {
      "index": 202,
      "start_time": 1029800.0,
      "end_time": 1035020.0,
      "text": "which tells you how much money I have in the bank, right? It signals to you through a series"
    },
    {
      "index": 203,
      "start_time": 1035020.0,
      "end_time": 1040290.0,
      "text": "of ab--through a series of status choices, I signal to you how big my point balance is."
    },
    {
      "index": 204,
      "start_time": 1040290.0,
      "end_time": 1045590.0,
      "text": "Signaling is an important part of this kind of interaction, right? It&#39;s not always about"
    },
    {
      "index": 205,
      "start_time": 1045589.9999999999,
      "end_time": 1051310.0,
      "text": "the points, sometimes it&#39;s about the signals for the points. So some other examples of"
    },
    {
      "index": 206,
      "start_time": 1051310.0,
      "end_time": 1056451.0,
      "text": "things that you may have seen called meta-games, things like structured exchanges, gifting,"
    },
    {
      "index": 207,
      "start_time": 1056450.0,
      "end_time": 1060860.0,
      "text": "poking or flirting, questing and raids, these are groups of game mechanics put together"
    },
    {
      "index": 208,
      "start_time": 1060860.0,
      "end_time": 1065530.0,
      "text": "into one sort of unified experiences. These are other things that we use to create user"
    },
    {
      "index": 209,
      "start_time": 1065530.0,
      "end_time": 1070410.0,
      "text": "engagement, to create desired behavior with users in games. And they, you know, some of"
    },
    {
      "index": 210,
      "start_time": 1070410.0,
      "end_time": 1075330.0,
      "text": "them are fairly familiar. I want to share with you a little quote. If you don&#39;t know"
    },
    {
      "index": 211,
      "start_time": 1075330.0,
      "end_time": 1082890.0,
      "text": "Kiva, Kiva is one of the leading non-profit, you know, social service startups in the world."
    },
    {
      "index": 212,
      "start_time": 1082890.0,
      "end_time": 1089530.0,
      "text": "They do micro-lending for important causes. So we interviewed last weekend in TechCrunch,"
    },
    {
      "index": 213,
      "start_time": 1089530.0,
      "end_time": 1096720.0,
      "text": "the founder of Kiva, Premal Shah, said, &quot;Our biggest competitor is actually Zynga.&quot; Consider"
    },
    {
      "index": 214,
      "start_time": 1096720.0,
      "end_time": 1101679.0,
      "text": "the implication of that, right? He runs a non-profit. He runs a large scale non-profit."
    },
    {
      "index": 215,
      "start_time": 1101680.0,
      "end_time": 1108791.0,
      "text": "He views his competition as Zynga. What is he saying? He&#39;s saying that increasingly,"
    },
    {
      "index": 216,
      "start_time": 1108790.0,
      "end_time": 1115330.0,
      "text": "users are forced--increasingly, users are faced with a set of choices that are basically"
    },
    {
      "index": 217,
      "start_time": 1115330.0,
      "end_time": 1120290.0,
      "text": "distinguished between--we used to think of them as work and leisure choices, but increasingly"
    },
    {
      "index": 218,
      "start_time": 1120290.0,
      "end_time": 1127350.0,
      "text": "they are compulsory and optional choices. Compulsory and optional replaced fun and work"
    },
    {
      "index": 219,
      "start_time": 1127350.0,
      "end_time": 1133850.0,
      "text": "in the language. Once we get into optional time, disposable time, discretionary time,"
    },
    {
      "index": 220,
      "start_time": 1133850.0,
      "end_time": 1138450.0,
      "text": "users are naturally going to gravitate to the experience that they find the most rewarding."
    },
    {
      "index": 221,
      "start_time": 1138450.0,
      "end_time": 1144220.0,
      "text": "Notice my choice of words. They will naturally gravitate to the experience that is most rewarding."
    },
    {
      "index": 222,
      "start_time": 1144220.0,
      "end_time": 1149170.0,
      "text": "And by definition, games have a big advantage over just about anything that you might be"
    },
    {
      "index": 223,
      "start_time": 1149170.0,
      "end_time": 1157120.0,
      "text": "creating in your own spare time, right? Which is there designed explicitly to maximize reward."
    },
    {
      "index": 224,
      "start_time": 1157120.0,
      "end_time": 1161350.0,
      "text": "So, if I can freely choose like, do kids not read books today because they don&#39;t understand"
    },
    {
      "index": 225,
      "start_time": 1161350.0,
      "end_time": 1166549.0,
      "text": "why books are important? No, it&#39;s because they have the choice of stuff that&#39;s way more"
    },
    {
      "index": 226,
      "start_time": 1166550.0,
      "end_time": 1171521.0,
      "text": "interesting than books so they are choosing something more engaging than books. It&#39;s a"
    },
    {
      "index": 227,
      "start_time": 1171520.0,
      "end_time": 1175720.0,
      "text": "jingoistic response to market choice. It also highlights something really important about"
    },
    {
      "index": 228,
      "start_time": 1175720.0,
      "end_time": 1181070.0,
      "text": "the power of games. Games are the only force in the known universe that can get people"
    },
    {
      "index": 229,
      "start_time": 1181070.0,
      "end_time": 1189730.0,
      "text": "to take actions which are against their self-interest in a predictable way without the use of force."
    },
    {
      "index": 230,
      "start_time": 1189730.0,
      "end_time": 1193900.0,
      "text": "And this is an important distinction. Sex is extremely powerful at getting people to"
    },
    {
      "index": 231,
      "start_time": 1193900.0,
      "end_time": 1199280.0,
      "text": "take actions against their self--people self-interest. It&#39;s very unpredictable. And you can pull"
    },
    {
      "index": 232,
      "start_time": 1199280.0,
      "end_time": 1205730.0,
      "text": "a gun out and make people do just about anything you want, but they tend not to like that."
    },
    {
      "index": 233,
      "start_time": 1205730.0,
      "end_time": 1210830.0,
      "text": "Games are the only force that can get people to act like they&#39;re sex-crazed maniacs but"
    },
    {
      "index": 234,
      "start_time": 1210830.0,
      "end_time": 1217070.0,
      "text": "in a predictable way without having to pull a gun on them. I know. I know. I know. That&#39;s"
    },
    {
      "index": 235,
      "start_time": 1217070.0,
      "end_time": 1221470.0,
      "text": "a bit--that&#39;s a bit dark. But no, I&#39;m just kidding. But you get my point. My point is"
    },
    {
      "index": 236,
      "start_time": 1221470.0,
      "end_time": 1226510.0,
      "text": "it&#39;s a powerful force and it&#39;s what being expressed now in this like, you know, relentless"
    },
    {
      "index": 237,
      "start_time": 1226510.0,
      "end_time": 1233210.0,
      "text": "pursuit of engagement that&#39;s coming from the likes of companies like Zynga. And behind"
    },
    {
      "index": 238,
      "start_time": 1233210.0,
      "end_time": 1237470.0,
      "text": "this is important work. There is important academic work that underpins some of these"
    },
    {
      "index": 239,
      "start_time": 1237470.0,
      "end_time": 1242000.0,
      "text": "things. There&#39;s a guy named Richard Bartle who in the 1980s was one of the first researchers"
    },
    {
      "index": 240,
      "start_time": 1242000.0,
      "end_time": 1246650.0,
      "text": "to look at why people play games and he identified in--these were MUDs at the time not MMOGs"
    },
    {
      "index": 241,
      "start_time": 1246650.0,
      "end_time": 1253169.0,
      "text": "but they are precursor to MMOGs, text-based multi-user dungeon games. And Bartle discovered--identified"
    },
    {
      "index": 242,
      "start_time": 1253170.0,
      "end_time": 1257651.0,
      "text": "four different types of players. He identified the achiever, the socializer, the explorer,"
    },
    {
      "index": 243,
      "start_time": 1257650.0,
      "end_time": 1260500.0,
      "text": "and the killer. And I&#39;ll tell you about them all a little bit. What&#39;s interesting is the"
    },
    {
      "index": 244,
      "start_time": 1260500.0,
      "end_time": 1265130.0,
      "text": "four had since turned into 16, which include things like a judge, a politician, a lawyer."
    },
    {
      "index": 245,
      "start_time": 1265130.0,
      "end_time": 1270640.0,
      "text": "But the four turned out to be very enduring. And Bartle never intended them to be a personality"
    },
    {
      "index": 246,
      "start_time": 1270640.0,
      "end_time": 1275270.0,
      "text": "type like an MBTI-type inventory but now that we have three generations of game-thinking"
    },
    {
      "index": 247,
      "start_time": 1275270.0,
      "end_time": 1279080.0,
      "text": "I bet you can start slotting some of the people you know into one of these four categories,"
    },
    {
      "index": 248,
      "start_time": 1279080.0,
      "end_time": 1284419.0,
      "text": "thinking of that as a personality type. So, the achiever. The achiever likes to achieve,"
    },
    {
      "index": 249,
      "start_time": 1284420.0,
      "end_time": 1288661.0,
      "text": "right? Simple. The only problem with a community full of achievers is not everyone can win."
    },
    {
      "index": 250,
      "start_time": 1288660.0,
      "end_time": 1292320.0,
      "text": "And it&#39;s a big design problem, right? It&#39;s not a little design problem, it&#39;s a big design"
    },
    {
      "index": 251,
      "start_time": 1292320.0,
      "end_time": 1297169.0,
      "text": "problem. The second biggest problem, probably what I face the most in talking to audiences"
    },
    {
      "index": 252,
      "start_time": 1297170.0,
      "end_time": 1303050.0,
      "text": "about gamification all the time, is that you here in this room are not normal. You are"
    },
    {
      "index": 253,
      "start_time": 1303050.0,
      "end_time": 1308231.0,
      "text": "way more achievement-oriented than the average population, right? Way more. If I gave you"
    },
    {
      "index": 254,
      "start_time": 1308230.0,
      "end_time": 1312150.0,
      "text": "an achievement inventory, you&#39;d score off the charts by comparison to the normal--the"
    },
    {
      "index": 255,
      "start_time": 1312150.0,
      "end_time": 1317799.0,
      "text": "norm population. The norm population, 80% of the population, are socializers and they&#39;re"
    },
    {
      "index": 256,
      "start_time": 1317800.0,
      "end_time": 1324461.0,
      "text": "after lightweight, non-confrontational, easy to reciprocate social interactions with other"
    },
    {
      "index": 257,
      "start_time": 1324460.0,
      "end_time": 1328919.0,
      "text": "people. They are in other words as other, you know, sort of social science researchers"
    },
    {
      "index": 258,
      "start_time": 1328920.0,
      "end_time": 1334651.0,
      "text": "have said, they are lonely. And they are looking for social engagement with other people. Lightweight,"
    },
    {
      "index": 259,
      "start_time": 1334650.0,
      "end_time": 1340059.0,
      "text": "non-confrontational, easy to reciprocate; sounds a lot like poke, right? Poke is a good"
    },
    {
      "index": 260,
      "start_time": 1340060.0,
      "end_time": 1344451.0,
      "text": "expression of that idea. Farmville is, without taking anything away from Zynga, poke with"
    },
    {
      "index": 261,
      "start_time": 1344450.0,
      "end_time": 1353650.0,
      "text": "cows, right? It leverages that sociliazer instinct, that socializer demand, that socializer"
    },
    {
      "index": 262,
      "start_time": 1353650.0,
      "end_time": 1359299.0,
      "text": "insight, to its extreme. Ten percent of the population are achievers, 80% are socializers."
    },
    {
      "index": 263,
      "start_time": 1359300.0,
      "end_time": 1365541.0,
      "text": "Explorers, if any of you played Super Mario Brothers, right, on the SNES or the NES, you"
    },
    {
      "index": 264,
      "start_time": 1365540.0,
      "end_time": 1369870.0,
      "text": "might remember having friends who knew where every single like hidden level was, every"
    },
    {
      "index": 265,
      "start_time": 1369870.0,
      "end_time": 1374220.0,
      "text": "Easter egg was, which pipes to go down, which blocks to push, to get an access to the secrete"
    },
    {
      "index": 266,
      "start_time": 1374220.0,
      "end_time": 1378660.0,
      "text": "levels. In the days before the Internet, those people where classic explorers in the Bartle"
    },
    {
      "index": 267,
      "start_time": 1378660.0,
      "end_time": 1382210.0,
      "text": "typology. They had to play those games for hundreds and hundreds and hundreds of hours"
    },
    {
      "index": 268,
      "start_time": 1382210.0,
      "end_time": 1385440.0,
      "text": "to find which pipe was the right one to go down. They&#39;d have to like, you know, go to"
    },
    {
      "index": 269,
      "start_time": 1385440.0,
      "end_time": 1390480.0,
      "text": "the pipe, push down. Oh, that&#39;s not it, go to the pipe, push down. The explorer is playing"
    },
    {
      "index": 270,
      "start_time": 1390480.0,
      "end_time": 1394070.0,
      "text": "for the social credit for having discovered something. That&#39;s what they are after. They"
    },
    {
      "index": 271,
      "start_time": 1394070.0,
      "end_time": 1397750.0,
      "text": "want to be the one who discovered this thing. They&#39;re the explorer. And killers were the"
    },
    {
      "index": 272,
      "start_time": 1397750.0,
      "end_time": 1401540.0,
      "text": "most controversial segment of the market. They make up probably less than one percent"
    },
    {
      "index": 273,
      "start_time": 1401540.0,
      "end_time": 1406260.0,
      "text": "in the average group. They&#39;re very, very similar to achievers, except, &quot;It&#39;s not just okay"
    },
    {
      "index": 274,
      "start_time": 1406260.0,
      "end_time": 1412040.0,
      "text": "for me to win, I win and you lose. And not only do I win and you lose but all of you"
    },
    {
      "index": 275,
      "start_time": 1412040.0,
      "end_time": 1416669.0,
      "text": "need to watch me kick your butt. And then I want as much credit from the community as"
    },
    {
      "index": 276,
      "start_time": 1416670.0,
      "end_time": 1420731.0,
      "text": "possible for having done that. I want you to say, &#39;I respect you. I love you. You killed"
    },
    {
      "index": 277,
      "start_time": 1420730.0,
      "end_time": 1426770.0,
      "text": "me.&#39;&quot; Okay, killers are--killers sound bad but actually in many cases they&#39;re really"
    },
    {
      "index": 278,
      "start_time": 1426770.0,
      "end_time": 1431970.0,
      "text": "good. I&#39;ll give you an example. I frequently talk to big company executive management team"
    },
    {
      "index": 279,
      "start_time": 1431970.0,
      "end_time": 1438260.0,
      "text": "so I&#39;m in at very, very well-known publisher. A company you&#39;d all recognize. It was a big"
    },
    {
      "index": 280,
      "start_time": 1438260.0,
      "end_time": 1444090.0,
      "text": "busy online community of commenters. And so one of the best examples of killers is comment"
    },
    {
      "index": 281,
      "start_time": 1444090.0,
      "end_time": 1448289.0,
      "text": "killers are really, really super common and obvious, right? You post an article and these"
    },
    {
      "index": 282,
      "start_time": 1448290.0,
      "end_time": 1452281.0,
      "text": "guys are in there like, &quot;Bam,&quot; right? Right away. And then someone will post a comment"
    },
    {
      "index": 283,
      "start_time": 1452280.0,
      "end_time": 1454549.0,
      "text": "and they&#39;ll be like, &quot;You&#39;re an idiot,&quot; and then someone else will post a comment and"
    },
    {
      "index": 284,
      "start_time": 1454550.0,
      "end_time": 1457591.0,
      "text": "they&#39;d be like, &quot;You&#39;re stupid,&quot; right? And so you see these people and some of you might"
    },
    {
      "index": 285,
      "start_time": 1457590.0,
      "end_time": 1463669.0,
      "text": "be those people. If so, I highly recommend keeping your hands down for now, so your friends"
    },
    {
      "index": 286,
      "start_time": 1463670.0,
      "end_time": 1466951.0,
      "text": "won&#39;t know. So, you know, I&#39;m talking with these guys, I&#39;m talking with these publishers"
    },
    {
      "index": 287,
      "start_time": 1466950.0,
      "end_time": 1472620.0,
      "text": "about comment killers and, you know, in the canonical web view or publisher view of what"
    },
    {
      "index": 288,
      "start_time": 1472620.0,
      "end_time": 1476789.0,
      "text": "to do about a comment killer would be to temp down that behavior, right? You&#39;re going to"
    },
    {
      "index": 289,
      "start_time": 1476790.0,
      "end_time": 1480920.0,
      "text": "write a script that listens to the tone of the post and if the tone of the post is too"
    },
    {
      "index": 290,
      "start_time": 1480920.0,
      "end_time": 1486121.0,
      "text": "extreme, the post goes to moderation, right? Or if the person posts too quickly, multiple"
    },
    {
      "index": 291,
      "start_time": 1486120.0,
      "end_time": 1490000.0,
      "text": "posts, tad-tadah-tadah, too fast, put them into moderation, right, or ban them from the"
    },
    {
      "index": 292,
      "start_time": 1490000.0,
      "end_time": 1493919.0,
      "text": "website because they&#39;re disrupting. That&#39;s terrible. That&#39;s not at all how a game designer"
    },
    {
      "index": 293,
      "start_time": 1493920.0,
      "end_time": 1499141.0,
      "text": "thinks about that, right? Killers are the most active, most engaged members of your"
    },
    {
      "index": 294,
      "start_time": 1499140.0,
      "end_time": 1503860.0,
      "text": "community. They&#39;re just expressing their behavior in a bad way. So the right design, from a"
    },
    {
      "index": 295,
      "start_time": 1503860.0,
      "end_time": 1509730.0,
      "text": "game design standpoint, is to put them on rails. Not Ruby on Rails, rails, right, which"
    },
    {
      "index": 296,
      "start_time": 1509730.0,
      "end_time": 1514980.0,
      "text": "is shape their behavior by creating a pathway that they go down. So in the case of comment"
    },
    {
      "index": 297,
      "start_time": 1514980.0,
      "end_time": 1519690.0,
      "text": "killers, we unpack their motivation. What drives a comment killer? They&#39;re after recognition,"
    },
    {
      "index": 298,
      "start_time": 1519690.0,
      "end_time": 1524140.0,
      "text": "right? They want to be recognized as smart by the outlet or the writer. So you set up"
    },
    {
      "index": 299,
      "start_time": 1524140.0,
      "end_time": 1530860.0,
      "text": "a reward system that says, &quot;Okay. You can earn dinner with Walt Mossberg. You can earn"
    },
    {
      "index": 300,
      "start_time": 1530860.0,
      "end_time": 1536049.0,
      "text": "an op-ed in the Washington Post. In order to do so, however, you need to be the commenter"
    },
    {
      "index": 301,
      "start_time": 1536050.0,
      "end_time": 1543180.0,
      "text": "who&#39;s most frequently given a positive review for the quality of commentary,&quot; right? You"
    },
    {
      "index": 302,
      "start_time": 1543180.0,
      "end_time": 1548771.0,
      "text": "set up an incentive system that&#39;s more carrot, less stick, right? Consider, I can&#39;t guarantee"
    },
    {
      "index": 303,
      "start_time": 1548770.0,
      "end_time": 1552640.0,
      "text": "you that we&#39;ll get 100% adherence to that, we may still need moderation cues, but we"
    },
    {
      "index": 304,
      "start_time": 1552640.0,
      "end_time": 1557620.0,
      "text": "will turn some of those people and some is better than none. Another good example, the"
    },
    {
      "index": 305,
      "start_time": 1557620.0,
      "end_time": 1564350.0,
      "text": "U.S. tax system, it&#39;s 100% stick and no carrot. You get nothing for filing early unless you&#39;re"
    },
    {
      "index": 306,
      "start_time": 1564350.0,
      "end_time": 1568270.0,
      "text": "owed money and you get your money a little sooner, right? But if you owe money, there&#39;s"
    },
    {
      "index": 307,
      "start_time": 1568270.0,
      "end_time": 1572289.0,
      "text": "no end zero incentive for you to file early, there&#39;s a lot of disincentive for you to file"
    },
    {
      "index": 308,
      "start_time": 1572290.0,
      "end_time": 1577571.0,
      "text": "late. Why? Empirical evidence tells you that it would be better if there was an incentive"
    },
    {
      "index": 309,
      "start_time": 1577570.0,
      "end_time": 1581950.0,
      "text": "scheme. Why not offer some kind of benefit to users, preferably a status benefit, but"
    },
    {
      "index": 310,
      "start_time": 1581950.0,
      "end_time": 1586059.0,
      "text": "why not offer them some kind of benefit for filing early and on time? I--this is the kind"
    },
    {
      "index": 311,
      "start_time": 1586060.0,
      "end_time": 1591741.0,
      "text": "of thing that game designers think about, &quot;Reward early, reward often, try not go negative.&quot;"
    },
    {
      "index": 312,
      "start_time": 1591740.0,
      "end_time": 1598510.0,
      "text": "Good axioms. So for you--we&#39;ll do Q&amp;A in just a little bit. I&#39;d write it down, think about"
    },
    {
      "index": 313,
      "start_time": 1598510.0,
      "end_time": 1604600.0,
      "text": "it, text it to yourself if you have to. Okay, that&#39;s so meta. So it brings me, you know,"
    },
    {
      "index": 314,
      "start_time": 1604600.0,
      "end_time": 1609260.0,
      "text": "it brings me to this important point for you guys, you know, which is from--I believe that"
    },
    {
      "index": 315,
      "start_time": 1609260.0,
      "end_time": 1614240.0,
      "text": "there is a seismic shift underway. And if we believe that consumers understand metrics"
    },
    {
      "index": 316,
      "start_time": 1614240.0,
      "end_time": 1618100.0,
      "text": "but in more abstract way, like the metrics that drive themselves but in an abstract way,"
    },
    {
      "index": 317,
      "start_time": 1618100.0,
      "end_time": 1625169.0,
      "text": "increasingly consumers care about fun as an actual metric. It is a value. Pleasure, enjoyment,"
    },
    {
      "index": 318,
      "start_time": 1625170.0,
      "end_time": 1631621.0,
      "text": "fun is a value that consumers increasingly expect to be in their products and services."
    },
    {
      "index": 319,
      "start_time": 1631620.0,
      "end_time": 1637350.0,
      "text": "Consider this, right&quot; Sorry. I know many of you are carrying Android phones. Consider,"
    },
    {
      "index": 320,
      "start_time": 1637350.0,
      "end_time": 1641440.0,
      "text": "we--I could be using an Android for this example, it&#39;s the same thing. Consider this device."
    },
    {
      "index": 321,
      "start_time": 1641440.0,
      "end_time": 1647320.0,
      "text": "This is not a good phone people, right? We all acknowledge this is not a good phone."
    },
    {
      "index": 322,
      "start_time": 1647320.0,
      "end_time": 1654660.0,
      "text": "But we can never go back to a Motorola StarTAC, can we? We can never ever go back. Our expectations"
    },
    {
      "index": 323,
      "start_time": 1654660.0,
      "end_time": 1660559.0,
      "text": "have been changed irrevocably. Our devices must be Internet connected. They must be beautiful."
    },
    {
      "index": 324,
      "start_time": 1660560.0,
      "end_time": 1664021.0,
      "text": "They must like be able to play games and do applications and make calculations for us."
    },
    {
      "index": 325,
      "start_time": 1664020.0,
      "end_time": 1670490.0,
      "text": "We can never go back. And so consumer expectation is rapidly shifting. What was once an advantage,"
    },
    {
      "index": 326,
      "start_time": 1670490.0,
      "end_time": 1676760.0,
      "text": "meaning clarity, simplicity of purpose, may actually turnout to be a disadvantage in a"
    },
    {
      "index": 327,
      "start_time": 1676760.0,
      "end_time": 1681520.0,
      "text": "world in which consumers are engaged looking for more deep--more engagement. We&#39;ve been"
    },
    {
      "index": 328,
      "start_time": 1681520.0,
      "end_time": 1687159.0,
      "text": "trying--following this Web design Holy Grail of finding you know the most straightforward,"
    },
    {
      "index": 329,
      "start_time": 1687160.0,
      "end_time": 1691491.0,
      "text": "cleanest way of presenting information or data. I actually think the tide is turning"
    },
    {
      "index": 330,
      "start_time": 1691490.0,
      "end_time": 1694750.0,
      "text": "from a consumer standpoint. I don&#39;t think that&#39;s the main metric that consumers are"
    },
    {
      "index": 331,
      "start_time": 1694750.0,
      "end_time": 1699190.0,
      "text": "looking for at all. I think the main metric they&#39;re looking for now is fun and engagement."
    },
    {
      "index": 332,
      "start_time": 1699190.0,
      "end_time": 1707250.0,
      "text": "And increasingly that will become their number one choice factor in deciding what wins. And"
    },
    {
      "index": 333,
      "start_time": 1707250.0,
      "end_time": 1712059.0,
      "text": "it means for you there&#39;s a new metric on the horizon. And we haven&#39;t defined it yet. I&#39;m"
    },
    {
      "index": 334,
      "start_time": 1712060.0,
      "end_time": 1716660.0,
      "text": "going to--I&#39;m working with some researchers between now and January to define this in"
    },
    {
      "index": 335,
      "start_time": 1716660.0,
      "end_time": 1721491.0,
      "text": "time for the summit. If you guys want to work on it let me know and I&#39;m happy to have you"
    },
    {
      "index": 336,
      "start_time": 1721490.0,
      "end_time": 1725600.0,
      "text": "involved. We need a new metric to describe engagement, consumer engagement, because the"
    },
    {
      "index": 337,
      "start_time": 1725600.0,
      "end_time": 1730539.0,
      "text": "old metrics don&#39;t actually work anymore. Page use doesn&#39;t describe engagement. Daily active"
    },
    {
      "index": 338,
      "start_time": 1730540.0,
      "end_time": 1734971.0,
      "text": "users does not describe engagement, right? Return--time spent on site, return visits,"
    },
    {
      "index": 339,
      "start_time": 1734970.0,
      "end_time": 1739700.0,
      "text": "these things do not individually define engagement. There is a new metric for engagement that"
    },
    {
      "index": 340,
      "start_time": 1739700.0,
      "end_time": 1744780.0,
      "text": "needs to come out of the miasma and it will become all important. There will be a metric"
    },
    {
      "index": 341,
      "start_time": 1744780.0,
      "end_time": 1749190.0,
      "text": "just like it has happened before. Of course you guys, you know, you&#39;re in a good position"
    },
    {
      "index": 342,
      "start_time": 1749190.0,
      "end_time": 1752659.0,
      "text": "to define what that metric should look like just like Facebook defined the daily active"
    },
    {
      "index": 343,
      "start_time": 1752660.0,
      "end_time": 1757961.0,
      "text": "user-monthly active user metric, but, you know, we need to have that engagement metric."
    },
    {
      "index": 344,
      "start_time": 1757960.0,
      "end_time": 1762400.0,
      "text": "So I want to share with you a couple of examples and then we&#39;ll have time for Q&amp;A. So the first"
    },
    {
      "index": 345,
      "start_time": 1762400.0,
      "end_time": 1767539.0,
      "text": "example of a pretty good gamefide system overall that I like to use is Nike+. How many of you"
    },
    {
      "index": 346,
      "start_time": 1767540.0,
      "end_time": 1774300.0,
      "text": "use Nike+? Anybody? Oh, this is--this is awesome. This is awesome. I&#39;m never in a room without"
    },
    {
      "index": 347,
      "start_time": 1774300.0,
      "end_time": 1782410.0,
      "text": "a Nike+ user so this is fantastic. Okay, so Nike+ is a gamefide system where you typically"
    },
    {
      "index": 348,
      "start_time": 1782410.0,
      "end_time": 1787550.0,
      "text": "you buy a little piece of hardware and you wear that on you and it records your score"
    },
    {
      "index": 349,
      "start_time": 1787550.0,
      "end_time": 1790930.0,
      "text": "and then you upload that score or you can do it manually on the Web with sort of is"
    },
    {
      "index": 350,
      "start_time": 1790930.0,
      "end_time": 1795420.0,
      "text": "social experience. It&#39;s got points, badges, levels, leaderboards, challenges, rewards,"
    },
    {
      "index": 351,
      "start_time": 1795420.0,
      "end_time": 1801141.0,
      "text": "all around how you exercise and how you perform in exercise context almost exclusively about"
    },
    {
      "index": 352,
      "start_time": 1801140.0,
      "end_time": 1805440.0,
      "text": "running. And it&#39;s cool. It&#39;s well designed considering that, you know, not many game"
    },
    {
      "index": 353,
      "start_time": 1805440.0,
      "end_time": 1809679.0,
      "text": "designers actually worked on the problem. But it has some issues. That up top is my"
    },
    {
      "index": 354,
      "start_time": 1809680.0,
      "end_time": 1820701.0,
      "text": "actual score at Nike+ today. Today. And I will tell you that while this is body by butterfat"
    },
    {
      "index": 355,
      "start_time": 1820700.0,
      "end_time": 1825039.0,
      "text": "I am not antithetical to exercise. I don&#39;t wake up in the morning going, &quot;Exercising,"
    },
    {
      "index": 356,
      "start_time": 1825040.0,
      "end_time": 1832741.0,
      "text": "I hate it.&quot; I&#39;d like to be fitter, you know? But Nike+ apparently doesn&#39;t care about me"
    },
    {
      "index": 357,
      "start_time": 1832740.0,
      "end_time": 1838330.0,
      "text": "as it&#39;s evidenced from their--the very first minute of their design, right? I am not already"
    },
    {
      "index": 358,
      "start_time": 1838330.0,
      "end_time": 1843600.0,
      "text": "fit enough to play Nike+ and there&#39;s no incentive for me to progress. Even the way this progress"
    },
    {
      "index": 359,
      "start_time": 1843600.0,
      "end_time": 1848210.0,
      "text": "bar is designed is a humongous disincentive. Remember the olden days of walking up to a"
    },
    {
      "index": 360,
      "start_time": 1848210.0,
      "end_time": 1851950.0,
      "text": "video arcade machine in the old brown cabinets, and you walk up and the first thing that you"
    },
    {
      "index": 361,
      "start_time": 1851950.0,
      "end_time": 1857620.0,
      "text": "would see is a leaderboard of 10 people with astronomically high scores, right? Like, Jeff,"
    },
    {
      "index": 362,
      "start_time": 1857620.0,
      "end_time": 1862360.0,
      "text": "10,487,642, right? And then the next person would be like one point below that and then"
    },
    {
      "index": 363,
      "start_time": 1862360.0,
      "end_time": 1865919.0,
      "text": "the next person will be like two points below that, and you&#39;d be like, you know? And it"
    },
    {
      "index": 364,
      "start_time": 1865920.0,
      "end_time": 1869951.0,
      "text": "was actually--one thing that we learned from those leaderboard days was how humongous of"
    },
    {
      "index": 365,
      "start_time": 1869950.0,
      "end_time": 1874950.0,
      "text": "a disincentive a poorly designed leaderboard can be. Bad leaderboards are terrible, terrible"
    },
    {
      "index": 366,
      "start_time": 1874950.0,
      "end_time": 1878820.0,
      "text": "disincentives. Bad scoring systems are terrible disincentives. You walk up, you see that,"
    },
    {
      "index": 367,
      "start_time": 1878820.0,
      "end_time": 1882309.0,
      "text": "and you&#39;re like, &quot;I&#39;m never getting on that leaderboard.&quot; And if you&#39;re in any way competitive"
    },
    {
      "index": 368,
      "start_time": 1882310.0,
      "end_time": 1886280.0,
      "text": "in any way, or achievement oriented, and the game isn&#39;t inherently achievement oriented,"
    },
    {
      "index": 369,
      "start_time": 1886280.0,
      "end_time": 1889221.0,
      "text": "you&#39;re like, &quot;Well, I&#39;m not even going to play this game. I&#39;m going to go look for a"
    },
    {
      "index": 370,
      "start_time": 1889220.0,
      "end_time": 1892700.0,
      "text": "machine where I can maybe get on the board,&quot; right? And look for a game where I can get"
    },
    {
      "index": 371,
      "start_time": 1892700.0,
      "end_time": 1896770.0,
      "text": "on board. So, we&#39;ve revamped leaderboard design in the context of social games. Here&#39;s how"
    },
    {
      "index": 372,
      "start_time": 1896770.0,
      "end_time": 1902309.0,
      "text": "leaderboard should be designed now. It&#39;s actually like that prescriptive. Okay, so in the new"
    },
    {
      "index": 373,
      "start_time": 1902310.0,
      "end_time": 1908331.0,
      "text": "design of leaderboards, you put the user right in the middle, and you put their next two"
    },
    {
      "index": 374,
      "start_time": 1908330.0,
      "end_time": 1913400.0,
      "text": "best friends above them and the next two best friends below that, right, so no matter where"
    },
    {
      "index": 375,
      "start_time": 1913400.0,
      "end_time": 1917480.0,
      "text": "they are in the actual rankings, they are in the middle. Two friends above, two friends"
    },
    {
      "index": 376,
      "start_time": 1917480.0,
      "end_time": 1925960.0,
      "text": "below, with a little dialog bubble that says, &quot;In order to beat Sue, do this,&quot; right? It&#39;s"
    },
    {
      "index": 377,
      "start_time": 1925960.0,
      "end_time": 1930460.0,
      "text": "so much better of a design. It turns out to be so much more engaging than the old leaderboard"
    },
    {
      "index": 378,
      "start_time": 1930460.0,
      "end_time": 1934880.0,
      "text": "design. And the only exception to that, and this is important as well because I think"
    },
    {
      "index": 379,
      "start_time": 1934880.0,
      "end_time": 1939169.0,
      "text": "this is--this kind of goes against some of the core Web design hegemony, which is that"
    },
    {
      "index": 380,
      "start_time": 1939170.0,
      "end_time": 1943461.0,
      "text": "you actually think through different used cases and explicitly redesign experiences"
    },
    {
      "index": 381,
      "start_time": 1943460.0,
      "end_time": 1948940.0,
      "text": "for different users, so the exception to that design is if the user&#39;s actually in the top"
    },
    {
      "index": 382,
      "start_time": 1948940.0,
      "end_time": 1955830.0,
      "text": "20, literally in the top 20, you show literally the top 20, right? Because that user probably"
    },
    {
      "index": 383,
      "start_time": 1955830.0,
      "end_time": 1960559.0,
      "text": "then really cares that they&#39;re in the top 20 and wants to see the top 20, right? So"
    },
    {
      "index": 384,
      "start_time": 1960560.0,
      "end_time": 1965101.0,
      "text": "anyway, so we&#39;ve rethought some of those things we rethought about motivation. Another example"
    },
    {
      "index": 385,
      "start_time": 1965100.0,
      "end_time": 1971500.0,
      "text": "of a game that I think highlights some of the challenges is Chase Picks Up The Tab."
    },
    {
      "index": 386,
      "start_time": 1971500.0,
      "end_time": 1975710.0,
      "text": "How many of you know that? I think it&#39;s an east coast thing. Basically, the premise was"
    },
    {
      "index": 387,
      "start_time": 1975710.0,
      "end_time": 1979020.0,
      "text": "during this promotional period Chase has run a couple of years in a row, if you use your"
    },
    {
      "index": 388,
      "start_time": 1979020.0,
      "end_time": 1984360.0,
      "text": "Chase debit card and you swipe it during the promo, sometimes you&#39;ll get an SMS from Chase"
    },
    {
      "index": 389,
      "start_time": 1984360.0,
      "end_time": 1988090.0,
      "text": "saying, &quot;Oh, we picked up the tab,&quot; and they&#39;ll reverse the charge, right? So, setting aside"
    },
    {
      "index": 390,
      "start_time": 1988090.0,
      "end_time": 1992860.0,
      "text": "the fact that that is clearly a casino game, that is absolutely positively--absolutely"
    },
    {
      "index": 391,
      "start_time": 1992860.0,
      "end_time": 1996650.0,
      "text": "positively a slot machine, and there&#39;s no question about it, and they should be regulated"
    },
    {
      "index": 392,
      "start_time": 1996650.0,
      "end_time": 2002190.0,
      "text": "under like gambling law, and I don&#39;t know why they&#39;re not but I can&#39;t figure this out,"
    },
    {
      "index": 393,
      "start_time": 2002190.0,
      "end_time": 2006230.0,
      "text": "but they should be. Okay, so setting aside the fact that that is a casino game, the problem"
    },
    {
      "index": 394,
      "start_time": 2006230.0,
      "end_time": 2011260.0,
      "text": "with Chase Picks Up The Tab is I have to be a fucking Chase customer to play. Do you know"
    },
    {
      "index": 395,
      "start_time": 2011260.0,
      "end_time": 2014980.0,
      "text": "how much time it takes to set up a bank account? I have to go into the bank now, I have to"
    },
    {
      "index": 396,
      "start_time": 2014980.0,
      "end_time": 2020309.0,
      "text": "bring two forms of I.D., sign my Patriot Act paperwork, wait for them to run the background"
    },
    {
      "index": 397,
      "start_time": 2020310.0,
      "end_time": 2025441.0,
      "text": "check on me, send me a--give me a temporary ATM card, send me the regular one in the mail,"
    },
    {
      "index": 398,
      "start_time": 2025440.0,
      "end_time": 2031299.0,
      "text": "activate the one in the mail, sign up for the promotion, and then play. That is a mistake"
    },
    {
      "index": 399,
      "start_time": 2031300.0,
      "end_time": 2036761.0,
      "text": "my friends Zynga would never have made, right? Why can&#39;t anybody play Chase Picks Up The"
    },
    {
      "index": 400,
      "start_time": 2036760.0,
      "end_time": 2042049.0,
      "text": "Tab? Why can&#39;t you play the game just by connecting on Yodelay, right, anybody comes in signs"
    },
    {
      "index": 401,
      "start_time": 2042050.0,
      "end_time": 2045810.0,
      "text": "of Yodelay, sign up for text alerts? It&#39;s an opportunity for them to convert a customer"
    },
    {
      "index": 402,
      "start_time": 2045810.0,
      "end_time": 2051231.0,
      "text": "later. But they think like a big, old, kind of, dumb bank. &quot;You have to be a customer"
    },
    {
      "index": 403,
      "start_time": 2051230.0,
      "end_time": 2055889.0,
      "text": "of ours first.&quot; The bar is way too high. And the market will no longer support those kinds"
    },
    {
      "index": 404,
      "start_time": 2055889.9999999998,
      "end_time": 2062139.9999999998,
      "text": "of ideas at infinitum. Every opportunity--I&#39;m going to tell you this right now social gaming"
    },
    {
      "index": 405,
      "start_time": 2062139.9999999998,
      "end_time": 2067179.9999999998,
      "text": "designers, every single touch point is an opportunity to convert a user. There is no"
    },
    {
      "index": 406,
      "start_time": 2067179.9999999998,
      "end_time": 2070950.9999999998,
      "text": "such thing as a moment that exists in a world where we can&#39;t draw another user into our"
    },
    {
      "index": 407,
      "start_time": 2070949.9999999998,
      "end_time": 2075138.9999999998,
      "text": "experience. We have to start thinking about the world in that way. I mean, we don&#39;t have"
    },
    {
      "index": 408,
      "start_time": 2075139.9999999998,
      "end_time": 2079580.9999999998,
      "text": "to but things will work out better for you if they do. Okay, so here&#39;s one that more"
    },
    {
      "index": 409,
      "start_time": 2079580.0,
      "end_time": 2086560.0,
      "text": "of you will know than Nike+. How many of you do not know what the Lunar X Prize was? Oh,"
    },
    {
      "index": 410,
      "start_time": 2086560.0,
      "end_time": 2091649.0,
      "text": "awesome. I just used geek pressure. Okay, there was--there&#39;s one person. I&#39;ll just recount"
    },
    {
      "index": 411,
      "start_time": 2091650.0,
      "end_time": 2096301.0,
      "text": "it for you. A $10 million prize given by the Ansari family to the X Prize--through the"
    },
    {
      "index": 412,
      "start_time": 2096300.0000000002,
      "end_time": 2100150.0,
      "text": "X Prize Foundation, to the first team to launch a reusable spacecraft into space twice in"
    },
    {
      "index": 413,
      "start_time": 2100150.0,
      "end_time": 2104349.0,
      "text": "three weeks with a human payload coming back alive, okay? The premise was we&#39;re going to"
    },
    {
      "index": 414,
      "start_time": 2104350.0,
      "end_time": 2108360.0,
      "text": "unstick the stuck space program because NASA keeps launching crappy space shuttles into"
    },
    {
      "index": 415,
      "start_time": 2108360.0,
      "end_time": 2112671.0,
      "text": "space that don&#39;t make any sense, okay? That&#39;s the premise. So, here&#39;s what happened. My"
    },
    {
      "index": 416,
      "start_time": 2112670.0,
      "end_time": 2117830.0,
      "text": "amateur sleuthing, here&#39;s what happened. Twenty seven teams entered the Ansari X Prize. Of"
    },
    {
      "index": 417,
      "start_time": 2117830.0,
      "end_time": 2122210.0,
      "text": "the 27 teams, a third of them are now out of business, two-thirds of them minus one"
    },
    {
      "index": 418,
      "start_time": 2122210.0,
      "end_time": 2126359.0,
      "text": "are doing government and principally university contracts which begs the question about why"
    },
    {
      "index": 419,
      "start_time": 2126360.0,
      "end_time": 2131391.0,
      "text": "they didn&#39;t just do that in the first place, and the winner, the winner was going to win"
    },
    {
      "index": 420,
      "start_time": 2131390.0,
      "end_time": 2137780.0,
      "text": "this contest anyway, Burt Rutan backed by Paul Allen. Burt had 20 years of experience"
    },
    {
      "index": 421,
      "start_time": 2137780.0,
      "end_time": 2143369.0,
      "text": "building private spaceships. He was so far ahead of everybody else in the rest of the"
    },
    {
      "index": 422,
      "start_time": 2143370.0,
      "end_time": 2148741.0,
      "text": "world, and backed by a billionaire who&#39;s prepared to fund it to the tune of at least $25 million"
    },
    {
      "index": 423,
      "start_time": 2148740.0,
      "end_time": 2155410.0,
      "text": "to win the $10 million Ansari X Prize, which is, as we know, a fundamentally irrational"
    },
    {
      "index": 424,
      "start_time": 2155410.0,
      "end_time": 2164349.0,
      "text": "choice to make. So, tell me this, who won the Ansari X Prize? I&#39;ll take opinions, anyone?"
    },
    {
      "index": 425,
      "start_time": 2164350.0,
      "end_time": 2170961.0,
      "text": "The X Prize Foundation won the X Prize, right? It formed an actual thing. It&#39;s good that"
    },
    {
      "index": 426,
      "start_time": 2170960.0,
      "end_time": 2176640.0,
      "text": "they got a $150 million worth of free press from it and it highlights probably the most"
    },
    {
      "index": 427,
      "start_time": 2176640.0,
      "end_time": 2181510.0,
      "text": "important point I can make for you, which is the game always favors its creator. No"
    },
    {
      "index": 428,
      "start_time": 2181510.0,
      "end_time": 2188190.0,
      "text": "matter what game you&#39;re playing, the house always wins. The deck is absolutely stacked"
    },
    {
      "index": 429,
      "start_time": 2188190.0,
      "end_time": 2191550.0,
      "text": "together. I&#39;m using metaphors, they&#39;re all point--they all point back to a fundamental"
    },
    {
      "index": 430,
      "start_time": 2191550.0,
      "end_time": 2198730.0,
      "text": "truism. There is no way to beat the house long term. No, no way. So you have the choice"
    },
    {
      "index": 431,
      "start_time": 2198730.0,
      "end_time": 2205910.0,
      "text": "in a more gamefied world of either being the house or being played. Those are your choices."
    },
    {
      "index": 432,
      "start_time": 2205910.0,
      "end_time": 2211410.0,
      "text": "But there&#39;s no ambiguity here. The sooner you build gamefied experiences, the sooner"
    },
    {
      "index": 433,
      "start_time": 2211410.0,
      "end_time": 2216780.0,
      "text": "you get to, you know, taking your cut, because it&#39;s ultimately the best business in the world"
    },
    {
      "index": 434,
      "start_time": 2216780.0,
      "end_time": 2220210.0,
      "text": "to be in. Two people or multiple people battle it out and you get a cut of everything that"
    },
    {
      "index": 435,
      "start_time": 2220210.0,
      "end_time": 2227589.0,
      "text": "happens. You might at Google be familiar with that as a premise. So, let me summarize some"
    },
    {
      "index": 436,
      "start_time": 2227590.0,
      "end_time": 2230971.0,
      "text": "of the--I&#39;ll summarize some of the main things that we talked about today then we can do"
    },
    {
      "index": 437,
      "start_time": 2230970.0,
      "end_time": 2236640.0,
      "text": "some Q&amp;A. So, the first important takeaway; fun and theme are not correlated. We can merge"
    },
    {
      "index": 438,
      "start_time": 2236640.0,
      "end_time": 2241510.0,
      "text": "fun and work, you know, with games by using gamefication and game thinking, that line"
    },
    {
      "index": 439,
      "start_time": 2241510.0,
      "end_time": 2245180.0,
      "text": "is not so bright in red. Status is probably the most important motivator that you can"
    },
    {
      "index": 440,
      "start_time": 2245180.0,
      "end_time": 2248910.0,
      "text": "deliver to users. Cash is really--should be far down on your list of things to give away"
    },
    {
      "index": 441,
      "start_time": 2248910.0,
      "end_time": 2254060.0,
      "text": "unless you really love to give away your cash. The gamefication loop is a great guide, points"
    },
    {
      "index": 442,
      "start_time": 2254060.0,
      "end_time": 2258050.0,
      "text": "in the middle, game mechanics surround the outside; badges, level, challenges, awards,"
    },
    {
      "index": 443,
      "start_time": 2258050.0,
      "end_time": 2263150.0,
      "text": "leaderboards. Fun is a new metric. Engagement is a new metric. And games fundamentally favor"
    },
    {
      "index": 444,
      "start_time": 2263150.0,
      "end_time": 2269530.0,
      "text": "their creators. So, I&#39;m really, really interested in hearing your questions and I will lay out"
    },
    {
      "index": 445,
      "start_time": 2269530.0,
      "end_time": 2276869.0,
      "text": "for you in advance that there are three questions I get asked at almost single talk that I give"
    },
    {
      "index": 446,
      "start_time": 2276870.0,
      "end_time": 2282681.0,
      "text": "and so I am keeping a leaderboard in my head of how well Team Goggle correctly anticipates"
    },
    {
      "index": 447,
      "start_time": 2282680.0,
      "end_time": 2288859.0,
      "text": "those questions. Yes? &gt;&gt; How did Griefers fit into this picture?"
    },
    {
      "index": 448,
      "start_time": 2288860.0,
      "end_time": 2290631.0,
      "text": "For instance... &gt;&gt; ZICHERMAN: Griefers. Yes, go ahead."
    },
    {
      "index": 449,
      "start_time": 2290630.0,
      "end_time": 2295320.0,
      "text": "&gt;&gt; ...a lot of the corporate stuff you talked about was straight with the corporation so"
    },
    {
      "index": 450,
      "start_time": 2295320.0,
      "end_time": 2301020.0,
      "text": "you think the next step might be more social. But then, when you look at Xbox Live, you"
    },
    {
      "index": 451,
      "start_time": 2301020.0,
      "end_time": 2304830.0,
      "text": "know, you see the obvious problems with the little design social systems."
    },
    {
      "index": 452,
      "start_time": 2304830.0,
      "end_time": 2308119.0,
      "text": "&gt;&gt; ZICHERMAN: So, I&#39;m going to rephrase your question because there were a couple of questions"
    },
    {
      "index": 453,
      "start_time": 2308120.0,
      "end_time": 2317271.0,
      "text": "in there. So, I think the biggest question that you&#39;re asking is, can you create a social"
    },
    {
      "index": 454,
      "start_time": 2317270.0,
      "end_time": 2320780.0,
      "text": "experience that&#39;s like fundamentally corporate but also social? And are there--what are some"
    },
    {
      "index": 455,
      "start_time": 2320780.0,
      "end_time": 2324560.0,
      "text": "of the pitfalls of building an experience like that? So, one of the things that happens"
    },
    {
      "index": 456,
      "start_time": 2324560.0,
      "end_time": 2331820.0,
      "text": "anytime you build a social interaction platform of any kind is you get unintended user behavior."
    },
    {
      "index": 457,
      "start_time": 2331820.0,
      "end_time": 2335780.0,
      "text": "Users do things that you don&#39;t want them to do. Users do things that are not necessarily"
    },
    {
      "index": 458,
      "start_time": 2335780.0,
      "end_time": 2342080.0,
      "text": "on your pathway of, you know, design concept so you want your users to be there happily"
    },
    {
      "index": 459,
      "start_time": 2342080.0,
      "end_time": 2345710.0,
      "text": "talking about, you know, Google Checkout. And they come, and some of them happily talk"
    },
    {
      "index": 460,
      "start_time": 2345710.0,
      "end_time": 2350640.0,
      "text": "about Google Checkout, and some of them like start talking about neo-Nazis, right? And"
    },
    {
      "index": 461,
      "start_time": 2350640.0,
      "end_time": 2356700.0,
      "text": "you&#39;re like, &quot;Okay, it&#39;s unexpected thing but, you know, what are we supposed to do"
    },
    {
      "index": 462,
      "start_time": 2356700.0,
      "end_time": 2360020.0,
      "text": "about it?&quot; Or, you know, they&#39;re like obstructionists that make the experience negative or obstructionists"
    },
    {
      "index": 463,
      "start_time": 2360020.0,
      "end_time": 2365380.0,
      "text": "that make the experience negative for other people. So, there is no substitute for good"
    },
    {
      "index": 464,
      "start_time": 2365380.0,
      "end_time": 2370070.0,
      "text": "moderation. You know, in a--I gave a keynote shortly after the world financial meltdown"
    },
    {
      "index": 465,
      "start_time": 2370070.0,
      "end_time": 2373900.0,
      "text": "that was actually on the subject of how if a game designer had been in charge of the"
    },
    {
      "index": 466,
      "start_time": 2373900.0,
      "end_time": 2379109.0,
      "text": "Federal Reserve how the outcome would have been different for the meltdown. And one of"
    },
    {
      "index": 467,
      "start_time": 2379110.0,
      "end_time": 2385041.0,
      "text": "the most fundamental things that game designers do not do is they do not ever think that people"
    },
    {
      "index": 468,
      "start_time": 2385040.0,
      "end_time": 2389609.0,
      "text": "will not try to game the system. They begin with a fundamental assumption that, &quot;If what"
    },
    {
      "index": 469,
      "start_time": 2389610.0,
      "end_time": 2394081.0,
      "text": "I build is valuable,&quot; and there&#39;s always that &quot;if,&quot; but, &quot;If what I build is valuable, people"
    },
    {
      "index": 470,
      "start_time": 2394080.0,
      "end_time": 2399280.0,
      "text": "will attempt to get whatever they can out of it by doing as little as possible,&quot; right?"
    },
    {
      "index": 471,
      "start_time": 2399280.0,
      "end_time": 2405070.0,
      "text": "That&#39;s the basic tension that game designers believe exist in all these systems so we&#39;re"
    },
    {
      "index": 472,
      "start_time": 2405070.0,
      "end_time": 2410099.0,
      "text": "never naive about that. We often make mistakes but we&#39;re never naive about that. So the right"
    },
    {
      "index": 473,
      "start_time": 2410100.0,
      "end_time": 2416041.0,
      "text": "answer to that, it&#39;s a broad omnibus answer but it basically means expect the worst, expect"
    },
    {
      "index": 474,
      "start_time": 2416040.0,
      "end_time": 2421400.0,
      "text": "the unexpected, and think about things like a game designer would. So, any game design"
    },
    {
      "index": 475,
      "start_time": 2421400.0,
      "end_time": 2427660.0,
      "text": "community has CisOps, right, who are often promoted users who demonstrated some clarity"
    },
    {
      "index": 476,
      "start_time": 2427660.0,
      "end_time": 2434300.0,
      "text": "and then some system of command that allows most importantly the game to turn transactions"
    },
    {
      "index": 477,
      "start_time": 2434300.0,
      "end_time": 2442430.0,
      "text": "back at will that--which is really super important. So in the real world outside of games, normally"
    },
    {
      "index": 478,
      "start_time": 2442430.0,
      "end_time": 2445300.0,
      "text": "like when somebody defraud somebody else you got to go to court, you have to seek some"
    },
    {
      "index": 479,
      "start_time": 2445300.0,
      "end_time": 2449710.0,
      "text": "third party remedy for that. In the world inside of games, with the right terms of service,"
    },
    {
      "index": 480,
      "start_time": 2449710.0,
      "end_time": 2455349.0,
      "text": "the remedy is tell this, you know, the CisOp notices either it&#39;s algorithmic or human or"
    },
    {
      "index": 481,
      "start_time": 2455350.0,
      "end_time": 2459600.0,
      "text": "a complaint. Somebody says, &quot;Oh, that&#39;s not the right kind of interaction, that person&#39;s"
    },
    {
      "index": 482,
      "start_time": 2459600.0,
      "end_time": 2465100.0,
      "text": "misbehaving. They&#39;ve stolen something. Something&#39;s weird. They are able to pause/play, read the"
    },
    {
      "index": 483,
      "start_time": 2465100.0,
      "end_time": 2469071.0,
      "text": "log, decide what to do in, like, a couple of minutes. Pause/play, read the log, decide"
    },
    {
      "index": 484,
      "start_time": 2469070.0,
      "end_time": 2472760.0,
      "text": "what to do, take money out of someone&#39;s pocket, put money back into somebody else&#39;s pocket,"
    },
    {
      "index": 485,
      "start_time": 2472760.0,
      "end_time": 2480030.0,
      "text": "ban a person, change their status, and the game continues, right? It&#39;s autocratic. It&#39;s"
    },
    {
      "index": 486,
      "start_time": 2480030.0,
      "end_time": 2484570.0,
      "text": "somewhat dictatorial. But it is necessary for the, in this context, necessary for the"
    },
    {
      "index": 487,
      "start_time": 2484570.0,
      "end_time": 2489000.0,
      "text": "effective functioning of most of all to user experiences so you need to consider that in"
    },
    {
      "index": 488,
      "start_time": 2489000.0,
      "end_time": 2495470.0,
      "text": "your design, if it gets big enough anyway. More questions? There can&#39;t only be--oh, yes."
    },
    {
      "index": 489,
      "start_time": 2495470.0,
      "end_time": 2499760.0,
      "text": "Please use the microphone. &gt;&gt; So we just went through our annual performance"
    },
    {
      "index": 490,
      "start_time": 2499760.0,
      "end_time": 2504650.0,
      "text": "review cycle a few weeks ago. And when you were talking about that system where you&#39;re"
    },
    {
      "index": 491,
      "start_time": 2504650.0,
      "end_time": 2508240.0,
      "text": "in the middle and then you see the two people above and below, what would it take to move"
    },
    {
      "index": 492,
      "start_time": 2508240.0,
      "end_time": 2511900.0,
      "text": "up? I&#39;m just thinking, &quot;Wow,&quot; you know, &quot;This would be really useful during performance"
    },
    {
      "index": 493,
      "start_time": 2511900.0,
      "end_time": 2514259.0,
      "text": "review.&quot; Because... &gt;&gt; ZICHERMAN: Oh, yeah."
    },
    {
      "index": 494,
      "start_time": 2514260.0,
      "end_time": 2518961.0,
      "text": "&gt;&gt; ...it&#39;s really unclear, you know, what it takes, you know, to move up or whatever"
    },
    {
      "index": 495,
      "start_time": 2518960.0,
      "end_time": 2526190.0,
      "text": "and I was wondering, you know, how would you run performance reviews as a game?"
    },
    {
      "index": 496,
      "start_time": 2526190.0,
      "end_time": 2532160.0,
      "text": "&gt;&gt; ZICHERMAN: It&#39;s a great question. I love the put on the spot game design questions"
    },
    {
      "index": 497,
      "start_time": 2532160.0,
      "end_time": 2537849.0,
      "text": "and I&#39;m going to be like, &quot;All right, so here&#39;s what I do.&quot; No. So, actually, HR is a huge"
    },
    {
      "index": 498,
      "start_time": 2537850.0,
      "end_time": 2542531.0,
      "text": "piece of the--I think the next big frontier of gamification. Sales teams have been using"
    },
    {
      "index": 499,
      "start_time": 2542530.0,
      "end_time": 2545820.0,
      "text": "basic game concepts since the beginning, right? They&#39;ve often--if any of you who have worked"
    },
    {
      "index": 500,
      "start_time": 2545820.0,
      "end_time": 2549030.0,
      "text": "with a sales team, you&#39;ve seen the leaderboard up on the wall. They&#39;ve been doing that forever."
    },
    {
      "index": 501,
      "start_time": 2549030.0,
      "end_time": 2555300.0,
      "text": "Or, like, non-profits for their donation thing, you know, like where they show a thermometer"
    },
    {
      "index": 502,
      "start_time": 2555300.0,
      "end_time": 2559010.0,
      "text": "like with the number filling up? That&#39;s a kind of like sort of status meter score health"
    },
    {
      "index": 503,
      "start_time": 2559010.0,
      "end_time": 2562490.0,
      "text": "meter, that you might use. So some of these mechanics have been imported with sales teams"
    },
    {
      "index": 504,
      "start_time": 2562490.0,
      "end_time": 2566910.0,
      "text": "for a long time but they haven&#39;t really seen distribution beyond sales teams but there&#39;s"
    },
    {
      "index": 505,
      "start_time": 2566910.0,
      "end_time": 2572329.0,
      "text": "an increasing chorus of people playing with ideas. So one idea that wasn&#39;t implemented"
    },
    {
      "index": 506,
      "start_time": 2572330.0,
      "end_time": 2578491.0,
      "text": "super well but people kind of liked on the HR side was a game that the guys called Seriosity"
    },
    {
      "index": 507,
      "start_time": 2578490.0,
      "end_time": 2584900.0,
      "text": "Build which was a--it was an email game and basically the premise was you had to put a"
    },
    {
      "index": 508,
      "start_time": 2584900.0,
      "end_time": 2589490.0,
      "text": "certain amount of virtual currency behind every email you sent and the amount of virtual"
    },
    {
      "index": 509,
      "start_time": 2589490.0,
      "end_time": 2596119.0,
      "text": "currency you put behind it demonstrated how important the email was. So the recipient--the"
    },
    {
      "index": 510,
      "start_time": 2596120.0,
      "end_time": 2600860.0,
      "text": "recipient could sort of score their inbox based on how intently you really wanted them"
    },
    {
      "index": 511,
      "start_time": 2600860.0,
      "end_time": 2606451.0,
      "text": "to read their email, right? Now, it was overly convoluted. It didn&#39;t work quite the right"
    },
    {
      "index": 512,
      "start_time": 2606450.0,
      "end_time": 2610339.0,
      "text": "way. The design wasn&#39;t perfect. But there&#39;s a germ of a really interesting idea in there,"
    },
    {
      "index": 513,
      "start_time": 2610340.0,
      "end_time": 2616580.0,
      "text": "right, which is using a virtual economy to signal like intent one way or the other and"
    },
    {
      "index": 514,
      "start_time": 2616580.0,
      "end_time": 2622151.0,
      "text": "I think probably for HR, and certainly for performance reviews, the biggest thing that"
    },
    {
      "index": 515,
      "start_time": 2622150.0,
      "end_time": 2629000.0,
      "text": "I would do is I would expose the XP system of reviews. So, do you all know what I mean"
    },
    {
      "index": 516,
      "start_time": 2629000.0,
      "end_time": 2635339.0,
      "text": "by XP? XP is experience points. It&#39;s a point system that generally is revealed as going"
    },
    {
      "index": 517,
      "start_time": 2635340.0,
      "end_time": 2640860.0,
      "text": "up continuously. It never goes down. It can be reset periodically according to calendars"
    },
    {
      "index": 518,
      "start_time": 2640860.0,
      "end_time": 2644041.0,
      "text": "but it pretty much always goes up and you get XP for all kinds of activities in the"
    },
    {
      "index": 519,
      "start_time": 2644040.0,
      "end_time": 2649070.0,
      "text": "world. But XP is not redeemable. You can&#39;t turn XP into stuff. It&#39;s like experience points."
    },
    {
      "index": 520,
      "start_time": 2649070.0,
      "end_time": 2653680.0,
      "text": "And you&#39;ve seen it in Xbox if you play Xbox Live. You&#39;ve seen it in LinkedIn, that bar"
    },
    {
      "index": 521,
      "start_time": 2653680.0,
      "end_time": 2658599.0,
      "text": "that fills in that says your profile is 33% complete is a type of XP, okay? So what I"
    },
    {
      "index": 522,
      "start_time": 2658600.0,
      "end_time": 2664391.0,
      "text": "would do as a test is I would expose the actual process for getting a raise and making an"
    },
    {
      "index": 523,
      "start_time": 2664390.0,
      "end_time": 2668839.0,
      "text": "XP bar that everybody could just see on your, like, personal homepage. &quot;Here&#39;s your XP,"
    },
    {
      "index": 524,
      "start_time": 2668840.0,
      "end_time": 2674471.0,
      "text": "here&#39;s your distance to next race,&quot; right, &quot;and you got to keep doing the things.&quot; You"
    },
    {
      "index": 525,
      "start_time": 2674470.0,
      "end_time": 2677180.0,
      "text": "know, &quot;Here are the challenges and quests you need to follow. You got to keep doing"
    },
    {
      "index": 526,
      "start_time": 2677180.0,
      "end_time": 2683320.0,
      "text": "these things to get to your next level,&quot; right, and at least demarcate the next level. So,"
    },
    {
      "index": 527,
      "start_time": 2683320.0,
      "end_time": 2686480.0,
      "text": "you know, and the other cool part about XP is usually those bars never actually fully"
    },
    {
      "index": 528,
      "start_time": 2686480.0,
      "end_time": 2690630.0,
      "text": "fill up, like you could never--right? You never get to--it&#39;s sort of--it&#39;s a logarithmic"
    },
    {
      "index": 529,
      "start_time": 2690630.0,
      "end_time": 2695190.0,
      "text": "project, you know, projection so it keeps getting, you know, closer and closer to, you"
    },
    {
      "index": 530,
      "start_time": 2695190.0,
      "end_time": 2698390.0,
      "text": "know, vertical but it never quite gets there so you can kind of do a lot with that. But"
    },
    {
      "index": 531,
      "start_time": 2698390.0,
      "end_time": 2704050.0,
      "text": "that would be my main--my first main hack would be the test that in performance reviews."
    },
    {
      "index": 532,
      "start_time": 2704050.0,
      "end_time": 2707609.0,
      "text": "And what effect would an XP bar have on people&#39;s behavior just if it was on their homepage"
    },
    {
      "index": 533,
      "start_time": 2707610.0,
      "end_time": 2711311.0,
      "text": "everyday? Maybe, you know, you logged into your homepage and that was the first thing"
    },
    {
      "index": 534,
      "start_time": 2711310.0,
      "end_time": 2715670.0,
      "text": "you saw is how far away you are from your next race. Do you have a question? Yeah?"
    },
    {
      "index": 535,
      "start_time": 2715670.0,
      "end_time": 2718279.0,
      "text": "&gt;&gt; Yeah, I&#39;m just going to ask about the engagement power metric you mentioned."
    },
    {
      "index": 536,
      "start_time": 2718280.0,
      "end_time": 2720291.0,
      "text": "&gt;&gt; ZICHERMAN: Yeah. &gt;&gt; And if you thought about what it might"
    },
    {
      "index": 537,
      "start_time": 2720290.0,
      "end_time": 2723510.0,
      "text": "look like. Then maybe you can just repeat the question since I didn&#39;t go up there."
    },
    {
      "index": 538,
      "start_time": 2723510.0,
      "end_time": 2726480.0,
      "text": "&gt;&gt; ZICHERMAN: Sure. What does the engagement power metric look like that I&#39;ve described?"
    },
    {
      "index": 539,
      "start_time": 2726480.0,
      "end_time": 2728170.0,
      "text": "&gt;&gt; Yeah, and it&#39;s because there are so many different websites."
    },
    {
      "index": 540,
      "start_time": 2728170.0,
      "end_time": 2731220.0,
      "text": "&gt;&gt; ZICHERMAN: Right, there are so many different ways to think about it. So I&#39;ve been doing"
    },
    {
      "index": 541,
      "start_time": 2731220.0,
      "end_time": 2734290.0,
      "text": "some preliminary thinking on it. And, you know, I would love to have a dialogue with"
    },
    {
      "index": 542,
      "start_time": 2734290.0,
      "end_time": 2738359.0,
      "text": "people who are involved in that kind of metrics around it. And again, you know, we&#39;ll talk"
    },
    {
      "index": 543,
      "start_time": 2738360.0,
      "end_time": 2742671.0,
      "text": "about that at the summit in more detail but basically I think we need to amalgamate a"
    },
    {
      "index": 544,
      "start_time": 2742670.0,
      "end_time": 2749070.0,
      "text": "few different metrics and look at some new ones that track user behavior against some"
    },
    {
      "index": 545,
      "start_time": 2749070.0,
      "end_time": 2754349.0,
      "text": "norm because I think we&#39;ve been missing some of that normative tracking components which"
    },
    {
      "index": 546,
      "start_time": 2754350.0,
      "end_time": 2758731.0,
      "text": "are kind of important and then there&#39;s some elements on the--I know these two things are"
    },
    {
      "index": 547,
      "start_time": 2758730.0,
      "end_time": 2765190.0,
      "text": "already kind of fleshed out of my head. We needed a baseline and we need an amalgamated"
    },
    {
      "index": 548,
      "start_time": 2765190.0,
      "end_time": 2768589.0,
      "text": "metric. And then the other thing that I&#39;ve been thinking a lot about is we need to start"
    },
    {
      "index": 549,
      "start_time": 2768590.0,
      "end_time": 2777441.0,
      "text": "measuring certain behaviors in core analytics like referrals. Friend invitation should be"
    },
    {
      "index": 550,
      "start_time": 2777440.0,
      "end_time": 2781320.0,
      "text": "a core analytic. It should be in Google Analytics, actually. Like friend invitations, right,"
    },
    {
      "index": 551,
      "start_time": 2781320.0,
      "end_time": 2785290.0,
      "text": "it should be tracked by Google. It&#39;s like obviously missing there, right, because it&#39;s"
    },
    {
      "index": 552,
      "start_time": 2785290.0,
      "end_time": 2789680.0,
      "text": "important to everybody, right? Okay, just so I wanted--I&#39;m just waiting to see if I&#39;m,"
    },
    {
      "index": 553,
      "start_time": 2789680.0,
      "end_time": 2794730.0,
      "text": "like, the only person. Okay, so friend referrals is a simple example of something, you know,"
    },
    {
      "index": 554,
      "start_time": 2794730.0,
      "end_time": 2800450.0,
      "text": "that tells you. So I think if we pull together some of these things, you know, we can, you"
    },
    {
      "index": 555,
      "start_time": 2800450.0,
      "end_time": 2805040.0,
      "text": "know, we can kind of create some interesting hybridized metric. But we frequently, when"
    },
    {
      "index": 556,
      "start_time": 2805040.0,
      "end_time": 2809369.0,
      "text": "we talk about metrics in gamification frame or point systems we, you know, we frequently"
    },
    {
      "index": 557,
      "start_time": 2809370.0,
      "end_time": 2815721.0,
      "text": "make things opaque for a reason, you know? So I&#39;m not--I think the secondary level to"
    },
    {
      "index": 558,
      "start_time": 2815720.0,
      "end_time": 2820000.0,
      "text": "that is whether it should be transparent or opaque. And, you know, there&#39;s lots of justification"
    },
    {
      "index": 559,
      "start_time": 2820000.0,
      "end_time": 2826990.0,
      "text": "for some kind of semi-opaque metric, you know? A good example of that is--another good example"
    },
    {
      "index": 560,
      "start_time": 2826990.0,
      "end_time": 2831000.0,
      "text": "of semi-opaque metric is if I was a building a game to help you lose weight at your local"
    },
    {
      "index": 561,
      "start_time": 2831000.0,
      "end_time": 2836369.0,
      "text": "gym or getting people fit actually. So, broadly speaking, I&#39;m building a game for engagement"
    },
    {
      "index": 562,
      "start_time": 2836370.0,
      "end_time": 2842311.0,
      "text": "in a local gym, right? If I created a linear point system like the old school point system"
    },
    {
      "index": 563,
      "start_time": 2842310.0,
      "end_time": 2846700.0,
      "text": "thinking, I&#39;d have kind of a problem, right, because for me losing 10 pounds or for you"
    },
    {
      "index": 564,
      "start_time": 2846700.0,
      "end_time": 2852460.0,
      "text": "losing 10 pounds are two completely different values, right? Is that--for me, it&#39;s a rounding"
    },
    {
      "index": 565,
      "start_time": 2852460.0,
      "end_time": 2859440.0,
      "text": "error, right? For you, it&#39;s like a serious weight loss goal. And two--yeah, I actually"
    },
    {
      "index": 566,
      "start_time": 2859440.0,
      "end_time": 2867670.0,
      "text": "do lose like six to seven pounds in water weight TMI. So, you know, so these two things"
    },
    {
      "index": 567,
      "start_time": 2867670.0,
      "end_time": 2870900.0,
      "text": "would mean something different and we may also even be walking into the game with completely"
    },
    {
      "index": 568,
      "start_time": 2870900.0,
      "end_time": 2874750.0,
      "text": "different motivations. I may want to lose weight, you maybe want to bulk up. How can"
    },
    {
      "index": 569,
      "start_time": 2874750.0,
      "end_time": 2879240.0,
      "text": "we all be on the--playing the same--how can we all be in the same experience, right, under"
    },
    {
      "index": 570,
      "start_time": 2879240.0,
      "end_time": 2883050.0,
      "text": "those circumstances? If we use a simple point system that&#39;s like measure the number of pounds"
    },
    {
      "index": 571,
      "start_time": 2883050.0,
      "end_time": 2888950.0,
      "text": "you lose. And then on top of all of that is the privacy question, right, which is how"
    },
    {
      "index": 572,
      "start_time": 2888950.0,
      "end_time": 2894700.0,
      "text": "would people feel if their actual weight loss was on a like publicly viewable board in a"
    },
    {
      "index": 573,
      "start_time": 2894700.0,
      "end_time": 2899720.0,
      "text": "gym, right? So, these things all point to, if I give you a lot of evidence to support"
    },
    {
      "index": 574,
      "start_time": 2899720.0,
      "end_time": 2903750.0,
      "text": "this idea, you don&#39;t actually need all of this evidence to support the idea of an opaque"
    },
    {
      "index": 575,
      "start_time": 2903750.0,
      "end_time": 2909430.0,
      "text": "point system in which the game designer takes care of all that and just produces one magic"
    },
    {
      "index": 576,
      "start_time": 2909430.0,
      "end_time": 2913750.0,
      "text": "number. And the one magic number is, you know, where you&#39;re at against your goal and that&#39;s"
    },
    {
      "index": 577,
      "start_time": 2913750.0,
      "end_time": 2918150.0,
      "text": "all you need to know. And if you believe that the system is honest, if you believe that"
    },
    {
      "index": 578,
      "start_time": 2918150.0,
      "end_time": 2922150.0,
      "text": "the game designer knows what they&#39;re doing and you see some proof of that early on, you"
    },
    {
      "index": 579,
      "start_time": 2922150.0,
      "end_time": 2928200.0,
      "text": "buy into that point system and you just say, &quot;Oh that makes sense.&quot; More questions? Yeah?"
    },
    {
      "index": 580,
      "start_time": 2928200.0,
      "end_time": 2931000.0,
      "text": "&gt;&gt; I have another question. &gt;&gt; ZICHERMAN: Go ahead."
    },
    {
      "index": 581,
      "start_time": 2931000.0,
      "end_time": 2936500.0,
      "text": "&gt;&gt; I have a question. So when I go to play a game, I am not a member of the game, so"
    },
    {
      "index": 582,
      "start_time": 2936500.0,
      "end_time": 2941160.0,
      "text": "how would I be in the leaderboard or how would that work?"
    },
    {
      "index": 583,
      "start_time": 2941160.0,
      "end_time": 2946579.0,
      "text": "&gt;&gt; ZICHERMAN: So, the early days of any game are supper, super important. The term that"
    },
    {
      "index": 584,
      "start_time": 2946580.0,
      "end_time": 2951151.0,
      "text": "we use in games to describe the first minute or so that a user plays with us is called"
    },
    {
      "index": 585,
      "start_time": 2951150.0,
      "end_time": 2955160.0,
      "text": "&quot;on-boarding,&quot; which is a term you may have heard before, and the game view of on-boarding"
    },
    {
      "index": 586,
      "start_time": 2955160.0,
      "end_time": 2958480.0,
      "text": "is totally different from the Web view of on-boarding. So on the Web view of on-boarding,"
    },
    {
      "index": 587,
      "start_time": 2958480.0,
      "end_time": 2963119.0,
      "text": "a user might be coming from anywhere and we don&#39;t really know what they want to do so"
    },
    {
      "index": 588,
      "start_time": 2963120.0,
      "end_time": 2967701.0,
      "text": "we&#39;re going to drop them on a page which gives them 8 or 10 standards, 8 or 10 options, right?"
    },
    {
      "index": 589,
      "start_time": 2967700.0,
      "end_time": 2972710.0,
      "text": "Google.com is in a notable exception to this rule, but most websites, when you land on"
    },
    {
      "index": 590,
      "start_time": 2972710.0,
      "end_time": 2978190.0,
      "text": "them, there are 8 to 10 options of what you could do, right, log in, register now, tell"
    },
    {
      "index": 591,
      "start_time": 2978190.0,
      "end_time": 2983550.0,
      "text": "a friend, follow us on Twitter, find out more, read about us, like, press section. So, a"
    },
    {
      "index": 592,
      "start_time": 2983550.0,
      "end_time": 2990720.0,
      "text": "game designer would never, ever, ever, ever, ever do that ever. There is one experience."
    },
    {
      "index": 593,
      "start_time": 2990720.0,
      "end_time": 2994970.0,
      "text": "It is the on-boarding experience for the game. It&#39;s what we used to call a tutorial level"
    },
    {
      "index": 594,
      "start_time": 2994970.0,
      "end_time": 2999210.0,
      "text": "but now we just call it level one. And the user is dropped into the game experience,"
    },
    {
      "index": 595,
      "start_time": 2999210.0,
      "end_time": 3005230.0,
      "text": "and I&#39;ll give you the basic rhythm of it right now, the user is dropped into a game experience"
    },
    {
      "index": 596,
      "start_time": 3005230.0,
      "end_time": 3008069.0,
      "text": "knowing--and the designer knows full well that they&#39;re going to lose a whole bunch of"
    },
    {
      "index": 597,
      "start_time": 3008070.0,
      "end_time": 3012381.0,
      "text": "people in the funnel, right, but that&#39;s not the point, so usually this is what the rhythm"
    },
    {
      "index": 598,
      "start_time": 3012380.0,
      "end_time": 3017520.0,
      "text": "looks--the pattern looks like now. &quot;Welcome, do this simple challenge,&quot; like any idiot"
    },
    {
      "index": 599,
      "start_time": 3017520.0,
      "end_time": 3025770.0,
      "text": "can do, right? &quot;Do this simple challenge. Yey. Okay, here&#39;s another one. Can you do"
    },
    {
      "index": 600,
      "start_time": 3025770.0,
      "end_time": 3036339.0,
      "text": "it? Cool. Here&#39;s one more. Can you do it? Yey. Register now,&quot; right? And then, most"
    },
    {
      "index": 601,
      "start_time": 3036340.0,
      "end_time": 3042651.0,
      "text": "importantly, invite friends, right? That&#39;s the rhythm that&#39;s if you deconstruct the,"
    },
    {
      "index": 602,
      "start_time": 3042650.0,
      "end_time": 3046200.0,
      "text": "you know, if you deconstruct the first minute of most successful games they look like that."
    },
    {
      "index": 603,
      "start_time": 3046200.0,
      "end_time": 3050200.0,
      "text": "So, in the olden days we dropped you on an option that said, &quot;Start, play a tutorial"
    },
    {
      "index": 604,
      "start_time": 3050200.0,
      "end_time": 3054520.0,
      "text": "level,&quot; now we just make that level one. You&#39;re tightly boxed in as a user. You don&#39;t even"
    },
    {
      "index": 605,
      "start_time": 3054520.0,
      "end_time": 3058200.0,
      "text": "know that you&#39;re tightly boxed in but you&#39;re really tightly boxed in in that first minute"
    },
    {
      "index": 606,
      "start_time": 3058200.0,
      "end_time": 3063450.0,
      "text": "of the game. And some of the core things that we&#39;ve unpacked is you first get a reward,"
    },
    {
      "index": 607,
      "start_time": 3063450.0,
      "end_time": 3068240.0,
      "text": "&quot;Yey,&quot; before you&#39;re asked to register, and the registration step is the one that you"
    },
    {
      "index": 608,
      "start_time": 3068240.0,
      "end_time": 3074760.0,
      "text": "use to claim the reward, right? So the site is advancing value to the user before the"
    },
    {
      "index": 609,
      "start_time": 3074760.0,
      "end_time": 3079730.0,
      "text": "registration occurs and it uses that value to get the registration to occur which is"
    },
    {
      "index": 610,
      "start_time": 3079730.0,
      "end_time": 3084349.0,
      "text": "really backwards, right, from the way most Web design is done. So, that&#39;s become--that&#39;s"
    },
    {
      "index": 611,
      "start_time": 3084350.0,
      "end_time": 3088080.0,
      "text": "been very, very powerful. And that also in those two, or three, or four steps that we"
    },
    {
      "index": 612,
      "start_time": 3088080.0,
      "end_time": 3093711.0,
      "text": "do in the first couple of minutes, we unveil like we reveal the complexity of the game"
    },
    {
      "index": 613,
      "start_time": 3093710.0,
      "end_time": 3099030.0,
      "text": "in slow steps, right, slowly. &quot;Let me show you a little bit more, oh, a little bit more,"
    },
    {
      "index": 614,
      "start_time": 3099030.0,
      "end_time": 3104250.0,
      "text": "oh, a little bit more, okay, now you&#39;re in.&quot; One of the--and then there&#39;s still some revealing"
    },
    {
      "index": 615,
      "start_time": 3104250.0,
      "end_time": 3107470.0,
      "text": "that goes on, right, leveling up and so on. &gt;&gt; So, we were in conversations recently about"
    },
    {
      "index": 616,
      "start_time": 3107470.0,
      "end_time": 3111140.0,
      "text": "some--about gamification of some areas that aren&#39;t necessarily, you know, that are obviously"
    },
    {
      "index": 617,
      "start_time": 3111140.0,
      "end_time": 3118839.0,
      "text": "games. And one of the objections was that this would take away from the value proposition"
    },
    {
      "index": 618,
      "start_time": 3118840.0,
      "end_time": 3124891.0,
      "text": "of what&#39;s already there and sort of create this distracting layer of game on top of this"
    },
    {
      "index": 619,
      "start_time": 3124890.0,
      "end_time": 3126450.0,
      "text": "other thing that already had--gives value to users. And..."
    },
    {
      "index": 620,
      "start_time": 3126450.0,
      "end_time": 3127770.0,
      "text": "&gt;&gt; ZICHERMAN: Yes. &gt;&gt; ...it would sort of shift the value to,"
    },
    {
      "index": 621,
      "start_time": 3127770.0,
      "end_time": 3132210.0,
      "text": "&quot;I&#39;ve got this behavior that I&#39;m--I feel compelled to engage in because I have these innate human"
    },
    {
      "index": 622,
      "start_time": 3132210.0,
      "end_time": 3135109.0,
      "text": "characteristics and all these things.&quot; &gt;&gt; ZICHERMAN: Yes."
    },
    {
      "index": 623,
      "start_time": 3135110.0,
      "end_time": 3139771.0,
      "text": "&gt;&gt; And the argument was that, now I&#39;ve taken--you&#39;ve taken away from the original value that we"
    },
    {
      "index": 624,
      "start_time": 3139770.0,
      "end_time": 3140319.0,
      "text": "had. &gt;&gt; ZICHERMAN: Yes."
    },
    {
      "index": 625,
      "start_time": 3140320.0,
      "end_time": 3142431.0,
      "text": "&gt;&gt; Is there--how do you--what do you say to that objection?"
    },
    {
      "index": 626,
      "start_time": 3142430.0,
      "end_time": 3146920.0,
      "text": "&gt;&gt; ZICHERMAN: That&#39;s a great question. So, the question is--I&#39;ll rephrase it and..."
    },
    {
      "index": 627,
      "start_time": 3146920.0,
      "end_time": 3148020.0,
      "text": "&gt;&gt; Yeah. &gt;&gt; ZICHERMAN: There&#39;s two questions. So, one"
    },
    {
      "index": 628,
      "start_time": 3148020.0,
      "end_time": 3154200.0,
      "text": "of them is, you know, how do you gamify an experience that has intrinsic value already"
    },
    {
      "index": 629,
      "start_time": 3154200.0,
      "end_time": 3159410.0,
      "text": "so you know one thing, and then two, what are the risks of gamifying something that"
    },
    {
      "index": 630,
      "start_time": 3159410.0,
      "end_time": 3164490.0,
      "text": "has intrinsic value, you know, and what happens? So, there&#39;s a two part answer for you. My"
    },
    {
      "index": 631,
      "start_time": 3164490.0,
      "end_time": 3168930.0,
      "text": "favorite allegory around this is Jet Blue. You know, when Jet Blue Airlines launched,"
    },
    {
      "index": 632,
      "start_time": 3168930.0,
      "end_time": 3173420.0,
      "text": "it did not have a frequent flyer program. They said, &quot;We don&#39;t need one. We are a new"
    },
    {
      "index": 633,
      "start_time": 3173420.0,
      "end_time": 3178210.0,
      "text": "kind of airline. Our planes are new and clean. Our employees are happy. We fly where you"
    },
    {
      "index": 634,
      "start_time": 3178210.0,
      "end_time": 3182609.0,
      "text": "want to. We give you free TV and snacks. We do not need a frequent flyer program. That&#39;s"
    },
    {
      "index": 635,
      "start_time": 3182610.0,
      "end_time": 3188781.0,
      "text": "what crappy old airlines use as a crutch. Our core product, our intrinsic product is"
    },
    {
      "index": 636,
      "start_time": 3188780.0,
      "end_time": 3196260.0,
      "text": "good, enough.&quot; How long did that last? One year, approximately, right? And they are super,"
    },
    {
      "index": 637,
      "start_time": 3196260.0,
      "end_time": 3201470.0,
      "text": "super not invented here like, that&#39;s why they were able to go for a whole year, you know?"
    },
    {
      "index": 638,
      "start_time": 3201470.0,
      "end_time": 3208160.0,
      "text": "The reality is sometimes, and I think it happens in almost every commoditized market, the game"
    },
    {
      "index": 639,
      "start_time": 3208160.0,
      "end_time": 3214680.0,
      "text": "subsumes the intrinsic action--activity. It just eats it because it&#39;s more important."
    },
    {
      "index": 640,
      "start_time": 3214680.0,
      "end_time": 3219819.0,
      "text": "It&#39;s more compelling. As everything becomes more of a commodity, the loyalty becomes the"
    },
    {
      "index": 641,
      "start_time": 3219820.0,
      "end_time": 3224070.0,
      "text": "actual end user product. It&#39;s what the user is engaging with, this loyalty program, not"
    },
    {
      "index": 642,
      "start_time": 3224070.0,
      "end_time": 3228211.0,
      "text": "the underlying product. We used to have brand marketing to do that, right, that was the"
    },
    {
      "index": 643,
      "start_time": 3228210.0,
      "end_time": 3231920.0,
      "text": "other lever that companies could use. But today, it&#39;s really hard to get that message"
    },
    {
      "index": 644,
      "start_time": 3231920.0,
      "end_time": 3236700.0,
      "text": "through the users so increasingly, loyalty becomes important. So that&#39;s one aspect of"
    },
    {
      "index": 645,
      "start_time": 3236700.0,
      "end_time": 3242319.0,
      "text": "it. The other aspect of it is a little bit scarier, which is what&#39;s called replacement."
    },
    {
      "index": 646,
      "start_time": 3242320.0,
      "end_time": 3246580.0,
      "text": "So, I did a weird undergrad. My undergraduate was the psychology of gifted children and"
    },
    {
      "index": 647,
      "start_time": 3246580.0,
      "end_time": 3251051.0,
      "text": "their social-emotional affect. And so, one of the things that&#39;s been in the literature"
    },
    {
      "index": 648,
      "start_time": 3251050.0,
      "end_time": 3255890.0,
      "text": "of gifted kids for a long time is replacement and here&#39;s replacement in a nutshell. You,"
    },
    {
      "index": 649,
      "start_time": 3255890.0,
      "end_time": 3260119.0,
      "text": "intrinsically, are a great piano player, Chris. You play piano. You just start playing piano."
    },
    {
      "index": 650,
      "start_time": 3260120.0,
      "end_time": 3262461.0,
      "text": "There&#39;s just one around, you start playing. You love it. You&#39;re playing music. You&#39;re"
    },
    {
      "index": 651,
      "start_time": 3262460.0,
      "end_time": 3266609.0,
      "text": "playing all the time. And your parent&#39;s decide that you&#39;re going to do competitive piano."
    },
    {
      "index": 652,
      "start_time": 3266610.0,
      "end_time": 3270610.0,
      "text": "So, now they introduce competitive piano playing to you. You start going to competitions. You&#39;re"
    },
    {
      "index": 653,
      "start_time": 3270610.0,
      "end_time": 3274161.0,
      "text": "winning. It&#39;s cool. You&#39;re getting prizes. You&#39;re getting rewards. You&#39;re winning and"
    },
    {
      "index": 654,
      "start_time": 3274160.0,
      "end_time": 3280480.0,
      "text": "then if we withdraw the reward, right, we withdraw the prizes and withdraw the reward,"
    },
    {
      "index": 655,
      "start_time": 3280480.0,
      "end_time": 3287829.0,
      "text": "Chris will stop playing piano, full stop. He stops playing the underlying intrinsic"
    },
    {
      "index": 656,
      "start_time": 3287830.0,
      "end_time": 3292811.0,
      "text": "behavior that he&#39;s doing before we ever came along with our fruit cocktail reward program,"
    },
    {
      "index": 657,
      "start_time": 3292810.0,
      "end_time": 3297190.0,
      "text": "right, he just did it because he loved it. What replacement is, it&#39;s a very, very clear"
    },
    {
      "index": 658,
      "start_time": 3297190.0,
      "end_time": 3302569.0,
      "text": "and it happens almost 100% of the time, if you replace intrinsic motivation with extrinsic"
    },
    {
      "index": 659,
      "start_time": 3302570.0,
      "end_time": 3307850.0,
      "text": "rewards and you extinguish the extrinsic reward then the underlying behavior is also extinguished."
    },
    {
      "index": 660,
      "start_time": 3307850.0,
      "end_time": 3313961.0,
      "text": "Once replaced, intrinsic motivation rarely comes back, that&#39;s the basic thing. So, it"
    },
    {
      "index": 661,
      "start_time": 3313960.0,
      "end_time": 3318710.0,
      "text": "leaves you in a bit of a dilemma, which is you&#39;re facing markets that are basically going"
    },
    {
      "index": 662,
      "start_time": 3318710.0,
      "end_time": 3324050.0,
      "text": "to extrinsic rewards everywhere, that&#39;s effectively what&#39;s happening. And I don&#39;t think and I"
    },
    {
      "index": 663,
      "start_time": 3324050.0,
      "end_time": 3327670.0,
      "text": "know it&#39;s controversial. I just gave a talk on gamification for non-profits like last"
    },
    {
      "index": 664,
      "start_time": 3327670.0,
      "end_time": 3333290.0,
      "text": "week in New York at this great meet up for non-profits and I was like, &quot;I hate to be"
    },
    {
      "index": 665,
      "start_time": 3333290.0,
      "end_time": 3337309.0,
      "text": "a harbinger of doom for you here but let me break it down, this is an opportunity rather"
    },
    {
      "index": 666,
      "start_time": 3337310.0,
      "end_time": 3347711.0,
      "text": "than a threat, but intrinsic motivation is over. It&#39;s over. Depending on consumer&#39;s intrinsic"
    },
    {
      "index": 667,
      "start_time": 3347710.0,
      "end_time": 3353910.0,
      "text": "motivation to take actions for you as a brand is over. The sooner you accept that, the better"
    },
    {
      "index": 668,
      "start_time": 3353910.0,
      "end_time": 3359670.0,
      "text": "you will be. We can no longer depend on it.&quot; In fact, it begs the question of whether or"
    },
    {
      "index": 669,
      "start_time": 3359670.0,
      "end_time": 3365270.0,
      "text": "not there is an intrinsic versus extrinsic rewards system anymore at all, right? Our"
    },
    {
      "index": 670,
      "start_time": 3365270.0,
      "end_time": 3372250.0,
      "text": "private lives are now public. Our social media presence is omnipresent. It follows us around"
    },
    {
      "index": 671,
      "start_time": 3372250.0,
      "end_time": 3377309.0,
      "text": "all the time. Is there an internal life for people? I don&#39;t even know anymore. But here&#39;s"
    },
    {
      "index": 672,
      "start_time": 3377310.0,
      "end_time": 3383381.0,
      "text": "what I do know, every vertical will become--the rewards will become externalized and you&#39;ll"
    },
    {
      "index": 673,
      "start_time": 3383380.0,
      "end_time": 3387240.0,
      "text": "need to find a good external rewards system to compensate. Yeah?"
    },
    {
      "index": 674,
      "start_time": 3387240.0,
      "end_time": 3393440.0,
      "text": "&gt;&gt; How do you apply that to a business context? So, I&#39;ve got a deal with a material that&#39;s"
    },
    {
      "index": 675,
      "start_time": 3393440.0,
      "end_time": 3399270.0,
      "text": "listed as A, B, C and D and I can&#39;t get a partner to commit so I introduce extrinsic"
    },
    {
      "index": 676,
      "start_time": 3399270.0,
      "end_time": 3406280.0,
      "text": "value E. I mean at what point are you crafting an unsustainable relationship? Like you have"
    },
    {
      "index": 677,
      "start_time": 3406280.0,
      "end_time": 3408880.0,
      "text": "six months of exclusivity but six months, you know, in month seven, are you still going"
    },
    {
      "index": 678,
      "start_time": 3408880.0,
      "end_time": 3412510.0,
      "text": "to be happy with the deal? &gt;&gt; ZICHERMAN: Right. So the question is, how"
    },
    {
      "index": 679,
      "start_time": 3412510.0,
      "end_time": 3414089.0,
      "text": "do you make that sustainable? &gt;&gt; Yes."
    },
    {
      "index": 680,
      "start_time": 3414090.0,
      "end_time": 3417461.0,
      "text": "&gt;&gt; ZICHERMAN: So, I&#39;ll tell you kind of a--I don&#39;t know your personal situation but I&#39;ll"
    },
    {
      "index": 681,
      "start_time": 3417460.0,
      "end_time": 3423270.0,
      "text": "share a story. So, from the time that--and maybe it&#39;s a very personal situation, but"
    },
    {
      "index": 682,
      "start_time": 3423270.0,
      "end_time": 3430780.0,
      "text": "we can talk about it later. So, from the time when United first unveiled Mileage Plus in"
    },
    {
      "index": 683,
      "start_time": 3430780.0,
      "end_time": 3439020.0,
      "text": "1981 a week after American, until 2007, the top level you could achieve in mileage plus"
    },
    {
      "index": 684,
      "start_time": 3439020.0,
      "end_time": 3444270.0,
      "text": "was one million mile flyer, that was the max level you could achieve. And of course, that"
    },
    {
      "index": 685,
      "start_time": 3444270.0,
      "end_time": 3451750.0,
      "text": "seemed insane in 1981. &quot;A million miles. Oh, my god. How many people would ever get to"
    },
    {
      "index": 686,
      "start_time": 3451750.0,
      "end_time": 3455890.0,
      "text": "a million miles? That&#39;s crazy.&quot; So the designers didn&#39;t design passed a million miles. What"
    },
    {
      "index": 687,
      "start_time": 3455890.0,
      "end_time": 3461260.0,
      "text": "happened when users reached to a million miles? They stopped playing because it stopped being"
    },
    {
      "index": 688,
      "start_time": 3461260.0,
      "end_time": 3466569.0,
      "text": "fun. There was no more reward to win. They got lifetime gold status, right? There was"
    },
    {
      "index": 689,
      "start_time": 3466570.0,
      "end_time": 3470921.0,
      "text": "just nothing to get out of the level past a million. Using game term, strict game terminology,"
    },
    {
      "index": 690,
      "start_time": 3470920.0,
      "end_time": 3476050.0,
      "text": "that was the boss level of the game. They beat the boss level. Once they beat the boss"
    },
    {
      "index": 691,
      "start_time": 3476050.0,
      "end_time": 3480950.0,
      "text": "level, the game&#39;s not that much fun anymore, right? So, three, four years ago, United added"
    },
    {
      "index": 692,
      "start_time": 3480950.0,
      "end_time": 3484800.0,
      "text": "additional tiers beyond a million; two million, three million. They&#39;re not necessarily thoughtful"
    },
    {
      "index": 693,
      "start_time": 3484800.0,
      "end_time": 3488599.0,
      "text": "but they are interesting because they point to a--the fact that you have to constantly"
    },
    {
      "index": 694,
      "start_time": 3488600.0,
      "end_time": 3493120.0,
      "text": "be thinking about the game system and constantly extending and redesigning it. I don&#39;t think"
    },
    {
      "index": 695,
      "start_time": 3493120.0,
      "end_time": 3497610.0,
      "text": "that there is a--there is definitely not a magic like sprinkle game sauce on something"
    },
    {
      "index": 696,
      "start_time": 3497610.0,
      "end_time": 3501691.0,
      "text": "to make it taste good. There is no like, you know, there is no like quick answer where"
    },
    {
      "index": 697,
      "start_time": 3501690.0,
      "end_time": 3505349.0,
      "text": "you can like just drop in one game mechanic and all of a sudden, &quot;Man, this thing that"
    },
    {
      "index": 698,
      "start_time": 3505350.0,
      "end_time": 3510011.0,
      "text": "wasn&#39;t working before now really hums,&quot; you know? That isn&#39;t the case. These are long"
    },
    {
      "index": 699,
      "start_time": 3510010.0,
      "end_time": 3513640.0,
      "text": "term engagement systems that we&#39;re building and they will require care and nurturing."
    },
    {
      "index": 700,
      "start_time": 3513640.0,
      "end_time": 3517410.0,
      "text": "One of my big predictions, and then I think we got to wrap up, but one of my big predictions"
    },
    {
      "index": 701,
      "start_time": 3517410.0,
      "end_time": 3521530.0,
      "text": "is that I think every company will have a chief engagement officer working on their"
    },
    {
      "index": 702,
      "start_time": 3521530.0,
      "end_time": 3526670.0,
      "text": "staff, whose a different kind of discipline. It&#39;s not quite marketing. It&#39;s about engagement,"
    },
    {
      "index": 703,
      "start_time": 3526670.0,
      "end_time": 3529980.0,
      "text": "whose responsibilities, you know, encompass all the different things that we&#39;ve talked"
    },
    {
      "index": 704,
      "start_time": 3529980.0,
      "end_time": 3536940.0,
      "text": "about. So, that could be you, for you personal problem. Thank you all very much. If you want"
    },
    {
      "index": 705,
      "start_time": 3536940.0,
      "end_time": 3542430.0,
      "text": "to continue the dialogue with me, I&#39;m on Twitter. I&#39;m @gzicherm. The blog is Gamification.Co"
    },
    {
      "index": 706,
      "start_time": 3542430.0,
      "end_time": 3552430.0,
      "text": "and, you know, feel free to chat with me anytime. Thank you."
    }
  ]
}