{
  "video_id": "6Q-waxU34W8",
  "title": "WEBINAR: Behavior Economics 101",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6240.0,
      "end_time": 12190.0,
      "text": "&gt;&gt; Hello, everyone. Thank you for joining us today for our webinar on Behavior Economics"
    },
    {
      "index": 2,
      "start_time": 12190.0,
      "end_time": 20160.0,
      "text": "101. My name is Michael Roush, and I&#39;m the manager of financial empowerment and innovation"
    },
    {
      "index": 3,
      "start_time": 20160.0,
      "end_time": 27179.0,
      "text": "at the National Disability Institute. Today, I am joined by Wynne Lum, philanthropy manager"
    },
    {
      "index": 4,
      "start_time": 27179.0,
      "end_time": 34010.0,
      "text": "at Bank of America; Nicole Truog, associate director, the Center for Financial Security"
    },
    {
      "index": 5,
      "start_time": 34010.0,
      "end_time": 40940.0,
      "text": "at the University of Wisconsin Madison; and Anya Samak, who is the assistant professor"
    },
    {
      "index": 6,
      "start_time": 40940.0,
      "end_time": 48489.0,
      "text": "at the University of Wisconsin Madison. Before we get started with today&#39;s webinar, we do"
    },
    {
      "index": 7,
      "start_time": 48489.0,
      "end_time": 54850.0,
      "text": "have some housekeeping tips that we need to go over. My colleague, Nakia Matthews is going"
    },
    {
      "index": 8,
      "start_time": 54850.0,
      "end_time": 59949.0,
      "text": "to cover that information. &gt;&gt; Good afternoon, everybody. The audio for"
    },
    {
      "index": 9,
      "start_time": 59949.0,
      "end_time": 66200.0,
      "text": "today&#39;s webinar is being broadcast through your computer. Please make sure that your"
    },
    {
      "index": 10,
      "start_time": 66200.0,
      "end_time": 71450.0,
      "text": "speakers are turned up or your headphones are plugged in. You can control the audio"
    },
    {
      "index": 11,
      "start_time": 71450.0,
      "end_time": 76700.0,
      "text": "broadcast via the audio broadcast panel, which you see here below. If you accidentally close"
    },
    {
      "index": 12,
      "start_time": 76700.0,
      "end_time": 81999.0,
      "text": "the panel you can reopen it from the top menu item by going to communicate, join audio broadcast."
    },
    {
      "index": 13,
      "start_time": 81999.0,
      "end_time": 90439.0,
      "text": "You can also use this to control the sound if the sound becomes distorted. If you do"
    },
    {
      "index": 14,
      "start_time": 90439.0,
      "end_time": 95170.0,
      "text": "not have sound capabilities on your computer or you prefer to listen by phone, you can"
    },
    {
      "index": 15,
      "start_time": 95170.0,
      "end_time": 101380.0,
      "text": "dial the number you see here. I will also put the information into the chat box. You"
    },
    {
      "index": 16,
      "start_time": 101380.0,
      "end_time": 109280.0,
      "text": "do not need to enter an attendee ID. Real-time captioning is provided during this webinar."
    },
    {
      "index": 17,
      "start_time": 109280.0,
      "end_time": 113759.0,
      "text": "The captions can be found in the media viewer panel which appears in the lower right-hand"
    },
    {
      "index": 18,
      "start_time": 113759.0,
      "end_time": 119189.0,
      "text": "corner of the webinar platform. If you want to make the media viewer panel larger, you"
    },
    {
      "index": 19,
      "start_time": 119189.0,
      "end_time": 123979.0,
      "text": "can minimize some of the other panels like chat, Q&amp;A or participant and conversely if"
    },
    {
      "index": 20,
      "start_time": 123979.0,
      "end_time": 131170.0,
      "text": "you do not want to see the media viewer panel, you can minimize it. There will be a question"
    },
    {
      "index": 21,
      "start_time": 131170.0,
      "end_time": 136800.0,
      "text": "and answer session at the end of the webinar. Please use the chat box or the Q&amp;A box to"
    },
    {
      "index": 22,
      "start_time": 136800.0,
      "end_time": 141730.0,
      "text": "send any questions you may have to us during the course of the webinar. We will directly"
    },
    {
      "index": 23,
      "start_time": 141730.0,
      "end_time": 145850.0,
      "text": "-- direct these questions accordingly. If you are listening by phone and not logged"
    },
    {
      "index": 24,
      "start_time": 145850.0,
      "end_time": 151860.0,
      "text": "into the webinar platform, you may also submit questions by e-mailing them directly to me,"
    },
    {
      "index": 25,
      "start_time": 151860.0,
      "end_time": 159780.0,
      "text": "Nakia Matthews at nmatthews@ndi-inc.org. Please note that this webinar is being recorded and"
    },
    {
      "index": 26,
      "start_time": 159780.0,
      "end_time": 166340.0,
      "text": "that the materials will be put on the NDI website. If you experience any technical difficulties"
    },
    {
      "index": 27,
      "start_time": 166340.0,
      "end_time": 171910.0,
      "text": "during the webinar, please use the chat box to send me a message, Nakia Matthews. Or you"
    },
    {
      "index": 28,
      "start_time": 171910.0,
      "end_time": 184730.0,
      "text": "may e-mail me at nmatthews@ndi-inc.org. &gt;&gt; Great. Thank you, Nakia. Today&#39;s webinar"
    },
    {
      "index": 29,
      "start_time": 184730.0,
      "end_time": 191870.0,
      "text": "is our second in a three-part series that we are doing with support from Bank of America."
    },
    {
      "index": 30,
      "start_time": 191870.0,
      "end_time": 198770.0,
      "text": "Our first webinar was introducing us to financial capabilities and key concepts and strategies"
    },
    {
      "index": 31,
      "start_time": 198770.0,
      "end_time": 206210.0,
      "text": "surrounding financial capability. Today&#39;s webinar is to introduce us to Behavior Economics."
    },
    {
      "index": 32,
      "start_time": 206210.0,
      "end_time": 214110.0,
      "text": "What is it? What is the impact of Behavior Economics? Our guests today will help us understand"
    },
    {
      "index": 33,
      "start_time": 214110.0,
      "end_time": 219510.0,
      "text": "this topic. We are thankful for our friends from the University of Wisconsin, the Center"
    },
    {
      "index": 34,
      "start_time": 219510.0,
      "end_time": 225630.0,
      "text": "for Financial Security, for partnering with us today on this webinar. Please note that"
    },
    {
      "index": 35,
      "start_time": 225630.0,
      "end_time": 232020.0,
      "text": "today&#39;s webinar is not disability specific as we are exploring this topic together. And"
    },
    {
      "index": 36,
      "start_time": 232020.0,
      "end_time": 237330.0,
      "text": "then together we will ponder how Behavior Economics applies to the work that we are"
    },
    {
      "index": 37,
      "start_time": 237330.0,
      "end_time": 245220.0,
      "text": "doing together to advance the economic self-sufficiency for persons with disabilities. Our objective"
    },
    {
      "index": 38,
      "start_time": 245220.0,
      "end_time": 251280.0,
      "text": "for today&#39;s webinar are to define Behavior Economics, understand key components and look"
    },
    {
      "index": 39,
      "start_time": 251280.0,
      "end_time": 258620.0,
      "text": "at strategies to use as we work to create positive financial habits for clients we serve."
    },
    {
      "index": 40,
      "start_time": 258620.0,
      "end_time": 263780.0,
      "text": "I would like to thank our sponsor of today&#39;s webinar, Bank of A merica, for their support"
    },
    {
      "index": 41,
      "start_time": 263780.0,
      "end_time": 269919.0,
      "text": "of expanding the financial capability of persons with disabilities. I would also like to thank"
    },
    {
      "index": 42,
      "start_time": 269919.0,
      "end_time": 276520.0,
      "text": "Bank of America for choosing the National Disability Institute to be one of the nonprofit"
    },
    {
      "index": 43,
      "start_time": 276520.0,
      "end_time": 282599.0,
      "text": "organizations highlighted on Bank of America&#39;s Times Square billboard this weekend and the"
    },
    {
      "index": 44,
      "start_time": 282599.0,
      "end_time": 288389.0,
      "text": "weekend of June 1st. If you are in the New York City area and can make it down to times"
    },
    {
      "index": 45,
      "start_time": 288389.0,
      "end_time": 293449.0,
      "text": "square, please do and take a picture in front of the billboard. When our logo comes up."
    },
    {
      "index": 46,
      "start_time": 293449.0,
      "end_time": 298650.0,
      "text": "And send it to us. We&#39;d love to highlight our partners with the Bank of America billboard"
    },
    {
      "index": 47,
      "start_time": 298650.0,
      "end_time": 305330.0,
      "text": "and NDI logo displayed and we&#39;re very honored for this opportunity and we thank Bank of"
    },
    {
      "index": 48,
      "start_time": 305330.0,
      "end_time": 314199.0,
      "text": "America for highlighting the National Disability Institute. For those of you that are new to"
    },
    {
      "index": 49,
      "start_time": 314199.0,
      "end_time": 319020.0,
      "text": "the National Disability Institute, before we turn it over to our presenters, I would"
    },
    {
      "index": 50,
      "start_time": 319020.0,
      "end_time": 325400.0,
      "text": "like to share with you a little bit of information. The National Disability Institute is a national"
    },
    {
      "index": 51,
      "start_time": 325400.0,
      "end_time": 332460.0,
      "text": "nonprofit organization dedicated to building a better economic future for Americans with"
    },
    {
      "index": 52,
      "start_time": 332460.0,
      "end_time": 341389.0,
      "text": "disabilities. We are the first national organization committed exclusively to championing economic"
    },
    {
      "index": 53,
      "start_time": 341389.0,
      "end_time": 349270.0,
      "text": "empowering -- empowerment, and financial stability for all persons across the full spectrum of"
    },
    {
      "index": 54,
      "start_time": 349270.0,
      "end_time": 356969.0,
      "text": "disabilities. National Disability Institute affect change through public education, training,"
    },
    {
      "index": 55,
      "start_time": 356969.0,
      "end_time": 363939.0,
      "text": "technical assistance, and policy development to help the one in three Americans with disabilities"
    },
    {
      "index": 56,
      "start_time": 363939.0,
      "end_time": 370069.0,
      "text": "living in poverty take steps towards brighter financial futures. To learn more about the"
    },
    {
      "index": 57,
      "start_time": 370069.0,
      "end_time": 381789.0,
      "text": "National Disability Institute, go to RealEconomicImpact.org. At this time, I would like to turn it over"
    },
    {
      "index": 58,
      "start_time": 381789.0,
      "end_time": 388090.0,
      "text": "to our friends at Bank of America. And we have Wynne Lum, who is the fanatical the -- the"
    },
    {
      "index": 59,
      "start_time": 388090.0,
      "end_time": 395419.0,
      "text": "philanthropy manager. Wynne, have you&#39;ve been able to join us? -- have you&#39;ve been able"
    },
    {
      "index": 60,
      "start_time": 395419.0,
      "end_time": 410009.0,
      "text": "to join u s? -- have you been able? Wynne will be joining us in just a minute. Until"
    },
    {
      "index": 61,
      "start_time": 410009.0,
      "end_time": 417549.0,
      "text": "he does join us, Nicole, can I turn it over to you?"
    },
    {
      "index": 62,
      "start_time": 417549.0,
      "end_time": 422499.0,
      "text": "&gt;&gt; Yes. Can you hear me okay? &gt;&gt; Perfect. Thanks, Nicole."
    },
    {
      "index": 63,
      "start_time": 422499.0,
      "end_time": 429089.0,
      "text": "&gt;&gt; No problem. I&#39;m delighted to participate today. I wanted to take a moment to say a"
    },
    {
      "index": 64,
      "start_time": 429089.0,
      "end_time": 433659.0,
      "text": "few words about the Center for Financial Security -- financial security. We are and applied"
    },
    {
      "index": 65,
      "start_time": 433659.0,
      "end_time": 439789.0,
      "text": "research Center and our research really focuses on working to build financial capabilities"
    },
    {
      "index": 66,
      "start_time": 439789.0,
      "end_time": 444900.0,
      "text": "for families and individuals over the life course. We do this through research that looks"
    },
    {
      "index": 67,
      "start_time": 444900.0,
      "end_time": 449830.0,
      "text": "at the measurement of financial capabilities, targeting interventions to populations at"
    },
    {
      "index": 68,
      "start_time": 449830.0,
      "end_time": 456249.0,
      "text": "risk, and also testing strategies and products and services. And so I couldn&#39;t leave you"
    },
    {
      "index": 69,
      "start_time": 456249.0,
      "end_time": 461210.0,
      "text": "today without a little plug for the center and have provided some resources here. I hope"
    },
    {
      "index": 70,
      "start_time": 461210.0,
      "end_time": 466589.0,
      "text": "you&#39;ll take a look at our website where we have a lot of our research published and also"
    },
    {
      "index": 71,
      "start_time": 466589.0,
      "end_time": 474529.0,
      "text": "policy briefs that are two to three page snapshots of our research. And all of our research,"
    },
    {
      "index": 72,
      "start_time": 474529.0,
      "end_time": 480550.0,
      "text": "we couldn&#39;t do it without our affiliates. And Anya is one of 50 plus affiliates who"
    },
    {
      "index": 73,
      "start_time": 480550.0,
      "end_time": 487210.0,
      "text": "are researchers across the country and across the campus working to look at financial capabilities."
    },
    {
      "index": 74,
      "start_time": 487210.0,
      "end_time": 491610.0,
      "text": "If you&#39;re interested in learning more about financial security over the life course, we"
    },
    {
      "index": 75,
      "start_time": 491610.0,
      "end_time": 498610.0,
      "text": "do have an online conference coming up that&#39;s the pathways 2013 link. So thank you to Michael"
    },
    {
      "index": 76,
      "start_time": 498610.0,
      "end_time": 503350.0,
      "text": "and his team. I look forward to hearing more from Anya."
    },
    {
      "index": 77,
      "start_time": 503350.0,
      "end_time": 513539.0,
      "text": "&gt;&gt; Great. Thank you, Nicole. And thank you for joining us today and for connecting us"
    },
    {
      "index": 78,
      "start_time": 513539.0,
      "end_time": 520459.0,
      "text": "with Anya. I think we might have Wynne back on the line, before we turn it over to our"
    },
    {
      "index": 79,
      "start_time": 520458.99999999994,
      "end_time": 528910.0,
      "text": "main presenter, Wynne will be joining us momentarily. Nakia, I sent you the number. One piece I&#39;d"
    },
    {
      "index": 80,
      "start_time": 528910.0,
      "end_time": 535050.0,
      "text": "like to share with you before Wynne joins us is that we have a partnership with Bank"
    },
    {
      "index": 81,
      "start_time": 535050.0,
      "end_time": 541360.0,
      "text": "of America&#39;s disability -- Disability Advocacy Network. And we are partnering with members"
    },
    {
      "index": 82,
      "start_time": 541360.0,
      "end_time": 548199.0,
      "text": "of the Bank of America team to increase awareness on financial wellness for persons with disabilities"
    },
    {
      "index": 83,
      "start_time": 548199.0,
      "end_time": 554180.0,
      "text": "through two opportunities. We have the financial education training as well as disability awareness"
    },
    {
      "index": 84,
      "start_time": 554180.0,
      "end_time": 560690.0,
      "text": "training for VITA volunteers, tax and asset building coalitions, debt management partners,"
    },
    {
      "index": 85,
      "start_time": 560690.0,
      "end_time": 567149.0,
      "text": "IDA and financial education providers. If you are interested in being connected with"
    },
    {
      "index": 86,
      "start_time": 567149.0,
      "end_time": 574389.0,
      "text": "a representative from Bank of America through the Disability Advocacy Network, please send"
    },
    {
      "index": 87,
      "start_time": 574389.0,
      "end_time": 589380.0,
      "text": "me an e-mail, Michael Roush, at mroush@ndi-inc.org. And we will be able to connect you to these"
    },
    {
      "index": 88,
      "start_time": 589380.0,
      "end_time": 595170.0,
      "text": "volunteer opportunities within your area. And so now what I&#39;d like to do is I think"
    },
    {
      "index": 89,
      "start_time": 595170.0,
      "end_time": 599889.0,
      "text": "we have Wynne Lum on the l ine. So, Wynne, I&#39;ll turn it over to y ou."
    },
    {
      "index": 90,
      "start_time": 599889.0,
      "end_time": 604990.0,
      "text": "&gt;&gt; Michael, thank you very much. Thank you for talking about the Disability Advocacy"
    },
    {
      "index": 91,
      "start_time": 604990.0,
      "end_time": 610259.0,
      "text": "Network at Bank of America. You mentioned earlier the admission -- the mission for the"
    },
    {
      "index": 92,
      "start_time": 610259.0,
      "end_time": 614569.0,
      "text": "National Disability Institute. Your mission is the reason why we are pleased to partner"
    },
    {
      "index": 93,
      "start_time": 614569.0,
      "end_time": 621860.0,
      "text": "with you and your organization, to help consumers be better able managing their finances. And"
    },
    {
      "index": 94,
      "start_time": 621860.0,
      "end_time": 629709.0,
      "text": "you had mentioned the times square recognition -- we were recognizing a handful of our have"
    },
    {
      "index": 95,
      "start_time": 629709.0,
      "end_time": 633639.0,
      "text": "-- partners and the wonderful work they do. Thank you for doing the work that you are"
    },
    {
      "index": 96,
      "start_time": 633639.0,
      "end_time": 638639.0,
      "text": "doing. This is a great time to be part of this conversation and this learning session"
    },
    {
      "index": 97,
      "start_time": 638639.0,
      "end_time": 645899.0,
      "text": "we&#39;re having. I&#39;m in between frazzled -- so this is a great day you picked for this conversation."
    },
    {
      "index": 98,
      "start_time": 645899.0,
      "end_time": 652449.0,
      "text": "When I mean I&#39;m in between, we just finished with Mother&#39;s Day. And I was just stressed"
    },
    {
      "index": 99,
      "start_time": 652449.0,
      "end_time": 657329.0,
      "text": "out on what to get and the gifts I had to buy. And now were going from Mother&#39;s Day"
    },
    {
      "index": 100,
      "start_time": 657329.0,
      "end_time": 662720.0,
      "text": "to Father&#39;s Day to graduation, prom and everything else we have to do, not to mention necessities"
    },
    {
      "index": 101,
      "start_time": 662720.0,
      "end_time": 669060.0,
      "text": "that we all have. So how do you pay for all that? What used decide to get? What&#39;s going"
    },
    {
      "index": 102,
      "start_time": 669060.0,
      "end_time": 674660.0,
      "text": "to make mom and dad happy? What&#39;s going to make the graduate happy? And then do -- cannot"
    },
    {
      "index": 103,
      "start_time": 674660.0,
      "end_time": 680329.0,
      "text": "even afford to do it? I don&#39;t have to worry about affordability, do I? The marketers are"
    },
    {
      "index": 104,
      "start_time": 680329.0,
      "end_time": 685480.0,
      "text": "telling me that I can pay with easy pay, I can delay away, installment, I can pay with"
    },
    {
      "index": 105,
      "start_time": 685480.0,
      "end_time": 694630.0,
      "text": "other people&#39;s money. And so all of this is stressing me out because we all know that"
    },
    {
      "index": 106,
      "start_time": 694630.0,
      "end_time": 700940.0,
      "text": "impulsive buying can lead to some bad habits. And we need to be more thoughtful, we need"
    },
    {
      "index": 107,
      "start_time": 700940.0,
      "end_time": 704790.0,
      "text": "to be more deliberate, we need to be able to help ourselves manage our finances. That&#39;s"
    },
    {
      "index": 108,
      "start_time": 704790.0,
      "end_time": 709860.0,
      "text": "one of the reasons I&#39;m interested in the work that the National Disability Institute is"
    },
    {
      "index": 109,
      "start_time": 709860.0,
      "end_time": 714019.0,
      "text": "doing but also the work that&#39;s being done by the University of Wisconsin Center for"
    },
    {
      "index": 110,
      "start_time": 714019.0,
      "end_time": 718279.0,
      "text": "financial security. They are some of the leading pioneers and experts and smart people doing"
    },
    {
      "index": 111,
      "start_time": 718279.0,
      "end_time": 724000.0,
      "text": "this work under the leadership of Dr. Michael Collins and Nicole Truog, who we&#39;re going"
    },
    {
      "index": 112,
      "start_time": 724000.0,
      "end_time": 730870.0,
      "text": "to hear from today, and Anya Samak in all the work they&#39;re doing to help us achieve"
    },
    {
      "index": 113,
      "start_time": 730870.0,
      "end_time": 736970.0,
      "text": "financial security. So we at Bank of America believe that consumers should be more thoughtful"
    },
    {
      "index": 114,
      "start_time": 736970.0,
      "end_time": 741819.0,
      "text": "and should be able to help themselves, because better consumers make better customers for"
    },
    {
      "index": 115,
      "start_time": 741819.0,
      "end_time": 748519.0,
      "text": "us but they also help relieve the stress so that we&#39;re not all frazzled with understanding"
    },
    {
      "index": 116,
      "start_time": 748519.0,
      "end_time": 753959.0,
      "text": "how to manage our finances. Michael, I&#39;m interested in learning from the panelists today and what"
    },
    {
      "index": 117,
      "start_time": 753959.0,
      "end_time": 760040.0,
      "text": "they&#39;re doing. Thank you for letting us be a part of this."
    },
    {
      "index": 118,
      "start_time": 760040.0,
      "end_time": 766449.0,
      "text": "&gt;&gt; Great. Thank you, Wynne. We appreciate you being on the call today. So now is the"
    },
    {
      "index": 119,
      "start_time": 766449.0,
      "end_time": 773440.0,
      "text": "main part of our webinar presentation today. And we&#39;re really excited to bring this topic"
    },
    {
      "index": 120,
      "start_time": 773440.0,
      "end_time": 779420.0,
      "text": "to you all. It&#39;s a topic that we&#39;ve been exploring and looking at as we&#39;ve traveled across the"
    },
    {
      "index": 121,
      "start_time": 779420.0,
      "end_time": 785540.0,
      "text": "country. Partners from both the asset building community, financial services as well as the"
    },
    {
      "index": 122,
      "start_time": 785540.0,
      "end_time": 791870.0,
      "text": "disability community have said to our team, what is Behavior Economics? What does it include?"
    },
    {
      "index": 123,
      "start_time": 791870.0,
      "end_time": 796529.0,
      "text": "Please bring us some information on it. And so when we reached out to the University of"
    },
    {
      "index": 124,
      "start_time": 796529.0,
      "end_time": 804959.0,
      "text": "Wisconsin, they connected us with Anya Samak, who is going to share some great information"
    },
    {
      "index": 125,
      "start_time": 804959.0,
      "end_time": 811690.0,
      "text": "with us today. She&#39;s been studying Behavior Economics. And we&#39;re delighted to have Dr."
    },
    {
      "index": 126,
      "start_time": 811690.0,
      "end_time": 817180.0,
      "text": "Samak join us today. So with that, Anya, I&#39;m going to turn it over to you."
    },
    {
      "index": 127,
      "start_time": 817180.0,
      "end_time": 820810.0,
      "text": "&gt;&gt; Great. Hopefully everyone can hear me. &gt;&gt; Sounds great."
    },
    {
      "index": 128,
      "start_time": 820810.0,
      "end_time": 826759.0,
      "text": "&gt;&gt; Yes? Good. My name is Anya Samak. I&#39;ve been a professor at the University of Wisconsin"
    },
    {
      "index": 129,
      "start_time": 826759.0,
      "end_time": 829860.0,
      "text": "Madison and Center for Financial Security the past year. Before that, I was doing behavioral"
    },
    {
      "index": 130,
      "start_time": 829860.0,
      "end_time": 843480.0,
      "text": "economics research at the University of Chicago. And I received my PhD in experimental behavioral"
    },
    {
      "index": 131,
      "start_time": 843480.0,
      "end_time": 850680.0,
      "text": "economics from Purdue University. So I&#39;ve been working on behavioral Econ for quite"
    },
    {
      "index": 132,
      "start_time": 850680.0,
      "end_time": 857269.0,
      "text": "a while and also mostly working on general behavioral principles that can be shared across"
    },
    {
      "index": 133,
      "start_time": 857269.0,
      "end_time": 861829.0,
      "text": "many domains. Not just thinking about why people choose to save versus spend or how"
    },
    {
      "index": 134,
      "start_time": 861829.0,
      "end_time": 867259.0,
      "text": "people to -- choose to allocate their money and what behavioral biases exist in that decision"
    },
    {
      "index": 135,
      "start_time": 867259.0,
      "end_time": 875120.0,
      "text": "but also very related topics such as, why do people choose to exercise or not? Why do"
    },
    {
      "index": 136,
      "start_time": 875120.0,
      "end_time": 881019.0,
      "text": "they choose to eat healthy or not? How do people decide about philanthropic giving and"
    },
    {
      "index": 137,
      "start_time": 881019.0,
      "end_time": 887250.0,
      "text": "so on? Today I&#39;m going to be more general and you&#39;ll learn a little bit about the different"
    },
    {
      "index": 138,
      "start_time": 887250.0,
      "end_time": 897589.0,
      "text": "main principles in behavioral economics and how they can be applied to contact. So when"
    },
    {
      "index": 139,
      "start_time": 897589.0,
      "end_time": 903500.0,
      "text": "I talk today, I&#39;m going to break the presentation up into three components. First, I&#39;m going"
    },
    {
      "index": 140,
      "start_time": 903500.0,
      "end_time": 909490.0,
      "text": "to tell you what but it -- Haverhill economics is. As Michael said, behavioral Econ 101."
    },
    {
      "index": 141,
      "start_time": 909490.0,
      "end_time": 916199.0,
      "text": "Then I&#39;m going to tell you a little bit about how economists use experiments to study behavior."
    },
    {
      "index": 142,
      "start_time": 916199.0,
      "end_time": 920250.0,
      "text": "Finally I&#39;ll give you some lessons on how insights from behavioral economics can be"
    },
    {
      "index": 143,
      "start_time": 920250.0,
      "end_time": 931750.0,
      "text": "applied in real settings and give you some examples of studies that have done this. So"
    },
    {
      "index": 144,
      "start_time": 931750.0,
      "end_time": 936300.0,
      "text": "before we get started I&#39;m going to tell you about economics. When a lot of people think"
    },
    {
      "index": 145,
      "start_time": 936300.0,
      "end_time": 941819.0,
      "text": "about economics or if I meet someone at a party and tell them that I&#39;m an economist,"
    },
    {
      "index": 146,
      "start_time": 941819.0,
      "end_time": 946949.0,
      "text": "people usually assume that when I&#39;m interested in is studying money. How do people decide"
    },
    {
      "index": 147,
      "start_time": 946949.0,
      "end_time": 954629.0,
      "text": "to spend their money? What does the GDP look like? And that is macroeconomic q uestions."
    },
    {
      "index": 148,
      "start_time": 954629.0,
      "end_time": 960389.0,
      "text": "Really, as economists, we think about any decision being an economic one, because microeconomics"
    },
    {
      "index": 149,
      "start_time": 960389.0,
      "end_time": 968069.0,
      "text": "is really the study of how individuals or firms make decisions to allocate limited resources."
    },
    {
      "index": 150,
      "start_time": 968069.0,
      "end_time": 974149.0,
      "text": "Limited resources could be money but it also could be time. You could think about choosing"
    },
    {
      "index": 151,
      "start_time": 974149.0,
      "end_time": 980509.0,
      "text": "whether to buy a TV or invest that money in a retirement account as an economic decision."
    },
    {
      "index": 152,
      "start_time": 980509.0,
      "end_time": 986519.0,
      "text": "You could also think about choosing whether to spend time watching TV or choosing to spend"
    },
    {
      "index": 153,
      "start_time": 986519.0,
      "end_time": 992509.0,
      "text": "that time exercising as an economic decision, because you&#39;re allocating limited resources."
    },
    {
      "index": 154,
      "start_time": 992509.0,
      "end_time": 998160.0,
      "text": "As economists, we have two main components of a decision. The first component is the"
    },
    {
      "index": 155,
      "start_time": 998160.0,
      "end_time": 1003089.0,
      "text": "a c onstraint. That tells us what the individual can do. It gives us the amount of money they"
    },
    {
      "index": 156,
      "start_time": 1003090.0,
      "end_time": 1007161.0,
      "text": "have to spend, gives us the hours in the day that are available to allocate across activities."
    },
    {
      "index": 157,
      "start_time": 1007160.0,
      "end_time": 1015050.0,
      "text": "The second component is p references. That tells us what the individual wants to do."
    },
    {
      "index": 158,
      "start_time": 1015050.0,
      "end_time": 1021389.0,
      "text": "In general, we assume that being jewel -- the individual&#39;s objective is to maximize satisfaction,"
    },
    {
      "index": 159,
      "start_time": 1021390.0,
      "end_time": 1027721.0,
      "text": "whether they receive satisfaction from activities or receive satisfaction from consumption g"
    },
    {
      "index": 160,
      "start_time": 1027720.0,
      "end_time": 1035439.0,
      "text": "oods. That in a nutshell how micro economists think about decision-making. So let&#39;s start,"
    },
    {
      "index": 161,
      "start_time": 1035440.0,
      "end_time": 1046160.0,
      "text": "what is behavioral economics? With one anecdote. Suppose we have George, whose choosing whether"
    },
    {
      "index": 162,
      "start_time": 1046160.0000000001,
      "end_time": 1054030.0,
      "text": "to invest in a 401(k) plan at work. This slide tells you what we would typically believe"
    },
    {
      "index": 163,
      "start_time": 1054030.0,
      "end_time": 1058591.0,
      "text": "George would do. As economists, this is what we believe George will do. As policymakers,"
    },
    {
      "index": 164,
      "start_time": 1058590.0,
      "end_time": 1064250.0,
      "text": "we might also believe this is what he would do. We give George some information about"
    },
    {
      "index": 165,
      "start_time": 1064250.0,
      "end_time": 1069950.0,
      "text": "the 401(k). Give him that information under the assumption that he&#39;s going to carefully"
    },
    {
      "index": 166,
      "start_time": 1069950.0,
      "end_time": 1075130.0,
      "text": "consider all of the information that&#39;s given to him. And then he&#39;s going to use all this"
    },
    {
      "index": 167,
      "start_time": 1075130.0,
      "end_time": 1080659.0,
      "text": "information to maximize his satisfaction over his lifetime. Is going to know exactly what"
    },
    {
      "index": 168,
      "start_time": 1080660.0,
      "end_time": 1085930.0,
      "text": "he&#39;s getting into and he&#39;s going to think about how he feels today, how much money he"
    },
    {
      "index": 169,
      "start_time": 1085930.0,
      "end_time": 1090951.0,
      "text": "needs for consumption today, and how much money he will need for consumption at retirement."
    },
    {
      "index": 170,
      "start_time": 1090950.0,
      "end_time": 1096380.0,
      "text": "We&#39;re also going to assume that George is doing this in a bubble. He&#39;s ignoring what"
    },
    {
      "index": 171,
      "start_time": 1096380.0,
      "end_time": 1101549.0,
      "text": "his friends are doing, ignoring what others are doing, he&#39;s focusing only on the information"
    },
    {
      "index": 172,
      "start_time": 1101550.0,
      "end_time": 1112751.0,
      "text": "that&#39;s given to him. Now, here&#39;s the behavioral Econ of what really happens. What really happens"
    },
    {
      "index": 173,
      "start_time": 1112750.0,
      "end_time": 1120320.0,
      "text": "is that George doesn&#39;t have time or processing capability to understand fully the information"
    },
    {
      "index": 174,
      "start_time": 1120320.0,
      "end_time": 1126820.0,
      "text": "that we give him. He may glance at some of the information that is given to him, but"
    },
    {
      "index": 175,
      "start_time": 1126820.0,
      "end_time": 1131529.0,
      "text": "he&#39;s not going to have the full information. Even if the full information is in front of"
    },
    {
      "index": 176,
      "start_time": 1131530.0,
      "end_time": 1133920.0,
      "text": "him, he&#39;s not going to be fully processing that information. Second, he is going to try"
    },
    {
      "index": 177,
      "start_time": 1133920.0,
      "end_time": 1143621.0,
      "text": "to maximize his satisfaction over his lifetime but then he might put it off until later or"
    },
    {
      "index": 178,
      "start_time": 1143620.0,
      "end_time": 1149950.0,
      "text": "he might not very easily anticipate his future satisfaction or understand what his future"
    },
    {
      "index": 179,
      "start_time": 1149950.0,
      "end_time": 1155830.0,
      "text": "self will need at r etirement. He&#39;s also not in a bubble when he&#39;s making this decision."
    },
    {
      "index": 180,
      "start_time": 1155830.0,
      "end_time": 1160950.0,
      "text": "He does all this after checking what his friends are doing, what his colleagues are doing,"
    },
    {
      "index": 181,
      "start_time": 1160950.0,
      "end_time": 1167620.0,
      "text": "what&#39;s on TV and everything else around him is going to have an influence on his decision."
    },
    {
      "index": 182,
      "start_time": 1167620.0,
      "end_time": 1172650.0,
      "text": "Moreover, because he&#39;s only glanced at his information, the information about what his"
    },
    {
      "index": 183,
      "start_time": 1172650.0,
      "end_time": 1178840.0,
      "text": "friends are doing might even be more of an influencing factor than if he had fully processed"
    },
    {
      "index": 184,
      "start_time": 1178840.0,
      "end_time": 1185630.0,
      "text": "that information. So this illustrates what I like to think of as the three principles"
    },
    {
      "index": 185,
      "start_time": 1185630.0,
      "end_time": 1195590.0,
      "text": "of bounded nets, that people are bounded in their ability to make their decisions -- principles"
    },
    {
      "index": 186,
      "start_time": 1195590.0,
      "end_time": 1200330.0,
      "text": "of boundedness. There are behavioral biases that prevent people doing what economists"
    },
    {
      "index": 187,
      "start_time": 1200330.0,
      "end_time": 1206490.0,
      "text": "believe is their objective, to maximize their overall lifetime satisfaction. The first one"
    },
    {
      "index": 188,
      "start_time": 1206490.0,
      "end_time": 1213049.0,
      "text": "is that George carefully considers all information. Likely, that doesn&#39;t really happen. What likely"
    },
    {
      "index": 189,
      "start_time": 1213050.0,
      "end_time": 1219410.0,
      "text": "happened is that George falls prey to what&#39;s called bounded rationality. Processing information"
    },
    {
      "index": 190,
      "start_time": 1219410.0,
      "end_time": 1226871.0,
      "text": "is costly from a time, effort perspective, and they can be common biases to how information"
    },
    {
      "index": 191,
      "start_time": 1226870.0,
      "end_time": 1232760.0,
      "text": "is received, so probability information is very difficult to process. Information that"
    },
    {
      "index": 192,
      "start_time": 1232760.0,
      "end_time": 1240190.0,
      "text": "is far in the future, difficult to comprehend and apply to your own situation now. The second"
    },
    {
      "index": 193,
      "start_time": 1240190.0,
      "end_time": 1245470.0,
      "text": "one is George maximizing satisfaction over his lifetime. What really happens is that"
    },
    {
      "index": 194,
      "start_time": 1245470.0,
      "end_time": 1252330.0,
      "text": "people have bounded willpower. That&#39;s another way of saying that they discount the future."
    },
    {
      "index": 195,
      "start_time": 1252330.0,
      "end_time": 1256799.0,
      "text": "So they put off doing things they don&#39;t like to do, but they believe that they&#39;ll get to"
    },
    {
      "index": 196,
      "start_time": 1256800.0,
      "end_time": 1263810.0,
      "text": "it later. And finally, George ignoring what his friends are doing. In fact, we know that"
    },
    {
      "index": 197,
      "start_time": 1263810.0,
      "end_time": 1270050.0,
      "text": "people care about others. They make decisions with the impact of their behavior on others"
    },
    {
      "index": 198,
      "start_time": 1270050.0,
      "end_time": 1276280.0,
      "text": "in m ind. And they also use cues from the environment, especially cues from advisers,"
    },
    {
      "index": 199,
      "start_time": 1276280.0,
      "end_time": 1283641.0,
      "text": "to make those decisions. And these three principles are what we can think of as the psychological"
    },
    {
      "index": 200,
      "start_time": 1283640.0,
      "end_time": 1288720.0,
      "text": "underpinnings of behavioral economics. The behavioral economist take a lot insights from"
    },
    {
      "index": 201,
      "start_time": 1288720.0,
      "end_time": 1294980.0,
      "text": "the psychology field to try to understand what it is about the brain that causes these"
    },
    {
      "index": 202,
      "start_time": 1294980.0,
      "end_time": 1301880.0,
      "text": "biases. For bounded rationality we know that the brain is limited in its capacity to process"
    },
    {
      "index": 203,
      "start_time": 1301880.0,
      "end_time": 1306029.0,
      "text": "information. So we&#39;re not all calculators that can immediately process spreadsheet of"
    },
    {
      "index": 204,
      "start_time": 1306030.0,
      "end_time": 1311631.0,
      "text": "information. It takes a lot of time to process this information. When information is difficult"
    },
    {
      "index": 205,
      "start_time": 1311630.0,
      "end_time": 1319120.0,
      "text": "and complex, people often use rules of thumb. So one rule of thumb could be I&#39;m just going"
    },
    {
      "index": 206,
      "start_time": 1319120.0,
      "end_time": 1326610.0,
      "text": "to look at the very first asset on that list of assets that I could contribute to and that&#39;s"
    },
    {
      "index": 207,
      "start_time": 1326610.0,
      "end_time": 1330279.0,
      "text": "the one I&#39;m going to choose. These kinds of rules of thumb can lead to a few problems."
    },
    {
      "index": 208,
      "start_time": 1330280.0,
      "end_time": 1335711.0,
      "text": "It can lead to overload of information if there&#39;s too much information, I may not make"
    },
    {
      "index": 209,
      "start_time": 1335710.0,
      "end_time": 1342289.0,
      "text": "a choice at all. It may lead me to incorrectly understand the probability of positive and"
    },
    {
      "index": 210,
      "start_time": 1342290.0,
      "end_time": 1348420.0,
      "text": "negative outcomes, especially for the financial a ssets. The next psychological underpinning"
    },
    {
      "index": 211,
      "start_time": 1348420.0,
      "end_time": 1354310.0,
      "text": "is bounded willpower. The bounded willpower is another way of saying time preferences."
    },
    {
      "index": 212,
      "start_time": 1354310.0,
      "end_time": 1360871.0,
      "text": "People have different preferences for money today versus money in the future. People often"
    },
    {
      "index": 213,
      "start_time": 1360870.0,
      "end_time": 1367020.0,
      "text": "lack self-control. So as we were talking about impulsive buying, we may buy something today"
    },
    {
      "index": 214,
      "start_time": 1367020.0,
      "end_time": 1372200.0,
      "text": "if the consequences of that choice do not arrive until later in the future, for example"
    },
    {
      "index": 215,
      "start_time": 1372200.0,
      "end_time": 1377520.0,
      "text": "in a few months when the credit card bill is due. Bounded willpower makes it so we may"
    },
    {
      "index": 216,
      "start_time": 1377520.0,
      "end_time": 1382450.0,
      "text": "not be doing things that are good for us even though we know that those things are good"
    },
    {
      "index": 217,
      "start_time": 1382450.0,
      "end_time": 1390200.0,
      "text": "for us. Finally, bounded selfishness is the last psychological underpinning I want to"
    },
    {
      "index": 218,
      "start_time": 1390200.0,
      "end_time": 1398470.0,
      "text": "highlight. In general, people like to help others. They use cues from others to understand"
    },
    {
      "index": 219,
      "start_time": 1398470.0,
      "end_time": 1401679.0,
      "text": "the cost and benefits of different decisions and we fall prey to marketing as well. We"
    },
    {
      "index": 220,
      "start_time": 1401680.0,
      "end_time": 1408701.0,
      "text": "also care about people and their own groups succeeding. We may spend money on things that"
    },
    {
      "index": 221,
      "start_time": 1408700.0,
      "end_time": 1419860.0,
      "text": "help people in our  in groups. So behavioral economics is economics but takes it a step further. We use concept"
    },
    {
      "index": 222,
      "start_time": 1419860.0,
      "end_time": 1425679.0,
      "text": "from psychology to investigate how social cognitive and emotional factors motivate decision-making."
    },
    {
      "index": 223,
      "start_time": 1425680.0,
      "end_time": 1433991.0,
      "text": "Whereas before when we were just micro economists, we made simple assumptions like, George prefers"
    },
    {
      "index": 224,
      "start_time": 1433990.0,
      "end_time": 1442539.0,
      "text": "$100 to $50. $100 is most likely to give him a higher satisfaction than $50. But that might"
    },
    {
      "index": 225,
      "start_time": 1442540.0,
      "end_time": 1450831.0,
      "text": "not always be true. For example, people will prefer sometimes $50 to $100 if they can get"
    },
    {
      "index": 226,
      "start_time": 1450830.0,
      "end_time": 1458299.0,
      "text": "a $50 now but I have to wait a year to get the 100. People are impatient. The other one"
    },
    {
      "index": 227,
      "start_time": 1458300.0,
      "end_time": 1464420.0,
      "text": "that could happen is you could prefer 50 to 100 if getting 100 requires filling out a"
    },
    {
      "index": 228,
      "start_time": 1464420.0,
      "end_time": 1469020.0,
      "text": "form. That&#39;s why mail-in rebates tends to be so popular, people believe that they&#39;re"
    },
    {
      "index": 229,
      "start_time": 1469020.0,
      "end_time": 1472520.0,
      "text": "going to believe that they&#39;re going to fillable form, form, but they never get around to it."
    },
    {
      "index": 230,
      "start_time": 1472520.0,
      "end_time": 1478851.0,
      "text": "Filling out the form is costly, it takes time and processing power to remember that the"
    },
    {
      "index": 231,
      "start_time": 1478850.0,
      "end_time": 1485649.0,
      "text": "form needs to be filled out. You prefer 50 to 100 unless getting 50 means that your financial"
    },
    {
      "index": 232,
      "start_time": 1485650.0,
      "end_time": 1491471.0,
      "text": "advisor is less well-off. So not only do we care about how people in our in group are"
    },
    {
      "index": 233,
      "start_time": 1491470.0,
      "end_time": 1496929.0,
      "text": "doing, our family and friends, we might also feel that -- feel bad about going against"
    },
    {
      "index": 234,
      "start_time": 1496930.0,
      "end_time": 1507201.0,
      "text": "a financial adviser&#39;s advice if that means that the advisor will be less well-off. The"
    },
    {
      "index": 235,
      "start_time": 1507200.0,
      "end_time": 1512919.0,
      "text": "next question is, why do we study behavior? We are interested in setting behavior for"
    },
    {
      "index": 236,
      "start_time": 1512920.0,
      "end_time": 1518560.0,
      "text": "a few reasons. The first, we&#39;re interested in describing what people actually do and"
    },
    {
      "index": 237,
      "start_time": 1518560.0,
      "end_time": 1524550.0,
      "text": "why they do it. Second and more importantly we want to recommend what individual route"
    },
    {
      "index": 238,
      "start_time": 1524550.0,
      "end_time": 1531371.0,
      "text": "to do. And what society ought to do. So what kinds of interventions or policies should"
    },
    {
      "index": 239,
      "start_time": 1531370.0,
      "end_time": 1536909.0,
      "text": "be in place to help individuals make better financial choices or make better health-related"
    },
    {
      "index": 240,
      "start_time": 1536910.0,
      "end_time": 1543951.0,
      "text": "choices and so on? In order to recommend i nterventions, we need something very important"
    },
    {
      "index": 241,
      "start_time": 1543950.0,
      "end_time": 1551880.0,
      "text": "which is cause and effect. In the example here, we believe that the Apple is the cause"
    },
    {
      "index": 242,
      "start_time": 1551880.0,
      "end_time": 1559690.0,
      "text": "which is causing the surgeon guy to fall backwards. But we need to be sure that it really is the"
    },
    {
      "index": 243,
      "start_time": 1559690.0,
      "end_time": 1565490.0,
      "text": "Apple that&#39;s having this effect before we can recommend that apples should not be allowed"
    },
    {
      "index": 244,
      "start_time": 1565490.0,
      "end_time": 1573460.0,
      "text": "at the hospital. Perhaps this guy just had a cold and was sneezing and the Apple happened"
    },
    {
      "index": 245,
      "start_time": 1573460.0,
      "end_time": 1578299.0,
      "text": "to hit him at the same time. We need to be very careful to disentangle the effects of"
    },
    {
      "index": 246,
      "start_time": 1578300.0,
      "end_time": 1582991.0,
      "text": "these two things because otherwise, we are -- removing the Apple would not have the effect"
    },
    {
      "index": 247,
      "start_time": 1582990.0,
      "end_time": 1590029.0,
      "text": "we expected. Studying cause and effect relationships can help us clearly point out which interventions"
    },
    {
      "index": 248,
      "start_time": 1590030.0,
      "end_time": 1597851.0,
      "text": "are going to cause certain behaviors to occur or not occur. And that brings us to my next"
    },
    {
      "index": 249,
      "start_time": 1597850.0,
      "end_time": 1605159.0,
      "text": "point, which is how do economists study behavior? When we study behavior, what we care about"
    },
    {
      "index": 250,
      "start_time": 1605160.0,
      "end_time": 1612660.0,
      "text": "most is the cause and effect question. I&#39;m going to give an example of a case study on"
    },
    {
      "index": 251,
      "start_time": 1612660.0,
      "end_time": 1618920.0,
      "text": "financial education. We&#39;ll talk a little bit about what it means to try to disentangle"
    },
    {
      "index": 252,
      "start_time": 1618920.0,
      "end_time": 1624420.0,
      "text": "the causes and effects. So suppose that we are studying the ability of associates who"
    },
    {
      "index": 253,
      "start_time": 1624420.0,
      "end_time": 1631881.0,
      "text": "work at a firm to make better choices about how they manage their finances. Does -- to"
    },
    {
      "index": 254,
      "start_time": 1631880.0,
      "end_time": 1637860.0,
      "text": "that extent we as a -- advertise a new educational program, grow your wealth. And we invite 5000"
    },
    {
      "index": 255,
      "start_time": 1637860.0,
      "end_time": 1646409.0,
      "text": "qualified associates at the firm to join the program. 2000 of them are interested in learning"
    },
    {
      "index": 256,
      "start_time": 1646410.0,
      "end_time": 1651160.0,
      "text": "to save money. They decide to participate. We invite all 2000 to join. They all do very"
    },
    {
      "index": 257,
      "start_time": 1651160.0,
      "end_time": 1657650.0,
      "text": "well in the program. At the end of the study, we make the following comparison: we compare"
    },
    {
      "index": 258,
      "start_time": 1657650.0,
      "end_time": 1663451.0,
      "text": "the group who had participated, the 2000, with the group who hasn&#39;t participated, the"
    },
    {
      "index": 259,
      "start_time": 1663450.0,
      "end_time": 1671820.0,
      "text": "remaining 3000 we invited but did not join. We find that the 2000 have clearly done better."
    },
    {
      "index": 260,
      "start_time": 1671820.0,
      "end_time": 1680470.0,
      "text": "They&#39;ve saved more money, they&#39;ve decreased their loans and so on. So the question is,"
    },
    {
      "index": 261,
      "start_time": 1680470.0,
      "end_time": 1689080.0,
      "text": "is the program a success? By most measures, it seems like it is. So what really happened?"
    },
    {
      "index": 262,
      "start_time": 1689080.0,
      "end_time": 1695470.0,
      "text": "Do one thing that happened is we had what economists call selection bias. The selection"
    },
    {
      "index": 263,
      "start_time": 1695470.0,
      "end_time": 1703820.0,
      "text": "bias caused our results to be overstated. So we have the guy on the left who joined"
    },
    {
      "index": 264,
      "start_time": 1703820.0,
      "end_time": 1709549.0,
      "text": "the program because he wanted to start saving money. He may have chosen to start saving"
    },
    {
      "index": 265,
      "start_time": 1709550.0,
      "end_time": 1715861.0,
      "text": "money anyway, but the program helped him. He&#39;s representing those 2000 who chose to"
    },
    {
      "index": 266,
      "start_time": 1715860.0,
      "end_time": 1721250.0,
      "text": "join the program. We have the guy on the right, who didn&#39;t join the program, because he didn&#39;t"
    },
    {
      "index": 267,
      "start_time": 1721250.0,
      "end_time": 1728779.0,
      "text": "care about saving money and he&#39;d rather buy a flat-panel LCD T V. So this guy is very"
    },
    {
      "index": 268,
      "start_time": 1728780.0,
      "end_time": 1734780.0,
      "text": "different from the first guy. That is selection bias, the types of people who join the program"
    },
    {
      "index": 269,
      "start_time": 1734780.0,
      "end_time": 1740261.0,
      "text": "were very different from the types of people who didn&#39;t. And now we can&#39;t find a cause"
    },
    {
      "index": 270,
      "start_time": 1740260.0,
      "end_time": 1746059.0,
      "text": "and effect relationship. We don&#39;t know if it was the program or the types of people"
    },
    {
      "index": 271,
      "start_time": 1746060.0,
      "end_time": 1751400.0,
      "text": "who joined it who caused the effect, because we compared a bunch of people who are like"
    },
    {
      "index": 272,
      "start_time": 1751400.0,
      "end_time": 1758540.0,
      "text": "the guy who is watering his plants to the guy who is holding up the no sign. We know"
    },
    {
      "index": 273,
      "start_time": 1758540.0,
      "end_time": 1763721.0,
      "text": "for sure that the no guy is not going to be saving money, but we&#39;re not clear whether"
    },
    {
      "index": 274,
      "start_time": 1763720.0,
      "end_time": 1770500.0,
      "text": "the guy watering the plant would have saved money anyway or not. That causes us to overstate"
    },
    {
      "index": 275,
      "start_time": 1770500.0,
      "end_time": 1776559.0,
      "text": "our effect, because the guy who joined the program also has the m otivation, the intrinsic"
    },
    {
      "index": 276,
      "start_time": 1776560.0,
      "end_time": 1783091.0,
      "text": "motivation, to save from the beginning. The problem with this is then if we start recommending"
    },
    {
      "index": 277,
      "start_time": 1783090.0,
      "end_time": 1789220.0,
      "text": "the program to others, we often recommend it by saying that any person who joins the"
    },
    {
      "index": 278,
      "start_time": 1789220.0,
      "end_time": 1795510.0,
      "text": "program will be able to save. That&#39;s not entirely accurate, because we have no data on the guy"
    },
    {
      "index": 279,
      "start_time": 1795510.0,
      "end_time": 1803000.0,
      "text": "who didn&#39;t want to join the program and whether him joining the program would get into save"
    },
    {
      "index": 280,
      "start_time": 1803000.0,
      "end_time": 1810279.0,
      "text": "or not. So one way that economists try to get the cause and effect relationship is to"
    },
    {
      "index": 281,
      "start_time": 1810280.0,
      "end_time": 1817101.0,
      "text": "do what&#39;s called a randomized Field experiment or RCT, randomized control trial is what it&#39;s"
    },
    {
      "index": 282,
      "start_time": 1817100.0,
      "end_time": 1824159.0,
      "text": "called in medicine. The way we would go about this is slightly different. In the same scenario,"
    },
    {
      "index": 283,
      "start_time": 1824160.0,
      "end_time": 1829741.0,
      "text": "suppose we have 2000 people who chose to participate in the program. And these 2000 people were"
    },
    {
      "index": 284,
      "start_time": 1829740.0,
      "end_time": 1837039.0,
      "text": "located in five different cities. After the associates expressed their interest to participate,"
    },
    {
      "index": 285,
      "start_time": 1837040.0,
      "end_time": 1843961.0,
      "text": "we select the random subset, suppose we select cities A and B. Offer grow your wealth as"
    },
    {
      "index": 286,
      "start_time": 1843960.0,
      "end_time": 1850880.0,
      "text": "a pilot just to those programs. We then compare all those who wanted to participate in cities"
    },
    {
      "index": 287,
      "start_time": 1850880.0,
      "end_time": 1858289.0,
      "text": "A and B with those who wanted to participate but did not get the opportunity in C D and"
    },
    {
      "index": 288,
      "start_time": 1858290.0,
      "end_time": 1866780.0,
      "text": "E. What we&#39;ve done there is remove the selection bias. So we know that it was the program and"
    },
    {
      "index": 289,
      "start_time": 1866780.0,
      "end_time": 1876961.0,
      "text": "not the people that caused the effect. I see we&#39;ve got a question which is that we don&#39;t"
    },
    {
      "index": 290,
      "start_time": 1876960.0,
      "end_time": 1883210.0,
      "text": "know if anyone&#39;s income is sufficient to allow them to a save anything. It&#39;s a very good"
    },
    {
      "index": 291,
      "start_time": 1883210.0,
      "end_time": 1889409.0,
      "text": "question. And I&#39;m using this just as I hypothetical example a program we could use. You could"
    },
    {
      "index": 292,
      "start_time": 1889410.0,
      "end_time": 1896260.0,
      "text": "imagine that the 2000 who chose to participate, if we compare the A and B guys to the other"
    },
    {
      "index": 293,
      "start_time": 1896260.0,
      "end_time": 1902991.0,
      "text": "guys, we should have the same proportion with different incomes in both groups. So we break"
    },
    {
      "index": 294,
      "start_time": 1902990.0,
      "end_time": 1910149.0,
      "text": "those people into two groups and we have what&#39;s called a control group and a treatment g roup."
    },
    {
      "index": 295,
      "start_time": 1910150.0,
      "end_time": 1915981.0,
      "text": "We control who gets offered the intervention. The control group is the group for comparisons."
    },
    {
      "index": 296,
      "start_time": 1915980.0,
      "end_time": 1921039.0,
      "text": "They wanted to participate but were not able to. The treatment group is the group of interest."
    },
    {
      "index": 297,
      "start_time": 1921040.0,
      "end_time": 1926601.0,
      "text": "They wanted to participate and were able to. We expect that because we randomly put people"
    },
    {
      "index": 298,
      "start_time": 1926600.0,
      "end_time": 1933500.0,
      "text": "into groups. The same proportion of people with low income but both in treatment and"
    },
    {
      "index": 299,
      "start_time": 1933500.0,
      "end_time": 1938250.0,
      "text": "control. And the same proportion of people with high income in treatment and control."
    },
    {
      "index": 300,
      "start_time": 1938250.0,
      "end_time": 1943230.0,
      "text": "So in that way, we could actually get people&#39;s income at baseline and we could compare across"
    },
    {
      "index": 301,
      "start_time": 1943230.0,
      "end_time": 1949870.0,
      "text": "to look at how the different levels of income are affected by the intervention. So that"
    },
    {
      "index": 302,
      "start_time": 1949870.0,
      "end_time": 1956309.0,
      "text": "was a good question. Now, the next question of course i s, what about the nonparticipants?"
    },
    {
      "index": 303,
      "start_time": 1956310.0,
      "end_time": 1962680.0,
      "text": "We&#39;ve got these 2000 to participate -- 3000 didn&#39;t participate. Is there anything we can"
    },
    {
      "index": 304,
      "start_time": 1962680.0,
      "end_time": 1968900.0,
      "text": "do to try to figure out whether we can bring programs to these nonparticipants? We can&#39;t"
    },
    {
      "index": 305,
      "start_time": 1968900.0,
      "end_time": 1974591.0,
      "text": "force people to participate in a program. But we could use different behavioral interventions"
    },
    {
      "index": 306,
      "start_time": 1974590.0,
      "end_time": 1980289.0,
      "text": "to try to get them to join the program. One such example is going to be incentives. I&#39;ll"
    },
    {
      "index": 307,
      "start_time": 1980290.0,
      "end_time": 1988191.0,
      "text": "talk about that in a bit. So how would we get more participants in this study? We anticipate"
    },
    {
      "index": 308,
      "start_time": 1988190.0,
      "end_time": 1993740.0,
      "text": "that the guy who did not want to join the study may not want to join it for a few behavioral"
    },
    {
      "index": 309,
      "start_time": 1993740.0,
      "end_time": 2000370.0,
      "text": "reasons. One of those is going to be that the consequences of not saving money are far"
    },
    {
      "index": 310,
      "start_time": 2000370.0,
      "end_time": 2006990.0,
      "text": "in the future. He&#39;s not thinking about that right now. He would rather make a decision"
    },
    {
      "index": 311,
      "start_time": 2006990.0,
      "end_time": 2013409.0,
      "text": "to have a benefit now such as buying a TV or any other consumption good, and he wants"
    },
    {
      "index": 312,
      "start_time": 2013410.0,
      "end_time": 2019170.0,
      "text": "to save later. What we know from bounded willpower is that he may actually believe that he will"
    },
    {
      "index": 313,
      "start_time": 2019170.0,
      "end_time": 2025711.0,
      "text": "save later. So he believes that he is maximizing his satisfaction over his lifetime, but he"
    },
    {
      "index": 314,
      "start_time": 2025710.0,
      "end_time": 2032679.0,
      "text": "cares more about the present than the future. One way that we could incentivize this guy"
    },
    {
      "index": 315,
      "start_time": 2032680.0,
      "end_time": 2039770.0,
      "text": "to participate is to bring an incentive now to motivate behavior. Very good examples of"
    },
    {
      "index": 316,
      "start_time": 2039770.0,
      "end_time": 2046670.0,
      "text": "this would be if every time he put money into his savings account, he receives some kind"
    },
    {
      "index": 317,
      "start_time": 2046670.0,
      "end_time": 2055541.0,
      "text": "of coupon or voucher for recognition on the company website showing that he&#39;s a good participant"
    },
    {
      "index": 318,
      "start_time": 2055540.0,
      "end_time": 2060300.0,
      "text": "in the program. The other way to do it is to include a way for this guy to commit to"
    },
    {
      "index": 319,
      "start_time": 2060300.0000000002,
      "end_time": 2067339.0000000002,
      "text": "joining the program l ater. Perhaps he could commit to joining the program in six months"
    },
    {
      "index": 320,
      "start_time": 2067340.0000000002,
      "end_time": 2071751.0000000002,
      "text": "from now, which he&#39;s likely to do because he does believe that he will save money later,"
    },
    {
      "index": 321,
      "start_time": 2071750.0,
      "end_time": 2077619.0,
      "text": "he just doesn&#39;t have the willpower to save money today. Finally, we could use social"
    },
    {
      "index": 322,
      "start_time": 2077620.0,
      "end_time": 2082330.0,
      "text": "feedback, we could let him know about the social norms and about how many other people"
    },
    {
      "index": 323,
      "start_time": 2082330.0,
      "end_time": 2091281.0,
      "text": "have joined the program. And their success. Next, I&#39;m going to talk about how insights"
    },
    {
      "index": 324,
      "start_time": 2091280.0000000002,
      "end_time": 2096190.0000000002,
      "text": "from behavioral economics can be applied. This is where I&#39;m going to bring up some real"
    },
    {
      "index": 325,
      "start_time": 2096190.0,
      "end_time": 2105810.0,
      "text": "research examples. This guy on the left is pressing the help button. And the reason is"
    },
    {
      "index": 326,
      "start_time": 2105810.0,
      "end_time": 2111849.0,
      "text": "that we do think that people want to make choices that are optimal for them but the"
    },
    {
      "index": 327,
      "start_time": 2111850.0,
      "end_time": 2117451.0,
      "text": "problem and challenge is that they must overcome many behavioral biases. The ones we&#39;ve discussed"
    },
    {
      "index": 328,
      "start_time": 2117450.0,
      "end_time": 2123930.0,
      "text": "today are bounded rationality, bounded willpower and bounded selfishness. These are problems"
    },
    {
      "index": 329,
      "start_time": 2123930.0,
      "end_time": 2130930.0,
      "text": "that people have that make it difficult, barriers for them to actually making the decision that&#39;s"
    },
    {
      "index": 330,
      "start_time": 2130930.0,
      "end_time": 2136520.0,
      "text": "going to be optimal for them. I&#39;m going to talk about five different lessons of behavioral"
    },
    {
      "index": 331,
      "start_time": 2136520.0,
      "end_time": 2143530.0,
      "text": "interventions that can help to change behavior for the better. The first one I&#39;ll talk about"
    },
    {
      "index": 332,
      "start_time": 2143530.0,
      "end_time": 2149849.0,
      "text": "is the power of default. Then I&#39;ll talk about the cost of information. And then I&#39;ll talk"
    },
    {
      "index": 333,
      "start_time": 2149850.0,
      "end_time": 2155391.0,
      "text": "about incentives for today. I&#39;ll talk about demanding a commitment. And I&#39;ll talk about"
    },
    {
      "index": 334,
      "start_time": 2155390.0,
      "end_time": 2160710.0,
      "text": "some social strategies. And I&#39;m not using just financial examples here, because what"
    },
    {
      "index": 335,
      "start_time": 2160710.0,
      "end_time": 2167180.0,
      "text": "we believe is that these behavioral principles can be shared across many domains including"
    },
    {
      "index": 336,
      "start_time": 2167180.0,
      "end_time": 2174220.0,
      "text": "financial decision-making, health-related decision-making, choosing to donate to a philanthropic"
    },
    {
      "index": 337,
      "start_time": 2174220.0,
      "end_time": 2184109.0,
      "text": "fund and so on. We&#39;ll start with the first one. About the power of default. In any decisions"
    },
    {
      "index": 338,
      "start_time": 2184110.0,
      "end_time": 2191241.0,
      "text": "that you could possibly make, your inaction in that decision triggers some default results."
    },
    {
      "index": 339,
      "start_time": 2191240.0,
      "end_time": 2195880.0,
      "text": "So if you were at a company and you don&#39;t sign up for health insurance plan by the deadline"
    },
    {
      "index": 340,
      "start_time": 2195880.0,
      "end_time": 2202020.0,
      "text": "you are given, the default is no health insurance for the year. If you are at a company that"
    },
    {
      "index": 341,
      "start_time": 2202020.0,
      "end_time": 2208950.0,
      "text": "has an option for -- 401(k) plan, the default for not opting in to that plan is no 401(k)"
    },
    {
      "index": 342,
      "start_time": 2208950.0,
      "end_time": 2215349.0,
      "text": "plan. You do not sign up to be an organ donor, the default is typically you&#39;re not an organ"
    },
    {
      "index": 343,
      "start_time": 2215350.0,
      "end_time": 2220661.0,
      "text": "donor. What we know from behavioral economics is that if individuals put off difficult decisions"
    },
    {
      "index": 344,
      "start_time": 2220660.0,
      "end_time": 2227530.0,
      "text": "to the future, the default will be the most likely outcome. They procrastinate and procrastinate,"
    },
    {
      "index": 345,
      "start_time": 2227530.0,
      "end_time": 2233569.0,
      "text": "making the decision until finally the deadline has passed and then nudged into the default"
    },
    {
      "index": 346,
      "start_time": 2233570.0,
      "end_time": 2243041.0,
      "text": "state. Suppose that we change the default. We change no other policy accept to say, now"
    },
    {
      "index": 347,
      "start_time": 2243040.0,
      "end_time": 2249339.0,
      "text": "for the 401(k), the default is going to be automatic enrollment. If you don&#39;t touch the"
    },
    {
      "index": 348,
      "start_time": 2249340.0,
      "end_time": 2257031.0,
      "text": "paperwork, and you do nothing, you are automatically in the 401(k). If changing the default changes"
    },
    {
      "index": 349,
      "start_time": 2257030.0,
      "end_time": 2263690.0,
      "text": "behavior, we call this a nudge. We&#39;re not requiring people to join a 401(k). We&#39;re simply"
    },
    {
      "index": 350,
      "start_time": 2263690.0,
      "end_time": 2269760.0,
      "text": "changing the way you join. Now, rather than having to joined by doing paperwork, you have"
    },
    {
      "index": 351,
      "start_time": 2269760.0,
      "end_time": 2280060.0,
      "text": "to choose not to join by doing the same paperwork. The evidence that I have for lesson one comes"
    },
    {
      "index": 352,
      "start_time": 2280060.0,
      "end_time": 2286339.0,
      "text": "from a paper by David and co-authors from 2004. They conducted a field experiment with"
    },
    {
      "index": 353,
      "start_time": 2286340.0,
      "end_time": 2292431.0,
      "text": "an employer in which they changed over time the way that the 401(k) enrollment worked"
    },
    {
      "index": 354,
      "start_time": 2292430.0,
      "end_time": 2297819.0,
      "text": "-- by David Laibson. At first the employer had an opt in policy in which the worker can"
    },
    {
      "index": 355,
      "start_time": 2297820.0,
      "end_time": 2304870.0,
      "text": "select and then choose an amount to contribute. And then later, the employer had an opt out"
    },
    {
      "index": 356,
      "start_time": 2304870.0,
      "end_time": 2311291.0,
      "text": "policy with some default rate of 1% or 2% of the salary. The opt out case, the worker"
    },
    {
      "index": 357,
      "start_time": 2311290.0,
      "end_time": 2320030.0,
      "text": "was defaulted into accepting a 401(k) participation and the rate, or had to act to opt out. What"
    },
    {
      "index": 358,
      "start_time": 2320030.0,
      "end_time": 2328150.0,
      "text": "they found is that this change in default significantly increased enrollment. In fact,"
    },
    {
      "index": 359,
      "start_time": 2328150.0,
      "end_time": 2334380.0,
      "text": "when offered the default rate, many people were defaulted into that rate. If you look"
    },
    {
      "index": 360,
      "start_time": 2334380.0,
      "end_time": 2342170.0,
      "text": "at the small graph on the left, you see here the fraction of participants -- of employees"
    },
    {
      "index": 361,
      "start_time": 2342170.0,
      "end_time": 2349180.0,
      "text": "in the 401(k) plan, the Orange line shows the people hired during auto enrollment. The"
    },
    {
      "index": 362,
      "start_time": 2349180.0,
      "end_time": 2355680.0,
      "text": "amount is 80% of people who are enrolled in the 401(k) versus just 20% of people who are"
    },
    {
      "index": 363,
      "start_time": 2355680.0,
      "end_time": 2362819.0,
      "text": "hired before auto enrollment. Even after 48 months of tenure at the company we see that"
    },
    {
      "index": 364,
      "start_time": 2362820.0,
      "end_time": 2369441.0,
      "text": "the green lines below the Orange line showing that being hired at auto enrollment does not"
    },
    {
      "index": 365,
      "start_time": 2369440.0,
      "end_time": 2377190.0,
      "text": "cause people to opt out over time either. On the right, you can see here too the distribution"
    },
    {
      "index": 366,
      "start_time": 2377190.0,
      "end_time": 2383050.0,
      "text": "of contribution rates where the orange bars represent being hired during auto enrollment"
    },
    {
      "index": 367,
      "start_time": 2383050.0,
      "end_time": 2389349.0,
      "text": "with the default rate of 2%. Most people say that the default rate -- stayed at the default"
    },
    {
      "index": 368,
      "start_time": 2389350.0,
      "end_time": 2394830.0,
      "text": "rate of 2% regardless of their income. We might expect people with higher income to"
    },
    {
      "index": 369,
      "start_time": 2394830.0,
      "end_time": 2399781.0,
      "text": "choose higher contribution rates. And people with lower income to choose lower contribution"
    },
    {
      "index": 370,
      "start_time": 2399780.0,
      "end_time": 2406210.0,
      "text": "rates. That did not really happen in this particular study. The lesson here is that"
    },
    {
      "index": 371,
      "start_time": 2406210.0,
      "end_time": 2412660.0,
      "text": "default rates are particularly strong ways to get people to change their behavior. And"
    },
    {
      "index": 372,
      "start_time": 2412660.0,
      "end_time": 2417730.0,
      "text": "people don&#39;t even know that their behavior is being changed. They must be used carefully,"
    },
    {
      "index": 373,
      "start_time": 2417730.0,
      "end_time": 2423880.0,
      "text": "because even individuals with very low income who may not need to save in a 401(k) at all"
    },
    {
      "index": 374,
      "start_time": 2423880.0,
      "end_time": 2430069.0,
      "text": "and should instead be paying off their credit card debt are also being awful enrolled in"
    },
    {
      "index": 375,
      "start_time": 2430070.0,
      "end_time": 2438921.0,
      "text": "the 401(k). So this policy, which seems benign, actually caused a big behavior change. The"
    },
    {
      "index": 376,
      "start_time": 2438920.0,
      "end_time": 2445240.0,
      "text": "next lesson is that information has a cost. We always think about providing the consumer"
    },
    {
      "index": 377,
      "start_time": 2445240.0,
      "end_time": 2454160.0,
      "text": "with as much information as possible in order to make sure that his decision is more informed."
    },
    {
      "index": 378,
      "start_time": 2454160.0,
      "end_time": 2460680.0,
      "text": "However, what we know from bounded rationality is that processing information is difficult"
    },
    {
      "index": 379,
      "start_time": 2460680.0,
      "end_time": 2469630.0,
      "text": "and individuals often rely on -- we can actually simplify information. Some of my work in the"
    },
    {
      "index": 380,
      "start_time": 2469630.0,
      "end_time": 2475930.0,
      "text": "financial literacy domain is on using graphical representation, which can be more effective"
    },
    {
      "index": 381,
      "start_time": 2475930.0,
      "end_time": 2482150.0,
      "text": "than textbased information to get people to understand financial concepts. More information"
    },
    {
      "index": 382,
      "start_time": 2482150.0,
      "end_time": 2488220.0,
      "text": "creates overload and is not always better. If you have too many, for example options,"
    },
    {
      "index": 383,
      "start_time": 2488220.0,
      "end_time": 2493339.0,
      "text": "you could cause worse outcomes by having people do more rules of thumb processing and more"
    },
    {
      "index": 384,
      "start_time": 2493340.0,
      "end_time": 2501911.0,
      "text": "processing of full information. The type of work that I do is actually called visual analytics."
    },
    {
      "index": 385,
      "start_time": 2501910.0,
      "end_time": 2509140.0,
      "text": "So I use interactive visual tools that people can interact with to try to see things like"
    },
    {
      "index": 386,
      "start_time": 2509140.0,
      "end_time": 2515920.0,
      "text": "financial portfolio selection and risk diversification visually rather than just textually to try"
    },
    {
      "index": 387,
      "start_time": 2515920.0,
      "end_time": 2522109.0,
      "text": "to see how credit card debt will pile up in a visual form rather than just knowing that"
    },
    {
      "index": 388,
      "start_time": 2522110.0,
      "end_time": 2529211.0,
      "text": "APR for example. We find in lab experiments that visual analytics can improve confidence,"
    },
    {
      "index": 389,
      "start_time": 2529210.0,
      "end_time": 2535160.0,
      "text": "reduce decision time and actually result in higher quality choices when information sets"
    },
    {
      "index": 390,
      "start_time": 2535160.0,
      "end_time": 2544829.0,
      "text": "are complex. Lesson three is now incentives. So we know that bounded willpower makes it"
    },
    {
      "index": 391,
      "start_time": 2544830.0,
      "end_time": 2551431.0,
      "text": "difficult to see the benefits of an action that is good for you. Exercising and eating"
    },
    {
      "index": 392,
      "start_time": 2551430.0,
      "end_time": 2556119.0,
      "text": "well will improve my health in the long run. But I care about less -- care less about the"
    },
    {
      "index": 393,
      "start_time": 2556120.0,
      "end_time": 2561120.0,
      "text": "long run, more about the short run. If I have an incentive today to do something that&#39;s"
    },
    {
      "index": 394,
      "start_time": 2561120.0,
      "end_time": 2565610.0,
      "text": "good for me in the future, that actually changes my decision problem. It creates an immediate"
    },
    {
      "index": 395,
      "start_time": 2565610.0,
      "end_time": 2571820.0,
      "text": "benefit for my actions. Now I&#39;m considering the cost and benefit of the action with the"
    },
    {
      "index": 396,
      "start_time": 2571820.0,
      "end_time": 2577600.0,
      "text": "benefit that I have in the present. Whether it&#39;s a couple dollars every time I go to the"
    },
    {
      "index": 397,
      "start_time": 2577600.0,
      "end_time": 2585620.0,
      "text": "gym, whether it is recognition from a friend that I did well, incentives in the present"
    },
    {
      "index": 398,
      "start_time": 2585620.0,
      "end_time": 2592631.0,
      "text": "are very important. The example I have here is a study that myself and my colleague, John"
    },
    {
      "index": 399,
      "start_time": 2592630.0,
      "end_time": 2598770.0,
      "text": "list, ran in the lunchroom. We actually see that over 40% of the content is thrown away"
    },
    {
      "index": 400,
      "start_time": 2598770.0,
      "end_time": 2605150.0,
      "text": "by kids. Which is a high rate of waste. We know kids are at the highest BMI ever and"
    },
    {
      "index": 401,
      "start_time": 2605150.0,
      "end_time": 2611190.0,
      "text": "nutrition education has had limited effectiveness and is costly. What we did in this study is"
    },
    {
      "index": 402,
      "start_time": 2611190.0,
      "end_time": 2616520.0,
      "text": "we looked at the effect of providing small gifts to children if they choose a healthy"
    },
    {
      "index": 403,
      "start_time": 2616520.0,
      "end_time": 2621880.0,
      "text": "food. We give them a choice of a cookie or fruit and told them they could only choose"
    },
    {
      "index": 404,
      "start_time": 2621880.0,
      "end_time": 2625420.0,
      "text": "one. And we randomly put different school lunch rooms in two different treatments. We"
    },
    {
      "index": 405,
      "start_time": 2625420.0,
      "end_time": 2630770.0,
      "text": "had a control group in which they just made a choice, a treatment group where they received"
    },
    {
      "index": 406,
      "start_time": 2630770.0,
      "end_time": 2636720.0,
      "text": "a small toy if they chose a fruit, and the small toys were on the line of $0.10 each"
    },
    {
      "index": 407,
      "start_time": 2636720.0,
      "end_time": 2641599.0,
      "text": "and we had a treatment group where they received some education and also made a choice, the"
    },
    {
      "index": 408,
      "start_time": 2641600.0,
      "end_time": 2647590.0,
      "text": "education was about a five minute message about the food period. This is the results"
    },
    {
      "index": 409,
      "start_time": 2647590.0,
      "end_time": 2653201.0,
      "text": "we have. Period one, which is before we did the intervention and two which is after. We"
    },
    {
      "index": 410,
      "start_time": 2653200.0,
      "end_time": 2659309.0,
      "text": "can see that in period one, about 20% of kids were choosing the fruit and 80% were choosing"
    },
    {
      "index": 411,
      "start_time": 2659310.0,
      "end_time": 2668441.0,
      "text": "c ookies. Cookies are the less healthy but higher benefit in the present choice. Now"
    },
    {
      "index": 412,
      "start_time": 2668440.0,
      "end_time": 2672890.0,
      "text": "we can see what happens when we introduce education. It actually had no significant"
    },
    {
      "index": 413,
      "start_time": 2672890.0,
      "end_time": 2679780.0,
      "text": "effect and almost a negative effect on the proportion of kids that are choosing the fruit."
    },
    {
      "index": 414,
      "start_time": 2679780.0,
      "end_time": 2685309.0,
      "text": "Finally, what we find is a very powerful effect of incentives. The fruit choice increased"
    },
    {
      "index": 415,
      "start_time": 2685310.0,
      "end_time": 2692161.0,
      "text": "to 80% with only 20% choosing cookies when we introduced just a small toy. These are"
    },
    {
      "index": 416,
      "start_time": 2692160.0,
      "end_time": 2697240.0,
      "text": "three different incentive treatments that we ran. This type of radically effective incentive"
    },
    {
      "index": 417,
      "start_time": 2697240.0,
      "end_time": 2702270.0,
      "text": "has also been documented in other work including things like getting children to study for"
    },
    {
      "index": 418,
      "start_time": 2702270.0,
      "end_time": 2708460.0,
      "text": "their exams, getting adults to attend the gym regularly and so on. And is now being"
    },
    {
      "index": 419,
      "start_time": 2708460.0,
      "end_time": 2718309.0,
      "text": "tested for different types of financial interventions as well. Finally, we have commitment devices."
    },
    {
      "index": 420,
      "start_time": 2718310.0,
      "end_time": 2722401.0,
      "text": "Individuals want to do better but the bounded willpower prevents them from doing better"
    },
    {
      "index": 421,
      "start_time": 2722400.0,
      "end_time": 2727240.0,
      "text": "in the present. So a commitment device is a way to assure that you follow through with"
    },
    {
      "index": 422,
      "start_time": 2727240.0,
      "end_time": 2735099.0,
      "text": "a plan. A good example of this is CDs or restrictions on withdrawals in the financial services."
    },
    {
      "index": 423,
      "start_time": 2735100.0,
      "end_time": 2740971.0,
      "text": "Another good example is gym memberships. And finally if you see people putting their credit"
    },
    {
      "index": 424,
      "start_time": 2740970.0,
      "end_time": 2746059.0,
      "text": "cards in the freezer, that&#39;s a commitment not to take that credit card out even when"
    },
    {
      "index": 425,
      "start_time": 2746060.0,
      "end_time": 2753511.0,
      "text": "you have bounded willpower to do that. So there was a study by Dellavigna and Malmendier"
    },
    {
      "index": 426,
      "start_time": 2753510.0,
      "end_time": 2759390.0,
      "text": "in the last 10 years or so where they looked at analyzing data from gym m emberships. The"
    },
    {
      "index": 427,
      "start_time": 2759390.0,
      "end_time": 2766109.0,
      "text": "idea is that if people are maximizing their satisfaction, they should spend only as much"
    },
    {
      "index": 428,
      "start_time": 2766110.0,
      "end_time": 2772610.0,
      "text": "money as they need in order to go to the gym. What these researchers actually find is that"
    },
    {
      "index": 429,
      "start_time": 2772610.0,
      "end_time": 2782791.0,
      "text": "people pay more if they get a gym membership than if they pay per visit. And this is evidence"
    },
    {
      "index": 430,
      "start_time": 2782790.0,
      "end_time": 2788530.0,
      "text": "for the fact that people value commitment devices. If the average cost per visit is"
    },
    {
      "index": 431,
      "start_time": 2788530.0,
      "end_time": 2797270.0,
      "text": "$19 and the drop in rate is $10, the people paying $19 are the ones who have the annual"
    },
    {
      "index": 432,
      "start_time": 2797270.0,
      "end_time": 2802309.0,
      "text": "monthly membership. People are willing to pay up to $600 in this study for having this"
    },
    {
      "index": 433,
      "start_time": 2802310.0,
      "end_time": 2811051.0,
      "text": "commitment device to make them go to the gym. Finally, social strategies are very effective."
    },
    {
      "index": 434,
      "start_time": 2811050.0,
      "end_time": 2819170.0,
      "text": "We can use social information and social cues to help people comply with desirable behaviors."
    },
    {
      "index": 435,
      "start_time": 2819170.0,
      "end_time": 2824970.0,
      "text": "For example, financial coaching has been very effective, primarily because you are held"
    },
    {
      "index": 436,
      "start_time": 2824970.0,
      "end_time": 2831119.0,
      "text": "accountable to another person -- less so because of the financial information that they may"
    },
    {
      "index": 437,
      "start_time": 2831120.0,
      "end_time": 2836201.0,
      "text": "provide you. If you learn you&#39;re standing in a social group, so if you learn you are"
    },
    {
      "index": 438,
      "start_time": 2836200.0,
      "end_time": 2841520.0,
      "text": "being less environmentally friendly than others in your neighborhood, you may be more likely"
    },
    {
      "index": 439,
      "start_time": 2841520.0,
      "end_time": 2847660.0,
      "text": "to purchase environmentally friendly lightbulbs. That&#39;s a study that one of my colleagues has"
    },
    {
      "index": 440,
      "start_time": 2847660.0,
      "end_time": 2852339.0,
      "text": "done. Learning about what the social norms are helps people to conform to those norms"
    },
    {
      "index": 441,
      "start_time": 2852340.0,
      "end_time": 2860411.0,
      "text": "especially if those norms are things like weight loss and quitting programs, quitting"
    },
    {
      "index": 442,
      "start_time": 2860410.0,
      "end_time": 2866150.0,
      "text": "smoking. And receiving a signal based on what a role model is doing. Finally, tidying incentives,"
    },
    {
      "index": 443,
      "start_time": 2866150.0,
      "end_time": 2872220.0,
      "text": "the now incentives I talked about two group performance seems to have a big effect because"
    },
    {
      "index": 444,
      "start_time": 2872220.0,
      "end_time": 2879079.0,
      "text": "if I&#39;m driving down the group, I feel more like I need to be proactive in making sure"
    },
    {
      "index": 445,
      "start_time": 2879080.0,
      "end_time": 2886060.0,
      "text": "that the group succeeds. Some evidence for this social strategy has been found in giving"
    },
    {
      "index": 446,
      "start_time": 2886060.0,
      "end_time": 2891340.0,
      "text": "to charities. Seed grants are really effective at getting others to donate. Social information"
    },
    {
      "index": 447,
      "start_time": 2891340.0,
      "end_time": 2896741.0,
      "text": "is very effective at getting people to donate to charity. Financial coaching, which I already"
    },
    {
      "index": 448,
      "start_time": 2896740.0,
      "end_time": 2906430.0,
      "text": "said, weight loss programs tend to be effective also because of the accountability component"
    },
    {
      "index": 449,
      "start_time": 2906430.0,
      "end_time": 2918700.0,
      "text": "and so on. And actually, that completes the discussion. We can open it up for questions."
    },
    {
      "index": 450,
      "start_time": 2918700.0,
      "end_time": 2925960.0,
      "text": "&gt;&gt; This was -- thank you for the information. This was really valuable information. We do"
    },
    {
      "index": 451,
      "start_time": 2925960.0,
      "end_time": 2932770.0,
      "text": "have several questions. I would like to remind everyone that if you have additional questions,"
    },
    {
      "index": 452,
      "start_time": 2932770.0,
      "end_time": 2937770.0,
      "text": "you can go to the question and answer box on the lower right-hand corner of your screen"
    },
    {
      "index": 453,
      "start_time": 2937770.0,
      "end_time": 2945910.0,
      "text": "and ask the questions. So I will start reading off the questions. So far the majority of"
    },
    {
      "index": 454,
      "start_time": 2945910.0,
      "end_time": 2954619.0,
      "text": "these questions seems is going to you. Do you have examples or a resource that we can"
    },
    {
      "index": 455,
      "start_time": 2954620.0,
      "end_time": 2959931.0,
      "text": "go to, to share to provide insight on the graphical representations that you talked"
    },
    {
      "index": 456,
      "start_time": 2959930.0,
      "end_time": 2967280.0,
      "text": "about? &gt;&gt; Actually, yes. So I can send a link out"
    },
    {
      "index": 457,
      "start_time": 2967280.0,
      "end_time": 2975059.0,
      "text": "after the meeting. I have a book chapter on graphical representation but I don&#39;t have"
    },
    {
      "index": 458,
      "start_time": 2975060.0,
      "end_time": 2981381.0,
      "text": "that publicly available. I can put together some information on my website."
    },
    {
      "index": 459,
      "start_time": 2981380.0,
      "end_time": 2988030.0,
      "text": "&gt;&gt; Okay. Great. We will definitely forward out your website to others. The next question"
    },
    {
      "index": 460,
      "start_time": 2988030.0,
      "end_time": 2993980.0,
      "text": "is, how do we choose the right incentives to offer for financial education or financial"
    },
    {
      "index": 461,
      "start_time": 2993980.0,
      "end_time": 3002329.0,
      "text": "coaching program? &gt;&gt; So that&#39;s a pretty broad question. I think"
    },
    {
      "index": 462,
      "start_time": 3002330.0,
      "end_time": 3010241.0,
      "text": "you&#39;d want to try to understand better your population and who you&#39;re working with and"
    },
    {
      "index": 463,
      "start_time": 3010240.0,
      "end_time": 3015920.0,
      "text": "actually, I have many colleagues who study this question in particular, what&#39;s the right"
    },
    {
      "index": 464,
      "start_time": 3015920.0,
      "end_time": 3020670.0,
      "text": "incentive to use? Whether the incentives works just in the short term or whether their habit"
    },
    {
      "index": 465,
      "start_time": 3020670.0,
      "end_time": 3027000.0,
      "text": "formation effect in the long-term? We typically use randomized field experiments to try to"
    },
    {
      "index": 466,
      "start_time": 3027000.0,
      "end_time": 3033569.0,
      "text": "answer these questions, so we look at some possible incentives that we think may work"
    },
    {
      "index": 467,
      "start_time": 3033570.0,
      "end_time": 3042031.0,
      "text": "and then we randomize participants who receive incentives to study the value of each one."
    },
    {
      "index": 468,
      "start_time": 3042030.0,
      "end_time": 3051619.0,
      "text": "If you did not have the ability to run a field experiment, you might want to think about"
    },
    {
      "index": 469,
      "start_time": 3051620.0,
      "end_time": 3058310.0,
      "text": "doing some surveys to learn about what incentives are sufficient for people to come. It&#39;s often"
    },
    {
      "index": 470,
      "start_time": 3058310.0,
      "end_time": 3067050.0,
      "text": "not going to be about monetary incentives. I think monetary incentives is the entire"
    },
    {
      "index": 471,
      "start_time": 3067050.0,
      "end_time": 3071181.0,
      "text": "transaction is viewed as a market transaction rather than intrinsically motivated transaction"
    },
    {
      "index": 472,
      "start_time": 3071180.0,
      "end_time": 3078980.0,
      "text": "so if I&#39;m being paid to volunteer, that&#39;s very different from volunteering but if I&#39;m"
    },
    {
      "index": 473,
      "start_time": 3078980.0,
      "end_time": 3086040.0,
      "text": "receiving a pen for volunteering, I may still feel I&#39;m volunteering. Monetary incentives"
    },
    {
      "index": 474,
      "start_time": 3086040.0,
      "end_time": 3090859.0,
      "text": "can be explored more. &gt;&gt; Okay. Great. The next question that we"
    },
    {
      "index": 475,
      "start_time": 3090860.0,
      "end_time": 3097451.0,
      "text": "have here is, we have an idea a program, individual development account program. Every person"
    },
    {
      "index": 476,
      "start_time": 3097450.0,
      "end_time": 3103920.0,
      "text": "in the program has to use free tax preparation services. Should we offer an additional incentive"
    },
    {
      "index": 477,
      "start_time": 3103920.0,
      "end_time": 3119270.0,
      "text": "on top  of this? [Indiscernible] placed on how many incentives possibly should we be giving to"
    },
    {
      "index": 478,
      "start_time": 3119270.0,
      "end_time": 3124720.0,
      "text": "an individual? Potentially, the free tax preparation services would be an incentive and hopefully"
    },
    {
      "index": 479,
      "start_time": 3124720.0,
      "end_time": 3131230.0,
      "text": "a behavior that they would keep afterwards, but should there be more than one incentive?"
    },
    {
      "index": 480,
      "start_time": 3131230.0,
      "end_time": 3137790.0,
      "text": "&gt;&gt; I think that would depend on the proportion of people that are using the service. If you"
    },
    {
      "index": 481,
      "start_time": 3137790.0,
      "end_time": 3142099.0,
      "text": "noticed that not many people are using the service, there may be a few barriers. So you"
    },
    {
      "index": 482,
      "start_time": 3142100.0,
      "end_time": 3149840.0,
      "text": "might want to think about if there&#39;s a barrier to calling to set up the appointment, maybe"
    },
    {
      "index": 483,
      "start_time": 3149840.0,
      "end_time": 3151800.0,
      "text": "you want to make it easier for them to get into the network and have reminders if someone"
    },
    {
      "index": 484,
      "start_time": 3151800.0,
      "end_time": 3159560.0,
      "text": "is calling them again and again to remind them to come i n. That can often be an effective"
    },
    {
      "index": 485,
      "start_time": 3159560.0,
      "end_time": 3165621.0,
      "text": "way to get people to show up, if they have more accountability. I think it&#39;s probably"
    },
    {
      "index": 486,
      "start_time": 3165620.0,
      "end_time": 3172369.0,
      "text": "-- if you are not finding the free tax preparation is a sufficient incentive, it&#39;s because they"
    },
    {
      "index": 487,
      "start_time": 3172370.0,
      "end_time": 3179691.0,
      "text": "don&#39;t receive the benefits right away. Do they receive their tax return right away after"
    },
    {
      "index": 488,
      "start_time": 3179690.0,
      "end_time": 3187360.0,
      "text": "they do the tax preparation? &gt;&gt; Right. So they would not."
    },
    {
      "index": 489,
      "start_time": 3187360.0,
      "end_time": 3194490.0,
      "text": "&gt;&gt; Right. So it&#39;s possible that just that length of time is causing them not to choose"
    },
    {
      "index": 490,
      "start_time": 3194490.0,
      "end_time": 3200940.0,
      "text": "to follow through. I think with some low income populations especially, they have so many"
    },
    {
      "index": 491,
      "start_time": 3200940.0,
      "end_time": 3205980.0,
      "text": "other stressors on a day-to-day basis that for us, we might think of course, free tax"
    },
    {
      "index": 492,
      "start_time": 3205980.0,
      "end_time": 3211140.0,
      "text": "preparation is a great benefit. I&#39;ll fit it into my schedule for low income population,"
    },
    {
      "index": 493,
      "start_time": 3211140.0,
      "end_time": 3217119.0,
      "text": "might not even be on the radar until it&#39;s too late to receive that. So in that sense,"
    },
    {
      "index": 494,
      "start_time": 3217120.0,
      "end_time": 3225931.0,
      "text": "I think thinking about using a commitment device and reminder systems might work better"
    },
    {
      "index": 495,
      "start_time": 3225930.0,
      "end_time": 3230329.0,
      "text": "than an incentive and even an incentive as simple as a gift card they can use right away"
    },
    {
      "index": 496,
      "start_time": 3230330.0,
      "end_time": 3237011.0,
      "text": "might be helpful. &gt;&gt; Okay. Great. Lots of questions coming in"
    },
    {
      "index": 497,
      "start_time": 3237010.0,
      "end_time": 3242470.0,
      "text": "here. I know we only have five minutes left, but we might go a few minutes over if people"
    },
    {
      "index": 498,
      "start_time": 3242470.0,
      "end_time": 3247109.0,
      "text": "are willing to stay on just for a few more minutes because we have quite a few questions"
    },
    {
      "index": 499,
      "start_time": 3247110.0,
      "end_time": 3266431.0,
      "text": "coming in. Which is great. So I&#39;m reading -- so  can someone talk more about how people are"
    },
    {
      "index": 500,
      "start_time": 3266430.0,
      "end_time": 3275299.0,
      "text": "willing to pay for a commitment device? To make a, that question came from you. Do you"
    },
    {
      "index": 501,
      "start_time": 3275300.0,
      "end_time": 3284511.0,
      "text": "have anything else you can add to that question? &gt;&gt; No. That was all that I got."
    },
    {
      "index": 502,
      "start_time": 3284510.0,
      "end_time": 3290660.0,
      "text": "&gt;&gt; Okay. Anya, are you able to answer that? &gt;&gt; In general, the reason I said people are"
    },
    {
      "index": 503,
      "start_time": 3290660.0,
      "end_time": 3296059.0,
      "text": "willing to pay for a commitment device is because of t he&#39;s time preferences have, which"
    },
    {
      "index": 504,
      "start_time": 3296060.0,
      "end_time": 3301830.0,
      "text": "is that we put off doing things that we don&#39;t like to do, to the future, but we believe"
    },
    {
      "index": 505,
      "start_time": 3301830.0,
      "end_time": 3306891.0,
      "text": "that in the future, we will do the things that we want to do. So having a commitment"
    },
    {
      "index": 506,
      "start_time": 3306890.0,
      "end_time": 3312720.0,
      "text": "device where I say I&#39;m going to save but I&#39;m going to save more tomorrow rather than today"
    },
    {
      "index": 507,
      "start_time": 3312720.0,
      "end_time": 3318380.0,
      "text": "can be an effective way to get people involved in saving without requiring them to save right"
    },
    {
      "index": 508,
      "start_time": 3318380.0,
      "end_time": 3324119.0,
      "text": "away. And similarly it can get people to start attending the gym without requiring them to"
    },
    {
      "index": 509,
      "start_time": 3324120.0,
      "end_time": 3328741.0,
      "text": "go right away, because coming in and doing a gym membership is less intimidating than"
    },
    {
      "index": 510,
      "start_time": 3328740.0,
      "end_time": 3336460.0,
      "text": "starting to go to the gym every single day. So what we find is that people want commitment"
    },
    {
      "index": 511,
      "start_time": 3336460.0,
      "end_time": 3342160.0,
      "text": "devices and they&#39;re willing to pay for them in the sense that they may be willing to take"
    },
    {
      "index": 512,
      "start_time": 3342160.0,
      "end_time": 3350140.0,
      "text": "a lower interest rate on a financial vehicle that in the long term they may have less liquidity"
    },
    {
      "index": 513,
      "start_time": 3350140.0,
      "end_time": 3355970.0,
      "text": "on Van higher interest rate on one where they have more liquidity. So if they recognize"
    },
    {
      "index": 514,
      "start_time": 3355970.0,
      "end_time": 3362329.0,
      "text": "that they have a problem with bounded willpower, they may be more likely to want to pay for"
    },
    {
      "index": 515,
      "start_time": 3362330.0,
      "end_time": 3367110.0,
      "text": "that commitment device to help themselves. On the other hand, we might not want people"
    },
    {
      "index": 516,
      "start_time": 3367110.0,
      "end_time": 3374010.0,
      "text": "to pay for the commitment device but get people to say."
    },
    {
      "index": 517,
      "start_time": 3374010.0,
      "end_time": 3380651.0,
      "text": "&gt;&gt; Great. The next question is, is there one key strategy that your research highlights"
    },
    {
      "index": 518,
      "start_time": 3380650.0,
      "end_time": 3387390.0,
      "text": "as the most important in changing the behavior of individuals seeking to improve their financial"
    },
    {
      "index": 519,
      "start_time": 3387390.0,
      "end_time": 3395740.0,
      "text": "capability? &gt;&gt; I think that&#39;s an open question. What we&#39;ve"
    },
    {
      "index": 520,
      "start_time": 3395740.0,
      "end_time": 3402900.0,
      "text": "really been trying to do is learn about whether it&#39;s incentives or social information or reminders"
    },
    {
      "index": 521,
      "start_time": 3402900.0,
      "end_time": 3410309.0,
      "text": "or all three of these things that are going to have the biggest impact at improving financial"
    },
    {
      "index": 522,
      "start_time": 3410310.0,
      "end_time": 3413031.0,
      "text": "behavior. &gt;&gt; All right. How do you know when a problem"
    },
    {
      "index": 523,
      "start_time": 3413030.0,
      "end_time": 3419780.0,
      "text": "is actually behavioral in nature? In many cases, problems that seem behavioral are actually"
    },
    {
      "index": 524,
      "start_time": 3419780.0,
      "end_time": 3425720.0,
      "text": "more structural. Do you have any guidance or baseline questions a program should ask"
    },
    {
      "index": 525,
      "start_time": 3425720.0,
      "end_time": 3437680.0,
      "text": "itself to understand this? &gt;&gt; Well, I think the structure of the program"
    },
    {
      "index": 526,
      "start_time": 3437680.0,
      "end_time": 3441789.0,
      "text": "may be what&#39;s causing the behavior that you observe. So if you have a program in which"
    },
    {
      "index": 527,
      "start_time": 3441790.0,
      "end_time": 3452171.0,
      "text": "it&#39;s very time costly for people to come in and register for it, requires a lot of paperwork,"
    },
    {
      "index": 528,
      "start_time": 3452170.0,
      "end_time": 3459640.0,
      "text": "there&#39;s not a lot of face to face interaction or social pressure to continue with the program,"
    },
    {
      "index": 529,
      "start_time": 3459640.0,
      "end_time": 3464849.0,
      "text": "then you would have behaviors that correspond to that, so people that are less likely to"
    },
    {
      "index": 530,
      "start_time": 3464850.0,
      "end_time": 3471771.0,
      "text": "join because of the barrier of taking a lot of paperwork, people who choose not to show"
    },
    {
      "index": 531,
      "start_time": 3471770.0,
      "end_time": 3477789.0,
      "text": "up if they&#39;re not reminded to come by someone else, that&#39;s a real person, and these sorts"
    },
    {
      "index": 532,
      "start_time": 3477790.0,
      "end_time": 3482820.0,
      "text": "of things. You really want to think about kind of, what are the behavioral barriers?"
    },
    {
      "index": 533,
      "start_time": 3482820.0,
      "end_time": 3488421.0,
      "text": "And look at the bounded willpower and bounded rationality especially to see if the way the"
    },
    {
      "index": 534,
      "start_time": 3488420.0,
      "end_time": 3496780.0,
      "text": "program is set up is causing people to act in line with those behavioral biases."
    },
    {
      "index": 535,
      "start_time": 3496780.0,
      "end_time": 3503319.0,
      "text": "&gt;&gt; Great. What are some ways of helping individuals overcome the influence of family and friends"
    },
    {
      "index": 536,
      "start_time": 3503320.0,
      "end_time": 3510481.0,
      "text": "who don&#39;t have particularly good financial practices? So what are some of the ways in"
    },
    {
      "index": 537,
      "start_time": 3510480.0,
      "end_time": 3523260.0,
      "text": "helping individuals overcome the influence of others?"
    },
    {
      "index": 538,
      "start_time": 3523260.0,
      "end_time": 3534319.0,
      "text": "&gt;&gt; I think just -- I think that&#39;s really hard. We know very little about especially how behavior"
    },
    {
      "index": 539,
      "start_time": 3534320.0,
      "end_time": 3540651.0,
      "text": "is formed across the lifecycle. So when kids are younger and they learn from their parents"
    },
    {
      "index": 540,
      "start_time": 3540650.0,
      "end_time": 3547890.0,
      "text": "to behave in a certain way, how we can overcome those effects later in life -- those are all"
    },
    {
      "index": 541,
      "start_time": 3547890.0,
      "end_time": 3554839.0,
      "text": "open questions at this point. And you really want to think about whether we can have better"
    },
    {
      "index": 542,
      "start_time": 3554840.0,
      "end_time": 3561311.0,
      "text": "role models for people or whether we can incentivize them in some way to start forming new habits."
    },
    {
      "index": 543,
      "start_time": 3561310.0,
      "end_time": 3568819.0,
      "text": "&gt;&gt; All right. Great. And do you have ideas for how to motivate financially stressed individuals"
    },
    {
      "index": 544,
      "start_time": 3568820.0,
      "end_time": 3577691.0,
      "text": "to enroll in a financial literacy class? I guess that kind of gets back to looking at"
    },
    {
      "index": 545,
      "start_time": 3577690.0,
      "end_time": 3583720.0,
      "text": "the best incentives. &gt;&gt; So we actually run a program in the South"
    },
    {
      "index": 546,
      "start_time": 3583720.0,
      "end_time": 3590450.0,
      "text": "side of Chicago, which is for financially stressed families but it&#39;s a parenting class."
    },
    {
      "index": 547,
      "start_time": 3590450.0,
      "end_time": 3598490.0,
      "text": "And we offer incentives such as free child care for the children. And we also focus a"
    },
    {
      "index": 548,
      "start_time": 3598490.0,
      "end_time": 3608690.0,
      "text": "lot on peer to peer interactions. Having people in groups within the parenting class but essentially"
    },
    {
      "index": 549,
      "start_time": 3608690.0,
      "end_time": 3613760.0,
      "text": "having people in a group where once they arrive, there&#39;s three other people that are in their"
    },
    {
      "index": 550,
      "start_time": 3613760.0,
      "end_time": 3619339.0,
      "text": "group that they check in with and me knowing that you&#39;re going to be there and I&#39;m choosing"
    },
    {
      "index": 551,
      "start_time": 3619340.0,
      "end_time": 3625951.0,
      "text": "not to come may be more likely for me to attend, so social pressure types of ways could be"
    },
    {
      "index": 552,
      "start_time": 3625950.0,
      "end_time": 3630829.0,
      "text": "useful. And accountability among the three people in that group. These types of things"
    },
    {
      "index": 553,
      "start_time": 3630830.0,
      "end_time": 3636300.0,
      "text": "have worked very well for weight watchers, for example, where you know that you have"
    },
    {
      "index": 554,
      "start_time": 3636300.0,
      "end_time": 3641600.0,
      "text": "to be accountable to others in your peer group but I think could also be effective for financial"
    },
    {
      "index": 555,
      "start_time": 3641600.0,
      "end_time": 3647721.0,
      "text": "literacy classes. &gt;&gt; All right. Great. Thank you. I know we&#39;ve"
    },
    {
      "index": 556,
      "start_time": 3647720.0,
      "end_time": 3654400.0,
      "text": "come up to two minutes after 4:00. And there are several more questions that have come"
    },
    {
      "index": 557,
      "start_time": 3654400.0,
      "end_time": 3660760.0,
      "text": "in. And we have run out of time. So what I&#39;d like to do with these additional questions"
    },
    {
      "index": 558,
      "start_time": 3660760.0,
      "end_time": 3670099.0,
      "text": "is I will send them over to the Center for Financial Security, to Anya and Nicole. And"
    },
    {
      "index": 559,
      "start_time": 3670100.0,
      "end_time": 3675840.0,
      "text": "to Bank of America. And we will answer these questions if that&#39;s okay with you, Anya. We"
    },
    {
      "index": 560,
      "start_time": 3675840.0,
      "end_time": 3683781.0,
      "text": "can send them to you and answer them and then we will attach this -- send the responses"
    },
    {
      "index": 561,
      "start_time": 3683780.0,
      "end_time": 3691819.0,
      "text": "out to everybody who registered for the webinar who participated today. So Anya, if you&#39;re"
    },
    {
      "index": 562,
      "start_time": 3691820.0,
      "end_time": 3696780.0,
      "text": "in agreement with that, we could go that direction. &gt;&gt; Yeah. That sounds great."
    },
    {
      "index": 563,
      "start_time": 3696780.0,
      "end_time": 3703610.0,
      "text": "&gt;&gt; Excellent. Well, thank you. I would like to thank everybody for participating on today&#39;s"
    },
    {
      "index": 564,
      "start_time": 3703610.0,
      "end_time": 3709501.0,
      "text": "webinar and for asking these great questions. I think that this has been -- out of all the"
    },
    {
      "index": 565,
      "start_time": 3709500.0,
      "end_time": 3715109.0,
      "text": "webinars I&#39;ve done, this has been one that we&#39;ve had lots of questions and great feedback"
    },
    {
      "index": 566,
      "start_time": 3715110.0,
      "end_time": 3721131.0,
      "text": "-- so we really appreciate that. And please be sure to complete your evaluation and let"
    },
    {
      "index": 567,
      "start_time": 3721130.0,
      "end_time": 3725799.0,
      "text": "us know other topics you would like to explore or if you would like to explore this topic"
    },
    {
      "index": 568,
      "start_time": 3725800.0,
      "end_time": 3734060.0,
      "text": "even more, then we can host another webinar, possibly on this topic as well and going a"
    },
    {
      "index": 569,
      "start_time": 3734060.0,
      "end_time": 3741501.0,
      "text": "little bit deeper. For additional resources, please visit our website at www.RealEconomicImpact.org."
    },
    {
      "index": 570,
      "start_time": 3741500.0,
      "end_time": 3751289.0,
      "text": "And also feel free to sign up for our listserv. There&#39;s information on your screen on how"
    },
    {
      "index": 571,
      "start_time": 3751290.0,
      "end_time": 3762021.0,
      "text": "to sign up for our listserv as well. A special thank you to Bank of America for their support"
    },
    {
      "index": 572,
      "start_time": 3762020.0,
      "end_time": 3766579.0,
      "text": "of this webinar series and really looking at how do we build the financial capabilities"
    },
    {
      "index": 573,
      "start_time": 3766580.0,
      "end_time": 3772951.0,
      "text": "of persons with disabilities? And understanding different terms and different topics that"
    },
    {
      "index": 574,
      "start_time": 3772950.0,
      "end_time": 3778430.0,
      "text": "we&#39;ve heard about and really allowing us to ponder these thoughts and see how these apply"
    },
    {
      "index": 575,
      "start_time": 3778430.0,
      "end_time": 3784130.0,
      "text": "to persons with disabilities and really looking at how to build a better economic future."
    },
    {
      "index": 576,
      "start_time": 3784130.0,
      "end_time": 3794000.0,
      "text": "A special thanks to Wynne Lum for his participation today as well. After the webinar, if you have"
    },
    {
      "index": 577,
      "start_time": 3794000.0,
      "end_time": 3801390.0,
      "text": "any additional questions, please feel free to contact me. My information is there, (727)278-1352"
    },
    {
      "index": 578,
      "start_time": 3801390.0,
      "end_time": 3812930.0,
      "text": "is my phone number and my e-mail address is on the website as well, mroush@ndi-inc.org."
    },
    {
      "index": 579,
      "start_time": 3812930.0,
      "end_time": 3820240.0,
      "text": "I would like to thank Nicole Truog as well as Dr. Anya Samak, both with the University"
    },
    {
      "index": 580,
      "start_time": 3820240.0,
      "end_time": 3824970.0,
      "text": "of Wisconsin, for being good friends to the National Disability Institute and for providing"
    },
    {
      "index": 581,
      "start_time": 3824970.0,
      "end_time": 3832299.0,
      "text": "information with us today. Please note that our next webinar is June 12 at 3:00 p.m. And"
    },
    {
      "index": 582,
      "start_time": 3832300.0,
      "end_time": 3837780.0,
      "text": "this would be the third part of our series. It is on integrated service delivery. And"
    },
    {
      "index": 583,
      "start_time": 3837780.0,
      "end_time": 3844290.0,
      "text": "we will be hearing best practices of how organizations have brought various pieces when it comes"
    },
    {
      "index": 584,
      "start_time": 3844290.0,
      "end_time": 3849540.0,
      "text": "to financial literacy asset development and integrated them into their existing systems"
    },
    {
      "index": 585,
      "start_time": 3849540.0,
      "end_time": 3855691.0,
      "text": "and programs. So please be sure to join us for that webinar as well. Once again, all"
    },
    {
      "index": 586,
      "start_time": 3855690.0,
      "end_time": 3862559.0,
      "text": "questions, we will have been answered and sent out to everyone that has registered."
    },
    {
      "index": 587,
      "start_time": 3862560.0,
      "end_time": 3867391.0,
      "text": "I&#39;d like to thank my colleagues, Elizabeth Jennings as well as Nakia Matthews, for their"
    },
    {
      "index": 588,
      "start_time": 3867390.0,
      "end_time": 3874089.0,
      "text": "support of today&#39;s webinar. Thank you again for attending, and we look forward to talking"
    },
    {
      "index": 589,
      "start_time": 3874090.0,
      "end_time": 3879250.0,
      "text": "with you in June on our next webinar. Thank you."
    },
    {
      "index": 590,
      "start_time": 3879250.0,
      "end_time": 3889250.0,
      "text": "&gt;&gt; [event concluded]"
    }
  ]
}