{
  "video_id": "6x__NthInRs",
  "title": "How To Make Your Voice Sound Better (Secrets Revealed)",
  "json": [
    {
      "index": 1,
      "start_time": 260.0,
      "end_time": 6349.0,
      "text": "Hello this is Mike Russell from MusicRadioCreative.com. I am staggered by your generosity. Over half"
    },
    {
      "index": 2,
      "start_time": 6349.0,
      "end_time": 12220.0,
      "text": "a million views on this channel. Please keep watching and to celebrate, on this tutorial"
    },
    {
      "index": 3,
      "start_time": 12220.0,
      "end_time": 17800.0,
      "text": "I&#39;m going to show you the exact settings I apply to a voice over once I&#39;ve recorded it"
    },
    {
      "index": 4,
      "start_time": 17800.0,
      "end_time": 22830.0,
      "text": "into Adobe Audition. Now if there&#39;s one person you need to thank for this tutorial. It is"
    },
    {
      "index": 5,
      "start_time": 22830.0,
      "end_time": 28778.0,
      "text": "voice over Darren. Go to his website at voiceoverdarren.com click the contact page and thank him personally"
    },
    {
      "index": 6,
      "start_time": 28779.0,
      "end_time": 32980.0,
      "text": "for this tutorial. That&#39;s voiceoverdarren.com."
    },
    {
      "index": 7,
      "start_time": 32980.0,
      "end_time": 39990.0,
      "text": "In the latest versions of Adobe Audition CS5.5 and 6 you are able to put your favourite processes"
    },
    {
      "index": 8,
      "start_time": 39120.0,
      "end_time": 45248.0,
      "text": "onto a hotkey. So right here I&#39;ll select this part of my voice over hit the V key and my"
    },
    {
      "index": 9,
      "start_time": 45249.0,
      "end_time": 52170.0,
      "text": "settings are applied immediately. You&#39;ll see them here in the history box. There really"
    },
    {
      "index": 10,
      "start_time": 52170.0,
      "end_time": 58539.0,
      "text": "is no great science it&#39;s just a straightforward process, EQ, normalize, compress, normalize."
    },
    {
      "index": 11,
      "start_time": 58539.0,
      "end_time": 64349.0,
      "text": "E N C N. I really need a better acronym don&#39;t I? With these simples steps you can turn a"
    },
    {
      "index": 12,
      "start_time": 64349.00000000001,
      "end_time": 68789.0,
      "text": "voiceover that sounds like this \"This is a voice over\" to this \"This is a voice over\"."
    },
    {
      "index": 13,
      "start_time": 68790.0,
      "end_time": 73970.0,
      "text": "Let me walk you through those steps now. First of all, EQ, I&#39;m going to select the unprocessed"
    },
    {
      "index": 14,
      "start_time": 73970.0,
      "end_time": 80390.0,
      "text": "voice here and go to my effects rack over here where I will select filter EQ and the"
    },
    {
      "index": 15,
      "start_time": 80390.0,
      "end_time": 86710.0,
      "text": "Parametric Equalizer. Here it&#39;s just a simple case of selecting the Loudness Maximizer in"
    },
    {
      "index": 16,
      "start_time": 86710.0,
      "end_time": 92339.0,
      "text": "the presets. All this does is add a subtle little bass and quite a lot of extra treble"
    },
    {
      "index": 17,
      "start_time": 92340.0,
      "end_time": 97200.0,
      "text": "to give you a nice presence in your vocals. So once you&#39;ve done that, hit the cross and"
    },
    {
      "index": 18,
      "start_time": 97200.0,
      "end_time": 102120.0,
      "text": "then apply and you&#39;ll see that the EQ is now applied to the voice over. Next you go to"
    },
    {
      "index": 19,
      "start_time": 102120.0,
      "end_time": 107720.0,
      "text": "the effects menu amplitude and compression normalize process, that will bring up this"
    },
    {
      "index": 20,
      "start_time": 107720.0,
      "end_time": 113350.0,
      "text": "box then you can normalize the voice over to your favorite late 90s radio station frequency"
    },
    {
      "index": 21,
      "start_time": 113350.0,
      "end_time": 119200.0,
      "text": "so 98.8 there you might choose to go back to perhaps 95.8. Anything in the late 90s"
    },
    {
      "index": 22,
      "start_time": 119200.0,
      "end_time": 123789.0,
      "text": "is good. Next is the compression or as it is called in the Adobe Audition, the Dynamics"
    },
    {
      "index": 23,
      "start_time": 123790.0,
      "end_time": 128780.0,
      "text": "Processing. So head back to the effects rack go to amplitude and compression, Dynamics"
    },
    {
      "index": 24,
      "start_time": 128780.0,
      "end_time": 134519.0,
      "text": "processing and then i&#39;ve got a preset called \"Mike Compressor\" that&#39;s something I set up"
    },
    {
      "index": 25,
      "start_time": 134519.0,
      "end_time": 139409.0,
      "text": "myself. I&#39;m going to zoom into my settings there take a look them note them down and"
    },
    {
      "index": 26,
      "start_time": 139409.0,
      "end_time": 146179.0,
      "text": "you can set them up yourself in Adobe Audition. Now cross out of the Dynamics Processor effect."
    },
    {
      "index": 27,
      "start_time": 146180.0,
      "end_time": 150560.0,
      "text": "Click apply to put it onto the voice and you&#39;ll see that makes it nice and fat but a little"
    },
    {
      "index": 28,
      "start_time": 150560.0,
      "end_time": 156349.0,
      "text": "bit too loud so then we go back to the effects Amplitude and Compression in the menu and"
    },
    {
      "index": 29,
      "start_time": 156349.0,
      "end_time": 160689.0,
      "text": "then Normalize process again normalize to your favorite radio station frequency in the"
    },
    {
      "index": 30,
      "start_time": 160689.0,
      "end_time": 165358.0,
      "text": "late 90s and there it is the compressed voice over sounds like this \"This is a voice over.\""
    },
    {
      "index": 31,
      "start_time": 165359.0,
      "end_time": 169310.0,
      "text": "Now how do you get all of those processes onto one hotkey so you&#39;re not doing 4 things"
    },
    {
      "index": 32,
      "start_time": 169310.0,
      "end_time": 172810.0,
      "text": "each time you want to process a voiceover. Well you simply add it into the favourites"
    },
    {
      "index": 33,
      "start_time": 172810.0,
      "end_time": 179219.0,
      "text": "menu in Adobe Audition CS5.5 or 6 and select start recording favourite. When you do that"
    },
    {
      "index": 34,
      "start_time": 179219.0,
      "end_time": 183879.0,
      "text": "you get the opportunity to then go ahead and record all of those processes. Kind of like"
    },
    {
      "index": 35,
      "start_time": 183879.0,
      "end_time": 188340.0,
      "text": "a macro or it used to be known as a script in previous versions of Adobe Audition. Once"
    },
    {
      "index": 36,
      "start_time": 188340.0,
      "end_time": 193189.0,
      "text": "you finish you simply go to favourites, stop recording favourite, give it a title and to"
    },
    {
      "index": 37,
      "start_time": 193189.0,
      "end_time": 199569.0,
      "text": "assign it to a hotkey hit the ALT K key on your keyboard to bring up keyboard shortcuts."
    },
    {
      "index": 38,
      "start_time": 199569.0,
      "end_time": 205208.0,
      "text": "Go to your favourites, find the favourite you recorded. For me here it&#39;s Voice Filter,"
    },
    {
      "index": 39,
      "start_time": 205209.0,
      "end_time": 211290.0,
      "text": "and then just assign a hotkey by hitting the key you want and I usually use V because that"
    },
    {
      "index": 40,
      "start_time": 211290.0,
      "end_time": 215859.0,
      "text": "reminds me of voice every time i&#39;m processing my voice. And there you go that&#39;s the easy"
    },
    {
      "index": 41,
      "start_time": 215859.0,
      "end_time": 220499.0,
      "text": "way to process a voice over once you&#39;ve recorded it into Adobe Audition. In cooking terms,"
    },
    {
      "index": 42,
      "start_time": 220499.0,
      "end_time": 225870.0,
      "text": "I like to refer to it as oiling the pan because you&#39;re preparing the voice over for it&#39;s purpose"
    },
    {
      "index": 43,
      "start_time": 225870.0,
      "end_time": 230450.0,
      "text": "now there is a secret source or the seasoning that you can put on top of the voice over"
    },
    {
      "index": 44,
      "start_time": 230450.0,
      "end_time": 235309.0,
      "text": "when you&#39;re creating radio imaging sweepers and IDs and maybe I&#39;ll reveal that to you"
    },
    {
      "index": 45,
      "start_time": 235309.0,
      "end_time": 239909.0,
      "text": "in a future tutorial. If you&#39;d like to see that process leave a comment on this video."
    },
    {
      "index": 46,
      "start_time": 239909.0,
      "end_time": 243719.0,
      "text": "Thanks for watching. This is Mike Russell from MusicRadioCreative.com"
    }
  ]
}