{
  "video_id": "6zueaPiT5IM",
  "title": "Learn Technology Vocabulary for Mobile Phone & Computers  - English Lessons to speak fluent English",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7840.0,
      "end_time": 12920.0,
      "text": "Hello everyone, welcome to the lesson, my name is Michelle and in this lesson, you’re"
    },
    {
      "index": 2,
      "start_time": 12920.0,
      "end_time": 19570.0,
      "text": "learning vocabulary related to computers and technology. Let’s start with some interesting"
    },
    {
      "index": 3,
      "start_time": 19570.0,
      "end_time": 26380.0,
      "text": "words that we have on the board. The first word, adware as the word suggests from the"
    },
    {
      "index": 4,
      "start_time": 26380.0,
      "end_time": 33589.0,
      "text": "beginning part, ad, ad refers to advertisements. So when you download a particular application,"
    },
    {
      "index": 5,
      "start_time": 33590.0,
      "end_time": 39340.0,
      "text": "you may have noticed a lot of ads popping up on your screen, that&#39;s because that particular"
    },
    {
      "index": 6,
      "start_time": 39340.0,
      "end_time": 47110.0,
      "text": "application has already stored adware in it which leads to the popping up of these advertisements"
    },
    {
      "index": 7,
      "start_time": 47110.0,
      "end_time": 54280.0,
      "text": "which sometimes also get a virus into your device. So be very careful about the applications"
    },
    {
      "index": 8,
      "start_time": 54280.0,
      "end_time": 63420.0,
      "text": "that you use. They might contain adware and cause you to have a virus on your device."
    },
    {
      "index": 9,
      "start_time": 63420.0,
      "end_time": 72399.0,
      "text": "So adware is the pre-stored advertisements."
    },
    {
      "index": 10,
      "start_time": 72399.0,
      "end_time": 83479.0,
      "text": "Let’s look at the next word, application or apps which you&#39;ve already heard. So these"
    },
    {
      "index": 11,
      "start_time": 83479.0,
      "end_time": 90929.0,
      "text": "are software which is designed for a singular use or individual use by a person. It is a"
    },
    {
      "index": 12,
      "start_time": 90929.0,
      "end_time": 97380.0,
      "text": "common platform but you can download it exclusively on your phone or on your computer. For example,"
    },
    {
      "index": 13,
      "start_time": 97380.0,
      "end_time": 108959.0,
      "text": "a Facebook app or a Gmail app on your phone. For individual use."
    },
    {
      "index": 14,
      "start_time": 108959.0,
      "end_time": 119520.0,
      "text": "Let’s look at the next word, bloatware or fatware. Can you guess something from the"
    },
    {
      "index": 15,
      "start_time": 119520.0,
      "end_time": 125319.0,
      "text": "words? So something, who is fat? Somebody who consists a lot of space. The same way,"
    },
    {
      "index": 16,
      "start_time": 125319.0,
      "end_time": 132580.0,
      "text": "bloatware or fatware consists a lot of space on your device. They are pre-stored software"
    },
    {
      "index": 17,
      "start_time": 132580.0,
      "end_time": 138500.0,
      "text": "on your device. So when you buy a computer probably or even a phone, an Android phone."
    },
    {
      "index": 18,
      "start_time": 138500.0,
      "end_time": 145421.0,
      "text": "When you buy it, there are some pre-stored applications like Gmail or play store. These"
    },
    {
      "index": 19,
      "start_time": 145421.0,
      "end_time": 151640.0,
      "text": "are what you call, bloatware, with a lot of bloatware in your device, you don&#39;t have enough"
    },
    {
      "index": 20,
      "start_time": 151640.0,
      "end_time": 158890.0,
      "text": "space to store personal data and that&#39;s when you&#39;re in need of a memory card to save some"
    },
    {
      "index": 21,
      "start_time": 158900.0,
      "end_time": 173300.0,
      "text": "personal data. So pre-stored apps. I wouldn&#39;t be very biased towards Apple users. So when"
    },
    {
      "index": 22,
      "start_time": 173300.0,
      "end_time": 177340.0,
      "text": "you buy an Apple phone, you have pre-stored applications like iTunes."
    },
    {
      "index": 23,
      "start_time": 177340.0,
      "end_time": 182900.0,
      "text": "Let’s look at the next word, bug. Have you heard of this word before? Something like"
    },
    {
      "index": 24,
      "start_time": 182900.0,
      "end_time": 190290.0,
      "text": "stop bugging me. Stop irritating me. The same way, the word, bug means something that irritates"
    },
    {
      "index": 25,
      "start_time": 190290.0,
      "end_time": 197230.0,
      "text": "you. So when you download particular software, sorry a particular application or software,"
    },
    {
      "index": 26,
      "start_time": 197230.0,
      "end_time": 205420.0,
      "text": "it has stored bugs in itself. So bugs are basically some faults in the written script"
    },
    {
      "index": 27,
      "start_time": 205420.0,
      "end_time": 211260.0,
      "text": "of the application. For example, JavaScript or PHP. So the program writer has made some"
    },
    {
      "index": 28,
      "start_time": 211260.0,
      "end_time": 217410.0,
      "text": "mistakes while writing the script and that ends up having, because of that you end up"
    },
    {
      "index": 29,
      "start_time": 217410.0,
      "end_time": 223600.0,
      "text": "having bugs while you&#39;re using the software and suddenly your phone hangs or the particular"
    },
    {
      "index": 30,
      "start_time": 223600.0,
      "end_time": 228450.0,
      "text": "application just crashes and you&#39;re not able to use it. So they are quite irritating like"
    },
    {
      "index": 31,
      "start_time": 228450.0,
      "end_time": 247980.0,
      "text": "the little bugs that we face every day. Stored mistakes in the written language or the written"
    },
    {
      "index": 32,
      "start_time": 247980.0,
      "end_time": 249350.0,
      "text": "program code."
    },
    {
      "index": 33,
      "start_time": 249350.0,
      "end_time": 258399.0,
      "text": "Let’s look at the next word, cache. So cache are small pieces of information, not the cash"
    },
    {
      "index": 34,
      "start_time": 258399.0,
      "end_time": 265659.0,
      "text": "that we usually know in terms of money. Cache is pre-stored information. Information pieces"
    },
    {
      "index": 35,
      "start_time": 265660.0,
      "end_time": 271700.0,
      "text": "on your device whenever you visit a particular website, there is data that your device or"
    },
    {
      "index": 36,
      "start_time": 271700.0,
      "end_time": 277241.0,
      "text": "maybe your computer stores locally. When you visit the website for the second time, the"
    },
    {
      "index": 37,
      "start_time": 277241.0,
      "end_time": 283341.0,
      "text": "pictures and the information load much quicker and let&#39;s talk about Facebook. So when you&#39;re"
    },
    {
      "index": 38,
      "start_time": 283341.0,
      "end_time": 289290.0,
      "text": "logging into Facebook, it asks you do you want to browser to remember the files and"
    },
    {
      "index": 39,
      "start_time": 289290.0,
      "end_time": 295320.0,
      "text": "where does the browser remember those files. It remembers those files as a cache memory"
    },
    {
      "index": 40,
      "start_time": 295320.0,
      "end_time": 304210.0,
      "text": "which is a temporary memory on your device."
    },
    {
      "index": 41,
      "start_time": 304210.0,
      "end_time": 316300.0,
      "text": "Similarly, we have cookies which are also temporary files on your device. So whenever"
    },
    {
      "index": 42,
      "start_time": 316300.0,
      "end_time": 323539.0,
      "text": "you log into Facebook you see a list of login IDs that have previously logged into the website"
    },
    {
      "index": 43,
      "start_time": 323540.0,
      "end_time": 340200.0,
      "text": "and those are cookies. Stored information on a particular website."
    },
    {
      "index": 44,
      "start_time": 340200.0,
      "end_time": 352190.0,
      "text": "Zoom....crash, this is how the plane crashes and this is exactly how an application can"
    },
    {
      "index": 45,
      "start_time": 352190.0,
      "end_time": 358790.0,
      "text": "also crash or your device can also crash when it has some corrupted files. So whenever your"
    },
    {
      "index": 46,
      "start_time": 358790.0,
      "end_time": 364870.0,
      "text": "device crashes suddenly or unexpectedly it stops working, that is when your device has"
    },
    {
      "index": 47,
      "start_time": 364870.0,
      "end_time": 380400.0,
      "text": "crashed and you need to get it corrected. Probably by an IT technician. An unexpected"
    },
    {
      "index": 48,
      "start_time": 380400.0,
      "end_time": 382419.0,
      "text": "halt in your device."
    },
    {
      "index": 49,
      "start_time": 382419.0,
      "end_time": 391280.0,
      "text": "Alright, let&#39;s look at the next word, a firewall. It’s like a wall of fire, not literally"
    },
    {
      "index": 50,
      "start_time": 391280.0,
      "end_time": 399409.0,
      "text": "but then a defensive wall that protects your device from a virus or other devices to hack"
    },
    {
      "index": 51,
      "start_time": 399410.0,
      "end_time": 404639.0,
      "text": "your information. so when you&#39;re working on a computer network, it&#39;s possible that other"
    },
    {
      "index": 52,
      "start_time": 404639.0,
      "end_time": 410880.0,
      "text": "computer users might want to hack your information but if you have installed a firewall in your"
    },
    {
      "index": 53,
      "start_time": 410880.0,
      "end_time": 416300.0,
      "text": "network, there&#39;s a high possibility that your information will be safe and your device will"
    },
    {
      "index": 54,
      "start_time": 416300.0,
      "end_time": 428250.0,
      "text": "not be hacked. So this prevents your device from being hacked. Prevention from hacking"
    },
    {
      "index": 55,
      "start_time": 428250.0,
      "end_time": 442690.0,
      "text": "but a firewall is different from antivirus. Antivirus stops the virus from entering into"
    },
    {
      "index": 56,
      "start_time": 442690.0,
      "end_time": 448490.0,
      "text": "your device and firewall prevents hacking. So you should have both of them on your computer"
    },
    {
      "index": 57,
      "start_time": 448490.0,
      "end_time": 449870.0,
      "text": "to keep it safer."
    },
    {
      "index": 58,
      "start_time": 449870.0,
      "end_time": 456300.0,
      "text": "Let’s look at the next word, hardware. Well, that&#39;s a very commonly heard term. We know"
    },
    {
      "index": 59,
      "start_time": 456300.0,
      "end_time": 462270.0,
      "text": "that software is the part of the computer that you cannot touch, which is non-tangible"
    },
    {
      "index": 60,
      "start_time": 462270.0,
      "end_time": 467469.0,
      "text": "but hardware is the parts or the units of the computer that you can touch, for example,"
    },
    {
      "index": 61,
      "start_time": 467470.0,
      "end_time": 476310.0,
      "text": "your desktop, your CPU and your keyboard, is what hardware is. The tangible parts of"
    },
    {
      "index": 62,
      "start_time": 476310.0,
      "end_time": 489160.0,
      "text": "a computer"
    },
    {
      "index": 63,
      "start_time": 489160.0,
      "end_time": 492550.0,
      "text": "and now we are going to look at the next words."
    },
    {
      "index": 64,
      "start_time": 492550.0,
      "end_time": 499230.0,
      "text": "Homepage. So the word home here means the first page that you see when you click on"
    },
    {
      "index": 65,
      "start_time": 499230.0,
      "end_time": 506300.0,
      "text": "a website. It usually links to other websites for example, if your homepage or on your computer"
    },
    {
      "index": 66,
      "start_time": 506300.0,
      "end_time": 511320.0,
      "text": "is Google. So when you log in to your device or your computer, the first page that appears"
    },
    {
      "index": 67,
      "start_time": 511320.0,
      "end_time": 516189.0,
      "text": "on the screen is Google and it has links to other websites. So when you want to visit"
    },
    {
      "index": 68,
      "start_time": 516190.00000000006,
      "end_time": 521270.00000000006,
      "text": "other websites, you can type into the search bar and it will lead you to other links but"
    },
    {
      "index": 69,
      "start_time": 521270.0,
      "end_time": 530260.0,
      "text": "the first page on your screen or the first page of a website is called a homepage. The"
    },
    {
      "index": 70,
      "start_time": 530260.0,
      "end_time": 534580.0,
      "text": "first page of a website."
    },
    {
      "index": 71,
      "start_time": 534580.0,
      "end_time": 541600.0,
      "text": "Let’s look at the word, netiquette. Does that sound like a word that you ever heard"
    },
    {
      "index": 72,
      "start_time": 541600.0,
      "end_time": 550700.0,
      "text": "before? Something like etiquette? Yes, netiquette is the etiquette that you require on computer"
    },
    {
      "index": 73,
      "start_time": 550700.0,
      "end_time": 557149.0,
      "text": "or networks or the internet. These are some informal rules that are designed for users"
    },
    {
      "index": 74,
      "start_time": 557149.0,
      "end_time": 563140.0,
      "text": "on the internet. So you should really avoid stalking other people&#39;s website, that&#39;s not"
    },
    {
      "index": 75,
      "start_time": 563140.0,
      "end_time": 568790.0,
      "text": "good. That’s one computer netiquette and you should also try not to share your personal"
    },
    {
      "index": 76,
      "start_time": 568790.0,
      "end_time": 574189.0,
      "text": "information on the internet. For example, particularly on a public network. You should"
    },
    {
      "index": 77,
      "start_time": 574190.0,
      "end_time": 581930.0,
      "text": "not share your banking details or your login ID and password for an important website."
    },
    {
      "index": 78,
      "start_time": 581930.0,
      "end_time": 590739.0,
      "text": "So be sure, you follow the computer netiquette. The informal rules designed for the users."
    },
    {
      "index": 79,
      "start_time": 590740.0,
      "end_time": 601310.0,
      "text": "Spam, spam is also be used outside of the computer vocabulary like the unwanted people"
    },
    {
      "index": 80,
      "start_time": 601310.0,
      "end_time": 608520.0,
      "text": "in your life are spam. The same way, the unwanted emails that go into your trash or junk folder"
    },
    {
      "index": 81,
      "start_time": 608520.0,
      "end_time": 614510.0,
      "text": "are called spam. So if you have any spam in your life, you need to get rid of it and if"
    },
    {
      "index": 82,
      "start_time": 614510.0,
      "end_time": 620689.0,
      "text": "you&#39;ve got any spam on your email or on your email account, then you need to empty your"
    },
    {
      "index": 83,
      "start_time": 620690.0,
      "end_time": 638840.0,
      "text": "trash folder or your junk file. Unwanted Emails. These emails are usually promotional in nature"
    },
    {
      "index": 84,
      "start_time": 638840.0,
      "end_time": 644570.0,
      "text": "and they are there for marketing purposes. So for example, you&#39;ve subscribed to a particular"
    },
    {
      "index": 85,
      "start_time": 644570.0,
      "end_time": 649480.0,
      "text": "website, all the emails that you receive from that website for promotional purposes will"
    },
    {
      "index": 86,
      "start_time": 649480.0,
      "end_time": 656610.0,
      "text": "go into your trash folder but your personal emails will be in the main and primary inbox."
    },
    {
      "index": 87,
      "start_time": 656610.0,
      "end_time": 662610.0,
      "text": "So that can be differentiated and it makes it easier for you to understand and organize"
    },
    {
      "index": 88,
      "start_time": 662610.0,
      "end_time": 663610.0,
      "text": "your account."
    },
    {
      "index": 89,
      "start_time": 663610.0,
      "end_time": 671150.0,
      "text": "Let’s look at the next word, spyware something like adware, it sounds similar. So spyware"
    },
    {
      "index": 90,
      "start_time": 671150.0,
      "end_time": 679620.0,
      "text": "is when you have a particular website, for example, Google continuously spies the website"
    },
    {
      "index": 91,
      "start_time": 679620.0,
      "end_time": 686150.0,
      "text": "that you are visiting. So if you&#39;re planning a trip to Dubai and you&#39;ve recently searched"
    },
    {
      "index": 92,
      "start_time": 686150.0,
      "end_time": 691220.0,
      "text": "for it, after some time when you visit another website, there will be an ad popping up on"
    },
    {
      "index": 93,
      "start_time": 691220.0,
      "end_time": 696910.0,
      "text": "the other half of the page for a trip to Dubai. The cheapest trip to Dubai, trip to Dubai."
    },
    {
      "index": 94,
      "start_time": 696910.0,
      "end_time": 702219.0,
      "text": "You know this cannot be a coincidence, there&#39;s surely someone spying on you and possibly"
    },
    {
      "index": 95,
      "start_time": 702220.0,
      "end_time": 708910.0,
      "text": "that&#39;s Google. So you should really sue them and they have spyware installed on their website,"
    },
    {
      "index": 96,
      "start_time": 708910.0,
      "end_time": 730199.0,
      "text": "which comes, the moment you click on the website. To detect your internet habits."
    },
    {
      "index": 97,
      "start_time": 730200.0,
      "end_time": 735850.0,
      "text": "With that let&#39;s look at the second last word, VC, video conference; this is also a very"
    },
    {
      "index": 98,
      "start_time": 735850.0,
      "end_time": 741320.0,
      "text": "common term. You must have heard of Skype, that’s exactly what Video Conference is."
    },
    {
      "index": 99,
      "start_time": 741320.0,
      "end_time": 747880.0,
      "text": "When you can see somebody and listen to somebody at the same time. Sometimes it can be between"
    },
    {
      "index": 100,
      "start_time": 747880.0,
      "end_time": 753450.0,
      "text": "two people and sometimes it can be between more than two people. It could be a group"
    },
    {
      "index": 101,
      "start_time": 753450.0,
      "end_time": 760430.0,
      "text": "of 5 to 10 people but what you need is that everyone should have that particular application"
    },
    {
      "index": 102,
      "start_time": 760430.0,
      "end_time": 765349.0,
      "text": "installed on their device. So only when it&#39;s installed, when Skype is installed on another"
    },
    {
      "index": 103,
      "start_time": 765350.0,
      "end_time": 773120.0,
      "text": "person&#39;s device, you can have a Skype conference or a video conference with that person. An"
    },
    {
      "index": 104,
      "start_time": 773120.0,
      "end_time": 779120.0,
      "text": "audiovisual communication on the internet."
    },
    {
      "index": 105,
      "start_time": 779120.0,
      "end_time": 791910.0,
      "text": "With that, we look at the last word, which is really hard to pronounce, it&#39;s kind of"
    },
    {
      "index": 106,
      "start_time": 791910.0,
      "end_time": 796620.0,
      "text": "weird. How do we call that? Do you wanna try it? Weezee, weezee, something, it&#39;s called"
    },
    {
      "index": 107,
      "start_time": 796620.0,
      "end_time": 805580.0,
      "text": "WYSIWYG which means what you see is what you get. Yes not in the video but otherwise. So"
    },
    {
      "index": 108,
      "start_time": 805580.0,
      "end_time": 812680.0,
      "text": "when you&#39;re using software, there are certain software, for example, video editors like"
    },
    {
      "index": 109,
      "start_time": 812680.0,
      "end_time": 818109.0,
      "text": "After Effects, when you&#39;re using that software if you&#39;re clicking on the red colour that&#39;s"
    },
    {
      "index": 110,
      "start_time": 818110.0,
      "end_time": 823240.0,
      "text": "exactly what you&#39;ll see on the screen. If you&#39;re clicking on any other feature of the"
    },
    {
      "index": 111,
      "start_time": 823240.0,
      "end_time": 829770.0,
      "text": "website, sorry of the software, it will appear on the screen and the same thing is going"
    },
    {
      "index": 112,
      "start_time": 829770.0,
      "end_time": 836430.0,
      "text": "to go for the print or the filming of the video that you&#39;re editing. So what you see"
    },
    {
      "index": 113,
      "start_time": 836430.0,
      "end_time": 842540.0,
      "text": "is what you get."
    },
    {
      "index": 114,
      "start_time": 842540.0,
      "end_time": 853180.0,
      "text": "I wish this rule was applicable to our lives as well. So that whatever we saw is only what"
    },
    {
      "index": 115,
      "start_time": 853180.0,
      "end_time": 860729.0,
      "text": "we got and then we wouldn&#39;t want to see anything bad. I hope you come back with another vocabulary"
    },
    {
      "index": 116,
      "start_time": 860730.0,
      "end_time": 865850.0,
      "text": "for another vocabulary lesson with me Michelle. I hope to see you very soon, till then you"
    },
    {
      "index": 117,
      "start_time": 865850.0,
      "end_time": 867240.0,
      "text": "take care, bye."
    }
  ]
}