{
  "video_id": "6Zxy_dScjsM",
  "title": "The Science of Internet Trolls",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 260.0,
      "end_time": 6160.0,
      "text": "Ah internet trolls - whether it’s on twitter, a forum, or even these very YouTube comments... ehem..."
    },
    {
      "index": 2,
      "start_time": 6160.0,
      "end_time": 10470.0,
      "text": "we can’t seem to escape them. But who are these people -"
    },
    {
      "index": 3,
      "start_time": 10470.0,
      "end_time": 14100.0,
      "text": "and what do they look like when we evaluate them scientifically?"
    },
    {
      "index": 4,
      "start_time": 14100.0,
      "end_time": 17570.0,
      "text": "While many people do enjoy chatting and debating issues online,"
    },
    {
      "index": 5,
      "start_time": 17570.0,
      "end_time": 24470.0,
      "text": "approximately 5.6% of individuals self-identify as trolls, or say they enjoy trolling online."
    },
    {
      "index": 6,
      "start_time": 24470.0,
      "end_time": 30460.0,
      "text": "So, scientists decided to study a group of 1200 internet users to understand these trolls in particular"
    },
    {
      "index": 7,
      "start_time": 30460.0,
      "end_time": 40009.0,
      "text": "and found a myriad of something called ‘dark traits’. Specifically, online trolls were found to display high levels of psychopathy, narcissism"
    },
    {
      "index": 8,
      "start_time": 40009.0,
      "end_time": 45819.0,
      "text": "and most specifically, sadism; that is, people who enjoy the pain of others."
    },
    {
      "index": 9,
      "start_time": 45809.0,
      "end_time": 52110.0,
      "text": "Now, most people tend to avoid inflicting pain on others, and if we do, we experience guilt or remorse."
    },
    {
      "index": 10,
      "start_time": 52110.0,
      "end_time": 56969.0,
      "text": "But for sadists, cruelty can be exciting and pleasurable."
    },
    {
      "index": 11,
      "start_time": 56969.0,
      "end_time": 59779.0,
      "text": "These people aren’t necessarily serial killers or bad people,"
    },
    {
      "index": 12,
      "start_time": 59779.0,
      "end_time": 64300.0,
      "text": "but they get an emotional reward when causing or observing the suffering of others."
    },
    {
      "index": 13,
      "start_time": 64300.0,
      "end_time": 73620.0,
      "text": "In fact, there’s even a category called ‘everyday sadism’ that highlights how sadistic traits are present in many people, not just sexual deviants or criminals."
    },
    {
      "index": 14,
      "start_time": 73620.0,
      "end_time": 79490.0,
      "text": "For example, many of us enjoy a good fight during a sports game or the thrill of a violent movie, right?"
    },
    {
      "index": 15,
      "start_time": 79500.0,
      "end_time": 83330.0,
      "text": "If you were given the choice of the following four jobs, which would you choose?"
    },
    {
      "index": 16,
      "start_time": 83330.0,
      "end_time": 92130.0,
      "text": "a) Killing bugs b) helping an experimenter kill bugs c) cleaning dirty toilets or d) enduring pain from ice water?"
    },
    {
      "index": 17,
      "start_time": 92130.0,
      "end_time": 99120.0,
      "text": "Studies show that those who choose to kill bugs have higher scores on a scale measuring sadistic impulses."
    },
    {
      "index": 18,
      "start_time": 99170.0,
      "end_time": 106570.0,
      "text": "But internet trolls show very high levels of sadism and have fun distressing others by being argumentative and disruptive."
    },
    {
      "index": 19,
      "start_time": 106570.0,
      "end_time": 111180.0,
      "text": "Studies have also documented a link between these individuals and anti-social behaviour."
    },
    {
      "index": 20,
      "start_time": 111180.0,
      "end_time": 115730.0,
      "text": "So, are these individuals different in real life?"
    },
    {
      "index": 21,
      "start_time": 115630.0,
      "end_time": 122750.0,
      "text": "Not likely - the studies suggest that these traits carry over into their regular day-to-day and reflect one’s actual personality."
    },
    {
      "index": 22,
      "start_time": 122750.0,
      "end_time": 125940.0,
      "text": "But since the internet offers anonymity,"
    },
    {
      "index": 23,
      "start_time": 125940.0,
      "end_time": 130149.0,
      "text": "antisocial individuals can connect with similar others while distancing themselves from their acts in terms of personal responsibility."
    },
    {
      "index": 24,
      "start_time": 132319.0,
      "end_time": 137930.0,
      "text": "The unfortunate part is that trolls not only comment more but receive more replies than the average user,"
    },
    {
      "index": 25,
      "start_time": 137930.0,
      "end_time": 141769.0,
      "text": "suggesting they are quite successful at luring others in."
    },
    {
      "index": 26,
      "start_time": 141769.0,
      "end_time": 147040.0,
      "text": "On top of this, negative feedback only stimulates a harsher response from trolls,"
    },
    {
      "index": 27,
      "start_time": 147040.0,
      "end_time": 149329.0,
      "text": "and their behaviour becomes worse over time with more feedback."
    },
    {
      "index": 28,
      "start_time": 149329.0,
      "end_time": 155669.0,
      "text": "So, the next time you’re being trolled, just remember, they WANT to disrupt you - and they feed off of your unhappiness."
    },
    {
      "index": 29,
      "start_time": 155669.0,
      "end_time": 158569.0,
      "text": "Ignore them, and you’re likely to diminish their effort."
    },
    {
      "index": 30,
      "start_time": 158659.0,
      "end_time": 162659.0,
      "text": "Need more science? Here’s a playlist of our latest videos that you can binge-watch."
    },
    {
      "index": 31,
      "start_time": 162659.0,
      "end_time": 166809.0,
      "text": "And if you never want to miss our videos, simply go to our channel on your device’s YouTube app"
    },
    {
      "index": 32,
      "start_time": 166809.0,
      "end_time": 170459.0,
      "text": "and hit the little bell which turns on notifications for our videos."
    },
    {
      "index": 33,
      "start_time": 170459.0,
      "end_time": 172719.0,
      "text": "YouTube will send you a message each time we release a video."
    },
    {
      "index": 34,
      "start_time": 172719.0,
      "end_time": 182719.0,
      "text": "And subscribe for more weekly science videos!"
    }
  ]
}