{
  "video_id": "70dZeLNsu3g",
  "title": "Basic Income Tax - Part 5",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 14849.0,
      "end_time": 21849.0,
      "text": "Okay. We ended up last, in our last session looking at the Social Security benefits and"
    },
    {
      "index": 2,
      "start_time": 22359.0,
      "end_time": 27869.0,
      "text": "the taxability of those. So what I want to do is just kind of go over that calculation,"
    },
    {
      "index": 3,
      "start_time": 27869.0,
      "end_time": 32989.0,
      "text": "the handwritten one that I sent you and we went over so you can understand how that works"
    },
    {
      "index": 4,
      "start_time": 32989.0,
      "end_time": 37459.0,
      "text": "and then we&#39;re going to go ahead and finish up the chapter. We&#39;ll finish up the chapter."
    },
    {
      "index": 5,
      "start_time": 37460.0,
      "end_time": 44460.0,
      "text": "Basically as I indicate with this calculation, if you have modified AGI that is less than"
    },
    {
      "index": 6,
      "start_time": 45329.0,
      "end_time": 52329.0,
      "text": "the lower limit, and there&#39;s two limits based on if you are married filing jointly or single"
    },
    {
      "index": 7,
      "start_time": 53239.0,
      "end_time": 57959.0,
      "text": "head of household or widower. As long as it&#39;s here, it&#39;s not going to be taxable, so anything"
    },
    {
      "index": 8,
      "start_time": 57960.0,
      "end_time": 63710.0,
      "text": "under these lower limits is not going to be taxable. Anything between it&#39;s going to be"
    },
    {
      "index": 9,
      "start_time": 63710.0,
      "end_time": 68240.0,
      "text": "the taxable portion of the Social Security is going to be the lesser of 50% of the Social"
    },
    {
      "index": 10,
      "start_time": 68240.0,
      "end_time": 75240.0,
      "text": "Security benefits or 50% of the excess of the modified AGI over that lower limit, okay."
    },
    {
      "index": 11,
      "start_time": 76900.0,
      "end_time": 82570.0,
      "text": "If your modified AGI is more than the upper limit, meaning it doesn&#39;t fall in between"
    },
    {
      "index": 12,
      "start_time": 82570.0,
      "end_time": 89570.0,
      "text": "but it falls above the upper limit, then your taxable Social Security benefits are going"
    },
    {
      "index": 13,
      "start_time": 91109.0,
      "end_time": 98109.0,
      "text": "to be the lesser of 85% of your Social Security benefits or the sum of 85% of the excess over"
    },
    {
      "index": 14,
      "start_time": 100219.0,
      "end_time": 107219.0,
      "text": "the upper limit or -- and the lesser of 50% of your Social Security benefits at 6,000."
    },
    {
      "index": 15,
      "start_time": 107969.0,
      "end_time": 112969.0,
      "text": "So basically what you do is you say, okay, what&#39;s the smaller of 50% of my Social Security"
    },
    {
      "index": 16,
      "start_time": 112969.0,
      "end_time": 119969.0,
      "text": "benefits or 6,000, and I take the smaller of that, and then I&#39;m going to add it to 85%"
    },
    {
      "index": 17,
      "start_time": 120609.0,
      "end_time": 127130.0,
      "text": "of the excess over the upper limit, and then I&#39;m going to take that sum and then I&#39;m going"
    },
    {
      "index": 18,
      "start_time": 127130.0,
      "end_time": 130829.0,
      "text": "to compare it to 85% of my Social Security benefits and then the lesser of the two is"
    },
    {
      "index": 19,
      "start_time": 130830.00000000001,
      "end_time": 134990.0,
      "text": "going to be the portion of my Social Security benefits that are taxable."
    },
    {
      "index": 20,
      "start_time": 134990.0,
      "end_time": 140480.0,
      "text": "So as I said, hopefully you have some time to go through that calculation and, therefore,"
    },
    {
      "index": 21,
      "start_time": 140480.0,
      "end_time": 145510.0,
      "text": "you can see the -- to me the calculation, that is a little easier than the worksheet."
    },
    {
      "index": 22,
      "start_time": 145510.0,
      "end_time": 150120.0,
      "text": "But either way, you&#39;ll get the same answer. If it&#39;s easy for you to follow the worksheet"
    },
    {
      "index": 23,
      "start_time": 150120.0,
      "end_time": 155290.0,
      "text": "and go through the calculations, you&#39;ll be fine. If you&#39;re using a tax software, there&#39;s"
    },
    {
      "index": 24,
      "start_time": 155290.0,
      "end_time": 159739.0,
      "text": "one that comes with our textbook, or any one of the ones you purchase, it will go through"
    },
    {
      "index": 25,
      "start_time": 159740.0,
      "end_time": 163700.0,
      "text": "that calculation for you and let you know the amount of your Social Security benefits"
    },
    {
      "index": 26,
      "start_time": 163700.0,
      "end_time": 168890.0,
      "text": "that will be taxable. Okay. Let&#39;s continue on with the chapter."
    },
    {
      "index": 27,
      "start_time": 168900.0,
      "end_time": 173660.0,
      "text": "Next, unemployment compensation. And we know unemployment rates are up. The important thing"
    },
    {
      "index": 28,
      "start_time": 173660.0,
      "end_time": 180790.0,
      "text": "to remember if you&#39;re receiving unemployment, it&#39;s going to be taxable. And they don&#39;t always"
    },
    {
      "index": 29,
      "start_time": 180800.0,
      "end_time": 187800.0,
      "text": "withhold taxes from your unemployment compensation. So just be aware if you&#39;re receiving unemployment"
    },
    {
      "index": 30,
      "start_time": 188400.0,
      "end_time": 194679.0,
      "text": "and you&#39;re not getting taxes withheld, it&#39;s going to be taxable to you and it&#39;s going"
    },
    {
      "index": 31,
      "start_time": 194680.0,
      "end_time": 199900.0,
      "text": "to cause you to have to pay tax on the amount that you receive. I don&#39;t -- I believe -- I"
    },
    {
      "index": 32,
      "start_time": 199900.0,
      "end_time": 204490.0,
      "text": "want to say the State of Kansas may offer you to withhold it versus the State of Missouri,"
    },
    {
      "index": 33,
      "start_time": 204490.0,
      "end_time": 210310.0,
      "text": "but just inquire. If you&#39;re receiving unemployment compensation, be it in Missouri or Kansas,"
    },
    {
      "index": 34,
      "start_time": 210310.0,
      "end_time": 215430.0,
      "text": "inquire whether they withhold tax on it for you, or you just may choose not to and just"
    },
    {
      "index": 35,
      "start_time": 215430.0,
      "end_time": 221520.0,
      "text": "be aware it&#39;s taxable. Next we want to look at employee fringe benefits."
    },
    {
      "index": 36,
      "start_time": 221520.0,
      "end_time": 226510.0,
      "text": "Basically as employees we get certain benefits from working at certain places. It&#39;s a fringe."
    },
    {
      "index": 37,
      "start_time": 226510.0,
      "end_time": 231549.0,
      "text": "It&#39;s a benefit for working there. And basically they say all these employee fringe benefits"
    },
    {
      "index": 38,
      "start_time": 231550.0,
      "end_time": 237610.0,
      "text": "are included in income except for these ones that we&#39;re going to discuss that are specifically"
    },
    {
      "index": 39,
      "start_time": 237610.0,
      "end_time": 242180.0,
      "text": "excluded, and they&#39;re on -- we start those on Page 2-21."
    },
    {
      "index": 40,
      "start_time": 242180.0,
      "end_time": 249180.0,
      "text": "Okay. And so employer-provided spending accounts. These are -- this is money that&#39;s set aside"
    },
    {
      "index": 41,
      "start_time": 250520.0,
      "end_time": 257519.0,
      "text": "for dependent care accounts, which you can set aside $5,000, taken out pre-tax to cover"
    },
    {
      "index": 42,
      "start_time": 258728.0,
      "end_time": 265729.0,
      "text": "child care or aging parent care or medical flex spending accounts that help cover medical"
    },
    {
      "index": 43,
      "start_time": 266720.0,
      "end_time": 272400.0,
      "text": "expenses. So basically these accounts you can use for medical and for child care. They"
    },
    {
      "index": 44,
      "start_time": 272400.0,
      "end_time": 278580.0,
      "text": "take out pre-tax, so you get the benefit of it not being taxed, and because the employer"
    },
    {
      "index": 45,
      "start_time": 278580.0,
      "end_time": 284340.0,
      "text": "runs these plans for you, you do not have to pay any income or any, you know, for that"
    },
    {
      "index": 46,
      "start_time": 284340.0,
      "end_time": 290609.0,
      "text": "benefit. So excellent options there. Also, this is going to happen mainly in maybe"
    },
    {
      "index": 47,
      "start_time": 290610.0,
      "end_time": 296190.0,
      "text": "a big city where they encourage you to maybe take the subway. But if an employer provides"
    },
    {
      "index": 48,
      "start_time": 296190.0,
      "end_time": 301520.0,
      "text": "a spending account for public transportation, there&#39;s monthly limits that&#39;s gonna apply"
    },
    {
      "index": 49,
      "start_time": 301520.0,
      "end_time": 306810.0,
      "text": "and it&#39;s to cover the public transportation to work and for parking. So if all the requirements"
    },
    {
      "index": 50,
      "start_time": 306810.0,
      "end_time": 311410.0,
      "text": "are met, then it&#39;s going to be a tax-free reduction. So like I said, normally that&#39;s"
    },
    {
      "index": 51,
      "start_time": 311410.0,
      "end_time": 315740.0,
      "text": "going to happen in big major cities, New York, Chicago, where parking sometimes is an issue"
    },
    {
      "index": 52,
      "start_time": 315740.0,
      "end_time": 321720.0,
      "text": "if you work in downtown. So they&#39;re going to try to encourage you to catch the subway."
    },
    {
      "index": 53,
      "start_time": 321720.0,
      "end_time": 327200.0,
      "text": "Next is group term life insurance. If -- a lot of employers do this offer, employers"
    },
    {
      "index": 54,
      "start_time": 327200.0,
      "end_time": 332719.0,
      "text": "can pay up to 50,000 for employers tax-free for group term life insurance. The thing about"
    },
    {
      "index": 55,
      "start_time": 332720.0,
      "end_time": 336710.0,
      "text": "that insurance, it cannot favor officers, shareholders, or highly paid. It has to be"
    },
    {
      "index": 56,
      "start_time": 336710.0,
      "end_time": 342440.0,
      "text": "offered to everyone, across the board. Okay. And then they have what they call no"
    },
    {
      "index": 57,
      "start_time": 342440.0,
      "end_time": 349440.0,
      "text": "additional cost services. These are provided at no additional cost to the employee. And"
    },
    {
      "index": 58,
      "start_time": 350960.0,
      "end_time": 356979.0,
      "text": "it&#39;s only allowed if it&#39;s in the employee&#39;s major line of business, major line of business."
    },
    {
      "index": 59,
      "start_time": 356980.0,
      "end_time": 363510.0,
      "text": "An example of these, if I work for an airline, the perfect example is we know people who"
    },
    {
      "index": 60,
      "start_time": 363510.0,
      "end_time": 370440.0,
      "text": "work for airlines have the option of maybe flying standby and being able to fly for free."
    },
    {
      "index": 61,
      "start_time": 370440.0,
      "end_time": 377440.0,
      "text": "It doesn&#39;t cost you any money. It doesn&#39;t cost the employer any money to have that vacant"
    },
    {
      "index": 62,
      "start_time": 378700.0,
      "end_time": 383950.0,
      "text": "seat filled by you, so in that case, it&#39;s not taxable. Now, the thing about it, it has"
    },
    {
      "index": 63,
      "start_time": 383950.0,
      "end_time": 388800.0,
      "text": "to be in the employee&#39;s major line of business. Let&#39;s say I work for a corporation who owns"
    },
    {
      "index": 64,
      "start_time": 388800.0,
      "end_time": 395530.0,
      "text": "a hotel chain and they own an airline. If I work for the airline, even though the corporation"
    },
    {
      "index": 65,
      "start_time": 395530.0,
      "end_time": 402530.0,
      "text": "may give me a discount at the hotel and for airfare, the airfare is the only one that&#39;s"
    },
    {
      "index": 66,
      "start_time": 403639.0,
      "end_time": 409750.0,
      "text": "not taxable to me because that&#39;s in my line of work. I work for the airline piece. But"
    },
    {
      "index": 67,
      "start_time": 409750.0,
      "end_time": 414930.0,
      "text": "for the benefits that I take for the hotel, if I get free rooms or whatever, then that"
    },
    {
      "index": 68,
      "start_time": 414930.0,
      "end_time": 421510.0,
      "text": "is going to be included in my income. So it&#39;s only for the line of business in which I work"
    },
    {
      "index": 69,
      "start_time": 421510.0,
      "end_time": 425600.0,
      "text": "in. So keep that in mind. It&#39;s going to be only for the line of business that you work"
    },
    {
      "index": 70,
      "start_time": 425600.0,
      "end_time": 429620.0,
      "text": "in. Okay. Qualified employee discounts. We know"
    },
    {
      "index": 71,
      "start_time": 429620.0,
      "end_time": 434530.0,
      "text": "if you work at certain places, you can get a discount and as long as these discounts"
    },
    {
      "index": 72,
      "start_time": 434530.0,
      "end_time": 441119.0,
      "text": "are provided on a non-discriminatory basis and then there&#39;s certain limits to them, they"
    },
    {
      "index": 73,
      "start_time": 441120.0,
      "end_time": 446280.0,
      "text": "said these particular discounts are not going to be tax-free. If they&#39;re on real estate"
    },
    {
      "index": 74,
      "start_time": 446280.0,
      "end_time": 451489.0,
      "text": "or investment property, so if you&#39;re getting a discount on real estate or investment property,"
    },
    {
      "index": 75,
      "start_time": 451490.0,
      "end_time": 455430.0,
      "text": "that&#39;s not tax-free. You&#39;re going to have to include that in income. If the discount"
    },
    {
      "index": 76,
      "start_time": 455430.0,
      "end_time": 459860.0,
      "text": "exceeds gross mark-up of merchandise, basically if because they&#39;re selling it to you they&#39;re"
    },
    {
      "index": 77,
      "start_time": 459860.0,
      "end_time": 464200.0,
      "text": "selling it at a loss, that&#39;s not going to be excluded from your income. That&#39;s not going"
    },
    {
      "index": 78,
      "start_time": 464200.0,
      "end_time": 470300.0,
      "text": "to be tax-tree. You have to include that. If the discount exceeds 20% of customer price,"
    },
    {
      "index": 79,
      "start_time": 470300.0,
      "end_time": 474448.0,
      "text": "basically the exclusion is limited to 20% of the customer price. So if it&#39;s more than"
    },
    {
      "index": 80,
      "start_time": 474449.0,
      "end_time": 478620.0,
      "text": "that, that portion is going to have to be included in income. And once again, if it&#39;s"
    },
    {
      "index": 81,
      "start_time": 478620.0,
      "end_time": 483900.0,
      "text": "out of the employee&#39;s line of business, back to me at the hotel, if I&#39;m getting a discount"
    },
    {
      "index": 82,
      "start_time": 483900.0,
      "end_time": 488138.0,
      "text": "and I work for the airline portion of it, it&#39;s going to be -- it&#39;s out of my line of"
    },
    {
      "index": 83,
      "start_time": 488139.0,
      "end_time": 495139.0,
      "text": "business. An example, I used to work for the Kansas City Royals, we had an option of getting"
    },
    {
      "index": 84,
      "start_time": 496210.0,
      "end_time": 500590.0,
      "text": "the Royals tickets, you know, for free. No problem going to a Royals game, I worked for"
    },
    {
      "index": 85,
      "start_time": 500590.0,
      "end_time": 507590.0,
      "text": "the Royals. If for some reason the same owners of the Royals owned the Chiefs and which,"
    },
    {
      "index": 86,
      "start_time": 509449.0,
      "end_time": 513130.0,
      "text": "you know, that&#39;s kind of a gray area because we&#39;re still in -- well, one is professional"
    },
    {
      "index": 87,
      "start_time": 513130.0,
      "end_time": 518458.0,
      "text": "baseball versus professional football. It would be probably challenged that my tickets"
    },
    {
      "index": 88,
      "start_time": 518457.99999999994,
      "end_time": 522499.99999999994,
      "text": "or free tickets to the Chiefs may have to be included in my income. It&#39;s not the same"
    },
    {
      "index": 89,
      "start_time": 522500.0,
      "end_time": 528569.0,
      "text": "line of work. I think you could argue that, you know, professional sports is professional"
    },
    {
      "index": 90,
      "start_time": 528569.0,
      "end_time": 534430.0,
      "text": "sports and maybe if we threw in a hotel or something, then we would begin to say, okay,"
    },
    {
      "index": 91,
      "start_time": 534430.0,
      "end_time": 538758.0,
      "text": "that portion is not in my same line of business. So just know you have some gray areas there"
    },
    {
      "index": 92,
      "start_time": 538759.0,
      "end_time": 542110.0,
      "text": "and that you could -- that would be up for discussion."
    },
    {
      "index": 93,
      "start_time": 542110.0,
      "end_time": 549110.0,
      "text": "Okay. Also they have a working condition, another one, excluded -- these working conditions"
    },
    {
      "index": 94,
      "start_time": 550190.0,
      "end_time": 553490.0,
      "text": "benefits are excluded to the extent that the cost of the property or services would be"
    },
    {
      "index": 95,
      "start_time": 553490.0,
      "end_time": 557850.0,
      "text": "a deductible expense, meaning if this was something I&#39;m going to get a deduction for"
    },
    {
      "index": 96,
      "start_time": 557850.0,
      "end_time": 564850.0,
      "text": "anyway, if it&#39;s a deductible expense anyway, therefore, it&#39;s not going to be included in"
    },
    {
      "index": 97,
      "start_time": 565709.0,
      "end_time": 572399.0,
      "text": "my income. The example is if your employer pays for your professional dues, if you belong"
    },
    {
      "index": 98,
      "start_time": 572399.0,
      "end_time": 578519.0,
      "text": "to the AICPA or you belong to a professional organization and your employer pays the dues"
    },
    {
      "index": 99,
      "start_time": 578519.0,
      "end_time": 585519.0,
      "text": "on your behalf and that is a deduction anyway. So, therefore, since it is a deductible expense,"
    },
    {
      "index": 100,
      "start_time": 587339.0,
      "end_time": 591430.0,
      "text": "my employer pays it for me, I wouldn&#39;t have to include it in my income, and that&#39;s because"
    },
    {
      "index": 101,
      "start_time": 591430.0,
      "end_time": 598430.0,
      "text": "it&#39;s already a deductible expense. Okay. These de minimis fringe benefits. These"
    },
    {
      "index": 102,
      "start_time": 599449.0,
      "end_time": 604979.0,
      "text": "are like little small ones, so small that we don&#39;t necessarily account for them. The"
    },
    {
      "index": 103,
      "start_time": 604980.0,
      "end_time": 610800.0,
      "text": "de minimis fringe benefits are excluded from income if they&#39;re too small to account for."
    },
    {
      "index": 104,
      "start_time": 610800.0,
      "end_time": 614889.0,
      "text": "If they&#39;re -- if it&#39;s too tedious to try to track them, you know, they are not going to"
    },
    {
      "index": 105,
      "start_time": 614889.0,
      "end_time": 621889.0,
      "text": "be included in our income. Also, subsidized lunch room, if you have a lunch room on your"
    },
    {
      "index": 106,
      "start_time": 622620.0,
      "end_time": 629319.0,
      "text": "-- at your employer and it&#39;s subsidized, as long as it&#39;s on or near the business, and"
    },
    {
      "index": 107,
      "start_time": 629319.0,
      "end_time": 633410.0,
      "text": "that the revenue from the operations exceeds the cost, meaning they&#39;re operating at a profit"
    },
    {
      "index": 108,
      "start_time": 633410.0,
      "end_time": 640179.0,
      "text": "and that anybody can use it, it&#39;s on a nondiscriminatory basis, that subsidized lunch room, the benefits"
    },
    {
      "index": 109,
      "start_time": 640179.0,
      "end_time": 645290.0,
      "text": "you get from that is not going to be included in your income, so."
    },
    {
      "index": 110,
      "start_time": 645290.0,
      "end_time": 651740.0,
      "text": "Okay. Tuition reductions that are given by educational institutions. For instance, here"
    },
    {
      "index": 111,
      "start_time": 651740.0,
      "end_time": 658190.0,
      "text": "at Johnson County we get particularly tuition reduction. So those tuition reductions are"
    },
    {
      "index": 112,
      "start_time": 658190.0,
      "end_time": 662279.0,
      "text": "excluded from income if it&#39;s for undergraduate and if it&#39;s available to all employees, all"
    },
    {
      "index": 113,
      "start_time": 662279.0,
      "end_time": 669279.0,
      "text": "say full-time employees, meaning it also is available to spouses and dependents, then"
    },
    {
      "index": 114,
      "start_time": 669629.0,
      "end_time": 675249.0,
      "text": "that benefit of taking classes at a tuition deduction or at no cost is not included in"
    },
    {
      "index": 115,
      "start_time": 675249.0,
      "end_time": 682249.0,
      "text": "income. For graduate level education not to be included, the employee has to be at an"
    },
    {
      "index": 116,
      "start_time": 682519.0,
      "end_time": 688660.0,
      "text": "institution that is teaching in research. So that&#39;s the way graduate level can be excluded."
    },
    {
      "index": 117,
      "start_time": 688660.0,
      "end_time": 694240.0,
      "text": "Athletic facilities, we have an athletic facility, a lot of companies have athletic facilities"
    },
    {
      "index": 118,
      "start_time": 694240.0,
      "end_time": 701240.0,
      "text": "on campus or on their -- on the job site. That cost is excluded if the cost to operate"
    },
    {
      "index": 119,
      "start_time": 701309.0,
      "end_time": 706279.0,
      "text": "the facility is used primarily for employees. So if it&#39;s used primarily for employees, it&#39;s"
    },
    {
      "index": 120,
      "start_time": 706279.0,
      "end_time": 713279.0,
      "text": "not an outside place, then it -- that cost of using that facility for free would not"
    },
    {
      "index": 121,
      "start_time": 713689.0,
      "end_time": 717179.0,
      "text": "be included in your income."
    },
    {
      "index": 122,
      "start_time": 717179.0,
      "end_time": 723360.0,
      "text": "And then a lot of times companies offer a -- offer to provide some retirement planning,"
    },
    {
      "index": 123,
      "start_time": 723360.0,
      "end_time": 730360.0,
      "text": "you know. They may have a company come on-site and give some free advice on retirement planning."
    },
    {
      "index": 124,
      "start_time": 730619.0,
      "end_time": 736939.0,
      "text": "If it&#39;s provided, value is going to be excluded from gross income, now, that&#39;s just a retirement"
    },
    {
      "index": 125,
      "start_time": 736939.0,
      "end_time": 743939.0,
      "text": "planning piece. If you have the ability to for free go get your taxes done or some type"
    },
    {
      "index": 126,
      "start_time": 745209.0,
      "end_time": 751400.0,
      "text": "of accounting fees or accounting services or legal and brokerage services, those don&#39;t"
    },
    {
      "index": 127,
      "start_time": 751400.0,
      "end_time": 756900.0,
      "text": "apply. Only retirement planning services. So tax prep, you have to include that value"
    },
    {
      "index": 128,
      "start_time": 756900.0,
      "end_time": 761319.0,
      "text": "in your income. Any accounting services, you -- if you&#39;re getting those for free and your"
    },
    {
      "index": 129,
      "start_time": 761319.0,
      "end_time": 765699.0,
      "text": "job is providing them, then you&#39;re going to have to include the value of those in your"
    },
    {
      "index": 130,
      "start_time": 765699.0,
      "end_time": 769939.0,
      "text": "income and you&#39;re going to have to include the value of those in your income."
    },
    {
      "index": 131,
      "start_time": 769939.0,
      "end_time": 776939.0,
      "text": "Okay. That brings us to the end of Chapter 2 that dealt with gross income and exclusions."
    },
    {
      "index": 132,
      "start_time": 777790.0,
      "end_time": 782800.0,
      "text": "We dealt with a lot of things that we looked at. First, what was included in income, and"
    },
    {
      "index": 133,
      "start_time": 782800.0,
      "end_time": 788868.0,
      "text": "the IRS, remember, they say everything is included, not unless it&#39;s specifically excluded."
    },
    {
      "index": 134,
      "start_time": 788869.0,
      "end_time": 794559.0,
      "text": "Then we begin to look at specific items that were not included, that were partially taxable,"
    },
    {
      "index": 135,
      "start_time": 794559.0,
      "end_time": 800230.0,
      "text": "and so we begin to look at specific items like that. So that is Chapter 2 that dealt"
    },
    {
      "index": 136,
      "start_time": 800230.0,
      "end_time": 805769.0,
      "text": "with gross income and exclusions. Okay. We want to go ahead and move on to Chapter"
    },
    {
      "index": 137,
      "start_time": 805769.0,
      "end_time": 810629.0,
      "text": "3, which is going to deal with business expenses and retirement plans. This session is going"
    },
    {
      "index": 138,
      "start_time": 810629.0,
      "end_time": 817139.0,
      "text": "to deal with the beginning part of that, which is this, your business expenses. So in your"
    },
    {
      "index": 139,
      "start_time": 817139.0,
      "end_time": 822329.0,
      "text": "packet that I sent you, you should have a handout that in this particular one we&#39;re"
    },
    {
      "index": 140,
      "start_time": 822329.0,
      "end_time": 828219.0,
      "text": "not going to do it by PowerPoint, but it&#39;s all by notes. We have notes that you&#39;re going"
    },
    {
      "index": 141,
      "start_time": 828220.0,
      "end_time": 832999.0,
      "text": "to be writing and filling out on a handout that I sent you that says Chapter 2, business"
    },
    {
      "index": 142,
      "start_time": 832999.0,
      "end_time": 839999.0,
      "text": "expenses and retirement. So let me get a blank one and we will get started."
    },
    {
      "index": 143,
      "start_time": 845920.0,
      "end_time": 852920.0,
      "text": "Okay. So that is the handout that you should have for Chapter 3. And so we have a lot of"
    },
    {
      "index": 144,
      "start_time": 855139.0,
      "end_time": 859639.0,
      "text": "notes for this chapter. There&#39;s a lot to cover in here. And we&#39;re going to basically cover"
    },
    {
      "index": 145,
      "start_time": 859639.0,
      "end_time": 864149.0,
      "text": "it all this way. So there&#39;s no PowerPoint that goes with this chapter. But it&#39;s going"
    },
    {
      "index": 146,
      "start_time": 864149.0,
      "end_time": 869189.0,
      "text": "to be all done by notes. We want to start with our rental income. We want to start with"
    },
    {
      "index": 147,
      "start_time": 869189.0,
      "end_time": 876189.0,
      "text": "rental income. Rental income is going to be taxable, okay. Rental income is taxable. Okay."
    },
    {
      "index": 148,
      "start_time": 879769.0,
      "end_time": 886769.0,
      "text": "It&#39;s going to be taxable on Schedule E, okay. And then it&#39;s possible that it&#39;s going to"
    },
    {
      "index": 149,
      "start_time": 892910.0,
      "end_time": 899910.0,
      "text": "be treated as a business and possibly be taxable on Schedule C, meaning if there is some cleaning"
    },
    {
      "index": 150,
      "start_time": 900480.0,
      "end_time": 907480.0,
      "text": "and maid service being provided on this rental property. And probably what we&#39;re distinguishing"
    },
    {
      "index": 151,
      "start_time": 910230.0,
      "end_time": 917230.0,
      "text": "between is rental property that people live in versus hotels, hotels and bed and breakfasts"
    },
    {
      "index": 152,
      "start_time": 917949.0,
      "end_time": 921508.0,
      "text": "where there&#39;s cleaning and maintenance services are coming in, then that&#39;s more of a business"
    },
    {
      "index": 153,
      "start_time": 921509.0,
      "end_time": 927410.0,
      "text": "and Schedule C to where if it&#39;s rental, strictly rental property with someone, you rent out"
    },
    {
      "index": 154,
      "start_time": 927410.0,
      "end_time": 932339.0,
      "text": "a piece of property, then that&#39;s going to be Schedule E. So that&#39;s the difference there."
    },
    {
      "index": 155,
      "start_time": 932339.0,
      "end_time": 939339.0,
      "text": "With Schedule C, this is going to be subject to self-employment tax. Okay. That&#39;s going"
    },
    {
      "index": 156,
      "start_time": 941819.0,
      "end_time": 948709.0,
      "text": "to be subject to self-employment tax. So that&#39;s your distinction between those two, okay."
    },
    {
      "index": 157,
      "start_time": 948709.0,
      "end_time": 954809.0,
      "text": "And so we want to start off on Page 3-2 where they talk about vacation homes. Basically"
    },
    {
      "index": 158,
      "start_time": 954809.0,
      "end_time": 961809.0,
      "text": "vacation homes can be both personal and rental use. As we know, if I have a vacation home"
    },
    {
      "index": 159,
      "start_time": 967399.0,
      "end_time": 974590.0,
      "text": "up in Colorado where I ski, I am probably not going to just leave it vacant if I can"
    },
    {
      "index": 160,
      "start_time": 974590.0,
      "end_time": 978929.0,
      "text": "when I&#39;m not there, I would like to have it rented out, okay. So when we have vacation"
    },
    {
      "index": 161,
      "start_time": 978929.0,
      "end_time": 982980.0,
      "text": "homes that are both personal and rental, the use of that property, then what we&#39;re going"
    },
    {
      "index": 162,
      "start_time": 982980.0,
      "end_time": 988869.0,
      "text": "to need to do is allocate the expenses. We&#39;re not going to be able to take the, you know,"
    },
    {
      "index": 163,
      "start_time": 988869.0,
      "end_time": 993600.0,
      "text": "just deduct the whole thing, because you gotta remember there&#39;s some personal piece in there,"
    },
    {
      "index": 164,
      "start_time": 993600.0,
      "end_time": 996999.0,
      "text": "okay. So the way they separate it out, if you begin"
    },
    {
      "index": 165,
      "start_time": 996999.0,
      "end_time": 1003269.0,
      "text": "to look on Page 3-2, there is rental that is -- there&#39;s going to be considered primarily"
    },
    {
      "index": 166,
      "start_time": 1003270.0,
      "end_time": 1009971.0,
      "text": "personal. So we have rental that&#39;s considered primarily personal. Then we have rental that"
    },
    {
      "index": 167,
      "start_time": 1009970.0,
      "end_time": 1015989.0,
      "text": "is considered primarily rental, meaning when we look at it, that&#39;s really personal. And"
    },
    {
      "index": 168,
      "start_time": 1015990.0,
      "end_time": 1021671.0,
      "text": "when we look at it, that&#39;s really rental, primarily rental use, with not much, if any,"
    },
    {
      "index": 169,
      "start_time": 1021670.0,
      "end_time": 1028670.0,
      "text": "personal. And then we have the rental that is personal and rental. So it has dual use."
    },
    {
      "index": 170,
      "start_time": 1028950.0,
      "end_time": 1032210.0,
      "text": "Okay. So let&#39;s look at what qualifies for these"
    },
    {
      "index": 171,
      "start_time": 1032210.0,
      "end_time": 1039170.0,
      "text": "items. How does a home qualify as primarily personal use and then how is it taxed or how"
    },
    {
      "index": 172,
      "start_time": 1039170.0000000001,
      "end_time": 1044971.0000000001,
      "text": "is it treated? Okay. So when we&#39;re talking about property that is primarily personal"
    },
    {
      "index": 173,
      "start_time": 1044970.0,
      "end_time": 1051970.0,
      "text": "use, it&#39;s going to be rented for less than 15 days. So it&#39;s going to be rented for less"
    },
    {
      "index": 174,
      "start_time": 1053840.0,
      "end_time": 1059449.0,
      "text": "than 15 days. So 10, 12, but less than 15 days is it&#39;s going to be rented. Not equal"
    },
    {
      "index": 175,
      "start_time": 1059450.0,
      "end_time": 1066450.0,
      "text": "to. Less than. Okay. So if that&#39;s the case, it&#39;s going to be treated as personal. Treated"
    },
    {
      "index": 176,
      "start_time": 1069440.0,
      "end_time": 1076440.0,
      "text": "as personal. Okay. And then the rental income for that particular property is not taxable."
    },
    {
      "index": 177,
      "start_time": 1080230.0,
      "end_time": 1087230.0,
      "text": "It&#39;s not taxable. Okay. So the mortgage interest and taxes on that"
    },
    {
      "index": 178,
      "start_time": 1090490.0,
      "end_time": 1094990.0,
      "text": "particular property are going to be deductible on Schedule A. So we&#39;re going to be able to"
    },
    {
      "index": 179,
      "start_time": 1094990.0,
      "end_time": 1100500.0,
      "text": "take those deductions. And any other expenses are not deductible because they&#39;re personal,"
    },
    {
      "index": 180,
      "start_time": 1100500.0,
      "end_time": 1105399.0,
      "text": "because we deemed it not to be rental property. So even though I can&#39;t deduct any of the other"
    },
    {
      "index": 181,
      "start_time": 1105400.0,
      "end_time": 1112400.0,
      "text": "expenses, guess what? The income is not taxable. The perfect example of this is we just went"
    },
    {
      "index": 182,
      "start_time": 1113700.0,
      "end_time": 1120700.0,
      "text": "through the inauguration and I had an opportunity to go to the inauguration and there was lots"
    },
    {
      "index": 183,
      "start_time": 1120380.0,
      "end_time": 1126639.0,
      "text": "of advertisements regarding people renting out their personal homes for the inauguration"
    },
    {
      "index": 184,
      "start_time": 1126640.0,
      "end_time": 1131321.0,
      "text": "week or weekend or whatever the case may be. I had the opportunity to get a hotel room,"
    },
    {
      "index": 185,
      "start_time": 1131320.0,
      "end_time": 1136250.0,
      "text": "so I didn&#39;t have to do that, but you think about it. And some of them were renting them"
    },
    {
      "index": 186,
      "start_time": 1136250.0,
      "end_time": 1142800.0,
      "text": "for huge amounts of money. So if let&#39;s say that I decided to rent out my home for the"
    },
    {
      "index": 187,
      "start_time": 1142800.0,
      "end_time": 1148360.0,
      "text": "weekend at a rate of $5,000, well, I rented it for less than 15 days, so that&#39;s going"
    },
    {
      "index": 188,
      "start_time": 1148360.0,
      "end_time": 1153870.0,
      "text": "to be considered personal. None of that income is taxable to me. None of that income is taxable"
    },
    {
      "index": 189,
      "start_time": 1153870.0,
      "end_time": 1158699.0,
      "text": "to me. So keep that in mind when it&#39;s primarily for personal, as long as it&#39;s less than 15"
    },
    {
      "index": 190,
      "start_time": 1158700.0,
      "end_time": 1163340.0,
      "text": "days, income is not taxable. Now, any expenses they incurred, you know,"
    },
    {
      "index": 191,
      "start_time": 1163340.0,
      "end_time": 1167900.0,
      "text": "to get it ready for rent or whatever the case may, be that&#39;s not deductible. But they can"
    },
    {
      "index": 192,
      "start_time": 1167900.0,
      "end_time": 1173678.0,
      "text": "still deduct their mortgage interest and taxes. So that&#39;s a perfect example of personal property"
    },
    {
      "index": 193,
      "start_time": 1173680.0,
      "end_time": 1177761.0,
      "text": "that I did get some rental income on that I don&#39;t have to, you know, claim on my tax"
    },
    {
      "index": 194,
      "start_time": 1177760.0,
      "end_time": 1182460.0,
      "text": "return. Okay. What qualifies property as primarily"
    },
    {
      "index": 195,
      "start_time": 1182460.0,
      "end_time": 1188860.0,
      "text": "rental use? What qualifies property as primarily rental use? And this is when it&#39;s rented for"
    },
    {
      "index": 196,
      "start_time": 1188860.0,
      "end_time": 1195860.0,
      "text": "greater than or equal to 15 days, okay. So I got that in. I rented it more than 15 days,"
    },
    {
      "index": 197,
      "start_time": 1198700.0,
      "end_time": 1205700.0,
      "text": "or equal to that. And -- there&#39;s an \"and\" in this -- and the personal use does not exceed."
    },
    {
      "index": 198,
      "start_time": 1211810.0,
      "end_time": 1218810.0,
      "text": "So there&#39;s a personal use does not exceed, okay, the greater of  either 14 days or 10% of the rental days."
    },
    {
      "index": 199,
      "start_time": 1236150.0,
      "end_time": 1242630.0,
      "text": "Okay. So we have to look at the personal days and the rental days. So if I&#39;ve rented my"
    },
    {
      "index": 200,
      "start_time": 1242630.0,
      "end_time": 1249620.0,
      "text": "property for more than or equal to 15 days, and the personal use days does not exceed"
    },
    {
      "index": 201,
      "start_time": 1249620.0,
      "end_time": 1256580.0,
      "text": "either the greater of 14 or 10% of the rental days, or 10% of the rental days."
    },
    {
      "index": 202,
      "start_time": 1256580.0,
      "end_time": 1261720.0,
      "text": "So long as that happens, then this is going to be considered primarily rental use property,"
    },
    {
      "index": 203,
      "start_time": 1261720.0,
      "end_time": 1268720.0,
      "text": "okay. When it&#39;s primary rental use property, I want to allocate the expenses between rental"
    },
    {
      "index": 204,
      "start_time": 1273610.0,
      "end_time": 1279219.0,
      "text": "and personal. They&#39;re still not going to let you take those personal expenses. Okay. And"
    },
    {
      "index": 205,
      "start_time": 1279220.0,
      "end_time": 1286220.0,
      "text": "then I&#39;m going to do that allocation based on the rental days divided by the total days"
    },
    {
      "index": 206,
      "start_time": 1290880.0,
      "end_time": 1297880.0,
      "text": "used, okay. So I&#39;m going to take the rental days, the number of days that I actually rent"
    },
    {
      "index": 207,
      "start_time": 1299700.0,
      "end_time": 1302879.0,
      "text": "it, I&#39;m going to divide it by the total days used, and that&#39;s going to equal my rental"
    },
    {
      "index": 208,
      "start_time": 1302880.0,
      "end_time": 1308789.0,
      "text": "percentage. And then I&#39;m going to take the expenses and"
    },
    {
      "index": 209,
      "start_time": 1308790.0,
      "end_time": 1315790.0,
      "text": "I&#39;m going to multiply them by this rental percentage. And that&#39;s going to equal the"
    },
    {
      "index": 210,
      "start_time": 1316390.0,
      "end_time": 1323390.0,
      "text": "deductions I&#39;m going to be able to take. Okay. And then for the personal piece, the"
    },
    {
      "index": 211,
      "start_time": 1326360.0,
      "end_time": 1333360.0,
      "text": "personal days divided by the total days used, that equals my personal percentage. And then,"
    },
    {
      "index": 212,
      "start_time": 1341870.0,
      "end_time": 1347900.0,
      "text": "in that case, the personal part is not going to be deductible. Okay."
    },
    {
      "index": 213,
      "start_time": 1347900.0,
      "end_time": 1354900.0,
      "text": "The good thing about when it&#39;s primarily rental use, if I go through my Schedule E and I report"
    },
    {
      "index": 214,
      "start_time": 1354670.0,
      "end_time": 1361670.0,
      "text": "my income minus my expenses and it ends up with a rental loss, that rental loss is allowed,"
    },
    {
      "index": 215,
      "start_time": 1362190.0,
      "end_time": 1368679.0,
      "text": "I can deduct a rental loss. So a rental loss is allowed on my Schedule E."
    },
    {
      "index": 216,
      "start_time": 1368680.0,
      "end_time": 1375680.0,
      "text": "Okay. So that is the benefit of your primarily rental use property, is that if it&#39;s primarily"
    },
    {
      "index": 217,
      "start_time": 1382820.0,
      "end_time": 1387908.0,
      "text": "rental, you end up with a loss, then it&#39;s a deductible loss. You can take the loss."
    },
    {
      "index": 218,
      "start_time": 1387910.0,
      "end_time": 1394640.0,
      "text": "So that&#39;s the good thing about that one. So primarily personal, I have income, I don&#39;t"
    },
    {
      "index": 219,
      "start_time": 1394640.0,
      "end_time": 1400331.0,
      "text": "have to report. Primarily rental, I can deduct the personal percentage of my expenses and"
    },
    {
      "index": 220,
      "start_time": 1400330.0,
      "end_time": 1404689.0,
      "text": "if I end up with a loss, then that loss is fully deductible."
    },
    {
      "index": 221,
      "start_time": 1404690.0,
      "end_time": 1411690.0,
      "text": "Okay. Next is what if we have property that we consider a rental-personal split, or a"
    },
    {
      "index": 222,
      "start_time": 1414800.0,
      "end_time": 1419780.0,
      "text": "dual use, meaning I&#39;ve used it a little bit of both? So what qualifies a piece of property"
    },
    {
      "index": 223,
      "start_time": 1419780.0,
      "end_time": 1425901.0,
      "text": "for that? Qualifies a piece of property for that? The way that one works, if it&#39;s rented"
    },
    {
      "index": 224,
      "start_time": 1425900.0,
      "end_time": 1432900.0,
      "text": "for less -- greater than or equal to 15 days and the personal use --  the personal use exceeds. Remember, in the"
    },
    {
      "index": 225,
      "start_time": 1445690.0,
      "end_time": 1452190.0,
      "text": "other one we said that greater than or equal to 15 days and the personal use does not exceed."
    },
    {
      "index": 226,
      "start_time": 1452190.0,
      "end_time": 1459190.0,
      "text": "So now we&#39;re at \"and the personal use exceeds.\" So and the personal use exceeds the greater"
    },
    {
      "index": 227,
      "start_time": 1463520.0,
      "end_time": 1470520.0,
      "text": "of or of 14 days or 10% of the rental days. Okay. So if you go through that calculation"
    },
    {
      "index": 228,
      "start_time": 1484510.0,
      "end_time": 1490701.0,
      "text": "and that applies, my personal use exceeds the greater of those, then that -- in that"
    },
    {
      "index": 229,
      "start_time": 1490700.0,
      "end_time": 1497590.0,
      "text": "case it&#39;s going to be a rental/personal split, okay. And so what you&#39;re going to do is you&#39;re"
    },
    {
      "index": 230,
      "start_time": 1497590.0,
      "end_time": 1504590.0,
      "text": "going to -- the allocated -- you want to allocate the expenses between the rental and the personal."
    },
    {
      "index": 231,
      "start_time": 1511980.0,
      "end_time": 1516809.0,
      "text": "You want to allocate the expenses between the -- just like we did before, you want to"
    },
    {
      "index": 232,
      "start_time": 1516810.0,
      "end_time": 1520331.0,
      "text": "make that allocation. Now, the thing that to note and remember that"
    },
    {
      "index": 233,
      "start_time": 1520330.0,
      "end_time": 1526379.0,
      "text": "there&#39;s no loss allowed. So if I go through the calculations, I got my income, these are"
    },
    {
      "index": 234,
      "start_time": 1526380.0,
      "end_time": 1530731.0,
      "text": "all my expenses and I end up with a loss, I can&#39;t take that loss. The only thing I can"
    },
    {
      "index": 235,
      "start_time": 1530730.0,
      "end_time": 1536000.0,
      "text": "do is deduct expenses in the following order up to income. So basically up to where I have"
    },
    {
      "index": 236,
      "start_time": 1536000.0,
      "end_time": 1542460.0,
      "text": "a net income of zero, meaning I&#39;m going to -- if my expenses, if my income is $5,000,"
    },
    {
      "index": 237,
      "start_time": 1542460.0,
      "end_time": 1546590.0,
      "text": "I can only take $5,000 of expenses. Okay. But they&#39;re going to make me take them in"
    },
    {
      "index": 238,
      "start_time": 1546590.0,
      "end_time": 1551509.0,
      "text": "this order. I&#39;m going to first have to deduct taxes and interest. So I&#39;m going to do that"
    },
    {
      "index": 239,
      "start_time": 1551510.0,
      "end_time": 1558510.0,
      "text": "first. Taxes and interest. That mortgage interest and taxes, I deduct those first. Now, if after"
    },
    {
      "index": 240,
      "start_time": 1558770.0,
      "end_time": 1565770.0,
      "text": "I deduct those and I end up with a loss, then that&#39;s okay. Now, these can create a loss."
    },
    {
      "index": 241,
      "start_time": 1566560.0,
      "end_time": 1573560.0,
      "text": "Okay. Create a loss. They&#39;re allowed to create a loss. So, for instance, if my income was"
    },
    {
      "index": 242,
      "start_time": 1575700.0,
      "end_time": 1581200.0,
      "text": "5,000, if my taxes and interest equal 6,000, which makes me have a $1,000 loss, I can take"
    },
    {
      "index": 243,
      "start_time": 1581200.0,
      "end_time": 1585110.0,
      "text": "it. Now, I&#39;m not going to get any utilities or"
    },
    {
      "index": 244,
      "start_time": 1585110.0,
      "end_time": 1591649.0,
      "text": "depreciation, because I&#39;ve already consumed all my income. Now, utilities and maintenance"
    },
    {
      "index": 245,
      "start_time": 1591650.0,
      "end_time": 1598650.0,
      "text": "would be deducted next. And then any depreciation, okay. Now, on this personal/rental split,"
    },
    {
      "index": 246,
      "start_time": 1602980.0,
      "end_time": 1609980.0,
      "text": "that personal percentage of mortgage and interest -- so mortgage interest -- I&#39;m sorry, and"
    },
    {
      "index": 247,
      "start_time": 1618340.0,
      "end_time": 1625340.0,
      "text": "taxes, they can go to Schedule A. They are deductible on Schedule A."
    },
    {
      "index": 248,
      "start_time": 1629790.0,
      "end_time": 1635101.0,
      "text": "Okay. When it was primarily rental, that personal percentage I didn&#39;t get to do anything with"
    },
    {
      "index": 249,
      "start_time": 1635100.0,
      "end_time": 1641480.0,
      "text": "that. But in this case, the personal percentage is going to get to go on Schedule A."
    },
    {
      "index": 250,
      "start_time": 1641480.0,
      "end_time": 1648480.0,
      "text": "So let&#39;s review this one. This is deemed or determined to be a rental/personal split based"
    },
    {
      "index": 251,
      "start_time": 1648950.0,
      "end_time": 1653120.0,
      "text": "on that the rented days are greater than or equal to 15 days and my personal days exceed"
    },
    {
      "index": 252,
      "start_time": 1653120.0,
      "end_time": 1658219.0,
      "text": "the greater of 14 days or 10% of the rental. So what I&#39;m going to do is allocate still"
    },
    {
      "index": 253,
      "start_time": 1658220.0,
      "end_time": 1662779.0,
      "text": "between my rental and my personal portion. If I come up with a loss, I cannot take that"
    },
    {
      "index": 254,
      "start_time": 1662780.0,
      "end_time": 1668191.0,
      "text": "loss. No loss is allowed. I can only take expenses up to my income. I take my expenses"
    },
    {
      "index": 255,
      "start_time": 1668190.0,
      "end_time": 1673429.0,
      "text": "in this order. I deduct my taxes and interest from the rental property. If I still have"
    },
    {
      "index": 256,
      "start_time": 1673430.0,
      "end_time": 1677130.0,
      "text": "income left I&#39;m going to deduct my utilities and maintenance. And if I still have income"
    },
    {
      "index": 257,
      "start_time": 1677130.0,
      "end_time": 1681841.0,
      "text": "left, I&#39;ll deduct depreciation. You have to do it in this order. The personal percentages"
    },
    {
      "index": 258,
      "start_time": 1681840.0,
      "end_time": 1686899.0,
      "text": "then of your mortgage interest and taxes are going to be deductible on Schedule A, so you"
    },
    {
      "index": 259,
      "start_time": 1686900.0,
      "end_time": 1690630.0,
      "text": "don&#39;t -- you don&#39;t lose those. You do not lose those."
    },
    {
      "index": 260,
      "start_time": 1690630.0,
      "end_time": 1697630.0,
      "text": "Okay. Now, an interesting thing is this alternative allocation method. There&#39;s an IRS method and"
    },
    {
      "index": 261,
      "start_time": 1699180.0,
      "end_time": 1705640.0,
      "text": "then there is a tax court method, okay. On Page 3-4, it should be noted that the U.S."
    },
    {
      "index": 262,
      "start_time": 1705640.0,
      "end_time": 1712361.0,
      "text": "Tax Court has allowed taxpayers to use 365 days for the allocation of interest and taxes"
    },
    {
      "index": 263,
      "start_time": 1712360.0,
      "end_time": 1719360.0,
      "text": "instead of what I spoke of here. Here I said take your rental days, divided by the total"
    },
    {
      "index": 264,
      "start_time": 1721170.0,
      "end_time": 1728170.0,
      "text": "days used, okay. This is considered the IRS way of doing it. If we take -- to get my rental"
    },
    {
      "index": 265,
      "start_time": 1731100.0,
      "end_time": 1737289.0,
      "text": "percentage, if I take the rental days and I divide by the total days used, okay. The"
    },
    {
      "index": 266,
      "start_time": 1737290.0,
      "end_time": 1744290.0,
      "text": "alternative approach would be take -- would be to take the rental days  and divide them by 365, the whole year, and"
    },
    {
      "index": 267,
      "start_time": 1753770.0,
      "end_time": 1760491.0,
      "text": "get the rental percentage. So the question is, why is that a big deal? And this is for"
    },
    {
      "index": 268,
      "start_time": 1760490.0,
      "end_time": 1767490.0,
      "text": "my interest and taxes allocation. This is -- you know, so that I can deduct or allocate"
    },
    {
      "index": 269,
      "start_time": 1770440.0,
      "end_time": 1775390.0,
      "text": "my personal versus my rental. So the question is, why is that a big deal? What&#39;s the big"
    },
    {
      "index": 270,
      "start_time": 1775390.0,
      "end_time": 1782390.0,
      "text": "deal? Why does it matter? When we do this we come up with a smaller percentage than"
    },
    {
      "index": 271,
      "start_time": 1782700.0,
      "end_time": 1789700.0,
      "text": "if we did it the rental days divided by the total days, the total days used, okay. Because"
    },
    {
      "index": 272,
      "start_time": 1791660.0,
      "end_time": 1794880.0,
      "text": "we may have some vacant days. If it&#39;s not used every day, we&#39;re going to have some vacant"
    },
    {
      "index": 273,
      "start_time": 1794880.0,
      "end_time": 1800291.0,
      "text": "days. You&#39;re going to come up with a smaller percentage. We like this because what happens"
    },
    {
      "index": 274,
      "start_time": 1800290.0,
      "end_time": 1807290.0,
      "text": "is that when I come up with this smaller percentage, okay, then I&#39;m going to have a smaller amount"
    },
    {
      "index": 275,
      "start_time": 1814800.0,
      "end_time": 1821800.0,
      "text": "deducted on my Schedule E, okay. So basically when I go through this process, this is a"
    },
    {
      "index": 276,
      "start_time": 1824700.0,
      "end_time": 1830399.0,
      "text": "small amount, which lets me take more here, so that if this is smaller, then it&#39;s going"
    },
    {
      "index": 277,
      "start_time": 1830400.0,
      "end_time": 1834800.0,
      "text": "to allow me to deduct larger utilities and a maintenance amount and maybe get some of"
    },
    {
      "index": 278,
      "start_time": 1834800.0,
      "end_time": 1839650.0,
      "text": "that depreciation, okay. If I use the IRS approach, this number is"
    },
    {
      "index": 279,
      "start_time": 1839650.0,
      "end_time": 1845810.0,
      "text": "going to be larger, so I&#39;m going to -- I&#39;m going to consume all of this with my taxes"
    },
    {
      "index": 280,
      "start_time": 1845810.0,
      "end_time": 1849810.0,
      "text": "and interest, so that means I lose this. The thing about it is, you&#39;re going to get"
    },
    {
      "index": 281,
      "start_time": 1849810.0,
      "end_time": 1853770.0,
      "text": "the taxes and interest. Either they&#39;re going to be on Schedule E or they&#39;re going to be"
    },
    {
      "index": 282,
      "start_time": 1853770.0,
      "end_time": 1860770.0,
      "text": "on Schedule A. So what this does is it pushes more of those to Schedule E -- I mean, I&#39;m"
    },
    {
      "index": 283,
      "start_time": 1861310.0,
      "end_time": 1868310.0,
      "text": "sorry, Schedule A. And what it does, I get a smaller deduction on Schedule E and it pushes"
    },
    {
      "index": 284,
      "start_time": 1868720.0,
      "end_time": 1875720.0,
      "text": "more of those expenses, basically moves more of your taxes and interest to Schedule A."
    },
    {
      "index": 285,
      "start_time": 1883920.0,
      "end_time": 1889810.0,
      "text": "Okay. It moves more of those to Schedule A. So that&#39;s a bigger benefit. So that&#39;s a bigger"
    },
    {
      "index": 286,
      "start_time": 1889810.0,
      "end_time": 1895140.0,
      "text": "benefit. So of course the IRS wants you to use their"
    },
    {
      "index": 287,
      "start_time": 1895140.0,
      "end_time": 1899790.0,
      "text": "method. We want you to use -- we would like to use the tax court method. We would like"
    },
    {
      "index": 288,
      "start_time": 1899790.0,
      "end_time": 1906790.0,
      "text": "to use the tax court method. And on Page 3-4, the last little sentence, it tells us that"
    },
    {
      "index": 289,
      "start_time": 1907210.0,
      "end_time": 1913639.0,
      "text": "there&#39;s controversy between the tax court decision and the IRS. It hasn&#39;t been resolved,"
    },
    {
      "index": 290,
      "start_time": 1913640.0,
      "end_time": 1920640.0,
      "text": "okay. So people routinely go take the tax court method and it&#39;s held up in court. The"
    },
    {
      "index": 291,
      "start_time": 1921250.0,
      "end_time": 1927790.0,
      "text": "IRS would like for us to take the IRS method. But of course we want to get more of those"
    },
    {
      "index": 292,
      "start_time": 1927790.0,
      "end_time": 1934790.0,
      "text": "expenses deducted on Schedule A, and that frees up me to be able to end up deducting"
    },
    {
      "index": 293,
      "start_time": 1935340.0,
      "end_time": 1942340.0,
      "text": "my other one. So just a real brief review before we move on to the next subject. Rental"
    },
    {
      "index": 294,
      "start_time": 1944680.0,
      "end_time": 1951120.0,
      "text": "is taxable either on Schedule E or C. If your home is deemed primarily personal use, meaning"
    },
    {
      "index": 295,
      "start_time": 1951120.0,
      "end_time": 1957361.0,
      "text": "I rented it less than 15 days, then it&#39;s going to be treated as personal use, or personal,"
    },
    {
      "index": 296,
      "start_time": 1957360.0,
      "end_time": 1962399.0,
      "text": "and I&#39;m not going to have to report any rental income and I deduct the mortgage interest"
    },
    {
      "index": 297,
      "start_time": 1962400.0,
      "end_time": 1968480.0,
      "text": "and taxes on Schedule A. And that&#39;s like a second home, you can take mortgage and interest"
    },
    {
      "index": 298,
      "start_time": 1968480.0,
      "end_time": 1975119.0,
      "text": "on a second home. If it&#39;s deemed primarily rental use, meaning I rented it more than"
    },
    {
      "index": 299,
      "start_time": 1975120.0,
      "end_time": 1980370.0,
      "text": "or equal to 15 days and my personal use did not exceed the greater of 14 days or 10% of"
    },
    {
      "index": 300,
      "start_time": 1980370.0,
      "end_time": 1985731.0,
      "text": "the rental, I need to allocate my expenses between rental and personal, either based"
    },
    {
      "index": 301,
      "start_time": 1985730.0,
      "end_time": 1991610.0,
      "text": "off the IRS or the tax court method, and the rental portion is going to be on Schedule"
    },
    {
      "index": 302,
      "start_time": 1991610.0,
      "end_time": 1997990.0,
      "text": "E. The personal portion I don&#39;t end up getting because this is not deemed -- once it&#39;s deemed"
    },
    {
      "index": 303,
      "start_time": 1997990.0,
      "end_time": 2003399.0,
      "text": "primarily the rental, this is not a second home for me; this is rental property. So I"
    },
    {
      "index": 304,
      "start_time": 2003400.0,
      "end_time": 2008841.0,
      "text": "can only deduct that interest and taxes on Schedule A for a second home. So this is not"
    },
    {
      "index": 305,
      "start_time": 2008840.0,
      "end_time": 2015499.0,
      "text": "a second home. So that personal use basically is lost. I&#39;m going to lose that. And the good"
    },
    {
      "index": 306,
      "start_time": 2015500.0,
      "end_time": 2019640.0,
      "text": "thing about this is, though, I can end up deducting a rental loss on Schedule E because"
    },
    {
      "index": 307,
      "start_time": 2019640.0,
      "end_time": 2023111.0,
      "text": "it&#39;s a business and they&#39;re going to let me take that loss."
    },
    {
      "index": 308,
      "start_time": 2023110.0,
      "end_time": 2030110.0,
      "text": "Okay. Next, if we deem the property to be a rental/personal split. If we deem it to"
    },
    {
      "index": 309,
      "start_time": 2030780.0,
      "end_time": 2036510.0,
      "text": "be a rental/personal split, that means I rented it for more than or equal to 15 days, and"
    },
    {
      "index": 310,
      "start_time": 2036510.0,
      "end_time": 2043510.0,
      "text": "the personal use exceeds greater of 14 days or 10% of the rental, and I&#39;m going to still"
    },
    {
      "index": 311,
      "start_time": 2044900.0,
      "end_time": 2049649.0,
      "text": "allocate between rental and personal, once again using the tax court method or the IRS"
    },
    {
      "index": 312,
      "start_time": 2049650.0,
      "end_time": 2054801.0,
      "text": "method. And the one thing here is that there&#39;s no loss allowed. So if you have more expenses"
    },
    {
      "index": 313,
      "start_time": 2054800.0000000002,
      "end_time": 2059830.0000000002,
      "text": "than income, you deduct your expenses in this order, first deducting taxes and interest,"
    },
    {
      "index": 314,
      "start_time": 2059830.0,
      "end_time": 2065449.0,
      "text": "utilities and maintenance, and then depreciation, up until the income that you have. The personal"
    },
    {
      "index": 315,
      "start_time": 2065449.9999999998,
      "end_time": 2070649.9999999998,
      "text": "portion of your mortgage and interest, because now this is deemed as a second home, then"
    },
    {
      "index": 316,
      "start_time": 2070650.0,
      "end_time": 2076690.0,
      "text": "is going to be deductible on Schedule A. It&#39;s going to be deductible on Schedule A."
    },
    {
      "index": 317,
      "start_time": 2076690.0,
      "end_time": 2083690.0,
      "text": "So that is your rental property. That&#39;s your rental property."
    },
    {
      "index": 318,
      "start_time": 2084960.0,
      "end_time": 2091960.0,
      "text": "Okay. Let&#39;s move on. Still kind of dealing with this is passive activity losses. And"
    },
    {
      "index": 319,
      "start_time": 2093420.0,
      "end_time": 2098640.0,
      "text": "they call them PALS. Passive activity losses. We pick that up at the bottom of Page 3-4,"
    },
    {
      "index": 320,
      "start_time": 2098640.0,
      "end_time": 2104779.0,
      "text": "okay. So the question is, we initially talked about passive versus active income versus"
    },
    {
      "index": 321,
      "start_time": 2104780.0,
      "end_time": 2110120.0,
      "text": "portfolio income. So when we&#39;re looking at passive losses, we&#39;re going to be concerned"
    },
    {
      "index": 322,
      "start_time": 2110120.0,
      "end_time": 2114450.0,
      "text": "about our passive income. We want to be concerned about our passive income. Passive activity"
    },
    {
      "index": 323,
      "start_time": 2114450.0,
      "end_time": 2121450.0,
      "text": "losses, basically we&#39;re dealing with passive losses, is what we&#39;re looking at, okay. Passive"
    },
    {
      "index": 324,
      "start_time": 2122600.0,
      "end_time": 2129600.0,
      "text": "losses may not be used to offset active income. So basically I can&#39;t use a passive loss to"
    },
    {
      "index": 325,
      "start_time": 2136400.0,
      "end_time": 2143130.0,
      "text": "offset my salary. Salary is considered active income. So I cannot use a passive loss to"
    },
    {
      "index": 326,
      "start_time": 2143130.0,
      "end_time": 2150200.0,
      "text": "offset my salary because it is active income. Okay. So the question is, what is basically"
    },
    {
      "index": 327,
      "start_time": 2150200.0,
      "end_time": 2157200.0,
      "text": "a passive loss? These are ventures that a taxpayer is involved in, but they&#39;re not actively."
    },
    {
      "index": 328,
      "start_time": 2159270.0,
      "end_time": 2166270.0,
      "text": "So a taxpayer is not -- they may just be an investor, they&#39;re not actively involved. So"
    },
    {
      "index": 329,
      "start_time": 2170650.0,
      "end_time": 2176200.0,
      "text": "they have a passive role. So if that venture generates a loss, that&#39;s considered a passive"
    },
    {
      "index": 330,
      "start_time": 2176200.0,
      "end_time": 2183200.0,
      "text": "loss. Okay. Losses, passive losses can only offset passive"
    },
    {
      "index": 331,
      "start_time": 2184830.0,
      "end_time": 2191830.0,
      "text": "income. Okay. So if I have a passive loss, I have to be able to have a passive income"
    },
    {
      "index": 332,
      "start_time": 2194950.0,
      "end_time": 2201950.0,
      "text": "in order to get it to offset it, okay. Any excess losses, because I don&#39;t have enough"
    },
    {
      "index": 333,
      "start_time": 2204600.0,
      "end_time": 2211600.0,
      "text": "income to take all my losses, any excess losses are carried forward. So any excess losses"
    },
    {
      "index": 334,
      "start_time": 2214630.0,
      "end_time": 2221630.0,
      "text": "are carried forward or I can deduct them when I sell the investment, because maybe it never"
    },
    {
      "index": 335,
      "start_time": 2224300.0,
      "end_time": 2229790.0,
      "text": "generates any income. So I will just hold on to those losses until I sell the investment."
    },
    {
      "index": 336,
      "start_time": 2229790.0,
      "end_time": 2236790.0,
      "text": "Okay. So that&#39;s a brief overview of passive losses. They do -- they are a lot more detailed"
    },
    {
      "index": 337,
      "start_time": 2238400.0,
      "end_time": 2241830.0,
      "text": "than that, but I just kind of want to briefly cover them."
    },
    {
      "index": 338,
      "start_time": 2241830.0,
      "end_time": 2248800.0,
      "text": "Now, on Page 3-7, they talk about real estate rental, which we just talked about rental"
    },
    {
      "index": 339,
      "start_time": 2248800.0,
      "end_time": 2255800.0,
      "text": "activity. They consider the rental of real estate a passive activity. Okay. So we just"
    },
    {
      "index": 340,
      "start_time": 2256330.0,
      "end_time": 2263330.0,
      "text": "talked about rental and, you know, the deductions of losses, so they consider real estate rental"
    },
    {
      "index": 341,
      "start_time": 2264600.0,
      "end_time": 2269200.0,
      "text": "a passive activity. So the question is, now do I have to follow these passive loss rules?"
    },
    {
      "index": 342,
      "start_time": 2269200.0,
      "end_time": 2275840.0,
      "text": "Well, there&#39;s some special rules for rental. There&#39;s some special rules for rental and"
    },
    {
      "index": 343,
      "start_time": 2275840.0,
      "end_time": 2281670.0,
      "text": "then they even determine what&#39;s considered a trade or business, meaning I&#39;m in the business."
    },
    {
      "index": 344,
      "start_time": 2281670.0,
      "end_time": 2287360.0,
      "text": "That&#39;s what I do. I rent out real estate, that&#39;s all I do. Or is it truly a passive"
    },
    {
      "index": 345,
      "start_time": 2287360.0,
      "end_time": 2292150.0,
      "text": "activity for me? Is it truly passive activity for me? If you look at the bottom of Page"
    },
    {
      "index": 346,
      "start_time": 2292150.0,
      "end_time": 2299150.0,
      "text": "3-7, taxpayers who are heavily involved in estate or rental activities, they may be able"
    },
    {
      "index": 347,
      "start_time": 2300440.0,
      "end_time": 2306900.0,
      "text": "to qualify theirs as a trade or a business rather than as a passive activity. So if you"
    },
    {
      "index": 348,
      "start_time": 2306900.0,
      "end_time": 2311820.0,
      "text": "are heavily involved and that&#39;s your business, that&#39;s what you do, then you&#39;re saying, well,"
    },
    {
      "index": 349,
      "start_time": 2311820.0,
      "end_time": 2316690.0,
      "text": "that&#39;s not a passive activity for me, I&#39;m actively. So that income and losses from that"
    },
    {
      "index": 350,
      "start_time": 2316690.0,
      "end_time": 2322160.0,
      "text": "activity won&#39;t have to meet these passive loss limitations."
    },
    {
      "index": 351,
      "start_time": 2322160.0,
      "end_time": 2327430.0,
      "text": "In order for you to say that you&#39;re actively involved and that they&#39;re not passive, so"
    },
    {
      "index": 352,
      "start_time": 2327430.0,
      "end_time": 2332359.0,
      "text": "in order for you to say -- let&#39;s put this in parentheses, that they&#39;re not passive,"
    },
    {
      "index": 353,
      "start_time": 2332360.0,
      "end_time": 2339360.0,
      "text": "then you want to meet those requirements that&#39;s on Page 3-7. And it says that more than 50%"
    },
    {
      "index": 354,
      "start_time": 2342220.0,
      "end_time": 2347569.0,
      "text": "of the individual&#39;s personal service during the tax year is performed in the real property"
    },
    {
      "index": 355,
      "start_time": 2347570.0,
      "end_time": 2354570.0,
      "text": "trade or business. So more than 50% of what you do is in this trade or business."
    },
    {
      "index": 356,
      "start_time": 2355140.0,
      "end_time": 2362490.0,
      "text": "And then number 2, that the individual performs more than 750 hours of service in the real"
    },
    {
      "index": 357,
      "start_time": 2362500.0,
      "end_time": 2367330.0,
      "text": "property trade or business in which he or she claims material participation. So the"
    },
    {
      "index": 358,
      "start_time": 2367330.0,
      "end_time": 2372450.0,
      "text": "taxpayer must materially participate in the activity. To satisfy that, it has to be more"
    },
    {
      "index": 359,
      "start_time": 2372450.0,
      "end_time": 2379399.0,
      "text": "than 50%. And then the individual performs more than 750 hours, okay."
    },
    {
      "index": 360,
      "start_time": 2379400.0,
      "end_time": 2383360.0,
      "text": "So that&#39;s very important. Income from passive investments, so in that case it&#39;s not passive,"
    },
    {
      "index": 361,
      "start_time": 2383360.0,
      "end_time": 2390360.0,
      "text": "I can take it as a trade or a business. It&#39;s not an issue, I get to take the deduction."
    },
    {
      "index": 362,
      "start_time": 2391700.0,
      "end_time": 2398700.0,
      "text": "Any loss, it&#39;s not considered passive, okay. For real estate, just real briefly, for real"
    },
    {
      "index": 363,
      "start_time": 2398360.0,
      "end_time": 2405360.0,
      "text": "estate property that&#39;s considered passive, they have allowed you to take a deduction."
    },
    {
      "index": 364,
      "start_time": 2408100.0,
      "end_time": 2415100.0,
      "text": "You may deduct up to 25,000 of losses against other income. So even though they&#39;re going"
    },
    {
      "index": 365,
      "start_time": 2425120.0,
      "end_time": 2429279.0,
      "text": "to deem it to be passive, they do allow you to take a $25,000 loss."
    },
    {
      "index": 366,
      "start_time": 2429280.0,
      "end_time": 2434190.0,
      "text": "Now, if you are a high income taxpayer, you may lose some of that loss. You may lose some"
    },
    {
      "index": 367,
      "start_time": 2434190.0,
      "end_time": 2438990.0,
      "text": "of that loss. So keep that in mind. And then, once again, like I said, if it&#39;s not passive,"
    },
    {
      "index": 368,
      "start_time": 2438990.0,
      "end_time": 2445800.0,
      "text": "then there&#39;s no loss limitations and just long as you meet those requirements, you should"
    },
    {
      "index": 369,
      "start_time": 2445800.0,
      "end_time": 2452800.0,
      "text": "be well okay. Okay. So if the real estate is -- the real"
    },
    {
      "index": 370,
      "start_time": 2453980.0,
      "end_time": 2460980.0,
      "text": "estate rental equals a trade or a business, meaning it&#39;s not passive and you&#39;ve met those"
    },
    {
      "index": 371,
      "start_time": 2465310.0,
      "end_time": 2472310.0,
      "text": "rules, then you have no loss limitations and it&#39;s not considered passive. So you just want"
    },
    {
      "index": 372,
      "start_time": 2479590.0,
      "end_time": 2484860.0,
      "text": "to make sure you follow those rules that&#39;s on Page 3-7."
    },
    {
      "index": 373,
      "start_time": 2484860.0,
      "end_time": 2491860.0,
      "text": "Okay. Let&#39;s move on to your bad debts. Move on to your bad debts that&#39;s on Page 3-8. Your"
    },
    {
      "index": 374,
      "start_time": 2493960.0,
      "end_time": 2499190.0,
      "text": "bad debts. Okay. For instance, if we&#39;re talking businesses"
    },
    {
      "index": 375,
      "start_time": 2499190.0,
      "end_time": 2503810.0,
      "text": "and we&#39;re talking bad debts, these are the situations we&#39;re probably kind of talking"
    },
    {
      "index": 376,
      "start_time": 2503810.0,
      "end_time": 2510810.0,
      "text": "about is when you have uncollectible accounts receivables, okay. So if we have uncollectible"
    },
    {
      "index": 377,
      "start_time": 2514140.0,
      "end_time": 2521140.0,
      "text": "accounts receivable, then we have a deduction, our deduction is going to be limited to what"
    },
    {
      "index": 378,
      "start_time": 2529830.0,
      "end_time": 2536830.0,
      "text": "we previously included in income. What we previously included in income. And the example"
    },
    {
      "index": 379,
      "start_time": 2545510.0,
      "end_time": 2552390.0,
      "text": "is, it&#39;s just let&#39;s say that I have a sale and let&#39;s say I have, I don&#39;t know, $50,000"
    },
    {
      "index": 380,
      "start_time": 2552390.0,
      "end_time": 2558330.0,
      "text": "worth of income versus sales and I report that, and of those $50,000 worth of sales,"
    },
    {
      "index": 381,
      "start_time": 2558330.0,
      "end_time": 2564410.0,
      "text": "I have 20,000 that&#39;s our accounts receivable. I report the 50,000 and I show the 20,000"
    },
    {
      "index": 382,
      "start_time": 2564410.0,
      "end_time": 2570129.0,
      "text": "as accounts receivable. If 3,000 of those accounts receivable become uncollectible,"
    },
    {
      "index": 383,
      "start_time": 2570130.0,
      "end_time": 2577130.0,
      "text": "because I&#39;ve reported the income piece to it, then I can deduct it. Now, if you are"
    },
    {
      "index": 384,
      "start_time": 2577590.0,
      "end_time": 2584590.0,
      "text": "a cash basis taxpayer, okay, if you are a cash basis taxpayer, meaning that you&#39;re not"
    },
    {
      "index": 385,
      "start_time": 2589940.0,
      "end_time": 2596630.0,
      "text": "going to report your income until you receive it, so even though you have an account receivable,"
    },
    {
      "index": 386,
      "start_time": 2596630.0,
      "end_time": 2603410.0,
      "text": "you never report it until you receive it as income. So, therefore, since it never was"
    },
    {
      "index": 387,
      "start_time": 2603410.0,
      "end_time": 2608819.0,
      "text": "reported as income, it is not a bad debt; you cannot take a bad debt. So cash basis"
    },
    {
      "index": 388,
      "start_time": 2608820.0,
      "end_time": 2615820.0,
      "text": "taxpayer are not allowed the bad debt. And that&#39;s because it was never included in income"
    },
    {
      "index": 389,
      "start_time": 2621330.0,
      "end_time": 2625680.0,
      "text": "if you are a cash basis taxpayer, because cash basis, they&#39;re going to report their"
    },
    {
      "index": 390,
      "start_time": 2625680.0,
      "end_time": 2629549.0,
      "text": "income when they receive it, not when it&#39;s earned. Okay."
    },
    {
      "index": 391,
      "start_time": 2629550.0,
      "end_time": 2635500.0,
      "text": "And so with these bad debts, you want to -- you can take the deduction. You want to use the"
    },
    {
      "index": 392,
      "start_time": 2635500.0,
      "end_time": 2642500.0,
      "text": "specific charge-off method to do so, as you take these bad debts. Okay. And so"
    },
    {
      "index": 393,
      "start_time": 2647170.0,
      "end_time": 2654170.0,
      "text": "basically you want to deduct them as they become partially or completely worthless."
    },
    {
      "index": 394,
      "start_time": 2656670.0,
      "end_time": 2662000.0,
      "text": "Okay. So basically it gives you a benefit that,"
    },
    {
      "index": 395,
      "start_time": 2662000.0,
      "end_time": 2666200.0,
      "text": "you know, I had this income, I reported my income, I never got it. It&#39;s not fair because"
    },
    {
      "index": 396,
      "start_time": 2666200.0,
      "end_time": 2671170.0,
      "text": "I paid taxes on it. So, therefore, you can take a bad debt deduction for those uncollectible"
    },
    {
      "index": 397,
      "start_time": 2671170.0,
      "end_time": 2674840.0,
      "text": "accounts receivable just as long as you&#39;ve included them in your income. Okay."
    },
    {
      "index": 398,
      "start_time": 2674840.0,
      "end_time": 2680560.0,
      "text": "So now if we have the business versus the non-business portion of that, the business"
    },
    {
      "index": 399,
      "start_time": 2680560.0,
      "end_time": 2687560.0,
      "text": "versus the non-business portion of that. The business, okay, the business portion of that"
    },
    {
      "index": 400,
      "start_time": 2688830.0,
      "end_time": 2695830.0,
      "text": "is any debt from a trade or business, okay. And so when we&#39;re talking about a debt from"
    },
    {
      "index": 401,
      "start_time": 2703950.0,
      "end_time": 2708850.0,
      "text": "a trade or business, similar to what we were talking about up here, this is a ordinary"
    },
    {
      "index": 402,
      "start_time": 2708850.0,
      "end_time": 2715850.0,
      "text": "deduction. It&#39;s an ordinary deduction. And you can take it against  ordinary income. So it gets to offset -- this"
    },
    {
      "index": 403,
      "start_time": 2727450.0,
      "end_time": 2732470.0,
      "text": "bad debt, it&#39;s going to get to offset ordinary income and basically is going to appear on"
    },
    {
      "index": 404,
      "start_time": 2732470.0,
      "end_time": 2736390.0,
      "text": "Schedule C. It&#39;s going to appear on Schedule C, okay."
    },
    {
      "index": 405,
      "start_time": 2736390.0,
      "end_time": 2740790.0,
      "text": "So what we&#39;ll do is in our next session we&#39;ll start with our non-business bad debts and"
    },
    {
      "index": 406,
      "start_time": 2740790.0,
      "end_time": 2747790.0,
      "text": "talk about those, and then we will probably have enough time to finish up Chapter 3. So"
    },
    {
      "index": 407,
      "start_time": 2748410.0,
      "end_time": 2753160.0,
      "text": "we will look at business -- continue to look at business expenses, and then we will look"
    },
    {
      "index": 408,
      "start_time": 2753160.0,
      "end_time": 2758379.0,
      "text": "at retirements, if we have some time. So that&#39;s the end of this session. Make sure"
    },
    {
      "index": 409,
      "start_time": 2758380.0,
      "end_time": 2762960.0,
      "text": "you&#39;re looking through Chapter 3. We finished up 2, so you need to make sure you do your"
    },
    {
      "index": 410,
      "start_time": 2762960.0,
      "end_time": 2767760.0,
      "text": "multiple choice questions for Chapter 2 and get those sent to me. So that&#39;s it until our"
    },
    {
      "index": 411,
      "start_time": 2767760.0,
      "end_time": 2768760.0,
      "text": "next session. (Music.)"
    }
  ]
}