{
  "video_id": "76CbrC37hRk",
  "title": "Dealing With Non-Vegan Friends and Family | Gary Yourofsky Interview",
  "json": [
    {
      "index": 1,
      "start_time": 530.0,
      "end_time": 3560.0,
      "text": "Emily: Hi it's Emily from Bite Size Vegan and welcome to another vegan nugget. Today"
    },
    {
      "index": 2,
      "start_time": 3560.0,
      "end_time": 7349.0,
      "text": "I'm honored to be joined by my friend and mentor Gary Yourofsky, who has graciously"
    },
    {
      "index": 3,
      "start_time": 7349.0,
      "end_time": 11940.0,
      "text": "agreed to be here and answer questions that you, the Bite Size Vegan audience, have sent"
    },
    {
      "index": 4,
      "start_time": 11940.0,
      "end_time": 15119.0,
      "text": "to me. I'm going to be releasing this interview in a series of videos, so be sure to stay"
    },
    {
      "index": 5,
      "start_time": 15119.0,
      "end_time": 18740.0,
      "text": "tuned to the channel. Gary I just wanted to thank you so much for taking time out of your"
    },
    {
      "index": 6,
      "start_time": 18740.0,
      "end_time": 21780.0,
      "text": "busy schedule to be here and answer some of these questions."
    },
    {
      "index": 7,
      "start_time": 21780.0,
      "end_time": 24390.0,
      "text": "Gary: Anything for you Emily."
    },
    {
      "index": 8,
      "start_time": 24390.0,
      "end_time": 24890.0,
      "text": "Emily: Thank you."
    },
    {
      "index": 9,
      "start_time": 27170.0,
      "end_time": 32300.0,
      "text": "Emily: When you are trying to educate about veganism and you come up against someone who"
    },
    {
      "index": 10,
      "start_time": 32299.999999999996,
      "end_time": 39300.0,
      "text": "is either actively combative, or just does not seem to want to hear what you are saying,"
    },
    {
      "index": 11,
      "start_time": 39620.0,
      "end_time": 44129.0,
      "text": "is there a point at which you walk away? And how do you know when it's that point? Especially"
    },
    {
      "index": 12,
      "start_time": 44129.0,
      "end_time": 48980.0,
      "text": "if it's someone that may be a family member or a close friend?"
    },
    {
      "index": 13,
      "start_time": 48980.0,
      "end_time": 53399.0,
      "text": "Gary: Family members and friends are the toughest people to talk to when converting anyways,"
    },
    {
      "index": 14,
      "start_time": 53399.0,
      "end_time": 59010.0,
      "text": "so I would not waste too much time on them. Believe it or not, even though I've converted"
    },
    {
      "index": 15,
      "start_time": 59010.0,
      "end_time": 64300.0,
      "text": "some say hundreds of thousands of people now worldwide because of my videos being passed"
    },
    {
      "index": 16,
      "start_time": 64300.0,
      "end_time": 70689.0,
      "text": "around on YouTube and Facebook, I've had virtually no success with friends and family members."
    },
    {
      "index": 17,
      "start_time": 70689.0,
      "end_time": 74920.0,
      "text": "Give me a crowd of strangers, I could rock the house, I could convert people that I've"
    },
    {
      "index": 18,
      "start_time": 74920.0,
      "end_time": 80600.0,
      "text": "never met, inside of 45 minutes. Friends and family members though, they're the toughest"
    },
    {
      "index": 19,
      "start_time": 80600.0,
      "end_time": 85630.0,
      "text": "people in the world. Don't spend too long with them. Give them a chance, everybody deserves"
    },
    {
      "index": 20,
      "start_time": 85630.0,
      "end_time": 91060.0,
      "text": "a chance, I give everyone a chance when I walk into a classroom. But after my speech,"
    },
    {
      "index": 21,
      "start_time": 91060.0,
      "end_time": 96350.0,
      "text": "if you start saying the same dumb things and stupid questions, I'll cut you off after a"
    },
    {
      "index": 22,
      "start_time": 96350.0,
      "end_time": 99700.0,
      "text": "few and say you know what man you need to go home and relax. You need to think about"
    },
    {
      "index": 23,
      "start_time": 99700.0,
      "end_time": 104490.0,
      "text": "what I said. Your foundations are crumbled, and you need to rebuild those foundations"
    },
    {
      "index": 24,
      "start_time": 104490.0,
      "end_time": 109299.0,
      "text": "later on and take a break. So I don't even spend too much time with people who are being"
    },
    {
      "index": 25,
      "start_time": 109299.0,
      "end_time": 115609.0,
      "text": "combative. Now I'm fortunate, because most of my crowd is not combative, so I get to"
    },
    {
      "index": 26,
      "start_time": 115609.0,
      "end_time": 120229.0,
      "text": "talking to educate. But those are the people I'm looking for. And I've become a great psychologist"
    },
    {
      "index": 27,
      "start_time": 120229.0,
      "end_time": 125229.0,
      "text": "over the years, lecturing the 60,000+ students. I walk into a classroom and I'm like good"
    },
    {
      "index": 28,
      "start_time": 125229.0,
      "end_time": 130000.0,
      "text": "person, bad, good, bad, on the fence, on the fence, uh oh trouble, and when I see those"
    },
    {
      "index": 29,
      "start_time": 130000.0,
      "end_time": 135150.0,
      "text": "troublemakers, in fact I won't even call on them when they raise their hands. I know who"
    },
    {
      "index": 30,
      "start_time": 135150.0,
      "end_time": 139510.0,
      "text": "the troublemakers are. Now sometimes professors get involved in the Q and A and they call"
    },
    {
      "index": 31,
      "start_time": 139510.0,
      "end_time": 144980.0,
      "text": "on them, so it turns into a little chaotic scene, but I avoid those troublemakers altogether."
    },
    {
      "index": 32,
      "start_time": 144980.0,
      "end_time": 149849.0,
      "text": "I've been doing this for 18 years though, I'm a little tired and I don't want to fight"
    },
    {
      "index": 33,
      "start_time": 149849.0,
      "end_time": 154060.0,
      "text": "anymore, I don't. I'll fight for the animals, I will preach for the animals, I will die"
    },
    {
      "index": 34,
      "start_time": 154060.0,
      "end_time": 158780.0,
      "text": "for the animals, they can put me in jail for the animals, but I don't want to fight anymore"
    },
    {
      "index": 35,
      "start_time": 158780.0,
      "end_time": 162709.0,
      "text": "this is so simple to me that I'm looking for the people who are understanding the messages."
    },
    {
      "index": 36,
      "start_time": 162709.0,
      "end_time": 166129.0,
      "text": "I lay it out throughout the speech, and I want to have a discussion with them about"
    },
    {
      "index": 37,
      "start_time": 166129.0,
      "end_time": 170680.0,
      "text": "it, and help them make the conversion. Because that's really the toughest part of converting"
    },
    {
      "index": 38,
      "start_time": 170680.0,
      "end_time": 174640.0,
      "text": "somebody, is to explain to them, okay where are you going to eat from now on? Where are"
    },
    {
      "index": 39,
      "start_time": 174640.0,
      "end_time": 178730.0,
      "text": "you going to shop from now on? So once I get to those questions I just, that's where I"
    },
    {
      "index": 40,
      "start_time": 178730.0,
      "end_time": 180489.0,
      "text": "want to be and help people make that conversion."
    },
    {
      "index": 41,
      "start_time": 180489.0,
      "end_time": 186170.0,
      "text": "Emily: I think something that a lot of new vegans struggle with sometimes is non-vegan"
    },
    {
      "index": 42,
      "start_time": 186170.0,
      "end_time": 190909.0,
      "text": "friends or family which we spoke a little bit about. But I've had some people ask, do"
    },
    {
      "index": 43,
      "start_time": 190909.0,
      "end_time": 196040.0,
      "text": "you have any non-vegan friends, and if so, how do you navigate that friendship?"
    },
    {
      "index": 44,
      "start_time": 196040.0,
      "end_time": 203040.0,
      "text": "Gary: Yes I do. My oldest and dearest friend Darren of 35+ years is still in my life. Although"
    },
    {
      "index": 45,
      "start_time": 203330.0,
      "end_time": 208750.0,
      "text": "we've drifted apart over the last few years but I've drifted from everybody. All the violence"
    },
    {
      "index": 46,
      "start_time": 208750.0,
      "end_time": 213970.0,
      "text": "in the world, all the evil in the world has made me a misanthropic recluse. So my entire"
    },
    {
      "index": 47,
      "start_time": 213970.0,
      "end_time": 218250.0,
      "text": "goal in life after I'm done preaching is to get back home, get back to the hotel, I don't"
    },
    {
      "index": 48,
      "start_time": 218250.0,
      "end_time": 224250.0,
      "text": "hang out with too many people. But you don't have to be vegan to be in my life, you just"
    },
    {
      "index": 49,
      "start_time": 224250.0,
      "end_time": 227599.0,
      "text": "have to be honest and truthful. Like Darren looks me in the eye and says Gary come on"
    },
    {
      "index": 50,
      "start_time": 227599.0,
      "end_time": 231829.0,
      "text": "man you're right about everything, animals don't deserve this. I'm too lazy to switch,"
    },
    {
      "index": 51,
      "start_time": 231829.0,
      "end_time": 236890.0,
      "text": "what do you want from me? Now I despise his laziness, but I love his honesty. Because"
    },
    {
      "index": 52,
      "start_time": 236890.0,
      "end_time": 241819.0,
      "text": "if you're honest with me that prevents a fight from happening. The fights happen with non-vegans"
    },
    {
      "index": 53,
      "start_time": 241819.0,
      "end_time": 248650.0,
      "text": "when they start lying about what's going on. Animals don't feel, animals can't think, God"
    },
    {
      "index": 54,
      "start_time": 248650.0,
      "end_time": 252790.0,
      "text": "says it's okay, I need my protein that's the only way. Now we're going to have a fight,"
    },
    {
      "index": 55,
      "start_time": 252790.0,
      "end_time": 257079.0,
      "text": "because those are just complete and utter lies. It's absolute stupidity to be saying"
    },
    {
      "index": 56,
      "start_time": 257079.0,
      "end_time": 261959.0,
      "text": "things like that. So if you can avoid saying that to me, you don't have to be vegan to"
    },
    {
      "index": 57,
      "start_time": 261959.0,
      "end_time": 266250.0,
      "text": "be in my life. However, tough to get into my life at this stage in the game."
    },
    {
      "index": 58,
      "start_time": 266250.0,
      "end_time": 270490.0,
      "text": "Hey guys, it's Emily. I just wanted to let you know that there's a bonus part 2 of this"
    },
    {
      "index": 59,
      "start_time": 270490.0,
      "end_time": 275570.0,
      "text": "video in which Gary talks about his one rule for eating with non-vegans. You can check"
    },
    {
      "index": 60,
      "start_time": 275570.0,
      "end_time": 280240.0,
      "text": "it out by clicking here. I've posted it over on the Bite Size Vegan Patreon page, but as"
    },
    {
      "index": 61,
      "start_time": 280240.0,
      "end_time": 284680.0,
      "text": "a public post so you don’t have to be a patron to watch. But, while you’re over"
    },
    {
      "index": 62,
      "start_time": 284680.0,
      "end_time": 288139.0,
      "text": "there, you might as well take a look at the awesome perks that you get for being a member"
    },
    {
      "index": 63,
      "start_time": 288139.0,
      "end_time": 293130.0,
      "text": "of the Nugget Army like access to even more bonus footage! With you support as a patron"
    },
    {
      "index": 64,
      "start_time": 293130.0,
      "end_time": 298009.0,
      "text": "I can keep veganizing via video and spreading the message. before we return to the interview"
    },
    {
      "index": 65,
      "start_time": 298009.0,
      "end_time": 302069.0,
      "text": "to close it out with Gary, now that you've heard his perspective on how he deals with"
    },
    {
      "index": 66,
      "start_time": 302069.0,
      "end_time": 307310.0,
      "text": "non-vegan friends and family and those who are a bit combative, I want to hear your experience."
    },
    {
      "index": 67,
      "start_time": 307310.0,
      "end_time": 311250.0,
      "text": "If you're vegan, I would love to hear how you interact with non-vegan friends and family."
    },
    {
      "index": 68,
      "start_time": 311250.0,
      "end_time": 315530.0,
      "text": "And if you're a non-vegan out there, I would love to hear your perspective of your interactions"
    },
    {
      "index": 69,
      "start_time": 315530.0,
      "end_time": 319590.0,
      "text": "with vegans and if there are approaches that you've found more effective versus more off-putting."
    },
    {
      "index": 70,
      "start_time": 319590.0,
      "end_time": 323970.0,
      "text": "So let me know in the comments below and now we'll return to close things out with Gary."
    },
    {
      "index": 71,
      "start_time": 323970.0,
      "end_time": 328289.0,
      "text": "Emily: Gary I just want to thank you so much for giving us your time and I've been asked"
    },
    {
      "index": 72,
      "start_time": 328289.0,
      "end_time": 333660.0,
      "text": "on behalf of so many of my viewers to just thank you for everything that you do. So thank"
    },
    {
      "index": 73,
      "start_time": 333660.0,
      "end_time": 334389.0,
      "text": "you so much."
    },
    {
      "index": 74,
      "start_time": 334389.0,
      "end_time": 339080.0,
      "text": "Gary: Thank you. Keep on. Everybody pass her stuff around, it's tight stuff. Honestly,"
    },
    {
      "index": 75,
      "start_time": 339080.0,
      "end_time": 340759.0,
      "text": "BiteSizeVegan.com, share it."
    },
    {
      "index": 76,
      "start_time": 340759.0,
      "end_time": 344680.0,
      "text": "Emily: Stay tuned to the Bite Size Vegan channel for more installations of Gary's interview."
    },
    {
      "index": 77,
      "start_time": 344680.0,
      "end_time": 349410.0,
      "text": "I'll also be posting bonus footage of questions that don't make it to the channel, into the"
    },
    {
      "index": 78,
      "start_time": 349410.0,
      "end_time": 353060.0,
      "text": "VIP section of BiteSizeVegan.com, which you can access for free by signing up for the"
    },
    {
      "index": 79,
      "start_time": 353060.0,
      "end_time": 357280.0,
      "text": "Nugget newsletter. Give the video a thumbs-up if you enjoyed it, and be sure to subscribe"
    },
    {
      "index": 80,
      "start_time": 357280.0,
      "end_time": 359409.0,
      "text": "so that you never miss a nugget. Now go live vegan, and I'll see you soon."
    }
  ]
}