{
  "video_id": "7__vKLECrnk",
  "title": "Quantum Computing 101",
  "json": [
    {
      "index": 1,
      "start_time": 2110.0,
      "end_time": 6599.0,
      "text": "Scientists at Microsoft and their partners around the world have spent the last decade"
    },
    {
      "index": 2,
      "start_time": 6599.0,
      "end_time": 12049.0,
      "text": "exploring the exciting and utterly bizarre place where computer science and quantum physics"
    },
    {
      "index": 3,
      "start_time": 12049.0,
      "end_time": 15400.0,
      "text": "collide. So where&#39;s that, exactly?"
    },
    {
      "index": 4,
      "start_time": 15400.0,
      "end_time": 20420.0,
      "text": "Think about quantum computing like a subway map with two train lines--the Quantum Physics"
    },
    {
      "index": 5,
      "start_time": 20420.0,
      "end_time": 25970.0,
      "text": "Local and the Computer Science Express--coming from different directions to meet at a central"
    },
    {
      "index": 6,
      "start_time": 25970.0,
      "end_time": 31060.0,
      "text": "hub: Station Q. On the map, the two lines meet and continue"
    },
    {
      "index": 7,
      "start_time": 31060.0,
      "end_time": 37110.0,
      "text": "forward together, though no one knows exactly where they&#39;re headed."
    },
    {
      "index": 8,
      "start_time": 37110.0,
      "end_time": 43710.0,
      "text": "Thanks to brilliant minds from Newton to Einstein, we have a pretty solid understanding of matter,"
    },
    {
      "index": 9,
      "start_time": 43710.0,
      "end_time": 49410.0,
      "text": "motion, time, space, and how the universe generally functions. But over the last hundred"
    },
    {
      "index": 10,
      "start_time": 49410.0,
      "end_time": 55309.0,
      "text": "or so years, scientists looking closely at life on an atomic and sub-atomic level started"
    },
    {
      "index": 11,
      "start_time": 55309.0,
      "end_time": 61059.0,
      "text": "noticing some inconsistencies with traditional physics. Questions and theories started piling"
    },
    {
      "index": 12,
      "start_time": 61059.0,
      "end_time": 66799.0,
      "text": "up about how and why particles seem to behave predictably on a large scale (like plants"
    },
    {
      "index": 13,
      "start_time": 66799.0,
      "end_time": 74950.0,
      "text": "and birds and rocks and things), but on a nanoscale it&#39;s, well, particles gone wild."
    },
    {
      "index": 14,
      "start_time": 74950.0,
      "end_time": 79970.0,
      "text": "It turns out that behaviors that seem impossible to imagine on a human scale are downright"
    },
    {
      "index": 15,
      "start_time": 79970.0,
      "end_time": 86290.0,
      "text": "pedestrian at a molecular level. Down there, particles - little balls of solid matter - act"
    },
    {
      "index": 16,
      "start_time": 86290.0,
      "end_time": 92049.0,
      "text": "like waves. Particles teleport from one place to another, and can also become &quot;entangled,&quot;"
    },
    {
      "index": 17,
      "start_time": 92049.0,
      "end_time": 97369.0,
      "text": "making it impossible to separate them. In a quantum state, particles can even achieve"
    },
    {
      "index": 18,
      "start_time": 97369.0,
      "end_time": 105560.0,
      "text": "something we call superposition, where they exist in multiple states simultaneously."
    },
    {
      "index": 19,
      "start_time": 105560.0,
      "end_time": 110189.0,
      "text": "You&#39;ve ridden this line many times before. You know that the laptop on your desk, the"
    },
    {
      "index": 20,
      "start_time": 110189.0,
      "end_time": 114979.0,
      "text": "smartphone in your hand, and the tablet in your bag all work with information in the"
    },
    {
      "index": 21,
      "start_time": 114979.0,
      "end_time": 121270.0,
      "text": "form of bits. Bits, which can be either a 1 or a 0, are arranged in long, artful strings"
    },
    {
      "index": 22,
      "start_time": 121270.0,
      "end_time": 126590.0,
      "text": "to get computers to do all sorts of things, like sequence DNA or fling angry little birds"
    },
    {
      "index": 23,
      "start_time": 126590.0,
      "end_time": 132099.0,
      "text": "at pig-built fortresses. But classical computers have limits to their"
    },
    {
      "index": 24,
      "start_time": 132099.0,
      "end_time": 136790.0,
      "text": "problem-solving prowess. There are some problems so difficult that even if all the computers"
    },
    {
      "index": 25,
      "start_time": 136790.0,
      "end_time": 141650.0,
      "text": "in the world worked on the problem in tandem it would still take them a very long time"
    },
    {
      "index": 26,
      "start_time": 141650.0,
      "end_time": 145650.0,
      "text": "to solve it. So here&#39;s where things REALLY get interesting"
    },
    {
      "index": 27,
      "start_time": 145650.0,
      "end_time": 151230.0,
      "text": "and where quantum computing could come in handy. Quantum computers run on quantum bits,"
    },
    {
      "index": 28,
      "start_time": 151230.0,
      "end_time": 156870.0,
      "text": "or qubits. Because of the mind-bending properties of a quantum state, like superposition, a"
    },
    {
      "index": 29,
      "start_time": 156870.0,
      "end_time": 164680.0,
      "text": "qubit can be a 1 or a 0 - or it can exist as a 1 and a 0 at the same time. If one qubit,"
    },
    {
      "index": 30,
      "start_time": 164680.0,
      "end_time": 171319.0,
      "text": "as a 1 and a 0, can do two calculations, then two qubits can do four, four can do eight,"
    },
    {
      "index": 31,
      "start_time": 171319.0,
      "end_time": 175569.0,
      "text": "and the computing power has the potential to grow exponentially."
    },
    {
      "index": 32,
      "start_time": 175569.0,
      "end_time": 180489.0,
      "text": "With long strings of qubits performing computations, problems that would take today&#39;s computers"
    },
    {
      "index": 33,
      "start_time": 180489.0,
      "end_time": 185220.0,
      "text": "eons to solve could be tackled in the time it takes to grab a cup of coffee."
    },
    {
      "index": 34,
      "start_time": 185220.0,
      "end_time": 191319.0,
      "text": "This could have wildest imagination-type applications in fields such as machine learning and medicine,"
    },
    {
      "index": 35,
      "start_time": 191319.0,
      "end_time": 197250.0,
      "text": "chemistry and cryptography, materials science and engineering. And could allow humans to"
    },
    {
      "index": 36,
      "start_time": 197250.0,
      "end_time": 207250.0,
      "text": "understand and control the very building blocks of the universe."
    }
  ]
}