{
  "video_id": "7bjG8N3fPA0",
  "title": "Does He Like Me? 7 Surprising Signs He Does... (Matthew Hussey, Get The Guy)",
  "json": [
    {
      "index": 1,
      "start_time": 100.0,
      "end_time": 6641.0,
      "text": "One of my first ever YouTube videos was \"How to Tell if a Guy is Interested in You\" and it got millions of views."
    },
    {
      "index": 2,
      "start_time": 6742.0,
      "end_time": 8780.0,
      "text": "I was 19 when I made that."
    },
    {
      "index": 3,
      "start_time": 8780.0,
      "end_time": 16500.0,
      "text": "So me and Jameson sat down, and we thought, you know what, the sophisticated me, a decade on, can probably do better."
    },
    {
      "index": 4,
      "start_time": 16500.0,
      "end_time": 20400.0,
      "text": "So here it is: \"Seven Signs that a Guy Likes You.\""
    },
    {
      "index": 5,
      "start_time": 20500.0,
      "end_time": 26000.0,
      "text": "Number one: people often say that if a guy's trying to impress you, that means he likes you."
    },
    {
      "index": 6,
      "start_time": 26000.0,
      "end_time": 30500.0,
      "text": "But that doesn't necessarily mean he likes you. It might mean he likes himself."
    },
    {
      "index": 7,
      "start_time": 30500.0,
      "end_time": 38644.0,
      "text": "See, narcissists give great first dates, because they want you to fall in love with them and reflect their glory back at them."
    },
    {
      "index": 8,
      "start_time": 38644.0,
      "end_time": 43529.0,
      "text": "But the person who actually likes you shows that they are impressed by you."
    },
    {
      "index": 9,
      "start_time": 43529.0,
      "end_time": 46000.0,
      "text": "They are someone that you have made an impression on."
    },
    {
      "index": 10,
      "start_time": 46000.0,
      "end_time": 51700.0,
      "text": "Number two: he's not afraid to be earnest about his affection for you, even if it gets him teased."
    },
    {
      "index": 11,
      "start_time": 51700.0,
      "end_time": 57251.0,
      "text": "We're often worried that our friends or our family are gonna taunt us for being too affectionate with the person we like."
    },
    {
      "index": 12,
      "start_time": 57251.0,
      "end_time": 61553.0,
      "text": "When he stops caring about that, you know he's really started caring about you."
    },
    {
      "index": 13,
      "start_time": 61553.0,
      "end_time": 70976.0,
      "text": "Number three: when he has to get dressed up for an occasion when he's looking his best, he'll find an excuse on that day to send you a picture."
    },
    {
      "index": 14,
      "start_time": 70976.0,
      "end_time": 73201.0,
      "text": "He may not take a selfie and send it to you."
    },
    {
      "index": 15,
      "start_time": 73201.0,
      "end_time": 78150.0,
      "text": "They'll take a picture of him with his brother or his mom and be like, \"Hey look, we're having a great day!\""
    },
    {
      "index": 16,
      "start_time": 78150.0,
      "end_time": 84200.0,
      "text": "What he's really saying is, \"Look at me. This is the best dressed I've been all month, and I want you to see it.\""
    },
    {
      "index": 17,
      "start_time": 84200.0,
      "end_time": 91670.0,
      "text": "Number four: he calls you around six o'clock after work to tell you about his day, because you're the one he wants to share his news with."
    },
    {
      "index": 18,
      "start_time": 91670.0,
      "end_time": 99740.0,
      "text": "I'm not talking about the phone call he makes to you at midnight where he says, \"Hey, I have some news. I have a boner. Where are you right now?\""
    },
    {
      "index": 19,
      "start_time": 99740.0,
      "end_time": 103210.0,
      "text": "I'm talking about the guy who actually wants to talk about his day."
    },
    {
      "index": 20,
      "start_time": 103245.0,
      "end_time": 108945.0,
      "text": "Number five: he's prepared to wait for intimacy. Doesn't mean he doesn't want it."
    },
    {
      "index": 21,
      "start_time": 108945.0,
      "end_time": 112945.0,
      "text": "Doesn't even mean he won't maybe try to have it early on."
    },
    {
      "index": 22,
      "start_time": 112945.0,
      "end_time": 120453.0,
      "text": "But when you delay him and you say, \"That's not my speed.\" he still wants to see you again, and he's more than prepared to wait."
    },
    {
      "index": 23,
      "start_time": 120453.0,
      "end_time": 125400.0,
      "text": "Number six: he finds time to see you even when it's not convenient."
    },
    {
      "index": 24,
      "start_time": 125400.0,
      "end_time": 129840.0,
      "text": "Now I'm not saying he finds a day to see you, or even three hours to see you."
    },
    {
      "index": 25,
      "start_time": 129840.0,
      "end_time": 140600.0,
      "text": "But when someone likes you, they will cobble together whatever time they have, from the scraps, just to be able to get 15 minutes to say hi to you."
    },
    {
      "index": 26,
      "start_time": 140600.0,
      "end_time": 146200.0,
      "text": "Not talking about the hookup right now. I'm talking about his desire just to see your face."
    },
    {
      "index": 27,
      "start_time": 146200.0,
      "end_time": 148750.0,
      "text": "When someone likes you, they make it happen."
    },
    {
      "index": 28,
      "start_time": 148750.0,
      "end_time": 155300.0,
      "text": "Number seven, and let this one sink in: he wants to go to the movies with you after sex."
    },
    {
      "index": 29,
      "start_time": 155300.0,
      "end_time": 160500.0,
      "text": "Most guys will take women on dates, go to movies, go to dinners before they have sex."
    },
    {
      "index": 30,
      "start_time": 160500.0,
      "end_time": 166100.0,
      "text": "And then they wake up, and they're like, \"Okay. Now, leave please. I wanna go and be with my friends.\""
    },
    {
      "index": 31,
      "start_time": 166100.0,
      "end_time": 174000.0,
      "text": "When you wake up with a guy, and he's like, \"Hey, you with the crazy hair. Let's go see a movie,\" he likes you."
    },
    {
      "index": 32,
      "start_time": 174000.0,
      "end_time": 177300.0,
      "text": "So there it is. Take that, nineteen-year-old me."
    },
    {
      "index": 33,
      "start_time": 177300.0,
      "end_time": 198000.0,
      "text": "Oh, and if you were listening to these, and you thought, \"There is a guy in my life that's attracted to me,\" and you wanna flirt back, I have a free guide for you called \"The Five Compliments,\" which gives you five exact compliments you can give to a guy that'll not only get him more attracted to you, but also give him a clue that you're attracted to him."
    },
    {
      "index": 34,
      "start_time": 198000.0,
      "end_time": 202800.0,
      "text": "Go download them now at SayThisToHim.com"
    },
    {
      "index": 35,
      "start_time": 202800.0,
      "end_time": 204320.0,
      "text": "I'll see you there."
    },
    {
      "index": 36,
      "start_time": 204320.0,
      "end_time": 211437.0,
      "text": "I'm not talking about the phone call he makes you at midnight where he says, \"Hey, I have some news. I have a boner.\" (laugh)"
    }
  ]
}