{
  "video_id": "7BubBYx0TLI",
  "title": "Learning Creative Learning - Session 2 - Interest-based Learning",
  "json": [
    {
      "index": 1,
      "start_time": 9137.0,
      "end_time": 13905.0,
      "text": "Mitch: As I said, its great to have Joi Ito and Mimi Ito here to join us for focusing on interest based learning."
    },
    {
      "index": 2,
      "start_time": 13905.0,
      "end_time": 19937.0,
      "text": "But before including them, just want to give an update for the online participants in the course."
    },
    {
      "index": 3,
      "start_time": 19937.0,
      "end_time": 26005.0,
      "text": "We&#39;ve been really excited by the activity on the Google + Community this past week."
    },
    {
      "index": 4,
      "start_time": 26005.0,
      "end_time": 33837.0,
      "text": "I know someone in the community said that watching the Google + community for this course had usurped all their twitter time."
    },
    {
      "index": 5,
      "start_time": 33837.0,
      "end_time": 41456.0,
      "text": "But actually they felt it was a good trade off, so we&#39;re happy that we are providing people some new ways of spending their online time."
    },
    {
      "index": 6,
      "start_time": 41456.0,
      "end_time": 49003.0,
      "text": "For those of us here, we found it really interesting seeing all the communication going on by the thousands of online participants."
    },
    {
      "index": 7,
      "start_time": 49003.0,
      "end_time": 56404.0,
      "text": "I did just want to mention for the online participants, a few things. We still get questions about where to find certain information."
    },
    {
      "index": 8,
      "start_time": 56404.0,
      "end_time": 63306.0,
      "text": "And encourage people in the left column in the Google + community, theres a staff announcements link. And the announcements there"
    },
    {
      "index": 9,
      "start_time": 63306.0,
      "end_time": 70971.0,
      "text": "are the ones that we are providing from MIT, so there have been announcements this week for example if you want to post questions"
    },
    {
      "index": 10,
      "start_time": 70971.0,
      "end_time": 78457.0,
      "text": "to be asked to Joi and Mimi, we gave the information there how to do it. So you should check the staff announcements for information about how to participate"
    },
    {
      "index": 11,
      "start_time": 78457.0,
      "end_time": 87971.0,
      "text": "actively in the course. I put up an announcement which was how to deal with the readings in the spirit of interest based learning that we are talking about"
    },
    {
      "index": 12,
      "start_time": 87971.0,
      "end_time": 93737.0,
      "text": "this week. I encourage people if you find some readings you are more interested in, dive more deeply, search for other things on related topics."
    },
    {
      "index": 13,
      "start_time": 93737.0,
      "end_time": 102171.0,
      "text": "If something is less interesting to you, its fine to skim, find the parts that are greatest interest to you. We put the readings out there to try to capture your interest"
    },
    {
      "index": 14,
      "start_time": 102171.0,
      "end_time": 111874.0,
      "text": "but look at it and dive into the things that you find most interesting. Also, the weekly prompts to engage you in discussions in your small groups"
    },
    {
      "index": 15,
      "start_time": 111874.0,
      "end_time": 119138.0,
      "text": "is also in the left column there. We have the weekly emails are there so thats another place to look to find out about some of the ways of engaging"
    },
    {
      "index": 16,
      "start_time": 119138.0,
      "end_time": 127937.0,
      "text": "with your smaller groups. We also know that some of the small groups have been very active this week, other groups there has been less activity"
    },
    {
      "index": 17,
      "start_time": 127937.0,
      "end_time": 136071.0,
      "text": "There&#39;s some randomness of when we assign people to groups, some groups more active than others. In the staff announcements we have some tips of how"
    },
    {
      "index": 18,
      "start_time": 136071.0,
      "end_time": 144956.0,
      "text": "if your group isn&#39;t active how to switch to other groups, to find other ways to participate. So take a look at those announcements if you want to find out more."
    },
    {
      "index": 19,
      "start_time": 144956.0,
      "end_time": 152671.0,
      "text": "We&#39;ve also been really happy how people in the community have been adding new elements to the community. I think we mentioned briefly last week"
    },
    {
      "index": 20,
      "start_time": 152671.0,
      "end_time": 162374.0,
      "text": "that Adriano in the community had created a google map of the participants. Here&#39;s how it looked, I grabbed it last night, so there&#39;s a, it really is a"
    },
    {
      "index": 21,
      "start_time": 162374.0,
      "end_time": 171874.0,
      "text": "pretty global community. We&#39;ve seen people from all over the world. But in addition to this map of the overall online participation, we&#39;ve seen some where"
    },
    {
      "index": 22,
      "start_time": 171874.0,
      "end_time": 179737.0,
      "text": "individual groups are also setting up so they can keep track of where the people in the small groups are. I liked this one where, this was after there were just"
    },
    {
      "index": 23,
      "start_time": 179737.0,
      "end_time": 189071.0,
      "text": "two markers, one in Boston, one in Peru. Then there was a comment that said, those two little markers on the map make the world feel a lot more connected already."
    },
    {
      "index": 24,
      "start_time": 189071.0,
      "end_time": 196004.0,
      "text": "So again, people starting to see how they connect within their groups. We&#39;ve seen lots of different ways that groups are connecting."
    },
    {
      "index": 25,
      "start_time": 196004.0,
      "end_time": 205604.0,
      "text": "I got this photo from a school here in Cambridge, Shady Hill School, where twenty-five of the educators and administrators all signed up for the course."
    },
    {
      "index": 26,
      "start_time": 205604.0,
      "end_time": 212471.0,
      "text": "They are watching together and doing this as part of their ongoing professional development for the educators there."
    },
    {
      "index": 27,
      "start_time": 212471.0,
      "end_time": 221737.0,
      "text": "But its also around the world. Here are some images from Ethiopia where an educator there, John Iglar, organized the marshmallow challenge that we did"
    },
    {
      "index": 28,
      "start_time": 221737.0,
      "end_time": 228970.0,
      "text": "that we talked about last week and invited some parents and kids both to do the marshmallow challenge. And then engaged in reflection upon"
    },
    {
      "index": 29,
      "start_time": 228970.0,
      "end_time": 238504.0,
      "text": "the different learning styles between the kids and the parents. But they also went a step further. They took some of the readings from the first week at this"
    },
    {
      "index": 30,
      "start_time": 238504.0,
      "end_time": 247737.0,
      "text": "session in Ethiopia and made little cut out words and remixed the readings into their own statements about the way they were thinking about learning."
    },
    {
      "index": 31,
      "start_time": 247737.0,
      "end_time": 255290.0,
      "text": "So its just been great to see the ways people are taking what we are putting out there, remixing, suggesting activities for other people in the online community."
    },
    {
      "index": 32,
      "start_time": 255290.0,
      "end_time": 265371.0,
      "text": "Its nice to see that some people are really resonating with the ideas that are in the readings and are being discussed. Here was one quote that I grabbed"
    },
    {
      "index": 33,
      "start_time": 265371.0,
      "end_time": 273905.0,
      "text": "from the community. &quot;I just read the reading on formal v informal education. Joi Ito&#39;s experience with formal education is so similiar to my own.&quot; So it&#39;s great that"
    },
    {
      "index": 34,
      "start_time": 273905.0,
      "end_time": 281905.0,
      "text": "people are resonating and then discussing their own personal experiences. But we also see a lot of people are confronting with the challenges and theres a lot"
    },
    {
      "index": 35,
      "start_time": 281905.0,
      "end_time": 293738.0,
      "text": "of discussion in the online community about what they see as challenges. Like, here&#39;s one, says, &quot;I love the whole premise of interest based learning but as"
    },
    {
      "index": 36,
      "start_time": 293738.0,
      "end_time": 300790.0,
      "text": "a public school teacher I&#39;m struggling with how to integrate this with the common core standards.&quot; Or one from a parent, from a parent&#39;s view"
    },
    {
      "index": 37,
      "start_time": 300790.0,
      "end_time": 308238.0,
      "text": "&quot;I don&#39;t see how any schools in my area could incorporate innovative child lead interest based learning when the state is forcing kids into"
    },
    {
      "index": 38,
      "start_time": 308238.0,
      "end_time": 316207.0,
      "text": "standards based box.&quot; So people are resonating but also seeing the challenges and i think those are the things that we want to continue the discussion during the"
    },
    {
      "index": 39,
      "start_time": 316207.0,
      "end_time": 323739.0,
      "text": "semester. Providing a vision and a better understanding of the vision but also trying to see how we deal with the challenges in bringing these to light."
    },
    {
      "index": 40,
      "start_time": 323739.0,
      "end_time": 333670.0,
      "text": "Reading through the Google + community was great to see many people responding to the prompt about writing about a childhood object in the spirit of"
    },
    {
      "index": 41,
      "start_time": 333670.0,
      "end_time": 344790.0,
      "text": "Seymour Papert&#39;s Gears. And I just grabbed a few of them. From Maria who talked about getting the watercolor kit from her childhood in Russia but then"
    },
    {
      "index": 42,
      "start_time": 344790.0,
      "end_time": 355770.0,
      "text": "emigrating and bring it with her as she came to the United States and about her experiences with the watercolor kit. Or Rosa talking about moving as a"
    },
    {
      "index": 43,
      "start_time": 355770.0,
      "end_time": 363540.0,
      "text": "child from Puerto Rico and then her grandmother in the South Bronx giving her a Nintendo system and how that sort of gave her a new entry point into her"
    },
    {
      "index": 44,
      "start_time": 363540.0,
      "end_time": 373170.0,
      "text": "new life, of getting engaged and learning a participation in new ways. Others like Helen talking about her love of books and creating separate worlds"
    },
    {
      "index": 45,
      "start_time": 373170.0,
      "end_time": 383471.0,
      "text": "through the books of her childhood. One of my favorite inventions was from Jeff whose parents, he wanted to get a typewriter that he saw in the Sears catalog and"
    },
    {
      "index": 46,
      "start_time": 383471.0,
      "end_time": 393039.0,
      "text": "his parents wouldn&#39;t get it for him so he invented his own typewriter and he says today he now works as a paper engineer, I&#39;m not exactly sure what that means"
    },
    {
      "index": 47,
      "start_time": 393039.0,
      "end_time": 403290.0,
      "text": "but it grows out of this early experience of inventing his own typewriter. Then even the presentation, this beautiful poster collecting a variety of different ideas"
    },
    {
      "index": 48,
      "start_time": 403290.0,
      "end_time": 414071.0,
      "text": "about Julia&#39;s different childhood objects presenting the role that the different childhood objects played with her. And then some people did recognize as we saw"
    },
    {
      "index": 49,
      "start_time": 414071.0,
      "end_time": 424470.0,
      "text": "in this quote, how rich it is to ask about childhood objects but to get so much about process. Miriam was sharing. And I do think thats one of the things we most"
    },
    {
      "index": 50,
      "start_time": 424470.0,
      "end_time": 434071.0,
      "text": "appreciated although we asked people to share about childhood objects, really what comes out from that is learning about the process of learning and the"
    },
    {
      "index": 51,
      "start_time": 434071.0,
      "end_time": 441470.0,
      "text": "relationships of learning. And I think we see this if you go through the community and you see all of these stories, you see so much of it is about the"
    },
    {
      "index": 52,
      "start_time": 441470.0,
      "end_time": 448970.0,
      "text": "relationships related to learning, the connections that are a part of learning, the process of learning. But focusing on objects helps bring a lot of that to light."
    },
    {
      "index": 53,
      "start_time": 448970.0,
      "end_time": 458004.0,
      "text": "I think thats another theme of this course, we&#39;ll be seeing how focusing on the objects and the concrete can open up to the explorations of the networks that"
    },
    {
      "index": 54,
      "start_time": 458004.0,
      "end_time": 466737.0,
      "text": "people are a part of. So with that as background, I thought it might be a good way to start in talking with Joi and Mimi on the topic of interest based learning."
    },
    {
      "index": 55,
      "start_time": 466737.0,
      "end_time": 477873.0,
      "text": "In thinking about, and we have here the picture of Joi and Mimi, again thanks to Mimi for sharing this lovely photo from their childhood. Mimi, to start off by"
    },
    {
      "index": 56,
      "start_time": 477873.0,
      "end_time": 488304.0,
      "text": "talking to them about objects of their childhood that interested them, influenced them and as they look back what role those objects played in their childhood"
    },
    {
      "index": 57,
      "start_time": 488304.0,
      "end_time": 499603.0,
      "text": "and subsequently. Mimi, do you want to start? Mimi: Oh, either way, sure I&#39;m happy to start because I&#39;m going to implicate Joi and its a little bit hard to talk about"
    },
    {
      "index": 58,
      "start_time": 499603.0,
      "end_time": 510004.0,
      "text": "childhood objects and not implicate your brother in that. You know, I was thinking about it, and I loved the stories, i looked a little bit online and I liked the image"
    },
    {
      "index": 59,
      "start_time": 510004.0,
      "end_time": 525170.0,
      "text": "of gears but I&#39;m going to go with a girlie example which is the play with stuffed animals that I did when I was a kid. I think that one kind of childhood remixing and"
    },
    {
      "index": 60,
      "start_time": 525170.0,
      "end_time": 535104.0,
      "text": "tinkering object that doesn&#39;t get enough play because some of the gender dynamics of these discussions are things like doll play. And for me I didn&#39;t like the"
    },
    {
      "index": 61,
      "start_time": 535104.0,
      "end_time": 546170.0,
      "text": "plastic girl dolls, but I loved stuffed animals and had a big collection. And we would, with my friends and I would drag my brother into this too, create these huge"
    },
    {
      "index": 62,
      "start_time": 546170.0,
      "end_time": 557804.0,
      "text": "sort of fantasy narratives and rearrange our living rooms and basements to create these cities that our animals would populate and I think whats interesting"
    },
    {
      "index": 63,
      "start_time": 557804.0,
      "end_time": 572137.0,
      "text": "about that is not just sort of the obvious sort of fantasy life that was tied to popular culture and other things that kids can get into through doll play but just all of"
    },
    {
      "index": 64,
      "start_time": 572137.0,
      "end_time": 589040.0,
      "text": "the social negotiations and the politics that go into creating shared narratives together with friends and siblings. So I think that was a huge part of early"
    },
    {
      "index": 65,
      "start_time": 589040.0,
      "end_time": 602306.0,
      "text": "learning experience that related to interest in things like character and narrative and popular culture but also in a lot of the interests that ended up animating"
    },
    {
      "index": 66,
      "start_time": 602306.0,
      "end_time": 615706.0,
      "text": "my learning and professional life subsequently which really had to do with those kinds of social negotiations, how cultures built collectively, how you have to"
    },
    {
      "index": 67,
      "start_time": 615706.0,
      "end_time": 627790.0,
      "text": "navigate these complicated relationships and hierarchies like which characters are going to have power in the scenario. So I think it was a really"
    },
    {
      "index": 68,
      "start_time": 627790.0,
      "end_time": 644290.0,
      "text": "formative set of experiences for me that is probably, it feels different in important ways too to the idea of tinkering with objects in a more solitary vein."
    },
    {
      "index": 69,
      "start_time": 644290.0,
      "end_time": 651169.0,
      "text": "Mitch: Although in some ways could you say you were tinkering with relationships? It was still a type of tinkering but tinkering with relationships?"
    },
    {
      "index": 70,
      "start_time": 651169.0,
      "end_time": 661104.0,
      "text": "Mimi: Oh yeah, absolutely, I mean it was definitely a tinkering and kind of as a side effect of it we would do a lot of construction, we would make these forts and"
    },
    {
      "index": 71,
      "start_time": 661104.0,
      "end_time": 672905.0,
      "text": "construct a ton of things but it was all in the service of story and narrative and character development and political negotiation and so the building of things was"
    },
    {
      "index": 72,
      "start_time": 672905.0,
      "end_time": 684904.0,
      "text": "around that as opposed to building forts for the sake of building forts. I think that was, its a different process and I think different kids are probably"
    },
    {
      "index": 73,
      "start_time": 684904.0,
      "end_time": 697458.0,
      "text": "attracted to the building and making through different entry points. Mitch: Joi? Joi: I kind of struggled because I couldn&#39;t remember anything as interesting as gears"
    },
    {
      "index": 74,
      "start_time": 697458.0,
      "end_time": 709337.0,
      "text": "that fundamentally changed my cognitive models and I&#39;ll just use two different things. The one object that I was very obsessed with when I was very very little"
    },
    {
      "index": 75,
      "start_time": 709337.0,
      "end_time": 719005.0,
      "text": "were keys. I collected keys. And to me that wasn&#39;t so much, it was more about a philosophy than a cognitive model because to me locked doors were things that"
    },
    {
      "index": 76,
      "start_time": 719005.0,
      "end_time": 729104.0,
      "text": "were, was authority in the way of my getting through things and keys were the way that I would get through it. It was kind of whether I had to steal the key from"
    },
    {
      "index": 77,
      "start_time": 729104.0,
      "end_time": 740305.0,
      "text": "my dad or whatever, it was a way for me to hack the system that was preventing me from having access. It probably is why I like badges and you don&#39;t. I don&#39;t"
    },
    {
      "index": 78,
      "start_time": 740305.0,
      "end_time": 750624.0,
      "text": "think it really changed the way I thought about the way the world was constructed. Mitch: I&#39;m very struck when you say there wasnt anything as profound as gears."
    },
    {
      "index": 79,
      "start_time": 750624.0,
      "end_time": 759138.0,
      "text": "To me, it does seem profound, I hear you talking about keys and I think of Creative Commons. Joi: Yes Mitch: wanting things to be open. Joi: Yes, there definitely is"
    },
    {
      "index": 80,
      "start_time": 759138.0,
      "end_time": 777505.0,
      "text": "a key that is tied to the openness and wanting access and things like that but the other thing that actually wasn&#39;t my object but that I remember very clearly was I worked at a company"
    },
    {
      "index": 81,
      "start_time": 777505.0,
      "end_time": 785208.0,
      "text": "that was run by a physics-chemist genius named Stan Ovshinsky, he was a high school dropout but he invented the field of amorphous materials, he made"
    },
    {
      "index": 82,
      "start_time": 785208.0,
      "end_time": 795040.0,
      "text": "the first amorphous threshold switch, he was a genius, he had thousands of patents and Noble Laureates as friends and he would have these pipe cleaners and"
    },
    {
      "index": 83,
      "start_time": 795040.0,
      "end_time": 806005.0,
      "text": "styrofoam balls and he&#39;d sit there and he&#39;d put together molecules and he&#39;d shake them and he&#39;d say, &quot;See these dangling bonds? I bet if we put germanium"
    },
    {
      "index": 84,
      "start_time": 806005.0,
      "end_time": 811769.0,
      "text": "there it would increase the proficiency of the photovoltaics.&quot; And then you&#39;d have these Noble Laureates scribbling things down saying, &quot; well this"
    },
    {
      "index": 85,
      "start_time": 811769.0,
      "end_time": 820137.0,
      "text": "is what it means when you write it in math.&quot; But he didn&#39;t speak in math, he talked about science by shaking these physical objects and to me that was"
    },
    {
      "index": 86,
      "start_time": 820137.0,
      "end_time": 829290.0,
      "text": "why I wanted to become a scientist because I thought science was about this intuitive understanding of things as if molecules were styrofoam and pipe cleaners"
    },
    {
      "index": 87,
      "start_time": 829290.0,
      "end_time": 838171.0,
      "text": "That was why university was such a big shock because that wasn&#39;t how physics teachers explained things to me and that was how my mentor had explained things to me."
    },
    {
      "index": 88,
      "start_time": 838171.0,
      "end_time": 850538.0,
      "text": "was always physical objects like did the ice cream, making ice cream, he explained how crystals and things like that. So to me the objects of science were"
    },
    {
      "index": 89,
      "start_time": 850538.0,
      "end_time": 858470.0,
      "text": "how I was learning about science and then I learned later that that wasn&#39;t how it was taught in schools. So that actually to me was very important in my"
    },
    {
      "index": 90,
      "start_time": 858470.0,
      "end_time": 868710.0,
      "text": "cognitive development because I thought very early on that all science and technology could be explained intuitively through physical models. And that,"
    },
    {
      "index": 91,
      "start_time": 868710.0,
      "end_time": 876570.0,
      "text": "understanding that was how you understood science and I didn&#39;t realize that you had to learn it through words and numbers. I still sort of believe that."
    },
    {
      "index": 92,
      "start_time": 876570.0,
      "end_time": 886237.0,
      "text": "Mitch: That really resonates for me. In college, I was a physics major but didn&#39;t go on. And what turned me off was in the earlier stages, I could have an intuitive grasp"
    },
    {
      "index": 93,
      "start_time": 886237.0,
      "end_time": 894238.0,
      "text": "of everything we were learning and by the time I got into the later years in being a physics major, I could still manipulate the formulas and I could still get the"
    },
    {
      "index": 94,
      "start_time": 894238.0,
      "end_time": 902070.0,
      "text": "right answers but I didn&#39;t have an intuitive feel and it lost it&#39;s appeal to me. Joi: But I would kind of blame the teachers because when you watch the Feynman lectures"
    },
    {
      "index": 95,
      "start_time": 902070.0,
      "end_time": 914207.0,
      "text": "and even if you talk to, and even later in life, I was also a physics major that stopped, when I would get really frustrated I remember calling David Adler who was"
    },
    {
      "index": 96,
      "start_time": 914207.0,
      "end_time": 921637.0,
      "text": "the head of physics at MIT when I was in high school and said my physics teacher can&#39;t explain this to me but I really think this is how it relatively works. And he"
    },
    {
      "index": 97,
      "start_time": 921637.0,
      "end_time": 930670.0,
      "text": "would explain it to me in an intuitive way. I think that unless you really understand it, you can explain it in an intuitive way. And what happens is, I think, we have"
    },
    {
      "index": 98,
      "start_time": 930670.0,
      "end_time": 939870.0,
      "text": "a teaching system where we scale up to a point where the people teaching don&#39;t really have an intuitive grasp so you fall back onto formulae and structure. But I think"
    },
    {
      "index": 99,
      "start_time": 939870.0,
      "end_time": 952905.0,
      "text": "the people who actually invent new stuff in physics do have an intuitive model of everything. Mitch: Mimi, this discussion is about intuitive ways outside of the classroom"
    },
    {
      "index": 100,
      "start_time": 952905.0,
      "end_time": 960003.0,
      "text": "and how it sometimes conflicts with inside the classroom. Maybe if you could then move forward from your early childhood experiences to classroom experiences."
    },
    {
      "index": 101,
      "start_time": 960003.0,
      "end_time": 969538.0,
      "text": "And again you were in some different disciplines and different domains, but in what ways did you see the connections between your outside of school learning and"
    },
    {
      "index": 102,
      "start_time": 969538.0,
      "end_time": 976108.0,
      "text": "your inside of school learning which is obviously a theme in your work today. I would be interested in as you were growing up, what were the connections for you between"
    },
    {
      "index": 103,
      "start_time": 976108.0,
      "end_time": 988970.0,
      "text": "outside of school and inside of school? Mimi: Yeah, its kind of interesting growing up with Joi because we were, we are very different learners. I was always what I call sort of a"
    },
    {
      "index": 104,
      "start_time": 988970.0,
      "end_time": 1001537.0,
      "text": "corporate learner, I did really well in institutionalized instruction and I was what our teachers now call a &quot;pleaser&quot; , I suppose, at school. And Joi was a much more interest"
    },
    {
      "index": 105,
      "start_time": 1001540.0,
      "end_time": 1013610.0,
      "text": "based learner. In a lot of ways the research I&#39;m doing now that is focused on interest based learning. A lot is about my observations of Joi and our differences growing up because"
    },
    {
      "index": 106,
      "start_time": 1013610.0,
      "end_time": 1028141.0,
      "text": "we were very close but we had very different styles of interacting with organizations and developing relationships. I think, for me, the tie was, it wasn&#39;t so much a conflict"
    },
    {
      "index": 107,
      "start_time": 1028140.0000000001,
      "end_time": 1042637.0000000001,
      "text": "with what I was doing in school and out of school but I think the formative experience for me was growing up in a bicultural environment where I spent a lot of time"
    },
    {
      "index": 108,
      "start_time": 1042640.0000000001,
      "end_time": 1054143.0,
      "text": "sitting outside culture and observing it and trying to understand how it worked. So in a way, I applied that to what was happening in school. Like if in school you discover"
    },
    {
      "index": 109,
      "start_time": 1054140.0,
      "end_time": 1068006.0,
      "text": "and understand the structure of how, what the expectations are, what the achievements are, how you get recognized, its not that hard to conform if you feel like doing that."
    },
    {
      "index": 110,
      "start_time": 1068000.0,
      "end_time": 1080466.0,
      "text": "For me, it was always about cracking the social code and figuring out what to do with it. I think a lot of, for me,  experiences of being a cultural outsider was really formative to that"
    },
    {
      "index": 111,
      "start_time": 1080470.0,
      "end_time": 1095704.0,
      "text": "Now I think Joi responded to that same set of circumstances in a really different way. I think at the end of the day, interest can be broader than what we usually"
    },
    {
      "index": 112,
      "start_time": 1095700.0,
      "end_time": 1108500.0,
      "text": "think of as passion based learning. It can be interest in the sense of relevance to your life. The thing for me understanding culture was about survival growing up."
    },
    {
      "index": 113,
      "start_time": 1108500.0,
      "end_time": 1122466.0,
      "text": "I had an extreme interest in it because its was highly relevant to what I needed to do to survive as a foreigner in a baffling culture and we would move back and forth"
    },
    {
      "index": 114,
      "start_time": 1122470.0,
      "end_time": 1133504.0,
      "text": "between the US and Japan so we would get it on both ends. We never really fit in culturally anywhere. For me, becoming an anthropologist and becoming a cultural anthropologist"
    },
    {
      "index": 115,
      "start_time": 1133500.0,
      "end_time": 1147900.0,
      "text": "was really built on this formative experience of highly relevant and motivated learning even though it wasn&#39;t what you would necessarily consider passion or interest based in the sense"
    },
    {
      "index": 116,
      "start_time": 1147900.0,
      "end_time": 1160533.0,
      "text": "of music or arts or something like that. It totally  shaped what I ended up doing later in life. Mitch: I think thats a really important idea about that interest isn&#39;t just something"
    },
    {
      "index": 117,
      "start_time": 1160540.0,
      "end_time": 1170528.0,
      "text": "you develop totally on your own. Sometimes when we talk about interest based learning, a misconception I find ,and its often hard to communicate, if we say we want to move"
    },
    {
      "index": 118,
      "start_time": 1170530.0,
      "end_time": 1178447.0,
      "text": "away from traditional classrooms and have more interest based its as if people think oh just leave the child alone so they can do things on their own so they can develope their"
    },
    {
      "index": 119,
      "start_time": 1178440.0,
      "end_time": 1190440.0,
      "text": "interest on their own. And thats not at all what is meant. Joi: It&#39;s weird, can I ask a question? Mitch: Yeah, sure! Joi: Because one thing I wonder, play was a very important part"
    },
    {
      "index": 120,
      "start_time": 1190440.0,
      "end_time": 1204501.0,
      "text": "of my interest and I didn&#39;t think that Mimi had as much play. But I&#39;m curious in your structure, but I do think also its the time, like I couldn&#39;t think further than half a day ahead"
    },
    {
      "index": 121,
      "start_time": 1204500.0,
      "end_time": 1212134.0,
      "text": "in terms of my interest so I was in pursuit of whatever could immediately feed back. Whereas my sister could plan further ahead, and say well if I want to be there,"
    },
    {
      "index": 122,
      "start_time": 1212140.0,
      "end_time": 1219240.0,
      "text": "its kind of like a chess player, then I have to do this and this and this and she could plan the moves backwards and say okay I need to do this. The question I have is, was there"
    },
    {
      "index": 123,
      "start_time": 1219240.0,
      "end_time": 1232074.0,
      "text": "any game play in that or was it anxiety driven or was it much more like I&#39;m trying, what was the emotional component of that trajectory, the longterm trajectory that you had?"
    },
    {
      "index": 124,
      "start_time": 1232070.0,
      "end_time": 1248904.0,
      "text": "Mimi: I think a lot of it I don&#39;t think I would associate it with the affect of necessarily play as much as, there was definitely experimentation and play to some extent but"
    },
    {
      "index": 125,
      "start_time": 1248910.0,
      "end_time": 1262111.0,
      "text": "I think you were much more of a tinkerer, experimenter, innovator in the moment type learner. I think that for me, its about sort of gaming in the sense of optimizing"
    },
    {
      "index": 126,
      "start_time": 1262110.0,
      "end_time": 1277207.0,
      "text": "or trying to get, its not necessarily, planning in the sense that you know where you&#39;re going to end up but if you have systems whether its an organization like a school or a game"
    },
    {
      "index": 127,
      "start_time": 1277200.0,
      "end_time": 1299104.0,
      "text": "or anything like that its a fairly rule bound system so you, if you start understanding culture and society and how they operate then you can maximize your game play in those"
    },
    {
      "index": 128,
      "start_time": 1299110.0,
      "end_time": 1314706.0,
      "text": "systems. In that sense, I do a lot of research on gamers and there are very different styles of game play. Some gamers really get into sort of these more end game forms"
    },
    {
      "index": 129,
      "start_time": 1314700.0,
      "end_time": 1326189.0,
      "text": "of playing. Some are much more social and exploratory and I think even when we talk about play there&#39;s just like with interest based learning, I think theres sort of this idealized notion"
    },
    {
      "index": 130,
      "start_time": 1326190.0,
      "end_time": 1340167.0,
      "text": "where the affect is about pleasure and fun and exploration but I think there are other forms of affect that can go with experimentation and inquiry based learning that don&#39;t"
    },
    {
      "index": 131,
      "start_time": 1340170.0,
      "end_time": 1356537.0,
      "text": "necessarily have those affective dimensions and that have this pursuit of excellence or productivity or making contributions to the world, making your best contribution"
    },
    {
      "index": 132,
      "start_time": 1356540.0,
      "end_time": 1371779.0,
      "text": "to a collective.  These are kind of different affective modes which again to Mitch&#39;s point, it is about interest. We&#39;ve been using the term relevance much more in addition to interest"
    },
    {
      "index": 133,
      "start_time": 1371780.0,
      "end_time": 1383529.0,
      "text": "just to signal, and to have an openness to different learning styles. So, its not that one is better than the other but I think that different people, different young people have different"
    },
    {
      "index": 134,
      "start_time": 1383520.0,
      "end_time": 1394833.0,
      "text": "kinds of affective registers, different things that drive and motivate them. Some young people are driven by the social, some do have that more individual passion based thing."
    },
    {
      "index": 135,
      "start_time": 1394840.0,
      "end_time": 1409806.0,
      "text": "Some are driven by play, some are driven by competition and all of these things are part of the palette of what can motivate learning, what can motivate young people to"
    },
    {
      "index": 136,
      "start_time": 1409800.0,
      "end_time": 1422802.0,
      "text": "make contributions. I think the point of what we&#39;ve been trying to pursue at least with our idea of connected learning and interest based learning is to really broaden"
    },
    {
      "index": 137,
      "start_time": 1422810.0,
      "end_time": 1434409.0,
      "text": "the kinds of entry points, pathways, motivations and the ways we recognize learning so that it can accomodate more diversity of styles. Mitch: Is it ever a challenge, sometimes"
    },
    {
      "index": 138,
      "start_time": 1434400.0,
      "end_time": 1445103.0,
      "text": "an issue that people raise with interest based learning, they would say some interests lead to a better place than other interests. Do you want to have equal value to all different"
    },
    {
      "index": 139,
      "start_time": 1445110.0,
      "end_time": 1459241.0,
      "text": "types of interests that people might follow and how does one think about that? Mimi: I think that one of the things that we&#39;re really advocating for is recognizing a broader range"
    },
    {
      "index": 140,
      "start_time": 1459240.0,
      "end_time": 1469473.0,
      "text": "of interests as possible pathways to learning and opportunity because a lot of times we make presumptions about what are valuable interests for young people and"
    },
    {
      "index": 141,
      "start_time": 1469470.0,
      "end_time": 1481637.0,
      "text": "what are not and this isn&#39;t to say that all interests are equally valuable but I think our imagination about what kinds of interests can lead to productive learning is a"
    },
    {
      "index": 142,
      "start_time": 1481640.0,
      "end_time": 1494776.0,
      "text": "little bit impoverished still. That&#39;s why for example, I advocate for gaming and popular culture as arenas that are really really rich entry points for interest driven and valuable"
    },
    {
      "index": 143,
      "start_time": 1494770.0,
      "end_time": 1508700.0,
      "text": "learning. We&#39;ve seen this, for example, I think theres been such excellent work with hip-hop for example. The incredible creativity and writing and artistic talent that"
    },
    {
      "index": 144,
      "start_time": 1508700.0,
      "end_time": 1522467.0,
      "text": "goes into that, those forms of popular culture that have historically been somewhat under appreciated. I think educators have really stepped up to start building more"
    },
    {
      "index": 145,
      "start_time": 1522470.0,
      "end_time": 1535303.0,
      "text": "programs around spoken word and so on that are tying those forms of creativity and learning into opportunity and recognition. I think we&#39;re just starting to see that with"
    },
    {
      "index": 146,
      "start_time": 1535300.0,
      "end_time": 1546937.0,
      "text": "gaming and popular fan cultures and things like that. And there&#39;s so much opportunity there to reach out to young people who have interests that may not be historically"
    },
    {
      "index": 147,
      "start_time": 1546940.0,
      "end_time": 1559802.0,
      "text": "highly valued in our culture. Its not just piano lessons and violin and chess that make kids creative and smart. Theres a ton of things that young people are doing in diverse"
    },
    {
      "index": 148,
      "start_time": 1559800.0,
      "end_time": 1573302.0,
      "text": "cultural settings that are under appreciated, under exploited for their learning potential. So we&#39;ve really been trying to advocate for opening up that imagination but also, Mitch,"
    },
    {
      "index": 149,
      "start_time": 1573310.0,
      "end_time": 1585447.0,
      "text": "what you&#39;re raising is the important issue that its really important to open and diverse about what we consider valuable learning. But the investments we can make are"
    },
    {
      "index": 150,
      "start_time": 1585440.0,
      "end_time": 1597736.0,
      "text": "finite as educators so you want to select those games, those forms of popular culture that seem to have the most potentials. Even when I&#39;m looking at young people&#39;s"
    },
    {
      "index": 151,
      "start_time": 1597740.0,
      "end_time": 1610506.0,
      "text": "worlds and gaming or popular culture, we are selecting for our cases and for our educational interventions, ones that seem to have a lot of potential, that seem to have parents"
    },
    {
      "index": 152,
      "start_time": 1610500.0,
      "end_time": 1625933.0,
      "text": "and educators starting to connect. In gaming, for example, Minecraft is a really great example that is starting to get a lot of traction in education. You know, theres, we&#39;re looking"
    },
    {
      "index": 153,
      "start_time": 1625940.0,
      "end_time": 1638907.0,
      "text": "at Starcraft, we&#39;re doing a case of WWEE, i think that&#39;s an under appreciated fandom, that&#39;s professional wrestling, incredibly interesting from a narrative perspective, very family friendly"
    },
    {
      "index": 154,
      "start_time": 1638900.0,
      "end_time": 1650202.0,
      "text": "which a lot of people outside that fandom don&#39;t always realize. So I do think we have to pick to some extent but I think to the degree to which we can broaden in terms of our cultural palette"
    },
    {
      "index": 155,
      "start_time": 1650210.0,
      "end_time": 1660907.0,
      "text": "what we consider valuable forms of interest. Its a big plus in bringing more young people into educational pathways. Mitch: One thing I was interested in following up on was"
    },
    {
      "index": 156,
      "start_time": 1660900.0,
      "end_time": 1670133.0,
      "text": "Joi earlier raised the question about time scale. And thats another challenge when there are certain types of things that as much as we can think its great to have learning"
    },
    {
      "index": 157,
      "start_time": 1670140.0,
      "end_time": 1678542.0,
      "text": "on demand, that when you need to learn something, you dive in and learn it, but certain things if you&#39;re going to do it, a piano recital and the night before you say I&#39;m going to"
    },
    {
      "index": 158,
      "start_time": 1678540.0,
      "end_time": 1686307.0,
      "text": "dive in and learn it on demand, it probably won&#39;t work so well. What are ways of dealing with that challenge of knowing there are different time scales for different types"
    },
    {
      "index": 159,
      "start_time": 1686310.0,
      "end_time": 1701474.0,
      "text": "of things you might want to do? Joi: I think that, like Mimi was saying, theres different things that, like for instance as a scuba instructor, theres a really long time scale before"
    },
    {
      "index": 160,
      "start_time": 1701470.0,
      "end_time": 1715108.0,
      "text": "you can become a cave diver but I have my scuba diving lessons and badges chunked in basically  two or three day courses. So you start out with your license and advance"
    },
    {
      "index": 161,
      "start_time": 1715110.0,
      "end_time": 1729308.0,
      "text": "and then rescue and then side mount and then, so there is a reward all the way up. And with a piano recital I&#39;m sure you can for the short term types.  I really like scuba diving"
    },
    {
      "index": 162,
      "start_time": 1729310.0,
      "end_time": 1736677.0,
      "text": "because you have a theoretical thing. And you say, &quot; And tomorrow in the pool, or today in the pool, you will use this and unless you remember Boyles Law, you&#39;re going to"
    },
    {
      "index": 163,
      "start_time": 1736670.0,
      "end_time": 1742735.0,
      "text": "drown. But if you don&#39;t drown its going to be fun because we&#39;re going to do, we&#39;re going to do that.&quot; And there&#39;s always a physical activity, a theoretical component"
    },
    {
      "index": 164,
      "start_time": 1742740.0,
      "end_time": 1752945.0,
      "text": "and a badge associated with each one. And you can literally visualize when thats going to happen. And that ties into big arch. And I can imagine a piano recital, also you could probably"
    },
    {
      "index": 165,
      "start_time": 1752940.0,
      "end_time": 1762604.0,
      "text": "chunk it up. Now some kids don&#39;t need it and so thats why probably we have enough people who are excellent at piano and are excellent at going to university who haven&#39;t"
    },
    {
      "index": 166,
      "start_time": 1762610.0,
      "end_time": 1771308.0,
      "text": "needed the little badges along the way because they can say in order for me to buy that house I need to go to this university and get this job and thats why in Kindergarten"
    },
    {
      "index": 167,
      "start_time": 1771300.0,
      "end_time": 1785701.0,
      "text": "I&#39;m going to go to school everyday instead of getting kicked out like me. But we&#39;re losing those kids who are short sighted. Again, its interesting, personally I&#39;m not sure, I think"
    },
    {
      "index": 168,
      "start_time": 1785700.0,
      "end_time": 1797366.0,
      "text": "its better to be able to plan but I also think I also benefit in a certain kind of agility that I get for not having a plan. To me its kind of this kind of a  scaffolding that you can create."
    },
    {
      "index": 169,
      "start_time": 1797370.0,
      "end_time": 1805737.0,
      "text": "Again somewhere between what Mimi is saying and what you&#39;re saying, because I think Mimi was talking a little bit about the culture and the medium. And then if you think"
    },
    {
      "index": 170,
      "start_time": 1805740.0,
      "end_time": 1815506.0,
      "text": "about the tools of reward like Mimi was mentioning competition and other things. To me, the badging is one way which actually reminds me of collecting keys."
    },
    {
      "index": 171,
      "start_time": 1815500.0,
      "end_time": 1826800.0,
      "text": "I collect my little, I have like a whole box full of paddy licenses and each one enables me to do something. Like dive nitrox, sort of reminds me of collecting keys."
    },
    {
      "index": 172,
      "start_time": 1826800.0,
      "end_time": 1839566.0,
      "text": "So thats the way I get excited, I collect little cards. But I also know that those are little drivers for me for a bigger arch. I do want to become a cave diver but its these little things"
    },
    {
      "index": 173,
      "start_time": 1839570.0,
      "end_time": 1848872.0,
      "text": "along the way. I think every person has little quirks and different ways to do it. I think the key is for the parents to tease it out and for the people providing the learning"
    },
    {
      "index": 174,
      "start_time": 1848870.0,
      "end_time": 1860568.0,
      "text": "to be able to use those things. And again theres two parts to it. I think one is the pathway into the system. So if you have a kid on the street whose into video games, how do"
    },
    {
      "index": 175,
      "start_time": 1860570.0,
      "end_time": 1868971.0,
      "text": "you get that kid interested in what you would like them to learn? So theres a pathway in for instance to the Scratch community. And once they&#39;re in maybe you can get them"
    },
    {
      "index": 176,
      "start_time": 1868970.0,
      "end_time": 1876903.0,
      "text": "to change the mode of whats motivating them and they can become multimodal. So there&#39;s this pathway in, but also once they get in they may still need a different set of things"
    },
    {
      "index": 177,
      "start_time": 1876900.0,
      "end_time": 1887770.0,
      "text": "to keep them motivated than just the love of learning which maybe what the Scratch community is. So I would kind of urge experimentation because what you&#39;re going to find"
    },
    {
      "index": 178,
      "start_time": 1887770.0,
      "end_time": 1896466.0,
      "text": "interesting is it will increase the diversity. So whats really fun for me is that when I&#39;m teaching diving, some of the kids don&#39;t care about the badges, they&#39;re just in it for exploration"
    },
    {
      "index": 179,
      "start_time": 1896470.0,
      "end_time": 1904570.0,
      "text": "or they&#39;re in it because they want to become a cave diver and they just (say)&quot;okay, forget the badges and  let me just go.&quot; But when those people mix, what you find is different"
    },
    {
      "index": 180,
      "start_time": 1904570.0,
      "end_time": 1913970.0,
      "text": "personality types increase diversity which actually increases their abilities to solve problems in interesting ways. But right now what we&#39;re doing is you end up , I&#39;m not going to pick"
    },
    {
      "index": 181,
      "start_time": 1913970.0,
      "end_time": 1924304.0,
      "text": "on Harvard but I will, you end up in a class at Harvard where you have a lot of similiarities because of what it took to get there tends to be more similiar than say a much more"
    },
    {
      "index": 182,
      "start_time": 1924300.0,
      "end_time": 1933801.0,
      "text": "random school. And so their ability to solve problems are going to be diminished in one way because they are going to be have been motivated in a similiar way."
    },
    {
      "index": 183,
      "start_time": 1933810.0,
      "end_time": 1941809.0,
      "text": "Mitch: I think thats definitely true to school systems. They privilege certain approaches to learning which really does then limit the diversity of approaches that do come up."
    },
    {
      "index": 184,
      "start_time": 1941800.0,
      "end_time": 1948437.0,
      "text": "Mitch: I think one thing that we all agree, is that having these short term drivers is important and I think your point is how many different ways of doing it."
    },
    {
      "index": 185,
      "start_time": 1948440.0,
      "end_time": 1959804.0,
      "text": "We&#39;ll actually be doing a session later in the semester that Natalie will be leading about issues around motivation and persistence and different ways of doing it"
    },
    {
      "index": 186,
      "start_time": 1959810.0,
      "end_time": 1966747.0,
      "text": "like different ways of connecting to the community. I think that one thing we often think about is how can we provide new roles within a community."
    },
    {
      "index": 187,
      "start_time": 1966740.0,
      "end_time": 1975605.0,
      "text": "They can be that short term driver, once I am able to do this, I can participate in the community in different ways. And for me maybe that comes to connecting between"
    },
    {
      "index": 188,
      "start_time": 1975610.0,
      "end_time": 1985508.0,
      "text": "what Mimi talks about, sort of, friendship driven genres and interest driven genres and the relationship between those. Because I think we see that by connecting with the social"
    },
    {
      "index": 189,
      "start_time": 1985510.0,
      "end_time": 1994042.0,
      "text": "it can really help, can play an important role on following up on the interest and the way those two things interact. I don&#39;t know if you have things to say"
    },
    {
      "index": 190,
      "start_time": 1994040.0,
      "end_time": 2006509.0,
      "text": "about the ways that those two genres relate to each other and build on one another. Mimi: Yes, I think thats right and I think thats what the report that I think was offered for"
    },
    {
      "index": 191,
      "start_time": 2006510.0,
      "end_time": 2016709.0,
      "text": "this class was really, sort of, our early observational work on these different genres for how young people were interacting with online environments and games."
    },
    {
      "index": 192,
      "start_time": 2016700.0,
      "end_time": 2028965.0,
      "text": "And in our current work around connected learning, that is a work in progress, we&#39;re really trying to understand from based on where young people are engaged. So meeting kids"
    },
    {
      "index": 193,
      "start_time": 2028970.0,
      "end_time": 2041738.0,
      "text": "where they are which is their social lives and their interests. How can you start connecting those engagements to opportunities, career opportunities, civic engagement and"
    },
    {
      "index": 194,
      "start_time": 2041740.0,
      "end_time": 2052305.0,
      "text": "educational achievement and building more of those pathways. And I think those pathways need to start with friendships for kids who are really into that. You just"
    },
    {
      "index": 195,
      "start_time": 2052300.0000000002,
      "end_time": 2064335.0000000002,
      "text": "start with interests for the kids who are more interest driven. And again its about diversifying and expanding those things. I think when we look at really high functioning, more organic"
    },
    {
      "index": 196,
      "start_time": 2064340.0000000002,
      "end_time": 2078207.0000000002,
      "text": "learning communities, so not sequestered environments like you see with a lot of classroom settings, that they do embody exactly what both, Mitch, you and Joi are saying."
    },
    {
      "index": 197,
      "start_time": 2078210.0,
      "end_time": 2091543.0,
      "text": "They embody a diversity of motivations which means that young people are participating in diverse roles and with diverse motivations. Theres multiple forms of recognition"
    },
    {
      "index": 198,
      "start_time": 2091540.0,
      "end_time": 2101305.0,
      "text": "so theres not a single standard that people are being assessed on, incredibly important because if you want a community where everyone thinks they can succeed,"
    },
    {
      "index": 199,
      "start_time": 2101300.0,
      "end_time": 2113967.0,
      "text": "there has to be a diversity of forms of recognition. Otherwise the system produces failure, its not about picking winners and losers, its about providing a broad enough"
    },
    {
      "index": 200,
      "start_time": 2113970.0,
      "end_time": 2124738.0,
      "text": "range of roles and recognitions that everyone has a place to play and everyone can be recognized. I was really interested in studies of Wikipedia, Karim Lakhani&#39;s work"
    },
    {
      "index": 201,
      "start_time": 2124740.0,
      "end_time": 2135307.0,
      "text": "around these case studies of sites like TopCoder, open source software and all of these environments where people are coming together to produce incredible forms of knowledge"
    },
    {
      "index": 202,
      "start_time": 2135300.0,
      "end_time": 2146368.0,
      "text": "and culture but also learning really productively together. You do find people who are motivated by the broader mission, you know create knowledge for the world, that are motivated"
    },
    {
      "index": 203,
      "start_time": 2146370.0,
      "end_time": 2159832.0,
      "text": "by learning, that are motivated by social belonging, making a contribution to the group, and that are motivated more of what we think of as the extrinsic piece : financial rewards,"
    },
    {
      "index": 204,
      "start_time": 2159830.0,
      "end_time": 2171067.0,
      "text": "getting recognized in career relevant ways, getting a grade, getting a badge that actually most high functioning communities of this kind have all of those motivations"
    },
    {
      "index": 205,
      "start_time": 2171070.0,
      "end_time": 2183441.0,
      "text": "at play. And I think that social dimension is in many ways a bedrock of how these communities function. Mitch: Actually I have lots of questions that I would love to continue to ask"
    },
    {
      "index": 206,
      "start_time": 2183440.0,
      "end_time": 2191534.0,
      "text": "Joi and Mimi but maybe we can take some questions from others. I know Philip has been gathering some questions from the online community through the Google Moderator."
    },
    {
      "index": 207,
      "start_time": 2191540.0,
      "end_time": 2203443.0,
      "text": "Do you want to throw one in Philip? Philip: Sure. We&#39;ve had a lot of questions about how would you translate these ideas into the formal education environment. There&#39;s one"
    },
    {
      "index": 208,
      "start_time": 2203440.0,
      "end_time": 2215138.0,
      "text": "for Joi asked by Franz from Germany. He says, &quot;Can you talk about some colleges or universities in the world that are close to your imagination of ideal learning institutions?&quot;"
    },
    {
      "index": 209,
      "start_time": 2215140.0,
      "end_time": 2228776.0,
      "text": "Its a bit of a softball (panelists laugh). And one for Mimi, which actually theres an interesting discussion even about the question, but its Pat in Springfield asks,"
    },
    {
      "index": 210,
      "start_time": 2228770.0,
      "end_time": 2238166.0,
      "text": "&quot;One necessary element of connect learning is unstructured time to follow different paths, take chances, figure things out. Patience and unstructured time are ( I don&#39;t know how"
    },
    {
      "index": 211,
      "start_time": 2238170.0,
      "end_time": 2246736.0,
      "text": "to pronounce this) an anathema (Mitch: anathema) anathema to many teachers, parents, administrators and politicians. How do we fix that?&quot;"
    },
    {
      "index": 212,
      "start_time": 2246740.0,
      "end_time": 2260277.0,
      "text": "Joi: I guess the softball answer is the Media Lab is trying to do this. But its hard because our faculty need to get tenure, or try to get tenure,  and our students"
    },
    {
      "index": 213,
      "start_time": 2260270.0,
      "end_time": 2271868.0,
      "text": "have to graduate. By definition, even though our degree program is very flexible and you can be focused on opera or you can be focused on synthetic molecular biology,"
    },
    {
      "index": 214,
      "start_time": 2271870.0,
      "end_time": 2280024.0,
      "text": "at the end of the day, you have to do it by yourself, you have to do it in writing at some level, although theres a lot of demos and theres certain rigor around it."
    },
    {
      "index": 215,
      "start_time": 2280020.0,
      "end_time": 2291865.0,
      "text": "And what you are still solving for is, imagine yourself on a mountain all by yourself with no internet and no friends, what would you do? Its such a theoretically impossible thing"
    },
    {
      "index": 216,
      "start_time": 2291870.0,
      "end_time": 2301804.0,
      "text": "that you&#39;re asking the person to be good at in order to get the stamp. Which is, its a decent scaffolding for learning certain things but ultimately we&#39;re not measuring the"
    },
    {
      "index": 217,
      "start_time": 2301800.0,
      "end_time": 2311701.0,
      "text": "students at all on how well they collaborate, how passionate they were, we kind of do, but thats not actually what we are supposed to be giving the degree for."
    },
    {
      "index": 218,
      "start_time": 2311710.0,
      "end_time": 2321697.0,
      "text": "The faculty do it despite the fact that thats not a requirement for graduation. So theres a disconnect between what the university wants us to be measuring"
    },
    {
      "index": 219,
      "start_time": 2321690.0,
      "end_time": 2330134.0,
      "text": "and what we as an institution would like to be measuring. And to me that disconnect, and also same for faculty tenure, I wish I could just give faculty (well I wish we didn&#39;t"
    },
    {
      "index": 220,
      "start_time": 2330140.0,
      "end_time": 2340474.0,
      "text": "have tenure) but I wish we could reward faculty for being collaborative. Well that has nothing to do really with the tenure process (well not nothing, but very little) so to me"
    },
    {
      "index": 221,
      "start_time": 2340470.0,
      "end_time": 2352191.0,
      "text": "thats actually a microthing of a bigger problem which is the whole idea of higher ed which is you have jobs and the jobs require a standardized degree so you know what you"
    },
    {
      "index": 222,
      "start_time": 2352190.0,
      "end_time": 2360303.0,
      "text": "are getting. So that you can fill the standardized job and that standardized degree has a bunch of assessments and they all have to do with what you can do as an individual"
    },
    {
      "index": 223,
      "start_time": 2360300.0,
      "end_time": 2369771.0,
      "text": "in a standardized skill or task which drives education. So most kids are in institutions trying to get out of the institutions so they get a job because they have the badge"
    },
    {
      "index": 224,
      "start_time": 2369770.0,
      "end_time": 2379364.0,
      "text": "right? Now how you hack that inside a formal education is really tricky. The way we&#39;re doing it is we&#39;ve taken the academic program inside of the lab and we basically"
    },
    {
      "index": 225,
      "start_time": 2379370.0,
      "end_time": 2387472.0,
      "text": "eliminated classes and kind of pret..(no wait we shouldn&#39;t say we&#39;re pretending) but in addition to the degree, even though we think its important, we think its more"
    },
    {
      "index": 226,
      "start_time": 2387470.0,
      "end_time": 2395168.0,
      "text": "important that people have a good time and they have inspiration. But we&#39;re only able to do this because the Media Lab was created in a very anomalous structure which"
    },
    {
      "index": 227,
      "start_time": 2395170.0,
      "end_time": 2403472.0,
      "text": "is very hard to duplicate, its hard to do in any other institution. So I don&#39;t think we have the solution for a scalable way for other people to do it other than kind of"
    },
    {
      "index": 228,
      "start_time": 2403470.0,
      "end_time": 2421170.0,
      "text": "completely reinventing it which is hard. So its a negative (panelists chuckle) Mimi: Yeah, well I think it is interesting to look at sort of these very special cases like Media Lab"
    },
    {
      "index": 229,
      "start_time": 2421170.0,
      "end_time": 2432202.0,
      "text": "as laboratories. And I think this class is actually a really interesting example of seeing if, how can a formal educational institution, a really high stakes formal"
    },
    {
      "index": 230,
      "start_time": 2432200.0,
      "end_time": 2442233.0,
      "text": "educational institution like Media Lab participate in a broader, open, more networked ecosystem around learning. I think experiements like this are one way"
    },
    {
      "index": 231,
      "start_time": 2442240.0,
      "end_time": 2456408.0,
      "text": "of testing the waters on how that might look. I think the question that was raised was really a good one in terms of this overall issue of how do formal institutions support"
    },
    {
      "index": 232,
      "start_time": 2456400.0,
      "end_time": 2473066.0,
      "text": "that more exploratory, sort of, ok to fail kind of tinkering sort of learning that I think is the topic of this course. When we&#39;re talking about the connected learning model , we&#39;re"
    },
    {
      "index": 233,
      "start_time": 2473070.0,
      "end_time": 2482538.0,
      "text": "talking about three spheres that need to be in dynamic tension and they need to be, have some degree of separation. Although we are advocating for connection,"
    },
    {
      "index": 234,
      "start_time": 2482540.0,
      "end_time": 2492807.0,
      "text": "one is that high stakes achievement, competitive sphere that for young people it tends to be about schooling and when you get older it tends to be about work but it is"
    },
    {
      "index": 235,
      "start_time": 2492800.0,
      "end_time": 2502667.0,
      "text": "about that competitive achievement, often very individualized, high stakes environment. Then, there&#39;s the sphere of friendships and social belonging which for"
    },
    {
      "index": 236,
      "start_time": 2502670.0,
      "end_time": 2515402.0,
      "text": "kids its their friends in school and community. As adults, we have a complicated set of relationships with our friends at work, our friends in community and family but people need"
    },
    {
      "index": 237,
      "start_time": 2515400.0,
      "end_time": 2523521.0,
      "text": "communities where they have a sense of social belonging and it isn&#39;t about that competitive, individualized achievement piece. And then there&#39;s the sphere of interest"
    },
    {
      "index": 238,
      "start_time": 2523520.0,
      "end_time": 2533266.0,
      "text": "which is the things you&#39;re personally passionate about, the things that drive and motivate you, that give you joy in your learning. All of those things need a degree of independence"
    },
    {
      "index": 239,
      "start_time": 2533270.0,
      "end_time": 2538440.0,
      "text": "but ideally theres connections between them. So you don&#39;t want the school to start colonizing the friendship space or the interest space necessarily but you want pathways"
    },
    {
      "index": 240,
      "start_time": 2538440.0,
      "end_time": 2553970.0,
      "text": "so that you can start translating and hybridizing and connecting. And thats the delicate balance. For example, David Buckingham has talked about the unfortunate"
    },
    {
      "index": 241,
      "start_time": 2553970.0,
      "end_time": 2565968.0,
      "text": "tendency for the curricularization of everyday life where suddenly young peoples&#39; interests and what they are doing at home become subject to the resume building and all"
    },
    {
      "index": 242,
      "start_time": 2565970.0,
      "end_time": 2573237.0,
      "text": "of these things that are about getting ahead in your formal achievement. But that is definitely not what we are advocating.  I think the question embedded in it was saying"
    },
    {
      "index": 243,
      "start_time": 2573240.0,
      "end_time": 2586241.0,
      "text": "what about these spaces for just messing around, exploring with your friends, doing all of these unstructured informal learning opportunities. Should schools be in that business?"
    },
    {
      "index": 244,
      "start_time": 2586240.0,
      "end_time": 2596944.0,
      "text": "I think that schools shouldn&#39;t feel like that they have to take responsibility for that whole ecosystem but we&#39;ve been talking about schools as one node in a young person&#39;s"
    },
    {
      "index": 245,
      "start_time": 2596940.0,
      "end_time": 2609136.0,
      "text": "learning ecology. And its a really really important one for interest discovery, so young people if you&#39;re just subject to what&#39;s in your social network or family, theres a limited"
    },
    {
      "index": 246,
      "start_time": 2609140.0,
      "end_time": 2619276.0,
      "text": "number of interests that young people can get exposed to. So public institutions like schools, museums, libraries play a really important role in exposure to interests."
    },
    {
      "index": 247,
      "start_time": 2619270.0,
      "end_time": 2631368.0,
      "text": "It can be an opportunity to deepen interest, create connections to expertise that might not be locally available to young people and often schools, we find that"
    },
    {
      "index": 248,
      "start_time": 2631370.0,
      "end_time": 2641705.0,
      "text": "that exploratory learning can often exist at the margins of a school environment because schools provide safe spaces for kids in the form of after school kinds of clubs,"
    },
    {
      "index": 249,
      "start_time": 2641710.0,
      "end_time": 2655074.0,
      "text": "environments like computer labs, if you have a liberal computer lab teacher can often be that kind of environment for that exploratory learning. Thats a very different model"
    },
    {
      "index": 250,
      "start_time": 2655070.0,
      "end_time": 2665671.0,
      "text": "for saying, than saying I think like what the Media Lab is doing and more of the higher education space that that exploration and tinkering and discovery necessarily has"
    },
    {
      "index": 251,
      "start_time": 2665670.0,
      "end_time": 2681136.0,
      "text": "to be fully within school walls. Schools can provide points of connection and exposure and reference building to other parts of the ecosystem without having to take it all on"
    },
    {
      "index": 252,
      "start_time": 2681140.0,
      "end_time": 2689141.0,
      "text": "themselves. Mitch: I do think its easier for people to think about rather than they have to make this radical shift from one thing to another, is the idea that both of you"
    },
    {
      "index": 253,
      "start_time": 2689140.0,
      "end_time": 2698207.0,
      "text": "have been talking about is multiple pathways. For all organizations to think about exploring other pathways. As you said, like in a school opening up spaces whether"
    },
    {
      "index": 254,
      "start_time": 2698210.0,
      "end_time": 2708211.0,
      "text": "its after school or some places of done things is the school year lengthens. Then say, well that extra month, let&#39;s just do something very very different with that extra month."
    },
    {
      "index": 255,
      "start_time": 2708210.0,
      "end_time": 2715742.0,
      "text": "Now its not exactly the way I would want to do a school if I was starting from the very beginning, but I do think theres ways that people can start experimenting with"
    },
    {
      "index": 256,
      "start_time": 2715740.0,
      "end_time": 2725739.0,
      "text": "multiple pathways within the existing structures, that maybe are some first steps that could then lead to more dramatic change over time. Mimi: Yes, I think one example that"
    },
    {
      "index": 257,
      "start_time": 2725740.0,
      "end_time": 2736408.0,
      "text": "Katie Salen has developed in the context of the Quest to Learn schools is during most of the school year they do a fairly, they have to do their standards driven curriculum."
    },
    {
      "index": 258,
      "start_time": 2736410.0,
      "end_time": 2745910.0,
      "text": "But then after every unit, they have what they call a Boss level because its a game based school and those are these moments when the kids come together and they collaborate"
    },
    {
      "index": 259,
      "start_time": 2745910.0,
      "end_time": 2756362.0,
      "text": "and they have to build a Rube Goldberg machine together or put on a play together. Then suddenly, they&#39;re working together, goals are undefined, they&#39;re exploring, its very"
    },
    {
      "index": 260,
      "start_time": 2756360.0,
      "end_time": 2765207.0,
      "text": "inquiry based. And then the community shows up to see what they did so that embodies a lot of those principles of connected learning that we&#39;re looking at within the school"
    },
    {
      "index": 261,
      "start_time": 2765200.0,
      "end_time": 2776500.0,
      "text": "setting but its not something that takes over the entire curriculum necessarily. I think theres also really simple things like remember Show and Tell, you know, invitations"
    },
    {
      "index": 262,
      "start_time": 2776500.0,
      "end_time": 2788466.0,
      "text": "for kids to bring their interests into school even if they are small ones. They don&#39;t have to be gigantic things but just say school assignments that allow kids to bring the learning"
    },
    {
      "index": 263,
      "start_time": 2788470.0,
      "end_time": 2800737.0,
      "text": "they are doing out of school, into school. Or something as simple as an opportunity to share. Theres lots of things that I think teachers have been doing and can do to open"
    },
    {
      "index": 264,
      "start_time": 2800740.0,
      "end_time": 2811740.0,
      "text": "up those connections. Mitch: Is there anyone here in the local group that has a question they want to ask or we can get..sure, go ahead Paul. Theres a microphone that is"
    },
    {
      "index": 265,
      "start_time": 2811740.0,
      "end_time": 2823944.0,
      "text": "being passed over to you. Paul: Great, so, this question hits on something both Mimi and Joi talked about, but we&#39;ve been talking about (Mitch: speak up.) . We use this term"
    },
    {
      "index": 266,
      "start_time": 2823940.0,
      "end_time": 2836504.0,
      "text": "interest based learning but I think schools do in a sense impose interest on us as in you have to be interested in this otherwise you&#39;re not going to. Then we hear the Stockholm"
    },
    {
      "index": 267,
      "start_time": 2836500.0,
      "end_time": 2849101.0,
      "text": "Syndrome in schools, where people are become inundated with this message that you have to go this way. It does impose interest I guess like people come up with"
    },
    {
      "index": 268,
      "start_time": 2849110.0,
      "end_time": 2857610.0,
      "text": "all sorts of nonsense reasons why they care about history in high school. One thing you were talking about that really resonated was about intuitive learning."
    },
    {
      "index": 269,
      "start_time": 2857610.0,
      "end_time": 2869743.0,
      "text": "Things that we are able to incorporate into an existing mental framework, that in a way we are actually talking about that in the online discussions and now about interest"
    },
    {
      "index": 270,
      "start_time": 2869740.0,
      "end_time": 2884105.0,
      "text": "not as we are just interested in it but also it applies to us, it helps us build our mental framework which I think was in the Gears of my Childhood essay. Perhaps you could talk a bit"
    },
    {
      "index": 271,
      "start_time": 2884100.0,
      "end_time": 2896188.0,
      "text": "about how intuition plays a role. Joi: I&#39;m going to take your question and twist it a little bit. I think about the differences in people&#39;s cognitive models and how I think"
    },
    {
      "index": 272,
      "start_time": 2896190.0,
      "end_time": 2909203.0,
      "text": "that affects what you are interested in and how you learn because it ties to the gears thing. I think that when I was little I just didn&#39;t like disciplines. I wanted to create"
    },
    {
      "index": 273,
      "start_time": 2909210.0,
      "end_time": 2918543.0,
      "text": "one big model of the world and I was really into grand theories. So I didn&#39;t like having a math class and a physics class and a history class. I wanted to understand"
    },
    {
      "index": 274,
      "start_time": 2918540.0,
      "end_time": 2929072.0,
      "text": "why this history lesson had something to do, what does it mean for my physics model. And it took me a lot longer to become smart. I had bad grades, I didn&#39;t get stuff"
    },
    {
      "index": 275,
      "start_time": 2929070.0,
      "end_time": 2939804.0,
      "text": "because I didn&#39;t want to build a history model and a social science model and stuff like that. And this is why I needed to learn things intuitively was I wanted to translate what"
    },
    {
      "index": 276,
      "start_time": 2939800.0,
      "end_time": 2950366.0,
      "text": "was going on in the teacher&#39;s mind and adapt it to my own cludged together Joi&#39;s customized version of a cognitive model. In later years (I&#39;m making this up, this may not be"
    },
    {
      "index": 277,
      "start_time": 2950370.0,
      "end_time": 2961338.0,
      "text": "true) I think that now I have an ability to connect things together better because now I only have one cognitive model. So when I hear a history talk, I can talk about"
    },
    {
      "index": 278,
      "start_time": 2961340.0,
      "end_time": 2971693.0,
      "text": "the relevance to my physics researcher because I can translate it through my model because I map it onto a single model. Whereas I find when somebody is in a discipline"
    },
    {
      "index": 279,
      "start_time": 2971690.0,
      "end_time": 2979536.0,
      "text": "its very difficult for two disciplines to talk to each other because their cognitive models actually dont, have a hard time connecting because the patterns are so different."
    },
    {
      "index": 280,
      "start_time": 2979540.0,
      "end_time": 2991610.0,
      "text": "So for me, it took me longer to build this funky thing and partially it was what Mimi was saying , was being bicultural, I didn&#39;t want to build a separate America model and a"
    },
    {
      "index": 281,
      "start_time": 2991610.0,
      "end_time": 3001307.0,
      "text": "separate Japan model, I was trying to pull them together and create a single bicultural model. And I don&#39;t know if you call it a cognitive model but its kind of a worldview thing."
    },
    {
      "index": 282,
      "start_time": 3001300.0,
      "end_time": 3015466.0,
      "text": "Whereas I think some people can be quite structured and have the disciplines but then have the way to connect those blocks together in kind of a metastructure. So you can go"
    },
    {
      "index": 283,
      "start_time": 3015470.0,
      "end_time": 3021370.0,
      "text": "through life and build a pyramid and then come up with profound thoughts but my brain was just not structured in a way that it could be structured. It was just kind of this"
    },
    {
      "index": 284,
      "start_time": 3021370.0,
      "end_time": 3032607.0,
      "text": "chaotic thing that was coming out of this need to be able to understand things intuitively and translate them in my own way. And part of it I think came from, I realized I didn&#39; t"
    },
    {
      "index": 285,
      "start_time": 3032610.0,
      "end_time": 3043373.0,
      "text": "think in words, I didn&#39;t think in numbers. I thought in forces so everything felt kind of physical. Thats why these dangling bonds and keys, they were always little physical metaphors"
    },
    {
      "index": 286,
      "start_time": 3043370.0,
      "end_time": 3053275.0,
      "text": "and I always had to map it into that and it was difficult because teachers didn&#39;t explain things to me in those sorts of things.  I think part of it is, what is the media form"
    },
    {
      "index": 287,
      "start_time": 3053270.0,
      "end_time": 3064565.0,
      "text": "thats good for you, how do you store it, how do you think about it and how do you translate it out determines what sorts of things, to use the word inspiration, it is the interest"
    },
    {
      "index": 288,
      "start_time": 3064570.0,
      "end_time": 3076571.0,
      "text": "because you can find the lecture interesting to you if it fits a model that you can understand. But if it seems irrelevant to you, you&#39;re not interested so this is a slightly"
    },
    {
      "index": 289,
      "start_time": 3076570.0,
      "end_time": 3083768.0,
      "text": "different use of the word interest. But I think what you find interesting depends a little bit on the cognitive model that you&#39;re building.  I think that Mimi and I have very different"
    },
    {
      "index": 290,
      "start_time": 3083770.0,
      "end_time": 3096405.0,
      "text": "ways of processing and storing and collecting that information. Mimi: Yeah, I mean, I think what you&#39;re pointing to is something that I think learning scientists have"
    },
    {
      "index": 291,
      "start_time": 3096400.0,
      "end_time": 3109270.0,
      "text": "recognized and theres more and more good research on is the fact that when a learning is embedded within an experiential, hands on and relevant real world frame"
    },
    {
      "index": 292,
      "start_time": 3109270.0,
      "end_time": 3122298.0,
      "text": "its much more resilient and effective and motivating. Its not surprising, right, talking about intuitive, you know, its not surprising that learning&#39;s more fun when its relevant"
    },
    {
      "index": 293,
      "start_time": 3122300.0,
      "end_time": 3137869.0,
      "text": "and experiential. You know, I think that theres a small number of people who, and I may be one of them, who have that more formal, academic orientation to learning"
    },
    {
      "index": 294,
      "start_time": 3137870.0,
      "end_time": 3149855.0,
      "text": "where a certain level of abstraction is actually the cognitive model that works. And, you know, my colleague Howard Gardner&#39;s given me this language"
    },
    {
      "index": 295,
      "start_time": 3149860.0,
      "end_time": 3159473.0,
      "text": "about lumpers and spliters, people who like to make distinctions and categorize and its a particular kind of.., versus people who are always drawing connections"
    },
    {
      "index": 296,
      "start_time": 3159470.0,
      "end_time": 3171971.0,
      "text": "Its a particular kind of mindset I think which is very very valuable for school based learning and has served me well within the formal academic environment is, you know, being able to"
    },
    {
      "index": 297,
      "start_time": 3171970.0,
      "end_time": 3192204.0,
      "text": "think in a fairly formal structured way. I don&#39;t think that  its necessarily experiential or natural for everybody. And I think school rewards those people who can compartmentalize"
    },
    {
      "index": 298,
      "start_time": 3192200.0,
      "end_time": 3205270.0,
      "text": "and divide things up in that way. But we know that from working with young people thats not motivating for a lot of kids to learn in that way. And even for those of us who"
    },
    {
      "index": 299,
      "start_time": 3205270.0,
      "end_time": 3215733.0,
      "text": "are more academic and formal thinkers, when we can apply those frameworks and those disciplines to things that are relevant to our real lives, it becomes so much more"
    },
    {
      "index": 300,
      "start_time": 3215740.0,
      "end_time": 3226445.0,
      "text": "interesting. And, you know, the only reason why I&#39;ve stayed in academia is because I&#39;ve been able to build those connections to things that are meaningful in my real"
    },
    {
      "index": 301,
      "start_time": 3226440.0,
      "end_time": 3242273.0,
      "text": "life. And, so, the question to me is not so much how can we change schools and classrooms but really how can we bring them into the world in ways that are building on experience."
    },
    {
      "index": 302,
      "start_time": 3242270.0,
      "end_time": 3253632.0,
      "text": "And I think the best forms of learning and instruction are already doing that. Mitch: I want to interject the idea of technology in here which we haven&#39;t been talking about"
    },
    {
      "index": 303,
      "start_time": 3253640.0,
      "end_time": 3261707.0,
      "text": "very much. But, for me at least, when we are talk about  learning from experience, these are relatively old ideas. John Dewey was writing about these ideas a hundred years"
    },
    {
      "index": 304,
      "start_time": 3261700.0,
      "end_time": 3272367.0,
      "text": "ago. For me, I&#39;d like to think that, one of the challenges with Dewey&#39;s progressive schools is that only certain, theres a limited range of things you can do from experience."
    },
    {
      "index": 305,
      "start_time": 3272370.0,
      "end_time": 3282070.0,
      "text": "If you have a set of things you think its important for people to engage, ideas to engage with, things for people to know, with traditional media there might be some things that"
    },
    {
      "index": 306,
      "start_time": 3282070.0,
      "end_time": 3290067.0,
      "text": "you can easily investigate through experience, but other things that are very difficult. Especially things that are dynamic and interactive. If all you have are crayons and"
    },
    {
      "index": 307,
      "start_time": 3290070.0,
      "end_time": 3301472.0,
      "text": "wooden blocks its hard to do it in an experiential way. So I think the hope would be that technologies could open up and give a greater chance to support more"
    },
    {
      "index": 308,
      "start_time": 3301470.0,
      "end_time": 3309837.0,
      "text": "experiential approaches to a greater range of learning experiences. I don&#39;t know if either of you have anything to say about that. Joi: I&#39;ll use the World of Warcraft as an"
    },
    {
      "index": 309,
      "start_time": 3309840.0,
      "end_time": 3322572.0,
      "text": "example. I think if you have a five year old running,  leading a raid over Teenspeak or wherever of forty adults and to use John Seely Brown&#39;s word and you hit that moment of"
    },
    {
      "index": 310,
      "start_time": 3322570.0,
      "end_time": 3332837.0,
      "text": "of ensemble where everything comes together and you take down the boss and everybody cheers. Thats a real experience of leadership that a five year old or an eight"
    },
    {
      "index": 311,
      "start_time": 3332840.0,
      "end_time": 3342074.0,
      "text": "year old would never get, not only with crayons and blocks, at school. Mitch: yes, yes. Joi: So, and thats a tremendously important experience to have early because you start"
    },
    {
      "index": 312,
      "start_time": 3342070.0,
      "end_time": 3350942.0,
      "text": "to understand what real leadership is about and how its an emergent thing and how you, and about meritocracy. So I think the social component of  experience is"
    },
    {
      "index": 313,
      "start_time": 3350940.0,
      "end_time": 3362773.0,
      "text": "tremendously enabled and also the other part is just to be able to be a creator. So, good science and technology right now is stuff that you can hack. And I think that we&#39;ve gone"
    },
    {
      "index": 314,
      "start_time": 3362770.0,
      "end_time": 3373065.0,
      "text": "through a whole period where as a kid in the old days, you could hack bugs and plants and nature, you couldn&#39;t hack all the toys that you had and the wooden blocks and the"
    },
    {
      "index": 315,
      "start_time": 3373070.0,
      "end_time": 3383775.0,
      "text": "crayons but now you can hack stuff. So I think its the social component, its the hacking component, the ability to learn on your own without this formal instruction. You can do this"
    },
    {
      "index": 316,
      "start_time": 3383770.0,
      "end_time": 3395165.0,
      "text": "again with wooden blocks but I think its tremendously empowering to be able to do that as a child because then you become fearless at that level. Mitch: do you have.."
    },
    {
      "index": 317,
      "start_time": 3395170.0,
      "end_time": 3405191.0,
      "text": "Mimi: Yeah, I would totally agree that its sort of the hackability, remixability component, the social, the abundance of social connection and the low barriers"
    },
    {
      "index": 318,
      "start_time": 3405190.0,
      "end_time": 3416435.0,
      "text": "to entry for a lot of interest activities that the internet provides. I would just add one more which is the tremendous diversification of access that young people"
    },
    {
      "index": 319,
      "start_time": 3416440.0,
      "end_time": 3428445.0,
      "text": "have at an early age. So, like the previous comment, its like you don&#39;t just have to do piano, math, history, you know, that theres sort of a limited number of interests that most"
    },
    {
      "index": 320,
      "start_time": 3428440.0,
      "end_time": 3439578.0,
      "text": "local communities can provide in their learning interest communities, environments and the internet just blows that wide open. So, you don&#39;t have to do football, baseball,"
    },
    {
      "index": 321,
      "start_time": 3439580.0,
      "end_time": 3452693.0,
      "text": "basketball, suddenly you have badminton and you have surfing, its as if, you know for knowledge and interest based things, you suddenly have access to a ton of interests"
    },
    {
      "index": 322,
      "start_time": 3452690.0,
      "end_time": 3466190.0,
      "text": "that are not offered necessarily within your school. And that is a huge game changer because I think the number of, its just physically impossible for a place, purely place based"
    },
    {
      "index": 323,
      "start_time": 3466190.0,
      "end_time": 3475669.0,
      "text": "institutions to offer that kind of diversity and specialization. Mitch: I think that thats great. I do think maybe thats a good note for us to end on. This idea of just opening up these"
    },
    {
      "index": 324,
      "start_time": 3475670.0,
      "end_time": 3484835.0,
      "text": "wider range, connecting to a much wider range of interests. This session is all about interest based learning, theres opportunity to be able to support, connect to this much"
    },
    {
      "index": 325,
      "start_time": 3484840.0,
      "end_time": 3494208.0,
      "text": "wider range of interests and to connect to other people with those interests. Or other types of information that can support resources and help you develop those interests is"
    },
    {
      "index": 326,
      "start_time": 3494200.0,
      "end_time": 3502632.0,
      "text": "sort of a key to having a renaissance in interest based learning. Although its not a new idea, I think we&#39;re now situated in a place where we can have a real"
    },
    {
      "index": 327,
      "start_time": 3502640.0,
      "end_time": 3513941.0,
      "text": "renaissance. So, we&#39;ll wrap up today. But let me give a , before signing off, give a quick look ahead for next week. Next week we&#39;ll be focusing on the theme of"
    },
    {
      "index": 328,
      "start_time": 3513940.0,
      "end_time": 3523873.0,
      "text": "constructionism and making. Again, we&#39;ll have two visitors again next week. Dale Dougherty who is the founder and editor of MAKE magazine and a key figure in the maker"
    },
    {
      "index": 329,
      "start_time": 3523870.0,
      "end_time": 3531972.0,
      "text": "movement. And also Leah Buechley, professor here at the Media Lab, who has also been a key contributor to the maker movement especially in terms of broadening"
    },
    {
      "index": 330,
      "start_time": 3531970.0,
      "end_time": 3544773.0,
      "text": "participation and to get everyone engaged in making. As part of the hands on activity, for next week, we&#39;ll be having a first experience with our Scratch software."
    },
    {
      "index": 331,
      "start_time": 3544770.0,
      "end_time": 3553065.0,
      "text": "If you look online, we&#39;ll put up some videos and some explanations of what we&#39;re looking for you to do. We&#39;ll be hoping for everybody to make a Scratch project where"
    },
    {
      "index": 332,
      "start_time": 3553070.0,
      "end_time": 3568046.0,
      "text": "you share some things that you enjoy doing. To share that, we&#39;ll have more information online about that. So check out the Google + community for that. So again I would really"
    },
    {
      "index": 333,
      "start_time": 3568050.0,
      "end_time": 3572050.0,
      "text": "like to thank Joi Ito, Mimi Ito for coming and we&#39;ll see the rest of you next week in Learning Creative Learning. So, thanks again. (Applause)"
    },
    {
      "index": 334,
      "start_time": 3572050.0,
      "end_time": 3582050.0,
      "text": "Subtitles by the Amara.org community"
    }
  ]
}