{
  "video_id": "7C51N1jQoUE",
  "title": "The Most Important Thing School Never Taught You",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 5080.0,
      "end_time": 11399.0,
      "text": "The first 500 people to click the link in the description are going to get a free two-month trial to Skillshare where you can easily"
    },
    {
      "index": 2,
      "start_time": 11400.0,
      "end_time": 18930.0,
      "text": "Learn to start your own YouTube channel or business. The major advantage that humans have over every other species is our ability to think rationally."
    },
    {
      "index": 3,
      "start_time": 19539.0,
      "end_time": 26098.0,
      "text": "It's allowed us to build cities, cars, computers and essentially bend nature to our will, the quality with which we think"
    },
    {
      "index": 4,
      "start_time": 26560.0,
      "end_time": 31859.0,
      "text": "determines the quality of our future. It's undeniable quality thinkers are critical thinkers."
    },
    {
      "index": 5,
      "start_time": 32348.999999999996,
      "end_time": 36328.0,
      "text": "In my last essay you may have seen that after the first two years of college,"
    },
    {
      "index": 6,
      "start_time": 37540.0,
      "end_time": 40019.0,
      "text": "45% of students showed no gains in critical thinking,"
    },
    {
      "index": 7,
      "start_time": 41020.0,
      "end_time": 46200.0,
      "text": "45% that's almost half, it's frightening because the same system that made our cities"
    },
    {
      "index": 8,
      "start_time": 46200.0,
      "end_time": 49529.0,
      "text": "so powerful, school, is now becoming a system of"
    },
    {
      "index": 9,
      "start_time": 49780.0,
      "end_time": 55320.0,
      "text": "indoctrination for our young. The quality of our future is defined by the quality of our thinkers."
    },
    {
      "index": 10,
      "start_time": 55449.0,
      "end_time": 59159.0,
      "text": "The quality of our thinkers is determined by their abilities to think critically."
    },
    {
      "index": 11,
      "start_time": 59649.0,
      "end_time": 66419.0,
      "text": "Before we can dive deeper into critical thinking, we need to discuss rational thinking, so let's define rational thinking,"
    },
    {
      "index": 12,
      "start_time": 66670.0,
      "end_time": 73140.0,
      "text": "a perfectly rational being which doesn't exist makes decisions purely based on Logic data and empirical evidence."
    },
    {
      "index": 13,
      "start_time": 73210.0,
      "end_time": 75900.0,
      "text": "Let's assume that it's the highest form of conscious thought,"
    },
    {
      "index": 14,
      "start_time": 76450.0,
      "end_time": 81030.0,
      "text": "critical thinking can be seen as a necessary step towards perfectly rational thinking,"
    },
    {
      "index": 15,
      "start_time": 81220.0,
      "end_time": 85259.0,
      "text": "a critical thinker thinks offensively, they take active ownership of their learning and understanding,"
    },
    {
      "index": 16,
      "start_time": 85750.0,
      "end_time": 91319.0,
      "text": "just as a bodybuilder finds a natural habitat in the gym, the critical thinker finds enjoyment in mental strain"
    },
    {
      "index": 17,
      "start_time": 91390.0,
      "end_time": 94919.0,
      "text": "They know a tough mental workout will strengthen their ability to think rationally."
    },
    {
      "index": 18,
      "start_time": 95079.0,
      "end_time": 99629.0,
      "text": "A passive thinker thinks defensively how can I fit in? what will make people accept me?"
    },
    {
      "index": 19,
      "start_time": 99670.0,
      "end_time": 107579.0,
      "text": "what will help me pass this test? They avoid mental strain and outsource the difficult thinking to others. They default on the opinion of experts"
    },
    {
      "index": 20,
      "start_time": 107860.0,
      "end_time": 111779.0,
      "text": "Instead of forming their own. A critical thinker thinks in terms of systems,"
    },
    {
      "index": 21,
      "start_time": 111780.0,
      "end_time": 115649.0,
      "text": "but a passive thinker thinks in terms of goals; The passive thinker asks"
    },
    {
      "index": 22,
      "start_time": 115659.0,
      "end_time": 118978.0,
      "text": "what will get me an A on this essay? The critical thinker asks"
    },
    {
      "index": 23,
      "start_time": 118979.0,
      "end_time": 123209.0,
      "text": "what are the traits of an excellent essay? The end result for both is the same:"
    },
    {
      "index": 24,
      "start_time": 123340.0,
      "end_time": 126810.0,
      "text": "a perfect grade. On the surface, the two paths may seem the same,"
    },
    {
      "index": 25,
      "start_time": 126810.0,
      "end_time": 133080.0,
      "text": "but they're not. The critical thinker formed a system that can reproduce the same result in multiple situations for various people"
    },
    {
      "index": 26,
      "start_time": 133800.0,
      "end_time": 136979.0,
      "text": "but the passive thinker achieves the result in a specific scenario."
    },
    {
      "index": 27,
      "start_time": 137110.0,
      "end_time": 141690.0,
      "text": "The passive thinker is focused on outputs while the critical thinker is focused on inputs."
    },
    {
      "index": 28,
      "start_time": 141790.0,
      "end_time": 144899.0,
      "text": "This is a very subtle, but important difference in character"
    },
    {
      "index": 29,
      "start_time": 145330.0,
      "end_time": 150059.0,
      "text": "So what benefits do habitually critical thinkers obtain over others?"
    },
    {
      "index": 30,
      "start_time": 150060.0,
      "end_time": 157380.0,
      "text": "Firstly, they're better at decision making. Critical thinkers are less likely to make sudden judgments without a clear understanding of the information at hand."
    },
    {
      "index": 31,
      "start_time": 157380.0,
      "end_time": 163409.0,
      "text": "As a Result, they're less likely to make irrational and emotional decisions or be manipulated by others."
    },
    {
      "index": 32,
      "start_time": 163410.0,
      "end_time": 164710.0,
      "text": "Secondly, they're more empathetic."
    },
    {
      "index": 33,
      "start_time": 164710.0,
      "end_time": 168209.0,
      "text": "Critical thinkers understand that we all have our own unique view of the world."
    },
    {
      "index": 34,
      "start_time": 168340.0,
      "end_time": 174240.0,
      "text": "They avoid judging others until they have attempted to step into their shoes and try to understand how they see the world"
    },
    {
      "index": 35,
      "start_time": 174450.0,
      "end_time": 178320.0,
      "text": "This ability helps them diffuse tense situation and aids in persuasion."
    },
    {
      "index": 36,
      "start_time": 178450.0,
      "end_time": 181200.0,
      "text": "It's an essential skill for any great leader or teammate."
    },
    {
      "index": 37,
      "start_time": 181360.0,
      "end_time": 186330.0,
      "text": "Critical thinkers are deeper learners. When they don't know something, critical thinkers admit that they don't know."
    },
    {
      "index": 38,
      "start_time": 186459.0,
      "end_time": 192179.0,
      "text": "They only speak on topics that they have actively studied for themselves, and lastly, critical thinkers are more creative"
    },
    {
      "index": 39,
      "start_time": 192550.0,
      "end_time": 196259.0,
      "text": "without critical thinking, creativity would not exist."
    },
    {
      "index": 40,
      "start_time": 197019.0,
      "end_time": 201509.0,
      "text": "If creativity is the creation of something original, then critical thinking is a crucial part of the recipe."
    },
    {
      "index": 41,
      "start_time": 201940.0,
      "end_time": 207899.0,
      "text": "Critical thinkers refuse to blindly accept the ideas and values of others, which results in the generation of new ideas."
    },
    {
      "index": 42,
      "start_time": 208150.0,
      "end_time": 214950.0,
      "text": "So critical thinking is important and beneficial, but how does one become a critical thinker? That's what we'll discuss in the next video"
    },
    {
      "index": 43,
      "start_time": 215230.0,
      "end_time": 220440.0,
      "text": "Thanks to Skillshare, the first 500 people to click the link in the description are going to get a head start and making their"
    },
    {
      "index": 44,
      "start_time": 220450.0,
      "end_time": 221940.0,
      "text": "passion a full-time job."
    },
    {
      "index": 45,
      "start_time": 221940.0,
      "end_time": 224519.0,
      "text": "Whether that's potentially creating your own successful YouTube channel,"
    },
    {
      "index": 46,
      "start_time": 224799.0,
      "end_time": 230639.0,
      "text": "business or even becoming an expert under the topics of photography, writing or videography, Skillshare has got you covered."
    },
    {
      "index": 47,
      "start_time": 230769.0,
      "end_time": 232140.0,
      "text": "One of the most common questions"
    },
    {
      "index": 48,
      "start_time": 232140.0,
      "end_time": 238860.0,
      "text": "I'm asked is how I make these videos? and the answer is I use a software called Adobe Illustrator to create my assets and then"
    },
    {
      "index": 49,
      "start_time": 238860.0,
      "end_time": 241589.0,
      "text": "I use a software called After Effects to animate it all together."
    },
    {
      "index": 50,
      "start_time": 241690.0,
      "end_time": 245940.0,
      "text": "These are immensely powerful tools that can make even the most ambitious projects a reality."
    },
    {
      "index": 51,
      "start_time": 246160.0,
      "end_time": 251820.0,
      "text": "But they come with a pretty steep learning curve, Skillshare has thousands of courses designed to help you learn a new skill."
    },
    {
      "index": 52,
      "start_time": 252040.0,
      "end_time": 257999.0,
      "text": "Learn to start your own YouTube channel with an easy-to-follow course like After Effects for beginners or illustrator for beginners."
    },
    {
      "index": 53,
      "start_time": 258160.00000000003,
      "end_time": 265289.0,
      "text": "Whether it's a school project, a business venture or even starting your own YouTube channel these great tutorials will give you the perfect head start."
    },
    {
      "index": 54,
      "start_time": 265479.0,
      "end_time": 267959.0,
      "text": "Again, the first 500 to sign up with the link below"
    },
    {
      "index": 55,
      "start_time": 267960.0,
      "end_time": 271979.0,
      "text": "will get two months of learning for free, after that, it's just $10 per month."
    },
    {
      "index": 56,
      "start_time": 272130.0,
      "end_time": 275369.0,
      "text": "Thanks to Skillshare further support and to all those helping the channel."
    }
  ]
}