{
  "video_id": "7CJ8zohZFNM",
  "title": "BBC Learning English_Old Tech_BBC 6 minutes English",
  "json": [
    {
      "index": 1,
      "start_time": 5260.0,
      "end_time": 9220.0,
      "text": "Alice Hello and welcome to 6 Minute English. I&#39;m Alice…"
    },
    {
      "index": 2,
      "start_time": 9220.0,
      "end_time": 11480.0,
      "text": "Neil And I&#39;m Neil."
    },
    {
      "index": 3,
      "start_time": 11480.0,
      "end_time": 18480.0,
      "text": "Alice We’re talking about old technology today, Neil. Did you use to have any old tech, you know, a Walkman, back in the 1990s? Before music went digital?"
    },
    {
      "index": 4,
      "start_time": 18480.0,
      "end_time": 22440.0,
      "text": "Neil No. I didn&#39;t have a Walkman… But I do have a record player."
    },
    {
      "index": 5,
      "start_time": 22440.0,
      "end_time": 29700.0,
      "text": "Alice I know you like flared trousers, but I didn&#39;t realize you were that retro. A record player, for those of you who don’t know"
    },
    {
      "index": 6,
      "start_time": 29700.0,
      "end_time": 35620.0,
      "text": "is a box with a turntable – or turning plate that you put your vinyl records on to play them."
    },
    {
      "index": 7,
      "start_time": 35620.0,
      "end_time": 42560.0,
      "text": "Neil And retro means going back to styles and fashions from the past. Well, I love my record player."
    },
    {
      "index": 8,
      "start_time": 42560.0,
      "end_time": 51540.0,
      "text": "I have a large collection of vinyl records, as well as cassette tapes that I inherited from my parents…"
    },
    {
      "index": 9,
      "start_time": 51540.0,
      "end_time": 58540.0,
      "text": "Alice Vinyl is the plastic that records are made from. And cassette tapes came after records – which are these small plastic cases with audiotape on reels inside them."
    },
    {
      "index": 10,
      "start_time": 58540.0,
      "end_time": 62640.0,
      "text": "Well, I don&#39;t understand your fondness for out-dated stuff, Neil."
    },
    {
      "index": 11,
      "start_time": 62640.0,
      "end_time": 70340.0,
      "text": "Neil Don&#39;t be so quick to dismiss old tech, Alice. There&#39;s been a resurgence – or new rise in – record sales recently"
    },
    {
      "index": 12,
      "start_time": 70340.0,
      "end_time": 77340.0,
      "text": "– here in the UK, and in the US. Some DJs have gone back to using them, and new record stores have opened to meet the demand for vinyl."
    },
    {
      "index": 13,
      "start_time": 77340.0,
      "end_time": 78520.0,
      "text": "Alice Really?"
    },
    {
      "index": 14,
      "start_time": 78520.0,
      "end_time": 87580.0,
      "text": "Neil Yes, really. In fact, I have a question for you, Alice: How many records were sold in the UK"
    },
    {
      "index": 15,
      "start_time": 87580.0,
      "end_time": 95100.0,
      "text": "in 2014? Was it… a) 10,000? b) 100,000? Or c) 1 million?"
    },
    {
      "index": 16,
      "start_time": 95100.0,
      "end_time": 98840.0,
      "text": "Alice Well, I think it’s b) 100,000."
    },
    {
      "index": 17,
      "start_time": 98840.0,
      "end_time": 105840.0,
      "text": "Neil We&#39;ll find out if you&#39;re right or wrong later in the show. For myself, I just think vinyl sounds nicer than digital – has a warmer quality."
    },
    {
      "index": 18,
      "start_time": 105840.0,
      "end_time": 112320.0,
      "text": "Alice That sounds a bit technical, Neil! Don&#39;t you think this retro trend has more to do with nostalgia for the past?"
    },
    {
      "index": 19,
      "start_time": 112320.0,
      "end_time": 122080.0,
      "text": "Neil Nostalgia means thinking about the past with a mixture of warm feelings and sadness. Well, yes"
    },
    {
      "index": 20,
      "start_time": 122080.0,
      "end_time": 133580.0,
      "text": "I think people who grew up with the old technology probably are nostalgic about it. Let&#39;s listen to music journalist Jacqueline Springer talking about cassette tapes and what they mean to her."
    },
    {
      "index": 21,
      "start_time": 133580.0,
      "end_time": 145080.0,
      "text": "Jacqueline Springer, music journalist They were audio love letters. They were ways in which you started to carve out your own identity so you know when Dan or I have interviewed people we talk about…"
    },
    {
      "index": 22,
      "start_time": 145080.0,
      "end_time": 152080.0,
      "text": "we talk to musicians about their impressions and, you know, and their influences, and invariably it was siblings or parents. And you would raid those vinyl albums and you would self-select."
    },
    {
      "index": 23,
      "start_time": 152080.0,
      "end_time": 158900.0,
      "text": "Neil Jacqueline Springer there. So she calls cassette tapes &#39;audio love letters&#39; – because people often compiled"
    },
    {
      "index": 24,
      "start_time": 158900.0,
      "end_time": 167660.0,
      "text": "or put together – their own collection of songs on tapes and gave them to the boy or girl they liked."
    },
    {
      "index": 25,
      "start_time": 167660.0,
      "end_time": 174920.0,
      "text": "Alice Jacqueline says they recorded songs from their parents&#39; record collections onto tape. And it seems that this process helped create their musical and social identity."
    },
    {
      "index": 26,
      "start_time": 174920.0,
      "end_time": 181920.0,
      "text": "Neil Yes. I identified with The Rolling Stones, The Clash, and The Sex Pistols when I was a teen. How about your musical identity, Alice?"
    },
    {
      "index": 27,
      "start_time": 181920.0,
      "end_time": 189320.0,
      "text": "Alice Well, I was in love with all the boy bands from the 1990s – NSync, Westlife, Backstreet Boys, Take That."
    },
    {
      "index": 28,
      "start_time": 189320.0,
      "end_time": 195400.0,
      "text": "Neil Unbelievable. I can see I need to make you some decent tapes of music from the 90s, Alice"
    },
    {
      "index": 29,
      "start_time": 195400.0,
      "end_time": 204260.0,
      "text": "Alice I didn’t say I still like boy bands, Neil. I&#39;m not nostalgic for my lost teenage years – unlike you."
    },
    {
      "index": 30,
      "start_time": 204260.0,
      "end_time": 215560.0,
      "text": "Neil Old tech is everywhere. Did you know that the US nuclear weapons force still uses a computer system dating back to the 1970s with 8-inch floppy disks?"
    },
    {
      "index": 31,
      "start_time": 215560.0,
      "end_time": 222560.0,
      "text": "Alice Floppy disks? You mean those flexible plastic computer disks used for storing data magnetically. Well, I can&#39;t believe the guys in The Pentagon are nostalgic about floppy disks."
    },
    {
      "index": 32,
      "start_time": 222560.0,
      "end_time": 232720.0,
      "text": "Neil Well, a Pentagon spokesperson said it would be extremely expensive to update the system and it still works"
    },
    {
      "index": 33,
      "start_time": 232720.0,
      "end_time": 239720.0,
      "text": "They plan to do it by 2020 and save a lot of space for sure. You would need more than 130,000 8-inch floppy disks to store 32GB of information"
    },
    {
      "index": 34,
      "start_time": 239720.0,
      "end_time": 245120.0,
      "text": "Alice Wow! This is the equivalent of an average memory stick!"
    },
    {
      "index": 35,
      "start_time": 245120.0,
      "end_time": 253300.0,
      "text": "Neil Yes. But there are more people out there keen on old tech. How do you think a DVD rental stores survives in this era of online movie streaming?"
    },
    {
      "index": 36,
      "start_time": 253300.0,
      "end_time": 261560.0,
      "text": "Let’s listen to Tara Judah, co-director of UK rental store 20th Century Flicks and find out."
    },
    {
      "index": 37,
      "start_time": 261560.0,
      "end_time": 268560.0,
      "text": "We&#39;ve survived because of the experience of coming into this store. Um… It&#39;s a very human experience. It&#39;s human interaction"
    },
    {
      "index": 38,
      "start_time": 268560.0,
      "end_time": 273720.0,
      "text": "People come here because they want to talk to somebody who&#39;s really knowledgeable about film."
    },
    {
      "index": 39,
      "start_time": 273720.0,
      "end_time": 282100.0,
      "text": "They want to have a recommendation or a conversation about the films they just watch. You know, they really want to discuss those things."
    },
    {
      "index": 40,
      "start_time": 282100.0,
      "end_time": 289640.0,
      "text": "Neil So it&#39;s back to the idea of human contact – we like compiling lists of music and sharing them with our friends and loved ones"
    },
    {
      "index": 41,
      "start_time": 289640.0,
      "end_time": 296640.0,
      "text": "Sharing a playlist through iTunes or Spotify isn&#39;t quite the same, though. We like talking people about the films we watch."
    },
    {
      "index": 42,
      "start_time": 296640.0,
      "end_time": 305340.0,
      "text": "Alice You can always talk to me, Neil. Now how about giving me the answer to today&#39;s quiz question?"
    },
    {
      "index": 43,
      "start_time": 305340.0,
      "end_time": 313140.0,
      "text": "Neil I asked: How many records were sold in the UK in 2014? Was it… a) 10,000 b) 100,000? Or c) 1 million?"
    },
    {
      "index": 44,
      "start_time": 313140.0,
      "end_time": 323880.0,
      "text": "Alice I said b) 100,000."
    },
    {
      "index": 45,
      "start_time": 323880.0,
      "end_time": 331520.0,
      "text": "Neil And, Alice, you were in fact totally wrong! The answer is c). Vinyl is booming – in 2014, sales passed 1million albums in the UK for the first time since 1996."
    },
    {
      "index": 46,
      "start_time": 331520.0,
      "end_time": 338940.0,
      "text": "The format has been steadily increasing, thanks in part to the popularity of guitar bands, traditionally associated with records."
    },
    {
      "index": 47,
      "start_time": 338940.0,
      "end_time": 346080.0,
      "text": "Alice Now let&#39;s hear words we learned today."
    },
    {
      "index": 48,
      "start_time": 346080.0,
      "end_time": 355160.0,
      "text": "They are: record player turntable retro vinyl"
    },
    {
      "index": 49,
      "start_time": 355160.0,
      "end_time": 359160.0,
      "text": "cassette tapes resurgence nostalgia compiled floppy disk"
    },
    {
      "index": 50,
      "start_time": 359160.0,
      "end_time": 365940.0,
      "text": "Neil Well, that&#39;s the end of today&#39;s 6 Minute English. Don&#39;t forget to join us again soon!"
    },
    {
      "index": 51,
      "start_time": 365940.0,
      "end_time": 375940.0,
      "text": "Both Bye!"
    }
  ]
}