{
  "video_id": "7DYsA0ONq3I",
  "title": "10 Crazy Skills Actors Had to Learn for Movie Roles",
  "json": [
    {
      "index": 1,
      "start_time": 4011.0,
      "end_time": 7443.0,
      "text": "Acting, by its very definition, involves performing a fictional role."
    },
    {
      "index": 2,
      "start_time": 7443.0,
      "end_time": 10448.0,
      "text": "When performing a fictional role and pretending to be somebody else,"
    },
    {
      "index": 3,
      "start_time": 10448.0,
      "end_time": 16297.0,
      "text": "an actor has to project that character's traits, which range from their speech and intelligence to their body language and skills."
    },
    {
      "index": 4,
      "start_time": 16297.0,
      "end_time": 21307.0,
      "text": "The latter of those traits, the skills, can often be difficult to convey, which is why in a lot of cases,"
    },
    {
      "index": 5,
      "start_time": 21307.0,
      "end_time": 25649.0,
      "text": "actors actually have to learn new skills to convincingly become another person on screen."
    },
    {
      "index": 6,
      "start_time": 25649.0,
      "end_time": 32113.0,
      "text": "In this video we'll take a look at just some of the skills that actors had to become proficient at in order to portray certain characters on the big screen."
    },
    {
      "index": 7,
      "start_time": 32113.0,
      "end_time": 36097.0,
      "text": "Here are 10 crazy skills actors had to learn for movie roles."
    },
    {
      "index": 8,
      "start_time": 36097.0,
      "end_time": 38676.0,
      "text": "Olivia Munn, sword skills for X-Men: Apocalypse."
    },
    {
      "index": 9,
      "start_time": 38676.0,
      "end_time": 46715.0,
      "text": "The very beautiful Olivia Munn played the mutant psylocke, one of apocalypses for recruits and a skilled user of a sword in 2016's X-Man: Apocalypse."
    },
    {
      "index": 10,
      "start_time": 46715.0,
      "end_time": 54007.0,
      "text": "To prepare for that role, Munn endured six hours of daily sword-fighting training and she became incredibly skilled in the art of wielding a blade."
    },
    {
      "index": 11,
      "start_time": 54007.0,
      "end_time": 57744.0,
      "text": "She showed off her impressive skills in an Instagram video alongside Ryan Reynolds,"
    },
    {
      "index": 12,
      "start_time": 57744.0,
      "end_time": 62112.0,
      "text": "who played Deadpool in the Merc with a Mouth's titular movie, which was also released in 2016."
    },
    {
      "index": 13,
      "start_time": 62112.0,
      "end_time": 69603.0,
      "text": "Although Reynolds also trained with a sword for that role, he was no match for Munn in the video as his sword was made of balloons."
    },
    {
      "index": 14,
      "start_time": 72446.0,
      "end_time": 72790.0,
      "text": "Channing Tatum, tap dancing for Hail Caesar."
    },
    {
      "index": 15,
      "start_time": 72870.0,
      "end_time": 75606.0,
      "text": "If you've seen Step Up and Magic Mike, you probably understand why the Coen brothers assumed that"
    },
    {
      "index": 16,
      "start_time": 75606.0,
      "end_time": 78986.0,
      "text": "Channing Tatum could tap dance when they cast him in 2016's Hail Caesar."
    },
    {
      "index": 17,
      "start_time": 78986.0,
      "end_time": 85015.0,
      "text": "They were wrong to do so, however. And Tatum spent months preparing for his role as actor and dancer Burt Gurney in the movie."
    },
    {
      "index": 18,
      "start_time": 85015.0,
      "end_time": 91923.0,
      "text": "About that preparation, Tatum said, \"I spent about three months preparing. It's the most I've ever prepped for a six-minute section in a movie."
    },
    {
      "index": 19,
      "start_time": 91923.0,
      "end_time": 95681.0,
      "text": "We went over Christmas and new years so I had all that time to let it just stay."
    },
    {
      "index": 20,
      "start_time": 95681.0,
      "end_time": 101570.0,
      "text": "I let it sink into my bones over the holiday break. When I'm nervous about something, I drill it to a point that is probably unhealthy."
    },
    {
      "index": 21,
      "start_time": 101570.0,
      "end_time": 105884.0,
      "text": "But as long as it works even halfway, I'm happy at the end of the torturous day."
    },
    {
      "index": 22,
      "start_time": 105884.0,
      "end_time": 107840.0,
      "text": "Natalie Portman, ballet for Black Swan."
    },
    {
      "index": 23,
      "start_time": 107840.0,
      "end_time": 113393.0,
      "text": "Natalie Portman played the ballet dancer Nina Sayers in the brilliant 2010 psychological thriller Black Swan,"
    },
    {
      "index": 24,
      "start_time": 113393.0,
      "end_time": 117037.0,
      "text": "and the American Israeli star actually learned ballet for the role."
    },
    {
      "index": 25,
      "start_time": 117037.0,
      "end_time": 121523.0,
      "text": "She trained for at least five hours each day whilst working on other projects at the same time."
    },
    {
      "index": 26,
      "start_time": 121523.0,
      "end_time": 125918.0,
      "text": "Portman told the New York Times it was a rude awakening to get there, and to be like,"
    },
    {
      "index": 27,
      "start_time": 125918.0,
      "end_time": 129671.0,
      "text": "I don't know what I'm doing. If I had know how not close to ready I was, I never would have tried it."
    },
    {
      "index": 28,
      "start_time": 129670.99999999999,
      "end_time": 134038.0,
      "text": "I'm glad I was a little ignorant / arrogant, the training definitely paid off for her, however."
    },
    {
      "index": 29,
      "start_time": 134038.0,
      "end_time": 138024.0,
      "text": "The actress won the academy award for best actress for her performance in the film."
    },
    {
      "index": 30,
      "start_time": 138024.0,
      "end_time": 139939.0,
      "text": "Robert Downey Jr, the violin for Chaplin."
    },
    {
      "index": 31,
      "start_time": 139939.0,
      "end_time": 145981.0,
      "text": "Long before Robert Downey Jr. was ironman in the Marvel Cinematic Universe, the actor played an equally iconic figure for the real world,"
    },
    {
      "index": 32,
      "start_time": 145981.0,
      "end_time": 152107.0,
      "text": "that being English comic actor Charlie Chaplin in 1992's Chaplin, and he had to learn a very interesting skill for the role."
    },
    {
      "index": 33,
      "start_time": 152107.0,
      "end_time": 157489.0,
      "text": "To accurately portray the actor, Downey Jr. learned to play the violin as well as a little bit of tennis, incidentally."
    },
    {
      "index": 34,
      "start_time": 157489.0,
      "end_time": 159164.0,
      "text": "And he had to do so left handed."
    },
    {
      "index": 35,
      "start_time": 159164.0,
      "end_time": 162039.0,
      "text": "His performance in the role earned him an Oscar nomination for best actor"
    },
    {
      "index": 36,
      "start_time": 162039.0,
      "end_time": 167781.0,
      "text": "but he was ultimately and unfortunately beaten by Al Pacino for his performance in Scent of a Woman."
    },
    {
      "index": 37,
      "start_time": 167781.0,
      "end_time": 170346.0,
      "text": "Joseph Gordon-Levitt, tightrope walking for The Walk."
    },
    {
      "index": 38,
      "start_time": 170346.0,
      "end_time": 174724.0,
      "text": "In 2015, Joseph Gordon-Levitt portrayed real-life daredevil Philippe Petit in The Walk."
    },
    {
      "index": 39,
      "start_time": 174724.0,
      "end_time": 177918.0,
      "text": "A movie about Petit's tightrope walk between the twin towers in New York City."
    },
    {
      "index": 40,
      "start_time": 177918.0,
      "end_time": 183866.0,
      "text": "Gordon-Levitt actually worked with Petit to learn tightrope walking for the role, a challenge he enjoyed and benefited greatly from."
    },
    {
      "index": 41,
      "start_time": 183866.0,
      "end_time": 188446.0,
      "text": "Gordon-Levitt told Entertainment Weekly he's such an optimist, Philippe, he's such a positive thinker"
    },
    {
      "index": 42,
      "start_time": 188446.0,
      "end_time": 192177.0,
      "text": "and when someone believes that you can do something then you yourself believe you can do it."
    },
    {
      "index": 43,
      "start_time": 192177.0,
      "end_time": 194618.0,
      "text": "And that's when you can actually do it when you believe in yourself."
    },
    {
      "index": 44,
      "start_time": 194618.0,
      "end_time": 197574.0,
      "text": "The actor still struggled a little with the height, however."
    },
    {
      "index": 45,
      "start_time": 197574.0,
      "end_time": 201344.0,
      "text": "Jennifer Lawrence, chopping wood and skinning squirrels for Winter's Bone."
    },
    {
      "index": 46,
      "start_time": 201344.0,
      "end_time": 204329.0,
      "text": "Jennifer Lawrence is currently THE hottest actress in Hollywood"
    },
    {
      "index": 47,
      "start_time": 204329.0,
      "end_time": 207974.0,
      "text": "and she has her breakout role in Winter's Bone to thank for her rise to the top."
    },
    {
      "index": 48,
      "start_time": 207974.0,
      "end_time": 213582.0,
      "text": "The 2010 drama saw Laurence playing Ree Dolly, a teenage girl who looked after her whole family in rural America"
    },
    {
      "index": 49,
      "start_time": 213582.0,
      "end_time": 216380.0,
      "text": "while teaching them basic survival skills like hunting and cooking."
    },
    {
      "index": 50,
      "start_time": 216380.0,
      "end_time": 219525.0,
      "text": "For the role, Lawrence learned how to chop wood and how to skin a squirrel."
    },
    {
      "index": 51,
      "start_time": 219525.0,
      "end_time": 226208.0,
      "text": "If you haven't seen the scene in which she does the latter, we don't recommend it... it's really not very pleasant on the eyes."
    },
    {
      "index": 52,
      "start_time": 226208.0,
      "end_time": 228560.0,
      "text": "Jesse Eisenberg, magic tricks for Now You See Me."
    },
    {
      "index": 53,
      "start_time": 228560.0,
      "end_time": 233982.0,
      "text": "In 2013 heist thriller Now You See Me, Jesse Eisenberg played Danny Atlas, aka, The Lovers."
    },
    {
      "index": 54,
      "start_time": 233982.0,
      "end_time": 238423.0,
      "text": "Atlas was an arrogant illusionist street magician and a member of the magic group known as the four horsemen."
    },
    {
      "index": 55,
      "start_time": 238423.0,
      "end_time": 241864.0,
      "text": "And Eisenberg actually learned some magic and sleight-of-hand tricks for the movie."
    },
    {
      "index": 56,
      "start_time": 241864.0,
      "end_time": 247133.0,
      "text": "About what he had learned, Eisenberg said, \"I'm better than I was before the movie started but not good enough to do them in public."
    },
    {
      "index": 57,
      "start_time": 247133.0,
      "end_time": 253507.0,
      "text": "My character has been practicing since he was eight years old so he's been working on the same tricks every single day, eight hours a day."
    },
    {
      "index": 58,
      "start_time": 253507.0,
      "end_time": 257425.0,
      "text": "To get as good as my character is, I would have to start 20 years ago."
    },
    {
      "index": 59,
      "start_time": 257425.0,
      "end_time": 259443.0,
      "text": "Adrien Brody, the piano for The Pianist."
    },
    {
      "index": 60,
      "start_time": 259442.99999999997,
      "end_time": 263112.0,
      "text": "Given the plot and indeed the title of 2002's The Pianist,"
    },
    {
      "index": 61,
      "start_time": 263112.0,
      "end_time": 267532.0,
      "text": "it should come as no surprise to learn that the movie star Adrien Brody had to learn to play the piano"
    },
    {
      "index": 62,
      "start_time": 267532.0,
      "end_time": 271831.0,
      "text": "for his role in the movie as polish pianist and classical composer Władysław Szpilman."
    },
    {
      "index": 63,
      "start_time": 271831.0,
      "end_time": 276005.0,
      "text": "What might be surprising is the extent he went to learn it, Brody went fully method for the role,"
    },
    {
      "index": 64,
      "start_time": 276005.0,
      "end_time": 283288.0,
      "text": "telling BBC, \"I gave up my apartment, I sold my car, I disconnected the phones and I left. I took two bags and my keyboard and moved to Europe.\""
    },
    {
      "index": 65,
      "start_time": 283288.0,
      "end_time": 288430.0,
      "text": "His effort certainly paid off as he won the academy award for best actor for his performance."
    },
    {
      "index": 66,
      "start_time": 288430.0,
      "end_time": 292733.0,
      "text": "Daniel Day-Lewis, tracking, hunting and skinning animals for The Last of the Mohicans."
    },
    {
      "index": 67,
      "start_time": 292733.0,
      "end_time": 295931.0,
      "text": "Daniel Day-Lewis is of course known for his method acting."
    },
    {
      "index": 68,
      "start_time": 295931.0,
      "end_time": 298885.0,
      "text": "It's the main reason he's won 3 best actor of Oscar after all."
    },
    {
      "index": 69,
      "start_time": 298885.0,
      "end_time": 305433.0,
      "text": "But the English Irish star went above and beyond to perfect his performance for the 1992 adventure drama masterpiece The Last of the Mohicans."
    },
    {
      "index": 70,
      "start_time": 305433.0,
      "end_time": 310998.0,
      "text": "Day-Lewis actually lived outdoors as a survivalist, as an extreme form of preparation to play Nathaniel Poe,"
    },
    {
      "index": 71,
      "start_time": 310998.0,
      "end_time": 314963.0,
      "text": "aka Hawkeye, the white adopted son of the last chief of the mohawk tribe."
    },
    {
      "index": 72,
      "start_time": 314963.0,
      "end_time": 320940.0,
      "text": "In the movie, the actor picked up a very useful skill in the process as well, he learned how to hunt his own food."
    },
    {
      "index": 73,
      "start_time": 320940.0,
      "end_time": 323745.0,
      "text": "Margot Robbie, holding her breath for 5 minutes for Suicide Squad."
    },
    {
      "index": 74,
      "start_time": 323745.0,
      "end_time": 330934.0,
      "text": "There's a scene in 2016 Suicide Squad in which the Joker's purple Lamborghini ends up in some water with him and Harley Quinn still inside."
    },
    {
      "index": 75,
      "start_time": 330934.0,
      "end_time": 334712.0,
      "text": "He escapes, but Harley is left halfway through the windshield sprawled across the bonnet"
    },
    {
      "index": 76,
      "start_time": 334712.0,
      "end_time": 337427.0,
      "text": "and Batman has to swim to the bottom of the water to rescue her."
    },
    {
      "index": 77,
      "start_time": 337427.0,
      "end_time": 343065.0,
      "text": "The scene only required actress Margot Robbie to be underwater for one minute, but she trained herself to hold her breath for five,"
    },
    {
      "index": 78,
      "start_time": 343065.0,
      "end_time": 348246.0,
      "text": "telling Jimmy Fallon, it's all about lowering your metabolic rate, you kinda like meditate underwater."
    },
    {
      "index": 79,
      "start_time": 348246.0,
      "end_time": 352020.0,
      "text": "It's what freedivers do, but it's amazing. I got to 5 minutes and I was like, you know what,"
    },
    {
      "index": 80,
      "start_time": 352020.0,
      "end_time": 355841.0,
      "text": "this is above and beyond what I thought I'd get to. I'm good, I'm good with five."
    },
    {
      "index": 81,
      "start_time": 355841.0,
      "end_time": 359802.0,
      "text": "Thanks for watching our video about 10 crazy skills actors had to learn for movie roles."
    },
    {
      "index": 82,
      "start_time": 359802.0,
      "end_time": 361257.0,
      "text": "Did you enjoy the video?"
    },
    {
      "index": 83,
      "start_time": 361257.0,
      "end_time": 364253.0,
      "text": "Which other skills you know that actors were taught for their movie roles?"
    },
    {
      "index": 84,
      "start_time": 364253.0,
      "end_time": 368500.0,
      "text": "Have your say in the comment section below and be sure to subscribe to our channel for more great videos like this one."
    }
  ]
}