{
  "video_id": "7fHDIiqLz9w",
  "title": "Cosmic Sexy Time, Eggs, Seeds, and Water: Crash Course World Mythology #3",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3947.0,
      "text": "Hi! I'm Mike, this is Crash Course Mythology and today,"
    },
    {
      "index": 2,
      "start_time": 3947.0,
      "end_time": 9937.0,
      "text": "we're going to talk about something that's almost impossible to avoid when discussing creation myths: Sex."
    },
    {
      "index": 3,
      "start_time": 9937.0,
      "end_time": 14850.0,
      "text": "Or, more specifically, sexual reproduction. It's going to be a little awkward."
    },
    {
      "index": 4,
      "start_time": 14850.0,
      "end_time": 19720.0,
      "text": "Stop covering your ears Thot, you're gonna be fine!\nYou can handle it. We can all handle it."
    },
    {
      "index": 5,
      "start_time": 19723.0,
      "end_time": 24035.0,
      "text": "We're all adults and after all, sexual reproduction is how all of us got to be here!"
    },
    {
      "index": 6,
      "start_time": 24035.0,
      "end_time": 27746.0,
      "text": "Well, maybe not Thot who was born of Seth's skull? Ew."
    },
    {
      "index": 7,
      "start_time": 27746.0,
      "end_time": 34760.0,
      "text": "But for the rest of us, it probably makes sense that a lot of cosmic creation myths often invoke sexual reproduction."
    },
    {
      "index": 8,
      "start_time": 34760.0,
      "end_time": 41280.0,
      "text": "Still, cosmic sexual reproduction is a little different, and sometimes a lot weirder than human sexual reproduction."
    },
    {
      "index": 9,
      "start_time": 41280.0,
      "end_time": 43642.0,
      "text": "Well, I mean– depending on what you're into of course."
    },
    {
      "index": 10,
      "start_time": 43642.0,
      "end_time": 52725.0,
      "text": "[Theme Music]"
    },
    {
      "index": 11,
      "start_time": 52735.0,
      "end_time": 58026.0,
      "text": "So let's ease into this with a little latin.\nSexy, sexy latin."
    },
    {
      "index": 12,
      "start_time": 58026.0,
      "end_time": 64417.0,
      "text": "So, you know how when you grow plants, they come from seeds? Well in latin, the word for \"seed\" is \"semen.\""
    },
    {
      "index": 13,
      "start_time": 64417.0,
      "end_time": 68794.0,
      "text": "Which is why a man's seminal fluid is also sometimes called his seed."
    },
    {
      "index": 14,
      "start_time": 68794.0,
      "end_time": 73272.0,
      "text": "The idea of something growing from a seed is a logical analogy to creation but,"
    },
    {
      "index": 15,
      "start_time": 73272.0,
      "end_time": 78322.0,
      "text": "multiple godly fluids seem to be fertile, as we'll see in an Egyptian creation myth."
    },
    {
      "index": 16,
      "start_time": 78322.0,
      "end_time": 82362.0,
      "text": "In one of the many versions of the Egyptian creation story, the creator god says:"
    },
    {
      "index": 17,
      "start_time": 82364.0,
      "end_time": 90114.0,
      "text": "\"I fulfilled all my desires when I was alone, before had appeared a second to be with me in this place;"
    },
    {
      "index": 18,
      "start_time": 90114.0,
      "end_time": 98684.0,
      "text": "I assumed form as that great soul wherein I started being creative while still in the primeval waters in a state of inertness..."
    },
    {
      "index": 19,
      "start_time": 98684.0,
      "end_time": 103164.0,
      "text": "so it was I who spat forth Shu and expectorated Tefnut...\""
    },
    {
      "index": 20,
      "start_time": 103164.0,
      "end_time": 112100.0,
      "text": "So, honestly, that sounds a lot more like saliva. At least in translation. But the image becomes clearer in a later part of the myth, when the god relates:"
    },
    {
      "index": 21,
      "start_time": 112100.0,
      "end_time": 120900.0,
      "text": "\"When I rubbed with my fist my heart came into my mouth in that I spat forth Shu and expectorated Tefnut.\""
    },
    {
      "index": 22,
      "start_time": 120900.0,
      "end_time": 128963.0,
      "text": "Thankfully this myth isn't actually... explicit, in what the gods are doing, and the... anatomy is obviously a little strange,"
    },
    {
      "index": 23,
      "start_time": 128963.0,
      "end_time": 135263.0,
      "text": "but here's a god, alone, fulfilling his desires, and rubbing with his fist."
    },
    {
      "index": 24,
      "start_time": 135263.0,
      "end_time": 139075.0,
      "text": "With the result that two new figures–also gods–are created."
    },
    {
      "index": 25,
      "start_time": 139075.0,
      "end_time": 143455.0,
      "text": "It's not Shakespeare-level body, but neither is it Disney Channel material, right?"
    },
    {
      "index": 26,
      "start_time": 143455.0,
      "end_time": 147978.0,
      "text": "Notice that the creator god here is alone, and also presumably male."
    },
    {
      "index": 27,
      "start_time": 147978.0,
      "end_time": 153038.0,
      "text": "This may suggest a patrilineal culture since creation occurs without a female presence."
    },
    {
      "index": 28,
      "start_time": 153038.0,
      "end_time": 158499.0,
      "text": "The story of Mbombo's creation, from the Boshongo Bantu people in Africa, is remarkably similar."
    },
    {
      "index": 29,
      "start_time": 158499.0,
      "end_time": 166227.0,
      "text": "Including water, a solitary creator, and best of all, vomiting.\nIt's a banner day for bodily fluids here at Crash Course."
    },
    {
      "index": 30,
      "start_time": 166227.0,
      "end_time": 171017.0,
      "text": "In the beginning, in the dark, there was nothing but water, and Mbombo was alone."
    },
    {
      "index": 31,
      "start_time": 171017.0,
      "end_time": 178137.0,
      "text": "One day Mbombo was in terrible pain.\nHe retched and strained and vomited up the sun."
    },
    {
      "index": 32,
      "start_time": 178137.0,
      "end_time": 186247.0,
      "text": "After that, light spread over everything. The heat of the sun dried up the water until the black edges of the world began to show."
    },
    {
      "index": 33,
      "start_time": 186247.0,
      "end_time": 191377.0,
      "text": "Black sandbanks and reefs could be seen. But there were no living things."
    },
    {
      "index": 34,
      "start_time": 191377.0,
      "end_time": 197737.0,
      "text": "Mbombo vomited up the moon, and then the stars, and after that the night had its light also."
    },
    {
      "index": 35,
      "start_time": 197737.0,
      "end_time": 206834.0,
      "text": "Still, Mbombo was in pain. He strained again and nine living creatures came forth. Last of all, came man."
    },
    {
      "index": 36,
      "start_time": 206834.0,
      "end_time": 214901.0,
      "text": "Again, we have a solitary man creating the world using his body and bringing it forth after being in terrible pain."
    },
    {
      "index": 37,
      "start_time": 214901.0,
      "end_time": 217611.0,
      "text": "Which is possibly an analog to female childbirth."
    },
    {
      "index": 38,
      "start_time": 217611.0,
      "end_time": 226645.0,
      "text": "And speaking of pain, few myths involve more of it than the Greek creation story involving Aphrodite. I mean this myth just has it all."
    },
    {
      "index": 39,
      "start_time": 226645.0,
      "end_time": 232715.0,
      "text": "Water, genitals, violence, creation, armored giants– really just the whole completely horrifying megillah."
    },
    {
      "index": 40,
      "start_time": 232719.0,
      "end_time": 235129.0,
      "text": "Here's the version found in Hesoid's Theogyny."
    },
    {
      "index": 41,
      "start_time": 235129.0,
      "end_time": 244988.0,
      "text": "\"Great Heaven came, bring on the night and desirous of love, he spread himself over the Earth, stretched out in every direction."
    },
    {
      "index": 42,
      "start_time": 244988.0,
      "end_time": 254742.0,
      "text": "His son Chronos reached out from the ambush with his left hand, with his right he took a huge sickle with its long row of sharp teeth, and quickly,"
    },
    {
      "index": 43,
      "start_time": 254742.0,
      "end_time": 260342.0,
      "text": "cut off his father's genitals, and flung them behind him to fly where they might."
    },
    {
      "index": 44,
      "start_time": 260341.99999999997,
      "end_time": 273761.0,
      "text": "They were not released from his hand to no effect: for all the drops of blood that flew off were received by the Earth, and as the years went round, she bore the powerful Erinyes,"
    },
    {
      "index": 45,
      "start_time": 273761.0,
      "end_time": 283271.0,
      "text": "and the great Giants in gleaming armor with long spears in their hands, and the nymphs whom they called Meliai on the boundless earth."
    },
    {
      "index": 46,
      "start_time": 283271.0,
      "end_time": 291971.0,
      "text": "As for the genitals, just as he first cut them off with his instrument of adamant, and threw them from the land into the surging sea,"
    },
    {
      "index": 47,
      "start_time": 291971.0,
      "end_time": 302761.0,
      "text": "even so they were carried on the wave for a long time. About them a white foam grew from the immortal flesh and in it, a girl formed."
    },
    {
      "index": 48,
      "start_time": 302761.0,
      "end_time": 308721.0,
      "text": "First she approached holy Cythera, and then from there she came to sea-girt Cyprus."
    },
    {
      "index": 49,
      "start_time": 308721.0,
      "end_time": 316231.0,
      "text": "And out stepped a modest and beautiful goddess, and the grass began to grow all round beneath her slender feet."
    },
    {
      "index": 50,
      "start_time": 316231.0,
      "end_time": 324031.0,
      "text": "Gods and men call her Aphrodite, because she was formed in foam, and Cytherea, because she approached Cythera,"
    },
    {
      "index": 51,
      "start_time": 324031.0,
      "end_time": 332888.0,
      "text": "and Cyprus-born because she was born in wave-washed Cyrpus, and 'genial', because she appeared out of genitals.\""
    },
    {
      "index": 52,
      "start_time": 332888.0,
      "end_time": 335878.0,
      "text": "Side-note: I need to stop using the word genial as an adjective."
    },
    {
      "index": 53,
      "start_time": 335880.0,
      "end_time": 342720.0,
      "text": "And there you have it ladies and gentlemen, violent castration begets a word meaning \"friendly\" or \"cheerful\", and the goddess of love."
    },
    {
      "index": 54,
      "start_time": 342720.0,
      "end_time": 347340.0,
      "text": "Well, one goddess of love. There are lots of others, and we'll see more of them in later episodes on pantheons."
    },
    {
      "index": 55,
      "start_time": 347340.0,
      "end_time": 353445.0,
      "text": "But enough about saliva and vomit and bleeding testicles and other horrifying things that can potentially be read as semen,"
    },
    {
      "index": 56,
      "start_time": 353445.0,
      "end_time": 357685.0,
      "text": "let's turn to that other important part of sexual reproduction: the egg."
    },
    {
      "index": 57,
      "start_time": 357687.0,
      "end_time": 361642.0,
      "text": "A number of cultures have creation myths that feature something called a cosmic egg."
    },
    {
      "index": 58,
      "start_time": 361642.0,
      "end_time": 371721.0,
      "text": "In one Indian creation myth, found in the Satapatha Brahmana, the creator god, in this story called Prajapati, forms a cosmic egg after creating water."
    },
    {
      "index": 59,
      "start_time": 371721.0,
      "end_time": 379827.0,
      "text": "Out of which this egg come various creatures, but most importantly, the Earth and the rest of the universe, which, confusingly, is also water."
    },
    {
      "index": 60,
      "start_time": 379827.0,
      "end_time": 382154.0,
      "text": "One translation from the 19th century puts it this way:"
    },
    {
      "index": 61,
      "start_time": 382162.0,
      "end_time": 392933.0,
      "text": "\"He desired, 'May I be reproduced from these waters!' He entered the waters with that triple science. Thence an egg arose. He touched it."
    },
    {
      "index": 62,
      "start_time": 392933.0,
      "end_time": 399463.0,
      "text": "'Let it exist! let it exist and multiply!' so he said. From it the Brahman was first created.\""
    },
    {
      "index": 63,
      "start_time": 399463.0,
      "end_time": 405444.0,
      "text": "\"And that which was the shell became the earth. [...] The juice which flowed from it became a tortoise [...]"
    },
    {
      "index": 64,
      "start_time": 405444.0,
      "end_time": 414275.0,
      "text": "This whole (earth) dissolved itself all over the water: all this (universe) appeared as one form only, namely, water.\""
    },
    {
      "index": 65,
      "start_time": 414275.0,
      "end_time": 422825.0,
      "text": "So that is... confusing. And also... wet.\nAlso, what is this triple science that he enters the waters with?"
    },
    {
      "index": 66,
      "start_time": 422825.0,
      "end_time": 431506.0,
      "text": "What we do understand is that, water brings forth an egg. And from that egg comes the Earth, sky, a tortoise, and more water."
    },
    {
      "index": 67,
      "start_time": 431506.0,
      "end_time": 439005.0,
      "text": "There's an early Persian creation story that's similar to the one from India, in that it also has an egg. And hey, our old friend water is here too!"
    },
    {
      "index": 68,
      "start_time": 439005.0,
      "end_time": 446288.0,
      "text": "According to this story, the god of good, Ahura Mazda, and let's remember, this is a god, not a making model of car, [sarcastic laugh]"
    },
    {
      "index": 69,
      "start_time": 446288.0,
      "end_time": 451908.0,
      "text": "Ahura Mazda created a perfect spiritual world, before creating the tangible one."
    },
    {
      "index": 70,
      "start_time": 451908.0,
      "end_time": 460348.0,
      "text": "And this perfect world made the god of evil, Angra Mainyu a.k.a. Ahriman, so angry, that he burst through the cosmic egg,"
    },
    {
      "index": 71,
      "start_time": 460351.0,
      "end_time": 469918.0,
      "text": "causing such a disturbance that the sun began to rotate through the sky instead of standing still. And this in turn led to day, night, mountains, valleys,"
    },
    {
      "index": 72,
      "start_time": 469918.0,
      "end_time": 477497.0,
      "text": "and most importantly, the destruction of the perfect world. Which led to work, pain, and death for humanity. So, nice going evil."
    },
    {
      "index": 73,
      "start_time": 477497.0,
      "end_time": 481737.0,
      "text": "You know what they say: you can't create the universe without breaking a few cosmic eggs."
    },
    {
      "index": 74,
      "start_time": 481737.0,
      "end_time": 487417.0,
      "text": "What, too soon? And why are there no creation myths about cosmic bacon?\nI could really go for a cosmic breakfast."
    },
    {
      "index": 75,
      "start_time": 487417.0,
      "end_time": 493087.0,
      "text": "There's one more cosmic egg creation myth that I want to talk about, and it follows really nicely from the Zoroastrian one"
    },
    {
      "index": 76,
      "start_time": 493087.0,
      "end_time": 501476.0,
      "text": "about Ahura Mazda and Angra Mainyu because, like that one, it features a duality as a fundamental principle of creation."
    },
    {
      "index": 77,
      "start_time": 501476.0,
      "end_time": 509112.0,
      "text": "One of the many Chinese creation myths combines a cosmic egg trope with a world-parent myth. Let's go to the Thought Bubble."
    },
    {
      "index": 78,
      "start_time": 509112.0,
      "end_time": 520078.0,
      "text": "In the beginning was a huge egg containing Chaos, a mixture of yin-yang—female-male, passive-active, cold-heat, dark-light, and wet-dry."
    },
    {
      "index": 79,
      "start_time": 520078.0,
      "end_time": 524867.0,
      "text": "Within this yin-yang was Phan Ku, that which was not yet anything"
    },
    {
      "index": 80,
      "start_time": 524867.0,
      "end_time": 534677.0,
      "text": "but which broke forth from the egg as the giant who separated chaos into the many opposites, including earth and sky."
    },
    {
      "index": 81,
      "start_time": 534677.0,
      "end_time": 540978.0,
      "text": "Phan Ku was covered with hair; horns sprang from his head and tusks from his mouth."
    },
    {
      "index": 82,
      "start_time": 540978.0,
      "end_time": 548798.0,
      "text": "With a great chisel and a huge mallet, he carved out the mountains, valleys, rivers, and oceans."
    },
    {
      "index": 83,
      "start_time": 548798.0,
      "end_time": 553959.0,
      "text": "He also made the sun, moon, and stars. He taught the people what they know."
    },
    {
      "index": 84,
      "start_time": 553959.0,
      "end_time": 561592.0,
      "text": "When Phan Ku finally died, his skull became the top of the sky, his breath the wind, his voice the thunder,"
    },
    {
      "index": 85,
      "start_time": 561592.0,
      "end_time": 569122.0,
      "text": "his legs and arms the four directions, his flesh the soil, his blood the rivers, and so forth."
    },
    {
      "index": 86,
      "start_time": 569122.0,
      "end_time": 579387.0,
      "text": "The people say that the fleas in his hair became human beings. Everything that is, is Phan Ku. And everything that Phan Ku is is yin-yang."
    },
    {
      "index": 87,
      "start_time": 579387.0,
      "end_time": 585871.0,
      "text": "With Phan Ku's death a vacuum was created, and within this vacuum pain and sin were able to flourish."
    },
    {
      "index": 88,
      "start_time": 585871.0,
      "end_time": 590863.0,
      "text": "In the beginning was Chaos, from which light became the sky and darkness formed the Earth."
    },
    {
      "index": 89,
      "start_time": 590863.0,
      "end_time": 597751.0,
      "text": "Yang and yin are contained in light and darkness, and everything is made of these principles."
    },
    {
      "index": 90,
      "start_time": 597751.0,
      "end_time": 598623.0,
      "text": "Thanks Thought Bubble!"
    },
    {
      "index": 91,
      "start_time": 598623.0,
      "end_time": 603004.0,
      "text": "Here we see that many of the themes in creation myths overlap."
    },
    {
      "index": 92,
      "start_time": 603004.0,
      "end_time": 608152.0,
      "text": "For example, last week we talked about Chaos, as being a state of undifferentiation,"
    },
    {
      "index": 93,
      "start_time": 608152.0,
      "end_time": 614142.0,
      "text": "and here it appears again, although, this time, it's a series of dualities. Mixture of yin-yang."
    },
    {
      "index": 94,
      "start_time": 614142.0,
      "end_time": 620484.0,
      "text": "Unlike in the Bible, where God has to come in and created the dualities as a way of imposing order."
    },
    {
      "index": 95,
      "start_time": 620484.0,
      "end_time": 626504.0,
      "text": "Although this myth features a cosmic egg, it's also an example of what are sometimes called world-parent myths."
    },
    {
      "index": 96,
      "start_time": 626504.0,
      "end_time": 633366.0,
      "text": "\"where a creator god brings the universe into being, through actual or metaphorical sexual reproduction,"
    },
    {
      "index": 97,
      "start_time": 633366.0,
      "end_time": 638816.0,
      "text": "or as in this case, by being differentiated into aspects of the known world.\""
    },
    {
      "index": 98,
      "start_time": 638816.0,
      "end_time": 644634.0,
      "text": "Those of you who remember Crash Course World History Episode #6 on Vedic religions, Buddhism and Ashoka,"
    },
    {
      "index": 99,
      "start_time": 644634.0,
      "end_time": 650793.0,
      "text": "might recall the story of Purusha, who was also divided up into aspects of human reality."
    },
    {
      "index": 100,
      "start_time": 650793.0,
      "end_time": 658915.0,
      "text": "Although Phan Ku and Purusha are usually thought of as male, if they are thought of as having a gender at all, often the world-parent is portrayed as maternal."
    },
    {
      "index": 101,
      "start_time": 658915.0,
      "end_time": 664155.0,
      "text": "An Earth-mother, as opposed to a sky-father.\nBut that is a story for another day."
    },
    {
      "index": 102,
      "start_time": 664155.0,
      "end_time": 670876.0,
      "text": "So that is out first take on creation stories that involve either explicitly or more symbolically, sexual reproduction."
    },
    {
      "index": 103,
      "start_time": 670876.0,
      "end_time": 676768.0,
      "text": "As you can tell, these myths are not always straightforward, or biologically possible, strictly speaking."
    },
    {
      "index": 104,
      "start_time": 676768.0,
      "end_time": 682727.0,
      "text": "I also hope you haven't come away thinking we're reading too much into these myths. And that we have dirty minds."
    },
    {
      "index": 105,
      "start_time": 682727.0,
      "end_time": 687266.0,
      "text": "Which is what Thot over here thinks.\nI'm not the dirty bird, you're the dirty bird."
    },
    {
      "index": 106,
      "start_time": 687266.0,
      "end_time": 691676.0,
      "text": "But that the exciting thing about myths, they're open to various interpretations."
    },
    {
      "index": 107,
      "start_time": 691676.0,
      "end_time": 699227.0,
      "text": "Try your own reading while still noticing the broad commonalities in these stories, taken from many different parts of the world."
    },
    {
      "index": 108,
      "start_time": 699227.0,
      "end_time": 701997.0,
      "text": "And thanks for watching.\nWe'll see you next week."
    },
    {
      "index": 109,
      "start_time": 701997.0,
      "end_time": 707107.0,
      "text": "Crash Course Mythology is filmed in the Chad and Stacey Emigholz Studio in Indianapolis, Indiana,"
    },
    {
      "index": 110,
      "start_time": 707107.0,
      "end_time": 712016.0,
      "text": "and is produced with the help of all of these very nice people.\nOur animation team is Thought Café."
    },
    {
      "index": 111,
      "start_time": 712016.0,
      "end_time": 716388.0,
      "text": "Crash Course exists thanks to the generous support of our patrons at Patreon."
    },
    {
      "index": 112,
      "start_time": 716388.0,
      "end_time": 722377.0,
      "text": "Patreon is a voluntary subscription service where you can support the content you love, though a monthly donation,"
    },
    {
      "index": 113,
      "start_time": 722377.0,
      "end_time": 725868.0,
      "text": "and help keep Crash Course free for everyone, forever."
    },
    {
      "index": 114,
      "start_time": 725868.0,
      "end_time": 730508.0,
      "text": "Thanks for watching, and next time you sneeze, check the tissue, there might be an universe in there."
    }
  ]
}