{
  "video_id": "7jMo5VWKKVo",
  "title": "Low Carbon Buildings - Pioneering a Low Carbon Future",
  "json": [
    {
      "index": 1,
      "start_time": 6230.0,
      "end_time": 14920.0,
      "text": "The machine behind me is an indoor solar simulator. It simulates sunlight using a series of lamps."
    },
    {
      "index": 2,
      "start_time": 14920.0,
      "end_time": 21939.0,
      "text": "The sunlight is radiated onto the test surface on the opposite side of the cage and in that"
    },
    {
      "index": 3,
      "start_time": 21940.0,
      "end_time": 29869.0,
      "text": "cage we can place components of buildings as if they were integral parts of a building"
    },
    {
      "index": 4,
      "start_time": 29869.0,
      "end_time": 36660.0,
      "text": "structure. That allows us to measure the thermal performance of those devices when bathed in"
    },
    {
      "index": 5,
      "start_time": 36660.0,
      "end_time": 44690.0,
      "text": "sunlight and the entire process is about improving the performance of devices and improving their"
    },
    {
      "index": 6,
      "start_time": 44700.0,
      "end_time": 46910.0,
      "text": "efficiency to lead us towards a low carbon future."
    },
    {
      "index": 7,
      "start_time": 48500.0,
      "end_time": 52380.0,
      "text": "Buildings are about 40 per cent of the UK’s"
    },
    {
      "index": 8,
      "start_time": 52390.0,
      "end_time": 57199.0,
      "text": "carbon dioxide emissions and so they’re one of the prime targets for trying to meet"
    },
    {
      "index": 9,
      "start_time": 57199.0,
      "end_time": 64970.0,
      "text": "government CO2 reduction ambitions. A lot of our work is based on developing computer"
    },
    {
      "index": 10,
      "start_time": 64970.0,
      "end_time": 71690.0,
      "text": "models of buildings, models which help us to understand how energy is used, the contribution"
    },
    {
      "index": 11,
      "start_time": 71690.0,
      "end_time": 78620.0,
      "text": "which renewable energy technologies might make and also which can be used by central"
    },
    {
      "index": 12,
      "start_time": 78620.0,
      "end_time": 83800.0,
      "text": "government and local authorities to develop their carbon reduction policies."
    },
    {
      "index": 13,
      "start_time": 85580.0,
      "end_time": 92380.0,
      "text": "A lot of the uncertainty in making predictions of building energy demand relates to the people"
    },
    {
      "index": 14,
      "start_time": 92380.0,
      "end_time": 99170.0,
      "text": "in the building and how they behave. Energy consumption is hugely influenced by equipment,"
    },
    {
      "index": 15,
      "start_time": 99170.0,
      "end_time": 106320.0,
      "text": "lights, appliances, computers, televisions and the way that equipment is used by people."
    },
    {
      "index": 16,
      "start_time": 106320.0,
      "end_time": 113960.0,
      "text": "A lot of the work to understand energy demand is multi-disciplinary, bringing together social"
    },
    {
      "index": 17,
      "start_time": 113960.0,
      "end_time": 121470.0,
      "text": "scientists who understand behaviour with traditional engineers and building physicists who understand"
    },
    {
      "index": 18,
      "start_time": 121470.0,
      "end_time": 123810.0,
      "text": "about the fabric and the energy systems."
    },
    {
      "index": 19,
      "start_time": 123810.0,
      "end_time": 132100.0,
      "text": "To give you a practical example we can measure the energy demand of buildings and the internal"
    },
    {
      "index": 20,
      "start_time": 132100.0,
      "end_time": 137370.0,
      "text": "temperatures using traditional scientific monitoring techniques, but on the other hand"
    },
    {
      "index": 21,
      "start_time": 137370.0,
      "end_time": 144109.0,
      "text": "we can use social science survey methods to understand the socio economic status of households"
    },
    {
      "index": 22,
      "start_time": 144109.0,
      "end_time": 150480.0,
      "text": "and get an inventory of the lights and appliances in households. By comparing the two we can"
    },
    {
      "index": 23,
      "start_time": 150480.0,
      "end_time": 156380.0,
      "text": "start to better understand the relationship between people and energy demand."
    },
    {
      "index": 24,
      "start_time": 160150.0,
      "end_time": 167450.0,
      "text": "A lot of our work is of direct interest to energy companies as well as local authorities"
    },
    {
      "index": 25,
      "start_time": 167450.0,
      "end_time": 173179.0,
      "text": "and central government. And in a way having worked in this field for 25 years it feels"
    },
    {
      "index": 26,
      "start_time": 173180.0,
      "end_time": 178879.0,
      "text": "like finally our moment has come and it’s almost impossible to satisfy all the different"
    },
    {
      "index": 27,
      "start_time": 178879.0,
      "end_time": 186760.0,
      "text": "demands that different stakeholders have for the work that we do. If we have buildings"
    },
    {
      "index": 28,
      "start_time": 186760.0,
      "end_time": 192879.0,
      "text": "which consume less energy, then the demand on the system is reduced and renewable energy"
    },
    {
      "index": 29,
      "start_time": 192879.0,
      "end_time": 199399.0,
      "text": "technologies, be it wind, wave and some would say nuclear, has a much greater chance of"
    },
    {
      "index": 30,
      "start_time": 199400.0,
      "end_time": 202400.0,
      "text": "meeting a higher proportion of our energy needs."
    }
  ]
}