{
  "video_id": "7kVTpM3onRY",
  "title": "How To Shoot Better Photos With Your Phone",
  "json": [
    {
      "index": 1,
      "start_time": 130.0,
      "end_time": 4560.0,
      "text": "You don't need an expensive DSLR to take great photos. Smartphones these days take really good pictures."
    },
    {
      "index": 2,
      "start_time": 4560.0,
      "end_time": 8500.0,
      "text": "There's a lot that goes into a good photo besides the camera. Here are a few things to keep in mind when"
    },
    {
      "index": 3,
      "start_time": 8500.0,
      "end_time": 10520.0,
      "text": "you're shooting that'll dramatically improve your shots."
    },
    {
      "index": 4,
      "start_time": 11550.0,
      "end_time": 17600.0,
      "text": "In photography, lighting is extremely important. If you're shooting outdoors, you want to shoot during magic hour."
    },
    {
      "index": 5,
      "start_time": 17600.0,
      "end_time": 22119.0,
      "text": "These are the few hours after sunrise and before sunset when the lighting is softness and not as harsh."
    },
    {
      "index": 6,
      "start_time": 22120.0,
      "end_time": 26340.0,
      "text": "If you are shooting during the day, try to avoid taking pictures of people in direct sunlight."
    },
    {
      "index": 7,
      "start_time": 26340.0,
      "end_time": 32159.0,
      "text": "It casts harsh shadows and obscures people's features. Try to go somewhere in the shade where the lighting's more uniform."
    },
    {
      "index": 8,
      "start_time": 32159.0,
      "end_time": 36179.0,
      "text": "An overcast day is also a great time to shoot because cloud cover provides even lighting."
    },
    {
      "index": 9,
      "start_time": 36180.0,
      "end_time": 41110.0,
      "text": "An important thing to keep in mind when you're shooting photos, make sure you're exposed to the brighter parts of a"
    },
    {
      "index": 10,
      "start_time": 41110.0,
      "end_time": 44320.0,
      "text": "photograph. That way you're retaining all the information from the scene."
    },
    {
      "index": 11,
      "start_time": 44320.0,
      "end_time": 46930.0,
      "text": "If your photos are coming out too dark, you can always brighten them with"
    },
    {
      "index": 12,
      "start_time": 46930.0,
      "end_time": 50240.0,
      "text": "editing software. My personal favorite is Lightroom. It has some really"
    },
    {
      "index": 13,
      "start_time": 50240.0,
      "end_time": 54170.0,
      "text": "great presets and has very robust editing controls. Another popular option"
    },
    {
      "index": 14,
      "start_time": 54170.0,
      "end_time": 58190.0,
      "text": "is Afterlight. You've probably heard of the rule of thirds, this is a key"
    },
    {
      "index": 15,
      "start_time": 58190.0,
      "end_time": 61669.0,
      "text": "part of taking better photos. Most smartphones have a grid option that"
    },
    {
      "index": 16,
      "start_time": 61670.0,
      "end_time": 64930.0,
      "text": "overlays over the camera app. Try using this to align points of interest"
    },
    {
      "index": 17,
      "start_time": 64930.00000000001,
      "end_time": 68740.0,
      "text": "when you're taking photos. When you're taking pictures of people, frame"
    },
    {
      "index": 18,
      "start_time": 68740.0,
      "end_time": 72780.0,
      "text": "them so you're cutting them off mid-shin or mid-thigh. Also, try to be"
    },
    {
      "index": 19,
      "start_time": 72780.0,
      "end_time": 74370.0,
      "text": "mindful of how much headroom you're leaving."
    },
    {
      "index": 20,
      "start_time": 74660.0,
      "end_time": 77920.0,
      "text": "Don't leave too much space above your subject, or too little, aim for"
    },
    {
      "index": 21,
      "start_time": 77920.0,
      "end_time": 81190.0,
      "text": "something in between. If your native camera app doesn't give you a lot of"
    },
    {
      "index": 22,
      "start_time": 81230.0,
      "end_time": 84930.0,
      "text": "control, maybe try using a third party one. I really like using Camera+."
    },
    {
      "index": 23,
      "start_time": 85420.0,
      "end_time": 88600.0,
      "text": "It gives you plenty of control over important camera features like ISO,"
    },
    {
      "index": 24,
      "start_time": 88900.0,
      "end_time": 93600.0,
      "text": "aperture and even lets you control the focus manually. Some top of the"
    },
    {
      "index": 25,
      "start_time": 93600.0,
      "end_time": 95660.0,
      "text": "line smartphones have features that add software depth the field,"
    },
    {
      "index": 26,
      "start_time": 96200.0,
      "end_time": 99150.0,
      "text": "essentially giving you look of a DSLR camera, and it's actually pretty"
    },
    {
      "index": 27,
      "start_time": 99150.0,
      "end_time": 102480.0,
      "text": "good. It works best when you have plenty of light and depth behind your"
    },
    {
      "index": 28,
      "start_time": 102480.0,
      "end_time": 106310.0,
      "text": "subjects. If you're a selfie lover I got some bad news for you. That front"
    },
    {
      "index": 29,
      "start_time": 106310.0,
      "end_time": 109550.0,
      "text": "facing camera isn't as good as a rear facing one. So next time you're"
    },
    {
      "index": 30,
      "start_time": 109550.0,
      "end_time": 113119.0,
      "text": "taking a selfie, maybe ask somebody to take that photo for you. Another"
    },
    {
      "index": 31,
      "start_time": 113120.0,
      "end_time": 116180.0,
      "text": "way to get really creative with your photos is to use lenses. These are"
    },
    {
      "index": 32,
      "start_time": 116180.0,
      "end_time": 119300.0,
      "text": "similar to what you have access to on higher-end cameras but cheaper and"
    },
    {
      "index": 33,
      "start_time": 119300.0,
      "end_time": 122700.0,
      "text": "more portable. A fisheye lens gives you an extremely wide field of view."
    },
    {
      "index": 34,
      "start_time": 123300.0,
      "end_time": 125700.0,
      "text": "It's a bit more stylized but can allow you to take some really creative"
    },
    {
      "index": 35,
      "start_time": 125700.0,
      "end_time": 129199.0,
      "text": "shots. A wide-angle lens works similar to the fish eye it's just not as"
    },
    {
      "index": 36,
      "start_time": 129199.00000000001,
      "end_time": 132589.0,
      "text": "extreme. It works great for dramatic landscape shots or even when you're"
    },
    {
      "index": 37,
      "start_time": 132590.0,
      "end_time": 136570.0,
      "text": "indoors or in confined spaces. A telephoto lens is the zoom lens and it"
    },
    {
      "index": 38,
      "start_time": 136570.0,
      "end_time": 139410.0,
      "text": "works really great for taking shots of things far away. This is what you"
    },
    {
      "index": 39,
      "start_time": 139410.0,
      "end_time": 142560.0,
      "text": "want to use instead of the digital zoom your phone provides. Every time"
    },
    {
      "index": 40,
      "start_time": 142560.0,
      "end_time": 145620.0,
      "text": "you go further into the image it just pixilates it and degrades it more"
    },
    {
      "index": 41,
      "start_time": 145620.0,
      "end_time": 149490.0,
      "text": "and more. It's also great for taking pictures of things up close. It'll"
    },
    {
      "index": 42,
      "start_time": 149490.0,
      "end_time": 154140.0,
      "text": "add depth of field between your subject and its background. And lastly,"
    },
    {
      "index": 43,
      "start_time": 154140.0,
      "end_time": 157570.0,
      "text": "there's the macro lens, which lets you take extreme close-up shots. Like"
    },
    {
      "index": 44,
      "start_time": 157570.0,
      "end_time": 160489.0,
      "text": "the fisheye, this one's a bit more stylized and used for artistic or"
    },
    {
      "index": 45,
      "start_time": 160580.0,
      "end_time": 164400.0,
      "text": "creative shots. Just in case you were wondering, all the photos in this"
    },
    {
      "index": 46,
      "start_time": 164400.0,
      "end_time": 168140.0,
      "text": "video were shot on my iPhone X, with the lens portion using Olloclip's lenses."
    },
    {
      "index": 47,
      "start_time": 168140.0,
      "end_time": 170600.0,
      "text": "So as I mentioned at the beginning of the video, there's a lot"
    },
    {
      "index": 48,
      "start_time": 170600.0,
      "end_time": 175700.0,
      "text": "that goes into photography besides the camera, and these tips will help you go a long ways in improving the photos that you take."
    },
    {
      "index": 49,
      "start_time": 175700.0,
      "end_time": 180190.0,
      "text": "But the biggest piece of advice I can offer is to practice, so get out there and start shooting."
    }
  ]
}