{
  "video_id": "7kZZYxcpV_4",
  "title": "CIVILIZATION VI - How to Generate Faith",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4700.0,
      "text": "HOW TO GENERATE FAITH"
    },
    {
      "index": 2,
      "start_time": 4700.0,
      "end_time": 9442.0,
      "text": "Faith and Religion are one of your paths to victory in Sid Meier’s Civilization VI."
    },
    {
      "index": 3,
      "start_time": 9442.0,
      "end_time": 17550.0,
      "text": "Faith is the resource used to found and enhance a religion, patronize Great People, purchase buildings and acquire religious units."
    },
    {
      "index": 4,
      "start_time": 17550.0,
      "end_time": 24657.0,
      "text": "Faith is generated by building a Holy Site, social policies, and through access to natural wonders."
    },
    {
      "index": 5,
      "start_time": 24657.0,
      "end_time": 27293.0,
      "text": "At the start of the game, you’ll start earning faith."
    },
    {
      "index": 6,
      "start_time": 27293.0,
      "end_time": 32999.0,
      "text": "Soon, you’ll be prompted to found a Pantheon – a starting belief that will lead toward founding a Religion."
    },
    {
      "index": 7,
      "start_time": 32999.0,
      "end_time": 38805.0,
      "text": "A Pantheon belief can provide many different advantages, so pick one that directly benefits your early empire."
    },
    {
      "index": 8,
      "start_time": 38805.0,
      "end_time": 47800.0,
      "text": "For example, if your city is next to ocean resources, the God of the Sea Pantheon will give bonus production to those worked by fishing boats."
    },
    {
      "index": 9,
      "start_time": 49249.0,
      "end_time": 56923.0,
      "text": "Great Prophets are used to found major religions. You can earn Great Prophet points through social policies and by building Holy Sites."
    },
    {
      "index": 10,
      "start_time": 57891.0,
      "end_time": 68234.0,
      "text": "When founding a Religion, you may pick one Follower Belief that benefits all cites in which your religion is dominant, and one Founder Belief, which primarily benefits your civilization."
    },
    {
      "index": 11,
      "start_time": 68234.0,
      "end_time": 73872.0,
      "text": "You can also choose the ability to build special religious buildings on your Holy Site."
    },
    {
      "index": 12,
      "start_time": 73873.0,
      "end_time": 80847.0,
      "text": "The total number of religions founded are limited so only civilizations that push early for a Prophet will found a religion."
    },
    {
      "index": 13,
      "start_time": 80847.0,
      "end_time": 88321.0,
      "text": "Religion emanates naturally from converted cites, but to really spread you’ll need Missionaries and Apostles which you can acquire with Faith."
    },
    {
      "index": 14,
      "start_time": 89322.0,
      "end_time": 96763.0,
      "text": "Missionaries are the first religious units you’ll get. They have a limited number of charges, which they use to promote their religion near another city."
    },
    {
      "index": 15,
      "start_time": 97831.0,
      "end_time": 102680.0,
      "text": "You’ll need a Shrine in your Holy Site in order to recruit them with Faith."
    },
    {
      "index": 16,
      "start_time": 102680.0,
      "end_time": 109943.0,
      "text": "Apostles are your most powerful religious units, and require a Temple. Each Apostle gets access to a special set of promotions."
    },
    {
      "index": 17,
      "start_time": 112445.0,
      "end_time": 117583.0,
      "text": "Apostles can also be used to evangelize your beliefs, adding a new ability to the religion."
    },
    {
      "index": 18,
      "start_time": 119152.0,
      "end_time": 124824.0,
      "text": "Have an invading army of Missionaries converting your cites? Have an Apostle launch an inquisition!"
    },
    {
      "index": 19,
      "start_time": 126926.0,
      "end_time": 137470.0,
      "text": "Inquisitors are inexpensive units that can remove competing religions from your cities, as well as engage in Theological Conflict with other Missionaries, Apostles, and Inquisitors."
    },
    {
      "index": 20,
      "start_time": 137470.0,
      "end_time": 142942.0,
      "text": "Theological Conflict is a new feature that changes the theological landscape in broad new ways."
    },
    {
      "index": 21,
      "start_time": 144177.0,
      "end_time": 154754.0,
      "text": "Apostles can attack other religious units to keep them from spreading their religion, and if a unit is defeated it affects every city within 10 tiles, while promoting the opposing religion."
    },
    {
      "index": 22,
      "start_time": 154754.0,
      "end_time": 159424.0,
      "text": "Some Apostles can even generate Relics from defeat with the Martyr ability."
    },
    {
      "index": 23,
      "start_time": 160560.0,
      "end_time": 163229.0,
      "text": "Certain wonders also benefit your religion."
    },
    {
      "index": 24,
      "start_time": 163229.0,
      "end_time": 171204.0,
      "text": "Stonehenge, the first Wonder in the game, grants a free Great Prophet and allows you to establish a religion without having a Holy Site."
    },
    {
      "index": 25,
      "start_time": 171204.0,
      "end_time": 179679.0,
      "text": "The Mahabodhi Temple grants 2 free apostles, and the Hagia Sophia gives all religious units an extra spread charge."
    },
    {
      "index": 26,
      "start_time": 179679.0,
      "end_time": 183516.0,
      "text": "Mont St. Michel gives all Apostles the Martyr promotion."
    },
    {
      "index": 27,
      "start_time": 183516.0,
      "end_time": 189522.0,
      "text": "A religious victory is achieved when more than half of all cities in the worlds’ civilizations follow your religion."
    },
    {
      "index": 28,
      "start_time": 191758.0,
      "end_time": 199866.0,
      "text": "The best way to achieve this is by creating Missionaries and Apostles and sending them to cities and civilizations that didn’t start a religion of their own."
    },
    {
      "index": 29,
      "start_time": 201267.0,
      "end_time": 207140.0,
      "text": "You can also send Apostles promoted with the Proselytizer ability to convert other nations&#39; Holy Cities."
    },
    {
      "index": 30,
      "start_time": 207140.0,
      "end_time": 212110.0,
      "text": "This will upset their leaders, so be prepared to deal with the diplomatic consequences."
    },
    {
      "index": 31,
      "start_time": 212110.0,
      "end_time": 216249.0,
      "text": ">Go forth and spread your good word in Sid Meier’s Civilization VI."
    }
  ]
}