{
  "video_id": "7sZMFM9_D8c",
  "title": "5 ways -  How to speak confidently? |  Improve Communication skills & Personality development",
  "json": [
    {
      "index": 1,
      "start_time": 13450.0,
      "end_time": 21140.0,
      "text": "Congratulations to you, but for what? Congratulations to you for clicking on this video coz this"
    },
    {
      "index": 2,
      "start_time": 21140.0,
      "end_time": 27310.0,
      "text": "is the video where you are going to master the art of communication once and for all."
    },
    {
      "index": 3,
      "start_time": 27310.0,
      "end_time": 32610.0,
      "text": "I really like the word art of communication. Communicating is almost like art where you"
    },
    {
      "index": 4,
      "start_time": 32610.0,
      "end_time": 38410.0,
      "text": "have certain tools which you should be smart enough to use them to make your communication"
    },
    {
      "index": 5,
      "start_time": 38410.0,
      "end_time": 43910.0,
      "text": "very, very effective. So like an artist you are also going to learn how to communicate"
    },
    {
      "index": 6,
      "start_time": 43910.0,
      "end_time": 56500.0,
      "text": "effectively through this session on Skillopedia, the place to learn skills for the real world."
    },
    {
      "index": 7,
      "start_time": 56500.0,
      "end_time": 62110.0,
      "text": "So to communicate effectively the first point that you need to keep in mind is word choice."
    },
    {
      "index": 8,
      "start_time": 62110.0,
      "end_time": 67610.0,
      "text": "Why is word choice so important? Well it is because words have the power. They have the"
    },
    {
      "index": 9,
      "start_time": 67610.0,
      "end_time": 75250.0,
      "text": "power to build nations and words also have the power to destroy humans. So be very careful"
    },
    {
      "index": 10,
      "start_time": 75250.0,
      "end_time": 81259.0,
      "text": "about the words that you use. Words really affect your relationships and they really"
    },
    {
      "index": 11,
      "start_time": 81259.0,
      "end_time": 87289.0,
      "text": "impact the image that other people carry of you. If you use negative words all the time,"
    },
    {
      "index": 12,
      "start_time": 87289.0,
      "end_time": 93119.0,
      "text": "words like worthless, hopeless. It doesn&#39;t give a very good impact and the person talking"
    },
    {
      "index": 13,
      "start_time": 93119.0,
      "end_time": 98530.0,
      "text": "to you doesn&#39;t feel positive about you. So make sure that your words are meaningful as"
    },
    {
      "index": 14,
      "start_time": 98530.0,
      "end_time": 103939.0,
      "text": "long as the listener can understand you. They should be colourful and positive. It&#39;s great"
    },
    {
      "index": 15,
      "start_time": 103939.0,
      "end_time": 111039.0,
      "text": "to use words like acceptance, extraordinary, a word like positive and a word like possible,"
    },
    {
      "index": 16,
      "start_time": 111039.0,
      "end_time": 116119.0,
      "text": "it&#39;s possible. Try not to say too often that it&#39;s just impossible to do it. Rather you"
    },
    {
      "index": 17,
      "start_time": 116119.0,
      "end_time": 121630.0,
      "text": "should say that it&#39;s possible which gives a great impact to the listener. The second"
    },
    {
      "index": 18,
      "start_time": 121630.0,
      "end_time": 126340.0,
      "text": "thing that you need to be very careful about is not using slangs in your everyday speech"
    },
    {
      "index": 19,
      "start_time": 126340.0,
      "end_time": 130600.0,
      "text": "as long as you are talking at work. If you are talking to your friends it&#39;s alright to"
    },
    {
      "index": 20,
      "start_time": 130600.0,
      "end_time": 136900.0,
      "text": "use slang words. But you should not use slang words when you are talking to people at work"
    },
    {
      "index": 21,
      "start_time": 136900.0,
      "end_time": 142629.0,
      "text": "or at professional relationships. The third thing that you need to be very careful about"
    },
    {
      "index": 22,
      "start_time": 142629.0,
      "end_time": 148739.0,
      "text": "is not slurring. So slurring is when you speak out words very quickly and no one can understand"
    },
    {
      "index": 23,
      "start_time": 148739.0,
      "end_time": 153319.0,
      "text": "what you said, when you just said so quickly that people don&#39;t understand. So make sure"
    },
    {
      "index": 24,
      "start_time": 153319.0,
      "end_time": 157750.0,
      "text": "that your words are distinct and very clear and you use positive, impactful words to make"
    },
    {
      "index": 25,
      "start_time": 157750.0,
      "end_time": 167760.0,
      "text": "your relationships better."
    },
    {
      "index": 26,
      "start_time": 167760.0,
      "end_time": 174329.0,
      "text": "The second way to master the art of communication is by expanding your vocabulary. In the previous"
    },
    {
      "index": 27,
      "start_time": 174329.0,
      "end_time": 179599.0,
      "text": "tip I talked to you about word choice. So how can you choose among words if you don&#39;t"
    },
    {
      "index": 28,
      "start_time": 179599.0,
      "end_time": 184939.0,
      "text": "have enough words in your vocabulary bank? So you should make an attempt to expand your"
    },
    {
      "index": 29,
      "start_time": 184939.0,
      "end_time": 189990.0,
      "text": "vocabulary by reading vocabulary books or watching our videos on vocabulary at let&#39;s"
    },
    {
      "index": 30,
      "start_time": 189990.0,
      "end_time": 196230.0,
      "text": "talk. This is on way to strengthen your vocabulary and sound more educated, more learned to those"
    },
    {
      "index": 31,
      "start_time": 196230.0,
      "end_time": 201730.0,
      "text": "who are listening to you. But you have to be very careful when it comes to vocabulary."
    },
    {
      "index": 32,
      "start_time": 201730.0,
      "end_time": 206370.0,
      "text": "You can use good and hard vocabulary with people that you think can understand. But"
    },
    {
      "index": 33,
      "start_time": 206370.0,
      "end_time": 211680.0,
      "text": "if you think that a lay person would not understand difficult vocabulary, so that&#39;s time where"
    },
    {
      "index": 34,
      "start_time": 211680.0,
      "end_time": 217550.0,
      "text": "you need to use graded vocabulary which means easier vocabulary. The second thing that you"
    },
    {
      "index": 35,
      "start_time": 217550.0,
      "end_time": 223890.0,
      "text": "need to take care of is the intonation when you speak. So intonation is the rising and"
    },
    {
      "index": 36,
      "start_time": 223890.0,
      "end_time": 228359.0,
      "text": "the lowering tone of your voice. If I speak to you in a monotone, I will almost sound"
    },
    {
      "index": 37,
      "start_time": 228359.0,
      "end_time": 233580.0,
      "text": "like a robot. And I will not be able to catch your attention. So it&#39;s important that you"
    },
    {
      "index": 38,
      "start_time": 233580.0,
      "end_time": 239040.0,
      "text": "have a rising tone and a lowering tone, so that you can keep the attention of the speaker"
    },
    {
      "index": 39,
      "start_time": 239040.0,
      "end_time": 245620.0,
      "text": "to yourself and only yourself. The third thing that you need to take care about is the pace"
    },
    {
      "index": 40,
      "start_time": 245620.0,
      "end_time": 251190.0,
      "text": "of your speech. So if you speak way too fast. Obviously the hearer would not be able to"
    },
    {
      "index": 41,
      "start_time": 251190.0,
      "end_time": 257500.0,
      "text": "understand. But sometimes when you are speaking fast, it also reflects that you are very excited."
    },
    {
      "index": 42,
      "start_time": 257500.0,
      "end_time": 263600.0,
      "text": "So if you want to hide your excitement try and speak a bit calmly, which reflects thoughtfulness"
    },
    {
      "index": 43,
      "start_time": 263600.0,
      "end_time": 270350.0,
      "text": "and intelligence of course. And the last tip that you need to take care about is your volume."
    },
    {
      "index": 44,
      "start_time": 270350.0,
      "end_time": 276280.0,
      "text": "So can definitely not speak in one volume and just go on in that volume. Just imagine"
    },
    {
      "index": 45,
      "start_time": 276280.0,
      "end_time": 282030.0,
      "text": "if a painter used only one paint in the painting, that wouldn&#39;t be nice, right? We want lots"
    },
    {
      "index": 46,
      "start_time": 282030.0,
      "end_time": 287820.0,
      "text": "of colours. So in the same way the volume of your speech should keep changing. You should"
    },
    {
      "index": 47,
      "start_time": 287820.0,
      "end_time": 293840.0,
      "text": "take the hearer or the listener on a roller- coaster ride of communication, where you go"
    },
    {
      "index": 48,
      "start_time": 293840.0,
      "end_time": 299660.0,
      "text": "up and you go down. They have a great experience listening to you, having all their attention"
    },
    {
      "index": 49,
      "start_time": 299660.0,
      "end_time": 308500.0,
      "text": "exclusively to you."
    },
    {
      "index": 50,
      "start_time": 308500.0,
      "end_time": 315780.0,
      "text": "The third tip that I have for you is to use your emotions as an effective communicator."
    },
    {
      "index": 51,
      "start_time": 315780.0,
      "end_time": 321780.0,
      "text": "The key here is to not let your emotions overflow. So you should show your emotions without being"
    },
    {
      "index": 52,
      "start_time": 321780.0,
      "end_time": 327340.0,
      "text": "too emotional. It doesn&#39;t matter if you cry in front of someone. You don&#39;t need to feel"
    },
    {
      "index": 53,
      "start_time": 327340.0,
      "end_time": 332630.0,
      "text": "about it. They know that you are a very passionate person who desires success, has certain aims"
    },
    {
      "index": 54,
      "start_time": 332630.0,
      "end_time": 338210.0,
      "text": "and ambitions. But if you cry in front of someone, it shows a very tender side of you."
    },
    {
      "index": 55,
      "start_time": 338210.0,
      "end_time": 345100.0,
      "text": "It shows that you are a very soft hearted person who understands another person&#39;s situation."
    },
    {
      "index": 56,
      "start_time": 345100.0,
      "end_time": 350660.0,
      "text": "Even if you get angry, it’s not that bad, really? Unless you get angry very often. Sometimes"
    },
    {
      "index": 57,
      "start_time": 350660.0,
      "end_time": 355180.0,
      "text": "anger reflects seriousness. So if you are very serious about a matter and you have an"
    },
    {
      "index": 58,
      "start_time": 355180.0,
      "end_time": 360680.0,
      "text": "intense expression on your face, an intense emotion, then it is alright. It will help"
    },
    {
      "index": 59,
      "start_time": 360680.0,
      "end_time": 366910.0,
      "text": "the listener to understand the seriousness of the situation and sometimes if you laugh"
    },
    {
      "index": 60,
      "start_time": 366910.0,
      "end_time": 372260.0,
      "text": "a lot like you do most of the time. It shows that there is a fun side to you and that you"
    },
    {
      "index": 61,
      "start_time": 372260.0,
      "end_time": 377990.0,
      "text": "don&#39;t take difficult circumstance too seriously. So it&#39;s alright if you show your emotions,"
    },
    {
      "index": 62,
      "start_time": 377990.0,
      "end_time": 384000.0,
      "text": "they can be a very powerful tool to communicate with someone. So don&#39;t shy away from your"
    },
    {
      "index": 63,
      "start_time": 384000.0,
      "end_time": 395280.0,
      "text": "emotions. Show them but use them to communicate effectively."
    },
    {
      "index": 64,
      "start_time": 395280.0,
      "end_time": 401710.0,
      "text": "The fourth key to perfect communication is perfect enunciation. Does this mean same as"
    },
    {
      "index": 65,
      "start_time": 401710.0,
      "end_time": 408340.0,
      "text": "pronunciation? No pronunciation is to say out a word correctly. But enunciation means"
    },
    {
      "index": 66,
      "start_time": 408340.0,
      "end_time": 414210.0,
      "text": "to say out a word clearly. So I like I told you in a tip before this that you should not"
    },
    {
      "index": 67,
      "start_time": 414210.0,
      "end_time": 419870.0,
      "text": "slur while you speak. This means that you should not speak words too quickly. The point"
    },
    {
      "index": 68,
      "start_time": 419870.0,
      "end_time": 425620.0,
      "text": "is that you should speak out your words clearly and distinctly so that the listener can understand"
    },
    {
      "index": 69,
      "start_time": 425620.0,
      "end_time": 431320.0,
      "text": "you. However, it is important that you don&#39;t sound unnatural by distinctly saying every"
    },
    {
      "index": 70,
      "start_time": 431320.0,
      "end_time": 437000.0,
      "text": "word, which will go very wrong. So what&#39;s needed it that it should be clear but not"
    },
    {
      "index": 71,
      "start_time": 437000.0,
      "end_time": 443460.0,
      "text": "very distinct. So make sure you get the enunciation right so that the listener can hear the punch"
    },
    {
      "index": 72,
      "start_time": 443460.0,
      "end_time": 451710.0,
      "text": "in your voice when you are talking."
    },
    {
      "index": 73,
      "start_time": 451710.0,
      "end_time": 457080.0,
      "text": "All the tips that we have looked at before are where we are talking about verbal communication"
    },
    {
      "index": 74,
      "start_time": 457080.0,
      "end_time": 462870.0,
      "text": "where you use your words. It&#39;s very important that what you say through words, it really"
    },
    {
      "index": 75,
      "start_time": 462870.0,
      "end_time": 468710.0,
      "text": "impacts your communication but as important is what you don&#39;t say while you are communicating."
    },
    {
      "index": 76,
      "start_time": 468710.0,
      "end_time": 474260.0,
      "text": "Here we are talking about your body language. Which means how do you use your hand and how"
    },
    {
      "index": 77,
      "start_time": 474260.0,
      "end_time": 478650.0,
      "text": "do you use your body, what position are you sitting in. Are you looking into the eyes"
    },
    {
      "index": 78,
      "start_time": 478650.0,
      "end_time": 483370.0,
      "text": "of the person that you are talking to? All these points really affect your communication"
    },
    {
      "index": 79,
      "start_time": 483370.0,
      "end_time": 488651.0,
      "text": "very strongly. So if you sit with hands like this and you don&#39;t move them at all. This"
    },
    {
      "index": 80,
      "start_time": 488651.0,
      "end_time": 493630.0,
      "text": "stiffness shows that you are kind of a bit arrogant person who is not interested in listening"
    },
    {
      "index": 81,
      "start_time": 493630.0,
      "end_time": 498950.0,
      "text": "to the other person. Maybe you are not arrogant and you are really interested in the communication"
    },
    {
      "index": 82,
      "start_time": 498950.0,
      "end_time": 504270.0,
      "text": "but it shows that you are not. So it&#39;s better to keep your hands loose and be very demonstrative"
    },
    {
      "index": 83,
      "start_time": 504270.0,
      "end_time": 509020.0,
      "text": "with your hand. Now this doesn&#39;t mean that go around making different patterns with your"
    },
    {
      "index": 84,
      "start_time": 509020.0,
      "end_time": 513870.0,
      "text": "hand and the listener would think, ok what is she going to do next? Not like that, but"
    },
    {
      "index": 85,
      "start_time": 513870.0,
      "end_time": 519890.0,
      "text": "that you use them to express yourself correctly. Now coming to your eyes. It&#39;s very important"
    },
    {
      "index": 86,
      "start_time": 519890.0,
      "end_time": 524540.0,
      "text": "that you look in the eyes of the person that you are talking to. Have you ever spoken to"
    },
    {
      "index": 87,
      "start_time": 524540.0,
      "end_time": 530261.0,
      "text": "somebody who is not looking into your eyes and is looking everywhere except at you? What"
    },
    {
      "index": 88,
      "start_time": 530261.0,
      "end_time": 536060.0,
      "text": "does it show; it reflects a lack of interest in what you are talking. So that person is"
    },
    {
      "index": 89,
      "start_time": 536060.0,
      "end_time": 541780.0,
      "text": "possibly not interested in listening to you. So if you do that to someone for any reason."
    },
    {
      "index": 90,
      "start_time": 541780.0,
      "end_time": 546700.0,
      "text": "Make sure you don&#39;t do that anymore and you look carefully in their eyes and show that"
    },
    {
      "index": 91,
      "start_time": 546700.0,
      "end_time": 552360.0,
      "text": "you are interested in listening to them. The final thing that you need to be careful about"
    },
    {
      "index": 92,
      "start_time": 552360.0,
      "end_time": 558690.0,
      "text": "in terms of body language is position. Especially when you are in a meeting or giving a presentation."
    },
    {
      "index": 93,
      "start_time": 558690.0,
      "end_time": 563111.0,
      "text": "You should be very careful about where you are standing and how you are standing. Sometimes"
    },
    {
      "index": 94,
      "start_time": 563111.0,
      "end_time": 567500.0,
      "text": "you would choose to even sit down while giving a presentation which is absolutely correct."
    },
    {
      "index": 95,
      "start_time": 567500.0,
      "end_time": 571900.0,
      "text": "There&#39;s nothing wrong about it, just that it shows that you are very casual. But it&#39;s"
    },
    {
      "index": 96,
      "start_time": 571900.0,
      "end_time": 576840.0,
      "text": "ok to be casual if you are working with your close colleagues or people that you know very"
    },
    {
      "index": 97,
      "start_time": 576840.0,
      "end_time": 581870.0,
      "text": "well. However, if you are giving a meeting to about a thousand people. It&#39;s important"
    },
    {
      "index": 98,
      "start_time": 581870.0,
      "end_time": 587320.0,
      "text": "that you stand, which shows strength in what you are talking and it catches the listener&#39;s"
    },
    {
      "index": 99,
      "start_time": 587320.0,
      "end_time": 593330.0,
      "text": "attention entirely. So these are the tips for body language. Make sure that you incorporate"
    },
    {
      "index": 100,
      "start_time": 593330.0,
      "end_time": 600480.0,
      "text": "them in your communication because this is as important as the words you choose."
    },
    {
      "index": 101,
      "start_time": 600480.0,
      "end_time": 605010.0,
      "text": "The idea for all these principles that I have shared with you is to add variety to your"
    },
    {
      "index": 102,
      "start_time": 605010.0,
      "end_time": 609990.0,
      "text": "communication. Think of yourself, would you like to talk to a person who talks at one"
    },
    {
      "index": 103,
      "start_time": 609990.0,
      "end_time": 616860.0,
      "text": "speed, one tone, without any emotion, without any passion? No, that person is too predictable"
    },
    {
      "index": 104,
      "start_time": 616860.0,
      "end_time": 621390.0,
      "text": "and you know what they are going to say and you even lose interest when they are talking."
    },
    {
      "index": 105,
      "start_time": 621390.0,
      "end_time": 626090.0,
      "text": "So the challenge is that you should use all these tips that I have shared with you and"
    },
    {
      "index": 106,
      "start_time": 626090.0,
      "end_time": 632700.0,
      "text": "become a master communicator, effective communicator. Make sure you practise all of these tips in"
    },
    {
      "index": 107,
      "start_time": 632700.0,
      "end_time": 638750.0,
      "text": "your everyday life and I hope this was very helpful for you. So thank you, this is Michelle"
    },
    {
      "index": 108,
      "start_time": 638750.0,
      "end_time": 648750.0,
      "text": "signing off from Skillopedia, the place to learn skills for the real world."
    }
  ]
}