{
  "video_id": "7v-mfJMyBO0",
  "title": "Why should you read \"The Handmaid's Tale\"? - Naomi R. Mercer",
  "json": [
    {
      "index": 1,
      "start_time": 6880.0,
      "end_time": 21000.0,
      "text": "In Margaret Atwood's near-future novel, \"The Handmaid's Tale\", a Christian fundamentalist regime called the Republic of Gilead has staged a military coup and established a theocratic government in the United States."
    },
    {
      "index": 2,
      "start_time": 21100.0,
      "end_time": 32000.0,
      "text": "The regime theoretically restricts everyone, but in practice a few men have structured Gilead so they have all the power, especially over women."
    },
    {
      "index": 3,
      "start_time": 33331.0,
      "end_time": 40711.0,
      "text": "The Handmaid's Tale is what Atwood calls speculative fiction, meaning it theorizes about possible futures."
    },
    {
      "index": 4,
      "start_time": 40712.0,
      "end_time": 46082.0,
      "text": "This is a fundamental characteristic shared by both utopian and dystopian texts."
    },
    {
      "index": 5,
      "start_time": 46181.0,
      "end_time": 57413.0,
      "text": "The possible futures in Atwood's novels are usually negative, or dystopian, where the actions of a small group have destroyed society as we know it."
    },
    {
      "index": 6,
      "start_time": 57413.0,
      "end_time": 62272.0,
      "text": "Utopian and dystopian writing tends to parallel political trends."
    },
    {
      "index": 7,
      "start_time": 62273.0,
      "end_time": 69524.0,
      "text": "Utopian writing frequently depicts an idealized society that the author puts forth as a blueprint to strive toward."
    },
    {
      "index": 8,
      "start_time": 69525.0,
      "end_time": 81804.0,
      "text": "Dystopias, on the other hand, are not necessarily predictions  of apocalyptic futures, but rather warnings about the ways in which societies can set themselves on the path to destruction."
    },
    {
      "index": 9,
      "start_time": 81902.0,
      "end_time": 90255.0,
      "text": "The Handmaid's Tale was published in 1985, when many conservative groups attacked the gains made by the second-wave feminist movement."
    },
    {
      "index": 10,
      "start_time": 90255.0,
      "end_time": 97575.0,
      "text": "This movement had been advocating greater social and legal equality for women since the early 1960s."
    },
    {
      "index": 11,
      "start_time": 97615.0,
      "end_time": 111800.0,
      "text": "The Handmaid's Tale imagines a future in which the conservative counter-movement gains the upper hand and not only demolishes the progress women had made toward equality but makes women completely subservient to men."
    },
    {
      "index": 12,
      "start_time": 111805.0,
      "end_time": 119676.0,
      "text": "Gilead divides women in the regime into distinct social classes based upon their function as status symbols for men."
    },
    {
      "index": 13,
      "start_time": 119720.0,
      "end_time": 121476.0,
      "text": "Even their clothing is color-coded."
    },
    {
      "index": 14,
      "start_time": 121476.0,
      "end_time": 133650.0,
      "text": "Women are no longer allowed to read or move about freely in public, and fertile women are subject to state-engineered rape in order to give birth to children for the regime."
    },
    {
      "index": 15,
      "start_time": 133697.0,
      "end_time": 145300.0,
      "text": "Although The Handmaid's Tale is set in the future, one of Atwood's self-imposed rules in writing it was that she wouldn't use any event or practice that hadn't already happened in human history."
    },
    {
      "index": 16,
      "start_time": 145387.0,
      "end_time": 154580.0,
      "text": "The book is set  in Cambridge, Massachusetts, a city that during the American colonial period had been ruled by the theocratic Puritans."
    },
    {
      "index": 17,
      "start_time": 154633.0,
      "end_time": 170340.0,
      "text": "In many ways, the Republic of Gilead resembles the strict rules that were present in Puritan society: rigid moral codes, modest clothing, banishment of dissenters, and regulation of every aspect  of people's lives and relationships."
    },
    {
      "index": 18,
      "start_time": 170349.0,
      "end_time": 176309.0,
      "text": "For Atwood, the parallels  to Massachusett's Puritans were personal as well as theoretical."
    },
    {
      "index": 19,
      "start_time": 176399.0,
      "end_time": 187540.0,
      "text": "She spent several years studying the Puritans at Harvard and she's possibly descended from Mary Webster, a Puritan woman accused of witchcraft who survived her hanging."
    },
    {
      "index": 20,
      "start_time": 187549.0,
      "end_time": 190180.0,
      "text": "Atwood is a master storyteller."
    },
    {
      "index": 21,
      "start_time": 190180.0,
      "end_time": 203680.0,
      "text": "The details of Gilead, which we've only skimmed the surface of, slowly come into focus through the eyes of its characters, mainly the novel's protagonist Offred, a handmaid in the household  of a commander."
    },
    {
      "index": 22,
      "start_time": 203689.0,
      "end_time": 211900.0,
      "text": "Before the coup that established Gilead, Offred had a husband, a child, a job, and a normal, middle-class American life."
    },
    {
      "index": 23,
      "start_time": 211900.0,
      "end_time": 226230.0,
      "text": "But when the fundamentalist regime comes into power, Offred is denied her identity, separated from her family, and reduced to being, in Offred's words, \"a two-legged womb for increasing  Gilead's waning population.\""
    },
    {
      "index": 24,
      "start_time": 226231.0,
      "end_time": 232771.0,
      "text": "She initially accepts the loss  of her fundamental human rights in the name of stabilizing the new government."
    },
    {
      "index": 25,
      "start_time": 232871.0,
      "end_time": 241640.0,
      "text": "But state control soon extends into attempts to control the language, behavior, and thoughts of herself and other individuals."
    },
    {
      "index": 26,
      "start_time": 241642.0,
      "end_time": 252700.0,
      "text": "Early on, Offred says, \"I wait. I compose myself. My self is a thing I must compose, as one composes a speech.\""
    },
    {
      "index": 27,
      "start_time": 253413.0,
      "end_time": 257362.0,
      "text": "She likens language to the formulation of identity."
    },
    {
      "index": 28,
      "start_time": 257362.00000000003,
      "end_time": 272270.0,
      "text": "Her words also acknowledge the possibility of resistance, and it's resistance, the actions of people who dare to break the political, intellectual, and sexual rules, that drives the plot of the Handmaid's Tale."
    },
    {
      "index": 29,
      "start_time": 272273.0,
      "end_time": 285380.0,
      "text": "Ultimately, the novel's exploration of the consequences of complacency, and how power can be wielded unfairly, makes Atwood's chilling vision of a dystopian regime ever relevant."
    }
  ]
}