{
  "video_id": "8-u5nd2GqNE",
  "title": "The Secret Protocol for When the Queen Dies",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9580.0,
      "end_time": 22880.0,
      "text": "Her Majesty Elizabeth the Second, Queen of the United Kingdom, Canada, Australia, New Zealand, Jamaica, Barbados, the Bahamas, Grenada, Papua New Guinea, the Solomon Islands, Tuvalu, Saint Lucia, Saint Vincent and the Grenadines, Belize, Antigua and Barbuda, and Saint Kitts and Nevis... will die."
    },
    {
      "index": 2,
      "start_time": 22880.0,
      "end_time": 30590.0,
      "text": "I know this is a sensitive topic, but at 91 years old she's already both the longest-reigning and longest-living monarch in British history."
    },
    {
      "index": 3,
      "start_time": 30690.0,
      "end_time": 32720.0,
      "text": "So unless you believe the rumors that she's immortal."
    },
    {
      "index": 4,
      "start_time": 32920.0,
      "end_time": 35480.0,
      "text": "Her death is probably on the horizon."
    },
    {
      "index": 5,
      "start_time": 35480.0,
      "end_time": 40769.0,
      "text": "A certain level of preparation makes sense as her passing will be one of the most influential deaths of this century."
    },
    {
      "index": 6,
      "start_time": 40770.0,
      "end_time": 45650.0,
      "text": "With an economic impact of billions of dollars."
    },
    {
      "index": 7,
      "start_time": 45650.0,
      "end_time": 53250.0,
      "text": "Her funeral will be perhaps the single most viewed event in human history with up to 40% of humans on Earth watching."
    },
    {
      "index": 8,
      "start_time": 53190.0,
      "end_time": 58190.0,
      "text": "65 years ago, the death of King George the sixth was communicated over the phone to high-level officials with the code-phrase."
    },
    {
      "index": 9,
      "start_time": 58890.0,
      "end_time": 61309.0,
      "text": "\"Hyde Park Corner\"."
    },
    {
      "index": 10,
      "start_time": 61309.0,
      "end_time": 67689.0,
      "text": "That way, those in charge of the transition of power were informed of the King's passing before the press could release the information to the public."
    },
    {
      "index": 11,
      "start_time": 67689.0,
      "end_time": 77200.0,
      "text": "It's believed that the current Queen's death will be communicated internally with the not so secret phrase, \"London Bridge is down\" which will set off a protocol 65 years in the making."
    },
    {
      "index": 12,
      "start_time": 77170.0,
      "end_time": 80810.0,
      "text": "The Queen's private secretary first contacts the Prime Minister of the United Kingdom."
    },
    {
      "index": 13,
      "start_time": 80810.0,
      "end_time": 83849.0,
      "text": "Who will instruct their staff to communicate the news to the UK foreign office."
    },
    {
      "index": 14,
      "start_time": 83949.0,
      "end_time": 88859.0,
      "text": "Which will then get in contact with the governments of the 52 members of the Commonwealth of Nations."
    },
    {
      "index": 15,
      "start_time": 88859.0,
      "end_time": 90530.0,
      "text": "Mostly former British colonies."
    },
    {
      "index": 16,
      "start_time": 90530.0,
      "end_time": 93960.0,
      "text": "Next is when the news get the... well, news."
    },
    {
      "index": 17,
      "start_time": 93960.0,
      "end_time": 97529.0,
      "text": "Every commercial radio station in the UK has what is called an  \"obit light\"."
    },
    {
      "index": 18,
      "start_time": 97629.0,
      "end_time": 104679.0,
      "text": "A blue light triggered by a central office in London to give DJ's a heads up that the news of a royal family member's death is on its way."
    },
    {
      "index": 19,
      "start_time": 104670.0,
      "end_time": 113519.0,
      "text": "They wouldn't yet know for certain that it's the queen, but the protocol is still to switch to a pre-prepared playlist of somber music, in anticipation of the announcement."
    },
    {
      "index": 20,
      "start_time": 113460.0,
      "end_time": 122830.0,
      "text": "The BBC -- as the UK's public service broadcaster -- gets its special heads up from an alert system that was originally created during the cold war to warn of incoming missiles."
    },
    {
      "index": 21,
      "start_time": 122759.0,
      "end_time": 129269.0,
      "text": "Before the on-screen announcement, the presenter will switch to a black tie that the station keeps on-hand specifically for this purpose."
    },
    {
      "index": 22,
      "start_time": 129258.99999999999,
      "end_time": 132189.0,
      "text": "BBC One will show her portrait and play the national anthem."
    },
    {
      "index": 23,
      "start_time": 132189.0,
      "end_time": 135059.0,
      "text": "The network will then begin the ominous announcement."
    },
    {
      "index": 24,
      "start_time": 135159.0,
      "end_time": 140769.0,
      "text": "\"This is BBC Television News. Buckingham Palace has just announced the death of the Queen\"."
    },
    {
      "index": 25,
      "start_time": 140769.0,
      "end_time": 149459.0,
      "text": "Union Jacks will fly at half-mast out of respect, but by law the Royal Standard must fly full because, by law, there is always a living monarch."
    },
    {
      "index": 26,
      "start_time": 149459.0,
      "end_time": 151849.0,
      "text": "TV networks have prepared for decades."
    },
    {
      "index": 27,
      "start_time": 151849.0,
      "end_time": 155800.0,
      "text": "Days of pre-recorded coverage of the life and death of the Queen have already been prepared."
    },
    {
      "index": 28,
      "start_time": 155800.0,
      "end_time": 162649.0,
      "text": "Different experts on the royal family have already signed exclusive contracts with certain networks to appear following the death."
    },
    {
      "index": 29,
      "start_time": 162600.0,
      "end_time": 168909.0,
      "text": "Sky TV and ITV regularly rehearse their death coverage—substituting the Queen's name with \"Ms. Robinson.\""
    },
    {
      "index": 30,
      "start_time": 168909.0,
      "end_time": 171690.0,
      "text": "Other networks probably have too."
    },
    {
      "index": 31,
      "start_time": 171690.0,
      "end_time": 175160.0,
      "text": "All BBC comedy shows will go off air during the 12-day morning period."
    },
    {
      "index": 32,
      "start_time": 175160.0,
      "end_time": 178829.0,
      "text": "The death will be one of the greatest news events of the century."
    },
    {
      "index": 33,
      "start_time": 178830.0,
      "end_time": 182829.0,
      "text": "Airline pilots will announce the news to their passengers, London will nearly shut down."
    },
    {
      "index": 34,
      "start_time": 182829.0,
      "end_time": 185720.0,
      "text": "And an emergency meeting of parliament will be called."
    },
    {
      "index": 35,
      "start_time": 185720.0,
      "end_time": 187849.0,
      "text": "So how much will the Queen's death cost?"
    },
    {
      "index": 36,
      "start_time": 187849.0,
      "end_time": 192819.0,
      "text": "Under British law, the funeral for a reigning monarch is paid for entirely by the state."
    },
    {
      "index": 37,
      "start_time": 192819.0,
      "end_time": 197149.0,
      "text": "While we haven't seen a funeral for a reigning monarch for over 50 years."
    },
    {
      "index": 38,
      "start_time": 196150.0,
      "end_time": 204069.0,
      "text": "Princess Diana's funeral, viewed by over 2.5 billion people worldwide, had a direct cost of about $10 million."
    },
    {
      "index": 39,
      "start_time": 203969.0,
      "end_time": 206209.0,
      "text": "And that's just funeral expenses."
    },
    {
      "index": 40,
      "start_time": 206209.0,
      "end_time": 214240.0,
      "text": "The bank of England has over 3.6 billion individual banknotes in circulation each of which displays the image of the queen."
    },
    {
      "index": 41,
      "start_time": 214189.0,
      "end_time": 222810.0,
      "text": "Each note costs about 5 cents to produce, so re-minting the entire currency stock would cost close to $200 million dollars."
    },
    {
      "index": 42,
      "start_time": 222730.0,
      "end_time": 226599.0,
      "text": "But the UK isn't the only country that would need to reprint their currency."
    },
    {
      "index": 43,
      "start_time": 226599.0,
      "end_time": 229540.0,
      "text": "Worldwide there are 35 countries in total with the queen's image on their money."
    },
    {
      "index": 44,
      "start_time": 229540.0,
      "end_time": 237810.0,
      "text": "A conservative estimate of the cost to re-mint all of those different currencies in all of those different countries would be about $1 billion."
    },
    {
      "index": 45,
      "start_time": 237780.0,
      "end_time": 244309.0,
      "text": "Plus both the date of the funeral and the date of the coronation of the new monarch would be declared national holidays in the UK,"
    },
    {
      "index": 46,
      "start_time": 244409.0,
      "end_time": 250170.0,
      "text": "which each have an economic impact through lost productivity of $3 billion."
    },
    {
      "index": 47,
      "start_time": 250150.0,
      "end_time": 255399.0,
      "text": "The total cost of the Queen's death would therefore likely hover around $8 billion dollars."
    },
    {
      "index": 48,
      "start_time": 255399.0,
      "end_time": 258290.0,
      "text": "A hefty bill for kicking the bucket."
    },
    {
      "index": 49,
      "start_time": 258290.00000000003,
      "end_time": 259279.00000000003,
      "text": "But don't worry."
    },
    {
      "index": 50,
      "start_time": 259279.0,
      "end_time": 261469.0,
      "text": "Unless the words \"London Bridge is Down\" are uttered."
    },
    {
      "index": 51,
      "start_time": 261570.0,
      "end_time": 269340.0,
      "text": "And the BBC switches its tie and the blue lights illuminate, the world knows her Majesty the Queen is still alive and well."
    },
    {
      "index": 52,
      "start_time": 269340.0,
      "end_time": 274179.0,
      "text": "If you want to help make sure others are alive and well, you should try out Tab for a Cause."
    },
    {
      "index": 53,
      "start_time": 274180.0,
      "end_time": 279110.0,
      "text": "Tab for a Cause is a browser extension that displays ads every time you open a new tab."
    },
    {
      "index": 54,
      "start_time": 279110.0,
      "end_time": 283520.0,
      "text": "Except the money raised from those ads goes to different charities that you choose."
    },
    {
      "index": 55,
      "start_time": 283520.0,
      "end_time": 288390.0,
      "text": "The average user generates about $5 per month towards charity which isn't nothing."
    },
    {
      "index": 56,
      "start_time": 288390.0,
      "end_time": 295900.0,
      "text": "That's $60 per year which with water.org, is enough to give safe water and sanitation to one family."
    },
    {
      "index": 57,
      "start_time": 295860.0,
      "end_time": 303820.0,
      "text": "Just by having this browser extension which costs you nothing, you can change a family's life once per year, which is crazy."
    },
    {
      "index": 58,
      "start_time": 303740.0,
      "end_time": 309330.0,
      "text": "So make the easiest impact you will ever make by installing this browser extension at the link in the description."
    }
  ]
}