{
  "video_id": "82aa881dpr0",
  "title": "How Parents Get In The Way of Career Plans",
  "json": [
    {
      "index": 1,
      "start_time": 370.0,
      "end_time": 6320.0,
      "text": "For most of human history, what we did for a living was decided for us by our families."
    },
    {
      "index": 2,
      "start_time": 6320.0,
      "end_time": 11290.0,
      "text": "We would either directly copy what our parents did, or else we would reverentially accept"
    },
    {
      "index": 3,
      "start_time": 11290.0,
      "end_time": 17130.0,
      "text": "their suggestions for what we might do. Only for around the last 200 years have we been"
    },
    {
      "index": 4,
      "start_time": 17130.0,
      "end_time": 22360.0,
      "text": "choosing jobs for ourselves – and we're still at the beginning of learning some of the"
    },
    {
      "index": 5,
      "start_time": 22360.0,
      "end_time": 28890.0,
      "text": "complexities of doing so. On the surface, most families claim to have no interest in their"
    },
    {
      "index": 6,
      "start_time": 28890.0,
      "end_time": 34429.0,
      "text": "children doing any job in particular. The standard line is that they simply want us"
    },
    {
      "index": 7,
      "start_time": 34429.0,
      "end_time": 41239.0,
      "text": "to be happy. But we are not as free as this sounds. We are always hemmed in by what can"
    },
    {
      "index": 8,
      "start_time": 41239.0,
      "end_time": 48780.0,
      "text": "be termed \"family work scripts\", that is, scripts that guide us – often very subtly but also"
    },
    {
      "index": 9,
      "start_time": 48780.0,
      "end_time": 55749.0,
      "text": "very heavily – towards certain occupations and away from others. Part of properly growing"
    },
    {
      "index": 10,
      "start_time": 55749.0,
      "end_time": 60579.0,
      "text": "up – which may sometimes happen only in one's 50s – involves learning to find"
    },
    {
      "index": 11,
      "start_time": 60579.0,
      "end_time": 66830.0,
      "text": "a way around the scripts we've been handed. At the most benign level, our family work"
    },
    {
      "index": 12,
      "start_time": 66830.0,
      "end_time": 72640.0,
      "text": "scripts are the result of what our families understand of the working world. Every family"
    },
    {
      "index": 13,
      "start_time": 72640.0,
      "end_time": 77071.0,
      "text": "has a range of occupations that it grasps, because someone has practiced them and in"
    },
    {
      "index": 14,
      "start_time": 77071.0,
      "end_time": 83230.0,
      "text": "the process brought them within the imaginative range of other family members. Yet it isn't"
    },
    {
      "index": 15,
      "start_time": 83230.0,
      "end_time": 88970.0,
      "text": "just a case that our families might not know about certain jobs and so might cut us off from"
    },
    {
      "index": 16,
      "start_time": 88970.0,
      "end_time": 95500.0,
      "text": "them. They might also be positively hostile or suspicious of other jobs. We're liable"
    },
    {
      "index": 17,
      "start_time": 95500.0,
      "end_time": 100780.0,
      "text": "to received many little messages indicating that certain careers are inferior – and"
    },
    {
      "index": 18,
      "start_time": 100780.0,
      "end_time": 106140.0,
      "text": "therefore beneath us, dangerous, phoney or not quite right for our sort of station in"
    },
    {
      "index": 19,
      "start_time": 106140.0,
      "end_time": 112550.0,
      "text": "life. Whatever lip service might be paid to gender equality, families are also highly"
    },
    {
      "index": 20,
      "start_time": 112550.0,
      "end_time": 118610.0,
      "text": "talented at sending out covert messages about what a \"real\" man or a \"real\" woman"
    },
    {
      "index": 21,
      "start_time": 118610.0,
      "end_time": 124650.0,
      "text": "should honourably do. Yet more darkly, families may say that they want us to succeed, but"
    },
    {
      "index": 22,
      "start_time": 124650.0,
      "end_time": 130540.0,
      "text": "would be highly threatened if we actually did so. A choice we make might remind someone of one"
    },
    {
      "index": 23,
      "start_time": 130539.99999999999,
      "end_time": 137390.0,
      "text": "of their failed ambitions. Our success might make them feel like a failure. We might try"
    },
    {
      "index": 24,
      "start_time": 137390.0,
      "end_time": 144300.0,
      "text": "to sabotage our chances of winning so as not to leave a loved one feeling crushed. Often"
    },
    {
      "index": 25,
      "start_time": 144300.0,
      "end_time": 150030.0,
      "text": "without realising it, we are being heavily controlled by our families. Controlled not"
    },
    {
      "index": 26,
      "start_time": 150030.0,
      "end_time": 155860.0,
      "text": "by harsh words but by something far more poignant and yet far harder to extricate ourselves"
    },
    {
      "index": 27,
      "start_time": 155860.0,
      "end_time": 163709.0,
      "text": "from: by our ongoing desire to be a good child, to please those who brought us into this world,"
    },
    {
      "index": 28,
      "start_time": 163709.0,
      "end_time": 171470.0,
      "text": "by love. Love can control us as much as force or the law ever could. We are liable to try"
    },
    {
      "index": 29,
      "start_time": 171470.0,
      "end_time": 176989.0,
      "text": "to be good children not just because we feel love but because we fear losing love, because"
    },
    {
      "index": 30,
      "start_time": 176989.0,
      "end_time": 183560.0,
      "text": "we live in dread of being cast out if we were to dare to say what we want. But here is"
    },
    {
      "index": 31,
      "start_time": 183560.0,
      "end_time": 192840.0,
      "text": "the good news for the timid good children. Parents very, very rarely disown their progeny. It certainly"
    },
    {
      "index": 32,
      "start_time": 192840.0,
      "end_time": 198920.0,
      "text": "seems they might in our imaginations forged in childhood. But the adult reality is that"
    },
    {
      "index": 33,
      "start_time": 198920.0,
      "end_time": 205310.0,
      "text": "families are extremely good at threatening to break apart, but then also forgiving one another,"
    },
    {
      "index": 34,
      "start_time": 205310.0,
      "end_time": 211739.0,
      "text": "and accommodating the most extraordinary challenges and tests. We don't know your families, but"
    },
    {
      "index": 35,
      "start_time": 211739.0,
      "end_time": 216029.0,
      "text": "we can guess that you could do a lot more than you think, a lot more that"
    },
    {
      "index": 36,
      "start_time": 216029.0,
      "end_time": 221580.0,
      "text": "might be a bit \"bad\" in their eyes, and still be forgiven. We owe our"
    },
    {
      "index": 37,
      "start_time": 221580.0,
      "end_time": 228469.0,
      "text": "parents respect and kindness. We do not owe them our lives. We should dare, when the pressure"
    },
    {
      "index": 38,
      "start_time": 228469.0,
      "end_time": 232980.0,
      "text": "has become unbearable, to leave their scripts aside."
    },
    {
      "index": 39,
      "start_time": 234220.0,
      "end_time": 241520.0,
      "text": "At the School of Life we are constantly developing new products to help us develop emotional intelligence."
    },
    {
      "index": 40,
      "start_time": 241600.0,
      "end_time": 245000.0,
      "text": "To learn more, follow the link on your screen now."
    }
  ]
}