{
  "video_id": "86tzWfdFpVo",
  "title": "Southern Miss student Whitney Miller, FOX \"MasterChef\" winner",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4480.0,
      "end_time": 8880.0,
      "text": "I love being in the kitchen, and I would just constantly experiment with different recipes."
    },
    {
      "index": 2,
      "start_time": 8880.0,
      "end_time": 13230.0,
      "text": "And just come up with new things. I cooked every night for my family. I would get bored"
    },
    {
      "index": 3,
      "start_time": 13230.0,
      "end_time": 18610.0,
      "text": "with cooking the same thi8ng every night, so I was constantly making up new recipes."
    },
    {
      "index": 4,
      "start_time": 18610.0,
      "end_time": 24849.0,
      "text": "That’s where the love of it came from. Since I’ve been in high school and it has grown"
    },
    {
      "index": 5,
      "start_time": 24849.0,
      "end_time": 28539.0,
      "text": "throughout my college years, It’s something that’s I really love to do. Even when I’ve"
    },
    {
      "index": 6,
      "start_time": 28539.0,
      "end_time": 33450.0,
      "text": "had a test in college, to distress I get in the kitchen and cook. I know it sounds crazy"
    },
    {
      "index": 7,
      "start_time": 33450.0,
      "end_time": 38430.0,
      "text": "but that’s just where I love to be. Last night I was the semi-finals and the finals."
    },
    {
      "index": 8,
      "start_time": 38430.0,
      "end_time": 42620.0,
      "text": "Knowing that I was going to be going up against Lee, who was a really tough competitor in"
    },
    {
      "index": 9,
      "start_time": 42620.0,
      "end_time": 49140.0,
      "text": "the competition, I had just beat Sharon in the challenge before that. Just making it"
    },
    {
      "index": 10,
      "start_time": 49140.0,
      "end_time": 54170.0,
      "text": "to the top four meant the world to me. My parents got to come out to Los Angeles and"
    },
    {
      "index": 11,
      "start_time": 54170.0,
      "end_time": 59629.0,
      "text": "watch me compete and that was a huge support system. Making it to the finals was a dream"
    },
    {
      "index": 12,
      "start_time": 59629.0,
      "end_time": 65429.0,
      "text": "come true and I just stay so focused. Dave was kind of running around the kitchen and"
    },
    {
      "index": 13,
      "start_time": 65430.00000000001,
      "end_time": 70290.0,
      "text": "I was just focused like nobody else. You’ve shown the kind of perseverance and"
    },
    {
      "index": 14,
      "start_time": 70290.0,
      "end_time": 76290.0,
      "text": "resilience and courage and creativity that we think Southern Miss is known for, so you’ve"
    },
    {
      "index": 15,
      "start_time": 76290.0,
      "end_time": 77130.0,
      "text": "done us proud."
    }
  ]
}