{
  "video_id": "87uEj3CMfYI",
  "title": "Gravity Falls Uncovered Episode 1: The Opening Theme",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 39280.0,
      "end_time": 43870.0,
      "text": "Welcome to the very first episode of “Gravity Falls Uncovered”. You know the opener you"
    },
    {
      "index": 2,
      "start_time": 43870.0,
      "end_time": 48250.0,
      "text": "just watched? That’s what we’re focusing on today. You’ve probably already seen multiple"
    },
    {
      "index": 3,
      "start_time": 48250.0,
      "end_time": 52170.0,
      "text": "videos about the opener, and that’s where I got a lot of my information. There are so"
    },
    {
      "index": 4,
      "start_time": 52170.0,
      "end_time": 56790.0,
      "text": "many different secrets hidden within the opening theme of “Gravity Falls”. For those of"
    },
    {
      "index": 5,
      "start_time": 56790.0,
      "end_time": 60829.0,
      "text": "you who might not know what I’m referencing, Gravity Falls is an animated TV show by Disney"
    },
    {
      "index": 6,
      "start_time": 60829.0,
      "end_time": 65800.0,
      "text": "about a pair of twins named Dipper and Mabel Pines who visit their Great-Uncle Stanley"
    },
    {
      "index": 7,
      "start_time": 65800.0,
      "end_time": 70300.0,
      "text": "Pines in the small, quiet town of Gravity Falls in Oregon, USA. The not-so-serene community"
    },
    {
      "index": 8,
      "start_time": 70300.0,
      "end_time": 74170.0,
      "text": "is actually plagued by supernatural beings, all of which are recorded in a set of three"
    },
    {
      "index": 9,
      "start_time": 74170.0,
      "end_time": 79179.0,
      "text": "journals, the author of said journals is still unknown. The opener is the first clues to"
    },
    {
      "index": 10,
      "start_time": 79179.0,
      "end_time": 83420.0,
      "text": "just how mysterious this town is. The very first secret is a shadowed figure visible"
    },
    {
      "index": 11,
      "start_time": 83420.0,
      "end_time": 87850.0,
      "text": "in only one frame of the opener. He’s large, he’s hairy, he’s tall, and he’s in a"
    },
    {
      "index": 12,
      "start_time": 87850.0,
      "end_time": 92140.0,
      "text": "myth-riddled town. Who on Earth could this be? The most common theory, and makes the"
    },
    {
      "index": 13,
      "start_time": 92140.0,
      "end_time": 96210.0,
      "text": "most sense, is Bigfoot. Some people claim that he may be the author of the journals,"
    },
    {
      "index": 14,
      "start_time": 96210.0,
      "end_time": 100178.0,
      "text": "if so, then that guy has a massive hair growth problem. The second secret that you may have"
    },
    {
      "index": 15,
      "start_time": 100179.0,
      "end_time": 103420.0,
      "text": "missed is all the photos. Here we can see Blendin Blandin, Lil’ Gideon, A gnome, and"
    },
    {
      "index": 16,
      "start_time": 103420.0,
      "end_time": 108829.0,
      "text": "the Monster of Summerween, and the p-teradactyl. All of whom have been featured in episodes."
    },
    {
      "index": 17,
      "start_time": 108829.0,
      "end_time": 113380.0,
      "text": "Could this mean that the other photos are hints as to what baddies are to come? If so,"
    },
    {
      "index": 18,
      "start_time": 113380.0,
      "end_time": 118300.0,
      "text": "then I’m psyched for the UFOs. Our third secret is the whisper at the end of the opener"
    },
    {
      "index": 19,
      "start_time": 118300.0,
      "end_time": 125300.0,
      "text": "when the title is finally displayed. When you listen closely, it sounds like it is saying"
    },
    {
      "index": 20,
      "start_time": 125899.0,
      "end_time": 132899.0,
      "text": "“I’m still here”. But if you play it backwards, the voice is saying “Three Letters"
    },
    {
      "index": 21,
      "start_time": 133200.0,
      "end_time": 140200.0,
      "text": "Back”, a Caesarian Code where you take each letter of the alphabet and count three letters"
    },
    {
      "index": 22,
      "start_time": 140220.0,
      "end_time": 146000.0,
      "text": "behind it, coding your phrases. (A becomes X, B becomes Y, C becomes Z, and so on.) This"
    },
    {
      "index": 23,
      "start_time": 146000.0,
      "end_time": 149680.0,
      "text": "code is used at the end of each episode during the very end of the credits, at which time"
    },
    {
      "index": 24,
      "start_time": 149680.0,
      "end_time": 154150.0,
      "text": "a coded phrase is displayed for the watcher to decode. Finally, the biggest secret of"
    },
    {
      "index": 25,
      "start_time": 154150.0,
      "end_time": 158350.0,
      "text": "them all. The one that unlocks the entire show for the viewer. The Bill Cipher circle."
    },
    {
      "index": 26,
      "start_time": 158350.0,
      "end_time": 162650.0,
      "text": "For one frame only the Bill Cipher circle appears. It is on the same stationary that"
    },
    {
      "index": 27,
      "start_time": 162650.0,
      "end_time": 166280.0,
      "text": "the rest of Dipper’s journal appears on, and has a drawing of Bill Cipher, a demon"
    },
    {
      "index": 28,
      "start_time": 166280.0,
      "end_time": 170379.0,
      "text": "that can enter people’s dreams as well as possess and persuade. Many believe that Bill"
    },
    {
      "index": 29,
      "start_time": 170379.0,
      "end_time": 175109.0,
      "text": "Cipher is reminiscent to the All-Seeing-Eye that represents the illuminati on the dollar"
    },
    {
      "index": 30,
      "start_time": 175110.0,
      "end_time": 179720.0,
      "text": "bill. But that’s not important right now. The most important items on this image is"
    },
    {
      "index": 31,
      "start_time": 179720.0,
      "end_time": 184200.0,
      "text": "the surrounding circle. Each part of the circle has a symbol that theorists believe represent"
    },
    {
      "index": 32,
      "start_time": 184200.0,
      "end_time": 188140.0,
      "text": "each main member of the show. The pine tree represents Dipper, because of the pine tree"
    },
    {
      "index": 33,
      "start_time": 188140.0,
      "end_time": 193260.0,
      "text": "on his hat. The claw represents Grunkle Stan, a symbol on his fez. Many believe that the"
    },
    {
      "index": 34,
      "start_time": 193260.0,
      "end_time": 197519.0,
      "text": "ice symbolizes Wendy, because she is usually calm, cool, and collected. But that isn’t"
    },
    {
      "index": 35,
      "start_time": 197519.0,
      "end_time": 201900.0,
      "text": "a solid theory. The question mark could possibly represent either Soos or the Mystery Shack,"
    },
    {
      "index": 36,
      "start_time": 201900.0,
      "end_time": 206450.0,
      "text": "both of which sport question marks constantly. The glasses are another theory of Grunkle"
    },
    {
      "index": 37,
      "start_time": 206450.0,
      "end_time": 211579.0,
      "text": "Stan’s secret twin Stanley Pines. The stitched heart is a symbol for Robbie, a menacing,"
    },
    {
      "index": 38,
      "start_time": 211580.0,
      "end_time": 216319.0,
      "text": "rather annoying character. This symbol appears on Robbie’s jacket. The shooting star many"
    },
    {
      "index": 39,
      "start_time": 216319.0,
      "end_time": 220569.0,
      "text": "believe is the representation of Mabel, who owns a sweater with this symbol upon it (It’s"
    },
    {
      "index": 40,
      "start_time": 220569.0,
      "end_time": 225119.0,
      "text": "pink). The llama has a lot of controversy over it as well. Either the hypothesized Lebam,"
    },
    {
      "index": 41,
      "start_time": 225120.0,
      "end_time": 230200.0,
      "text": "Mabel’s doppelgänger, or Pacifica, who is Mabel’s opposite. The hand can only represent"
    },
    {
      "index": 42,
      "start_time": 230200.0,
      "end_time": 234399.0,
      "text": "the author of the journals, the identity of whom is still a mystery. And the star represents"
    },
    {
      "index": 43,
      "start_time": 234400.0,
      "end_time": 238349.0,
      "text": "Lil’ Gideon, the nasty brat who is a fake psychic. But so is Stan. Alongside the circle"
    },
    {
      "index": 44,
      "start_time": 238349.0,
      "end_time": 242829.0,
      "text": "is more code which reads, when translated, “Stan is not what he seems”. What could"
    },
    {
      "index": 45,
      "start_time": 242830.0,
      "end_time": 247450.0,
      "text": "this be a reference to? Mere speculation is all that answers my own question. At the end"
    },
    {
      "index": 46,
      "start_time": 247450.0,
      "end_time": 251250.0,
      "text": "of season one, however, we find out that Stan has a hidden room in the Mystery Shack behind"
    },
    {
      "index": 47,
      "start_time": 251250.0,
      "end_time": 257370.0,
      "text": "a vending machine. And in that room, he possesses all three journals out of which he is creating"
    },
    {
      "index": 48,
      "start_time": 257370.0,
      "end_time": 259700.0,
      "text": "a portal of some sort. This may be what the code is referring to, but some believe that"
    },
    {
      "index": 49,
      "start_time": 259700.0,
      "end_time": 264620.0,
      "text": "Stan himself might be the author of the journals. If so, then why would he need them to open"
    },
    {
      "index": 50,
      "start_time": 264620.0,
      "end_time": 269599.0,
      "text": "a portal designed by his own hand? Those are the secrets of the opening title. Stay tuned"
    },
    {
      "index": 51,
      "start_time": 269599.0,
      "end_time": 272830.0,
      "text": "for more secrets of Gravity Falls. Thanks for watching “Gravity Falls Uncovered”."
    }
  ]
}