{
  "video_id": "8djXpoTl200",
  "title": "Why Are Fewer Americans Getting Married?",
  "json": [
    {
      "index": 1,
      "start_time": 299.0,
      "end_time": 4650.0,
      "text": "bjbjLULU JIM LEHRER: And finally tonight, our second story on the shifting trends in"
    },
    {
      "index": 2,
      "start_time": 4650.0,
      "end_time": 11240.0,
      "text": "American life. This one is about the changing demographics of marriage. Ray Suarez has our"
    },
    {
      "index": 3,
      "start_time": 11240.0,
      "end_time": 15960.0,
      "text": "conversation. RAY SUAREZ: For decades, the fact that a sizable majority of Americans"
    },
    {
      "index": 4,
      "start_time": 15960.0,
      "end_time": 21119.0,
      "text": "were married shaped our politics, where we lived, where we worked and what we thought"
    },
    {
      "index": 5,
      "start_time": 21119.0,
      "end_time": 25749.0,
      "text": "when we heard the word family. Recently, the Pew Research Center took a look at all of"
    },
    {
      "index": 6,
      "start_time": 25749.0,
      "end_time": 33699.0,
      "text": "us over 18 and found just 51 percent are married, down from more than 70 percent in 1960. Stephanie"
    },
    {
      "index": 7,
      "start_time": 33699.0,
      "end_time": 38030.0,
      "text": "Coontz has been chronicling the changes in American marriage for a long time. She teaches"
    },
    {
      "index": 8,
      "start_time": 38030.0,
      "end_time": 43160.0,
      "text": "history and family studies at Evergreen State College in Washington and is director of research"
    },
    {
      "index": 9,
      "start_time": 43160.0,
      "end_time": 48699.0,
      "text": "on at Council on Contemporary Families. Professor Coontz, welcome. We moved in 50 years from"
    },
    {
      "index": 10,
      "start_time": 48699.0,
      "end_time": 54469.0,
      "text": "almost three-quarters of married adults to barely half. What happened? What&#39;s pushing"
    },
    {
      "index": 11,
      "start_time": 54469.0,
      "end_time": 57609.0,
      "text": "those numbers? STEPHANIE COONTZ, Evergreen State College: Well, one of the things that"
    },
    {
      "index": 12,
      "start_time": 57609.0,
      "end_time": 64140.0,
      "text": "you have to bear in mind is that 1960 was probably the most atypical year in 150 years."
    },
    {
      "index": 13,
      "start_time": 64140.0,
      "end_time": 68480.0,
      "text": "The age of marriage was at an all-time low. Half of all women were married before they"
    },
    {
      "index": 14,
      "start_time": 68480.0,
      "end_time": 73490.0,
      "text": "got out of their teens. And the rate of marriage was at an all-time high. So, what&#39;s happened"
    },
    {
      "index": 15,
      "start_time": 73490.0,
      "end_time": 77950.0,
      "text": "since then, primarily what&#39;s driving this is the rise in the age of marriage. It&#39;s now"
    },
    {
      "index": 16,
      "start_time": 77950.0,
      "end_time": 85230.0,
      "text": "up to 26 for women and 28 for men. And that&#39;s actually a good thing, because the longer"
    },
    {
      "index": 17,
      "start_time": 85230.0,
      "end_time": 90690.0,
      "text": "a woman delays marriage, right up into her early 30s, the lower her chances of divorce."
    },
    {
      "index": 18,
      "start_time": 90690.0,
      "end_time": 95650.0,
      "text": "But it does totally change the social weight of married households in our economy, our"
    },
    {
      "index": 19,
      "start_time": 95650.0,
      "end_time": 100780.0,
      "text": "society, our politics. RAY SUAREZ: But not only has the age at first marriage risen,"
    },
    {
      "index": 20,
      "start_time": 100780.0,
      "end_time": 105640.0,
      "text": "which, of course, that&#39;s just math. It makes a smaller number of adults married. But the"
    },
    {
      "index": 21,
      "start_time": 105640.0,
      "end_time": 110440.0,
      "text": "number of people who ve ever been married has also declined. Has marriage moved from"
    },
    {
      "index": 22,
      "start_time": 110440.0,
      "end_time": 116450.0,
      "text": "being sort of culturally mandatory to more optional? STEPHANIE COONTZ: Well, it&#39;s definitely"
    },
    {
      "index": 23,
      "start_time": 116450.0,
      "end_time": 121140.0,
      "text": "moved to being more optional. That does not mean, though, that it&#39;s not just as valued"
    },
    {
      "index": 24,
      "start_time": 121140.0,
      "end_time": 125160.0,
      "text": "-- in fact, even more valued -- than it used to be, and it doesn&#39;t mean that the majority"
    },
    {
      "index": 25,
      "start_time": 125160.0,
      "end_time": 130950.0,
      "text": "of Americans will not marry. I think that probably we&#39;re getting into a situation where"
    },
    {
      "index": 26,
      "start_time": 130949.99999999999,
      "end_time": 136920.0,
      "text": "a slightly larger number of people will never marry than in the past, maybe 15 percent,"
    },
    {
      "index": 27,
      "start_time": 136920.0,
      "end_time": 142500.0,
      "text": "as opposed to 10 percent norm and 5 percent in the atypical 1950s. And, of course, we"
    },
    {
      "index": 28,
      "start_time": 142500.0,
      "end_time": 148450.0,
      "text": "also have some people who will live alone after divorcing. But, on the other hand, people"
    },
    {
      "index": 29,
      "start_time": 148450.0,
      "end_time": 153420.0,
      "text": "are marrying for the first time in their 40s, 50s, and 60s at younger -- at older ages than"
    },
    {
      "index": 30,
      "start_time": 153420.0,
      "end_time": 158080.0,
      "text": "ever before. So, for me, the main thing that I think we&#39;re facing here is that you can"
    },
    {
      "index": 31,
      "start_time": 158080.0,
      "end_time": 164480.0,
      "text": "no longer assume that married couple households are going to be the main places where people"
    },
    {
      "index": 32,
      "start_time": 164480.0,
      "end_time": 170540.0,
      "text": "make the major life decisions, whether that&#39;s entering into becoming sexually active, buying"
    },
    {
      "index": 33,
      "start_time": 170540.0,
      "end_time": 176040.0,
      "text": "a house, entering long-term obligations, living with somebody that is a romantic partner,"
    },
    {
      "index": 34,
      "start_time": 176040.0,
      "end_time": 180690.0,
      "text": "even having a child out of marriage. So we can no longer assume that married couple households"
    },
    {
      "index": 35,
      "start_time": 180690.0,
      "end_time": 185940.0,
      "text": "are the only place where people incur obligations, make commitments, and need help in meeting"
    },
    {
      "index": 36,
      "start_time": 185940.0,
      "end_time": 190630.0,
      "text": "their obligations. RAY SUAREZ: Well, you have talked about these big life moments, but have"
    },
    {
      "index": 37,
      "start_time": 190630.0,
      "end_time": 195510.0,
      "text": "they responded to the fact that marriage has changed in this way over the last 50 years?"
    },
    {
      "index": 38,
      "start_time": 195510.0,
      "end_time": 201069.0,
      "text": "Our tax laws, the way we build houses, the way we award property in courts, all kinds"
    },
    {
      "index": 39,
      "start_time": 201069.0,
      "end_time": 205900.0,
      "text": "of things are still built around marriage. STEPHANIE COONTZ: Absolutely. Absolutely."
    },
    {
      "index": 40,
      "start_time": 205900.0,
      "end_time": 209900.0,
      "text": "Just look at work family policies that just assume that it&#39;s only married couples who"
    },
    {
      "index": 41,
      "start_time": 209900.0,
      "end_time": 216459.0,
      "text": "are going to have children, or that just ignore the fact that signals also have responsibility"
    },
    {
      "index": 42,
      "start_time": 216459.0,
      "end_time": 222760.0,
      "text": "for aging parents. There are so many ways in which we are still acting as though, American"
    },
    {
      "index": 43,
      "start_time": 222760.0,
      "end_time": 228770.0,
      "text": "families, we&#39;re like 1950s sitcoms, instead of the tremendous diversity. Most people will"
    },
    {
      "index": 44,
      "start_time": 228770.0,
      "end_time": 234680.0,
      "text": "marry in America, but most people will spend substantial portions of their adult life outside"
    },
    {
      "index": 45,
      "start_time": 234680.0,
      "end_time": 237900.0,
      "text": "marriage. It&#39;s a more fluid situation than it used to be. They will move through. They"
    },
    {
      "index": 46,
      "start_time": 237900.0,
      "end_time": 243540.0,
      "text": "may cohabit for a while. They may get married. They may get divorced. So these are the sorts"
    },
    {
      "index": 47,
      "start_time": 243540.0,
      "end_time": 248569.0,
      "text": "of things that our social policy and even our emotional expectations of family life"
    },
    {
      "index": 48,
      "start_time": 248569.0,
      "end_time": 252849.0,
      "text": "have to catch up with these changing realities. RAY SUAREZ: Along with the long-term trends,"
    },
    {
      "index": 49,
      "start_time": 252849.0,
      "end_time": 258079.0,
      "text": "there are some short-term ones, too. The number of newlyweds is way down. Is that going to"
    },
    {
      "index": 50,
      "start_time": 258079.0,
      "end_time": 264279.0,
      "text": "push that 50 percent threshold down, so that married people are a minority of American"
    },
    {
      "index": 51,
      "start_time": 264279.0,
      "end_time": 269139.0,
      "text": "adults? STEPHANIE COONTZ: It may. It may. It depends how long this recession and the"
    },
    {
      "index": 52,
      "start_time": 269139.0,
      "end_time": 275029.0,
      "text": "aftermath of the recession lasts. This is a long-term trend, the decline in the proportion"
    },
    {
      "index": 53,
      "start_time": 275029.0,
      "end_time": 279150.0,
      "text": "of married couples in the population, but it&#39;s been definitely, I think, exacerbated"
    },
    {
      "index": 54,
      "start_time": 279150.0,
      "end_time": 283279.0,
      "text": "by the recession. But, on the other hand, we may see some bounce-back after that, as"
    },
    {
      "index": 55,
      "start_time": 283279.0,
      "end_time": 287210.0,
      "text": "we have in previous recessions and depressions, when the marriage rate fell. RAY SUAREZ: How"
    },
    {
      "index": 56,
      "start_time": 287210.0,
      "end_time": 296270.0,
      "text": "is who gets married shaped by income, education, factors like that? STEPHANIE COONTZ: Well,"
    },
    {
      "index": 57,
      "start_time": 296270.0,
      "end_time": 303089.0,
      "text": "one of the things we&#39;re seeing is a tremendous class divide in the access to stable, satisfying"
    },
    {
      "index": 58,
      "start_time": 303089.0,
      "end_time": 309599.0,
      "text": "relationships, whether married or cohabiting. And the marriages of college-educated couples"
    },
    {
      "index": 59,
      "start_time": 309599.0,
      "end_time": 313930.0,
      "text": "have been getting more and more stable. The divorce rates have been falling. But that&#39;s"
    },
    {
      "index": 60,
      "start_time": 313930.0,
      "end_time": 320949.0,
      "text": "not so for high school dropouts and even increasingly for high school-educated couples. It seems"
    },
    {
      "index": 61,
      "start_time": 320949.0,
      "end_time": 326370.0,
      "text": "that one of the issues going on here is that we expect more of marriage than ever before,"
    },
    {
      "index": 62,
      "start_time": 326370.0,
      "end_time": 333469.0,
      "text": "both as an economic partnership and as an emotional partnership. And as it becomes possible"
    },
    {
      "index": 63,
      "start_time": 333469.0,
      "end_time": 340379.0,
      "text": "or less possible to count on a man having a steady job -- the real wages of high school"
    },
    {
      "index": 64,
      "start_time": 340379.0,
      "end_time": 346669.0,
      "text": "graduates today are $4 an hour lower in constant dollars than they were back in 1970. They&#39;re"
    },
    {
      "index": 65,
      "start_time": 346669.0,
      "end_time": 351849.0,
      "text": "much more likely to experience job insecurity, much less likely to have pensions. So, a woman"
    },
    {
      "index": 66,
      "start_time": 351849.0,
      "end_time": 357589.0,
      "text": "-- low-income women making a decision about marrying such a man has to figure out, well,"
    },
    {
      "index": 67,
      "start_time": 357589.0,
      "end_time": 361449.0,
      "text": "what are the benefits of this, as compared to the possibility that we might divorce in"
    },
    {
      "index": 68,
      "start_time": 361449.0,
      "end_time": 366589.0,
      "text": "the future or as compared to what would happen if I invested in my own education and earnings"
    },
    {
      "index": 69,
      "start_time": 366589.0,
      "end_time": 371449.0,
      "text": "power? And, so, I do think we&#39;re seeing a class divide that&#39;s quite troublesome. I think"
    },
    {
      "index": 70,
      "start_time": 371449.0,
      "end_time": 376710.0,
      "text": "that it partly reflects growing economic inequality in our society, but, of course, it exacerbates"
    },
    {
      "index": 71,
      "start_time": 376710.0,
      "end_time": 381289.0,
      "text": "it as well. RAY SUAREZ: Stephanie Coontz, thanks for joining us. STEPHANIE COONTZ: My"
    },
    {
      "index": 72,
      "start_time": 381289.0,
      "end_time": 382259.0,
      "text": "pleasure, Ray. Thank you. urn:schemas-microsoft-com:office:smarttags PlaceType urn:schemas-microsoft-com:office:smarttags"
    },
    {
      "index": 73,
      "start_time": 382259.0,
      "end_time": 382270.0,
      "text": "PlaceName urn:schemas-microsoft-com:office:smarttags country-region urn:schemas-microsoft-com:office:smarttags"
    },
    {
      "index": 74,
      "start_time": 382270.0,
      "end_time": 382289.0,
      "text": "State urn:schemas-microsoft-com:office:smarttags place JIM LEHRER: And finally tonight, our"
    },
    {
      "index": 75,
      "start_time": 382289.0,
      "end_time": 382330.0,
      "text": "second story on the shifting trends in American life Normal Microsoft Office Word JIM LEHRER:"
    },
    {
      "index": 76,
      "start_time": 382330.0,
      "end_time": 382360.0,
      "text": "And finally tonight, our second story on the shifting trends in American life Title Microsoft"
    },
    {
      "index": 77,
      "start_time": 382360.0,
      "end_time": 392360.0,
      "text": "Office Word Document MSWordDoc Word.Document.8"
    }
  ]
}