{
  "video_id": "8E4fcLFJE8I",
  "title": "What Does Your Bedroom Reveal About Your Personality? | Psych2Go",
  "json": [
    {
      "index": 1,
      "start_time": 7840.0,
      "end_time": 13590.0,
      "text": "How we arranged and organized our rooms can say a lot about us for many of us our bedrooms are the most"
    },
    {
      "index": 2,
      "start_time": 13660.0,
      "end_time": 15719.0,
      "text": "personal and intimate spaces in our home"
    },
    {
      "index": 3,
      "start_time": 16930.0,
      "end_time": 23369.0,
      "text": "Colors and smells can give away your sensory interests and small decorations can hint at your taste and personal style"
    },
    {
      "index": 4,
      "start_time": 24189.0,
      "end_time": 32039.0,
      "text": "For example a messy room can mean that you're disorganized while a very neat and clean room can suggest that you're uptight."
    },
    {
      "index": 5,
      "start_time": 32829.0,
      "end_time": 38398.0,
      "text": "In Malcolm Gladwell's acclaimed book \"Blink\" he references Samuel Gosling a personality and social"
    },
    {
      "index": 6,
      "start_time": 38800.0,
      "end_time": 42599.0,
      "text": "psychologist who studies how people's behavior appearance and"
    },
    {
      "index": 7,
      "start_time": 43239.0,
      "end_time": 50909.0,
      "text": "Physical environment affects how they're perceived. Gosling names three variables in a bedroom that gives out clues to a person's personality"
    },
    {
      "index": 8,
      "start_time": 51910.0,
      "end_time": 56820.0,
      "text": "identity claims, behavioural residue and thoughts and feelings regulators."
    },
    {
      "index": 9,
      "start_time": 57940.0,
      "end_time": 63300.0,
      "text": "An Identity Claim is a deliberate expression about how you want to be perceived by others for example"
    },
    {
      "index": 10,
      "start_time": 63909.0,
      "end_time": 67589.0,
      "text": "Putting your favorite books on a shelf serves as an identity claim"
    },
    {
      "index": 11,
      "start_time": 67810.0,
      "end_time": 73409.0,
      "text": "Because the people who enter your room can instantly get a good perspective of the things you're interested in"
    },
    {
      "index": 12,
      "start_time": 74590.0,
      "end_time": 79500.0,
      "text": "Behavioral residue on the contrary is the unintentional results of your behavior."
    },
    {
      "index": 13,
      "start_time": 79869.0,
      "end_time": 84059.0,
      "text": "If you leave your shoes scattered around the floor. It's probably because you're lazy"
    },
    {
      "index": 14,
      "start_time": 84250.0,
      "end_time": 87569.0,
      "text": "you didn't intentionally leave them there to give the impression that you're unorganized."
    },
    {
      "index": 15,
      "start_time": 88000.0,
      "end_time": 93779.0,
      "text": "Thoughts and feelings regulators are objects that affect the way you feel in your room"
    },
    {
      "index": 16,
      "start_time": 94840.0,
      "end_time": 101909.0,
      "text": "Candles that you put on top of your desk to give your room a calm feeling is an example of a thoughts and feelings regulator"
    },
    {
      "index": 17,
      "start_time": 103299.0,
      "end_time": 111209.0,
      "text": "So if a stranger enters your room and takes a look around they'll be able to gather certain aspects about your personality just by observation"
    },
    {
      "index": 18,
      "start_time": 112360.0,
      "end_time": 119969.0,
      "text": "Gosling proved this in an experiment involving eighty college students using a highly respected questionnaire called the big five"
    },
    {
      "index": 19,
      "start_time": 120280.0,
      "end_time": 124799.0,
      "text": "inventory which measures people across five dimensions one:"
    },
    {
      "index": 20,
      "start_time": 125560.0,
      "end_time": 131819.0,
      "text": "Extraversion. Are you sociable and fun-loving or retiring and reserved?"
    },
    {
      "index": 21,
      "start_time": 132580.0,
      "end_time": 137819.0,
      "text": "Two: Agreeableness, are you trusting and helpful or suspicious and uncooperative?"
    },
    {
      "index": 22,
      "start_time": 140140.0,
      "end_time": 147149.0,
      "text": "Three: Conscientiousness, are you organized and self disciplined or disorganized and weak weld?"
    },
    {
      "index": 23,
      "start_time": 147909.0,
      "end_time": 149290.0,
      "text": "Four: emotional stability"
    },
    {
      "index": 24,
      "start_time": 149290.0,
      "end_time": 153629.0,
      "text": "Are you worried and insecure or calm and secure?"
    },
    {
      "index": 25,
      "start_time": 155739.0,
      "end_time": 162809.0,
      "text": "Five: Openness to new experiences are you imaginative and independent or down-To-Earth and conforming?"
    },
    {
      "index": 26,
      "start_time": 163870.0,
      "end_time": 168090.0,
      "text": "He first had close friends of those eighty college students fill out the questionnaire"
    },
    {
      "index": 27,
      "start_time": 168519.0,
      "end_time": 175709.0,
      "text": "then he had another group of total strangers who had never met the eighty college students go into their dorm rooms and"
    },
    {
      "index": 28,
      "start_time": 176260.0,
      "end_time": 182159.0,
      "text": "Along with the clipboard and 15 minutes to look around told them to fill out a very similar questionnaire"
    },
    {
      "index": 29,
      "start_time": 183159.0,
      "end_time": 189899.0,
      "text": "The close friends of the college students calculated their friends extraversion and agreeableness way more accurately than the strangers"
    },
    {
      "index": 30,
      "start_time": 190359.0,
      "end_time": 197939.0,
      "text": "which makes sense because you have to personally know somebody in order to make a better judgment of his or her personality but"
    },
    {
      "index": 31,
      "start_time": 199419.0,
      "end_time": 204989.0,
      "text": "Surprisingly the strangers did a far better job than the students friends at predicting conscientiousness,"
    },
    {
      "index": 32,
      "start_time": 205720.0,
      "end_time": 208829.0,
      "text": "emotional stability and Openness to new experiences"
    },
    {
      "index": 33,
      "start_time": 209979.0,
      "end_time": 216659.0,
      "text": "This demonstrates that it is possible for people who have only known you for a short time to learn a lot about you"
    },
    {
      "index": 34,
      "start_time": 216970.0,
      "end_time": 219359.0,
      "text": "Just and also by looking around your bedroom"
    },
    {
      "index": 35,
      "start_time": 220479.0,
      "end_time": 226799.0,
      "text": "Little details like having a bottle of sleeping pills on your desk which suggests that you have trouble with falling asleep"
    },
    {
      "index": 36,
      "start_time": 227049.0,
      "end_time": 230459.0,
      "text": "Or leaving clothes and unfinished food all around your floor"
    },
    {
      "index": 37,
      "start_time": 230769.0,
      "end_time": 236158.0,
      "text": "Which hints that you don't have time to stay organized can say a lot about your passions, desires,"
    },
    {
      "index": 38,
      "start_time": 236829.0,
      "end_time": 239459.0,
      "text": "work and psychological state of mind"
    },
    {
      "index": 39,
      "start_time": 240129.0,
      "end_time": 246239.0,
      "text": "Now look around your room and try to take note of any objects that can potentially reveal parts of who you are"
    },
    {
      "index": 40,
      "start_time": 247000.0,
      "end_time": 253259.0,
      "text": "which objects do you think most strongly portray your personality? Comment your answers down below."
    },
    {
      "index": 41,
      "start_time": 253720.0,
      "end_time": 260669.0,
      "text": "If you enjoyed this video be sure to follow our tumblr, Twitter and Facebook for more content and don't forget to subscribe"
    },
    {
      "index": 42,
      "start_time": 261219.0,
      "end_time": 263489.0,
      "text": "Thanks for watching and have a wonderful day"
    }
  ]
}