{
  "video_id": "8egCkIdwdf4",
  "title": "The Problem With Over-achievement",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 500.0,
      "end_time": 6090.0,
      "text": "It’s often hard not to feel envious of them - as they ascend the stage to collect another"
    },
    {
      "index": 2,
      "start_time": 6090.0,
      "end_time": 12130.0,
      "text": "prize, float their start-up company, are promoted a decade ahead of their peers or dominate"
    },
    {
      "index": 3,
      "start_time": 12130.0,
      "end_time": 18970.0,
      "text": "the music charts or bestseller lists. Over-achievers torment us rather a lot."
    },
    {
      "index": 4,
      "start_time": 18970.0,
      "end_time": 24530.0,
      "text": "But we should, more rightly, combine our envy with a little compassion. It is likely that"
    },
    {
      "index": 5,
      "start_time": 24530.0,
      "end_time": 30931.0,
      "text": "these gifted souls are paying an oddly elevated price for their extraordinary successes, so"
    },
    {
      "index": 6,
      "start_time": 30931.0,
      "end_time": 35829.0,
      "text": "much so that - once their full psychological profiles are in view - we should start to"
    },
    {
      "index": 7,
      "start_time": 35829.0,
      "end_time": 40370.0,
      "text": "feel a bit sorry for the trajectory of their lives."
    },
    {
      "index": 8,
      "start_time": 40370.0,
      "end_time": 45590.0,
      "text": "What distinguishes over-achievers from the simply highly talented or driven is what powers"
    },
    {
      "index": 9,
      "start_time": 45590.0,
      "end_time": 51430.0,
      "text": "them in their work. They labour principally or primarily not because they uniquely enjoy"
    },
    {
      "index": 10,
      "start_time": 51430.0,
      "end_time": 56910.0,
      "text": "what they do or have more urgent material demands than the rest of us, but because they"
    },
    {
      "index": 11,
      "start_time": 56910.0,
      "end_time": 63920.0,
      "text": "are subject to unusually intense internal, psychological pressures. Behind their relentless"
    },
    {
      "index": 12,
      "start_time": 63920.0,
      "end_time": 70110.0,
      "text": "activity lies an emotional rather than professional burden. It may look as if they simply want"
    },
    {
      "index": 13,
      "start_time": 70110.0,
      "end_time": 76290.0,
      "text": "to sell more books, accumulate more shares or have their name in lights. But these over-achievers"
    },
    {
      "index": 14,
      "start_time": 76290.0,
      "end_time": 82540.0,
      "text": "are all the while trying to secure something far more tricky, unusual and unmentioned:"
    },
    {
      "index": 15,
      "start_time": 82540.0,
      "end_time": 87700.0,
      "text": "they are trying - through their work - to correct an aspect of a troubled emotional"
    },
    {
      "index": 16,
      "start_time": 87700.0,
      "end_time": 93409.0,
      "text": "past. They are trying to impress a father who felt withholding and severe around them"
    },
    {
      "index": 17,
      "start_time": 93409.0,
      "end_time": 99130.0,
      "text": "three decades before. They’re hoping their triumphs will compensate a parent they loved"
    },
    {
      "index": 18,
      "start_time": 99130.0,
      "end_time": 104030.0,
      "text": "for the loss of a sibling in childhood. They are hoping to assuage a feeling of catastrophe"
    },
    {
      "index": 19,
      "start_time": 104030.0,
      "end_time": 108840.0,
      "text": "they experienced in the deprived chaotic home of their birth."
    },
    {
      "index": 20,
      "start_time": 108840.0,
      "end_time": 113780.0,
      "text": "In other words, over-achievers are trying to solve a range of psychological problems"
    },
    {
      "index": 21,
      "start_time": 113780.0,
      "end_time": 120549.0,
      "text": "through material or worldly means. This is why their efforts must, in a deep sense, always"
    },
    {
      "index": 22,
      "start_time": 120549.0,
      "end_time": 126640.0,
      "text": "be doomed to failure - even when it appears to most of the world as if they are succeeding"
    },
    {
      "index": 23,
      "start_time": 126640.0,
      "end_time": 128909.0,
      "text": "beyond measure."
    },
    {
      "index": 24,
      "start_time": 128508.99999999999,
      "end_time": 134120.0,
      "text": "Because success is the moment when over-achievers are likely to notice the doomed nature of"
    },
    {
      "index": 25,
      "start_time": 134120.0,
      "end_time": 141040.0,
      "text": "their ambition, it is a particularly troubling and dangerous eventuality. Depression may"
    },
    {
      "index": 26,
      "start_time": 141040.0,
      "end_time": 146780.0,
      "text": "set in just after the company is sold; the star will fall into a crisis just after they"
    },
    {
      "index": 27,
      "start_time": 146780.0,
      "end_time": 151790.0,
      "text": "finally gain worldwide recognition. At exactly the point when their work is acclaimed or"
    },
    {
      "index": 28,
      "start_time": 151790.0,
      "end_time": 157720.0,
      "text": "finds its audience, over-achievers are at risk of severe breakdown. So long as they"
    },
    {
      "index": 29,
      "start_time": 157720.0,
      "end_time": 163090.0,
      "text": "are merely running, they can forget to notice that their goal is misaligned with their true"
    },
    {
      "index": 30,
      "start_time": 163090.0,
      "end_time": 169820.0,
      "text": "inner ambition. They must wait for success to reveal the fateful nature of their life’s quest."
    },
    {
      "index": 31,
      "start_time": 169920.0,
      "end_time": 176350.0,
      "text": "The cure for over-achievement involves pausing to address the psychological wounds that made"
    },
    {
      "index": 32,
      "start_time": 176350.0,
      "end_time": 183300.0,
      "text": "hard work feel like the only defence against intolerable trauma. It means returning to"
    },
    {
      "index": 33,
      "start_time": 183300.0,
      "end_time": 188740.0,
      "text": "the situations that made achievement feel life sustaining. It means a confrontation"
    },
    {
      "index": 34,
      "start_time": 188740.0,
      "end_time": 194840.0,
      "text": "with moments of loss, disconnection, lack of love, sadness and humiliation."
    },
    {
      "index": 35,
      "start_time": 194840.0,
      "end_time": 200220.0,
      "text": "The recovering over-achiever should allow themselves to feel compassion for their earlier"
    },
    {
      "index": 36,
      "start_time": 200220.0,
      "end_time": 205390.0,
      "text": "self, acknowledging how much they wish could have gone differently and grasping how their"
    },
    {
      "index": 37,
      "start_time": 205400.0,
      "end_time": 210700.0,
      "text": "parent so-call successful personality has been shaped as a response to grave wounds"
    },
    {
      "index": 38,
      "start_time": 210740.0,
      "end_time": 219140.0,
      "text": "The cure for over-achievement lies in mourning and analysis in an atmosphere of love."
    },
    {
      "index": 39,
      "start_time": 219140.0,
      "end_time": 224230.0,
      "text": "The over-achiever may eventually come to believe that they deserve a place on the earth whether"
    },
    {
      "index": 40,
      "start_time": 224230.0,
      "end_time": 230209.0,
      "text": "they work or not. They aren’t there just to perform. The greater need is to connect"
    },
    {
      "index": 41,
      "start_time": 230209.0,
      "end_time": 232230.0,
      "text": "and to understand."
    },
    {
      "index": 42,
      "start_time": 232230.0,
      "end_time": 237920.0,
      "text": "We live in a world very interested in huge achievements and very uninclined to notice"
    },
    {
      "index": 43,
      "start_time": 237920.0,
      "end_time": 244030.0,
      "text": "the trauma behind them. We are equally not encouraged to note the way in which contentment"
    },
    {
      "index": 44,
      "start_time": 244030.0,
      "end_time": 249739.0,
      "text": "with modest achievement can be a sign that things have gone very well for someone emotionally."
    },
    {
      "index": 45,
      "start_time": 249739.0,
      "end_time": 256380.0,
      "text": "It is evidence of health to have no particular wish to be famous and not to mind too much"
    },
    {
      "index": 46,
      "start_time": 256380.0,
      "end_time": 258359.0,
      "text": "if one doesn’t have a fortune; to be able to have a so-called ordinary life, to take"
    },
    {
      "index": 47,
      "start_time": 258358.99999999997,
      "end_time": 259869.99999999997,
      "text": "pleasure in holidays and to place friendship and love at the center of things. We should,"
    },
    {
      "index": 48,
      "start_time": 259870.0,
      "end_time": 266900.0,
      "text": "on occasion, dare to feel rather sorry for over-achievers - even if that can mean starting"
    },
    {
      "index": 49,
      "start_time": 266900.0,
      "end_time": 269600.0,
      "text": "to feel sorry for ourselves."
    },
    {
      "index": 50,
      "start_time": 272320.0,
      "end_time": 278880.0,
      "text": "We hope you enjoyed this film.  If you want to learn more about Self-Knowledge, follow the link on your screen now."
    }
  ]
}