{
  "video_id": "8hYTPl7MkiA",
  "title": "How to Stop Being a People Pleaser",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 40.0,
      "end_time": 5340.0,
      "text": "This video is sponsored by Skillshare, click the link in the description for more information."
    },
    {
      "index": 2,
      "start_time": 5480.0,
      "end_time": 10140.0,
      "text": "Being someone who pleases people sounds, on the face of it, like a very good idea."
    },
    {
      "index": 3,
      "start_time": 10200.0,
      "end_time": 17400.0,
      "text": "But it is a pattern of behaviour riddled with problems, as much for the perpetrator as for their audience."
    },
    {
      "index": 4,
      "start_time": 17650.0,
      "end_time": 34440.0,
      "text": "The people-pleaser is someone (who might at times be oneself) who feels they have no option but to mould themselves to the expectations of others, and yet, harbors all manner of secret and at points dangerous reservations and resentments."
    },
    {
      "index": 5,
      "start_time": 34500.0,
      "end_time": 38600.0,
      "text": "They act like the perfect lover when their real feelings are much darker."
    },
    {
      "index": 6,
      "start_time": 38700.0,
      "end_time": 50300.0,
      "text": "They give their assent to plans they hate and they confuse everyone around them by failing to express, in due time, with the requisite courage, their authentic needs and ambitions."
    },
    {
      "index": 7,
      "start_time": 50439.0,
      "end_time": 54970.0,
      "text": "Putting it bluntly we could say that the people pleaser is a liar."
    },
    {
      "index": 8,
      "start_time": 55300.0,
      "end_time": 60400.0,
      "text": "It sounds brutal, but the people-pleaser is lying for poignant reasons."
    },
    {
      "index": 9,
      "start_time": 60470.0,
      "end_time": 67800.0,
      "text": "Not in order to gain advantage, but because they are terrified of the displeasure of others."
    },
    {
      "index": 10,
      "start_time": 67900.0,
      "end_time": 80040.0,
      "text": "To understand and potentially sympathise with the people pleaser we need to look at their past which almost invariably involves an early experience of being around people."
    },
    {
      "index": 11,
      "start_time": 80110.0,
      "end_time": 91310.0,
      "text": "Usually a mother or a father, who seemed to be radically and terrifyingly incapable of accepting and forgiving certain necessary but perhaps tricky facts about their child."
    },
    {
      "index": 12,
      "start_time": 91480.0,
      "end_time": 96879.0,
      "text": "Perhaps our father flew into volcanic rage at any sign of disagreement."
    },
    {
      "index": 13,
      "start_time": 96979.0,
      "end_time": 108150.0,
      "text": "To present an opposing political idea, to suggest we wanted something different to eat, to be frank about our tiredness or anxiety, all these could threaten us with annihilation."
    },
    {
      "index": 14,
      "start_time": 108290.0,
      "end_time": 114200.0,
      "text": "To survive, we needed to be acutely responsive to what others expected us to do and say."
    },
    {
      "index": 15,
      "start_time": 114300.0,
      "end_time": 128209.0,
      "text": "The very question of what we might really want became secondary to an infinitely more important priority: manically second-guessing the desires of those on whom, at that time, our lives depended."
    },
    {
      "index": 16,
      "start_time": 128389.99999999999,
      "end_time": 137910.0,
      "text": "We didn't always lie out of fear; it was also often out of love for someone we were profoundly attached to but who was vulnerable in some way."
    },
    {
      "index": 17,
      "start_time": 137910.0,
      "end_time": 152080.0,
      "text": "We lied out of a longing not to set off another marital row, a desire to keep a depressive parent in a good mood and to avoid adding a further burden to what seemed like an already very difficult or sad life."
    },
    {
      "index": 18,
      "start_time": 152190.0,
      "end_time": 157790.0,
      "text": "Who were we to make things even more complicated for a fragile person we cared for?"
    },
    {
      "index": 19,
      "start_time": 157890.0,
      "end_time": 169260.0,
      "text": "However understandable the origins of our behaviour, in the more reflexive moments of adulthood, we might find three paths out from these difficult patterns of people-pleasing."
    },
    {
      "index": 20,
      "start_time": 169260.0,
      "end_time": 180190.0,
      "text": "The first relies on reminding ourselves that our colleagues, partners and friends are almost certainly very different from the people around whom our anxieties evolved in childhood."
    },
    {
      "index": 21,
      "start_time": 180230.0,
      "end_time": 191169.0,
      "text": "Most humans can cope quite well with a bit of contradiction, a dose of unwelcome information or an occasional rejection, delivered with requisite politeness."
    },
    {
      "index": 22,
      "start_time": 191349.0,
      "end_time": 194480.0,
      "text": "The other is not going to explode or dissolve."
    },
    {
      "index": 23,
      "start_time": 194500.0,
      "end_time": 203600.0,
      "text": "We learned a very particular habit of relating to the world around a group of people who were not representative of humanity as a whole."
    },
    {
      "index": 24,
      "start_time": 203690.0,
      "end_time": 209070.0,
      "text": "Secondly, we need to acknowledge the inadvertently harmful side-effects of our behaviour."
    },
    {
      "index": 25,
      "start_time": 209070.0,
      "end_time": 215110.0,
      "text": "We may genuinely have good intentions, but we are endangering everyone by not speaking more frankly."
    },
    {
      "index": 26,
      "start_time": 215310.0,
      "end_time": 220259.0,
      "text": "At work, we aren't doing anyone a service by withholding our doubts and reservations."
    },
    {
      "index": 27,
      "start_time": 220259.0,
      "end_time": 227280.0,
      "text": "And in love, there is no kindness in staying in a relationship simply because it seems the other might not survive without us."
    },
    {
      "index": 28,
      "start_time": 227380.0,
      "end_time": 232629.0,
      "text": "They will, but we will have wasted a lot of their time through our sentimentality."
    },
    {
      "index": 29,
      "start_time": 232829.0,
      "end_time": 239169.0,
      "text": "Finally, we can acquire the confidence to be artful about the difficult messages we have to impart."
    },
    {
      "index": 30,
      "start_time": 239200.0,
      "end_time": 242300.0,
      "text": "As a child we couldn't nuance the messages we wanted to send out."
    },
    {
      "index": 31,
      "start_time": 242370.0,
      "end_time": 248020.0,
      "text": "We didn't know how to craft our raw pain and needs into convincing explanations."
    },
    {
      "index": 32,
      "start_time": 248120.0,
      "end_time": 254260.0,
      "text": "But now, it is open to us to be firm in our own views but extremely genial as well."
    },
    {
      "index": 33,
      "start_time": 254260.0,
      "end_time": 263250.0,
      "text": "We can say \"no\" while indicating that we feel a lot of goodwill; we can say someone is wrong without implying that they are an idiot."
    },
    {
      "index": 34,
      "start_time": 263400.0,
      "end_time": 269200.0,
      "text": "We can leave someone, while ensuring they realise how much a relationship meant to us."
    },
    {
      "index": 35,
      "start_time": 269260.0,
      "end_time": 275780.0,
      "text": "We can, in other words, be pleasant without being people pleasers."
    },
    {
      "index": 36,
      "start_time": 277000.0,
      "end_time": 287160.0,
      "text": "We partnered with Skillshare today as it is a fantastic starting point for anyone also looking to learn new skills and they have given us an amazing offer to pass on to you."
    },
    {
      "index": 37,
      "start_time": 287120.0,
      "end_time": 294220.0,
      "text": "The first 500 people to sign up using the link in the description will receive a two month free trial."
    },
    {
      "index": 38,
      "start_time": 294260.0,
      "end_time": 304200.0,
      "text": "If you haven't heard of Skillshare before it's home to thousands of classes in graphic design, animation, web development, music, photography, design and more."
    },
    {
      "index": 39,
      "start_time": 304200.0,
      "end_time": 307660.0,
      "text": "You can start learning how to do just about anything."
    },
    {
      "index": 40,
      "start_time": 307760.0,
      "end_time": 312760.0,
      "text": "In two months you could easily learn the skills you need to start a new hobby or business."
    },
    {
      "index": 41,
      "start_time": 312760.0,
      "end_time": 317300.0,
      "text": "Is there a project that you have been dreaming of completing but just aren't sure if you have the skills to do it?"
    },
    {
      "index": 42,
      "start_time": 317400.0,
      "end_time": 319400.0,
      "text": "Why not start now and sign up to Skillshare using the link below?"
    }
  ]
}