{
  "video_id": "8Ls60Wbq_dk",
  "title": "David Cameron Full Speech: Britain and Europe - January 23rd, 2013",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3920.0,
      "end_time": 8940.0,
      "text": "This morning I want to talk about the future of Europe."
    },
    {
      "index": 2,
      "start_time": 8940.0,
      "end_time": 15970.0,
      "text": "But first, let us remember the past. Seventy years ago, Europe was being torn apart"
    },
    {
      "index": 3,
      "start_time": 15970.0,
      "end_time": 23390.0,
      "text": "by its second catastrophic conflict in a generation. A war which saw the streets of European cities"
    },
    {
      "index": 4,
      "start_time": 23390.0,
      "end_time": 30570.0,
      "text": "strewn with rubble. The skies of London lit by flames night after night. And millions"
    },
    {
      "index": 5,
      "start_time": 30570.0,
      "end_time": 35840.0,
      "text": "dead across the world in the battle for peace and liberty."
    },
    {
      "index": 6,
      "start_time": 35840.0,
      "end_time": 41790.0,
      "text": "As we remember their sacrifice, so we should also remember how the shift in Europe from"
    },
    {
      "index": 7,
      "start_time": 41790.0,
      "end_time": 49010.0,
      "text": "war to sustained peace came about. It did not happen like a change in the weather. It"
    },
    {
      "index": 8,
      "start_time": 49010.0,
      "end_time": 56100.0,
      "text": "happened because of determined work over generations. A commitment to friendship and a resolve never"
    },
    {
      "index": 9,
      "start_time": 56100.0,
      "end_time": 62850.0,
      "text": "to re-visit that dark past - a commitment epitomised by the Elysee Treaty signed 50"
    },
    {
      "index": 10,
      "start_time": 62850.0,
      "end_time": 68229.0,
      "text": "years ago this week. After the Berlin Wall came down I visited"
    },
    {
      "index": 11,
      "start_time": 68229.0,
      "end_time": 74329.0,
      "text": "that city and I will never forget it. The abandoned checkpoints. The sense of excitement"
    },
    {
      "index": 12,
      "start_time": 74329.0,
      "end_time": 80990.0,
      "text": "about the future. The knowledge that a great continent was coming together. Healing those"
    },
    {
      "index": 13,
      "start_time": 80990.0,
      "end_time": 86840.0,
      "text": "wounds of our history is the central story of the European Union."
    },
    {
      "index": 14,
      "start_time": 86840.0,
      "end_time": 93039.0,
      "text": "What Churchill described as the twin marauders of war and tyranny have been almost entirely"
    },
    {
      "index": 15,
      "start_time": 93039.0,
      "end_time": 99560.0,
      "text": "banished from our continent. Today, hundreds of millions dwell in freedom, from the Baltic"
    },
    {
      "index": 16,
      "start_time": 99560.0,
      "end_time": 103950.0,
      "text": "to the Adriatic, from the Western Approaches to the Aegean."
    },
    {
      "index": 17,
      "start_time": 103950.0,
      "end_time": 109740.0,
      "text": "And while we must never take this for granted, the first purpose of the European Union – to"
    },
    {
      "index": 18,
      "start_time": 109740.0,
      "end_time": 116219.0,
      "text": "secure peace – has been achieved and we should pay tribute to all those in the EU,"
    },
    {
      "index": 19,
      "start_time": 116219.0,
      "end_time": 123609.0,
      "text": "alongside NATO, who made that happen.    But today the main, over-riding purpose of"
    },
    {
      "index": 20,
      "start_time": 123609.0,
      "end_time": 130649.0,
      "text": "the European Union is different: not to win peace, but to secure prosperity."
    },
    {
      "index": 21,
      "start_time": 130649.0,
      "end_time": 137010.0,
      "text": "The challenges come not from within this continent but outside it. From the surging economies"
    },
    {
      "index": 22,
      "start_time": 137010.0,
      "end_time": 143810.0,
      "text": "in the East and South. Of course a growing world economy benefits us all, but we should"
    },
    {
      "index": 23,
      "start_time": 143810.0,
      "end_time": 148870.0,
      "text": "be in no doubt that a new global race of nations is underway today."
    },
    {
      "index": 24,
      "start_time": 148870.0,
      "end_time": 156239.0,
      "text": "A race for the wealth and jobs of the future. The map of global influence is changing before"
    },
    {
      "index": 25,
      "start_time": 156239.0,
      "end_time": 161870.0,
      "text": "our eyes. And these changes are already being felt by the entrepreneur in the Netherlands,"
    },
    {
      "index": 26,
      "start_time": 161870.0,
      "end_time": 168310.0,
      "text": "the worker in Germany, the family in Britain. So I want to speak to you today with urgency"
    },
    {
      "index": 27,
      "start_time": 168310.0,
      "end_time": 175629.0,
      "text": "and frankness about the European Union and how it must change – both to deliver prosperity"
    },
    {
      "index": 28,
      "start_time": 175629.0,
      "end_time": 182439.0,
      "text": "and to retain the support of its peoples. But first, I want to set out the spirit in"
    },
    {
      "index": 29,
      "start_time": 182439.0,
      "end_time": 187599.0,
      "text": "which I approach these issues. I know that the United Kingdom is sometimes"
    },
    {
      "index": 30,
      "start_time": 187599.0,
      "end_time": 194209.0,
      "text": "seen as an argumentative and rather strong-minded member of the family of European nations."
    },
    {
      "index": 31,
      "start_time": 194209.0,
      "end_time": 198870.0,
      "text": "And it’s true that our geography has shaped our psychology."
    },
    {
      "index": 32,
      "start_time": 198870.0,
      "end_time": 205079.0,
      "text": "We have the character of an island nation – independent, forthright, passionate in"
    },
    {
      "index": 33,
      "start_time": 205079.0,
      "end_time": 209400.0,
      "text": "defence of our sovereignty. We can no more change this British sensibility"
    },
    {
      "index": 34,
      "start_time": 209400.0,
      "end_time": 215049.0,
      "text": "than we can drain the English Channel. And because of this sensibility, we come to"
    },
    {
      "index": 35,
      "start_time": 215049.0,
      "end_time": 221420.0,
      "text": "the European Union with a frame of mind that is more practical than emotional."
    },
    {
      "index": 36,
      "start_time": 221420.0,
      "end_time": 228620.0,
      "text": "For us, the European Union is a means to an end – prosperity, stability, the anchor"
    },
    {
      "index": 37,
      "start_time": 228620.0,
      "end_time": 234650.0,
      "text": "of freedom and democracy both within Europe and beyond her shores - not an end in itself."
    },
    {
      "index": 38,
      "start_time": 234650.0,
      "end_time": 242030.0,
      "text": "We insistently ask: How? Why? To what end? But all this doesn’t make us somehow un-European."
    },
    {
      "index": 39,
      "start_time": 242030.0,
      "end_time": 250879.0,
      "text": " The fact is that ours is not just an island story – it is also a continental story."
    },
    {
      "index": 40,
      "start_time": 250879.0,
      "end_time": 255739.0,
      "text": "For all our connections to the rest of the world – of which we are rightly proud - we"
    },
    {
      "index": 41,
      "start_time": 255739.0,
      "end_time": 260570.0,
      "text": "have always been a European power – and we always will be."
    },
    {
      "index": 42,
      "start_time": 260570.0,
      "end_time": 265470.0,
      "text": "From Caesar’s legions to the Napoleonic Wars. From the Reformation, the Enlightenment"
    },
    {
      "index": 43,
      "start_time": 265470.0,
      "end_time": 270630.0,
      "text": "and the Industrial Revolution to the defeat of Nazism. We have helped to write European"
    },
    {
      "index": 44,
      "start_time": 270630.0,
      "end_time": 277730.0,
      "text": "history, and Europe has helped write ours. Over the years, Britain has made her own,"
    },
    {
      "index": 45,
      "start_time": 277730.0,
      "end_time": 285420.0,
      "text": "unique contribution to Europe. We have provided a haven to those fleeing tyranny and persecution."
    },
    {
      "index": 46,
      "start_time": 285420.0,
      "end_time": 292040.0,
      "text": "And in Europe’s darkest hour, we helped keep the flame of liberty alight. Across the"
    },
    {
      "index": 47,
      "start_time": 292040.0,
      "end_time": 298040.0,
      "text": "continent, in silent cemeteries, lie the hundreds of thousands of British servicemen who gave"
    },
    {
      "index": 48,
      "start_time": 298040.0,
      "end_time": 303430.0,
      "text": "their lives for Europe’s freedom. In more recent decades, we have played our"
    },
    {
      "index": 49,
      "start_time": 303430.0,
      "end_time": 308570.0,
      "text": "part in tearing down the Iron Curtain and championing the entry into the EU of those"
    },
    {
      "index": 50,
      "start_time": 308570.0,
      "end_time": 315980.0,
      "text": "countries that lost so many years to Communism. And contained in this history is the crucial"
    },
    {
      "index": 51,
      "start_time": 315980.0,
      "end_time": 322330.0,
      "text": "point about Britain, our national character, our attitude to Europe."
    },
    {
      "index": 52,
      "start_time": 322330.0,
      "end_time": 329060.0,
      "text": "Britain is characterised not just by its independence but, above all, by its openness."
    },
    {
      "index": 53,
      "start_time": 329060.0,
      "end_time": 334100.0,
      "text": "We have always been a country that reaches out. That turns its face to the world…  That"
    },
    {
      "index": 54,
      "start_time": 334100.0,
      "end_time": 338430.0,
      "text": "leads the charge in the fight for global trade and against protectionism."
    },
    {
      "index": 55,
      "start_time": 338430.0,
      "end_time": 346180.0,
      "text": "This is Britain today, as it’s always been:Independent, yes – but open, too."
    },
    {
      "index": 56,
      "start_time": 346180.0,
      "end_time": 351840.0,
      "text": "I never want us to pull up the drawbridge and retreat from the world."
    },
    {
      "index": 57,
      "start_time": 351840.0,
      "end_time": 360460.0,
      "text": "I am not a British isolationist. I don’t just want a better deal for Britain."
    },
    {
      "index": 58,
      "start_time": 360460.0,
      "end_time": 366190.0,
      "text": "I want a better deal for Europe too. So I speak as British Prime Minister with"
    },
    {
      "index": 59,
      "start_time": 366190.0,
      "end_time": 373610.0,
      "text": "a positive vision for the future of the European Union. A future in which Britain wants, and"
    },
    {
      "index": 60,
      "start_time": 373610.0,
      "end_time": 379810.0,
      "text": "should want, to play a committed and active part."
    },
    {
      "index": 61,
      "start_time": 379810.0,
      "end_time": 385590.0,
      "text": "Some might then ask: why raise fundamental questions about the future of Europe when"
    },
    {
      "index": 62,
      "start_time": 385590.0,
      "end_time": 391990.0,
      "text": "Europe is already in the midst of a deep crisis? Why raise questions about Britain’s role"
    },
    {
      "index": 63,
      "start_time": 391990.0,
      "end_time": 398440.0,
      "text": "when support in Britain is already so thin. There are always voices saying “don’t"
    },
    {
      "index": 64,
      "start_time": 398440.0,
      "end_time": 403690.0,
      "text": "ask the difficult questions.” But it’s essential for Europe – and for"
    },
    {
      "index": 65,
      "start_time": 403690.0,
      "end_time": 409990.0,
      "text": "Britain - that we do because there are three major challenges confronting us today."
    },
    {
      "index": 66,
      "start_time": 409990.0,
      "end_time": 418020.0,
      "text": "First, the problems in the Eurozone are driving fundamental change in Europe.  Second, there"
    },
    {
      "index": 67,
      "start_time": 418020.0,
      "end_time": 424420.0,
      "text": "is a crisis of European competitiveness, as other nations across the world soar ahead. "
    },
    {
      "index": 68,
      "start_time": 424420.0,
      "end_time": 430460.0,
      "text": "And third, there is a gap between the EU and its citizens which has grown dramatically"
    },
    {
      "index": 69,
      "start_time": 430460.0,
      "end_time": 436740.0,
      "text": "in recent years. And which represents a lack of democratic accountability and consent that"
    },
    {
      "index": 70,
      "start_time": 436740.0,
      "end_time": 441550.0,
      "text": "is – yes – felt particularly acutely in Britain."
    },
    {
      "index": 71,
      "start_time": 441550.0,
      "end_time": 446890.0,
      "text": "If we don’t address these challenges, the danger is that Europe will fail and the British"
    },
    {
      "index": 72,
      "start_time": 446890.0,
      "end_time": 452810.0,
      "text": "people will drift towards the exit. I do not want that to happen. I want the European"
    },
    {
      "index": 73,
      "start_time": 452810.0,
      "end_time": 460280.0,
      "text": "Union to be a success. And I want a relationship between Britain and the EU that keeps us in"
    },
    {
      "index": 74,
      "start_time": 460280.0,
      "end_time": 463940.0,
      "text": "it. That is why I am here today: To acknowledge"
    },
    {
      "index": 75,
      "start_time": 463940.0,
      "end_time": 469390.0,
      "text": "the nature of the challenges we face. To set out how I believe the European Union should"
    },
    {
      "index": 76,
      "start_time": 469390.0,
      "end_time": 475250.0,
      "text": "respond to them. And to explain what I want to achieve for Britain and its place within"
    },
    {
      "index": 77,
      "start_time": 475250.0,
      "end_time": 480150.0,
      "text": "the European Union. Let me start with the nature of the challenges"
    },
    {
      "index": 78,
      "start_time": 480150.0,
      "end_time": 483470.0,
      "text": "we face. First, the Eurozone."
    },
    {
      "index": 79,
      "start_time": 483470.0,
      "end_time": 488410.0,
      "text": "The future shape of Europe is being forged.  There are some serious questions that will"
    },
    {
      "index": 80,
      "start_time": 488410.0,
      "end_time": 493870.0,
      "text": "define the future of the European Union – and the future of every country within it."
    },
    {
      "index": 81,
      "start_time": 493870.0,
      "end_time": 499050.0,
      "text": "The Union is changing to help fix the currency – and that has profound implications for"
    },
    {
      "index": 82,
      "start_time": 499050.0,
      "end_time": 503490.0,
      "text": "all of us, whether we are in the single currency or not. "
    },
    {
      "index": 83,
      "start_time": 503490.0,
      "end_time": 508440.0,
      "text": "Britain is not in the single currency, and we’re not going to be. But we all need the"
    },
    {
      "index": 84,
      "start_time": 508440.0,
      "end_time": 513709.0,
      "text": "Eurozone to have the right governance and structures to secure a successful currency"
    },
    {
      "index": 85,
      "start_time": 513708.99999999994,
      "end_time": 518109.99999999994,
      "text": "for the long term. And those of us outside the Eurozone also"
    },
    {
      "index": 86,
      "start_time": 518110.0,
      "end_time": 523779.0,
      "text": "need certain safeguards to ensure, for example, that our access to the Single Market is not"
    },
    {
      "index": 87,
      "start_time": 523779.0,
      "end_time": 528629.0,
      "text": "in any way compromised. And it’s right we begin to address these"
    },
    {
      "index": 88,
      "start_time": 528629.0,
      "end_time": 534120.0,
      "text": "issues now. Second, while there are some countries within"
    },
    {
      "index": 89,
      "start_time": 534120.0,
      "end_time": 539600.0,
      "text": "the EU which are doing pretty well. Taken as a whole, Europe’s share of world output"
    },
    {
      "index": 90,
      "start_time": 539600.0,
      "end_time": 546050.0,
      "text": "is projected to fall by almost a third in the next two decades. This is the competitiveness"
    },
    {
      "index": 91,
      "start_time": 546050.0,
      "end_time": 552199.0,
      "text": "challenge – and much of our weakness in meeting it is self-inflicted."
    },
    {
      "index": 92,
      "start_time": 552199.0,
      "end_time": 557100.0,
      "text": "Complex rules restricting our labour markets are not some naturally occurring phenomenon."
    },
    {
      "index": 93,
      "start_time": 557100.0,
      "end_time": 563680.0,
      "text": "Just as excessive regulation is not some external plague that&#39;s been visited on our businesses."
    },
    {
      "index": 94,
      "start_time": 563680.0,
      "end_time": 569199.0,
      "text": "These problems have been around too long. And the progress in dealing with them, far"
    },
    {
      "index": 95,
      "start_time": 569199.0,
      "end_time": 573720.0,
      "text": "too slow. As Chancellor Merkel has said - if Europe"
    },
    {
      "index": 96,
      "start_time": 573720.0,
      "end_time": 579680.0,
      "text": "today accounts for just over 7 per cent of the world&#39;s population, produces around 25"
    },
    {
      "index": 97,
      "start_time": 579680.0,
      "end_time": 586769.0,
      "text": "per cent of global GDP and has to finance 50 per cent of global social spending, then"
    },
    {
      "index": 98,
      "start_time": 586769.0,
      "end_time": 593329.0,
      "text": "it&#39;s obvious that it will have to work very hard to maintain its prosperity and way of"
    },
    {
      "index": 99,
      "start_time": 593329.0,
      "end_time": 597000.0,
      "text": "life. Third, there is a growing frustration that"
    },
    {
      "index": 100,
      "start_time": 597000.0,
      "end_time": 602040.0,
      "text": "the EU is seen as something that is done to people rather than acting on their behalf. "
    },
    {
      "index": 101,
      "start_time": 602040.0,
      "end_time": 608990.0,
      "text": "And this is being intensified by the very solutions required to resolve the economic"
    },
    {
      "index": 102,
      "start_time": 608990.0,
      "end_time": 612639.0,
      "text": "problems. People are increasingly frustrated that decisions"
    },
    {
      "index": 103,
      "start_time": 612639.0,
      "end_time": 616790.0,
      "text": "taken further and further away from them mean their living standards are slashed through"
    },
    {
      "index": 104,
      "start_time": 616790.0,
      "end_time": 621620.0,
      "text": "enforced austerity or their taxes are used to bail out governments on the other side"
    },
    {
      "index": 105,
      "start_time": 621620.0,
      "end_time": 626019.0,
      "text": "of the continent. We are starting to see this in the demonstrations"
    },
    {
      "index": 106,
      "start_time": 626019.0,
      "end_time": 632249.0,
      "text": "on the streets of Athens, Madrid and Rome. We are seeing it in the parliaments of Berlin,"
    },
    {
      "index": 107,
      "start_time": 632249.0,
      "end_time": 637170.0,
      "text": "Helsinki and the Hague. And yes, of course, we are seeing this frustration"
    },
    {
      "index": 108,
      "start_time": 637170.0,
      "end_time": 643499.0,
      "text": "with the EU very dramatically in Britain. Europe’s leaders have a duty to hear these"
    },
    {
      "index": 109,
      "start_time": 643499.0,
      "end_time": 649529.0,
      "text": "concerns. Indeed, we have a duty to act on them. And not just to fix the problems in"
    },
    {
      "index": 110,
      "start_time": 649529.0,
      "end_time": 653189.0,
      "text": "the Eurozone. For just as in any emergency you should plan"
    },
    {
      "index": 111,
      "start_time": 653189.0,
      "end_time": 658629.0,
      "text": "for the aftermath as well as dealing with the present crisis so too in the midst of"
    },
    {
      "index": 112,
      "start_time": 658629.0,
      "end_time": 663060.0,
      "text": "the present challenges we should plan for the future, and what the world will look like"
    },
    {
      "index": 113,
      "start_time": 663060.0,
      "end_time": 667920.0,
      "text": "when the difficulties in the Eurozone have been overcome."
    },
    {
      "index": 114,
      "start_time": 667920.0,
      "end_time": 673490.0,
      "text": "The biggest danger to the European Union comes not from those who advocate change, but from"
    },
    {
      "index": 115,
      "start_time": 673490.0,
      "end_time": 680439.0,
      "text": "those who denounce new thinking as heresy. In its long history Europe has experience"
    },
    {
      "index": 116,
      "start_time": 680439.0,
      "end_time": 686649.0,
      "text": "of heretics who turned out to have a point. And my point is this. More of the same will"
    },
    {
      "index": 117,
      "start_time": 686649.0,
      "end_time": 692360.0,
      "text": "not secure a long-term future for the Eurozone. More of the same will not see the European"
    },
    {
      "index": 118,
      "start_time": 692360.0,
      "end_time": 697999.0,
      "text": "Union keeping pace with the new powerhouse economies. More of the same will not bring"
    },
    {
      "index": 119,
      "start_time": 697999.0,
      "end_time": 703769.0,
      "text": "the European Union any closer to its citizens. More of the same will just produce more of"
    },
    {
      "index": 120,
      "start_time": 703769.0,
      "end_time": 708220.0,
      "text": "the same – less competitiveness, less growth, fewer jobs."
    },
    {
      "index": 121,
      "start_time": 708220.0,
      "end_time": 713310.0,
      "text": "And that will make our countries weaker not stronger."
    },
    {
      "index": 122,
      "start_time": 713310.0,
      "end_time": 717610.0,
      "text": "That is why we need fundamental, far-reaching change."
    },
    {
      "index": 123,
      "start_time": 717610.0,
      "end_time": 723769.0,
      "text": "So let me set out my vision for a new European Union, fit for the 21st Century."
    },
    {
      "index": 124,
      "start_time": 723769.0,
      "end_time": 729639.0,
      "text": "It is built on five principles. The first: competitiveness. At the core of"
    },
    {
      "index": 125,
      "start_time": 729639.0,
      "end_time": 736079.0,
      "text": "the European Union must be, as it is now, the single market. Britain is at the heart"
    },
    {
      "index": 126,
      "start_time": 736079.0,
      "end_time": 741649.0,
      "text": "of that Single Market, and must remain so. But when the Single Market remains incomplete"
    },
    {
      "index": 127,
      "start_time": 741649.0,
      "end_time": 747189.0,
      "text": "in services, energy and digital – the very sectors that are the engines of a modern economy"
    },
    {
      "index": 128,
      "start_time": 747189.0,
      "end_time": 753379.0,
      "text": "- it is only half the success it could be. It is nonsense that people shopping online"
    },
    {
      "index": 129,
      "start_time": 753379.0,
      "end_time": 759759.0,
      "text": "in some parts of Europe are unable to accessÂ the best deals because of where they live. I want"
    },
    {
      "index": 130,
      "start_time": 759759.0,
      "end_time": 764720.0,
      "text": "completing the single market to be our driving mission."
    },
    {
      "index": 131,
      "start_time": 764720.0,
      "end_time": 771069.0,
      "text": "I want us to be at the forefront of transformative trade deals with the US, Japan and India as"
    },
    {
      "index": 132,
      "start_time": 771069.0,
      "end_time": 777029.0,
      "text": "part of the drive towards global free trade. And I want us to be pushing to exempt Europe&#39;s"
    },
    {
      "index": 133,
      "start_time": 777029.0,
      "end_time": 781490.0,
      "text": "smallest entrepreneurial companies from more EU Directives."
    },
    {
      "index": 134,
      "start_time": 781490.0,
      "end_time": 787610.0,
      "text": "These should be the tasks that get European officials up in the morning – and keep them"
    },
    {
      "index": 135,
      "start_time": 787610.0,
      "end_time": 793519.0,
      "text": "working late into the night. And so we urgently need to address the sclerotic, ineffective"
    },
    {
      "index": 136,
      "start_time": 793519.0,
      "end_time": 799240.0,
      "text": "decision making that is holding us back. That means creating a leaner, less bureaucratic"
    },
    {
      "index": 137,
      "start_time": 799240.0,
      "end_time": 805149.0,
      "text": "Union, relentlessly focused on helping its member countries to compete. "
    },
    {
      "index": 138,
      "start_time": 805149.0,
      "end_time": 812800.0,
      "text": "In a global race, can we really justify the huge number of expensive peripheral European"
    },
    {
      "index": 139,
      "start_time": 812800.0,
      "end_time": 815670.0,
      "text": "institutions? Can we justify a Commission that gets ever"
    },
    {
      "index": 140,
      "start_time": 815670.0,
      "end_time": 818499.0,
      "text": "larger? Can we carry on with an organisation that"
    },
    {
      "index": 141,
      "start_time": 818499.0,
      "end_time": 824119.0,
      "text": "has a multi-billion pound budget but not enough focus on controlling spending and shutting"
    },
    {
      "index": 142,
      "start_time": 824119.0,
      "end_time": 829529.0,
      "text": "down programmes that haven’t worked? And I would ask: when the competitiveness"
    },
    {
      "index": 143,
      "start_time": 829529.0,
      "end_time": 835029.0,
      "text": "of the Single Market is so important, why is there an environment council, a transport"
    },
    {
      "index": 144,
      "start_time": 835029.0,
      "end_time": 839439.0,
      "text": "council, an education council but not a single market council?"
    },
    {
      "index": 145,
      "start_time": 839439.0,
      "end_time": 846860.0,
      "text": "The second principle should be flexibility. We need a structure that can accommodate the"
    },
    {
      "index": 146,
      "start_time": 846860.0,
      "end_time": 854189.0,
      "text": "diversity of its members – North, South, East, West, large, small, old and new. Some"
    },
    {
      "index": 147,
      "start_time": 854189.0,
      "end_time": 859740.0,
      "text": "of whom are contemplating much closer economic and political integration. And many others,"
    },
    {
      "index": 148,
      "start_time": 859740.0,
      "end_time": 863170.0,
      "text": "including Britain, who would never embrace that goal."
    },
    {
      "index": 149,
      "start_time": 863170.0,
      "end_time": 869160.0,
      "text": "I accept, of course, that for the single market to function we need a common set of rules"
    },
    {
      "index": 150,
      "start_time": 869160.0,
      "end_time": 874499.0,
      "text": "and a way of enforcing them. But we also need to be able to respond quickly to the latest"
    },
    {
      "index": 151,
      "start_time": 874499.0,
      "end_time": 879329.0,
      "text": "developments and trends. Competitiveness demands flexibility, choice"
    },
    {
      "index": 152,
      "start_time": 879329.0,
      "end_time": 884529.0,
      "text": "and openness - or Europe will fetch up in a no-man’s land between the rising economies"
    },
    {
      "index": 153,
      "start_time": 884529.0,
      "end_time": 891660.0,
      "text": "of Asia and market-driven North America. The EU must be able to act with the speed"
    },
    {
      "index": 154,
      "start_time": 891660.0,
      "end_time": 897600.0,
      "text": "and flexibility of a network, not the cumbersome rigidity of a bloc."
    },
    {
      "index": 155,
      "start_time": 897600.0,
      "end_time": 903160.0,
      "text": "We must not be weighed down by an insistence on a one size fits all approach which implies"
    },
    {
      "index": 156,
      "start_time": 903160.0,
      "end_time": 907759.0,
      "text": "that all countries want the same level of integration. The fact is that they don’t"
    },
    {
      "index": 157,
      "start_time": 907759.0,
      "end_time": 913930.0,
      "text": "and we shouldn’t assert that they do. Some will claim that this offends a central"
    },
    {
      "index": 158,
      "start_time": 913930.0,
      "end_time": 921019.0,
      "text": "tenet of the EU’s founding philosophy.  I say it merely reflects the reality of the"
    },
    {
      "index": 159,
      "start_time": 921019.0,
      "end_time": 928800.0,
      "text": "European Union today. 17 members are part of the Eurozone. 10 are not."
    },
    {
      "index": 160,
      "start_time": 928800.0,
      "end_time": 933949.0,
      "text": "26 European countries are members of Schengen – including four outside the European Union"
    },
    {
      "index": 161,
      "start_time": 933949.0,
      "end_time": 940600.0,
      "text": "– Switzerland, Norway, Liechtenstein and Iceland. 2 EU countries – Britain and Ireland"
    },
    {
      "index": 162,
      "start_time": 940600.0,
      "end_time": 945360.0,
      "text": "– have retained their border controls.    Some members, like Britain and France,"
    },
    {
      "index": 163,
      "start_time": 945360.0,
      "end_time": 950420.0,
      "text": "are ready, willing and able to take action in Libya or Mali. Others are uncomfortable"
    },
    {
      "index": 164,
      "start_time": 950420.0,
      "end_time": 955600.0,
      "text": "with the use of military force. Let’s welcome that diversity, instead of"
    },
    {
      "index": 165,
      "start_time": 955600.0,
      "end_time": 960329.0,
      "text": "trying to snuff it out. Let’s stop all this talk of two-speed Europe,"
    },
    {
      "index": 166,
      "start_time": 960329.0,
      "end_time": 965999.0,
      "text": "of fast lanes and slow lanes, of countries missing trains and buses, and consign the"
    },
    {
      "index": 167,
      "start_time": 965999.0,
      "end_time": 971139.0,
      "text": "whole weary caravan of metaphors to a permanent siding."
    },
    {
      "index": 168,
      "start_time": 971139.0,
      "end_time": 978600.0,
      "text": "Instead, let’s start from this proposition: we are a family of democratic nations, all"
    },
    {
      "index": 169,
      "start_time": 978600.0,
      "end_time": 984129.0,
      "text": "members of one European Union, whose essential foundation is the single market rather than"
    },
    {
      "index": 170,
      "start_time": 984129.0,
      "end_time": 990759.0,
      "text": "the single currency.  Those of us outside the euro recognise that those in it are likely"
    },
    {
      "index": 171,
      "start_time": 990759.0,
      "end_time": 998069.0,
      "text": "to need to make some big institutional changes. By the same token, the members of the Eurozone"
    },
    {
      "index": 172,
      "start_time": 998069.0,
      "end_time": 1003749.0,
      "text": "should accept that we, and indeed all Member States, will have changes that we need to"
    },
    {
      "index": 173,
      "start_time": 1003750.0,
      "end_time": 1010520.0,
      "text": "safeguard our interests and strengthen democratic legitimacy. And we should be able to make"
    },
    {
      "index": 174,
      "start_time": 1010520.0,
      "end_time": 1016590.0,
      "text": "these changes too. Some say this will unravel the principle of"
    },
    {
      "index": 175,
      "start_time": 1016590.0,
      "end_time": 1022390.0,
      "text": "the EU – and that you can’t pick and choose on the basis of what your nation needs."
    },
    {
      "index": 176,
      "start_time": 1022390.0,
      "end_time": 1028811.0,
      "text": "But far from unravelling the EU, this will in fact bind its Members more closely because"
    },
    {
      "index": 177,
      "start_time": 1028810.0,
      "end_time": 1035410.0,
      "text": "such flexible, willing cooperation is a much stronger glue than compulsion from the centre."
    },
    {
      "index": 178,
      "start_time": 1035410.0000000001,
      "end_time": 1044430.0000000001,
      "text": "Let me make a further heretical proposition. The European Treaty commits the Member States"
    },
    {
      "index": 179,
      "start_time": 1044430.0000000001,
      "end_time": 1050330.0,
      "text": "to “lay the foundations of an ever closer union among the peoples of Europe”."
    },
    {
      "index": 180,
      "start_time": 1050330.0,
      "end_time": 1055860.0,
      "text": "This has been consistently interpreted as applying not to the peoples but rather to"
    },
    {
      "index": 181,
      "start_time": 1055860.0,
      "end_time": 1062410.0,
      "text": "the states and institutions compounded by a European Court of Justice that has consistently"
    },
    {
      "index": 182,
      "start_time": 1062410.0,
      "end_time": 1068620.0,
      "text": "supported greater centralisation. We understand and respect the right of others"
    },
    {
      "index": 183,
      "start_time": 1068620.0,
      "end_time": 1073700.0,
      "text": "to maintain their commitment to this goal.  But for Britain – and perhaps for others"
    },
    {
      "index": 184,
      "start_time": 1073700.0,
      "end_time": 1078690.0,
      "text": "- it is not the objective. And we would be much more comfortable if the"
    },
    {
      "index": 185,
      "start_time": 1078690.0,
      "end_time": 1084370.0,
      "text": "Treaty specifically said so freeing those who want to go further, faster, to do so,"
    },
    {
      "index": 186,
      "start_time": 1084370.0,
      "end_time": 1090420.0,
      "text": "without being held back by the others. So to those who say we have no vision for"
    },
    {
      "index": 187,
      "start_time": 1090420.0,
      "end_time": 1093760.0,
      "text": "Europe. I say we have."
    },
    {
      "index": 188,
      "start_time": 1093760.0,
      "end_time": 1098610.0,
      "text": "We believe in a flexible union of free member states who share treaties and institutions"
    },
    {
      "index": 189,
      "start_time": 1098610.0,
      "end_time": 1104070.0,
      "text": "and pursue together the ideal of co-operation. To represent and promote the values of European"
    },
    {
      "index": 190,
      "start_time": 1104070.0,
      "end_time": 1109540.0,
      "text": "civilisation in the world. To advance our shared interests by using our collective power"
    },
    {
      "index": 191,
      "start_time": 1109540.0,
      "end_time": 1114230.0,
      "text": "to open markets. And to build a strong economic base across the whole of Europe.Â "
    },
    {
      "index": 192,
      "start_time": 1114230.0,
      "end_time": 1120580.0,
      "text": "And we believe in our nations working together to protect the security and diversity of our"
    },
    {
      "index": 193,
      "start_time": 1120580.0,
      "end_time": 1125680.0,
      "text": "energy supplies. To tackle climate change and global poverty. To work together against"
    },
    {
      "index": 194,
      "start_time": 1125680.0,
      "end_time": 1132190.0,
      "text": "terrorism and organised crime. And to continue to welcome new countries into the EU."
    },
    {
      "index": 195,
      "start_time": 1132190.0,
      "end_time": 1136770.0,
      "text": "This vision of flexibility and co-operation is not the same as those who want to build"
    },
    {
      "index": 196,
      "start_time": 1136770.0,
      "end_time": 1142680.0,
      "text": "an ever closer political union – but it is just as valid."
    },
    {
      "index": 197,
      "start_time": 1142680.0,
      "end_time": 1149320.0,
      "text": "My third principle is that power must be able to flow back to Member States, not just away"
    },
    {
      "index": 198,
      "start_time": 1149320.0,
      "end_time": 1155830.0,
      "text": "from them. This was promised by European Leaders at Laeken a decade ago."
    },
    {
      "index": 199,
      "start_time": 1155830.0,
      "end_time": 1162300.0,
      "text": "It was put in the Treaty. But the promise has never really been fulfilled. We need to"
    },
    {
      "index": 200,
      "start_time": 1162300.0,
      "end_time": 1167200.0,
      "text": "implement this principle properly. So let us use this moment, as the Dutch Prime"
    },
    {
      "index": 201,
      "start_time": 1167200.0,
      "end_time": 1172420.0,
      "text": "Minister has recently suggested, to examine thoroughly what the EU as a whole should do"
    },
    {
      "index": 202,
      "start_time": 1172420.0,
      "end_time": 1177290.0,
      "text": "and should stop doing. In Britain we have already launched our balance"
    },
    {
      "index": 203,
      "start_time": 1177290.0,
      "end_time": 1183710.0,
      "text": "of competences review – to give us an informed and objective analysis of where the EU helps"
    },
    {
      "index": 204,
      "start_time": 1183710.0,
      "end_time": 1188510.0,
      "text": "and where it hampers. Let us not be misled by the fallacy that a"
    },
    {
      "index": 205,
      "start_time": 1188510.0,
      "end_time": 1194280.0,
      "text": "deep and workable single market requires everything to be harmonised, to hanker after some unattainable"
    },
    {
      "index": 206,
      "start_time": 1194280.0,
      "end_time": 1200120.0,
      "text": "and infinitely level playing field. Countries are different. They make different"
    },
    {
      "index": 207,
      "start_time": 1200120.0,
      "end_time": 1207500.0,
      "text": "choices. We cannot harmonise everything. For example, it is neither right nor necessary"
    },
    {
      "index": 208,
      "start_time": 1207500.0,
      "end_time": 1211840.0,
      "text": "to claim that the integrity of the single market, or full membership of the European"
    },
    {
      "index": 209,
      "start_time": 1211840.0,
      "end_time": 1216760.0,
      "text": "Union requires the working hours of British hospital doctors to be set in Brussels irrespective"
    },
    {
      "index": 210,
      "start_time": 1216760.0,
      "end_time": 1220960.0,
      "text": "of the views of British parliamentarians and practitioners."
    },
    {
      "index": 211,
      "start_time": 1220960.0,
      "end_time": 1225890.0,
      "text": "In the same way we need to examine whether the balance is right in so many areas where"
    },
    {
      "index": 212,
      "start_time": 1225890.0,
      "end_time": 1231470.0,
      "text": "the European Union has legislated including on the environment, social affairs and crime."
    },
    {
      "index": 213,
      "start_time": 1231470.0,
      "end_time": 1238800.0,
      "text": "Nothing should be off the table. My fourth principle is democratic accountability:"
    },
    {
      "index": 214,
      "start_time": 1238800.0,
      "end_time": 1243590.0,
      "text": "we need to have a bigger and more significant role for national parliaments."
    },
    {
      "index": 215,
      "start_time": 1243590.0,
      "end_time": 1247340.0,
      "text": "  There is not, in my view, a single European"
    },
    {
      "index": 216,
      "start_time": 1247340.0,
      "end_time": 1250830.0,
      "text": "demos. It is national parliaments, which are, and"
    },
    {
      "index": 217,
      "start_time": 1250830.0,
      "end_time": 1256280.0,
      "text": "will remain, the true source of real democratic legitimacy and accountability in the EU."
    },
    {
      "index": 218,
      "start_time": 1256280.0,
      "end_time": 1262800.0,
      "text": "It is to the Bundestag that Angela Merkel has to answer. It is through the Greek Parliament"
    },
    {
      "index": 219,
      "start_time": 1262800.0,
      "end_time": 1266680.0,
      "text": "that Antonis Samaras has to pass his Government’s austerity measures."
    },
    {
      "index": 220,
      "start_time": 1266680.0,
      "end_time": 1271620.0,
      "text": "It is to the British Parliament that I must account on the EU budget negotiations, or"
    },
    {
      "index": 221,
      "start_time": 1271620.0,
      "end_time": 1275020.0,
      "text": "on the safeguarding of our place in the single market."
    },
    {
      "index": 222,
      "start_time": 1275020.0,
      "end_time": 1281070.0,
      "text": "Those are the Parliaments which instil proper respect – even fear - into national leaders."
    },
    {
      "index": 223,
      "start_time": 1281070.0,
      "end_time": 1286340.0,
      "text": "We need to recognise that in the way the EU does business."
    },
    {
      "index": 224,
      "start_time": 1286340.0,
      "end_time": 1292900.0,
      "text": "My fifth principle is fairness: whatever new arrangements are enacted for the Eurozone,"
    },
    {
      "index": 225,
      "start_time": 1292900.0,
      "end_time": 1298660.0,
      "text": "they must work fairly for those inside it and out."
    },
    {
      "index": 226,
      "start_time": 1298660.0,
      "end_time": 1305160.0,
      "text": "That will be of particular importance to Britain. As I have said, we will not join the single"
    },
    {
      "index": 227,
      "start_time": 1305160.0,
      "end_time": 1310520.0,
      "text": "currency. But there is no overwhelming economic reason why the single currency and the single"
    },
    {
      "index": 228,
      "start_time": 1310520.0,
      "end_time": 1316080.0,
      "text": "market should share the same boundary, any more than the single market and Schengen."
    },
    {
      "index": 229,
      "start_time": 1316080.0,
      "end_time": 1321950.0,
      "text": "Our participation in the single market, and our ability to help set its rules is the principal"
    },
    {
      "index": 230,
      "start_time": 1321950.0,
      "end_time": 1328140.0,
      "text": "reason for our membership of the EU. So it is a vital interest for us to protect"
    },
    {
      "index": 231,
      "start_time": 1328140.0,
      "end_time": 1333910.0,
      "text": "the integrity and fairness of the single market for all its members."
    },
    {
      "index": 232,
      "start_time": 1333910.0,
      "end_time": 1338650.0,
      "text": "And that is why Britain has been so concerned to promote and defend the single market as"
    },
    {
      "index": 233,
      "start_time": 1338650.0,
      "end_time": 1345660.0,
      "text": "the Eurozone crisis rewrites the rules on fiscal coordination and banking union."
    },
    {
      "index": 234,
      "start_time": 1345660.0,
      "end_time": 1350920.0,
      "text": "These five principles provide what, I believe, is the right approach for the European Union."
    },
    {
      "index": 235,
      "start_time": 1350920.0,
      "end_time": 1354830.0,
      "text": "So now let me turn to what this means for Britain."
    },
    {
      "index": 236,
      "start_time": 1354830.0,
      "end_time": 1362710.0,
      "text": "Today, public disillusionment with the EU is at an all time high. There are several"
    },
    {
      "index": 237,
      "start_time": 1362710.0,
      "end_time": 1367510.0,
      "text": "reasons for this. People feel that the EU is heading in a direction"
    },
    {
      "index": 238,
      "start_time": 1367510.0,
      "end_time": 1372790.0,
      "text": "that they never signed up to. They resent the interference in our national life by what"
    },
    {
      "index": 239,
      "start_time": 1372790.0,
      "end_time": 1377590.0,
      "text": "they see as unnecessary rules and regulation. And they wonder what the point of it all is."
    },
    {
      "index": 240,
      "start_time": 1377590.0,
      "end_time": 1384210.0,
      "text": "Put simply, many ask “why can’t we just have what we voted to join – a common market?”"
    },
    {
      "index": 241,
      "start_time": 1384210.0,
      "end_time": 1390970.0,
      "text": "They are angered by some legal judgements made in Europe that impact on life in Britain."
    },
    {
      "index": 242,
      "start_time": 1390970.0,
      "end_time": 1395510.0,
      "text": "Some of this antipathy about Europe in general really relates of course to the European Court"
    },
    {
      "index": 243,
      "start_time": 1395510.0,
      "end_time": 1402120.0,
      "text": "of Human Rights, rather than the EU. And Britain is leading European efforts to address this."
    },
    {
      "index": 244,
      "start_time": 1402120.0,
      "end_time": 1408610.0,
      "text": "There is, indeed, much more that needs to be done on this front. But people also feel"
    },
    {
      "index": 245,
      "start_time": 1408610.0,
      "end_time": 1414000.0,
      "text": "that the EU is now heading for a level of political integration that is far outside"
    },
    {
      "index": 246,
      "start_time": 1414000.0,
      "end_time": 1418200.0,
      "text": "Britain’s comfort zone. They see Treaty after Treaty changing the"
    },
    {
      "index": 247,
      "start_time": 1418200.0,
      "end_time": 1423720.0,
      "text": "balance between Member States and the EU. And note they were never given a say."
    },
    {
      "index": 248,
      "start_time": 1423720.0,
      "end_time": 1429950.0,
      "text": "They’ve had referendums promised - but not delivered. They see what has happened to the"
    },
    {
      "index": 249,
      "start_time": 1429950.0,
      "end_time": 1434170.0,
      "text": "Euro. And they note that many of our political and business leaders urged Britain to join"
    },
    {
      "index": 250,
      "start_time": 1434170.0,
      "end_time": 1437120.0,
      "text": "at the time. And they haven’t noticed many expressions"
    },
    {
      "index": 251,
      "start_time": 1437120.0,
      "end_time": 1441820.0,
      "text": "of contrition. And they look at the steps the Eurozone is"
    },
    {
      "index": 252,
      "start_time": 1441820.0,
      "end_time": 1447790.0,
      "text": "taking and wonder what deeper integration for the Eurozone will mean for a country which"
    },
    {
      "index": 253,
      "start_time": 1447790.0,
      "end_time": 1453140.0,
      "text": "is not going to join the Euro. The result is that democratic consent for"
    },
    {
      "index": 254,
      "start_time": 1453140.0,
      "end_time": 1460600.0,
      "text": "the EU in Britain is now wafer thin. Some people say that to point this out is"
    },
    {
      "index": 255,
      "start_time": 1460600.0,
      "end_time": 1465710.0,
      "text": "irresponsible, creates uncertainty for business and puts a question mark over Britain’s"
    },
    {
      "index": 256,
      "start_time": 1465710.0,
      "end_time": 1471460.0,
      "text": "place in the European Union. But the question mark is already there and"
    },
    {
      "index": 257,
      "start_time": 1471460.0,
      "end_time": 1479580.0,
      "text": "ignoring it won’t make it go away. In fact, quite the reverse. Those who refuse"
    },
    {
      "index": 258,
      "start_time": 1479580.0,
      "end_time": 1486990.0,
      "text": "to contemplate consulting the British people, would in my view make more likely our eventual"
    },
    {
      "index": 259,
      "start_time": 1486990.0,
      "end_time": 1490160.0,
      "text": "exit. Simply asking the British people to carry"
    },
    {
      "index": 260,
      "start_time": 1490160.0,
      "end_time": 1496000.0,
      "text": "on accepting a European settlement over which they have had little choice is a path to ensuring"
    },
    {
      "index": 261,
      "start_time": 1496000.0,
      "end_time": 1500770.0,
      "text": "that when the question is finally put – and at some stage it will have to be – it is"
    },
    {
      "index": 262,
      "start_time": 1500770.0,
      "end_time": 1506110.0,
      "text": "much more likely that the British people will reject the EU."
    },
    {
      "index": 263,
      "start_time": 1506110.0,
      "end_time": 1513590.0,
      "text": "That is why I am in favour of a referendum. I believe in confronting this issue – shaping"
    },
    {
      "index": 264,
      "start_time": 1513590.0,
      "end_time": 1521470.0,
      "text": "it, leading the debate. Not simply hoping a difficult situation will go away."
    },
    {
      "index": 265,
      "start_time": 1521470.0,
      "end_time": 1529170.0,
      "text": "Some argue that the solution is therefore to hold a straight in-out referendum now."
    },
    {
      "index": 266,
      "start_time": 1529170.0,
      "end_time": 1534210.0,
      "text": "I understand the impatience of wanting to make that choice immediately."
    },
    {
      "index": 267,
      "start_time": 1534210.0,
      "end_time": 1539910.0,
      "text": "But I don’t believe that to make a decision at this moment is the right way forward, either"
    },
    {
      "index": 268,
      "start_time": 1539910.0,
      "end_time": 1546940.0,
      "text": "for Britain or for Europe as a whole. A vote today between the status quo and leaving"
    },
    {
      "index": 269,
      "start_time": 1546940.0,
      "end_time": 1553090.0,
      "text": "would be an entirely false choice. Now - while the EU is in flux, and when we"
    },
    {
      "index": 270,
      "start_time": 1553090.0,
      "end_time": 1558110.0,
      "text": "don’t know what the future holds and what sort of EU will emerge from this crisis is"
    },
    {
      "index": 271,
      "start_time": 1558110.0,
      "end_time": 1563290.0,
      "text": "not the right time to make such a momentous decision about the future of our country. "
    },
    {
      "index": 272,
      "start_time": 1563290.0,
      "end_time": 1568930.0,
      "text": "It is wrong to ask people whether to stay or go before we have had a chance to put the"
    },
    {
      "index": 273,
      "start_time": 1568930.0,
      "end_time": 1573770.0,
      "text": "relationship right. How can we sensibly answer the question ‘in"
    },
    {
      "index": 274,
      "start_time": 1573770.0,
      "end_time": 1578780.0,
      "text": "or out’ without being able to answer the most basic question: ‘what is it exactly"
    },
    {
      "index": 275,
      "start_time": 1578780.0,
      "end_time": 1585090.0,
      "text": "that we are choosing to be in or out of?’ The European Union that emerges from the Eurozone"
    },
    {
      "index": 276,
      "start_time": 1585090.0,
      "end_time": 1592230.0,
      "text": "crisis is going to be a very different body. It will be transformed perhaps beyond recognition"
    },
    {
      "index": 277,
      "start_time": 1592230.0,
      "end_time": 1597230.0,
      "text": "by the measures needed to save the Eurozone. We need to allow some time for that to happen"
    },
    {
      "index": 278,
      "start_time": 1597230.0,
      "end_time": 1602120.0,
      "text": "– and help to shape the future of the European Union, so that when the choice comes it will"
    },
    {
      "index": 279,
      "start_time": 1602120.0,
      "end_time": 1607110.0,
      "text": "be a real one. A real choice between leaving or being part"
    },
    {
      "index": 280,
      "start_time": 1607110.0,
      "end_time": 1611880.0,
      "text": "of a new settlement in which Britain shapes and respects the rules of the single market"
    },
    {
      "index": 281,
      "start_time": 1611880.0,
      "end_time": 1617660.0,
      "text": "but is protected by fair safeguards, and free of the spurious regulation which damages Europe’s"
    },
    {
      "index": 282,
      "start_time": 1617660.0,
      "end_time": 1621760.0,
      "text": "competitiveness. A choice between leaving or being part of"
    },
    {
      "index": 283,
      "start_time": 1621760.0,
      "end_time": 1626230.0,
      "text": "a new settlement in which Britain is at the forefront of collective action on issues like"
    },
    {
      "index": 284,
      "start_time": 1626230.0,
      "end_time": 1633580.0,
      "text": "foreign policy and trade and where we leave the door firmly open to new members."
    },
    {
      "index": 285,
      "start_time": 1633580.0,
      "end_time": 1638200.0,
      "text": "A new settlement subject to the democratic legitimacy and accountability of national"
    },
    {
      "index": 286,
      "start_time": 1638200.0,
      "end_time": 1643380.0,
      "text": "parliaments where Member States combine in flexible cooperation, respecting national"
    },
    {
      "index": 287,
      "start_time": 1643380.0,
      "end_time": 1649180.0,
      "text": "differences not always trying to eliminate them and in which we have proved that some"
    },
    {
      "index": 288,
      "start_time": 1649180.0,
      "end_time": 1655470.0,
      "text": "powers can in fact be returned to Member States. In other words, a settlement which would be"
    },
    {
      "index": 289,
      "start_time": 1655470.0,
      "end_time": 1661660.0,
      "text": "entirely in keeping with the mission for an updated European Union I have described today."
    },
    {
      "index": 290,
      "start_time": 1661660.0,
      "end_time": 1668290.0,
      "text": "More flexible, more adaptable, more open - fit for the challenges of the modern age."
    },
    {
      "index": 291,
      "start_time": 1668290.0,
      "end_time": 1678690.0,
      "text": "And to those who say a new settlement can’t be negotiated, I would say listen to the views"
    },
    {
      "index": 292,
      "start_time": 1678690.0,
      "end_time": 1685500.0,
      "text": "of other parties in other European countries arguing for powers to flow back to European"
    },
    {
      "index": 293,
      "start_time": 1685500.0,
      "end_time": 1690530.0,
      "text": "states. And look too at what we have achieved already."
    },
    {
      "index": 294,
      "start_time": 1690530.0,
      "end_time": 1696950.0,
      "text": "Ending Britain’s obligation to bail-out Eurozone members. Keeping Britain out of the"
    },
    {
      "index": 295,
      "start_time": 1696950.0,
      "end_time": 1703380.0,
      "text": "fiscal compact. Launching a process to return some existing justice and home affairs powers."
    },
    {
      "index": 296,
      "start_time": 1703380.0,
      "end_time": 1707490.0,
      "text": "Securing protections on Banking Union. And reforming fisheries policy."
    },
    {
      "index": 297,
      "start_time": 1707490.0,
      "end_time": 1715710.0,
      "text": "So we are starting to shape the reforms we need now.  Some will not require Treaty change."
    },
    {
      "index": 298,
      "start_time": 1715710.0,
      "end_time": 1721160.0,
      "text": "But I agree too with what President Barroso and others have said. At some stage in the"
    },
    {
      "index": 299,
      "start_time": 1721160.0,
      "end_time": 1727070.0,
      "text": "next few years the EU will need to agree on Treaty change to make the changes needed for"
    },
    {
      "index": 300,
      "start_time": 1727070.0,
      "end_time": 1733250.0,
      "text": "the long term future of the Euro and to entrench the diverse, competitive, democratically accountable"
    },
    {
      "index": 301,
      "start_time": 1733250.0,
      "end_time": 1738100.0,
      "text": "Europe that we seek. I believe the best way to do this will be"
    },
    {
      "index": 302,
      "start_time": 1738100.0,
      "end_time": 1744090.0,
      "text": "in a new Treaty so I add my voice to those who are already calling for this."
    },
    {
      "index": 303,
      "start_time": 1744090.0,
      "end_time": 1751520.0,
      "text": "My strong preference is to enact these changes for the entire EU, not just for Britain."
    },
    {
      "index": 304,
      "start_time": 1751520.0,
      "end_time": 1760760.0,
      "text": "But if there is no appetite for a new Treaty for us all then of course Britain should be"
    },
    {
      "index": 305,
      "start_time": 1760760.0,
      "end_time": 1767020.0,
      "text": "ready to address the changes we need in a negotiation with our European partners."
    },
    {
      "index": 306,
      "start_time": 1767020.0,
      "end_time": 1773700.0,
      "text": "The next Conservative Manifesto in 2015 will ask for a mandate from the British people"
    },
    {
      "index": 307,
      "start_time": 1773700.0,
      "end_time": 1779410.0,
      "text": "for a Conservative Government to negotiate a new settlement with our European partners"
    },
    {
      "index": 308,
      "start_time": 1779410.0,
      "end_time": 1783110.0,
      "text": "in the next Parliament. It will be a relationship with the Single"
    },
    {
      "index": 309,
      "start_time": 1783110.0,
      "end_time": 1788430.0,
      "text": "Market at its heart. And when we have negotiated that new settlement,"
    },
    {
      "index": 310,
      "start_time": 1788430.0,
      "end_time": 1795570.0,
      "text": "we will give the British people a referendum with a very simple in or out choice. To stay"
    },
    {
      "index": 311,
      "start_time": 1795570.0,
      "end_time": 1801210.0,
      "text": "in the EU on these new terms; or come out altogether."
    },
    {
      "index": 312,
      "start_time": 1801210.0,
      "end_time": 1809470.0,
      "text": "It will be an in-out referendum. Legislation will be drafted before the next"
    },
    {
      "index": 313,
      "start_time": 1809470.0,
      "end_time": 1814430.0,
      "text": "election. And if a Conservative Government is elected we will introduce the enabling"
    },
    {
      "index": 314,
      "start_time": 1814430.0,
      "end_time": 1819460.0,
      "text": "legislation immediately and pass it by the end of that year. And we will complete this"
    },
    {
      "index": 315,
      "start_time": 1819460.0,
      "end_time": 1825410.0,
      "text": "negotiation and hold this referendum within the first half of the next parliament."
    },
    {
      "index": 316,
      "start_time": 1825410.0,
      "end_time": 1832900.0,
      "text": "It is time for the British people to have their say. It is time to settle this European"
    },
    {
      "index": 317,
      "start_time": 1832900.0,
      "end_time": 1839520.0,
      "text": "question in British politics. I say to the British people: this will be"
    },
    {
      "index": 318,
      "start_time": 1839520.0,
      "end_time": 1843840.0,
      "text": "your decision. And when that choice comes, you will have"
    },
    {
      "index": 319,
      "start_time": 1843840.0,
      "end_time": 1848610.0,
      "text": "an important choice to make about our country’s destiny."
    },
    {
      "index": 320,
      "start_time": 1848610.0,
      "end_time": 1854370.0,
      "text": "I understand the appeal of going it alone, of charting our own course. But it will be"
    },
    {
      "index": 321,
      "start_time": 1854370.0,
      "end_time": 1860560.0,
      "text": "a decision we will have to take with cool heads. Proponents of both sides of the argument"
    },
    {
      "index": 322,
      "start_time": 1860560.0,
      "end_time": 1865480.0,
      "text": "will need to avoid exaggerating their claims. Of course Britain could make her own way in"
    },
    {
      "index": 323,
      "start_time": 1865480.0,
      "end_time": 1871080.0,
      "text": "the world, outside the EU, if we chose to do so. So could any other Member State."
    },
    {
      "index": 324,
      "start_time": 1871080.0,
      "end_time": 1875940.0,
      "text": "But the question we will have to ask ourselves is this: is that the very best future for"
    },
    {
      "index": 325,
      "start_time": 1875940.0,
      "end_time": 1879190.0,
      "text": "our country? We will have to weigh carefully where our"
    },
    {
      "index": 326,
      "start_time": 1879190.0,
      "end_time": 1885410.0,
      "text": "true national interest lies. Alone, we would be free to take our own decisions,"
    },
    {
      "index": 327,
      "start_time": 1885410.0,
      "end_time": 1890410.0,
      "text": "just as we would be freed of our solemn obligation to defend our allies if we left NATO. But"
    },
    {
      "index": 328,
      "start_time": 1890410.0,
      "end_time": 1895150.0,
      "text": "we don’t leave NATO because it is in our national interest to stay and benefit from"
    },
    {
      "index": 329,
      "start_time": 1895150.0,
      "end_time": 1900250.0,
      "text": "its collective defence guarantee. We have more power and influence – whether"
    },
    {
      "index": 330,
      "start_time": 1900250.0,
      "end_time": 1905660.0,
      "text": "implementing sanctions against Iran or Syria, or promoting democracy in Burma – if we"
    },
    {
      "index": 331,
      "start_time": 1905660.0,
      "end_time": 1911410.0,
      "text": "can act together. If we leave the EU, we cannot of course leave"
    },
    {
      "index": 332,
      "start_time": 1911410.0,
      "end_time": 1916050.0,
      "text": "Europe. It will remain for many years our biggest market, and forever our geographical"
    },
    {
      "index": 333,
      "start_time": 1916050.0,
      "end_time": 1920530.0,
      "text": "neighbourhood. We are tied by a complex web of legal commitments."
    },
    {
      "index": 334,
      "start_time": 1920530.0,
      "end_time": 1925350.0,
      "text": "Hundreds of thousands of British people now take for granted their right to work, live"
    },
    {
      "index": 335,
      "start_time": 1925350.0,
      "end_time": 1930970.0,
      "text": "or retire in any other EU country. Even if we pulled out completely, decisions"
    },
    {
      "index": 336,
      "start_time": 1930970.0,
      "end_time": 1936280.0,
      "text": "made in the EU would continue to have a profound effect on our country. But we would have lost"
    },
    {
      "index": 337,
      "start_time": 1936280.0,
      "end_time": 1940740.0,
      "text": "all our remaining vetoes and our voice in those decisions."
    },
    {
      "index": 338,
      "start_time": 1940740.0,
      "end_time": 1945410.0,
      "text": "We would need to weigh up very carefully the consequences of no longer being inside the"
    },
    {
      "index": 339,
      "start_time": 1945410.0,
      "end_time": 1953700.0,
      "text": "EU and its single market, as a full member. Continued access to the Single Market is vital"
    },
    {
      "index": 340,
      "start_time": 1953700.0,
      "end_time": 1959960.0,
      "text": "for British businesses and British jobs.  Since 2004, Britain has been the destination for"
    },
    {
      "index": 341,
      "start_time": 1959960.0,
      "end_time": 1963770.0,
      "text": "one in five of all inward investments into Europe.Â "
    },
    {
      "index": 342,
      "start_time": 1963770.0,
      "end_time": 1968660.0,
      "text": "And being part of the Single Market has been key to that success."
    },
    {
      "index": 343,
      "start_time": 1968660.0,
      "end_time": 1975380.0,
      "text": "There will be plenty of time to test all the arguments thoroughly, in favour and against"
    },
    {
      "index": 344,
      "start_time": 1975380.0,
      "end_time": 1981840.0,
      "text": "the arrangement we negotiate. But let me just deal with one point we hear a lot about."
    },
    {
      "index": 345,
      "start_time": 1981840.0,
      "end_time": 1986110.0,
      "text": "There are some who suggest we could turn ourselves into Norway or Switzerland – with access"
    },
    {
      "index": 346,
      "start_time": 1986110.0,
      "end_time": 1993450.0,
      "text": "to the single market but outside the EU. But would that really be in our best interests?"
    },
    {
      "index": 347,
      "start_time": 1993450.0,
      "end_time": 1997920.0,
      "text": "I admire those countries and they are friends of ours – but they are very different from"
    },
    {
      "index": 348,
      "start_time": 1997920.0,
      "end_time": 2002730.0,
      "text": "us. Norway sits on the biggest energy reserves in Europe, and has a sovereign wealth fund"
    },
    {
      "index": 349,
      "start_time": 2002730.0,
      "end_time": 2008380.0,
      "text": "of over 500 billion euros. And while Norway is part of the single market – and pays"
    },
    {
      "index": 350,
      "start_time": 2008380.0,
      "end_time": 2013730.0,
      "text": "for the principle - it has no say at all in setting its rules: it just has to implement"
    },
    {
      "index": 351,
      "start_time": 2013730.0,
      "end_time": 2018450.0,
      "text": "its directives. The Swiss have to negotiate access to the"
    },
    {
      "index": 352,
      "start_time": 2018450.0,
      "end_time": 2023960.0,
      "text": "Single Market sector by sector. Accepting EU rules – over which they have no say – or"
    },
    {
      "index": 353,
      "start_time": 2023960.0,
      "end_time": 2029180.0,
      "text": "else not getting full access to the Single Market, including in key sectors like financial"
    },
    {
      "index": 354,
      "start_time": 2029180.0,
      "end_time": 2032740.0,
      "text": "services. The fact is that if you join an organisation"
    },
    {
      "index": 355,
      "start_time": 2032740.0,
      "end_time": 2037950.0,
      "text": "like the European Union, there are rules.  You will not always get what you want."
    },
    {
      "index": 356,
      "start_time": 2037950.0,
      "end_time": 2043450.0,
      "text": "But that does not mean we should leave - not if the benefits of staying and working together"
    },
    {
      "index": 357,
      "start_time": 2043450.0,
      "end_time": 2047850.0,
      "text": "are greater. We would have to think carefully too about"
    },
    {
      "index": 358,
      "start_time": 2047850.0,
      "end_time": 2053579.0,
      "text": "the impact on our influence at the top table of international affairs. There is no doubt"
    },
    {
      "index": 359,
      "start_time": 2053580.0,
      "end_time": 2057750.0,
      "text": "that we are more powerful in Washington, in Beijing, in Delhi because we are a powerful"
    },
    {
      "index": 360,
      "start_time": 2057750.0,
      "end_time": 2063780.0,
      "text": "player in the European Union. That matters for British jobs and British"
    },
    {
      "index": 361,
      "start_time": 2063780.0000000002,
      "end_time": 2066840.0000000002,
      "text": "security. It matters to our ability to get things done"
    },
    {
      "index": 362,
      "start_time": 2066840.0000000002,
      "end_time": 2071711.0000000002,
      "text": "in the world. It matters to the United States and other friends around the world, which"
    },
    {
      "index": 363,
      "start_time": 2071710.0,
      "end_time": 2077809.0,
      "text": "is why many tell us very clearly that they want Britain to remain in the EU."
    },
    {
      "index": 364,
      "start_time": 2077810.0,
      "end_time": 2081721.0,
      "text": "We should think very carefully before giving that position up."
    },
    {
      "index": 365,
      "start_time": 2081719.9999999998,
      "end_time": 2088328.9999999998,
      "text": "If we left the European Union, it would be a one-way ticket, not a return."
    },
    {
      "index": 366,
      "start_time": 2088330.0,
      "end_time": 2091100.0,
      "text": "So we will have time for a proper, reasoned debate."
    },
    {
      "index": 367,
      "start_time": 2091100.0,
      "end_time": 2095620.0,
      "text": "At the end of that debate you, the British people, will decide."
    },
    {
      "index": 368,
      "start_time": 2095620.0,
      "end_time": 2100431.0,
      "text": "And I say to our European partners, frustrated as some of them no doubt are by Britain’s"
    },
    {
      "index": 369,
      "start_time": 2100430.0,
      "end_time": 2105299.0,
      "text": "attitude: work with us on this. Consider the extraordinary steps which the"
    },
    {
      "index": 370,
      "start_time": 2105300.0,
      "end_time": 2109260.0,
      "text": "Eurozone members are taking to keep the Euro together, steps which a year ago would have"
    },
    {
      "index": 371,
      "start_time": 2109260.0,
      "end_time": 2113780.0,
      "text": "seemed impossible. It does not seem to me that the steps which"
    },
    {
      "index": 372,
      "start_time": 2113780.0,
      "end_time": 2118580.0,
      "text": "would be needed to make Britain - and others – more comfortable in their relationship"
    },
    {
      "index": 373,
      "start_time": 2118580.0,
      "end_time": 2124560.0,
      "text": "in the European Union are inherently so outlandish or unreasonable."
    },
    {
      "index": 374,
      "start_time": 2124560.0,
      "end_time": 2130701.0,
      "text": "And just as I believe that Britain should want to remain in the EU so the EU should"
    },
    {
      "index": 375,
      "start_time": 2130700.0,
      "end_time": 2135920.0,
      "text": "want us to stay. For an EU without Britain, without one of"
    },
    {
      "index": 376,
      "start_time": 2135920.0,
      "end_time": 2140509.0,
      "text": "Europe’s strongest powers, a country which in many ways invented the single market, and"
    },
    {
      "index": 377,
      "start_time": 2140510.0,
      "end_time": 2144800.0,
      "text": "which brings real heft to Europe’s influence on the world stage which plays by the rules"
    },
    {
      "index": 378,
      "start_time": 2144800.0,
      "end_time": 2150750.0,
      "text": "and which is a force for liberal economic reform would be a very different kind of European"
    },
    {
      "index": 379,
      "start_time": 2150750.0,
      "end_time": 2154500.0,
      "text": "Union. And it is hard to argue that the EU would"
    },
    {
      "index": 380,
      "start_time": 2154500.0,
      "end_time": 2163060.0,
      "text": "not be greatly diminished by Britain’s departure. Let me finish today by saying this."
    },
    {
      "index": 381,
      "start_time": 2163060.0,
      "end_time": 2166421.0,
      "text": "I have no illusions about the scale of the task ahead."
    },
    {
      "index": 382,
      "start_time": 2166420.0,
      "end_time": 2173470.0,
      "text": "I know there will be those who say the vision I have outlined will be impossible to achieve."
    },
    {
      "index": 383,
      "start_time": 2173470.0,
      "end_time": 2178329.0,
      "text": "That there is no way our partners will co-operate. That the British people have set themselves"
    },
    {
      "index": 384,
      "start_time": 2178330.0,
      "end_time": 2183560.0,
      "text": "on a path to inevitable exit. And that if we aren’t comfortable being in the EU after"
    },
    {
      "index": 385,
      "start_time": 2183560.0,
      "end_time": 2189370.0,
      "text": "40 years, we never will be. But I refuse to take such a defeatist attitude"
    },
    {
      "index": 386,
      "start_time": 2189370.0,
      "end_time": 2195401.0,
      "text": "– either for Britain or for Europe. Because with courage and conviction I believe"
    },
    {
      "index": 387,
      "start_time": 2195400.0,
      "end_time": 2201599.0,
      "text": "we can deliver a more flexible, adaptable and open European Union in which the interests"
    },
    {
      "index": 388,
      "start_time": 2201600.0,
      "end_time": 2207911.0,
      "text": "and ambitions of all its members can be met.Â  With courage and conviction I believe we can"
    },
    {
      "index": 389,
      "start_time": 2207910.0,
      "end_time": 2213210.0,
      "text": "achieve a new settlement in which Britain can be comfortable and all our countries can"
    },
    {
      "index": 390,
      "start_time": 2213210.0,
      "end_time": 2216890.0,
      "text": "thrive. And when the referendum comes let me say now"
    },
    {
      "index": 391,
      "start_time": 2216890.0,
      "end_time": 2222910.0,
      "text": "that if we can negotiate such an arrangement, I will campaign for it with all my heart and"
    },
    {
      "index": 392,
      "start_time": 2222910.0,
      "end_time": 2228440.0,
      "text": "soul. Because I believe something very deeply. That"
    },
    {
      "index": 393,
      "start_time": 2228440.0,
      "end_time": 2234609.0,
      "text": "Britain’s national interest is best served in a flexible, adaptable and open European"
    },
    {
      "index": 394,
      "start_time": 2234610.0,
      "end_time": 2239461.0,
      "text": "Union and that such a European Union is best with Britain in it."
    },
    {
      "index": 395,
      "start_time": 2239460.0,
      "end_time": 2245220.0,
      "text": "Over the coming weeks, months and years, I will not rest until this debate is won. For"
    },
    {
      "index": 396,
      "start_time": 2245220.0,
      "end_time": 2250960.0,
      "text": "the future of my country. For the success of the European Union. And for the prosperity"
    },
    {
      "index": 397,
      "start_time": 2250960.0,
      "end_time": 2260960.0,
      "text": "of our peoples for generations to come."
    }
  ]
}