{
  "video_id": "8NEAi-Dw3wo",
  "title": "About The Phantom of the Opera : Facts About The Phantom of the Opera",
  "json": [
    {
      "index": 1,
      "start_time": 520.0,
      "end_time": 4810.0,
      "text": "Hi, I'm Christopher Rokosz; actor, director of both stage and screen and it will be my"
    },
    {
      "index": 2,
      "start_time": 4810.0,
      "end_time": 10539.0,
      "text": "pleasure to share with you some of the facts about the Phantom of the Opera. Fact: The"
    },
    {
      "index": 3,
      "start_time": 10539.0,
      "end_time": 17539.0,
      "text": "Phantom of the Opera begin as a book in 1909 written by Gaston Leroux; original title \"Le"
    },
    {
      "index": 4,
      "start_time": 17570.0,
      "end_time": 23250.0,
      "text": "Fantome De L'Opera\". Forgive me, French speakers; The Phantom of the Opera. It's translated"
    },
    {
      "index": 5,
      "start_time": 23250.0,
      "end_time": 30300.0,
      "text": "to English in 1911, also another fact. It was adapted for the stage as a musical by"
    },
    {
      "index": 6,
      "start_time": 30300.0,
      "end_time": 36790.0,
      "text": "Andrew Lloyd Webber in 1986, also a fact. It is definitely a fact that it's one of the"
    },
    {
      "index": 7,
      "start_time": 36790.0,
      "end_time": 42560.0,
      "text": "most beloved musicals of all time. Fact also is that it resides now in Las Vegas for all"
    },
    {
      "index": 8,
      "start_time": 42560.0,
      "end_time": 48200.0,
      "text": "of us to see, in a ninety-minute redacted version, updated and they have built an entire"
    },
    {
      "index": 9,
      "start_time": 48200.0,
      "end_time": 52950.0,
      "text": "theatre's special effects all around it; definitely worth checking out. It's also a fact that"
    },
    {
      "index": 10,
      "start_time": 52950.0,
      "end_time": 59950.0,
      "text": "it is one of the absolute, most adapted pieces of literature or theatre, it all depends on"
    },
    {
      "index": 11,
      "start_time": 60410.0,
      "end_time": 67289.0,
      "text": "how you want to look at it. Began with the book, the book begot radio place, begot movie,"
    },
    {
      "index": 12,
      "start_time": 67289.0,
      "end_time": 72380.0,
      "text": "after movie, after movie, probably one of the most famous movies was the Lon Chaney"
    },
    {
      "index": 13,
      "start_time": 72380.0,
      "end_time": 78859.0,
      "text": "version, one of the universal monsters Phantom of the Opera; very recognizable. It was also"
    },
    {
      "index": 14,
      "start_time": 78859.0,
      "end_time": 85859.0,
      "text": "adapted into, just about adaption upon adaptations to the Chipmunks, the Phantom of the Rock"
    },
    {
      "index": 15,
      "start_time": 86939.0,
      "end_time": 93939.0,
      "text": "Opera to the Phantom of the Megaplex by Disney. The theme of a Phantom living and controlling"
    },
    {
      "index": 16,
      "start_time": 94759.0,
      "end_time": 101539.0,
      "text": "at a entertainment or a theatrical venue is a theme that just persist. The movies, there's"
    },
    {
      "index": 17,
      "start_time": 101539.0,
      "end_time": 107509.0,
      "text": "been internationally somewhere on the, somewhere on the head of two dozen adaptations of the"
    },
    {
      "index": 18,
      "start_time": 107509.0,
      "end_time": 114149.0,
      "text": "movie and the one that you maybe familiar with is the 2004 adaptation of Andrew Lloyd"
    },
    {
      "index": 19,
      "start_time": 114149.0,
      "end_time": 120389.0,
      "text": "Webber's adaptation of Gaston Leroux's original book. So let's follow that again. Gaston wrote"
    },
    {
      "index": 20,
      "start_time": 120389.0,
      "end_time": 125609.0,
      "text": "the book, Lloyd Webber wrote the play, Joe Schumacher made the play or made the movie"
    },
    {
      "index": 21,
      "start_time": 125609.0,
      "end_time": 131500.0,
      "text": "of the play of the book. You're still with me? Excellent! It's also a fact that the Phantom"
    },
    {
      "index": 22,
      "start_time": 131500.0,
      "end_time": 137400.0,
      "text": "of the Opera's name is Erik; it's actually a little known fact in there; Christine the"
    },
    {
      "index": 23,
      "start_time": 137400.0,
      "end_time": 143450.0,
      "text": "character of the love interest of the Phantom and Raoul of her love interest which sort"
    },
    {
      "index": 24,
      "start_time": 143450.0,
      "end_time": 148100.0,
      "text": "of creates an interesting little menage, to keep it the French term. It's also a fact"
    },
    {
      "index": 25,
      "start_time": 148100.0,
      "end_time": 152500.0,
      "text": "that I am confident that you will enjoy it. It's also a fact that it is one of my favorite"
    },
    {
      "index": 26,
      "start_time": 152500.0,
      "end_time": 158900.0,
      "text": "shows. Read the book, see the stage show, see the Ken hill version, yet another musical"
    },
    {
      "index": 27,
      "start_time": 158900.0,
      "end_time": 163450.0,
      "text": "you maybe unfamiliar with. Definitely go out there and experiment, even Robert Englund,"
    },
    {
      "index": 28,
      "start_time": 163450.0,
      "end_time": 168269.0,
      "text": "Freddie Kruger played the Phantom of the Opera in the movie adaptation in 1989, I believe."
    },
    {
      "index": 29,
      "start_time": 168270.0,
      "end_time": 173570.0,
      "text": "I am deviate, you'll find out. I'm Christopher Rokosz, I hope this has been informative and"
    },
    {
      "index": 30,
      "start_time": 173570.0,
      "end_time": 174890.0,
      "text": "it's a fact that I'll see you later."
    }
  ]
}