{
  "video_id": "8OLh58vndro",
  "title": "Australian funnel-web spider",
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 6140.0,
      "text": "Atracinae, commonly known as Australian funnel-web spiders, is a subfamily of spiders in the"
    },
    {
      "index": 2,
      "start_time": 6140.0,
      "end_time": 13639.0,
      "text": "funnel-web spider family Hexathelidae. Atracinae consists of three genera: Atrax, Hadronyche,"
    },
    {
      "index": 3,
      "start_time": 13639.0,
      "end_time": 19560.0,
      "text": "and Illawarra. The subfamily includes species with medically significant venom, six species"
    },
    {
      "index": 4,
      "start_time": 19560.0,
      "end_time": 25920.0,
      "text": "of which have severely envenomed human victims. The bite of Atrax robustus is potentially"
    },
    {
      "index": 5,
      "start_time": 25920.0,
      "end_time": 30060.0,
      "text": "deadly, but there have been no fatalities since the introduction of modern first aid"
    },
    {
      "index": 6,
      "start_time": 30060.0,
      "end_time": 37370.0,
      "text": "techniques and antivenom. The subfamily contains 35 species. All members of the subfamily are"
    },
    {
      "index": 7,
      "start_time": 37370.0,
      "end_time": 39480.0,
      "text": "native to Australia."
    },
    {
      "index": 8,
      "start_time": 39480.0,
      "end_time": 43289.0,
      "text": "Description These spiders are medium-to-large in size,"
    },
    {
      "index": 9,
      "start_time": 43289.0,
      "end_time": 49480.0,
      "text": "with body lengths ranging from 1 cm to 5 cm. They are darkly coloured, ranging from black"
    },
    {
      "index": 10,
      "start_time": 49480.0,
      "end_time": 54609.0,
      "text": "to blue-black to plum to brown, with a glossy, hairless carapace covering the front part"
    },
    {
      "index": 11,
      "start_time": 54609.0,
      "end_time": 62339.0,
      "text": "of the body. Like the related diplurid spiders, some hexathelids have relatively long spinnerets;"
    },
    {
      "index": 12,
      "start_time": 62339.0,
      "end_time": 67730.0,
      "text": "this is especially true of A. robustus. Males have a large mating spur projecting from the"
    },
    {
      "index": 13,
      "start_time": 67730.0,
      "end_time": 72530.0,
      "text": "middle of their second pair of legs. Like other Mygalomorphae —an infraorder"
    },
    {
      "index": 14,
      "start_time": 72530.0,
      "end_time": 78000.0,
      "text": "of spiders that includes the tropical tarantulas —these spiders have fangs which point straight"
    },
    {
      "index": 15,
      "start_time": 78000.0,
      "end_time": 82890.0,
      "text": "down the body and do not point towards each other. They have ample venom glands that lie"
    },
    {
      "index": 16,
      "start_time": 82890.0,
      "end_time": 88930.0,
      "text": "entirely within their chelicerae. Their fangs are large and powerful, capable of penetrating"
    },
    {
      "index": 17,
      "start_time": 88930.0,
      "end_time": 94640.0,
      "text": "fingernails and soft shoes. Funnel-webs make their burrows in moist, cool,"
    },
    {
      "index": 18,
      "start_time": 94640.0,
      "end_time": 101480.0,
      "text": "sheltered habitats—under rocks, in and under rotting logs, some in rough-barked trees."
    },
    {
      "index": 19,
      "start_time": 101480.0,
      "end_time": 105780.0,
      "text": "They are commonly found in suburban rockeries and shrubberies, rarely in lawns or other"
    },
    {
      "index": 20,
      "start_time": 105780.0,
      "end_time": 112190.0,
      "text": "open terrain. A funnel-web&#39;s burrow characteristically has irregular silk trip-lines radiating from"
    },
    {
      "index": 21,
      "start_time": 112190.0,
      "end_time": 118260.0,
      "text": "the entrance. Unlike some related trapdoor spiders, funnel-webs do not build lids to"
    },
    {
      "index": 22,
      "start_time": 118260.0,
      "end_time": 122640.0,
      "text": "their burrows. The primary range of the Australian funnel-web"
    },
    {
      "index": 23,
      "start_time": 122640.0,
      "end_time": 127780.0,
      "text": "spiders is the eastern coast of Australia, with specimens found in New South Wales, South"
    },
    {
      "index": 24,
      "start_time": 127780.0,
      "end_time": 134569.0,
      "text": "Australia, Victoria, and Queensland. The only Australian states or territories without funnel-webs"
    },
    {
      "index": 25,
      "start_time": 134569.0,
      "end_time": 139519.0,
      "text": "are Western Australia and the Northern Territory. Medical significance"
    },
    {
      "index": 26,
      "start_time": 139519.0,
      "end_time": 144930.0,
      "text": "Six species have severely envenomed human victims, including the C funnel web, northern"
    },
    {
      "index": 27,
      "start_time": 144930.0,
      "end_time": 150590.0,
      "text": "tree funnel web, southern tree funnel web, Blue Mountains funnel web, Darling Downs funnel"
    },
    {
      "index": 28,
      "start_time": 150590.0,
      "end_time": 155700.0,
      "text": "web and the Port Macquarie funnel web. Australian funnel-webs are one of the most dangerous"
    },
    {
      "index": 29,
      "start_time": 155700.0,
      "end_time": 160739.0,
      "text": "groups of spiders in the world and are regarded by some to be the most deadly, both in terms"
    },
    {
      "index": 30,
      "start_time": 160739.0,
      "end_time": 166689.0,
      "text": "of clinical cases and venom toxicity. Examination of bite records has implicated"
    },
    {
      "index": 31,
      "start_time": 166689.0,
      "end_time": 173400.0,
      "text": "wandering males in most if not all fatal funnel-web bites to humans. Adult males, recognised by"
    },
    {
      "index": 32,
      "start_time": 173400.0,
      "end_time": 177959.0,
      "text": "the modified terminal segment of the palp, will defend themselves vigorously if they"
    },
    {
      "index": 33,
      "start_time": 177959.0,
      "end_time": 181670.0,
      "text": "feel threatened and tend to wander during the warmer months of the year looking for"
    },
    {
      "index": 34,
      "start_time": 181670.0,
      "end_time": 187489.0,
      "text": "receptive females for mating. They are attracted to water and hence are often found in swimming"
    },
    {
      "index": 35,
      "start_time": 187489.0,
      "end_time": 192779.0,
      "text": "pools, into which they often fall while wandering. The spiders can survive such immersion for"
    },
    {
      "index": 36,
      "start_time": 192779.0,
      "end_time": 197840.0,
      "text": "several hours and can deliver a bite when removed from the water. They also show up"
    },
    {
      "index": 37,
      "start_time": 197840.0,
      "end_time": 204779.0,
      "text": "in garages and yards in suburban Sydney. Contrary to a commonly held belief, no funnel-web spider"
    },
    {
      "index": 38,
      "start_time": 204779.0,
      "end_time": 210239.0,
      "text": "is able to jump, although they can run quickly. While some very venomous spiders may give"
    },
    {
      "index": 39,
      "start_time": 210239.0,
      "end_time": 216919.0,
      "text": "dry bites, these spiders do so much less frequently. An inefficient mode of delivery and interrupted"
    },
    {
      "index": 40,
      "start_time": 216919.0,
      "end_time": 222840.0,
      "text": "contact are also possible causes of low volume delivery. It has been claimed that approximately"
    },
    {
      "index": 41,
      "start_time": 222840.0,
      "end_time": 228769.0,
      "text": "10% to 25% of bites will produce significant toxicity but the likelihood cannot be predicted"
    },
    {
      "index": 42,
      "start_time": 228769.0,
      "end_time": 234279.0,
      "text": "and all should be treated as potentially life-threatening. Funnel-webs are not normally aggressive but"
    },
    {
      "index": 43,
      "start_time": 234279.0,
      "end_time": 240169.0,
      "text": "will defend themselves vigorously if frightened or threatened. During an attack the funnel-web"
    },
    {
      "index": 44,
      "start_time": 240169.0,
      "end_time": 244730.0,
      "text": "spider generally maintains a tight grip on its victim and bites repeatedly, making it"
    },
    {
      "index": 45,
      "start_time": 244730.0,
      "end_time": 249159.0,
      "text": "an especially traumatic experience for humans who are bitten and increasing the risk of"
    },
    {
      "index": 46,
      "start_time": 249159.0,
      "end_time": 253930.0,
      "text": "severe envenomation. There have been 27 recorded deaths in Australia"
    },
    {
      "index": 47,
      "start_time": 253930.0,
      "end_time": 260280.0,
      "text": "in the last 100 years from spider bites. Bites from Sydney funnel-web spiders have caused"
    },
    {
      "index": 48,
      "start_time": 260279.99999999997,
      "end_time": 266000.0,
      "text": "thirteen deaths. In all cases where the sex of the biting spider could be determined,"
    },
    {
      "index": 49,
      "start_time": 266000.0,
      "end_time": 272520.0,
      "text": "it was found to be the male of the species. Most victims were young, ill or infirm. One"
    },
    {
      "index": 50,
      "start_time": 272520.0,
      "end_time": 277419.0,
      "text": "member of the genus Hadronyche, the northern tree funnel-web has also been claimed to cause"
    },
    {
      "index": 51,
      "start_time": 277419.0,
      "end_time": 283629.0,
      "text": "fatal envenomation but, to date, this lacks the support of a specific medical report."
    },
    {
      "index": 52,
      "start_time": 283629.0,
      "end_time": 289800.0,
      "text": "Assays of venom from several Hadronyche species have shown it to be similar to Atrax venom."
    },
    {
      "index": 53,
      "start_time": 289800.0,
      "end_time": 292139.0,
      "text": "Toxins There are many different toxins in the venom"
    },
    {
      "index": 54,
      "start_time": 292139.0,
      "end_time": 298879.0,
      "text": "of Atrax and Hadronyche spiders. Collectively, these spider toxins are given the name atracotoxins,"
    },
    {
      "index": 55,
      "start_time": 298879.0,
      "end_time": 305389.0,
      "text": "as all these spiders belong to the subfamily Atracinae. The first toxins isolated were"
    },
    {
      "index": 56,
      "start_time": 305389.0,
      "end_time": 311889.0,
      "text": "the δ-ACTX toxins present in the venom of both A. robustus and H. versuta. Both these"
    },
    {
      "index": 57,
      "start_time": 311889.0,
      "end_time": 317979.0,
      "text": "toxins produce the same funnel-web envenoming syndrome in monkeys as that seen in humans,"
    },
    {
      "index": 58,
      "start_time": 317979.0,
      "end_time": 322970.0,
      "text": "suggesting that they are responsible for the physiological effects seen with crude venom."
    },
    {
      "index": 59,
      "start_time": 322970.0,
      "end_time": 329310.0,
      "text": "These toxins are thought to operate by opening sodium channels. They are presynaptic neurotoxins"
    },
    {
      "index": 60,
      "start_time": 329310.0,
      "end_time": 334539.0,
      "text": "that induce spontaneous, repetitive firing of action potentials in autonomic and motor"
    },
    {
      "index": 61,
      "start_time": 334539.0,
      "end_time": 339789.0,
      "text": "neurons and inhibit neurally mediated transmitted release resulting in a surge of endogenous"
    },
    {
      "index": 62,
      "start_time": 339789.0,
      "end_time": 346330.0,
      "text": "acetylcholine, noradrenaline and adrenaline. Although extremely toxic to primates, the"
    },
    {
      "index": 63,
      "start_time": 346330.0,
      "end_time": 351270.0,
      "text": "venom appears to be fairly harmless to many other animals. It has been suggested that"
    },
    {
      "index": 64,
      "start_time": 351270.0,
      "end_time": 356729.0,
      "text": "these animals may be resistant to the venom&#39;s effects due to the presence of IgG, and possibly"
    },
    {
      "index": 65,
      "start_time": 356729.0,
      "end_time": 362340.0,
      "text": "cross-linked IgG and IgM inactivating factors in their blood plasma that bind to the toxins"
    },
    {
      "index": 66,
      "start_time": 362340.0,
      "end_time": 367030.0,
      "text": "responsible and neutralise them. The female venom was thought to be only about"
    },
    {
      "index": 67,
      "start_time": 367030.0,
      "end_time": 372330.0,
      "text": "a sixth as potent to humans as that of the male. The bite of a female or juvenile may"
    },
    {
      "index": 68,
      "start_time": 372330.0,
      "end_time": 379629.0,
      "text": "still be serious; however, considerable variability occurs in venom toxicity between species,"
    },
    {
      "index": 69,
      "start_time": 379629.0,
      "end_time": 385110.0,
      "text": "together with assumable degrees of inefficiency in the method of venom delivery."
    },
    {
      "index": 70,
      "start_time": 385110.0,
      "end_time": 388439.0,
      "text": "Symptoms Envenomation symptoms observed following bites"
    },
    {
      "index": 71,
      "start_time": 388439.0,
      "end_time": 393710.0,
      "text": "by these spiders are very similar. The bite is initially very painful, due to the size"
    },
    {
      "index": 72,
      "start_time": 393710.0,
      "end_time": 399439.0,
      "text": "of the fangs penetrating the skin. Puncture marks and local bleeding are also usually"
    },
    {
      "index": 73,
      "start_time": 399439.0,
      "end_time": 405229.0,
      "text": "visible. If substantial envenomation occurs, symptoms will generally occur within minutes"
    },
    {
      "index": 74,
      "start_time": 405229.0,
      "end_time": 410110.0,
      "text": "and progress rapidly. Early symptoms of systemic envenomation include"
    },
    {
      "index": 75,
      "start_time": 410110.0,
      "end_time": 416490.0,
      "text": "goose bumps, sweating, tingling around the mouth and tongue, twitching, salivation, watery"
    },
    {
      "index": 76,
      "start_time": 416490.0,
      "end_time": 422699.0,
      "text": "eyes, elevated heart rate and elevated blood pressure. As systemic envenomation progresses"
    },
    {
      "index": 77,
      "start_time": 422699.0,
      "end_time": 429680.0,
      "text": "symptoms include nausea, vomiting, shortness of breath, agitation, confusion, writhing,"
    },
    {
      "index": 78,
      "start_time": 429680.0,
      "end_time": 437030.0,
      "text": "grimacing, muscle spasms, pulmonary oedema, metabolic acidosis and extreme hypertension."
    },
    {
      "index": 79,
      "start_time": 437030.0,
      "end_time": 442699.0,
      "text": "The final stages of severe envenomation include dilation of the pupils, uncontrolled generalised"
    },
    {
      "index": 80,
      "start_time": 442699.0,
      "end_time": 448740.0,
      "text": "muscle twitching, unconsciousness, elevated intracranial pressure and death. When death"
    },
    {
      "index": 81,
      "start_time": 448740.0,
      "end_time": 454270.0,
      "text": "occurs it is generally as a result of progressive hypotension or possibly elevated intracranial"
    },
    {
      "index": 82,
      "start_time": 454270.0,
      "end_time": 460939.0,
      "text": "pressure consequent on cerebral oedema. The onset of severe envenomation can be rapid."
    },
    {
      "index": 83,
      "start_time": 460939.0,
      "end_time": 466830.0,
      "text": "In one prospective study, the median time to onset of envenomation was 28 minutes, with"
    },
    {
      "index": 84,
      "start_time": 466830.0,
      "end_time": 472610.0,
      "text": "only two cases having onset after 2 hours. Death may occur within a period ranging from"
    },
    {
      "index": 85,
      "start_time": 472610.0,
      "end_time": 476169.0,
      "text": "15 minutes to three days. Treatment"
    },
    {
      "index": 86,
      "start_time": 476169.0,
      "end_time": 481639.0,
      "text": "Due to the severity of symptoms, and the speed with which they progress, in areas where these"
    },
    {
      "index": 87,
      "start_time": 481639.0,
      "end_time": 485300.0,
      "text": "spiders are known to live all bites from large black spiders should be treated as though"
    },
    {
      "index": 88,
      "start_time": 485300.0,
      "end_time": 491349.0,
      "text": "they were caused by a funnel-web spider. First aid treatment for a suspected funnel-web spider"
    },
    {
      "index": 89,
      "start_time": 491349.0,
      "end_time": 496919.0,
      "text": "bite consists of immediately applying a pressure immobilisation bandage; a technique which"
    },
    {
      "index": 90,
      "start_time": 496919.0,
      "end_time": 501530.0,
      "text": "consists of wrapping the bitten limb with a crepe bandage, as well as applying a splint"
    },
    {
      "index": 91,
      "start_time": 501530.0,
      "end_time": 506620.0,
      "text": "to limit movement of the limb. This technique was originally developed for snakebites but"
    },
    {
      "index": 92,
      "start_time": 506620.0,
      "end_time": 512209.0,
      "text": "has also been shown to be effective at slowing venom movement and preventing systemic envenomation"
    },
    {
      "index": 93,
      "start_time": 512208.99999999994,
      "end_time": 517578.99999999994,
      "text": "in case of funnel-web spider bite; there is evidence to suggest that periods of prolonged"
    },
    {
      "index": 94,
      "start_time": 517578.99999999994,
      "end_time": 523319.99999999994,
      "text": "localisation may slowly inactivate the venom. Emergency medical treatment should be sought"
    },
    {
      "index": 95,
      "start_time": 523320.00000000006,
      "end_time": 528399.0,
      "text": "as soon as possible. It is important that the pressure immobilisation bandage not be"
    },
    {
      "index": 96,
      "start_time": 528399.0,
      "end_time": 534910.0,
      "text": "removed prematurely; it should remain in place until intravenous access has been established,"
    },
    {
      "index": 97,
      "start_time": 534910.0,
      "end_time": 540279.0,
      "text": "adequate medical monitoring is in place and a supply of antivenom is available. A patient"
    },
    {
      "index": 98,
      "start_time": 540279.0,
      "end_time": 545310.0,
      "text": "who is not displaying any symptoms of systemic envenomation may deteriorate rapidly when"
    },
    {
      "index": 99,
      "start_time": 545310.0,
      "end_time": 550019.0,
      "text": "the bandage is removed. Further supportive care may be necessary,"
    },
    {
      "index": 100,
      "start_time": 550019.0,
      "end_time": 556209.0,
      "text": "but the mainstay of treatment is antivenom. Antivenom is raised against male Atrax robustus"
    },
    {
      "index": 101,
      "start_time": 556209.0,
      "end_time": 561920.0,
      "text": "venom but appears to be effective for all species of funnel web spiders. Funnel-web"
    },
    {
      "index": 102,
      "start_time": 561920.0,
      "end_time": 568180.0,
      "text": "antivenom has also been shown to reverse the in vitro effects of Eastern Mouse spider venom."
    },
    {
      "index": 103,
      "start_time": 568180.0,
      "end_time": 574850.0,
      "text": "Prior to the introduction of antivenom, envenomation resulted in significant morbidity and mortality."
    },
    {
      "index": 104,
      "start_time": 574850.0,
      "end_time": 581529.0,
      "text": "The purified rabbit IgG antivenom was developed in 1981 through a team effort led by Dr Struan"
    },
    {
      "index": 105,
      "start_time": 581529.0,
      "end_time": 587320.0,
      "text": "Sutherland, head of immunology at the Australian Commonwealth Serum Laboratories in Melbourne."
    },
    {
      "index": 106,
      "start_time": 587320.0,
      "end_time": 593269.0,
      "text": "Fortunately, the antivenom is fast-acting and highly and globally effective. Antivenom"
    },
    {
      "index": 107,
      "start_time": 593269.0,
      "end_time": 598970.0,
      "text": "therapy has shortened the course of envenomation: prior to antivenom availability, the average"
    },
    {
      "index": 108,
      "start_time": 598970.0,
      "end_time": 606050.0,
      "text": "length of hospital treatment for severe bites was about 14 days. Today, antivenom-treated"
    },
    {
      "index": 109,
      "start_time": 606050.0,
      "end_time": 611110.0,
      "text": "patients are commonly discharged from hospital within 1 to 3 days. There have been no known"
    },
    {
      "index": 110,
      "start_time": 611110.0,
      "end_time": 615010.0,
      "text": "deaths since it became available. Species"
    },
    {
      "index": 111,
      "start_time": 615010.0,
      "end_time": 620139.0,
      "text": "The subfamily includes the following genera and species. Including their common names"
    },
    {
      "index": 112,
      "start_time": 620139.0,
      "end_time": 626089.0,
      "text": "and distribution. Atrax O. P.-Cambridge, 1877"
    },
    {
      "index": 113,
      "start_time": 626089.0,
      "end_time": 633600.0,
      "text": "Atrax robustus O. P.-Cambridge, 1877 — Sydney, Blue Mountains, Illawarra, Hunter New South"
    },
    {
      "index": 114,
      "start_time": 633600.0,
      "end_time": 639139.0,
      "text": "Wales Atrax yorkmainorum Gray, M.R., 2010 — Australian"
    },
    {
      "index": 115,
      "start_time": 639139.0,
      "end_time": 645160.0,
      "text": "Capital Territory and Riverina Atrax sutherlandi Gray, M.R., 2010 — Far"
    },
    {
      "index": 116,
      "start_time": 645160.0,
      "end_time": 650160.0,
      "text": "south coast of New South Wales and east Gippsland, Victoria"
    },
    {
      "index": 117,
      "start_time": 650160.0,
      "end_time": 653529.0,
      "text": "Hadronyche L. Koch, 1873"
    },
    {
      "index": 118,
      "start_time": 653529.0,
      "end_time": 661290.0,
      "text": "Hadronyche alpina Gray, M.R., 2010 — Kosciuszko National Park, New South Wales to Brindabella"
    },
    {
      "index": 119,
      "start_time": 661290.0,
      "end_time": 667089.0,
      "text": "Range, Australian Capital Territory Hadronyche adelaidensis — South Australia"
    },
    {
      "index": 120,
      "start_time": 667089.0,
      "end_time": 673180.0,
      "text": "Hadronyche annachristiae Gray, M.R., 2010 — Kerewong and Lorne State Forests, New"
    },
    {
      "index": 121,
      "start_time": 673180.0,
      "end_time": 678800.0,
      "text": "South Wales Hadronyche anzses Raven, 2000 — Queensland"
    },
    {
      "index": 122,
      "start_time": 678800.0,
      "end_time": 683949.0,
      "text": "Hadronyche cerberea L. Koch, 1873 — New South Wales"
    },
    {
      "index": 123,
      "start_time": 683949.0,
      "end_time": 688910.0,
      "text": "Hadronyche emmalizae Gray, M.R., 2010 — New South Wales"
    },
    {
      "index": 124,
      "start_time": 688910.0,
      "end_time": 695010.0,
      "text": "Hadronyche eyrei — South Australia Hadronyche flindersi — South Australia"
    },
    {
      "index": 125,
      "start_time": 695010.0,
      "end_time": 699060.0,
      "text": "Hadronyche formidabilis — Queensland, New South Wales"
    },
    {
      "index": 126,
      "start_time": 699060.0,
      "end_time": 703920.0,
      "text": "Hadronyche infensa — Queensland, New South Wales"
    },
    {
      "index": 127,
      "start_time": 703920.0,
      "end_time": 711709.0,
      "text": "Hadronyche insularis — Solomon Islands Hadronyche jensenae Gray, M.R., 2010 — Gippsland,"
    },
    {
      "index": 128,
      "start_time": 711709.0,
      "end_time": 716940.0,
      "text": "Victoria Hadronyche kaputarensis Gray, M.R., 2010 — Endemic"
    },
    {
      "index": 129,
      "start_time": 716940.0,
      "end_time": 722140.0,
      "text": "to Mount Kaputar Hadronyche levittgreggae Gray, M.R., 2010"
    },
    {
      "index": 130,
      "start_time": 722140.0,
      "end_time": 728790.0,
      "text": "— Hawkesbury River region, New South Wales Hadronyche lynabrae Gray, M.R., 2010 — New"
    },
    {
      "index": 131,
      "start_time": 728790.0,
      "end_time": 734070.0,
      "text": "South Wales Hadronyche macquariensis Gray, M.R., 2010"
    },
    {
      "index": 132,
      "start_time": 734070.0,
      "end_time": 739170.0,
      "text": "— New South Wales Hadronyche marracoonda Gray, M.R., 2010 — New"
    },
    {
      "index": 133,
      "start_time": 739170.0,
      "end_time": 744079.0,
      "text": "South Wales Hadronyche mascordi Gray, M.R., 2010 — New"
    },
    {
      "index": 134,
      "start_time": 744079.0,
      "end_time": 749660.0,
      "text": "South Wales Hadronyche meridiana Hogg, 1902 — Victoria"
    },
    {
      "index": 135,
      "start_time": 749660.0,
      "end_time": 756649.0,
      "text": "Hadronyche modesta — Victoria Hadronyche monaro Gray, M.R., 2010 — New"
    },
    {
      "index": 136,
      "start_time": 756649.0,
      "end_time": 762329.0,
      "text": "South Wales Hadronyche monteithi Gray, M.R., 2010 — Border"
    },
    {
      "index": 137,
      "start_time": 762329.0,
      "end_time": 768259.0,
      "text": "Ranges, Killarney, Queensland Hadronyche nimoola Gray, M.R., 2010 — New"
    },
    {
      "index": 138,
      "start_time": 768259.0,
      "end_time": 773130.0,
      "text": "South Wales Hadronyche orana Gray, M.R., 2010 — New"
    },
    {
      "index": 139,
      "start_time": 773130.0,
      "end_time": 777070.0,
      "text": "South Wales Hadronyche pulvinator — Tasmania"
    },
    {
      "index": 140,
      "start_time": 777070.0,
      "end_time": 782920.0,
      "text": "Hadronyche raveni Gray, M.R., 2010 — Conondale Range, Queensland"
    },
    {
      "index": 141,
      "start_time": 782920.0,
      "end_time": 788230.0,
      "text": "Hadronyche tambo Gray, M.R., 2010 — Gippsland, Victoria"
    },
    {
      "index": 142,
      "start_time": 788230.0,
      "end_time": 792000.0,
      "text": "Hadronyche valida — Queensland, New South Wales"
    },
    {
      "index": 143,
      "start_time": 792000.0,
      "end_time": 797779.0,
      "text": "Hadronyche venenata — Tasmania Hadronyche versuta — New South Wales"
    },
    {
      "index": 144,
      "start_time": 797779.0,
      "end_time": 804360.0,
      "text": "Hadronyche walkeri Gray, M.R., 2010 — New South Wales"
    },
    {
      "index": 145,
      "start_time": 804360.0,
      "end_time": 808000.0,
      "text": "Illawarra Gray, M.R., 2010"
    },
    {
      "index": 146,
      "start_time": 808000.0,
      "end_time": 814740.0,
      "text": "Illawarra wisharti Gray, M.R., 2010 — Illawarra region, New South Wales"
    },
    {
      "index": 147,
      "start_time": 814740.0,
      "end_time": 816180.0,
      "text": "Footnotes"
    },
    {
      "index": 148,
      "start_time": 816180.0,
      "end_time": 820269.0,
      "text": "External links Arachnology Home Pages: Araneae"
    },
    {
      "index": 149,
      "start_time": 820269.0,
      "end_time": 828610.0,
      "text": "Arachnology Home Pages: Atrax Platnick, N.I. 2003. World Spider Catalog"
    },
    {
      "index": 150,
      "start_time": 828610.0,
      "end_time": 832000.0,
      "text": "Funnel-web spider info Information, distribution and pictures of"
    },
    {
      "index": 151,
      "start_time": 832000.0,
      "end_time": 842000.0,
      "text": "A. robustus Australian Mygalomorphae or primitive spiders"
    }
  ]
}