{
  "video_id": "8WMXkMLJORc",
  "title": "Windows Server 2019 with Intel Optane DC persistent memory | Microsoft Ignite 2018",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 5800.0,
      "text": "I&#39;d like to invite Cosmos Darwin on stage to give you a demo of what we&#39;re doing with Server 2019 and storage class memory."
    },
    {
      "index": 2,
      "start_time": 5800.0,
      "end_time": 12650.0,
      "text": "Cosmos! Thanks Jeff, good morning everyone!"
    },
    {
      "index": 3,
      "start_time": 12660.0,
      "end_time": 19199.0,
      "text": "Organizations around the world are looking to hyper-converged infrastructure for their next wave of datacenter modernization."
    },
    {
      "index": 4,
      "start_time": 19200.0,
      "end_time": 27000.0,
      "text": "And there&#39;s no better way to go from Hyper-V to hyper-converged infrastructure than with Windows Server 2019,"
    },
    {
      "index": 5,
      "start_time": 27000.0,
      "end_time": 32400.0,
      "text": "which includes Hyper-V, Storage Spaces Direct, and Software-Defined Networking –"
    },
    {
      "index": 6,
      "start_time": 32400.0,
      "end_time": 40599.0,
      "text": "everything you need, in one familiar product and license. But more than the affordable price, or the familiar management tools,"
    },
    {
      "index": 7,
      "start_time": 40600.0,
      "end_time": 51466.0,
      "text": "what customers tell us they really love most is the performance. Two years ago, on this stage, we demoed a single Storage Spaces Direct"
    },
    {
      "index": 8,
      "start_time": 51466.0,
      "end_time": 60299.0,
      "text": "cluster providing Hyper-V virtual machines with nearly 6.7 million IOPS, or storage operations per second."
    },
    {
      "index": 9,
      "start_time": 60300.0,
      "end_time": 67466.0,
      "text": "But that was with Windows Server 2016, and hardware that&#39;s now two years old."
    },
    {
      "index": 10,
      "start_time": 67466.0,
      "end_time": 72499.0,
      "text": "So this year, at Ignite, it&#39;s time to see if we can beat that record."
    },
    {
      "index": 11,
      "start_time": 72500.0,
      "end_time": 79833.0,
      "text": "The demo you&#39;re about to see is the result of a deep engineering collaboration between Microsoft and our friends at Intel,"
    },
    {
      "index": 12,
      "start_time": 79833.0,
      "end_time": 88499.0,
      "text": "and it features the very latest in storage innovation: Intel Optane DC persistent memory."
    },
    {
      "index": 13,
      "start_time": 88500.0,
      "end_time": 95866.0,
      "text": "Now you can be forgiven you&#39;re not familiar with Optane, it&#39;s pretty new stuff. An Optane module like this one goes into a"
    },
    {
      "index": 14,
      "start_time": 95866.0,
      "end_time": 104666.0,
      "text": "DDR4 memory slot but the storage it provides, as Jeff said, is persistent, meaning you can power down, power back up again,"
    },
    {
      "index": 15,
      "start_time": 104666.0,
      "end_time": 109265.0,
      "text": "and everything that you wrote is still there. And unlike regular RAM,"
    },
    {
      "index": 16,
      "start_time": 109266.0,
      "end_time": 122166.0,
      "text": "Optane comes in sizes up to 512 GB! And it&#39;s fully, natively supported in Windows Server 2019, including with Storage Spaces Direct."
    },
    {
      "index": 17,
      "start_time": 122166.0,
      "end_time": 133832.0,
      "text": "The performance you can get out of one of these modules is pretty impressive, but what&#39;s more fun is an entire rack of them."
    },
    {
      "index": 18,
      "start_time": 133833.0,
      "end_time": 139433.0,
      "text": "It&#39;s actually a reference configuration that Microsoft and Intel have been working on together: 12 server nodes,"
    },
    {
      "index": 19,
      "start_time": 139433.0,
      "end_time": 149499.0,
      "text": "each running Windows Server 2019, and packed with future Intel Xeon Scalable processors, persistent memory, and NVMe."
    },
    {
      "index": 20,
      "start_time": 149500.0,
      "end_time": 151166.0,
      "text": "Let&#39;s take a look."
    },
    {
      "index": 21,
      "start_time": 151166.0,
      "end_time": 159198.0,
      "text": "We&#39;ll start in Windows Admin Center, which includes a purpose-built dashboard especially for hyper-converged infrastructure."
    },
    {
      "index": 22,
      "start_time": 159200.0,
      "end_time": 170333.0,
      "text": "Here we see an overview of our cluster. We can see we have our 12 server nodes, our 72 drives, and over 300 Hyper-V virtual machines"
    },
    {
      "index": 23,
      "start_time": 170333.0,
      "end_time": 178233.0,
      "text": "– now, they&#39;re turned off right now, but we&#39;ll get back to that in just a minute. To round out the tour, we can see we have 14 volumes,"
    },
    {
      "index": 24,
      "start_time": 178233.0,
      "end_time": 184533.0,
      "text": "which are providing us with nearly 100 TB of usable storage. And as you may have seen from the front photo,"
    },
    {
      "index": 25,
      "start_time": 184533.0,
      "end_time": 191632.0,
      "text": "this environment&#39;s not even fully packed: we have additional PCI slots and drive bays available for expansion."
    },
    {
      "index": 26,
      "start_time": 191633.0,
      "end_time": 199330.0,
      "text": "Here are those 12 servers, from Intel. And we can also take a look at the drives, and Windows Admin Center lets us group them by type"
    },
    {
      "index": 27,
      "start_time": 199330.0,
      "end_time": 206333.0,
      "text": "so we can see that we have 24 persistent memory devices, that are going to be used for cache."
    },
    {
      "index": 28,
      "start_time": 206333.0,
      "end_time": 214966.0,
      "text": "If you look closely, you&#39;ll notice that these show as 768 GB, how is that possible? Well, if we click in, what we see is that Windows is actually"
    },
    {
      "index": 29,
      "start_time": 214966.0,
      "end_time": 223266.0,
      "text": "striping these at the memory controller level — this is some, like I said, pretty new stuff. We can also see,"
    },
    {
      "index": 30,
      "start_time": 223266.0,
      "end_time": 231132.0,
      "text": "back on the drives list, our 48 NVMe drives that are being used for capacity. And if you think of flash as small, think again,"
    },
    {
      "index": 31,
      "start_time": 231133.0,
      "end_time": 240799.0,
      "text": "because these NVMe SSDs are 8 TB each! Back on the dashboard, I&#39;d like to introduce you to two charts:"
    },
    {
      "index": 32,
      "start_time": 240800.0,
      "end_time": 246733.0,
      "text": "the first shows us IOPS, or storage requests, across the entire cluster,"
    },
    {
      "index": 33,
      "start_time": 246733.0,
      "end_time": 254433.0,
      "text": "and the second shows us IO latency (how long those requests are taking, on average) as measured at the file system level in Windows."
    },
    {
      "index": 34,
      "start_time": 254433.0,
      "end_time": 258498.0,
      "text": "This is not device latency."
    },
    {
      "index": 35,
      "start_time": 258500.0,
      "end_time": 263366.0,
      "text": "OK, are you guys ready to see what this system can do?"
    },
    {
      "index": 36,
      "start_time": 263366.0,
      "end_time": 270660.0,
      "text": "Before we get there, uh one more thing, I&#39;m going to need an extra digit... I don&#39;t want to give anything away, but... alright."
    },
    {
      "index": 37,
      "start_time": 270660.0,
      "end_time": 275799.0,
      "text": "Now we saw that we have these 300 Hyper-V virtual machines that are turned off. When we turn them on,"
    },
    {
      "index": 38,
      "start_time": 275800.0,
      "end_time": 281733.0,
      "text": "each one is going to start running an open source Microsoft tool called DISKSPD to generate storage load."
    },
    {
      "index": 39,
      "start_time": 281733.0,
      "end_time": 292990.0,
      "text": "So, shall we start turning them on? Let&#39;s start with just the virtual machines on node 1. We&#39;ll bring those online, and what you&#39;ll see happen,"
    },
    {
      "index": 40,
      "start_time": 292100.0,
      "end_time": 298266.0,
      "text": "back in Windows Admin Center – and we can timelapse forward here – is that you&#39;ll see the IOPS shoot through the tens and"
    },
    {
      "index": 41,
      "start_time": 298266.0,
      "end_time": 307766.0,
      "text": "hundreds of thousands to one million! One million 4kB random IOPS serving just the virtual machines on node 1."
    },
    {
      "index": 42,
      "start_time": 307766.0,
      "end_time": 312799.0,
      "text": "The system isn&#39;t even breaking a sweat. Let&#39;s turn on some more virtual machines."
    },
    {
      "index": 43,
      "start_time": 312800.0,
      "end_time": 319566.0,
      "text": "Let&#39;s turn on the VMs on node 2. Now you&#39;ll see a pattern start to form here: these virtual machines are going to request"
    },
    {
      "index": 44,
      "start_time": 319566.0,
      "end_time": 327431.0,
      "text": "another million IOPS, and they&#39;re going to get it: two million IOPS from this cluster!"
    },
    {
      "index": 45,
      "start_time": 327433.0,
      "end_time": 334399.0,
      "text": "All right, I don&#39;t want to drag this out: shall we turn on all the rest of the virtual machines? Let&#39;s turn them on, from nodes 3 through 12,"
    },
    {
      "index": 46,
      "start_time": 334400.0,
      "end_time": 341233.0,
      "text": "in kind of a sweep. Now, what we&#39;ll see here, is as these virtual machines request more and more and more storage IO,"
    },
    {
      "index": 47,
      "start_time": 341233.0,
      "end_time": 347366.0,
      "text": "this hyper-converged cluster is able to satisfy it. Through 3, 4, 5 million IOPS,"
    },
    {
      "index": 48,
      "start_time": 347366.0,
      "end_time": 355931.0,
      "text": "to our previous record of 6 million IOPS. And continuing onward and upward through 7 million, 8 million, 9 million,"
    },
    {
      "index": 49,
      "start_time": 355933.0,
      "end_time": 365799.0,
      "text": "here&#39;s a big milestone, 10 million IOPS. 11, 12, 13 million IOPS from a single hyper-converged cluster!"
    },
    {
      "index": 50,
      "start_time": 365800.0,
      "end_time": 381700.0,
      "text": "Folks, this is our new record, and we believe, the industry record for any hyper converged platform. The pace of innovation here–"
    },
    {
      "index": 51,
      "start_time": 381700.0,
      "end_time": 388933.0,
      "text": "The pace of innovation here is really exciting. In just two years, we can do twice as many IOPS,"
    },
    {
      "index": 52,
      "start_time": 388933.0,
      "end_time": 395990.0,
      "text": "and last time it took us 16 servers, this time we only needed 12."
    },
    {
      "index": 53,
      "start_time": 395100.0,
      "end_time": 399000.0,
      "text": "Thank you Cosmos!"
    }
  ]
}