{
  "video_id": "9D4pGlf_TE8",
  "title": "The Theory Of Everything -- Movie Review #JPMN",
  "json": [
    {
      "index": 1,
      "start_time": 6900.0,
      "end_time": 10900.0,
      "text": "This biographical romantic drama film by director James Marsh managed to squeak out a small"
    },
    {
      "index": 2,
      "start_time": 10900.0,
      "end_time": 15590.0,
      "text": "profit after premiering at the Toronto International Film Festival in September of 2014. The $15-million"
    },
    {
      "index": 3,
      "start_time": 15590.0,
      "end_time": 18990.0,
      "text": "dollar story chronicles the turbulent adult life of world-renown physicist Stephen Hawking"
    },
    {
      "index": 4,
      "start_time": 18990.0,
      "end_time": 23689.0,
      "text": "alongside his wife. The 123-minute film is adapted from Jane Hawking&#39;s memoir, \"Travelling"
    },
    {
      "index": 5,
      "start_time": 23690.0,
      "end_time": 28140.0,
      "text": "to Infinity: My Life with Stephen\" - and indeed, focuses more on their relationship as a couple,"
    },
    {
      "index": 6,
      "start_time": 28140.0,
      "end_time": 32780.0,
      "text": "and less on his groundbreaking work in astrophysics. Eddie Redmayne provides a showstopping performance"
    },
    {
      "index": 7,
      "start_time": 32780.0,
      "end_time": 36870.0,
      "text": "as the eager Cambridge student who is diagnosed with motor neuron disease... which eventually"
    },
    {
      "index": 8,
      "start_time": 36870.0,
      "end_time": 41409.0,
      "text": "robs him of his ability to speak, eat and walk. The range of emotions exhibited by Redmayne"
    },
    {
      "index": 9,
      "start_time": 41409.0,
      "end_time": 45359.0,
      "text": "is incredible and honest; especially during the later half when he emotes with his entire"
    },
    {
      "index": 10,
      "start_time": 45359.0,
      "end_time": 49749.0,
      "text": "body, rather than his voice. He was so convincing in fact, that his real-life counterpart reportedly"
    },
    {
      "index": 11,
      "start_time": 49749.0,
      "end_time": 53929.0,
      "text": "admitted to thinking he was watching himself at certain points. It&#39;s more than just a spot-on"
    },
    {
      "index": 12,
      "start_time": 53929.0,
      "end_time": 57859.0,
      "text": "impersonation though... Redmayne imbues the role with real heart... bringing the audience"
    },
    {
      "index": 13,
      "start_time": 57859.0,
      "end_time": 62790.0,
      "text": "along for an emotional experience. Felicity Jones is equally remarkable as the steadfast"
    },
    {
      "index": 14,
      "start_time": 62790.0,
      "end_time": 65940.0,
      "text": "and patient wife... who endures more pain and hardship than anyone could have asked."
    },
    {
      "index": 15,
      "start_time": 65940.0,
      "end_time": 70230.0,
      "text": "She is cautioned early by a concern family member who says, \"This will not be a fight..."
    },
    {
      "index": 16,
      "start_time": 70230.0,
      "end_time": 77230.0,
      "text": "this is going to be a very heavy defeat.\" As with any biopic, the narrative sort of"
    },
    {
      "index": 17,
      "start_time": 109680.0,
      "end_time": 113360.0,
      "text": "meanders from one disconnected milestone to the next, with numerous supporting players"
    },
    {
      "index": 18,
      "start_time": 113360.0,
      "end_time": 118120.0,
      "text": "popping in and out as required. This is really Eddie and Felicity&#39;s movie though; their passion"
    },
    {
      "index": 19,
      "start_time": 118120.0,
      "end_time": 121610.0,
      "text": "and chemistry is the undeniable glue that holds this otherwise predictable story together."
    },
    {
      "index": 20,
      "start_time": 121610.0,
      "end_time": 125700.0,
      "text": "An early scene where Redmayne compares a brightly lit dance floor to the ultraviolet hues of"
    },
    {
      "index": 21,
      "start_time": 125700.0,
      "end_time": 130900.0,
      "text": "the cosmos is effective at showcasing their intelligent, yet playful dynamic. When the"
    },
    {
      "index": 22,
      "start_time": 130900.0,
      "end_time": 133950.0,
      "text": "disease finally does take hold, and that familiar computerized voice is heard, it is actually"
    },
    {
      "index": 23,
      "start_time": 133950.0,
      "end_time": 137858.0,
      "text": "Hawking himself - that provided the sound. As this is a biographical period drama based"
    },
    {
      "index": 24,
      "start_time": 137859.0,
      "end_time": 141739.0,
      "text": "on true-events, released theatrically after Labor Day, it&#39;s hard not to see \"The Theory"
    },
    {
      "index": 25,
      "start_time": 141739.0,
      "end_time": 145560.0,
      "text": "Of Everything\" as anything *but* an Oscar-bait picture... and invariably, I suspect Redmayne"
    },
    {
      "index": 26,
      "start_time": 145560.0,
      "end_time": 149490.0,
      "text": "will receive many nods for his memorable turn here. As much as Hollywood&#39;s award-hungry"
    },
    {
      "index": 27,
      "start_time": 149490.0,
      "end_time": 152790.0,
      "text": "attitudes frustrate me, it&#39;s important not to hold that against the picture itself. Marsh&#39;s"
    },
    {
      "index": 28,
      "start_time": 152790.0,
      "end_time": 157298.0,
      "text": "cinematic style punctuates conventional scenes with somewhat ethereal moments that contain"
    },
    {
      "index": 29,
      "start_time": 157299.0,
      "end_time": 161370.0,
      "text": "a sort of dreamlike quality about them. All while Jóhann Jóhannsson&#39;s uplifting piano"
    },
    {
      "index": 30,
      "start_time": 161370.0,
      "end_time": 165569.0,
      "text": "and string-heavy score swells in the background. The PG-13 rated film doesn&#39;t really make any"
    },
    {
      "index": 31,
      "start_time": 165569.0,
      "end_time": 168819.0,
      "text": "mistakes, but it never does anything to set itself apart from any other bio-pic. \"The"
    },
    {
      "index": 32,
      "start_time": 168819.0,
      "end_time": 173138.0,
      "text": "Theory Of Everything\" may be familiar and depressing, but it&#39;s also an inspiring romance"
    },
    {
      "index": 33,
      "start_time": 173139.0,
      "end_time": 180139.0,
      "text": "about an influential figure. Here&#39;s what you had to say in the YouTube comments."
    },
    {
      "index": 34,
      "start_time": 188969.0,
      "end_time": 193200.0,
      "text": "You praised the acting, but were critical of the pacing, scoring this a GREAT. Brilliant"
    },
    {
      "index": 35,
      "start_time": 193200.0,
      "end_time": 196349.0,
      "text": "performances here, but they&#39;re hampered by a rather unoriginal package, I thought it"
    },
    {
      "index": 36,
      "start_time": 196349.0,
      "end_time": 196599.0,
      "text": "was COOL."
    }
  ]
}