{
  "video_id": "9FgY6kO3qZw",
  "title": "Learn English with Trump",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 410.0,
      "end_time": 5689.0,
      "text": "Today I would like to provide the American people with an update on the White House transition"
    },
    {
      "index": 2,
      "start_time": 5689.0,
      "end_time": 12570.0,
      "text": "our policy plans for the first 100 days. Our transition team is working very smoothly efficiently"
    },
    {
      "index": 3,
      "start_time": 12570.0,
      "end_time": 18580.0,
      "text": "and effectively truly great and talented men and women Patriots indeed are being brought"
    },
    {
      "index": 4,
      "start_time": 18580.0,
      "end_time": 24470.0,
      "text": "in and many will soon be a part of our government helping us to make America great again. My"
    },
    {
      "index": 5,
      "start_time": 24471.0,
      "end_time": 30620.0,
      "text": "agenda will be based on a simple core principle putting America first whether it’s producing"
    },
    {
      "index": 6,
      "start_time": 30620.0,
      "end_time": 37320.0,
      "text": "steel building cars or curing disease. I want the next generation of production and innovation"
    },
    {
      "index": 7,
      "start_time": 37320.0,
      "end_time": 44340.0,
      "text": "to happen right here or not great homeland America creating wealth and jobs for America"
    },
    {
      "index": 8,
      "start_time": 44340.0,
      "end_time": 49610.0,
      "text": "workers. As part of this plan I’ve asked my transition team to develop a list of executive"
    },
    {
      "index": 9,
      "start_time": 49610.0,
      "end_time": 56830.0,
      "text": "actions we can take on day one to restore laws and bring back our jobs about time, these"
    },
    {
      "index": 10,
      "start_time": 56830.0,
      "end_time": 62789.0,
      "text": "include the following on trade. I’m going to issue our notification of intent to withdraw"
    },
    {
      "index": 11,
      "start_time": 62789.0,
      "end_time": 69150.0,
      "text": "from the trans-pacific partnership a potential disaster for our country. Instead, we will"
    },
    {
      "index": 12,
      "start_time": 69150.0,
      "end_time": 74230.0,
      "text": "negotiate fair bilateral trade deals that bring jobs and industry back onto American"
    },
    {
      "index": 13,
      "start_time": 74230.0,
      "end_time": 79940.0,
      "text": "shores on energy I will cancel job-killing restrictions on the production of American"
    },
    {
      "index": 14,
      "start_time": 79940.0,
      "end_time": 86179.0,
      "text": "energy including shell energy and clean call creating many millions of high-paying jobs"
    },
    {
      "index": 15,
      "start_time": 86180.0,
      "end_time": 92750.0,
      "text": "that’s what we want. That’s what we’ve been waiting for on regulation. I will formulate"
    },
    {
      "index": 16,
      "start_time": 92750.0,
      "end_time": 100480.0,
      "text": "a role which says that for everyone new regulation to old regulations must be eliminated. So,"
    },
    {
      "index": 17,
      "start_time": 100480.0,
      "end_time": 105830.0,
      "text": "important or national security I will ask the Department of Defense and the chairman"
    },
    {
      "index": 18,
      "start_time": 105830.0,
      "end_time": 110480.0,
      "text": "of the joint chiefs of staff to develop a comprehensive plan to protect America’s"
    },
    {
      "index": 19,
      "start_time": 110480.0,
      "end_time": 117390.0,
      "text": "vital infrastructure from cyberattacks and all other form of attacks. On immigration"
    },
    {
      "index": 20,
      "start_time": 117390.0,
      "end_time": 123820.0,
      "text": "I will direct the department of labor to investigate all abuses of visa programs that undercut"
    },
    {
      "index": 21,
      "start_time": 123820.0,
      "end_time": 130340.0,
      "text": "the American worker on ethics reform as part of our plan to drain the swamp we will impose"
    },
    {
      "index": 22,
      "start_time": 130340.0,
      "end_time": 136330.0,
      "text": "a five-year ban executive officials becoming a lot obvious after they leave administration"
    },
    {
      "index": 23,
      "start_time": 136330.0,
      "end_time": 142440.0,
      "text": "and a lifetime ban on executive officials lobbying on behalf of a foreign government."
    },
    {
      "index": 24,
      "start_time": 142440.0,
      "end_time": 147310.0,
      "text": "These are just a few of the steps we will take to reform Washington and rebuild our"
    },
    {
      "index": 25,
      "start_time": 147310.0,
      "end_time": 152630.0,
      "text": "middle class. I will provide more updates in the coming days as we work together to"
    },
    {
      "index": 26,
      "start_time": 152630.0,
      "end_time": 156250.0,
      "text": "make America great again for everyone, and I mean everyone."
    }
  ]
}