{
  "video_id": "9fjXd1e8HmY",
  "title": "Sneaky Ways Costco Gets You To Spend More Money",
  "json": [
    {
      "index": 1,
      "start_time": 760.0,
      "end_time": 10063.0,
      "text": "Costco is known for its great bargains, and some things really are a deal, but they also have a few tricks up their sleeves to get you to spend more money."
    },
    {
      "index": 2,
      "start_time": 15560.0,
      "end_time": 19630.0,
      "text": "One trick Costco uses is to constantly rearrange the store."
    },
    {
      "index": 3,
      "start_time": 19630.0,
      "end_time": 23610.0,
      "text": "They tend to move products around in order to keep shoppers guessing."
    },
    {
      "index": 4,
      "start_time": 23610.0,
      "end_time": 28580.0,
      "text": "One thing might be in one location one day, and then, the next time you shop, it's not there."
    },
    {
      "index": 5,
      "start_time": 28580.0,
      "end_time": 40100.0,
      "text": "That can be kind of frustrating for shoppers, but it also is a pretty good strategy from their perspective, cause you're seeing all these new items and maybe getting a little tempted to buy more than you need."
    },
    {
      "index": 6,
      "start_time": 40100.0,
      "end_time": 44230.0,
      "text": "Items are placed on the end of an aisle to grab the attention of shoppers."
    },
    {
      "index": 7,
      "start_time": 44230.0,
      "end_time": 48320.0,
      "text": "Sometimes these items are on sale and it's a good deal for shoppers."
    },
    {
      "index": 8,
      "start_time": 48320.0,
      "end_time": 54110.0,
      "text": "But other times, another company has paid Costco to put their product in a prime location."
    },
    {
      "index": 9,
      "start_time": 54110.0,
      "end_time": 61760.0,
      "text": "So it can be a nice sale for you, or it can be a bit of a trap because another company has stepped in and wants you to see their product."
    },
    {
      "index": 10,
      "start_time": 61760.0,
      "end_time": 67160.0,
      "text": "On the way to buy something practical, you might pass something enticing and make an impulse purchase."
    },
    {
      "index": 11,
      "start_time": 67160.0,
      "end_time": 71100.0,
      "text": "And some of those impulse purchases might not be a good deal."
    },
    {
      "index": 12,
      "start_time": 71100.0,
      "end_time": 72923.0,
      "text": "That's another way they can get you."
    },
    {
      "index": 13,
      "start_time": 73910.0,
      "end_time": 79480.0,
      "text": "Because you're in a bargain store, you might assume that everything costs less than it might somewhere else."
    },
    {
      "index": 14,
      "start_time": 79480.0,
      "end_time": 81710.0,
      "text": "But that's not always the case."
    },
    {
      "index": 15,
      "start_time": 81710.0,
      "end_time": 86400.0,
      "text": "The bargains are what you make of them and what you need in your lifestyle."
    },
    {
      "index": 16,
      "start_time": 86400.0,
      "end_time": 95539.0,
      "text": "I've interviewed 48 Costco employees, and one thing a lot of them say that they don't buy is produce and perishable food."
    },
    {
      "index": 17,
      "start_time": 95540.0,
      "end_time": 101870.0,
      "text": "Because it's a bulk size, they get so much of it that they end up not eating half of it and it spoils and they can't use it."
    },
    {
      "index": 18,
      "start_time": 103850.0,
      "end_time": 106490.0,
      "text": "One thing that is worth your money is gas."
    },
    {
      "index": 19,
      "start_time": 106490.0,
      "end_time": 111980.0,
      "text": "Everyone's always looking for the best gas price and Costco gas is cheap."
    },
    {
      "index": 20,
      "start_time": 111980.0,
      "end_time": 114990.0,
      "text": "But to get the gas, you have to be a member."
    },
    {
      "index": 21,
      "start_time": 114990.0,
      "end_time": 118230.0,
      "text": "That's another way they get people to spend more money."
    },
    {
      "index": 22,
      "start_time": 118230.0,
      "end_time": 121970.0,
      "text": "Costco's low gas prices lure in new customers."
    },
    {
      "index": 23,
      "start_time": 121970.0,
      "end_time": 130930.0,
      "text": "And if you're already going to Costco to get gas, you might as well get your groceries too, unless the gas line is really long, which is one of the drawbacks."
    },
    {
      "index": 24,
      "start_time": 131990.0,
      "end_time": 138150.0,
      "text": "Another thing people rave about at Costco is all of the free samples, but it's actually a good strategy."
    },
    {
      "index": 25,
      "start_time": 138150.0,
      "end_time": 151560.0,
      "text": "I think, for Costco, it works because it makes it more of a destination and it definitely betters the shopping experience because you're not just going there to shop, you're going there to sample something new."
    },
    {
      "index": 26,
      "start_time": 151560.0,
      "end_time": 156410.0,
      "text": "And maybe you fall in love with a new product and then buy that product."
    },
    {
      "index": 27,
      "start_time": 156410.0,
      "end_time": 163540.0,
      "text": "Maybe you weren't planning to buy brownie mix, but if you have a piece of a really good brownie, it might trigger a craving."
    },
    {
      "index": 28,
      "start_time": 164430.0,
      "end_time": 170860.0,
      "text": "These tricks may get you to buy more, but some of them give you good reasons to shop at Costco."
    },
    {
      "index": 29,
      "start_time": 170860.0,
      "end_time": 177800.0,
      "text": "As long as you do your research and stay focused, you'll get that bargain you came for and a free sample or two to go with it."
    },
    {
      "index": 30,
      "start_time": 178676.0,
      "end_time": 179593.0,
      "text": "18 bucks?"
    },
    {
      "index": 31,
      "start_time": 182470.0,
      "end_time": 184100.0,
      "text": "I get these, like, oh my gosh."
    }
  ]
}