{
  "video_id": "9Gn9EkBBsLY",
  "title": "Cherophobia: Why We Are Afraid of Being Happy",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7200000.0,
      "end_time": 0.0,
      "text": "00:00:12,640 --> 00:00:16,270\nAccepting that things can simply turn out good for you can be a difficult task,"
    },
    {
      "index": 2,
      "start_time": 16490.0,
      "end_time": 20350.0,
      "text": "especially if you have a lot of cultural and psychological baggage in the way."
    },
    {
      "index": 3,
      "start_time": 20900.0,
      "end_time": 25869.0,
      "text": "Some seemingly simple and small things could interfere in our path to guilt-free happiness."
    },
    {
      "index": 4,
      "start_time": 26509.0,
      "end_time": 32529.0,
      "text": "Nowadays, the pressure of being happy or getting away with a good opportunity is enormous. To better understand"
    },
    {
      "index": 5,
      "start_time": 32529.000000000004,
      "end_time": 38229.0,
      "text": "what happens in our brain during a happy event and how we sabotage ourselves during the acceptance of a fortunate event,"
    },
    {
      "index": 6,
      "start_time": 38540.0,
      "end_time": 43479.0,
      "text": "we talked with PhD Christine Ba Cho and got a few answers for these unsettling questions:"
    },
    {
      "index": 7,
      "start_time": 45170.0,
      "end_time": 49960.0,
      "text": "According to one of your articles people tend to associate guilt with certain pleasant events,"
    },
    {
      "index": 8,
      "start_time": 49960.0,
      "end_time": 53349.0,
      "text": "but they can develop certain habits to maintain a positive mindset."
    },
    {
      "index": 9,
      "start_time": 53480.0,
      "end_time": 59559.0,
      "text": "You said being happy for the sake of others rather than for ourselves can break a cycle of anxiety and unhappiness."
    },
    {
      "index": 10,
      "start_time": 60020.0,
      "end_time": 65080.0,
      "text": "Could the feeling of empathy be associated with guilt-free happiness and create awareness within a community?"
    },
    {
      "index": 11,
      "start_time": 67940.0,
      "end_time": 75279.0,
      "text": "People may associate guilt with certain pleasant event because they feel is unfair or inappropriate for them to be happy when others are suffering;"
    },
    {
      "index": 12,
      "start_time": 76280.0,
      "end_time": 80470.0,
      "text": "when a loved one is battling a critical illness or has died in a tragic way"
    },
    {
      "index": 13,
      "start_time": 80750.0,
      "end_time": 85179.0,
      "text": "we may think being happy would be a sign of disloyalty. In a loving relationship"
    },
    {
      "index": 14,
      "start_time": 85819.0,
      "end_time": 90339.0,
      "text": "it's important to share your feelings and experiences so we yearn to experience what they're"
    },
    {
      "index": 15,
      "start_time": 90619.0,
      "end_time": 95348.0,
      "text": "experiencing in an effort to keep them beside us even if it means sacrificing our own happiness."
    },
    {
      "index": 16,
      "start_time": 96319.0,
      "end_time": 98319.0,
      "text": "However, in a healthy relationship,"
    },
    {
      "index": 17,
      "start_time": 98509.0,
      "end_time": 104409.0,
      "text": "each person wants the other to be content, so letting ourselves be happy is what a loved one would wish for. You"
    },
    {
      "index": 18,
      "start_time": 104539.0,
      "end_time": 106539.0,
      "text": "may desire to suffer in their place"
    },
    {
      "index": 19,
      "start_time": 106539.0,
      "end_time": 111458.0,
      "text": "but of course, that's not possible. So, our role is to help them cope and bring happiness to them."
    },
    {
      "index": 20,
      "start_time": 111800.0,
      "end_time": 117910.0,
      "text": "By being happy for others and understanding the real value of joy, you can break the cycle of negative emotions."
    },
    {
      "index": 21,
      "start_time": 119090.0,
      "end_time": 127000.0,
      "text": "Happiness is more than a solitary experience, it's contagious. And feeling empathy for others allows us to help them move beyond the difficulties."
    },
    {
      "index": 22,
      "start_time": 131269.0,
      "end_time": 138548.0,
      "text": "Why do people tend to abandon logic when undergoing changes in life? Are emotions generally a bigger decision-maker for us?"
    },
    {
      "index": 23,
      "start_time": 141349.0,
      "end_time": 149319.0,
      "text": "Emotions are regulated by different dynamics and different brain mechanisms, biological thinking follow rules and lead to productive conclusions."
    },
    {
      "index": 24,
      "start_time": 149810.0,
      "end_time": 152769.0,
      "text": "Emotion can influence our decisions for better or for worse."
    },
    {
      "index": 25,
      "start_time": 153709.0,
      "end_time": 160359.0,
      "text": "Even when we believe that choices are based on logic, oftentimes those choices are also affected by emotional bias"
    },
    {
      "index": 26,
      "start_time": 160700.0,
      "end_time": 164530.0,
      "text": "because the emotional attachment govern preference and perceived importance."
    },
    {
      "index": 27,
      "start_time": 165260.0,
      "end_time": 173260.0,
      "text": "Also, many people believe that life choices shouldn't be decided purely on logic, take for example, marriage. Most would prefer to"
    },
    {
      "index": 28,
      "start_time": 173260.0,
      "end_time": 177129.0,
      "text": "choose their partners using their emotions rather than using utilitarian logic."
    },
    {
      "index": 29,
      "start_time": 180769.0,
      "end_time": 185798.0,
      "text": "How can optimistic and joyful people directly influence those suffering from depression or anxiety?"
    },
    {
      "index": 30,
      "start_time": 188450.0,
      "end_time": 193479.0,
      "text": "Being optimistic allows the person to see a wider variety of options and"
    },
    {
      "index": 31,
      "start_time": 193790.0,
      "end_time": 201220.0,
      "text": "recognizes more opportunities for growth, success, and increasing the chances of feeling happy. Being open to new experiences"
    },
    {
      "index": 32,
      "start_time": 201560.0,
      "end_time": 206349.0,
      "text": "can help overcome the sense of helplessness the stems from depression and anxiety."
    },
    {
      "index": 33,
      "start_time": 207349.0,
      "end_time": 209349.0,
      "text": "While it takes time and practice,"
    },
    {
      "index": 34,
      "start_time": 209629.0,
      "end_time": 212709.0,
      "text": "following an optimistic attitude can ultimately help"
    },
    {
      "index": 35,
      "start_time": 212930.0,
      "end_time": 217660.0,
      "text": "someone experience small successes that lead to greater personal growth and life satisfication."
    },
    {
      "index": 36,
      "start_time": 219139.0,
      "end_time": 223149.0,
      "text": "Joy is contagious and changes the way others interact with us."
    },
    {
      "index": 37,
      "start_time": 223669.0,
      "end_time": 229539.0,
      "text": "Others are likely to spend more time with, and respond more positively to us, when they share our happiness;"
    },
    {
      "index": 38,
      "start_time": 230510.0,
      "end_time": 233349.0,
      "text": "having a positive attitude and healthier social"
    },
    {
      "index": 39,
      "start_time": 233660.0,
      "end_time": 239469.0,
      "text": "interaction can break the cycle of depression and replace it with a cycle of more positive emotions."
    },
    {
      "index": 40,
      "start_time": 242870.0,
      "end_time": 246730.0,
      "text": "Why do superstitions like Karma guide our fear of feeling happy?"
    },
    {
      "index": 41,
      "start_time": 249670.0,
      "end_time": 257369.0,
      "text": "Karma is one example of a belief that's understood differently in various cultures, in a society that doesn't fault the"
    },
    {
      "index": 42,
      "start_time": 257680.0,
      "end_time": 265050.0,
      "text": "fundamental philosophy behind it, the idea is often applied simply to convey a deeper universal human need for order."
    },
    {
      "index": 43,
      "start_time": 265960.0,
      "end_time": 270989.0,
      "text": "Notions of randomness, luck and chance are threatened to our psychological well-being,"
    },
    {
      "index": 44,
      "start_time": 271270.0,
      "end_time": 275189.0,
      "text": "because they suggest that we will never be in full control of our lives."
    },
    {
      "index": 45,
      "start_time": 276070.0,
      "end_time": 281189.0,
      "text": "Consequently, we seek to impose orders, especially during chaotic or stressful times."
    },
    {
      "index": 46,
      "start_time": 282430.0,
      "end_time": 286350.0,
      "text": "Misunderstanding situations that are governed by chance such as gambling,"
    },
    {
      "index": 47,
      "start_time": 287110.0,
      "end_time": 290759.0,
      "text": "reinforced by variable awards, can lead to unhealthy behaviors."
    },
    {
      "index": 48,
      "start_time": 295690.0,
      "end_time": 298950.0,
      "text": "Young people nowadays are more connected than any previous generation."
    },
    {
      "index": 49,
      "start_time": 299770.0,
      "end_time": 307020.0,
      "text": "How can this asset be useful in transforming the world around us, especially with the growing number of anxiety disorders in that age group?"
    },
    {
      "index": 50,
      "start_time": 309850.0,
      "end_time": 313679.0,
      "text": "Being socially connected is the essential to psychological well-being."
    },
    {
      "index": 51,
      "start_time": 314410.0,
      "end_time": 321540.0,
      "text": "Many Millennials are more connected to their families than prior generations as they take a longer to buy their own homes. They"
    },
    {
      "index": 52,
      "start_time": 321850.0,
      "end_time": 327779.0,
      "text": "have also benefited from social media and smartphones which has mixed impact on them; on one hand,"
    },
    {
      "index": 53,
      "start_time": 328000.0,
      "end_time": 332940.0,
      "text": "there's a possibility of being able to reach out for emotional and practical support anytime."
    },
    {
      "index": 54,
      "start_time": 333280.0,
      "end_time": 338970.0,
      "text": "But, on the other, being constantly connected can impose stress and lead to anxiety disorders."
    },
    {
      "index": 55,
      "start_time": 339430.0,
      "end_time": 347100.0,
      "text": "People's behavior on social media tend to be more extreme than in real life, leading to events such as cyber bullying and invasion of privacy."
    },
    {
      "index": 56,
      "start_time": 348490.0,
      "end_time": 355109.0,
      "text": "Generally, for many young people, constant connection means always being on-call with no alone time for themselves."
    },
    {
      "index": 57,
      "start_time": 355420.0,
      "end_time": 360989.0,
      "text": "But they are learning to use technology in constructive ways whether it's befriending people from diverse"
    },
    {
      "index": 58,
      "start_time": 361360.0,
      "end_time": 363780.0,
      "text": "backgrounds or keeping in touch with distant friends."
    },
    {
      "index": 59,
      "start_time": 364570.0,
      "end_time": 369749.0,
      "text": "Additionally, they are able to use the internet to expand the impact of pro-social effort from"
    },
    {
      "index": 60,
      "start_time": 370060.0,
      "end_time": 374010.0,
      "text": "fundraising for worthy causes to raising awareness for important issues."
    },
    {
      "index": 61,
      "start_time": 377770.0,
      "end_time": 383250.0,
      "text": "If you enjoyed this video be sure to check out our other social media and check out our new Patreon account."
    },
    {
      "index": 62,
      "start_time": 383530.0,
      "end_time": 385709.0,
      "text": "Don't forget to subscribe and thanks for watching!"
    }
  ]
}