{
  "video_id": "9HjtFqBi494",
  "title": "How Much Sleep Do You REALLY Need?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 500.0,
      "end_time": 3100.0,
      "text": "Hey there and welcome to Life Noggin."
    },
    {
      "index": 2,
      "start_time": 3100.0,
      "end_time": 6100.0,
      "text": "What if you only slept a couple of hours every night?"
    },
    {
      "index": 3,
      "start_time": 6100.0,
      "end_time": 8830.0,
      "text": "Is sleep really that important to your health and well-being?"
    },
    {
      "index": 4,
      "start_time": 8830.0,
      "end_time": 12420.0,
      "text": "Let's find out together … and then maybe we'll take a well-earned nap."
    },
    {
      "index": 5,
      "start_time": 12420.0,
      "end_time": 18600.0,
      "text": "Well, it looks like some people might only really need a few hours of sleep called \"short sleepers\" or the \"sleepless elite\"."
    },
    {
      "index": 6,
      "start_time": 18600.0,
      "end_time": 27200.0,
      "text": "These individuals might make up about 1% of our society and are the early birds and night owls of the world, only needing a few hours a night with the sandman."
    },
    {
      "index": 7,
      "start_time": 27300.0,
      "end_time": 28600.0,
      "text": "Maybe even just 1!"
    },
    {
      "index": 8,
      "start_time": 28600.0,
      "end_time": 34800.0,
      "text": "However, some scientists disagree on if these individuals are still at their best health at only a few hours of sleep a night."
    },
    {
      "index": 9,
      "start_time": 34820.0,
      "end_time": 40300.0,
      "text": "And even if they are and this is true, keep in mind that they're only a very small percent of the population."
    },
    {
      "index": 10,
      "start_time": 40300.0,
      "end_time": 43450.0,
      "text": "Most of us need quite a few more hours of sleep a night than that."
    },
    {
      "index": 11,
      "start_time": 43450.0,
      "end_time": 44400.0,
      "text": "But just how much?"
    },
    {
      "index": 12,
      "start_time": 44400.0,
      "end_time": 51000.0,
      "text": "The National Sleep Foundation recommends that adults get between 7-9 hours of sleep and teenagers get around 8-10."
    },
    {
      "index": 13,
      "start_time": 51000.0,
      "end_time": 58300.0,
      "text": "This amount increases the younger a person is, with newborn babies needing 14-17 hours of sleep for optimal health."
    },
    {
      "index": 14,
      "start_time": 58300.0,
      "end_time": 65500.0,
      "text": "And for all my teenage friends who find it hard to stay awake in class, the sleep experts at the National Sleep Foundation have your back."
    },
    {
      "index": 15,
      "start_time": 65500.0,
      "end_time": 74300.0,
      "text": "They say your biological internal clocks help keep you awake later in the evening, making it so that you want to stay asleep during those early morning classes."
    },
    {
      "index": 16,
      "start_time": 74300.0,
      "end_time": 76000.0,
      "text": "Phew! I thought it was just me."
    },
    {
      "index": 17,
      "start_time": 76000.0,
      "end_time": 80200.0,
      "text": "It seems like getting the right amount of sleep is important to staying healthy for most people."
    },
    {
      "index": 18,
      "start_time": 80200.0,
      "end_time": 89800.0,
      "text": "With a study that looked at older adults, researchers found that sleeping less than 6 hours or more than 10 a night was associated with a higher likelihood of healthcare use."
    },
    {
      "index": 19,
      "start_time": 89800.0,
      "end_time": 93900.0,
      "text": "Shorter sleep durations were linked with greater odds of emergency department visits."
    },
    {
      "index": 20,
      "start_time": 93900.0,
      "end_time": 98500.0,
      "text": "And longer sleep durations linked up with greater odds of overnight hospital stay."
    },
    {
      "index": 21,
      "start_time": 98500.0,
      "end_time": 102300.0,
      "text": "Maybe the saying should be the right amount of sleep a day can keep the doctor away!"
    },
    {
      "index": 22,
      "start_time": 102300.0,
      "end_time": 104900.0,
      "text": "Yeah let's make it up of that, 'cause I'm not a big fan of apples."
    },
    {
      "index": 23,
      "start_time": 104900.0,
      "end_time": 108900.0,
      "text": "Disrupting your sleep seems to have negative consequences on your health as well."
    },
    {
      "index": 24,
      "start_time": 108900.0,
      "end_time": 113850.0,
      "text": "Based on current studies, sleep disruption has been reported to increase the risk of incident dementia."
    },
    {
      "index": 25,
      "start_time": 113850.0,
      "end_time": 123000.0,
      "text": "One such study examined 737 older adults and found that greater amounts of sleep fragmentation was associated with an increase in cognitive decline."
    },
    {
      "index": 26,
      "start_time": 123000.0,
      "end_time": 128800.0,
      "text": "Sleeping less also seems to have a correlation with Alzheimer's disease, which is the most common form of dementia."
    },
    {
      "index": 27,
      "start_time": 128800.00000000001,
      "end_time": 142650.0,
      "text": "In a 2017 review article published by the Oxford University Press, it's been hypothesized that human's natural selection for shorter sleep cycles has compromised the efficacy of the physiological mechanisms that protect against Alzheimer's disease during sleep."
    },
    {
      "index": 28,
      "start_time": 142650.0,
      "end_time": 148750.0,
      "text": "They believe this because humans sleep less than other primates, but have a much higher prevalence of Alzheimer's disease pathology."
    },
    {
      "index": 29,
      "start_time": 148900.0,
      "end_time": 156600.0,
      "text": "This article was very recent, but further research to shed more light on this could potentially go a long way with protecting people from Alzheimer's disease!"
    },
    {
      "index": 30,
      "start_time": 156600.0,
      "end_time": 161150.0,
      "text": "Long story short, you should probably get some sleep, because your body depends on it."
    },
    {
      "index": 31,
      "start_time": 161150.0,
      "end_time": 163800.0,
      "text": "So what have you found to be the best amount of sleep for you?"
    },
    {
      "index": 32,
      "start_time": 163800.0,
      "end_time": 165800.0,
      "text": "Any tips on how to catch a few more Z's?"
    },
    {
      "index": 33,
      "start_time": 165800.0,
      "end_time": 167500.0,
      "text": "Let me know down in the comments below!"
    },
    {
      "index": 34,
      "start_time": 167500.0,
      "end_time": 171100.0,
      "text": "If you guys haven't heard, Life Noggin has relaunched a channel called \"Play Noggin\"."
    },
    {
      "index": 35,
      "start_time": 171100.0,
      "end_time": 174350.0,
      "text": "It's all about exploring the science of your favorite video games."
    },
    {
      "index": 36,
      "start_time": 174350.0,
      "end_time": 177750.0,
      "text": "So if you love Life Noggin and wanna know even more, check it out."
    },
    {
      "index": 37,
      "start_time": 177750.0,
      "end_time": 181800.0,
      "text": "Some Minecraft users dedicated countless hours to building in game computers."
    },
    {
      "index": 38,
      "start_time": 181800.0,
      "end_time": 187100.0,
      "text": "One such user, Carls Limerson, even built one that simulates Minecraft within Minecraft."
    },
    {
      "index": 39,
      "start_time": 187100.0,
      "end_time": 190400.0,
      "text": "As always, I'm Blocko, this has been Life Noggin"
    },
    {
      "index": 40,
      "start_time": 190400.0,
      "end_time": 193100.0,
      "text": "Don't forget to keep on thinking."
    }
  ]
}