{
  "video_id": "9K8znEBpBaw",
  "title": "5 Life Hacks To Get A Good Night Sleep",
  "json": [
    {
      "index": 1,
      "start_time": 28190.0,
      "end_time": 33998.0,
      "text": "If you have a sedentary job or you just can't be bothered to exercise then you may be reducing the quality of your sleep."
    },
    {
      "index": 2,
      "start_time": 33998.0,
      "end_time": 39078.0,
      "text": "If you didn't already know , the human body repairs and recovers itself when it goes to sleep"
    },
    {
      "index": 3,
      "start_time": 39079.0,
      "end_time": 43050.0,
      "text": "so if there is nothing to recover when you are trying to sleep, then you may be disrupting the body's sleep cycle."
    },
    {
      "index": 4,
      "start_time": 44050.0,
      "end_time": 47460.0,
      "text": "Just like going for a run or a swim can make for a deeper and more restful sleep."
    },
    {
      "index": 5,
      "start_time": 47460.0,
      "end_time": 50040.0,
      "text": "However, make note about the timing of your exercise."
    },
    {
      "index": 6,
      "start_time": 50040.0,
      "end_time": 54929.0,
      "text": "As exercising too close to your bedtime might make you too energized to actually fall asleep!"
    },
    {
      "index": 7,
      "start_time": 55029.0,
      "end_time": 63250.0,
      "text": "So next time you think you're taking the lift or the elevator, maybe take the stairs instead."
    },
    {
      "index": 8,
      "start_time": 71050.0,
      "end_time": 75639.0,
      "text": "Having a daily routine can help program the brain and internal body clock to get used to a set routine."
    },
    {
      "index": 9,
      "start_time": 75639.0,
      "end_time": 82608.0,
      "text": "Varying your sleeping times by more than an hour can severely disrupt your sleep quality by breaking your circadian rhythm."
    },
    {
      "index": 10,
      "start_time": 82609.0,
      "end_time": 88630.0,
      "text": "So when your alarm goes off in the morning, or afternoon, or for you students out there in the evening,"
    },
    {
      "index": 11,
      "start_time": 88630.0,
      "end_time": 92500.0,
      "text": "you really should get up right away rather than snoozing."
    },
    {
      "index": 12,
      "start_time": 92500.0,
      "end_time": 96710.0,
      "text": "I know it's really hard, I can vouch for that! Also, try to develop a sleep routine,"
    },
    {
      "index": 13,
      "start_time": 96710.0,
      "end_time": 101009.0,
      "text": "such as listening to some ambient music or taking a nice deep breath before you go to bed."
    },
    {
      "index": 14,
      "start_time": 101109.0,
      "end_time": 115280.0,
      "text": "Remember consistency  is key."
    },
    {
      "index": 15,
      "start_time": 115290.0,
      "end_time": 119190.0,
      "text": "Eating is actually a big factor when it comes to a good night sleep."
    },
    {
      "index": 16,
      "start_time": 119190.0,
      "end_time": 124539.0,
      "text": "A full stomach may disrupt your sleep as the heavier the meal, the longer it'll take for digestion to take place."
    },
    {
      "index": 17,
      "start_time": 124539.0,
      "end_time": 129489.0,
      "text": "The opposite however also applies, don't go to bed on an empty stomach because a completely empty stomach"
    },
    {
      "index": 18,
      "start_time": 129489.0,
      "end_time": 133619.0,
      "text": "may interfere with your sleeping patterns just as much as a full stomach."
    },
    {
      "index": 19,
      "start_time": 133619.0,
      "end_time": 138340.0,
      "text": "High protein foods like turkey, yogurt, tuna, and peanuts contain tryptophan,"
    },
    {
      "index": 20,
      "start_time": 138340.0,
      "end_time": 143890.0,
      "text": "which can help the body produce serotonin in order to relax. Limiting how much you drink before bedtime"
    },
    {
      "index": 21,
      "start_time": 143890.0,
      "end_time": 149650.0,
      "text": "is also a good idea because that's basic, you don't want to be making a lot of late night trips to the toilet."
    },
    {
      "index": 22,
      "start_time": 149750.0,
      "end_time": 153620.0,
      "text": "And my last tip about moderating  your diet is to avoid nicotine and caffeine"
    },
    {
      "index": 23,
      "start_time": 153620.0,
      "end_time": 160399.0,
      "text": "as the stimulating effects of nicotine and caffeine take hours to wear off and can mess up your quality of sleep dramatically."
    },
    {
      "index": 24,
      "start_time": 170000.0,
      "end_time": 175300.0,
      "text": "A neat little trick to getting a good night sleep actually lies within how you make your bedroom look."
    },
    {
      "index": 25,
      "start_time": 175000.0,
      "end_time": 180460.0,
      "text": "Your bedroom should be a relaxing environment. Also, your bedroom ideally needs to be dark,"
    },
    {
      "index": 26,
      "start_time": 180460.0,
      "end_time": 186820.0,
      "text": "quiet, tidy and kept at a temperature of between 18°C and 24°C. If you find that"
    },
    {
      "index": 27,
      "start_time": 186820.0,
      "end_time": 191900.0,
      "text": "you are sweating or freezing, you will not sleep well. Consider fitting some thick curtains"
    },
    {
      "index": 28,
      "start_time": 191900.0,
      "end_time": 196650.0,
      "text": "if you don't already have any and if you're disturbed by noise, consider investing in double glazing,"
    },
    {
      "index": 29,
      "start_time": 196650.0,
      "end_time": 202690.0,
      "text": "or for a cheaper alternative, just use earplugs. It is also worth mentioning that TVs and other electronic gadgets,"
    },
    {
      "index": 30,
      "start_time": 202690.0,
      "end_time": 208379.0,
      "text": "light, noise, and a bad mattress or bed are all factors that contribute to a bad night sleep."
    },
    {
      "index": 31,
      "start_time": 208380.0,
      "end_time": 212640.0,
      "text": "I'm not saying you should get rid of them, I'm just making sure you all aware! The final note"
    },
    {
      "index": 32,
      "start_time": 212640.0,
      "end_time": 218460.0,
      "text": "to take is to keep your bedroom solely for sleep and sex. Unlike most vigorous physical activities,"
    },
    {
      "index": 33,
      "start_time": 218460.0,
      "end_time": 220060.0,
      "text": "sex makes us sleepy."
    },
    {
      "index": 34,
      "start_time": 230000.0,
      "end_time": 234000.0,
      "text": "This may be weird to some, especially if you have never tried it before"
    },
    {
      "index": 35,
      "start_time": 234260.0,
      "end_time": 238920.0,
      "text": "but have you ever thought about sleeping naked? According to sleep specialists at the Cleveland Sleep Clinic,"
    },
    {
      "index": 36,
      "start_time": 238920.0,
      "end_time": 244380.0,
      "text": "sleeping in the nude helps regulate your temperature which is a big factor in getting a good night sleep."
    },
    {
      "index": 37,
      "start_time": 244380.0,
      "end_time": 249570.0,
      "text": "If you prefer to wear pajamas because they're more comfortable, loose cotton pajamas are the best"
    },
    {
      "index": 38,
      "start_time": 249570.0,
      "end_time": 256750.0,
      "text": "as they tend to be easy to breathe out of than other fabrics. A tip is to sleep with your arms and head out from under the bed sheets,"
    },
    {
      "index": 39,
      "start_time": 256750.0,
      "end_time": 261700.0,
      "text": "unless the room is very cold. And don't neglect your feet, cold feet can keep you awake!"
    },
    {
      "index": 40,
      "start_time": 261701.00000000003,
      "end_time": 267320.0,
      "text": "Finally, change sleeping positions ! This can make a big difference in the quality of your sleep. Keep your body"
    },
    {
      "index": 41,
      "start_time": 267320.0,
      "end_time": 272711.0,
      "text": "in a \"mid-line\" position, where both your head and neck are kept roughly straight and"
    },
    {
      "index": 42,
      "start_time": 272711.0,
      "end_time": 275010.0,
      "text": "don't sleep on your stomach as this may lead to aches and pains."
    },
    {
      "index": 43,
      "start_time": 276000.0,
      "end_time": 279000.0,
      "text": "If well, that you wish to sleep on your stomach, or have to"
    },
    {
      "index": 44,
      "start_time": 279010.0,
      "end_time": 285120.0,
      "text": "then put your pillow under your hips instead of under your head. Hopefully these little tips can help you achieve a good night sleep."
    },
    {
      "index": 45,
      "start_time": 285120.0,
      "end_time": 287022.0,
      "text": "So, Good night and sweet dreams!"
    },
    {
      "index": 46,
      "start_time": 294000.0,
      "end_time": 297000.0,
      "text": "Thank you so much for watching. If you did enjoy the video,"
    },
    {
      "index": 47,
      "start_time": 297322.0,
      "end_time": 305870.0,
      "text": "then please be sure to hit that like button. And maybe even share the video, too. Also, let us know your thought in the comment section below as well as what you like to see next."
    },
    {
      "index": 48,
      "start_time": 305870.0,
      "end_time": 312600.0,
      "text": "And, why not subscribe the channel if you haven't already. Lastly, to those of you heard the notification gone. We salute you."
    }
  ]
}