{
  "video_id": "9la5ytz9MmM",
  "title": "Get Lit: The Literature Review",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 27939.0,
      "end_time": 33740.0,
      "text": "We’re going to talk about a lot of the things that you probably have already read about"
    },
    {
      "index": 2,
      "start_time": 33740.0,
      "end_time": 38930.0,
      "text": "a lit review in terms of what it does, what it is, what the purpose is and so forth. And"
    },
    {
      "index": 3,
      "start_time": 38930.0,
      "end_time": 44760.0,
      "text": "that’s kind of general information. But then I have a strategy that I think will be"
    },
    {
      "index": 4,
      "start_time": 44760.0,
      "end_time": 50699.0,
      "text": "pretty practical I hope and show you well yeah I know what it is and I know what I’m"
    },
    {
      "index": 5,
      "start_time": 50699.0,
      "end_time": 53000.0,
      "text": "supposed to do, but how do I do it?"
    },
    {
      "index": 6,
      "start_time": 53000.0,
      "end_time": 56539.0,
      "text": "And then how when I get all of these sources how to I organize them? And then how do I"
    },
    {
      "index": 7,
      "start_time": 56539.0,
      "end_time": 62449.0,
      "text": "actually write the darn thing? Because I think that where a lot of the information is missing."
    },
    {
      "index": 8,
      "start_time": 62449.0,
      "end_time": 67060.0,
      "text": "Your professors can just say do this, do this, do this, in very general terms, but I hopefully"
    },
    {
      "index": 9,
      "start_time": 67060.0,
      "end_time": 71740.0,
      "text": "will get down into the dirt of it, get our hands dirty, and actually say well how do"
    },
    {
      "index": 10,
      "start_time": 71740.0,
      "end_time": 76680.0,
      "text": "I, what verbs do I use? How do I put these two sources together? Okay? I’m going to"
    },
    {
      "index": 11,
      "start_time": 76680.0,
      "end_time": 80730.0,
      "text": "tell you that I really didn’t make up any of this on my own; I’d love to take full"
    },
    {
      "index": 12,
      "start_time": 80730.0,
      "end_time": 85220.0,
      "text": "credit for it but actually what I did was I did two things. There is a wonderful book"
    },
    {
      "index": 13,
      "start_time": 85220.0,
      "end_time": 91460.0,
      "text": "called They Say, I Say: the Moves of Matter in Academic Writing, and it talks about how"
    },
    {
      "index": 14,
      "start_time": 91460.0,
      "end_time": 97060.0,
      "text": "to use source material in your writing. It’s actually directed at undergraduates, but I"
    },
    {
      "index": 15,
      "start_time": 97060.0,
      "end_time": 102850.0,
      "text": "think it’s so helpful and so practical that it’s a book, it’s like about that thin,"
    },
    {
      "index": 16,
      "start_time": 102850.0,
      "end_time": 107060.0,
      "text": "it’s not big, and it’s not little print or anything like, but it even gives you a"
    },
    {
      "index": 17,
      "start_time": 107060.0,
      "end_time": 112250.0,
      "text": "list of verbs that may be helpful in terms of saying okay scholar x says, and we’re"
    },
    {
      "index": 18,
      "start_time": 112250.0,
      "end_time": 115790.0,
      "text": "going to go through some of these in the presentation as well."
    },
    {
      "index": 19,
      "start_time": 115790.0,
      "end_time": 120920.0,
      "text": "Then I found that a lot of times the examples that they give in this book are not helpful"
    },
    {
      "index": 20,
      "start_time": 120920.0,
      "end_time": 125420.0,
      "text": "to graduate students because they’re not in-depth enough, and also I had a hard time"
    },
    {
      "index": 21,
      "start_time": 125420.0,
      "end_time": 130610.0,
      "text": "finding examples as well, so I found a literature review that’s in economics, which is not"
    },
    {
      "index": 22,
      "start_time": 130610.00000000001,
      "end_time": 136930.0,
      "text": "my field. Which I found it would be really better to pick a lit review that wasn’t"
    },
    {
      "index": 23,
      "start_time": 136930.0,
      "end_time": 141879.0,
      "text": "in my field at all and show you how it could work in any field. Okay? So what I did was"
    },
    {
      "index": 24,
      "start_time": 141879.0,
      "end_time": 146579.0,
      "text": "I took almost all the examples from this article, “Sociologic Economic Conditions of Poverty"
    },
    {
      "index": 25,
      "start_time": 146579.0,
      "end_time": 150230.0,
      "text": "Crime.” So those, what I’ve done is taken this stuff and this stuff and just put it"
    },
    {
      "index": 26,
      "start_time": 150230.0,
      "end_time": 152829.0,
      "text": "together. Okay?"
    },
    {
      "index": 27,
      "start_time": 152829.0,
      "end_time": 156829.0,
      "text": "Well let’s just cover the basics just to get started with the lit review. Well, and"
    },
    {
      "index": 28,
      "start_time": 156829.0,
      "end_time": 162209.0,
      "text": "that’s a good question because you may be doing a couple of different lit reviews. There"
    },
    {
      "index": 29,
      "start_time": 162209.0,
      "end_time": 167069.0,
      "text": "are actually two kinds of lit reviews, but basically it’s a comprehensive examination"
    },
    {
      "index": 30,
      "start_time": 167069.0,
      "end_time": 171829.0,
      "text": "of all of the research and all of the literature done on a particular topic; that’s obvious,"
    },
    {
      "index": 31,
      "start_time": 171829.0,
      "end_time": 175879.0,
      "text": "you guys probably already know that. Okay? But there are two categories of literature"
    },
    {
      "index": 32,
      "start_time": 175879.0,
      "end_time": 179650.0,
      "text": "reviews, and I want to break it down because I’m really going to focus more on one category"
    },
    {
      "index": 33,
      "start_time": 179650.0,
      "end_time": 185060.0,
      "text": "over the other. There are two categories; one is a literature review that contextualizes"
    },
    {
      "index": 34,
      "start_time": 185060.0,
      "end_time": 191170.0,
      "text": "a research study, and for probably 90% of you, and I’m spit-balling this statistic"
    },
    {
      "index": 35,
      "start_time": 191170.0,
      "end_time": 196219.0,
      "text": "here, but for about 90% of you, that’s what you’re doing. You’re doing a study; you’re"
    },
    {
      "index": 36,
      "start_time": 196219.0,
      "end_time": 202069.0,
      "text": "doing a research study, okay, in your dissertation your thesis, whatever. Okay? Or your professor"
    },
    {
      "index": 37,
      "start_time": 202069.0,
      "end_time": 208909.0,
      "text": "is doing a study, you know, empirical research or whatever. You are then doing the literature"
    },
    {
      "index": 38,
      "start_time": 208909.0,
      "end_time": 217120.0,
      "text": "review that justifies the study, correct? Okay? If it’s a journal article, and you’re"
    },
    {
      "index": 39,
      "start_time": 217120.0,
      "end_time": 221810.0,
      "text": "doing the research, if it’s a dissertation, if it’s a thesis, that’s what you’re"
    },
    {
      "index": 40,
      "start_time": 221810.0,
      "end_time": 225659.0,
      "text": "doing. There is one other kind of literature review though, and I think it’s just important"
    },
    {
      "index": 41,
      "start_time": 225659.0,
      "end_time": 234469.0,
      "text": "to like just touch on it and that is a literature review that is a study in and of itself. Okay?"
    },
    {
      "index": 42,
      "start_time": 234469.0,
      "end_time": 240519.0,
      "text": "You can actually publish a journal article that is in and of itself a literature review."
    },
    {
      "index": 43,
      "start_time": 240519.0,
      "end_time": 245999.0,
      "text": "Alright? So for example if there is a topic that is very mature, and there is a lot of"
    },
    {
      "index": 44,
      "start_time": 245999.0,
      "end_time": 249299.0,
      "text": "literature written on it, and it would advance knowledge in the field to do a literature"
    },
    {
      "index": 45,
      "start_time": 249299.0,
      "end_time": 256370.0,
      "text": "review on it that would be helpful. There’s also a literature review where it’s a new"
    },
    {
      "index": 46,
      "start_time": 256370.0,
      "end_time": 261520.0,
      "text": "or emerging topic and it would be helpful to gather all of the literature on this new"
    },
    {
      "index": 47,
      "start_time": 261519.99999999997,
      "end_time": 270000.0,
      "text": "or emerging topic; that’s suitable as well. The other part that is like helpful too, I’ve"
    },
    {
      "index": 48,
      "start_time": 270000.0,
      "end_time": 277110.0,
      "text": "seen some literature reviews that combine, if there’s a topic that’s interdisciplinary"
    },
    {
      "index": 49,
      "start_time": 277110.0,
      "end_time": 282020.0,
      "text": "and nobody has looked at the interdisciplinary part of it, they bring in multiple disciplines"
    },
    {
      "index": 50,
      "start_time": 282020.0,
      "end_time": 289740.0,
      "text": "on the literature review and advance the knowledge that way. That second one is not really what"
    },
    {
      "index": 51,
      "start_time": 289740.0,
      "end_time": 293990.0,
      "text": "we’re going to talk about today, but the concepts will apply. But most of you are guys"
    },
    {
      "index": 52,
      "start_time": 293990.0,
      "end_time": 297640.0,
      "text": "are in the boat where you have to write a lit review for your dissertation or thesis"
    },
    {
      "index": 53,
      "start_time": 297640.0,
      "end_time": 304640.0,
      "text": "or a journal article, okay? All right let’s move on to the next step. What’s the reason?"
    },
    {
      "index": 54,
      "start_time": 304640.0,
      "end_time": 308520.0,
      "text": "Why would you write a literature review? Well my professor told me it was part of my dissertation;"
    },
    {
      "index": 55,
      "start_time": 308520.0,
      "end_time": 313710.0,
      "text": "it’s a chapter in my dissertation. Well what is it for? One, it establishes what is"
    },
    {
      "index": 56,
      "start_time": 313710.0,
      "end_time": 318500.0,
      "text": "already known about a particular topic, and two what methods have been used to research"
    },
    {
      "index": 57,
      "start_time": 318500.0,
      "end_time": 326420.0,
      "text": "that topic. Okay? And then also, when you’re doing your research, if you don’t do a literature"
    },
    {
      "index": 58,
      "start_time": 326420.0,
      "end_time": 329750.0,
      "text": "review first, how do you know you’re not duplicating what somebody else has already"
    },
    {
      "index": 59,
      "start_time": 329750.0,
      "end_time": 335390.0,
      "text": "done? That’s bad because then you go to your chair and you go, ‘Here it is, this"
    },
    {
      "index": 60,
      "start_time": 335390.0,
      "end_time": 341030.0,
      "text": "is the last six months of my life’s work,’ and they go, ‘Yeah, but Smith did that three"
    },
    {
      "index": 61,
      "start_time": 341030.0,
      "end_time": 347990.0,
      "text": "years ago. Smith and Wesson did a study that’s very similar to yours, and you know, and start"
    },
    {
      "index": 62,
      "start_time": 347990.0,
      "end_time": 352080.0,
      "text": "over, right? So you don’t want to get in that bind, you want to do your literature"
    },
    {
      "index": 63,
      "start_time": 352080.0,
      "end_time": 355460.0,
      "text": "review. It’s a matter of front end loading versus back end loading your work; you want"
    },
    {
      "index": 64,
      "start_time": 355460.0,
      "end_time": 358910.0,
      "text": "to front to end load your work; you don’ t want to reproduce what somebody else has"
    },
    {
      "index": 65,
      "start_time": 358910.0,
      "end_time": 363900.0,
      "text": "done, unless you are reproducing a study that somebody else has done. A lot of times you"
    },
    {
      "index": 66,
      "start_time": 363900.0,
      "end_time": 368500.0,
      "text": "use the same and methodology and you get different results. In the sciences I think this is done,"
    },
    {
      "index": 67,
      "start_time": 368500.0,
      "end_time": 372020.0,
      "text": "but you still don’t want exactly the same thing to happen because then you’re just"
    },
    {
      "index": 68,
      "start_time": 372020.0,
      "end_time": 378410.0,
      "text": "replicating, okay? It also exposes gaps in literature and helps you position your research."
    },
    {
      "index": 69,
      "start_time": 378410.0,
      "end_time": 382960.0,
      "text": "In your dissertation or your thesis you’re supposed to come up with something new, right?"
    },
    {
      "index": 70,
      "start_time": 382960.0,
      "end_time": 390690.0,
      "text": "Okay? Well how do you know what’s new? How do you know what’s new? One of the last"
    },
    {
      "index": 71,
      "start_time": 390690.0,
      "end_time": 394400.0,
      "text": "slides I’m going to show you is then how to find the gaps in the research because I"
    },
    {
      "index": 72,
      "start_time": 394400.0,
      "end_time": 400660.0,
      "text": "think that’s a little difficult. I’ve done several literature reviews, and these"
    },
    {
      "index": 73,
      "start_time": 400660.0,
      "end_time": 405160.0,
      "text": "are the questions I ask myself. And these are the questions that people ask me. I think"
    },
    {
      "index": 74,
      "start_time": 405160.0,
      "end_time": 408930.0,
      "text": "the big question is how much literature do I need to look at? I could spend probably"
    },
    {
      "index": 75,
      "start_time": 408930.0,
      "end_time": 416400.0,
      "text": "the next five years of my life looking at the literature in this field and that’s"
    },
    {
      "index": 76,
      "start_time": 416400.0,
      "end_time": 423770.0,
      "text": "depressing, you know? So how much, what related ideas do I need to explore, subtopics or overarching"
    },
    {
      "index": 77,
      "start_time": 423770.0,
      "end_time": 430900.0,
      "text": "ideas? A lot of times you’re looking at a topic, but that topic has subtopics, correct?"
    },
    {
      "index": 78,
      "start_time": 430900.0,
      "end_time": 437710.0,
      "text": "Or that subtopic has overarching topics. How do I know, okay, how do I know that I need"
    },
    {
      "index": 79,
      "start_time": 437710.0,
      "end_time": 441550.0,
      "text": "to go to related ideas? Well you just need to start swimming in the literature and figure"
    },
    {
      "index": 80,
      "start_time": 441550.0,
      "end_time": 448120.0,
      "text": "it out. Let me give you an example from my latest lit review. So I’m looking at plagiarism,"
    },
    {
      "index": 81,
      "start_time": 448120.0,
      "end_time": 454150.0,
      "text": "okay, you know, just the concept of plagiarism, but what I really started with was academic"
    },
    {
      "index": 82,
      "start_time": 454150.0,
      "end_time": 459700.0,
      "text": "dishonesty. And I realized that that was too big a topic, and I got myself in the literature,"
    },
    {
      "index": 83,
      "start_time": 459700.0,
      "end_time": 464240.0,
      "text": "and I got myself in a real tangle because there was so much literature on it and I go,"
    },
    {
      "index": 84,
      "start_time": 464240.0,
      "end_time": 468620.0,
      "text": "‘How am I going to right about everything? I can’t.’ Okay, is there a bigger topic"
    },
    {
      "index": 85,
      "start_time": 468620.0,
      "end_time": 473550.0,
      "text": "that I need to look at, or is there a subtopic that I need to look at? And one of the things"
    },
    {
      "index": 86,
      "start_time": 473550.0,
      "end_time": 479300.0,
      "text": "we were talking about before this started was the idea that you’re trying to decide"
    },
    {
      "index": 87,
      "start_time": 479300.0,
      "end_time": 483360.0,
      "text": "on your dissertation topic, and then you need to do your literature review; you may swap"
    },
    {
      "index": 88,
      "start_time": 483360.0,
      "end_time": 488030.0,
      "text": "that; you may go ahead and start the literature review, and then expose a gap in the literature"
    },
    {
      "index": 89,
      "start_time": 488030.0,
      "end_time": 493610.0,
      "text": "and find your dissertation topic. This is what happened to me and it was really helpful."
    },
    {
      "index": 90,
      "start_time": 493610.0,
      "end_time": 498830.0,
      "text": "Is there certain literature that provides a better couch for your study than others?"
    },
    {
      "index": 91,
      "start_time": 498830.0,
      "end_time": 503030.0,
      "text": "And that’s how you can also discriminate whether you’re going to use a piece of literature"
    },
    {
      "index": 92,
      "start_time": 503030.0,
      "end_time": 511180.0,
      "text": "in your literature review. And a related question that may be a duplicate question, but more"
    },
    {
      "index": 93,
      "start_time": 511180.0,
      "end_time": 516560.0,
      "text": "practical for you is, why use a particular instrument for my study, or why use a particular"
    },
    {
      "index": 94,
      "start_time": 516559.99999999994,
      "end_time": 521818.99999999994,
      "text": "methodology for my study? Okay? In the hard sciences if you’re looking at laminitis,"
    },
    {
      "index": 95,
      "start_time": 521818.99999999994,
      "end_time": 527139.0,
      "text": "which is really a fascinating to me. If you’re looking at laminitis, scientists have been"
    },
    {
      "index": 96,
      "start_time": 527139.0,
      "end_time": 532749.0,
      "text": "looking at this for a long time. Have they been looking in a different way at the problem"
    },
    {
      "index": 97,
      "start_time": 532749.0,
      "end_time": 539370.0,
      "text": "then you’re looking at it. He’s using a new method or approach so why use a different"
    },
    {
      "index": 98,
      "start_time": 539370.0,
      "end_time": 542579.0,
      "text": "method? Because the other methods haven’t worked. See what I’m saying? You only know"
    },
    {
      "index": 99,
      "start_time": 542579.0,
      "end_time": 547639.0,
      "text": "that when you look at the literature though. What’s been done before to tackle my particular"
    },
    {
      "index": 100,
      "start_time": 547639.0,
      "end_time": 554019.0,
      "text": "research topic or problem? And the next step is finding the literature, that would be good,"
    },
    {
      "index": 101,
      "start_time": 554019.0,
      "end_time": 557660.0,
      "text": "you know. Some of you have found too much literature, and we’ll deal with that in"
    },
    {
      "index": 102,
      "start_time": 557660.0,
      "end_time": 562540.0,
      "text": "a few slides. But finding literature, how do you know you can find. One of the things"
    },
    {
      "index": 103,
      "start_time": 562540.0,
      "end_time": 566709.0,
      "text": "that I think, and I’m going to show you the details for everyone of these suggestion,"
    },
    {
      "index": 104,
      "start_time": 566709.0,
      "end_time": 572649.0,
      "text": "but one of the things I think is sorely underutilized is your subject specialist reference librarian."
    },
    {
      "index": 105,
      "start_time": 572649.0,
      "end_time": 576509.0,
      "text": "When I talked to the reference librarian and the subject librarians they go, ‘We just"
    },
    {
      "index": 106,
      "start_time": 576509.0,
      "end_time": 581149.0,
      "text": "want people to come see us, we love to work with people!’ So they’re like waiting"
    },
    {
      "index": 107,
      "start_time": 581149.0,
      "end_time": 588300.0,
      "text": "for you, their arms outstretched; let me help you. Okay so take advantage of that, it’s"
    },
    {
      "index": 108,
      "start_time": 588300.0,
      "end_time": 595290.0,
      "text": "free. The other thing that I think is helpful is how do you find then also then good sources?"
    },
    {
      "index": 109,
      "start_time": 595290.0,
      "end_time": 600759.0,
      "text": "I swim through those databases, the library databases, and I’m completely overwhelmed."
    },
    {
      "index": 110,
      "start_time": 600759.0,
      "end_time": 607019.0,
      "text": "How many of you guys find that to be true? I look in there and I do like a search, a"
    },
    {
      "index": 111,
      "start_time": 607019.0,
      "end_time": 616860.0,
      "text": "topical search; and I get 18,000 hits, and I go through and I go well how do I even know"
    },
    {
      "index": 112,
      "start_time": 616860.0,
      "end_time": 623379.0,
      "text": "that this is a good source? How do I even know that this is something that will be helpful"
    },
    {
      "index": 113,
      "start_time": 623379.0,
      "end_time": 628559.0,
      "text": "to me because one of the things in your literature review is you the question asks how much literature"
    },
    {
      "index": 114,
      "start_time": 628559.0,
      "end_time": 629970.0,
      "text": "do I need to look at?"
    },
    {
      "index": 115,
      "start_time": 629970.0,
      "end_time": 634499.0,
      "text": "You’re not going to be able to look at all of the literature if you have a big topic,"
    },
    {
      "index": 116,
      "start_time": 634499.0,
      "end_time": 644139.0,
      "text": "correct? So how do you know who are the scholars that you really need to cite? And really you"
    },
    {
      "index": 117,
      "start_time": 644139.0,
      "end_time": 649980.0,
      "text": "want the big players; you don’t need to mess with the little guys; you want the big"
    },
    {
      "index": 118,
      "start_time": 649980.0,
      "end_time": 654410.0,
      "text": "scholars, the big players in your field, correct? I don’t’ know about you guys but when"
    },
    {
      "index": 119,
      "start_time": 654410.0,
      "end_time": 659329.0,
      "text": "I first research a topic who the big players are, do you? I don’t know who the big players"
    },
    {
      "index": 120,
      "start_time": 659329.0,
      "end_time": 668399.0,
      "text": "are. Ah, but Google does. If you go to scholar.google.com it is not comprehensive. Your databases, your"
    },
    {
      "index": 121,
      "start_time": 668399.0,
      "end_time": 675110.0,
      "text": "library databases are a lot more comprehensive than this, but as a starting point, these"
    },
    {
      "index": 122,
      "start_time": 675110.0,
      "end_time": 681009.0,
      "text": "articles come up, these books come up. And right here it says cited by and there’s"
    },
    {
      "index": 123,
      "start_time": 681009.0,
      "end_time": 691990.0,
      "text": "a number; this says citied by 45, so that’s 45 other scholarly sources cited that source."
    },
    {
      "index": 124,
      "start_time": 691990.0,
      "end_time": 696389.0,
      "text": "So if your overwhelmed with the amount of literature you’re looking at, you only want"
    },
    {
      "index": 125,
      "start_time": 696389.0,
      "end_time": 702259.0,
      "text": "to find the big players in the field right? So if it says cited by two, which that would"
    },
    {
      "index": 126,
      "start_time": 702259.0,
      "end_time": 710970.0,
      "text": "be my journal article, you may not want to use it. But if it says by cited by 60, cited"
    },
    {
      "index": 127,
      "start_time": 710970.0,
      "end_time": 720499.0,
      "text": "by 200, right? Then you go “ahhhh,” maybe this person is somebody that people are talking"
    },
    {
      "index": 128,
      "start_time": 720499.0,
      "end_time": 726610.0,
      "text": "to and talking about. And all your doing is your tapping in to the conversation and your"
    },
    {
      "index": 129,
      "start_time": 726610.0,
      "end_time": 730809.0,
      "text": "trying to find a place for you to join the conversation, you’re trying to find a little"
    },
    {
      "index": 130,
      "start_time": 730809.0,
      "end_time": 738240.0,
      "text": "hole for you to fit into. Alright? This is a real quick and dirty way of finding the"
    },
    {
      "index": 131,
      "start_time": 738240.0,
      "end_time": 743970.0,
      "text": "sources very quickly. Once your very familiar with the big name players in your field, the"
    },
    {
      "index": 132,
      "start_time": 743970.0,
      "end_time": 749360.0,
      "text": "people that are talking the most, the most respected, the most controversial, whatever,"
    },
    {
      "index": 133,
      "start_time": 749360.0,
      "end_time": 753619.0,
      "text": "whatever your actually looking for, then go back to the library datatbase, then you can"
    },
    {
      "index": 134,
      "start_time": 753619.0,
      "end_time": 759119.0,
      "text": "do your searches, your searches then can be much more refined because maybe you just want"
    },
    {
      "index": 135,
      "start_time": 759119.0,
      "end_time": 763800.0,
      "text": "to find all the articles from Donald Mckay because he’s the biggest player in academic"
    },
    {
      "index": 136,
      "start_time": 763800.0,
      "end_time": 768920.0,
      "text": "dishonesty research that you can find. Then your going to find related articles to that"
    },
    {
      "index": 137,
      "start_time": 768920.0,
      "end_time": 775749.0,
      "text": "article, see how it all kinds of webs together? You can find dissertations written on your"
    },
    {
      "index": 138,
      "start_time": 775749.0,
      "end_time": 785670.0,
      "text": "topic from your department from Texas A&amp;M just like that. Okay. Why is this helpful?"
    },
    {
      "index": 139,
      "start_time": 785670.0,
      "end_time": 791829.0,
      "text": "I wanted to find out, I wanted to read dissertations supervised by my chair and other members of"
    },
    {
      "index": 140,
      "start_time": 791829.0,
      "end_time": 796740.0,
      "text": "my committee. Now that’s a little bit outside of the literature review but you understand"
    },
    {
      "index": 141,
      "start_time": 796740.0,
      "end_time": 800819.0,
      "text": "why I might want to do that? I want to know what they’re going to be looking for, what’"
    },
    {
      "index": 142,
      "start_time": 800819.0,
      "end_time": 807089.0,
      "text": "they’ve signed off on, that kind of thing. I also want to know what a dissertation in"
    },
    {
      "index": 143,
      "start_time": 807089.0,
      "end_time": 816430.0,
      "text": "my department looks like, okay? Now, there are all kinds of methodologies you may be"
    },
    {
      "index": 144,
      "start_time": 816430.0,
      "end_time": 822740.0,
      "text": "using you may find you may go ahead and look for a dissertation or a thesis with even the"
    },
    {
      "index": 145,
      "start_time": 822740.0,
      "end_time": 826920.0,
      "text": "methodology and so forth, there’s a lot of things. But at the very minimum, to bring"
    },
    {
      "index": 146,
      "start_time": 826920.0,
      "end_time": 834290.0,
      "text": "it back to the topic were talking about today you could look at a dissertation from you’re"
    },
    {
      "index": 147,
      "start_time": 834290.0,
      "end_time": 841129.0,
      "text": "department and your field and look at the literature review and see what It looks like."
    },
    {
      "index": 148,
      "start_time": 841129.0,
      "end_time": 847860.0,
      "text": "Particularly those where your chair or your committee members have supervised those other"
    },
    {
      "index": 149,
      "start_time": 847860.0,
      "end_time": 851980.0,
      "text": "students. See what it looks like, see what your committee members are going to expect"
    },
    {
      "index": 150,
      "start_time": 851980.0,
      "end_time": 861009.0,
      "text": "because lets be honest you guys you know your committee members sign the paperwork, correct?"
    },
    {
      "index": 151,
      "start_time": 861009.0,
      "end_time": 868439.0,
      "text": "Right? They do. And, and, and you want to be in line with there expectations okay?"
    },
    {
      "index": 152,
      "start_time": 868439.0,
      "end_time": 873240.0,
      "text": "Alright. So what you do here is you just go to the library, just the home page you pick"
    },
    {
      "index": 153,
      "start_time": 873240.0,
      "end_time": 879259.0,
      "text": "up the database one, it says search for databases, and it says proquest dissertation so you can"
    },
    {
      "index": 154,
      "start_time": 879259.0,
      "end_time": 885589.0,
      "text": "look for school: Texas A&amp;M University. You can look for the terms in the abstract or"
    },
    {
      "index": 155,
      "start_time": 885589.0,
      "end_time": 892360.0,
      "text": "you can actually look for the terms used in the document text, so your topic end, did"
    },
    {
      "index": 156,
      "start_time": 892360.0,
      "end_time": 898420.0,
      "text": "anybody at Texas A&amp;M in my department or whatever at Texas A&amp;M, write a dissertation with this"
    },
    {
      "index": 157,
      "start_time": 898420.0,
      "end_time": 905790.0,
      "text": "topic used in the text? I think that this is astronomically helpful and a lot of people"
    },
    {
      "index": 158,
      "start_time": 905790.0,
      "end_time": 913259.0,
      "text": "don’t know about it. And it’s a way to do your homework before you do your homework."
    },
    {
      "index": 159,
      "start_time": 913259.0,
      "end_time": 917610.0,
      "text": "Aright where are we now? We know we have to do a lit review, we have gone to the library"
    },
    {
      "index": 160,
      "start_time": 917610.0,
      "end_time": 926059.0,
      "text": "databases, looked at the subject librarians. We actually have stacks and stacks and stacks"
    },
    {
      "index": 161,
      "start_time": 926059.0,
      "end_time": 933649.0,
      "text": "of printed pdf files in our house in our car in the back seat. How do you wade through"
    },
    {
      "index": 162,
      "start_time": 933649.0,
      "end_time": 944350.0,
      "text": "all of that stuff especially if you have a lot of it? Okay so the deal is you want to"
    },
    {
      "index": 163,
      "start_time": 944350.0,
      "end_time": 948110.0,
      "text": "find out what scholars are saying about your topic, and we already know how to find the"
    },
    {
      "index": 164,
      "start_time": 948110.0,
      "end_time": 955809.0,
      "text": "good ones, the big players, Google Scholar. What are the ongoing debates or conversations"
    },
    {
      "index": 165,
      "start_time": 955809.0,
      "end_time": 965239.0,
      "text": "on your topic? Okay? Is anybody talking about your topic at all? Okay and if they aren’t"
    },
    {
      "index": 166,
      "start_time": 965239.0,
      "end_time": 970699.0,
      "text": "why? And that’s something to think about in terms of making choices, and if people"
    },
    {
      "index": 167,
      "start_time": 970699.0,
      "end_time": 976329.0,
      "text": "are talking, whose talking and what are they talking about? This also helps you organize"
    },
    {
      "index": 168,
      "start_time": 976329.0,
      "end_time": 979790.0,
      "text": "your information you have a copious amount of information when you’re doing your literature"
    },
    {
      "index": 169,
      "start_time": 979790.0,
      "end_time": 984269.0,
      "text": "review. You have lots of information and Brandy and I were talking about this earlier, that"
    },
    {
      "index": 170,
      "start_time": 984269.0,
      "end_time": 988429.0,
      "text": "we gathered all the information then we took a break from the literature review and when"
    },
    {
      "index": 171,
      "start_time": 988429.0,
      "end_time": 993259.0,
      "text": "we went back we had no idea where to start again because we had forgotten everything"
    },
    {
      "index": 172,
      "start_time": 993259.0,
      "end_time": 998519.0,
      "text": "that was in every article. We didn’t really forget, but we kind of did because you almost"
    },
    {
      "index": 173,
      "start_time": 998519.0,
      "end_time": 1007009.0,
      "text": "have to be concentrating on that topic intently. You have to be thinking about it and thinking"
    },
    {
      "index": 174,
      "start_time": 1007010.0,
      "end_time": 1010310.0,
      "text": "about it and you go okay what does so and so say and what does so and so say and what"
    },
    {
      "index": 175,
      "start_time": 1010310.0,
      "end_time": 1015810.0,
      "text": "does so and so say okay? So what are the ongoing debates within your topic and it may be if"
    },
    {
      "index": 176,
      "start_time": 1015810.0,
      "end_time": 1020240.0,
      "text": "your in the hard sciences it may be about methodology, why does this methodology work"
    },
    {
      "index": 177,
      "start_time": 1020240.0,
      "end_time": 1024940.0,
      "text": "better than this methodology? Well this study was done but it didn’t do any good, and"
    },
    {
      "index": 178,
      "start_time": 1024940.0,
      "end_time": 1032861.0,
      "text": "if your in education there’s a lot of theories in education, education, they love theories"
    },
    {
      "index": 179,
      "start_time": 1032859.9999999999,
      "end_time": 1038428.9999999999,
      "text": "well the theory is this, well this theory may not be adequate, does this theory work?"
    },
    {
      "index": 180,
      "start_time": 1038430.0000000001,
      "end_time": 1041590.0000000001,
      "text": "Theory, theory, theory, right?"
    },
    {
      "index": 181,
      "start_time": 1041589.9999999999,
      "end_time": 1047339.9999999999,
      "text": "What ideas do you agree with? ‘Oh my gosh this guy just has all the answers, you know?"
    },
    {
      "index": 182,
      "start_time": 1047339.9999999999,
      "end_time": 1055091.0,
      "text": "This is perfect, whatever I do, he gets it, or she gets it and I’m going to follow that.’"
    },
    {
      "index": 183,
      "start_time": 1055090.0,
      "end_time": 1061940.0,
      "text": "And hopefully once you do a lot of reading you go ‘oh no, no no no, that would never"
    },
    {
      "index": 184,
      "start_time": 1061940.0,
      "end_time": 1065370.0,
      "text": "work; I can see why they haven’t solved the problem because they’re not looking"
    },
    {
      "index": 185,
      "start_time": 1065370.0,
      "end_time": 1071980.0,
      "text": "at it in the right way’ correct? And then, this is probably the most important question"
    },
    {
      "index": 186,
      "start_time": 1071980.0,
      "end_time": 1077299.0,
      "text": "if you’re looking to the literature: what hasn’t been said about your topic? Because"
    },
    {
      "index": 187,
      "start_time": 1077300.0,
      "end_time": 1083420.0,
      "text": "really what you’re trying to do is find your little niche. What are you going to right"
    },
    {
      "index": 188,
      "start_time": 1083420.0,
      "end_time": 1088951.0,
      "text": "about? What are you going to study? You don’t want to say something that’s just been replicated."
    },
    {
      "index": 189,
      "start_time": 1088950.0,
      "end_time": 1093830.0,
      "text": "Organizing the writing of your literature review is probably the most difficult thing"
    },
    {
      "index": 190,
      "start_time": 1093830.0,
      "end_time": 1099330.0,
      "text": "that your going to tackle, I think, you know? ‘I’ve got all these articles and I’ve"
    },
    {
      "index": 191,
      "start_time": 1099330.0,
      "end_time": 1107899.0,
      "text": "read them all and I don’t know where to start? I have a couple of suggestions. You"
    },
    {
      "index": 192,
      "start_time": 1107900.0,
      "end_time": 1112810.0,
      "text": "probably have good sense of where the conversation is you know you’ve done all this work, you’ve"
    },
    {
      "index": 193,
      "start_time": 1112810.0,
      "end_time": 1117761.0,
      "text": "done all the reading, you probably have a sense that this scholar doesn’t agree with"
    },
    {
      "index": 194,
      "start_time": 1117760.0,
      "end_time": 1123140.0,
      "text": "this scholar and this researcher used this methodology but didn’t accomplish what you"
    },
    {
      "index": 195,
      "start_time": 1123140.0,
      "end_time": 1128390.0,
      "text": "think could be accomplished with this methodology. Or maybe its been looked at in this way but"
    },
    {
      "index": 196,
      "start_time": 1128390.0,
      "end_time": 1131580.0,
      "text": "not in this way and you think that this would really solve the problem because somebody"
    },
    {
      "index": 197,
      "start_time": 1131580.0,
      "end_time": 1138330.0,
      "text": "else looked at the problem this way. I was helping a student with her thesis, and she"
    },
    {
      "index": 198,
      "start_time": 1138330.0,
      "end_time": 1147720.0,
      "text": "is doing a study of what’s called “bull switching” in a waterbuck herd. Basically"
    },
    {
      "index": 199,
      "start_time": 1147720.0,
      "end_time": 1152080.0,
      "text": "they bring in a male for breeding season. They only want one breeding season to help"
    },
    {
      "index": 200,
      "start_time": 1152080.0,
      "end_time": 1159000.0,
      "text": "with the health of the water bucks and the survival of the calves, so what they do though"
    },
    {
      "index": 201,
      "start_time": 1159000.0,
      "end_time": 1165320.0,
      "text": "to keep the herd in tact is they take the bull, bring him in to this breeding season,"
    },
    {
      "index": 202,
      "start_time": 1165320.0,
      "end_time": 1171289.0,
      "text": "then remove the bull and bring in a vasectomized male for these waterbucks, okay? Well she"
    },
    {
      "index": 203,
      "start_time": 1171290.0,
      "end_time": 1177591.0,
      "text": "had to do two things: she had to research bull switching in other species because it"
    },
    {
      "index": 204,
      "start_time": 1177590.0,
      "end_time": 1186990.0,
      "text": "had never been done in the waterbuck species, and she was observing the animals in a semi-natural"
    },
    {
      "index": 205,
      "start_time": 1186990.0,
      "end_time": 1193000.0,
      "text": "environment as opposed to the wild, as opposed to a zoo. She was looking at it a Fossil Rim"
    },
    {
      "index": 206,
      "start_time": 1193000.0,
      "end_time": 1196649.0,
      "text": "Park, which is a semi-natural environment where they don’t want you to interfere with"
    },
    {
      "index": 207,
      "start_time": 1196650.0,
      "end_time": 1205491.0,
      "text": "the natural wildlife, but they do some interference, right? She found literature on, you know,"
    },
    {
      "index": 208,
      "start_time": 1205490.0,
      "end_time": 1211460.0,
      "text": "bull switching in waterbucks, she found no literature in bull switching in semi-natural"
    },
    {
      "index": 209,
      "start_time": 1211460.0,
      "end_time": 1216289.0,
      "text": "environments, she found no literature…you know what I’m mean? This is really great"
    },
    {
      "index": 210,
      "start_time": 1216290.0,
      "end_time": 1221011.0,
      "text": "research that’s she’s doing, but doing the literature review was very very difficult"
    },
    {
      "index": 211,
      "start_time": 1221010.0,
      "end_time": 1226659.0,
      "text": "because what she had to do was pull from other areas and say okay, ‘what work has been"
    },
    {
      "index": 212,
      "start_time": 1226660.0,
      "end_time": 1232861.0,
      "text": "done on animals in semi-natural environments?’ Pull that in. It seems almost unrelated doesn’t?"
    },
    {
      "index": 213,
      "start_time": 1232860.0,
      "end_time": 1238970.0,
      "text": "But she had to do it because there was nothing in her field. What about breeding, what about"
    },
    {
      "index": 214,
      "start_time": 1238970.0,
      "end_time": 1242830.0,
      "text": "breeding in semi-natural environments? You see she had to look at all of these things."
    },
    {
      "index": 215,
      "start_time": 1242830.0,
      "end_time": 1249210.0,
      "text": "Once she got that together though she said, well how do I talk about it right? Her problem"
    },
    {
      "index": 216,
      "start_time": 1249210.0,
      "end_time": 1254269.0,
      "text": "is probably not your problem, her problem is that she had to really stretch on the lit"
    },
    {
      "index": 217,
      "start_time": 1254270.0,
      "end_time": 1259300.0,
      "text": "review. For most of you guys, you’re going to have too much literature on your topic."
    },
    {
      "index": 218,
      "start_time": 1259300.0,
      "end_time": 1263540.0,
      "text": "So how do you organize it? Well one of the ways you can organize your lit review, and"
    },
    {
      "index": 219,
      "start_time": 1263540.0,
      "end_time": 1268111.0,
      "text": "your going to have a little overlap, but one is to look at the materials sequentially,"
    },
    {
      "index": 220,
      "start_time": 1268110.0,
      "end_time": 1273120.0,
      "text": "what happened first, what happened second, what happened third. In Ed. psych sometimes"
    },
    {
      "index": 221,
      "start_time": 1273120.0,
      "end_time": 1279220.0,
      "text": "this is helpful because well they used to think, you know, researchers did this experiment"
    },
    {
      "index": 222,
      "start_time": 1279220.0,
      "end_time": 1287139.0,
      "text": "and they used to think that students did this in this way. But now research shows it’s"
    },
    {
      "index": 223,
      "start_time": 1287140.0,
      "end_time": 1290861.0,
      "text": "very current, you know your always looking the current stuff, the new stuff, research"
    },
    {
      "index": 224,
      "start_time": 1290860.0,
      "end_time": 1298010.0,
      "text": "shows now that this works better, okay? So sequential is not a bad way to go because"
    },
    {
      "index": 225,
      "start_time": 1298010.0,
      "end_time": 1303360.0,
      "text": "you look back at what’s done before. It won’t be all of your lit review though,"
    },
    {
      "index": 226,
      "start_time": 1303360.0,
      "end_time": 1310090.0,
      "text": "you know, and it may not be applicable to your lit review at all. Sequence may not matter,"
    },
    {
      "index": 227,
      "start_time": 1310090.0,
      "end_time": 1316029.0,
      "text": "okay? What may matter is topics, so you look at your topics and your sub-topics and you"
    },
    {
      "index": 228,
      "start_time": 1316030.0,
      "end_time": 1325550.0,
      "text": "go topical, okay? Maybe you want to talk about research in semi-natural environments. Doe-switching"
    },
    {
      "index": 229,
      "start_time": 1325550.0,
      "end_time": 1330040.0,
      "text": "in semi-natural environments. So you’re looking at all of your sub-topics so that"
    },
    {
      "index": 230,
      "start_time": 1330040.0,
      "end_time": 1333900.0,
      "text": "it makes sense when you get to the end that your reader understands why you’re doing"
    },
    {
      "index": 231,
      "start_time": 1333900.0,
      "end_time": 1342231.0,
      "text": "the research your doing, okay? Topical. You’re going to do some topical no matter what. Methodological."
    },
    {
      "index": 232,
      "start_time": 1342230.0,
      "end_time": 1347059.0,
      "text": "No other strategy has worked. They’ve tried this, they’ve tried this, they’ve tried"
    },
    {
      "index": 233,
      "start_time": 1347060.0,
      "end_time": 1353321.0,
      "text": "looking at it quantitatively, they’ve done bootstrap analysis, they’ve done regression,"
    },
    {
      "index": 234,
      "start_time": 1353320.0,
      "end_time": 1356809.0,
      "text": "they’ve done qualitative studies, they’ve done this, they’ve done this, they’ve"
    },
    {
      "index": 235,
      "start_time": 1356810.0,
      "end_time": 1364780.0,
      "text": "done all kinds of this, nothing works but my method will. See. And theoretical. This"
    },
    {
      "index": 236,
      "start_time": 1364780.0,
      "end_time": 1370701.0,
      "text": "is mostly for the education people and the social sciences. Theory, theory, theory, this"
    },
    {
      "index": 237,
      "start_time": 1370700.0,
      "end_time": 1375110.0,
      "text": "theory, this theory, this theory. I don’t think that you’re going to use one or the"
    },
    {
      "index": 238,
      "start_time": 1375110.0,
      "end_time": 1381830.0,
      "text": "other; I think you’re going to use a mixture of maybe all four of those, but it’s a way"
    },
    {
      "index": 239,
      "start_time": 1381830.0,
      "end_time": 1388130.0,
      "text": "to get started. So lets get rid of all of this stuff, okay? You’ve got PDFs everywhere."
    },
    {
      "index": 240,
      "start_time": 1388130.0,
      "end_time": 1395159.0,
      "text": "You know what they say, but you’re kind of confused. Put them down, put them over"
    },
    {
      "index": 241,
      "start_time": 1395160.0,
      "end_time": 1398821.0,
      "text": "here. I’ve got three articles that talk about this topic, I’ve got four articles"
    },
    {
      "index": 242,
      "start_time": 1398820.0,
      "end_time": 1405620.0,
      "text": "that talk about this topic, and I’ve have one article that debunks all of those articles."
    },
    {
      "index": 243,
      "start_time": 1405620.0,
      "end_time": 1412659.0,
      "text": "So then you have something to write about. You can write at least a couple of pages,"
    },
    {
      "index": 244,
      "start_time": 1412660.0,
      "end_time": 1415881.0,
      "text": "and you guys, you don’t have to write the lit review in one day; if you try to do that"
    },
    {
      "index": 245,
      "start_time": 1415880.0,
      "end_time": 1421899.0,
      "text": "you will…don’t know what you’ll do. Take it little bitty steps at a time; see"
    },
    {
      "index": 246,
      "start_time": 1421900.0,
      "end_time": 1428351.0,
      "text": "what you can do in one sitting, and then move on and then move on, and then move on."
    },
    {
      "index": 247,
      "start_time": 1428350.0,
      "end_time": 1432419.0,
      "text": "Think about okay, what do they say? What do they say? This is what we’re going to do;"
    },
    {
      "index": 248,
      "start_time": 1432420.0,
      "end_time": 1437231.0,
      "text": "this is where that they-say-I-say thing comes in. What do they say, the scholars, how do"
    },
    {
      "index": 249,
      "start_time": 1437230.0,
      "end_time": 1443970.0,
      "text": "I agree or disagree with them okay? Okay what are the experts in the field say about x?"
    },
    {
      "index": 250,
      "start_time": 1443970.0,
      "end_time": 1448450.0,
      "text": "You can say the results of Hester’s study contradict the findings of Smith. What are"
    },
    {
      "index": 251,
      "start_time": 1448450.0,
      "end_time": 1452960.0,
      "text": "common place opinions on x? Most experts believe that the stock market will continue to weaken"
    },
    {
      "index": 252,
      "start_time": 1452960.0,
      "end_time": 1458130.0,
      "text": "over the next six months. What do others, what do scholars imply or assume? Sometimes"
    },
    {
      "index": 253,
      "start_time": 1458130.0,
      "end_time": 1461419.0,
      "text": "my opponents assume that most young women simply don’t want to play sports at the"
    },
    {
      "index": 254,
      "start_time": 1461420.0,
      "end_time": 1465741.0,
      "text": "collegiate level. This is from a lit review that I did for a journal article, and then"
    },
    {
      "index": 255,
      "start_time": 1465740.0,
      "end_time": 1473490.0,
      "text": "what I said was they assumed it but its not true because of the methods they used to research."
    },
    {
      "index": 256,
      "start_time": 1473490.0,
      "end_time": 1478370.0,
      "text": "What are both sides of the argument? Well this scholar says this, and this scholar says"
    },
    {
      "index": 257,
      "start_time": 1478370.0,
      "end_time": 1483960.0,
      "text": "this. That’s where you start you guys. That’s where you start your literature review. Don’t"
    },
    {
      "index": 258,
      "start_time": 1483960.0,
      "end_time": 1488330.0,
      "text": "think about anything else but that at this particular point. What do they say?"
    },
    {
      "index": 259,
      "start_time": 1488330.0,
      "end_time": 1491490.0,
      "text": "Now I didn’t put any citations in here of course you’re going to cite your sources."
    },
    {
      "index": 260,
      "start_time": 1491490.0,
      "end_time": 1496460.0,
      "text": "I’m going to show you, this is from the economics piece. This is an example from a"
    },
    {
      "index": 261,
      "start_time": 1496460.0,
      "end_time": 1503190.0,
      "text": "real journal article, a real lit review that starts with one of those standard statements"
    },
    {
      "index": 262,
      "start_time": 1503190.0,
      "end_time": 1512380.0,
      "text": "and then leads to placing that statement into the larger conversation. And it says, ‘Economist"
    },
    {
      "index": 263,
      "start_time": 1512380.0,
      "end_time": 1515570.0,
      "text": "Shelly associated absolute poverty -I left out some of the stuff- to the individuals"
    },
    {
      "index": 264,
      "start_time": 1515570.0,
      "end_time": 1520799.0,
      "text": "expected benefits from legal and illegal activity. Therefore, absolute poverty may create the"
    },
    {
      "index": 265,
      "start_time": 1520800.0,
      "end_time": 1524951.0,
      "text": "perception that one skill is relatively more productive than criminal activity. That’s"
    },
    {
      "index": 266,
      "start_time": 1524950.0,
      "end_time": 1533289.0,
      "text": "a general statement. Look at the transition then. In addition now all I’ve done is,"
    },
    {
      "index": 267,
      "start_time": 1533290.0,
      "end_time": 1539170.0,
      "text": "you know you make a general statement – this is like standard thought in the field. Now"
    },
    {
      "index": 268,
      "start_time": 1539170.0,
      "end_time": 1542351.0,
      "text": "I’m getting into my lit review and I’m going to say okay, now I’m going to add"
    },
    {
      "index": 269,
      "start_time": 1542350.0,
      "end_time": 1547889.0,
      "text": "a detail to that general statement and I’m going to use Lot. In addtion, Lot postulates"
    },
    {
      "index": 270,
      "start_time": 1547890.0,
      "end_time": 1553780.0,
      "text": "that the poor are more likely to engage in criminal activity… yada yada yada, and what"
    },
    {
      "index": 271,
      "start_time": 1553780.0,
      "end_time": 1562841.0,
      "text": "am I don’t here? Basically I’m then shifting, I’m saying okay this scholar is saying this."
    },
    {
      "index": 272,
      "start_time": 1562840.0,
      "end_time": 1569100.0,
      "text": "Your looking at now both sides of the topic, or all sides of the topic, and you’re saying"
    },
    {
      "index": 273,
      "start_time": 1569100.0,
      "end_time": 1574179.0,
      "text": "okay this is the general thought about this, this is what the scholar says about this,"
    },
    {
      "index": 274,
      "start_time": 1574180.0,
      "end_time": 1580461.0,
      "text": "but this scholar says this. Okay? Easy, just using transition words, general statement"
    },
    {
      "index": 275,
      "start_time": 1580460.0,
      "end_time": 1586070.0,
      "text": "leading to…now you’ve got two sources out of the way. You only have about 50 or"
    },
    {
      "index": 276,
      "start_time": 1586070.0,
      "end_time": 1593659.0,
      "text": "60 more no big deal. I’m just kidding. Now what you can do is now what I’m doing is,"
    },
    {
      "index": 277,
      "start_time": 1593660.0,
      "end_time": 1598821.0,
      "text": "however, and I’ve randomly excerpted these from the article so don’t feel that you"
    },
    {
      "index": 278,
      "start_time": 1598820.0,
      "end_time": 1604779.0,
      "text": "don’t understand the article because we’re not going in order at all, okay? The author"
    },
    {
      "index": 279,
      "start_time": 1604780.0,
      "end_time": 1613270.0,
      "text": "of this lit review says this stop in contrast, I’m switching directions here, in contrast"
    },
    {
      "index": 280,
      "start_time": 1613270.0,
      "end_time": 1618341.0,
      "text": "to these views, other researchers hypothesized that community and family structure linked"
    },
    {
      "index": 281,
      "start_time": 1618340.0,
      "end_time": 1625409.0,
      "text": "to property crime only if they are associated with relative poverty. General statement correct?"
    },
    {
      "index": 282,
      "start_time": 1625410.0,
      "end_time": 1629300.0,
      "text": "For example, now I get to use a source again."
    },
    {
      "index": 283,
      "start_time": 1629300.0,
      "end_time": 1638040.0,
      "text": "A literature review is not an annotated bibliography, because annotated bibliographies do not position"
    },
    {
      "index": 284,
      "start_time": 1638040.0,
      "end_time": 1643550.0,
      "text": "the literature, okay? They just state what the literature says. Your job on a literature"
    },
    {
      "index": 285,
      "start_time": 1643550.0,
      "end_time": 1650691.0,
      "text": "review is to position the literature and show that you understand the conversation, okay?"
    },
    {
      "index": 286,
      "start_time": 1650690.0,
      "end_time": 1656440.0,
      "text": "That’s the difference. That’s a really good question. Actually doing an annotated"
    },
    {
      "index": 287,
      "start_time": 1656440.0,
      "end_time": 1661590.0,
      "text": "bibliography is not a bad way to start your literature review. It is a way to stay organized"
    },
    {
      "index": 288,
      "start_time": 1661590.0,
      "end_time": 1667299.0,
      "text": "but the annotated bibliography is the first step in gathering the information and summarizing"
    },
    {
      "index": 289,
      "start_time": 1667300.0,
      "end_time": 1673800.0,
      "text": "it. Then the next step would be placing it within the conversation, okay? Meta-analysis"
    },
    {
      "index": 290,
      "start_time": 1673800.0,
      "end_time": 1677310.0,
      "text": "has a different meaning in the sciences in terms of like; really you’re talking about"
    },
    {
      "index": 291,
      "start_time": 1677310.0,
      "end_time": 1681831.0,
      "text": "a lot of studies and then dong a statistical analysis. But what I mean here is just looking"
    },
    {
      "index": 292,
      "start_time": 1681830.0,
      "end_time": 1687970.0,
      "text": "at all of the literature all of the little sources they all basically say the same things"
    },
    {
      "index": 293,
      "start_time": 1687970.0,
      "end_time": 1692929.0,
      "text": "or they’ve tackled the same topic in the same way. This is from the economics article."
    },
    {
      "index": 294,
      "start_time": 1692930.0,
      "end_time": 1696961.0,
      "text": "Here’s the statement: empirical results from crime studies generally support a positive"
    },
    {
      "index": 295,
      "start_time": 1696960.0,
      "end_time": 1702450.0,
      "text": "relationship between absolute poverty or relative poverty and property crime rates. Now what"
    },
    {
      "index": 296,
      "start_time": 1702450.0,
      "end_time": 1712230.0,
      "text": "he has done in this article is all of the sources that this author has cited here, they"
    },
    {
      "index": 297,
      "start_time": 1712230.0,
      "end_time": 1718419.0,
      "text": "all have empirical studies, they’ve all written articles, they’ve all done empirical"
    },
    {
      "index": 298,
      "start_time": 1718420.0,
      "end_time": 1727971.0,
      "text": "studies that result, you know, the conclusion is that there is a positive relationship between"
    },
    {
      "index": 299,
      "start_time": 1727970.0,
      "end_time": 1733370.0,
      "text": "absolute poverty and property crime rates, okay? So when you say how much literature"
    },
    {
      "index": 300,
      "start_time": 1733370.0,
      "end_time": 1740159.0,
      "text": "should I have if all of these people have done the same study or similar studies and"
    },
    {
      "index": 301,
      "start_time": 1740160.0,
      "end_time": 1746400.0,
      "text": "they’ve drawn the same conclusions this is how you site it; however, empirical support"
    },
    {
      "index": 302,
      "start_time": 1746400.0,
      "end_time": 1752441.0,
      "text": "has positive effects is not universal. Not every scholar or researcher has found this"
    },
    {
      "index": 303,
      "start_time": 1752440.0,
      "end_time": 1760120.0,
      "text": "to be true. Gillespie evidently did not, either that or Gillespie is countering this argument"
    },
    {
      "index": 304,
      "start_time": 1760120.0,
      "end_time": 1766059.0,
      "text": "in Gillespie’s research. So once you’ve gotten the breadth and once you’ve done"
    },
    {
      "index": 305,
      "start_time": 1766060.0,
      "end_time": 1770930.0,
      "text": "the annotated bibliography you can see this pretty easy. You know, it’s going to come"
    },
    {
      "index": 306,
      "start_time": 1770930.0,
      "end_time": 1777371.0,
      "text": "together for you after that. How then to attribute the sources? Now, all of you are from very"
    },
    {
      "index": 307,
      "start_time": 1777370.0,
      "end_time": 1782840.0,
      "text": "different areas. Some of you are going to use IEEE, that’s an engineering style. Some"
    },
    {
      "index": 308,
      "start_time": 1782840.0,
      "end_time": 1790480.0,
      "text": "of you will be using MLA or APA, some of you will use a journal article and basing your"
    },
    {
      "index": 309,
      "start_time": 1790480.0,
      "end_time": 1797570.0,
      "text": "citation style on that journal article, I can’t make any given statements about exactly"
    },
    {
      "index": 310,
      "start_time": 1797570.0,
      "end_time": 1803370.0,
      "text": "how to cite your work. The piece that I’m using is using APA. It’s from economics,"
    },
    {
      "index": 311,
      "start_time": 1803370.0,
      "end_time": 1810740.0,
      "text": "social sciences, so that works and sociology, but what I can tell you is when you’re using"
    },
    {
      "index": 312,
      "start_time": 1810740.0,
      "end_time": 1815230.0,
      "text": "source material there are two ways of attributing the source, and I think this gets to your"
    },
    {
      "index": 313,
      "start_time": 1815230.0,
      "end_time": 1826779.0,
      "text": "question. One, you either use the scholar’s name in the text, or you use the scholar’s"
    },
    {
      "index": 314,
      "start_time": 1826780.0,
      "end_time": 1833201.0,
      "text": "name in the citation, one or the other. Those are two choices. Pretty easy, okay? My first"
    },
    {
      "index": 315,
      "start_time": 1833200.0,
      "end_time": 1839539.0,
      "text": "one says scholar x, and now here’s a list of verbs you could even use. Scholar x acknowledges,"
    },
    {
      "index": 316,
      "start_time": 1839540.0,
      "end_time": 1845191.0,
      "text": "argues, believes, claims, concedes, demonstrates, disagrees. That’s a whole list of verbs"
    },
    {
      "index": 317,
      "start_time": 1845190.0,
      "end_time": 1849320.0,
      "text": "you could use any of those, they’re free. Take them; use them, no big deal. That’s"
    },
    {
      "index": 318,
      "start_time": 1849320.0,
      "end_time": 1855850.0,
      "text": "used in social sciences more because if you’re talking about theories there will be a person"
    },
    {
      "index": 319,
      "start_time": 1855850.0,
      "end_time": 1859840.0,
      "text": "or a scholar associated with that theory, does that make sense? If you’re in the hard"
    },
    {
      "index": 320,
      "start_time": 1859840.0,
      "end_time": 1865659.0,
      "text": "sciences, a lot of times that is going to come in the next one – attributing sources"
    },
    {
      "index": 321,
      "start_time": 1865660.0,
      "end_time": 1869650.0,
      "text": "within the citation, ‘transformation learning,’ although that’s not the example I used,"
    },
    {
      "index": 322,
      "start_time": 1869650.0,
      "end_time": 1873321.0,
      "text": "but ‘transformational learning creates an opportunity for learners to experience the"
    },
    {
      "index": 323,
      "start_time": 1873320.0,
      "end_time": 1878419.0,
      "text": "life changing moment that will change their life views’ (Smith 1987)."
    },
    {
      "index": 324,
      "start_time": 1878420.0,
      "end_time": 1881800.0,
      "text": "A lot of times when you’re talking about sciences you’re talking about this methodology"
    },
    {
      "index": 325,
      "start_time": 1881800.0,
      "end_time": 1885680.0,
      "text": "was used in this research yada yada yada. Maybe you’re using the passive voice, I"
    },
    {
      "index": 326,
      "start_time": 1885680.0,
      "end_time": 1892601.0,
      "text": "don’t know, and you’ll put the citation at the end. Some of you use the miracle citation,"
    },
    {
      "index": 327,
      "start_time": 1892600.0,
      "end_time": 1896379.0,
      "text": "the science citations where you use the one, two, three and you just go back to the one"
    },
    {
      "index": 328,
      "start_time": 1896380.0,
      "end_time": 1901361.0,
      "text": "every time you refer to that source. There are all kinds of ways to cite materials, but"
    },
    {
      "index": 329,
      "start_time": 1901360.0,
      "end_time": 1906679.0,
      "text": "there are only two ways to attribute in the text or in the citation, one or the other."
    },
    {
      "index": 330,
      "start_time": 1906680.0,
      "end_time": 1912441.0,
      "text": "Yeah that’s a really good question; what I think is you’re going to need to use common"
    },
    {
      "index": 331,
      "start_time": 1912440.0,
      "end_time": 1918360.0,
      "text": "sense because what’s most important is that the reader understands where that information"
    },
    {
      "index": 332,
      "start_time": 1918360.0,
      "end_time": 1923620.0,
      "text": "comes from. So if you have a paragraph and it’s coming from three different sources,"
    },
    {
      "index": 333,
      "start_time": 1923620.0,
      "end_time": 1927100.0,
      "text": "if it’s a meta-analysis: they’re all saying the same thing they’re all the same results"
    },
    {
      "index": 334,
      "start_time": 1927100.0,
      "end_time": 1932370.0,
      "text": "you can put it at the end, right? But if you’re mixing it up and you’re talking about this"
    },
    {
      "index": 335,
      "start_time": 1932370.0,
      "end_time": 1936970.0,
      "text": "idea or this result and then you’re going to another one, put the citation right after"
    },
    {
      "index": 336,
      "start_time": 1936970.0,
      "end_time": 1942330.0,
      "text": "the sentence. And then go on to the next idea. Put the citation right after the sentence"
    },
    {
      "index": 337,
      "start_time": 1942330.0,
      "end_time": 1949440.0,
      "text": "and then so on. Because what’s really important is you don’t want to deceive the reader"
    },
    {
      "index": 338,
      "start_time": 1949440.0,
      "end_time": 1953940.0,
      "text": "regarding where that information came from, it could really mess you up, like I said if"
    },
    {
      "index": 339,
      "start_time": 1953940.0,
      "end_time": 1957509.0,
      "text": "it’s a meta-analysis you wait until the end. If it’s one source and one paragraph"
    },
    {
      "index": 340,
      "start_time": 1957510.0,
      "end_time": 1961770.0,
      "text": "then it’s pretty clear that all of that information came from the same source; you"
    },
    {
      "index": 341,
      "start_time": 1961770.0,
      "end_time": 1965951.0,
      "text": "can usually go ahead and wait for it at the end. If you are in the social sciences, what"
    },
    {
      "index": 342,
      "start_time": 1965950.0,
      "end_time": 1971570.0,
      "text": "I do, just to make it really clear, in education, social sciences, humanities, history, those"
    },
    {
      "index": 343,
      "start_time": 1971570.0,
      "end_time": 1979730.0,
      "text": "kinds of topics, I then say scholar x says yada yada yada yada, okay? If you’re in"
    },
    {
      "index": 344,
      "start_time": 1979730.0,
      "end_time": 1985889.0,
      "text": "the hard sciences you may not be using scholars names to be referring to your literature,"
    },
    {
      "index": 345,
      "start_time": 1985890.0,
      "end_time": 1989270.0,
      "text": "then you’re going to want to wait until then end, but I want to make it clear to my"
    },
    {
      "index": 346,
      "start_time": 1989270.0,
      "end_time": 1994831.0,
      "text": "reader that this is so and so’s theory, okay? If you use quotations a lot of you guys"
    },
    {
      "index": 347,
      "start_time": 1994830.0,
      "end_time": 2002700.0,
      "text": "won’t be using quotations, but if you do use quotations here are some really easy ways"
    },
    {
      "index": 348,
      "start_time": 2002700.0,
      "end_time": 2010629.0,
      "text": "for entering, just attributing, your quotations, okay? Scholar x states, says, writes, complains,"
    },
    {
      "index": 349,
      "start_time": 2010630.0,
      "end_time": 2015680.0,
      "text": "and then the example is yada yada and then the scholar y disagrees saying humma humma."
    },
    {
      "index": 350,
      "start_time": 2015680.0,
      "end_time": 2020420.0,
      "text": "You can also go back to that list of verbs and put any of those verbs that are appropriate."
    },
    {
      "index": 351,
      "start_time": 2020420.0,
      "end_time": 2029290.0,
      "text": "Definitely don’t want to throw a quotation out there and let the reader interpret it."
    },
    {
      "index": 352,
      "start_time": 2029290.0,
      "end_time": 2037451.0,
      "text": "The burden of proof, the burden of the explaining the quotation is on the writer not the reader."
    },
    {
      "index": 353,
      "start_time": 2037450.0,
      "end_time": 2042289.0,
      "text": "She goes ‘this is a really cool quote, it says everything I wanted to say, it’s so"
    },
    {
      "index": 354,
      "start_time": 2042290.0,
      "end_time": 2049841.0,
      "text": "important, I have to use, it its brilliant,’ okay? After you say it or before you say it"
    },
    {
      "index": 355,
      "start_time": 2049840.0000000002,
      "end_time": 2059079.0000000002,
      "text": "you’re going to want to explain it. Well you know this is a lot of information, a lot."
    },
    {
      "index": 356,
      "start_time": 2059080.0,
      "end_time": 2066301.0,
      "text": "How do I guide my reader through all of this information because it’s pretty easy to"
    },
    {
      "index": 357,
      "start_time": 2066300.0000000002,
      "end_time": 2072429.0000000002,
      "text": "throw the literature in here, but it’s really difficult to make your reader understand the"
    },
    {
      "index": 358,
      "start_time": 2072429.9999999998,
      "end_time": 2077329.9999999998,
      "text": "way it goes, you need a road map, right? Like that’s what we were talking about the however,"
    },
    {
      "index": 359,
      "start_time": 2077330.0,
      "end_time": 2082991.0,
      "text": "now turning directions, in contrast, in addition I’m going the same direction, however I’m"
    },
    {
      "index": 360,
      "start_time": 2082989.9999999998,
      "end_time": 2087928.9999999998,
      "text": "changing directions, therefore I’m drawing a conclusion. You got to guide your reader,"
    },
    {
      "index": 361,
      "start_time": 2087929.9999999998,
      "end_time": 2092480.9999999998,
      "text": "okay, because if your reader gets lost and your reader is your chair you’re starting"
    },
    {
      "index": 362,
      "start_time": 2092480.0,
      "end_time": 2099359.0,
      "text": "over. So I have three ways of doing this when I write, okay? And I think these are pretty"
    },
    {
      "index": 363,
      "start_time": 2099360.0,
      "end_time": 2106191.0,
      "text": "helpful. You can use pointing words, first of all you want your topics to flow together,"
    },
    {
      "index": 364,
      "start_time": 2106190.0,
      "end_time": 2110790.0,
      "text": "but that’s what we were talking about sequential methodological and those kinds of things."
    },
    {
      "index": 365,
      "start_time": 2110790.0,
      "end_time": 2115150.0,
      "text": "Now we’re getting down to the sentence level stuff rather than the paragraph level stuff"
    },
    {
      "index": 366,
      "start_time": 2115150.0,
      "end_time": 2118520.0,
      "text": "or the page level stuff, now we’re getting down to the sentence level stuff: pointing"
    },
    {
      "index": 367,
      "start_time": 2118520.0,
      "end_time": 2123520.0,
      "text": "words, transitions and conjunctive adverbs. Using pointing words, pointing words are for"
    },
    {
      "index": 368,
      "start_time": 2123520.0,
      "end_time": 2127930.0,
      "text": "back to a concept you’ve discussed in the previous sentence. You want your reader to"
    },
    {
      "index": 369,
      "start_time": 2127930.0,
      "end_time": 2133930.0,
      "text": "know that you’re really still talking about the same idea, but you want to avoid ambiguity"
    },
    {
      "index": 370,
      "start_time": 2133930.0,
      "end_time": 2139660.0,
      "text": "sometimes if you use the word this, these, your reader doesn’t know what this is referring"
    },
    {
      "index": 371,
      "start_time": 2139660.0,
      "end_time": 2144420.0,
      "text": "to. If you use it alone it should be absolutely clear what idea your pointer is referring"
    },
    {
      "index": 372,
      "start_time": 2144420.0,
      "end_time": 2148109.0,
      "text": "to, you can name the pointer as follows to eliminate confusion. So if you’re talking"
    },
    {
      "index": 373,
      "start_time": 2148110.0,
      "end_time": 2155441.0,
      "text": "about the debate between scholars on this topic, you could say this led to yada yada"
    },
    {
      "index": 374,
      "start_time": 2155440.0,
      "end_time": 2161960.0,
      "text": "yada, but ‘this’ is not clear what it refers to, you could say ‘this debate,’"
    },
    {
      "index": 375,
      "start_time": 2161960.0,
      "end_time": 2167900.0,
      "text": "‘this argument,’ ‘this methodological process,’ you know? Whatever you’re talking"
    },
    {
      "index": 376,
      "start_time": 2167900.0,
      "end_time": 2174790.0,
      "text": "about in the previous sentence use a pointer to carry your reader in that direction, okay?"
    },
    {
      "index": 377,
      "start_time": 2174790.0,
      "end_time": 2178500.0,
      "text": "This debate is not settled because each of these theories has both empirical support"
    },
    {
      "index": 378,
      "start_time": 2178500.0,
      "end_time": 2185730.0,
      "text": "and opposition and then the citations. Alright, I’m going to just show you a couple of transitions"
    },
    {
      "index": 379,
      "start_time": 2185730.0,
      "end_time": 2189730.0,
      "text": "and just somethings that you could do, and I got this from the lit review from the economics"
    },
    {
      "index": 380,
      "start_time": 2189730.0,
      "end_time": 2198559.0,
      "text": "piece. In contrast to, great transition, in addition to, all of these things guide your"
    },
    {
      "index": 381,
      "start_time": 2198560.0,
      "end_time": 2202231.0,
      "text": "reader, ‘oh now I’m changing direction,’ ‘I’m going the same direction,’’ I’m"
    },
    {
      "index": 382,
      "start_time": 2202230.0,
      "end_time": 2207250.0,
      "text": "drawing a conclusion.’ You need to pretend that your reader is not very bright. That’s"
    },
    {
      "index": 383,
      "start_time": 2207250.0,
      "end_time": 2212079.0,
      "text": "what my professor told me, he goes, ‘you’re really making a lot of assumptions about how"
    },
    {
      "index": 384,
      "start_time": 2212080.0,
      "end_time": 2218441.0,
      "text": "bright your reader is.’ And I was like, ‘Well I thought so.’ No, make a road map;"
    },
    {
      "index": 385,
      "start_time": 2218440.0,
      "end_time": 2224569.0,
      "text": "make it explicit where you’re going. Now I’m changing direction; other authors claim"
    },
    {
      "index": 386,
      "start_time": 2224570.0,
      "end_time": 2230560.0,
      "text": "that absolute relative poverty has only conditionalized property crime. So I’m going through here"
    },
    {
      "index": 387,
      "start_time": 2230560.0,
      "end_time": 2235731.0,
      "text": "and contrasting his views and theories postulating relationship between absolute relative poverty"
    },
    {
      "index": 388,
      "start_time": 2235730.0,
      "end_time": 2242190.0,
      "text": "and property crime yada yada and this is what everybody thinks. But other authors claim"
    },
    {
      "index": 389,
      "start_time": 2242190.0,
      "end_time": 2247420.0,
      "text": "that they only have conditional links to property crime, and I’m proving that by citing the"
    },
    {
      "index": 390,
      "start_time": 2247420.0,
      "end_time": 2254599.0,
      "text": "literature on that. I like this example because this debate looks at both content and method"
    },
    {
      "index": 391,
      "start_time": 2254600.0,
      "end_time": 2259330.0,
      "text": "and sometimes you will be looking at disagreeing with the content and the method of what’s"
    },
    {
      "index": 392,
      "start_time": 2259330.0,
      "end_time": 2264791.0,
      "text": "going on. This debate, the pointing word right, is not settled because each of these theories"
    },
    {
      "index": 393,
      "start_time": 2264790.0,
      "end_time": 2270040.0,
      "text": "has both empirical support and opposition, you saw that before. Even Canter and Lance’s"
    },
    {
      "index": 394,
      "start_time": 2270040.0,
      "end_time": 2275950.0,
      "text": "attempt to combine these opposing views, like ok, their is support and opposition. Now there’s"
    },
    {
      "index": 395,
      "start_time": 2275950.0,
      "end_time": 2284050.0,
      "text": "a study done that tries to combine the support and the opposition but Hale and Sabba criticized"
    },
    {
      "index": 396,
      "start_time": 2284050.0,
      "end_time": 2288119.0,
      "text": "Canter and Lance’s methodology in their study."
    },
    {
      "index": 397,
      "start_time": 2288120.0,
      "end_time": 2295590.0,
      "text": "That’s getting down to the detail isn’t it? If you get this far down into the argument"
    },
    {
      "index": 398,
      "start_time": 2295590.0,
      "end_time": 2301151.0,
      "text": "you are almost ready to take your place in the conversation correct? You know enough"
    },
    {
      "index": 399,
      "start_time": 2301150.0,
      "end_time": 2306890.0,
      "text": "about it to know where the controversies are what’s been done, what’s not been done,"
    },
    {
      "index": 400,
      "start_time": 2306890.0,
      "end_time": 2313020.0,
      "text": "and now look what your topic is going to be, okay? Finally, the point of the lit review"
    },
    {
      "index": 401,
      "start_time": 2313020.0,
      "end_time": 2321280.0,
      "text": "is to get to your dissertation topic or your thesis topic or your journal topic your justifying"
    },
    {
      "index": 402,
      "start_time": 2321280.0,
      "end_time": 2325650.0,
      "text": "it, okay? I’ve looked at everything; I know everything that’s out there; I’m telling"
    },
    {
      "index": 403,
      "start_time": 2325650.0,
      "end_time": 2329079.0,
      "text": "you everything that’s out there. You’re an educated reader and you guys I’m going"
    },
    {
      "index": 404,
      "start_time": 2329080.0,
      "end_time": 2333381.0,
      "text": "to tell you something about your committee members. Your committee members know usually"
    },
    {
      "index": 405,
      "start_time": 2333380.0,
      "end_time": 2339140.0,
      "text": "a lot about the topic, but they may not know everything about every theory that you’ve"
    },
    {
      "index": 406,
      "start_time": 2339140.0,
      "end_time": 2343809.0,
      "text": "looked at and considered so you need to be explicit about that. I knew that I had to"
    },
    {
      "index": 407,
      "start_time": 2343810.0,
      "end_time": 2349421.0,
      "text": "be very explicit in my literature review because I was making the assumption that all of my"
    },
    {
      "index": 408,
      "start_time": 2349420.0,
      "end_time": 2354809.0,
      "text": "committee members knew everything about everything that I was doing. They don’t because you"
    },
    {
      "index": 409,
      "start_time": 2354810.0,
      "end_time": 2359551.0,
      "text": "probably have an expertise because you’ve been spending so much time on that one tiny"
    },
    {
      "index": 410,
      "start_time": 2359550.0,
      "end_time": 2365010.0,
      "text": "topic. It’s very important to realize that, okay? So now you’re going to place yourself"
    },
    {
      "index": 411,
      "start_time": 2365010.0,
      "end_time": 2369859.0,
      "text": "in the conversation. Your voice is going to be a part of the conversation and then you’re"
    },
    {
      "index": 412,
      "start_time": 2369860.0,
      "end_time": 2374951.0,
      "text": "going to show how you build from all these ideas to justify your own topic. Okay, so"
    },
    {
      "index": 413,
      "start_time": 2374950.0,
      "end_time": 2381630.0,
      "text": "we’ve talked a lot about what other people say, as you do your literature review what"
    },
    {
      "index": 414,
      "start_time": 2381630.0,
      "end_time": 2387940.0,
      "text": "do you say? Well theory works. I like what you said, you said ‘well they haven’t"
    },
    {
      "index": 415,
      "start_time": 2387940.0,
      "end_time": 2392190.0,
      "text": "been using the right methodology and that’s why they haven’t gotten to the root of the"
    },
    {
      "index": 416,
      "start_time": 2392190.0,
      "end_time": 2397760.0,
      "text": "problem and I’m justifying my study that way,’ piece of cake easy, alright? How do"
    },
    {
      "index": 417,
      "start_time": 2397760.0,
      "end_time": 2404200.0,
      "text": "I agree with this scholar about this topic but with a difference? How do I disagree with"
    },
    {
      "index": 418,
      "start_time": 2404200.0,
      "end_time": 2409339.0,
      "text": "this scholar? You guys I’m using the term scholar but really if you’re in the sciences"
    },
    {
      "index": 419,
      "start_time": 2409340.0,
      "end_time": 2414651.0,
      "text": "more than like you’re going to talk about studies. I disagree with this study because"
    },
    {
      "index": 420,
      "start_time": 2414650.0,
      "end_time": 2419790.0,
      "text": "they didn’t look at this. I disagree with this study because they left out this variable;"
    },
    {
      "index": 421,
      "start_time": 2419790.0,
      "end_time": 2424410.0,
      "text": "this methodology, this statistical, they didn’t choose the right statistical method to analyze"
    },
    {
      "index": 422,
      "start_time": 2424410.0,
      "end_time": 2428380.0,
      "text": "that data. But if we take the same data and we look at it a different way, it’s going"
    },
    {
      "index": 423,
      "start_time": 2428380.0,
      "end_time": 2434089.0,
      "text": "to yield a better result. Do you have something that you’re going to have to give up? Is"
    },
    {
      "index": 424,
      "start_time": 2434090.0,
      "end_time": 2437550.0,
      "text": "there a point that you’re going to have to give up? There are some things where I"
    },
    {
      "index": 425,
      "start_time": 2437550.0,
      "end_time": 2443860.0,
      "text": "said, well I would love to do this but that is not possible, so I’m doing this because"
    },
    {
      "index": 426,
      "start_time": 2443860.0,
      "end_time": 2447731.0,
      "text": "it’s as close as you’re going to get to that. How do you justify a short study or"
    },
    {
      "index": 427,
      "start_time": 2447730.0,
      "end_time": 2454690.0,
      "text": "whatever? And then how do impart the importance of my argument? You should be passionate about"
    },
    {
      "index": 428,
      "start_time": 2454690.0,
      "end_time": 2456770.0,
      "text": "what you’re doing."
    },
    {
      "index": 429,
      "start_time": 2456770.0,
      "end_time": 2460290.0,
      "text": "The other thing you’re going to want to do is draw conclusions. So you put yourself"
    },
    {
      "index": 430,
      "start_time": 2460290.0,
      "end_time": 2463770.0,
      "text": "in the argument and then you draw conclusions and say this is what I’m going to do I’ve"
    },
    {
      "index": 431,
      "start_time": 2463770.0,
      "end_time": 2469670.0,
      "text": "looked at all of the literature these are my parameters and strengths and this is what"
    },
    {
      "index": 432,
      "start_time": 2469670.0,
      "end_time": 2475040.0,
      "text": "I’m going to do. This is another way to get yourself in there; exposing the inadequacies"
    },
    {
      "index": 433,
      "start_time": 2475040.0,
      "end_time": 2479859.0,
      "text": "of the current theory the empirical literature on the impact of local crime rates is not"
    },
    {
      "index": 434,
      "start_time": 2479860.0,
      "end_time": 2488241.0,
      "text": "as decisive as these theories would suggest. Gosh, you know, the conclusions are not that"
    },
    {
      "index": 435,
      "start_time": 2488240.0,
      "end_time": 2494760.0,
      "text": "great maybe there is a new study out there waiting to happen."
    },
    {
      "index": 436,
      "start_time": 2494760.0,
      "end_time": 2498480.0,
      "text": "And then sometimes you just have to yank a gap in the research. Sometimes you find a"
    },
    {
      "index": 437,
      "start_time": 2498480.0,
      "end_time": 2503119.0,
      "text": "gap in the research; sometimes you have to make a gap. Here’s how you make a gap the"
    },
    {
      "index": 438,
      "start_time": 2503120.0,
      "end_time": 2508681.0,
      "text": "theoretical literature does not support a particular relationship between property crime"
    },
    {
      "index": 439,
      "start_time": 2508680.0,
      "end_time": 2513609.0,
      "text": "and socio-economic conditions limited by the particular theory and related variables chosen"
    },
    {
      "index": 440,
      "start_time": 2513610.0,
      "end_time": 2519850.0,
      "text": "for analysis. The empirical literature often provides support to opposing theories, so"
    },
    {
      "index": 441,
      "start_time": 2519850.0,
      "end_time": 2525791.0,
      "text": "what you’re saying is the theoretical literature, there’s not really consistency there, and"
    },
    {
      "index": 442,
      "start_time": 2525790.0,
      "end_time": 2532190.0,
      "text": "the empirical literature also shows – has different results, so hmm what am I going"
    },
    {
      "index": 443,
      "start_time": 2532190.0,
      "end_time": 2541190.0,
      "text": "to do for my study? Maybe I’ll come up with a new theory or maybe I’ll find a theory"
    },
    {
      "index": 444,
      "start_time": 2541190.0,
      "end_time": 2545920.0,
      "text": "that has not been looked at and tie it to empirical studies. This is where you kind"
    },
    {
      "index": 445,
      "start_time": 2545920.0,
      "end_time": 2550940.0,
      "text": "of think, you play with it, you lay it out on the table and you say what’s not been"
    },
    {
      "index": 446,
      "start_time": 2550940.0,
      "end_time": 2555859.0,
      "text": "done and where are the holes?"
    },
    {
      "index": 447,
      "start_time": 2555860.0,
      "end_time": 2561421.0,
      "text": "Sometimes you just find that things haven’t been studied and that’s so awesome, okay?"
    },
    {
      "index": 448,
      "start_time": 2561420.0,
      "end_time": 2566730.0,
      "text": "Not analyzing cross sectional data times series studies, empirical evidence on inflation effect"
    },
    {
      "index": 449,
      "start_time": 2566730.0,
      "end_time": 2573930.0,
      "text": "is meager, is meager, it’s not out there. Tada! I have a dissertation topic, right?"
    },
    {
      "index": 450,
      "start_time": 2573930.0,
      "end_time": 2578780.0,
      "text": "I have a journal article just waiting to be written because I’ve done all the literature"
    },
    {
      "index": 451,
      "start_time": 2578780.0,
      "end_time": 2582290.0,
      "text": "review and I’m brilliant. Position your research, if you’re doing a journal article,"
    },
    {
      "index": 452,
      "start_time": 2582290.0,
      "end_time": 2587730.0,
      "text": "if you’re doing a thesis, what your doing is your exposing all the gaps then you go"
    },
    {
      "index": 453,
      "start_time": 2587730.0,
      "end_time": 2593569.0,
      "text": "put yourself in right in that gap, right in the hole, okay? Sweet spot. If contextual"
    },
    {
      "index": 454,
      "start_time": 2593570.0,
      "end_time": 2597691.0,
      "text": "situational issues play a significant role in determining the level of academic integrity"
    },
    {
      "index": 455,
      "start_time": 2597690.0,
      "end_time": 2602619.0,
      "text": "in their classes as McCabe asserts, and I’ve spent in this particular piece, I spent several"
    },
    {
      "index": 456,
      "start_time": 2602620.0,
      "end_time": 2608931.0,
      "text": "paragraphs proving that point, I didn’t just make it up, you know? Then faculty are"
    },
    {
      "index": 457,
      "start_time": 2608930.0,
      "end_time": 2613380.0,
      "text": "an important part of the academic integrity equation. Research on faculty perspectives"
    },
    {
      "index": 458,
      "start_time": 2613380.0,
      "end_time": 2619380.0,
      "text": "on cheating in general and plagiarism in particular few and far between citing a bunch of people."
    },
    {
      "index": 459,
      "start_time": 2619380.0,
      "end_time": 2625349.0,
      "text": "There are four, draw a conclusion, I’m placing myself in the research, nothing happening"
    },
    {
      "index": 460,
      "start_time": 2625350.0,
      "end_time": 2631560.0,
      "text": "in the research on this topic people. Therefore it is the goal of my dissertation to focus"
    },
    {
      "index": 461,
      "start_time": 2631560.0,
      "end_time": 2634991.0,
      "text": "on the insights, views and perceptions of the faculty that are often forgotten component"
    },
    {
      "index": 462,
      "start_time": 2634990.0,
      "end_time": 2639530.0,
      "text": "of research studies on plagiarism. I just justified my topic, right? To gain greater"
    },
    {
      "index": 463,
      "start_time": 2639530.0,
      "end_time": 2643730.0,
      "text": "insight into how faculty view plagiarism in their classes and more importantly how they"
    },
    {
      "index": 464,
      "start_time": 2643730.0,
      "end_time": 2648359.0,
      "text": "exist and teach. Now I’ve got my research questions as well in the second half of that"
    },
    {
      "index": 465,
      "start_time": 2648360.0,
      "end_time": 2652751.0,
      "text": "sentence we’ve looked at this in a macro way, but then we’ve gotten down and looked"
    },
    {
      "index": 466,
      "start_time": 2652750.0,
      "end_time": 2661869.0,
      "text": "at the very fine details about how to write this thing. We spent a brief time talking"
    },
    {
      "index": 467,
      "start_time": 2661870.0,
      "end_time": 2667511.0,
      "text": "about actually how to pull this off, but I’m not going to lie, it’s a lot of work, you"
    },
    {
      "index": 468,
      "start_time": 2667510.0,
      "end_time": 2673589.0,
      "text": "know? And you’re going to find times when you get really frustrated. And you’re going"
    },
    {
      "index": 469,
      "start_time": 2673590.0,
      "end_time": 2678171.0,
      "text": "to find times when you go I’m so overwhelmed or underwhelmed because I can’t find a darn"
    },
    {
      "index": 470,
      "start_time": 2678170.0,
      "end_time": 2682960.0,
      "text": "thing on this, you know, that I just don’t know how I’m going to, you know, move on."
    },
    {
      "index": 471,
      "start_time": 2682960.0,
      "end_time": 2692270.0,
      "text": "Just breathe, that’s my advice, just breathe, and try not to tackle everything in one day."
    },
    {
      "index": 472,
      "start_time": 2692270.0,
      "end_time": 2696230.0,
      "text": "Say I’m going to work on this topic today, or I’m going to work on finding a source"
    },
    {
      "index": 473,
      "start_time": 2696230.0,
      "end_time": 2700349.0,
      "text": "that will tell me. I’m going to find that source that’s going tell me my three-month"
    },
    {
      "index": 474,
      "start_time": 2700350.0,
      "end_time": 2706041.0,
      "text": "study is adequate, you know? Or I’m going to find this study that’s going to help"
    },
    {
      "index": 475,
      "start_time": 2706040.0,
      "end_time": 2712770.0,
      "text": "my find this, or I’m going to put together all of the arguments like against this way"
    },
    {
      "index": 476,
      "start_time": 2712770.0,
      "end_time": 2717859.0,
      "text": "of doing things. That’s a good days work don’t you think? That’s a whole days work"
    },
    {
      "index": 477,
      "start_time": 2717860.0,
      "end_time": 2723191.0,
      "text": "right there if you do that, take the next step, the next stair, the next week, the next"
    },
    {
      "index": 478,
      "start_time": 2723190.0,
      "end_time": 2731510.0,
      "text": "step the next day. It’s daunting, and if you don’t break down the task it tends to"
    },
    {
      "index": 479,
      "start_time": 2731510.0,
      "end_time": 2744109.0,
      "text": "be blocking. You get so overwhelmed with it that you have…your blocked. Back up, breathe,"
    },
    {
      "index": 480,
      "start_time": 2744110.0,
      "end_time": 2753631.0,
      "text": "use just some specific strategies from this and go, one, I’m going to do one thing here."
    },
    {
      "index": 481,
      "start_time": 2753630.0,
      "end_time": 2758140.0,
      "text": "Now when you get to step nine or ten you may go back to step one, I’m going to redo step"
    },
    {
      "index": 482,
      "start_time": 2758140.0,
      "end_time": 2762579.0,
      "text": "one, but at least you’ve already gone that far okay? You know, don’t give up. Thanks"
    },
    {
      "index": 483,
      "start_time": 2762580.0,
      "end_time": 2772580.0,
      "text": "for coming sure appreciate it."
    }
  ]
}