{
  "video_id": "9lcB9u-9mVE",
  "title": "LIFE AFTER PI  (Official)",
  "json": [
    {
      "index": 1,
      "start_time": 48000.0,
      "end_time": 55000.0,
      "text": "Keith Goldfarb: As people we very naturally focus on changes of events, deltas, or endings"
    },
    {
      "index": 2,
      "start_time": 55000.0,
      "end_time": 61000.0,
      "text": "and a lot of people look at 25 years and then we go out of business in year 26"
    },
    {
      "index": 3,
      "start_time": 61000.0,
      "end_time": 66000.0,
      "text": "and, and, it is kind of like well, what did they do wrong is the question right?"
    },
    {
      "index": 4,
      "start_time": 66000.0,
      "end_time": 88500.0,
      "text": "I’m sorry, 25 years, what did we do right?"
    },
    {
      "index": 5,
      "start_time": 88500.0,
      "end_time": 92000.0,
      "text": "Lulu Simon: What do I love about Rhythm and Hues, uh, mostly, the people"
    },
    {
      "index": 6,
      "start_time": 92000.0,
      "end_time": 96000.0,
      "text": "Jack Fulmer: It’s not corporate, its, its very familial."
    },
    {
      "index": 7,
      "start_time": 96000.0,
      "end_time": 100000.0,
      "text": "Lois Anderson: We moved into our first house, my husband and I, ‘cause my husband worked here too."
    },
    {
      "index": 8,
      "start_time": 100000.0,
      "end_time": 103000.0,
      "text": "John Hughes is one of the people that helped us move our stuff."
    },
    {
      "index": 9,
      "start_time": 103000.0,
      "end_time": 108500.0,
      "text": "John Hughes: I think our first contract was actually a film logo so that was back in 1987"
    },
    {
      "index": 10,
      "start_time": 108500.0,
      "end_time": 116000.0,
      "text": "and computers weren’t all that fast and then there was no way of outputting it so we had to shoot it to film"
    },
    {
      "index": 11,
      "start_time": 116000.0,
      "end_time": 120000.0,
      "text": "Keith Goldfarb: We were just trying to get something, anything, to keep us employed"
    },
    {
      "index": 12,
      "start_time": 120000.0,
      "end_time": 123000.0,
      "text": "and being able to pay each other and make computer graphics."
    },
    {
      "index": 13,
      "start_time": 123000.0,
      "end_time": 130500.0,
      "text": "I think the majority of the unifying factor was that we saw character animation as kind of a long-term future."
    },
    {
      "index": 14,
      "start_time": 130500.0,
      "end_time": 138000.0,
      "text": "Babe: ♫ La la la, la la la ♪   0:02:14.000,0:02:17.500 John Hughes: I look at some of the work we do, and I just don’t know how we do it."
    },
    {
      "index": 15,
      "start_time": 138000.0,
      "end_time": 140500.0,
      "text": "You know, to me its just magic."
    },
    {
      "index": 16,
      "start_time": 140500.0,
      "end_time": 151000.0,
      "text": "The work that goes into the tiger, or some of the other things we do its just, its beyond belief 0:02:28:000,0:02:30.500 Amanda Dague: As an animator, I just like the creativity of it."
    },
    {
      "index": 17,
      "start_time": 151000.0,
      "end_time": 156500.0,
      "text": "I can take a blank slate and create a performance out of nothing."
    },
    {
      "index": 18,
      "start_time": 156500.0,
      "end_time": 161500.0,
      "text": "Jack Fulmer: They’re like you know concert musicians, concert pianists, that are playing at the LA Philharmonic."
    },
    {
      "index": 19,
      "start_time": 161500.0,
      "end_time": 163500.0,
      "text": "They’re at the top of their game."
    },
    {
      "index": 20,
      "start_time": 163500.0,
      "end_time": 166000.0,
      "text": "Amanda Dague: We’re at our peak, our pinnacle, it’s so exciting!"
    },
    {
      "index": 21,
      "start_time": 166000.0,
      "end_time": 173500.0,
      "text": "Walt Jones: All of us I think at the end of the day are driven to create, and that’s what really gets us excited and what drives us."
    },
    {
      "index": 22,
      "start_time": 173500.0,
      "end_time": 181500.0,
      "text": "The challenge with that is that in many cases, that can take over.  Or at least it can cloud your judgement."
    },
    {
      "index": 23,
      "start_time": 181500.0,
      "end_time": 188500.0,
      "text": "You’re going to put in extra hours because you want to go the extra mile.  And you’re going to try to push things as far as you can as an artist."
    },
    {
      "index": 24,
      "start_time": 188500.0,
      "end_time": 210000.0,
      "text": "Even if, the project, and the money for the project, do not require or facilitate that happening."
    },
    {
      "index": 25,
      "start_time": 210000.0,
      "end_time": 214500.0,
      "text": "Jack Fulmer: Nobody’s doing this for the money anymore, maybe they were at some point, but they’re not doing it for the money anymore."
    },
    {
      "index": 26,
      "start_time": 214500.0,
      "end_time": 217000.0,
      "text": "People are doing it because they love doing it, which is why I do it."
    },
    {
      "index": 27,
      "start_time": 217000.0,
      "end_time": 223000.0,
      "text": "Scott Squires: Its not done by the computer, it’s done by a lot of people.  And there’s a lot of people in the background"
    },
    {
      "index": 28,
      "start_time": 223000.0,
      "end_time": 234000.0,
      "text": "working away, night and day, to get the projects done."
    },
    {
      "index": 29,
      "start_time": 234000.0,
      "end_time": 246000.0,
      "text": "We as visual effects artists, and as visual effects companies, do not participate in the profit of any of those films."
    },
    {
      "index": 30,
      "start_time": 246000.0,
      "end_time": 250000.0,
      "text": "Michael Conelly: The visual effects business is a broken business model right now."
    },
    {
      "index": 31,
      "start_time": 250000.0,
      "end_time": 258000.0,
      "text": "And the only people who thrive in this industry, in the movie industry, seem to be folks who have profit participation."
    },
    {
      "index": 32,
      "start_time": 258000.0,
      "end_time": 266000.0,
      "text": "John Hughes: At the beginning of 2012 we knew that we had to raise money.  I made four trips to China."
    },
    {
      "index": 33,
      "start_time": 266000.0,
      "end_time": 273000.0,
      "text": "You know I visited Taiwan a couple times.  Hong Kong a couple times.  You know, we hired an investment banker."
    },
    {
      "index": 34,
      "start_time": 273000.0,
      "end_time": 280000.0,
      "text": "Amanda Dague: You hear little rumours, you hear things in the hallways, little whispers.  Um, have you heard this, have you heard that?"
    },
    {
      "index": 35,
      "start_time": 280000.0,
      "end_time": 285000.0,
      "text": "Uh, it just gets your mind reeling like all the hypotheticals of what could be going on that you don’t know."
    },
    {
      "index": 36,
      "start_time": 285000.0,
      "end_time": 290000.0,
      "text": "John Hughes: 20 months of delays, that, between 1.2 to 1.6 million per month."
    },
    {
      "index": 37,
      "start_time": 290000.0,
      "end_time": 298000.0,
      "text": "That’s anywhere from 24 to 30 million dollars of additional costs that we had to take on."
    },
    {
      "index": 38,
      "start_time": 298000.0,
      "end_time": 302500.0,
      "text": "Saraswathi Balgam: Other projects were supposed to take the people onto that project.  And that project got delayed."
    },
    {
      "index": 39,
      "start_time": 302500.0,
      "end_time": 307000.0,
      "text": "And all these projects getting delayed, puts you in a really really bad situation."
    },
    {
      "index": 40,
      "start_time": 307000.0,
      "end_time": 312000.0,
      "text": "John Hughes: You know I was prepared to sell my shares of stock for a dollar"
    },
    {
      "index": 41,
      "start_time": 312000.0,
      "end_time": 316000.0,
      "text": "if somebody would invest the 15 to 20 million that we needed."
    },
    {
      "index": 42,
      "start_time": 316000.0,
      "end_time": 319500.0,
      "text": "Lee Berger: And then we had investors standing by who fell out at the last second."
    },
    {
      "index": 43,
      "start_time": 319500.0,
      "end_time": 323500.0,
      "text": "Prashant Buyyala: We even had wire transfer information, bank account information.  “Here, give us the bank account"
    },
    {
      "index": 44,
      "start_time": 323500.0,
      "end_time": 327500.0,
      "text": "we’ll submit to you know wire you this money by Monday morning.”"
    },
    {
      "index": 45,
      "start_time": 327500.0,
      "end_time": 331500.0,
      "text": "And over the weekend we’re like: “okay great, this is good, we’re gonna get the money in because everything’s been signed.”"
    },
    {
      "index": 46,
      "start_time": 331500.0,
      "end_time": 333500.0,
      "text": "And come Monday, the money just didn’t show up."
    },
    {
      "index": 47,
      "start_time": 333500.0,
      "end_time": 342000.0,
      "text": "Lee Berger: And then, we went bankrupt."
    },
    {
      "index": 48,
      "start_time": 342000.0,
      "end_time": 345500.0,
      "text": "Prashant Buyyala: It’s not to make the studios out to be the bad guys or anything like that."
    },
    {
      "index": 49,
      "start_time": 345500.0,
      "end_time": 350000.0,
      "text": "Its just the model of how we have set up this business is flawed."
    },
    {
      "index": 50,
      "start_time": 350000.0,
      "end_time": 355000.0,
      "text": "We billed 500 shots say for 10 million dollars or so, and that’s what it is."
    },
    {
      "index": 51,
      "start_time": 355000.0,
      "end_time": 360500.0,
      "text": "Lee Berger: We’ll hire up, based on the contract and then sometimes things just change."
    },
    {
      "index": 52,
      "start_time": 360500.0,
      "end_time": 368000.0,
      "text": "The making of a movie is not a precise science.  There are creative issues in a movie as it’s being done."
    },
    {
      "index": 53,
      "start_time": 368000.0,
      "end_time": 374000.0,
      "text": "During the post production process and sometimes even during shooting the movie starts to evolve."
    },
    {
      "index": 54,
      "start_time": 374000.0,
      "end_time": 380500.0,
      "text": "Prashant Buyyala: If the movie extends, and we suddenly have to work for three months more or four months more"
    },
    {
      "index": 55,
      "start_time": 380500.0,
      "end_time": 384500.0,
      "text": "from the studios perspective they paid us 10 million dollars for 500 shots."
    },
    {
      "index": 56,
      "start_time": 384500.0,
      "end_time": 394000.0,
      "text": "But, from Rhythm &amp; Hues’ perspective now we’re paying for the same artists for three more months that we have to continue paying their salaries."
    },
    {
      "index": 57,
      "start_time": 394000.0,
      "end_time": 398500.0,
      "text": "There is no other source of revenue other than coming out of Rhythm &amp; Hues’ own pocket."
    },
    {
      "index": 58,
      "start_time": 398500.0,
      "end_time": 408000.0,
      "text": "John Hughes: So our choices were to cut peoples’ salaries, or to lay off a significant number of people"
    },
    {
      "index": 59,
      "start_time": 408000.0,
      "end_time": 417000.0,
      "text": "or to work people overtime without paying them for overtime by restructuring their contracts."
    },
    {
      "index": 60,
      "start_time": 417000.0,
      "end_time": 425500.0,
      "text": "So those kinds of changes are very difficult changes to make and I felt that any one of those would have"
    },
    {
      "index": 61,
      "start_time": 425500.0,
      "end_time": 436000.0,
      "text": "so dramatically altered the culture of Rhythm &amp; Hues that they would have destroyed Rhythm &amp; Hues."
    },
    {
      "index": 62,
      "start_time": 436000.0,
      "end_time": 443000.0,
      "text": "And, well, you know, instead we’re in bankruptcy.  So, I ended up destroying rhythm and hues anyway"
    },
    {
      "index": 63,
      "start_time": 443000.0,
      "end_time": 461000.0,
      "text": "So, you know maybe I should have done something along those lines in order to have tried to preserve Rhythm &amp; Hues."
    },
    {
      "index": 64,
      "start_time": 461000.0,
      "end_time": 467000.0,
      "text": "Prashant Buyyala: We’ve had to chase a price point that’s been dropping very rapidly."
    },
    {
      "index": 65,
      "start_time": 467000.0,
      "end_time": 471500.0,
      "text": "And the reason the prices have been dropping quite a bit, or one of the fundamental reasons, really"
    },
    {
      "index": 66,
      "start_time": 471500.0,
      "end_time": 478000.0,
      "text": "is the tax subsidies that are being provided in Canada and in the UK and other places."
    },
    {
      "index": 67,
      "start_time": 478000.0,
      "end_time": 484500.0,
      "text": "If a studio decides there is a 10 million dollar project that they want to take over to say Vancouver, and award it to a Canadian company."
    },
    {
      "index": 68,
      "start_time": 484500.0,
      "end_time": 490500.0,
      "text": "The Canadian company will bid it at 10 million dollars, but the studio gets say three million dollars back as a tax rebate"
    },
    {
      "index": 69,
      "start_time": 490500.0,
      "end_time": 495000.0,
      "text": "So the only way to even get considered for that film is to bid it at 7 million dollars."
    },
    {
      "index": 70,
      "start_time": 495000.0,
      "end_time": 499000.0,
      "text": "So we’re now getting less money for the same amount of work."
    },
    {
      "index": 71,
      "start_time": 499000.0,
      "end_time": 507500.0,
      "text": "Scott Ross: And so the motion picture studios, told the visual effects facilities, that if you want to get this work, you have to do it in Vancouver,"
    },
    {
      "index": 72,
      "start_time": 507500.0,
      "end_time": 515000.0,
      "text": "where you’re spending a million, a million five, building a facility there."
    },
    {
      "index": 73,
      "start_time": 515000.0,
      "end_time": 520000.0,
      "text": "So then of course what happens is another country or region, state, says"
    },
    {
      "index": 74,
      "start_time": 520000.0,
      "end_time": 526000.0,
      "text": "oh well that’s a good idea we’ll do that we’ll take our money and we’ll take it from our tax payers"
    },
    {
      "index": 75,
      "start_time": 526000.0,
      "end_time": 532000.0,
      "text": "and we’ll give that to the movie studios and then of course all those people now go to this other place"
    },
    {
      "index": 76,
      "start_time": 532000.0,
      "end_time": 540500.0,
      "text": "because what the states and the countries don’t realize is every movie they take a look at what’s the cheapest place?"
    },
    {
      "index": 77,
      "start_time": 540500.0,
      "end_time": 570000.0,
      "text": "So you move to Vancouver, find a house, live there for about 9 months or a year and then ultimately wind up getting laid off."
    },
    {
      "index": 78,
      "start_time": 570000.0,
      "end_time": 581000.0,
      "text": "Barack Obama: Oh, it is good to be in LA."
    },
    {
      "index": 79,
      "start_time": 581000.0,
      "end_time": 589000.0,
      "text": "This is one of America’s economic engines, hundreds of thousands of middle class jobs."
    },
    {
      "index": 80,
      "start_time": 589000.0,
      "end_time": 595500.0,
      "text": "There is still no better place to make movies and television and music than right here in the Unites States."
    },
    {
      "index": 81,
      "start_time": 595500.0,
      "end_time": 601000.0,
      "text": "Entertainment is one of the bright spots of our economy and that means that we’ve got to do what it takes"
    },
    {
      "index": 82,
      "start_time": 601000.0,
      "end_time": 608000.0,
      "text": "to make sure that this industry and every great American industry keeps that competitive edge."
    },
    {
      "index": 83,
      "start_time": 608000.0,
      "end_time": 613000.0,
      "text": "So that more folks can find career paths like many of you have."
    },
    {
      "index": 84,
      "start_time": 613000.0,
      "end_time": 619000.0,
      "text": "And get good middle class jobs that allow you to support a family and get ahead"
    },
    {
      "index": 85,
      "start_time": 619000.0,
      "end_time": 625000.0,
      "text": "Dave Rand: I live the life of what some of my comrades have started a Facebook page called a pixel gypsy."
    },
    {
      "index": 86,
      "start_time": 625000.0,
      "end_time": 631500.0,
      "text": "You know, and its not that I’ve never been good enough to land somewhere for the duration, its that there never is a duration."
    },
    {
      "index": 87,
      "start_time": 631500.0,
      "end_time": 637000.0,
      "text": "I’ve been on the staff of five visual effects shops that were really well known, did amazing work"
    },
    {
      "index": 88,
      "start_time": 637000.0,
      "end_time": 641000.0,
      "text": "that all went bankrupt, most of them owing the artists money."
    },
    {
      "index": 89,
      "start_time": 641000.0,
      "end_time": 646500.0,
      "text": "You know you’re constantly on the go, chasing which government is going to give the greatest hand-out back to the studios."
    },
    {
      "index": 90,
      "start_time": 646500.0,
      "end_time": 650500.0,
      "text": "I’ve taken to just living in hotels the past few years, find it’s a lot simplier."
    },
    {
      "index": 91,
      "start_time": 650500.0,
      "end_time": 656000.0,
      "text": "I’ve got suitcases that were designed to fit in the trunk of my car, it all layers in there"
    },
    {
      "index": 92,
      "start_time": 656000.0,
      "end_time": 657500.0,
      "text": "[bullhorn]: Yay VFX."
    },
    {
      "index": 93,
      "start_time": 657500.0,
      "end_time": 660500.0,
      "text": "I’ve got a king sized bed, I’ve got a Jacuzzi in my room"
    },
    {
      "index": 94,
      "start_time": 660500.0,
      "end_time": 666000.0,
      "text": "I have those little soaps that make me feel like I’m on vacation every day and I love using those little soaps"
    },
    {
      "index": 95,
      "start_time": 666000.0,
      "end_time": 668000.0,
      "text": "I love the way they feel when you open them up."
    },
    {
      "index": 96,
      "start_time": 668000.0,
      "end_time": 672500.0,
      "text": "Rhythm and Hues was like a new girl in my life, I fell in love again, you know what I mean?"
    },
    {
      "index": 97,
      "start_time": 672500.0,
      "end_time": 676500.0,
      "text": "Then in a Friday meeting I had my heart broken, just like I have a million times"
    },
    {
      "index": 98,
      "start_time": 676500.0,
      "end_time": 681500.0,
      "text": "and now I’m just this kind of strung out grey haired old bachelor."
    },
    {
      "index": 99,
      "start_time": 681500.0,
      "end_time": 685500.0,
      "text": "Matt Shumway: People want to have lives, and families, and houses, just like anybody else."
    },
    {
      "index": 100,
      "start_time": 685500.0,
      "end_time": 693000.0,
      "text": "They’re not trying to live rich; they’re just trying to live their lives.  And you can’t do that when you have to live in a different city every six months."
    },
    {
      "index": 101,
      "start_time": 693000.0,
      "end_time": 700000.0,
      "text": "Because you’re, as the studios chase the tax incentives a group of artists have to follow"
    },
    {
      "index": 102,
      "start_time": 700000.0,
      "end_time": 706500.0,
      "text": "Lee Berger: I don’t think the studios want the visual effects studios to go out of business, because they have a lot of work that needs to be done."
    },
    {
      "index": 103,
      "start_time": 706500.0,
      "end_time": 714500.0,
      "text": "And they want us to be healthy, however, they like any other person that has a job, they’re given a budget"
    },
    {
      "index": 104,
      "start_time": 714500.0,
      "end_time": 718000.0,
      "text": "they’re given a movie, and you have to do this work for this amount of money."
    },
    {
      "index": 105,
      "start_time": 718000.0,
      "end_time": 722500.0,
      "text": "[computerized voice]: Remember this is a fixed bid.  You absolutely cannot charge us more than the fixed bid."
    },
    {
      "index": 106,
      "start_time": 722500.0,
      "end_time": 728000.0,
      "text": "You said there were some changes to the boards, what vfx are involved?"
    },
    {
      "index": 107,
      "start_time": 728000.0,
      "end_time": 732000.0,
      "text": "The additional shot has beautiful running footage of a car driving across a salt flats,"
    },
    {
      "index": 108,
      "start_time": 732000.0,
      "end_time": 739000.0,
      "text": "the car then turns into water, and morphs into seven unique animals, all made of water… but one is made of fire."
    },
    {
      "index": 109,
      "start_time": 739000.0,
      "end_time": 741500.0,
      "text": "That may be a little more than we bargained for."
    },
    {
      "index": 110,
      "start_time": 741500.0,
      "end_time": 742500.0,
      "text": "This is a fixed bid."
    },
    {
      "index": 111,
      "start_time": 742500.0,
      "end_time": 748500.0,
      "text": "Lee Berger:  A fixed bid would be, you bid the work, and then no matter what the work is, that’s the price that you get."
    },
    {
      "index": 112,
      "start_time": 748500.0,
      "end_time": 754500.0,
      "text": "John Hughes: Film making nowadays is very much a fluid situation, the shots change dramatically"
    },
    {
      "index": 113,
      "start_time": 754500.0,
      "end_time": 761000.0,
      "text": "you know easily half of the shots that we bid could disappear and be replaced by other shots"
    },
    {
      "index": 114,
      "start_time": 761000.0,
      "end_time": 767000.0,
      "text": "Lee Berger: You know this is the film making process, and its really difficult to go in and know exactly what you want."
    },
    {
      "index": 115,
      "start_time": 767000.0,
      "end_time": 774500.0,
      "text": "Dave Rand: Most construction that you see, most houses, skyscrapers, airports, they’re built on a fixed bid."
    },
    {
      "index": 116,
      "start_time": 774500.0,
      "end_time": 781000.0,
      "text": "Which makes sense because there’s a blueprint where everything is laid out, down to like every screw, every I-beam, every piece of glass."
    },
    {
      "index": 117,
      "start_time": 781000.0,
      "end_time": 786000.0,
      "text": "Markus Kurtz: People always compare it with building a house, you know if you go to an architect you wanted to make the changes"
    },
    {
      "index": 118,
      "start_time": 786000.0,
      "end_time": 793000.0,
      "text": "well if you agreed to a plan and you laid a foundation to your house, its going to cost you to rebuild that house."
    },
    {
      "index": 119,
      "start_time": 793000.0,
      "end_time": 800000.0,
      "text": "In visual effects it doesn’t work that way because we’re not paid by the hour that we work, we get paid by the completed project."
    },
    {
      "index": 120,
      "start_time": 800000.0,
      "end_time": 806500.0,
      "text": "Lee Berger:  If shots change, if they are lengthened, if they are shortened, if you add characters, you can ask for an overage."
    },
    {
      "index": 121,
      "start_time": 806500.0,
      "end_time": 811500.0,
      "text": "John Hughes: But unless we can prove to the studio that there were additional shots"
    },
    {
      "index": 122,
      "start_time": 811500.0,
      "end_time": 818000.0,
      "text": "or that there was in fact a very clear change of direction on a part of the director,"
    },
    {
      "index": 123,
      "start_time": 818000.0,
      "end_time": 822000.0,
      "text": "you know, we just don’t get much in the way of overages"
    },
    {
      "index": 124,
      "start_time": 822000.0,
      "end_time": 828000.0,
      "text": "Dave Rand: Now we’ve got this fixed price, you know this fixed price bidding model where there’s a fixed price"
    },
    {
      "index": 125,
      "start_time": 828000.0,
      "end_time": 854000.0,
      "text": "and the director just doesn’t really have to be there.  Because the visual effects artists can just do it over."
    },
    {
      "index": 126,
      "start_time": 854000.0,
      "end_time": 858000.0,
      "text": "John Hughes: The art of film making seems to have changed a little bit over the years"
    },
    {
      "index": 127,
      "start_time": 858000.0,
      "end_time": 866000.0,
      "text": "it used to be that you’d have a script and you’d story board it, and you’d have all three acts, and then you’d go out and shoot."
    },
    {
      "index": 128,
      "start_time": 866000.0,
      "end_time": 874500.0,
      "text": "But nowadays, they often start shooting without really know what act three is going to be."
    },
    {
      "index": 129,
      "start_time": 874500.0,
      "end_time": 883500.0,
      "text": "You know it’s really hard to have a fixed bid and a fixed deadline when the studio and the director haven’t even agreed on act three yet."
    },
    {
      "index": 130,
      "start_time": 883500.0,
      "end_time": 887500.0,
      "text": "Jack Fulmer: It’s like getting in the car to drive somewhere and you don’t know where you going."
    },
    {
      "index": 131,
      "start_time": 887500.0,
      "end_time": 891500.0,
      "text": "You’re like: “Well, don’t you… do you have enough gas?”  “Well I don’t know, I’m just driving!”  [laughs]"
    },
    {
      "index": 132,
      "start_time": 891500.0,
      "end_time": 896000.0,
      "text": "Dave Rand: When you’re creating these huge fluid dynamic simulations like we did on Life of Pi,"
    },
    {
      "index": 133,
      "start_time": 896000.0,
      "end_time": 901500.0,
      "text": "and they want to change this wave from going that way to this way, or make the rain go completely differently."
    },
    {
      "index": 134,
      "start_time": 901500.0,
      "end_time": 909000.0,
      "text": "That’s a lot of simulation time, just to make the change.  And then, finally it gets shown to the client who says something like:"
    },
    {
      "index": 135,
      "start_time": 909000.0,
      "end_time": 913500.0,
      "text": "“why is it even raining in this shot?  It’s not supposed to be raining in this shot.”"
    },
    {
      "index": 136,
      "start_time": 913500.0,
      "end_time": 917500.0,
      "text": "Walt Jones: So now we go back, we do that work that we think we’re supposed to be doing."
    },
    {
      "index": 137,
      "start_time": 917500.0,
      "end_time": 923500.0,
      "text": "We present it again, it goes back up through the chain of approvals.  The decision maker sees it, and they give their feedback."
    },
    {
      "index": 138,
      "start_time": 923500.0,
      "end_time": 929500.0,
      "text": "Then it goes back through the chain the other direction, and we find out whether or not we’re done or we have to keep going."
    },
    {
      "index": 139,
      "start_time": 929500.0,
      "end_time": 933500.0,
      "text": "John Hughes: And we understand that if you have a vision and you’re moving toward that vision"
    },
    {
      "index": 140,
      "start_time": 933500.0,
      "end_time": 939500.0,
      "text": "but as long as you’re moving in the same direction toward that vision that’s fine, you know we’re gonna get there."
    },
    {
      "index": 141,
      "start_time": 939500.0,
      "end_time": 945500.0,
      "text": "But what we see often is that you know that they’ll be heading towards a vision and you might be heading toward that vision for six months"
    },
    {
      "index": 142,
      "start_time": 945500.0,
      "end_time": 951000.0,
      "text": "and then all of the sudden they turn around and they’re heading off in an entirely different direction."
    },
    {
      "index": 143,
      "start_time": 951000.0,
      "end_time": 958500.0,
      "text": "Jack Fulmer: If you are not a visionary, or if you don’t have a visionary involved in a project and relies heavily on visual effects"
    },
    {
      "index": 144,
      "start_time": 958500.0,
      "end_time": 960500.0,
      "text": "it’s not going to succeed."
    },
    {
      "index": 145,
      "start_time": 960500.0,
      "end_time": 969000.0,
      "text": "John Hughes: The studios would not permit a director to shoot for a week or two on set and then say tear down the set and build a new set.”"
    },
    {
      "index": 146,
      "start_time": 969000.0,
      "end_time": 976500.0,
      "text": "You know that simply wouldn’t be tolerated because in the live action portion of filmmaking everything is paid by the hour."
    },
    {
      "index": 147,
      "start_time": 976500.0,
      "end_time": 981500.0,
      "text": "Dave Rand: Pretty much everybody who is making everything happen on the movie set it’s by the hour."
    },
    {
      "index": 148,
      "start_time": 981500.0,
      "end_time": 987500.0,
      "text": "So the meters running, the focus is dynamic.  Because it makes the director and the decision maker"
    },
    {
      "index": 149,
      "start_time": 987500.0,
      "end_time": 994000.0,
      "text": "whomever that person is, usually it’s the director, has to be there.  And there is someone telling him every second what the meter is at."
    },
    {
      "index": 150,
      "start_time": 994000.0,
      "end_time": 1000500.0,
      "text": "And the creativity just rolls because everybody is so focus and the decision are being made in real time."
    },
    {
      "index": 151,
      "start_time": 1000500.0,
      "end_time": 1006000.0,
      "text": "But when you remove the decision maker from the process, which is what happens in visual effects"
    },
    {
      "index": 152,
      "start_time": 1006000.0,
      "end_time": 963500.0,
      "text": "the artist ends up getting to version 15, 16, 20, 30 and the clients never even seen it yet."
    },
    {
      "index": 153,
      "start_time": 963500.0,
      "end_time": 1020000.0,
      "text": "You know if the decision maker was wandering amonsth the midst of the visual effects artists like they do the movie set"
    },
    {
      "index": 154,
      "start_time": 1020000.0,
      "end_time": 1030500.0,
      "text": "if theres ever a platform where that’s needed, its in visual effects."
    },
    {
      "index": 155,
      "start_time": 1030500.0,
      "end_time": 1038000.0,
      "text": "Lulu Simon: It was a Friday that they told us that our paycheck were gonna be delayed."
    },
    {
      "index": 156,
      "start_time": 1038000.0,
      "end_time": 1043000.0,
      "text": "Walt Jones: John announces to everyone that we’re gonna be late on payroll"
    },
    {
      "index": 157,
      "start_time": 1043000.0,
      "end_time": 1047000.0,
      "text": "Matt Shumway: Been here long enough to know that that was the last thing John would ever want to do."
    },
    {
      "index": 158,
      "start_time": 1047000.0,
      "end_time": 1052000.0,
      "text": "And, that’s really when it hit home that you knew how bad it was."
    },
    {
      "index": 159,
      "start_time": 1052000.0,
      "end_time": 1056000.0,
      "text": "Lee Berger: It was like a perfect storm of crap happening all at the same time."
    },
    {
      "index": 160,
      "start_time": 1056000.0,
      "end_time": 1061500.0,
      "text": "Michael Conelly: We’ve come close to hitting a wall in the past, but I think we’ve come close enough times"
    },
    {
      "index": 161,
      "start_time": 1061500.0,
      "end_time": 1073000.0,
      "text": "that there was this sense of “things will be okay” and this time was different."
    },
    {
      "index": 162,
      "start_time": 1073000.0,
      "end_time": 1076500.0,
      "text": "Walt Jones: My phone starts ringing at like I don’t know what 8:30, 9:00 o’clock at night."
    },
    {
      "index": 163,
      "start_time": 1076500.0,
      "end_time": 1084000.0,
      "text": "People freaking out, because apparently managers are now calling people and telling them they’re being let go."
    },
    {
      "index": 164,
      "start_time": 1084000.0,
      "end_time": 1088000.0,
      "text": "Amanda Dague: 9PM, Sunday night, all of these posts."
    },
    {
      "index": 165,
      "start_time": 1088000.0,
      "end_time": 1091500.0,
      "text": "Walt Jones: Facebook has probably the best information about what’s going on."
    },
    {
      "index": 166,
      "start_time": 1091500.0,
      "end_time": 1099000.0,
      "text": "Amanda Dague: Just going down the news feed 0:18:14.000,0:18.18.500 Walt Jones: You’ve got people being let go at every single level up the chain.  You know, from like custodial staff"
    },
    {
      "index": 167,
      "start_time": 1099000.0,
      "end_time": 1106000.0,
      "text": "all the way up to you know high end visual effects supervisors.  People who have been with the company in some cases for like 17 years."
    },
    {
      "index": 168,
      "start_time": 1106000.0,
      "end_time": 1115000.0,
      "text": "Amanda Dague: It’s completely shock, and then staying up all night, texting, emailing friends, calling friends."
    },
    {
      "index": 169,
      "start_time": 1115000.0,
      "end_time": 1120000.0,
      "text": "Not knowing if I’m about to get a phone call.  Mentally preparing for that.  Its like, it’s 9 o’clock"
    },
    {
      "index": 170,
      "start_time": 1120000.0,
      "end_time": 1127000.0,
      "text": "I’m like how late is it going  to go until?  Is it midnight?  Do I go to bed at midnight?  Do I go to bed at 1am?  Do I stay up until 2?"
    },
    {
      "index": 171,
      "start_time": 1127000.0,
      "end_time": 1135000.0,
      "text": "Walk Jones: Monday morning, we had our coordinators running around.  And what they would do is they would go to peoples’ desks"
    },
    {
      "index": 172,
      "start_time": 1135000.0,
      "end_time": 1140500.0,
      "text": "see if they were there, or not.  If they were there, then they had to find out if they were supposed to be there."
    },
    {
      "index": 173,
      "start_time": 1140500.0,
      "end_time": 1144000.0,
      "text": "Or if they just hadn’t found out, that they’d been cut."
    },
    {
      "index": 174,
      "start_time": 1144000.0,
      "end_time": 1147500.0,
      "text": "Michael Conelly: And that was just like a punch in the stomach."
    },
    {
      "index": 175,
      "start_time": 1147500.0,
      "end_time": 1152500.0,
      "text": "Amanda Dague: Sad, to see all the empty seats.  Didn’t get any work done that day."
    },
    {
      "index": 176,
      "start_time": 1152500.0,
      "end_time": 1158000.0,
      "text": "Walt Jones: And the entire time you’re going like well why that person?  Why this person?  Why is that person still here?"
    },
    {
      "index": 177,
      "start_time": 1158000.0,
      "end_time": 1165000.0,
      "text": "Why is this person gone?  That guy, that guy was sitting next to me and he’s gone.  Why am I still here?"
    },
    {
      "index": 178,
      "start_time": 1165000.0,
      "end_time": 1171000.0,
      "text": "Keith Goldfarb: For me, this workplace and this, my job, it’s all about my interaction with other people."
    },
    {
      "index": 179,
      "start_time": 1171000.0,
      "end_time": 1180000.0,
      "text": "My best friends in my whole life I’ve met here at Rhythm.  And, people that I’m very attached to, you know, and so it’s very sad."
    },
    {
      "index": 180,
      "start_time": 1180000.0,
      "end_time": 1184000.0,
      "text": "Amanda Dague: I didn’t really expect it to hit me as hard as it did."
    },
    {
      "index": 181,
      "start_time": 1184000.0,
      "end_time": 1189500.0,
      "text": "[Tearfully]: It’s still hard to talk about."
    },
    {
      "index": 182,
      "start_time": 1189500.0,
      "end_time": 1197000.0,
      "text": "Saraswathi Balgam: I asked him today, I said John how are you doing?  And he’s really really sad.  He’s very very sad that we’re in bankruptcy"
    },
    {
      "index": 183,
      "start_time": 1197000.0,
      "end_time": 1208500.0,
      "text": "he’s really sad about how many people are going to be affected by this.  And I feel sad for that."
    },
    {
      "index": 184,
      "start_time": 1208500.0,
      "end_time": 1216500.0,
      "text": "John Hughes: You know we run this company for the people, and then…"
    },
    {
      "index": 185,
      "start_time": 1216500.0,
      "end_time": 1229000.0,
      "text": "[Tearfully]: And then to have hurt them so badly, it’s really the antithesis of what we wanted to do."
    },
    {
      "index": 186,
      "start_time": 1229000.0,
      "end_time": 1236500.0,
      "text": "Seth McFarlane: You know 2012 was a great year for movies.  Hollywood shattered box office records with 10.8 billion dollars in domestic sales."
    },
    {
      "index": 187,
      "start_time": 1236500.0,
      "end_time": 1242000.0,
      "text": "In fact, studio accounts have never had to work harder to prove nothing made a profit."
    },
    {
      "index": 188,
      "start_time": 1242000.0,
      "end_time": 1246500.0,
      "text": "Bill Westenhoffer: Life of Pi is the most reward experience I’ve had since I’ve started working visual effects."
    },
    {
      "index": 189,
      "start_time": 1246500.0,
      "end_time": 1252000.0,
      "text": "Seth McFarlane: Now this is going to be a big night for some of you people because as we all know winning an Oscar"
    },
    {
      "index": 190,
      "start_time": 1252000.0,
      "end_time": 1256000.0,
      "text": "guarantees a long successful career in the industry."
    },
    {
      "index": 191,
      "start_time": 1256000.0,
      "end_time": 1263500.0,
      "text": "Michael Conelly: To have two nominations for the company was incredibly exciting and validating, and on the other hand full of irony."
    },
    {
      "index": 192,
      "start_time": 1263500.0,
      "end_time": 1270500.0,
      "text": "The company was shattering at the same time that all of this recognition was being heaped on us."
    },
    {
      "index": 193,
      "start_time": 1270500.0,
      "end_time": 1293000.0,
      "text": "So the night of the Oscars… what a mess."
    },
    {
      "index": 194,
      "start_time": 1293000.0,
      "end_time": 1302500.0,
      "text": "Lois Anderson: This has been a very dramatic juxtaposition of being up for two Oscars and declaring bankruptcy at the same time."
    },
    {
      "index": 195,
      "start_time": 1302500.0,
      "end_time": 1308000.0,
      "text": "Samuel L. Jackson: And the Oscar goes to… Life of Pi!"
    },
    {
      "index": 196,
      "start_time": 1308000.0,
      "end_time": 1318500.0,
      "text": "[Cheers]"
    },
    {
      "index": 197,
      "start_time": 1318500.0,
      "end_time": 1323500.0,
      "text": "Bill Westenhoffer: Having worked on this for many years, you know I wanted to thank some people and I thought that was very important."
    },
    {
      "index": 198,
      "start_time": 1323500.0,
      "end_time": 1329500.0,
      "text": "To our director Ang Lee, you are an inspiration and you made it an incredible journey for all of us."
    },
    {
      "index": 199,
      "start_time": 1329500.0,
      "end_time": 1338500.0,
      "text": "Michael Conelly: Everybody has this little bubble, of, hey look at this we did it… and then this odd slap in the face."
    },
    {
      "index": 200,
      "start_time": 1338500.0,
      "end_time": 1342500.0,
      "text": "Bill Westenhoffer: 45 seconds in I started seeing the red flashing light in the back saying you’ve gotta wrap it up."
    },
    {
      "index": 201,
      "start_time": 1342500.0,
      "end_time": 1348000.0,
      "text": "Matt Shumway: And then, when they start playing that stupid Jaws theme it was just, insulting enough"
    },
    {
      "index": 202,
      "start_time": 1348000.0,
      "end_time": 1351500.0,
      "text": "I mean, in any other year that might have been actually kind of funny."
    },
    {
      "index": 203,
      "start_time": 1351500.0,
      "end_time": 1356000.0,
      "text": "Bill Westenhoffer: To my children Christopher, Thomas, Alexander and Samantha.  Thank you for inspiring me everyday."
    },
    {
      "index": 204,
      "start_time": 1356000.0,
      "end_time": 1359000.0,
      "text": "To my mom and dad, thank you for telling me I could do any crazy career choice I wanted."
    },
    {
      "index": 205,
      "start_time": 1359000.0,
      "end_time": 1365500.0,
      "text": "Finally I want to thank all the artists who worked on this film for over a year, including Rhythm &amp; Hues."
    },
    {
      "index": 206,
      "start_time": 1365500.0,
      "end_time": 1374500.0,
      "text": "Sadly, Rhythm and hues is suffering sever financial difficulties right now.  I urge you all to remember…"
    },
    {
      "index": 207,
      "start_time": 1374500.0,
      "end_time": 1379000.0,
      "text": "Walt Jones: Bill gets like completely Jaws’ed off stage."
    },
    {
      "index": 208,
      "start_time": 1379000.0,
      "end_time": 1382500.0,
      "text": "Michael Conelly: It was emblematic of something that is wrong with this industry."
    },
    {
      "index": 209,
      "start_time": 1382500.0,
      "end_time": 1384500.0,
      "text": "Lois Anderson: I don’t know how they felt about the protest going on."
    },
    {
      "index": 210,
      "start_time": 1384500.0,
      "end_time": 1388500.0,
      "text": "Maybe they didn’t want anything to be said about that, I really don’t know what was at play."
    },
    {
      "index": 211,
      "start_time": 1388500.0,
      "end_time": 1405500.0,
      "text": "Bill Westenhoffer: If I can get the phrase being sharked into the cultural lexicon, I think that whole experience would have been worth it."
    },
    {
      "index": 212,
      "start_time": 1405500.0,
      "end_time": 1420500.0,
      "text": "Matt Shumway: And then to top it off, you’ve got Claudio the cinematographer and Ang Lee not thanking the people who  0:23:32.500,0:23.35.000 really did about 75% of the movie. 0:23.35.500,0:23:40.000 Ang Lee: I cannot make this movie without the help of Taiwan, my Indian crew, my Canadian crew"
    },
    {
      "index": 213,
      "start_time": 1420500.0,
      "end_time": 1426000.0,
      "text": "Tom [inaudible], Jim [inaudible], Gil Nader, David Womack, David Lee"
    },
    {
      "index": 214,
      "start_time": 1426000.0,
      "end_time": 1435000.0,
      "text": "my agent Karen Sage, and lawyer [inaudible], Joe Dipallo… I have to do that."
    },
    {
      "index": 215,
      "start_time": 1435000.0,
      "end_time": 1442000.0,
      "text": "Lois Anderson: Unfortunate is not a strong enough word, but it was.   0:23:58.500,0:24.01.500 However look at what it did.  It galvanised and entire industry."
    },
    {
      "index": 216,
      "start_time": 1442000.0,
      "end_time": 1446500.0,
      "text": "Bill Westenhoffer: Ironically I think that the fact that my mic got cut off has"
    },
    {
      "index": 217,
      "start_time": 1446500.0,
      "end_time": 1451000.0,
      "text": "done better to get the message out  to the public than had I actually said it on the stage that night."
    },
    {
      "index": 218,
      "start_time": 1451000.0,
      "end_time": 1468500.0,
      "text": "Walt Jones: It gelled the entire VFX community into being horrifically pissed off at how they were being treated."
    },
    {
      "index": 219,
      "start_time": 1468500.0,
      "end_time": 1476000.0,
      "text": "Jon Meier: It’s a catalyst for the change in this industry, that’s going to put it in the right direction"
    },
    {
      "index": 220,
      "start_time": 1476000.0,
      "end_time": 1481000.0,
      "text": "David Begnaud: Hi everyone it’s David Begnaud and this is NewsBreaker.  Hop on your social media account and you may be seeing green."
    },
    {
      "index": 221,
      "start_time": 1481000.0,
      "end_time": 1486500.0,
      "text": "People are swapping their profile pictures into green squares, you know, like a green screen."
    },
    {
      "index": 222,
      "start_time": 1486500.0,
      "end_time": 1490500.0,
      "text": "It’s all in solidarity with the Visual effects industry.  Teague Chrystie tweets:"
    },
    {
      "index": 223,
      "start_time": 1490500.0,
      "end_time": 1497500.0,
      "text": "if you see a bunch of VFX artists with green icons on twitter and Facebook we’re just showing folks what movies look like without us."
    },
    {
      "index": 224,
      "start_time": 1497500.0,
      "end_time": 1505000.0,
      "text": "Walt Jones: We’ve got some fantastic conversation happening.  You’ve got people who are getting little green screen pins to wear."
    },
    {
      "index": 225,
      "start_time": 1505000.0,
      "end_time": 1511000.0,
      "text": "Showing that they at least support the idea of having these discussions even if we don’t necessarily at this point"
    },
    {
      "index": 226,
      "start_time": 1511000.0,
      "end_time": 1517000.0,
      "text": "have a clear vision of what the answer is.  A lot of articles come and out sort of try to go through and figure out"
    },
    {
      "index": 227,
      "start_time": 1517000.0,
      "end_time": 1521000.0,
      "text": "okay what went wrong with Rhythm &amp; Hues.  Rhythm &amp; Hues had everything going for it, they knew what they were doing."
    },
    {
      "index": 228,
      "start_time": 1521000.0,
      "end_time": 1528500.0,
      "text": "They had international facilities, they were making use of tax incentives, they won and Oscar.  What the hell happened?"
    },
    {
      "index": 229,
      "start_time": 1528500.0,
      "end_time": 1536500.0,
      "text": "And, no one has any clear answers.  Its sort of like every one of these articles just kind of rehashes the same stuff over and over again."
    },
    {
      "index": 230,
      "start_time": 1536500.0,
      "end_time": 1544500.0,
      "text": "VlogginEgan: VFX firms and post houses are like nomads roaming the globe trying to find and economically viable place to be able to work."
    },
    {
      "index": 231,
      "start_time": 1544500.0,
      "end_time": 1548000.0,
      "text": "And it shouldn’t be that way because god damn it you need us."
    },
    {
      "index": 232,
      "start_time": 1548000.0,
      "end_time": 1553500.0,
      "text": "And when I look into this from a perspective of someone who wants to get into the industry and do visual effects work"
    },
    {
      "index": 233,
      "start_time": 1553500.0,
      "end_time": 1560000.0,
      "text": "and I’m sitting back and color correcting my own video, or doing a chroma key, and thinking about"
    },
    {
      "index": 234,
      "start_time": 1560000.0,
      "end_time": 1564000.0,
      "text": "people not being able to be paid for… it hurts."
    },
    {
      "index": 235,
      "start_time": 1564000.0,
      "end_time": 1572000.0,
      "text": "Scott Squires: If that trend continues, where we continue to do the impossible, and we continue to make things extraordinary"
    },
    {
      "index": 236,
      "start_time": 1572000.0,
      "end_time": 1599000.0,
      "text": "in a shorter period of time, and we continue to lose money.  The visual effects industry will become extinct."
    },
    {
      "index": 237,
      "start_time": 1599000.0,
      "end_time": 1604500.0,
      "text": "Lee Berger: Every day, things change in this business.  It changes like your laptop changes."
    },
    {
      "index": 238,
      "start_time": 1604500.0,
      "end_time": 1608500.0,
      "text": "The technology changes.  The economics of the world change."
    },
    {
      "index": 239,
      "start_time": 1608500.0,
      "end_time": 1613500.0,
      "text": "Jack Fulmer: I’ve talked to plenty of people who are so affected by this and so hurt and so distressed"
    },
    {
      "index": 240,
      "start_time": 1613500.0,
      "end_time": 1617000.0,
      "text": "that they’re just going to probably go do something else."
    },
    {
      "index": 241,
      "start_time": 1617000.0,
      "end_time": 1623500.0,
      "text": "Keith Goldfarb: I don’t consider going out of business after 25 years of producing what we produced, I don’t consider that a failure."
    },
    {
      "index": 242,
      "start_time": 1623500.0,
      "end_time": 1626500.0,
      "text": "Quite the contrary, I consider it a success."
    },
    {
      "index": 243,
      "start_time": 1626500.0,
      "end_time": 1637500.0,
      "text": "And I think that people need to have a little more appreciation for how difficult it was to stay in business as long as we did."
    },
    {
      "index": 244,
      "start_time": 1637500.0,
      "end_time": 1642000.0,
      "text": "Lee Berger: Visual effects and animation business is a business.  It’s show business."
    },
    {
      "index": 245,
      "start_time": 1642000.0,
      "end_time": 1660500.0,
      "text": "And artist, or whatever it is that your vocation is here, its still a business."
    },
    {
      "index": 246,
      "start_time": 1660500.0,
      "end_time": 1665500.0,
      "text": "Jack Fulmer: The people who are artists will always be artists.  And no one can ever take that away from you."
    },
    {
      "index": 247,
      "start_time": 1665500.0,
      "end_time": 1672500.0,
      "text": "Right? Nobody can ever say: “Oh, well, we’re gonna shut this business down.  So you’re no longer an artist.”"
    },
    {
      "index": 248,
      "start_time": 1672500.0,
      "end_time": 1675500.0,
      "text": "No way I’ll always be an artist, you can never take that from me."
    },
    {
      "index": 249,
      "start_time": 1675500.0,
      "end_time": 1692000.0,
      "text": "John Hughes: It’s... it’s the process you have to enjoy what you’re doing.  And I did.  You know, I enjoyed it very much."
    },
    {
      "index": 250,
      "start_time": 1692000.0,
      "end_time": 1703500.0,
      "text": "[background chatter]"
    },
    {
      "index": 251,
      "start_time": 1703500.0,
      "end_time": 1708000.0,
      "text": "Christina Storm: Oh, and I need your badge."
    },
    {
      "index": 252,
      "start_time": 1708000.0,
      "end_time": 1792000.0,
      "text": "[background chatter]"
    },
    {
      "index": 253,
      "start_time": 1792000.0,
      "end_time": 1802000.0,
      "text": "Captions by: Hedgehog_International"
    }
  ]
}