{
  "video_id": "9lekd06nJDk",
  "title": "How To Buy US Citizenship | NowThis World",
  "json": [
    {
      "index": 1,
      "start_time": 150.0,
      "end_time": 8340.0,
      "text": "For most of the world, getting a long-term visa into the United States can take as long as 10 years, and involves countless roadblocks and hurdles to overcome."
    },
    {
      "index": 2,
      "start_time": 8750.0,
      "end_time": 17620.0,
      "text": "But for some wealthy foreign nationals, the path to citizenship can be as easy as cutting a million-dollar check, and the process is perfectly legal—even encouraged."
    },
    {
      "index": 3,
      "start_time": 17930.0,
      "end_time": 21360.0,
      "text": "So how exactly can somebody buy their way to U.S. citizenship?"
    },
    {
      "index": 4,
      "start_time": 21980.0,
      "end_time": 28310.0,
      "text": "Well, the current system for investment-based visas is known as the EB-5 Immigrant Investor Visa Program."
    },
    {
      "index": 5,
      "start_time": 28329.0,
      "end_time": 36800.0,
      "text": "In 2014 nearly 11,000 investors from around the world have taken advantage of this program—roughly 85% of them Chinese nationals."
    },
    {
      "index": 6,
      "start_time": 37230.0,
      "end_time": 44140.0,
      "text": "This has sparked outcry in recent years that entry into the United States has become more of a commodity than an equal opportunity."
    },
    {
      "index": 7,
      "start_time": 44690.0,
      "end_time": 46950.0,
      "text": "But in fact EB-5 is nothing new."
    },
    {
      "index": 8,
      "start_time": 47110.0,
      "end_time": 51440.0,
      "text": "This visa category was established as part of the Immigration Act of 1990."
    },
    {
      "index": 9,
      "start_time": 51830.0,
      "end_time": 64489.0,
      "text": "The act was a major overhaul of a long outdated immigration policy, and increased the number of yearly immigrants from 500,000 to 700,000, as well as providing allocations for immediate family members of existing nationals."
    },
    {
      "index": 10,
      "start_time": 64780.0,
      "end_time": 71190.0,
      "text": "It also removed restrictions on homosexuality, English language requirements, and introduced a series of new visa categories."
    },
    {
      "index": 11,
      "start_time": 71369.0,
      "end_time": 76800.0,
      "text": "Among them was a priority on significant investors in the US economy known as the EB-5."
    },
    {
      "index": 12,
      "start_time": 76860.0,
      "end_time": 88560.0,
      "text": "As part of this new category, not only would applicants have to invest 1 million dollars, or $500,000 if in an economically struggling area, they would also have to guarantee employment for at least 10 American workers."
    },
    {
      "index": 13,
      "start_time": 88840.0,
      "end_time": 93400.0,
      "text": "Thereby promoting a foreign influx of capital and economic growth for the United States."
    },
    {
      "index": 14,
      "start_time": 93400.0,
      "end_time": 99450.0,
      "text": "In exchange, these financiers would receive green card status, and most of the time, they'd make back their money within a few years."
    },
    {
      "index": 15,
      "start_time": 99580.0,
      "end_time": 104650.0,
      "text": "After five years, these green card holders are eligible for full US citizenship."
    },
    {
      "index": 16,
      "start_time": 104650.0,
      "end_time": 109880.0,
      "text": "But in spite of this lucrative opportunity, golden visas have only become popular within the last decade."
    },
    {
      "index": 17,
      "start_time": 109900.0,
      "end_time": 116560.0,
      "text": "Between 1990 and 2007, the program never came anywhere close to its yearly 10,000 applicant quota."
    },
    {
      "index": 18,
      "start_time": 116600.0,
      "end_time": 123869.0,
      "text": "According to Fortune, in 2003, the government only issued 65 EB-5 visas to foreign investors."
    },
    {
      "index": 19,
      "start_time": 123900.0,
      "end_time": 125890.0,
      "text": "So why such an influx today?"
    },
    {
      "index": 20,
      "start_time": 126430.0,
      "end_time": 129899.0,
      "text": "Well, two factors dramatically increased the number of applicants."
    },
    {
      "index": 21,
      "start_time": 129900.0,
      "end_time": 132280.0,
      "text": "The first was the global economic crisis in 2008."
    },
    {
      "index": 22,
      "start_time": 133480.0,
      "end_time": 141230.0,
      "text": "Banks in the United States suddenly tightened up both the criteria necessary to lend money to businesses as well as the amount of money available to lend."
    },
    {
      "index": 23,
      "start_time": 141710.0,
      "end_time": 145800.0,
      "text": "This made the EB-5 program an attractive venue for businesses to raise capital."
    },
    {
      "index": 24,
      "start_time": 146280.0,
      "end_time": 154440.0,
      "text": "Additionally, in the last decade, China's economy has skyrocketed with the number of Chinese millionaires jumping by nearly 900 percent when compared to 2006."
    },
    {
      "index": 25,
      "start_time": 155530.0,
      "end_time": 163900.0,
      "text": "But while this system has generated a significant amount of economic growth and American jobs, the controversies surrounding the program's preference for the wealthy remains."
    },
    {
      "index": 26,
      "start_time": 163900.0,
      "end_time": 176470.0,
      "text": "In February 2017, senators Chuck Grassley and Dianne Feinstein introduced legislation to end the EB-5 visa system, calling it inherently flawed and pointing to fraud abuse and threats to security."
    },
    {
      "index": 27,
      "start_time": 176830.0,
      "end_time": 180970.0,
      "text": "But the United States isn't the only country to implement such a golden visa program."
    },
    {
      "index": 28,
      "start_time": 181210.0,
      "end_time": 185340.0,
      "text": "To learn where else it's possible to buy citizenship outright, check out this video."
    },
    {
      "index": 29,
      "start_time": 185700.0,
      "end_time": 186870.0,
      "text": "Thanks for watching Now This World."
    },
    {
      "index": 30,
      "start_time": 186920.0,
      "end_time": 193500.0,
      "text": "Please make sure to let us know down below in the comments what topics and series you want to see, and don't forget to like and subscribe for new videos every week."
    }
  ]
}