{
  "video_id": "9LNUAeXQui0",
  "title": "Scientific management",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 110.0,
      "end_time": 5690.0,
      "text": "Scientific management, also called Taylorism, is a theory of management that analyzes and"
    },
    {
      "index": 2,
      "start_time": 5690.0,
      "end_time": 11809.0,
      "text": "synthesizes workflows. Its main objective is improving economic efficiency, especially"
    },
    {
      "index": 3,
      "start_time": 11809.0,
      "end_time": 17600.0,
      "text": "labor productivity. It was one of the earliest attempts to apply science to the engineering"
    },
    {
      "index": 4,
      "start_time": 17600.0,
      "end_time": 22270.0,
      "text": "of processes and to management. Its development began with Frederick Winslow"
    },
    {
      "index": 5,
      "start_time": 22270.0,
      "end_time": 29170.0,
      "text": "Taylor in the 1880s and 1890s within the manufacturing industries. Its peak of influence came in"
    },
    {
      "index": 6,
      "start_time": 29170.0,
      "end_time": 36980.0,
      "text": "the 1910s; by the 1920s, it was still influential but had begun an era of competition and syncretism"
    },
    {
      "index": 7,
      "start_time": 36980.0,
      "end_time": 42120.0,
      "text": "with opposing or complementary ideas. Although scientific management as a distinct"
    },
    {
      "index": 8,
      "start_time": 42120.0,
      "end_time": 47570.0,
      "text": "theory or school of thought was obsolete by the 1930s, most of its themes are still important"
    },
    {
      "index": 9,
      "start_time": 47570.0,
      "end_time": 54610.0,
      "text": "parts of industrial engineering and management today. These include analysis; synthesis;"
    },
    {
      "index": 10,
      "start_time": 54610.0,
      "end_time": 64850.0,
      "text": "logic; rationality; empiricism; work ethic; efficiency and elimination of waste; standardization"
    },
    {
      "index": 11,
      "start_time": 64849.99999999999,
      "end_time": 70470.0,
      "text": "of best practices; disdain for tradition preserved merely for its own sake or to protect the"
    },
    {
      "index": 12,
      "start_time": 70470.0,
      "end_time": 77280.0,
      "text": "social status of particular workers with particular skill sets; the transformation of craft production"
    },
    {
      "index": 13,
      "start_time": 77280.0,
      "end_time": 83369.0,
      "text": "into mass production; and knowledge transfer between workers and from workers into tools,"
    },
    {
      "index": 14,
      "start_time": 83369.0,
      "end_time": 85590.0,
      "text": "processes, and documentation."
    },
    {
      "index": 15,
      "start_time": 85590.0,
      "end_time": 91210.0,
      "text": "Larger theme of economic efficiency Scientific management&#39;s application was contingent"
    },
    {
      "index": 16,
      "start_time": 91210.0,
      "end_time": 97220.0,
      "text": "on a high level of managerial control over employee work practices. This necessitated"
    },
    {
      "index": 17,
      "start_time": 97220.0,
      "end_time": 103270.0,
      "text": "a higher ratio of managerial workers to laborers than previous management methods. The great"
    },
    {
      "index": 18,
      "start_time": 103270.0,
      "end_time": 108720.0,
      "text": "difficulty in accurately differentiating any such intelligent, detail-oriented management"
    },
    {
      "index": 19,
      "start_time": 108720.0,
      "end_time": 114299.0,
      "text": "from mere misguided micromanagement also caused interpersonal friction between workers and"
    },
    {
      "index": 20,
      "start_time": 114299.0,
      "end_time": 118130.0,
      "text": "managers. While the terms &quot;scientific management&quot; and"
    },
    {
      "index": 21,
      "start_time": 118130.0,
      "end_time": 122369.0,
      "text": "&quot;Taylorism&quot; are often treated as synonymous, an alternative view considers Taylorism as"
    },
    {
      "index": 22,
      "start_time": 122369.0,
      "end_time": 128520.0,
      "text": "the first form of scientific management, which was followed by new iterations; thus in today&#39;s"
    },
    {
      "index": 23,
      "start_time": 128520.00000000001,
      "end_time": 134080.0,
      "text": "management theory, Taylorism is sometimes called the classical perspective. Taylor&#39;s"
    },
    {
      "index": 24,
      "start_time": 134080.0,
      "end_time": 139890.0,
      "text": "own early names for his approach included &quot;shop management&quot; and &quot;process management&quot;."
    },
    {
      "index": 25,
      "start_time": 139890.0,
      "end_time": 145790.0,
      "text": "When Louis Brandeis popularized the term &quot;scientific management&quot; in 1910, Taylor recognized it"
    },
    {
      "index": 26,
      "start_time": 145790.0,
      "end_time": 151410.0,
      "text": "as another good name for the concept, and he used it himself in his 1911 monograph."
    },
    {
      "index": 27,
      "start_time": 151410.0,
      "end_time": 159220.0,
      "text": "The field comprised the work of Taylor; his disciples; other engineers and managers; and"
    },
    {
      "index": 28,
      "start_time": 159220.0,
      "end_time": 165440.0,
      "text": "other theorists, such as Max Weber. It is compared and contrasted with other efforts,"
    },
    {
      "index": 29,
      "start_time": 165440.0,
      "end_time": 171680.0,
      "text": "including those of Henri Fayol and those of Frank Gilbreth, Sr. and Lillian Moller Gilbreth."
    },
    {
      "index": 30,
      "start_time": 171680.0,
      "end_time": 177930.0,
      "text": "Taylorism proper, in its strict sense, became obsolete by the 1930s, and by the 1960s the"
    },
    {
      "index": 31,
      "start_time": 177930.0,
      "end_time": 182930.0,
      "text": "term &quot;scientific management&quot; had fallen out of favor for describing current management"
    },
    {
      "index": 32,
      "start_time": 182930.0,
      "end_time": 188230.0,
      "text": "theories. However, many aspects of scientific management have never stopped being part of"
    },
    {
      "index": 33,
      "start_time": 188230.0,
      "end_time": 194340.0,
      "text": "later management efforts called by other names. There is no simple dividing line demarcating"
    },
    {
      "index": 34,
      "start_time": 194340.0,
      "end_time": 200110.0,
      "text": "the time when management as a modern profession diverged from Taylorism proper. It was a gradual"
    },
    {
      "index": 35,
      "start_time": 200110.0,
      "end_time": 205690.0,
      "text": "process that began as soon as Taylor published, and each subsequent decade brought further"
    },
    {
      "index": 36,
      "start_time": 205690.0,
      "end_time": 209050.0,
      "text": "evolution. Scientific management is a variation on the"
    },
    {
      "index": 37,
      "start_time": 209050.0,
      "end_time": 214730.0,
      "text": "theme of economic efficiency; it is a late 19th and early 20th century instance of the"
    },
    {
      "index": 38,
      "start_time": 214730.0,
      "end_time": 220849.0,
      "text": "larger recurring theme in human life of increasing efficiency, decreasing waste, and using empirical"
    },
    {
      "index": 39,
      "start_time": 220849.0,
      "end_time": 225769.0,
      "text": "methods to decide what matters, rather than uncritically accepting pre-existing ideas"
    },
    {
      "index": 40,
      "start_time": 225769.0,
      "end_time": 231659.0,
      "text": "of what matters. Thus it is a chapter in a larger narrative that includes many ideas,"
    },
    {
      "index": 41,
      "start_time": 231659.0,
      "end_time": 236670.0,
      "text": "from the folk wisdom of thrift to a profusion of applied-science successors, including time"
    },
    {
      "index": 42,
      "start_time": 236670.0,
      "end_time": 243120.0,
      "text": "and motion study, the Efficiency Movement, Fordism, operations management, operations"
    },
    {
      "index": 43,
      "start_time": 243120.0,
      "end_time": 250459.0,
      "text": "research, industrial engineering, manufacturing engineering, logistics, business process management,"
    },
    {
      "index": 44,
      "start_time": 250459.0,
      "end_time": 256749.0,
      "text": "business process reengineering, lean manufacturing, and Six Sigma. There is a fluid continuum"
    },
    {
      "index": 45,
      "start_time": 256749.00000000003,
      "end_time": 261159.00000000003,
      "text": "linking scientific management by that name with the later fields, and there is often"
    },
    {
      "index": 46,
      "start_time": 261159.0,
      "end_time": 266610.0,
      "text": "no mutual exclusiveness when discussing the details of any one of these topics."
    },
    {
      "index": 47,
      "start_time": 266610.0,
      "end_time": 271569.0,
      "text": "In management literature today, the greatest use of the term &quot;scientific management&quot; is"
    },
    {
      "index": 48,
      "start_time": 271569.0,
      "end_time": 276939.0,
      "text": "with reference to the work of Taylor and his disciples in contrast to newer, improved iterations"
    },
    {
      "index": 49,
      "start_time": 276939.0,
      "end_time": 283430.0,
      "text": "of efficiency-seeking methods. In political and sociological terms, Taylorism can be seen"
    },
    {
      "index": 50,
      "start_time": 283430.0,
      "end_time": 288219.0,
      "text": "as the division of labor pushed to its logical extreme, with a consequent de-skilling of"
    },
    {
      "index": 51,
      "start_time": 288219.0,
      "end_time": 293789.0,
      "text": "the worker and dehumanisation of the workers and the workplace. Taylorism is often mentioned"
    },
    {
      "index": 52,
      "start_time": 293789.0,
      "end_time": 298740.0,
      "text": "along with Fordism, because it was closely associated with mass production methods in"
    },
    {
      "index": 53,
      "start_time": 298740.0,
      "end_time": 305249.0,
      "text": "factories, which was its earliest application. Today, task-oriented optimization of work"
    },
    {
      "index": 54,
      "start_time": 305249.0,
      "end_time": 309779.0,
      "text": "tasks is nearly ubiquitous in industry. Soldiering"
    },
    {
      "index": 55,
      "start_time": 309779.0,
      "end_time": 314189.0,
      "text": "Taylor observed that some workers were more talented than others, and that even smart"
    },
    {
      "index": 56,
      "start_time": 314189.0,
      "end_time": 320020.0,
      "text": "ones were often unmotivated. He observed that most workers who are forced to perform repetitive"
    },
    {
      "index": 57,
      "start_time": 320020.0,
      "end_time": 325389.0,
      "text": "tasks tend to work at the slowest rate that goes unpunished. This slow rate of work has"
    },
    {
      "index": 58,
      "start_time": 325389.0,
      "end_time": 331039.0,
      "text": "been observed in many industries in many countries and has been called by various terms, including"
    },
    {
      "index": 59,
      "start_time": 331039.0,
      "end_time": 336419.0,
      "text": "&quot;soldiering&quot;,, &quot;dogging it&quot;, &quot;goldbricking&quot;, &quot;hanging it out&quot;, and &quot;ca canae&quot;. Managers"
    },
    {
      "index": 60,
      "start_time": 336419.0,
      "end_time": 341919.0,
      "text": "may call it by those names or &quot;loafing&quot; or &quot;malingering&quot;; workers may call it &quot;getting"
    },
    {
      "index": 61,
      "start_time": 341919.0,
      "end_time": 348099.0,
      "text": "through the day&quot; or &quot;preventing management from abusing us&quot;. Taylor used the term &quot;soldiering&quot;"
    },
    {
      "index": 62,
      "start_time": 348099.0,
      "end_time": 352979.0,
      "text": "and observed that, when paid the same amount, workers will tend to do the amount of work"
    },
    {
      "index": 63,
      "start_time": 352979.0,
      "end_time": 357399.0,
      "text": "that the slowest among them does. This reflects the idea that workers have a"
    },
    {
      "index": 64,
      "start_time": 357399.0,
      "end_time": 362210.0,
      "text": "vested interest in their own well-being, and do not benefit from working above the defined"
    },
    {
      "index": 65,
      "start_time": 362210.0,
      "end_time": 367599.0,
      "text": "rate of work when it will not increase their remuneration. He therefore proposed that the"
    },
    {
      "index": 66,
      "start_time": 367599.0,
      "end_time": 372210.0,
      "text": "work practice that had been developed in most work environments was crafted, intentionally"
    },
    {
      "index": 67,
      "start_time": 372210.0,
      "end_time": 378159.0,
      "text": "or unintentionally, to be very inefficient in its execution. He posited that time and"
    },
    {
      "index": 68,
      "start_time": 378159.0,
      "end_time": 383639.0,
      "text": "motion studies combined with rational analysis and synthesis could uncover one best method"
    },
    {
      "index": 69,
      "start_time": 383639.0,
      "end_time": 388610.0,
      "text": "for performing any particular task, and that prevailing methods were seldom equal to these"
    },
    {
      "index": 70,
      "start_time": 388610.0,
      "end_time": 395679.0,
      "text": "best methods. Crucially, Taylor himself prominently acknowledged that if each employee&#39;s compensation"
    },
    {
      "index": 71,
      "start_time": 395679.0,
      "end_time": 401919.0,
      "text": "was linked to their output, their productivity would go up. Thus his compensation plans usually"
    },
    {
      "index": 72,
      "start_time": 401919.0,
      "end_time": 408119.0,
      "text": "included piece rates. He rejected the notion, which was universal in his day and still held"
    },
    {
      "index": 73,
      "start_time": 408119.0,
      "end_time": 413559.0,
      "text": "today, that the trades, including manufacturing, were resistant to analysis and could only"
    },
    {
      "index": 74,
      "start_time": 413559.0,
      "end_time": 419509.0,
      "text": "be performed by craft production methods. In the course of his empirical studies, Taylor"
    },
    {
      "index": 75,
      "start_time": 419509.0,
      "end_time": 425659.0,
      "text": "examined various kinds of manual labor. For example, most bulk materials handling was"
    },
    {
      "index": 76,
      "start_time": 425659.0,
      "end_time": 431449.0,
      "text": "manual at the time; material handling equipment as we know it today was mostly not developed"
    },
    {
      "index": 77,
      "start_time": 431449.0,
      "end_time": 437659.0,
      "text": "yet. He looked at shoveling in the unloading of railroad cars full of ore; lifting and"
    },
    {
      "index": 78,
      "start_time": 437659.0,
      "end_time": 444520.0,
      "text": "carrying in the moving of iron pigs at steel mills; the manual inspection of bearing balls;"
    },
    {
      "index": 79,
      "start_time": 444520.0,
      "end_time": 450629.0,
      "text": "and others. He discovered many concepts that were not widely accepted at the time. For"
    },
    {
      "index": 80,
      "start_time": 450629.0,
      "end_time": 455830.0,
      "text": "example, by observing workers, he decided that labor should include rest breaks so that"
    },
    {
      "index": 81,
      "start_time": 455830.0,
      "end_time": 461229.0,
      "text": "the worker has time to recover from fatigue, either physical or mental. Workers were taught"
    },
    {
      "index": 82,
      "start_time": 461229.0,
      "end_time": 467309.0,
      "text": "to take more rests during work, and as a result production &quot;paradoxically&quot; increased."
    },
    {
      "index": 83,
      "start_time": 467309.0,
      "end_time": 472189.0,
      "text": "Unless people manage themselves, somebody has to take care of administration, and thus"
    },
    {
      "index": 84,
      "start_time": 472189.0,
      "end_time": 477669.0,
      "text": "there is a division of work between workers and administrators. One of the tasks of administration"
    },
    {
      "index": 85,
      "start_time": 477669.0,
      "end_time": 480929.0,
      "text": "is to select the right person for the right job:"
    },
    {
      "index": 86,
      "start_time": 480929.0,
      "end_time": 485489.0,
      "text": "the labor should include rest breaks so that the worker has time to recover from fatigue."
    },
    {
      "index": 87,
      "start_time": 485489.0,
      "end_time": 491199.0,
      "text": "Now one of the very first requirements for a man who is fit to handle pig iron as a regular"
    },
    {
      "index": 88,
      "start_time": 491199.0,
      "end_time": 495719.0,
      "text": "occupation is that he shall be so stupid and so phlegmatic that he more nearly resembles"
    },
    {
      "index": 89,
      "start_time": 495719.0,
      "end_time": 501669.0,
      "text": "in his mental make-up the ox than any other type. The man who is mentally alert and intelligent"
    },
    {
      "index": 90,
      "start_time": 501669.0,
      "end_time": 506879.0,
      "text": "is for this very reason entirely unsuited to what would, for him, be the grinding monotony"
    },
    {
      "index": 91,
      "start_time": 506879.0,
      "end_time": 512430.0,
      "text": "of work of this character. Therefore the workman who is best suited to handling pig iron is"
    },
    {
      "index": 92,
      "start_time": 512429.99999999994,
      "end_time": 517538.99999999994,
      "text": "unable to understand the real science of doing this class of work."
    },
    {
      "index": 93,
      "start_time": 517539.0,
      "end_time": 522360.0,
      "text": "Relationship to mechanization and automation Scientific management evolved in an era when"
    },
    {
      "index": 94,
      "start_time": 522360.0,
      "end_time": 527910.0,
      "text": "mechanization and automation existed but had hardly gotten started, historically speaking,"
    },
    {
      "index": 95,
      "start_time": 527910.0,
      "end_time": 534190.0,
      "text": "and were still embryonic. Two important corollaries flow from this fact: The ideas and methods"
    },
    {
      "index": 96,
      "start_time": 534190.0,
      "end_time": 538670.0,
      "text": "of scientific management were exactly what was needed to be added to the American system"
    },
    {
      "index": 97,
      "start_time": 538670.0,
      "end_time": 545079.0,
      "text": "of manufacturing to extend the transformation from craft work to mechanization and automation;"
    },
    {
      "index": 98,
      "start_time": 545079.0,
      "end_time": 550569.0,
      "text": "but also, Taylor himself could not have known this, and his goals did not include the extensive"
    },
    {
      "index": 99,
      "start_time": 550569.0,
      "end_time": 556310.0,
      "text": "removal of humans from the production process. During his lifetime, the very idea would have"
    },
    {
      "index": 100,
      "start_time": 556310.0,
      "end_time": 561209.0,
      "text": "seemed like science fiction, because not only did the technological bridge to such a world"
    },
    {
      "index": 101,
      "start_time": 561209.0,
      "end_time": 566920.0,
      "text": "not yet look plausible, but most people had not even considered that it could happen."
    },
    {
      "index": 102,
      "start_time": 566920.0,
      "end_time": 572519.0,
      "text": "Before digital computers existed, such ideas were not just outlandish but also mostly unheard"
    },
    {
      "index": 103,
      "start_time": 572519.0,
      "end_time": 576160.0,
      "text": "of. Nevertheless, Taylor was laying the groundwork"
    },
    {
      "index": 104,
      "start_time": 576160.0,
      "end_time": 581980.0,
      "text": "for automation and offshoring, because he was analyzing processes into discrete, unambiguous"
    },
    {
      "index": 105,
      "start_time": 581980.0,
      "end_time": 586870.0,
      "text": "pieces, which is exactly what computers and unskilled people need to follow algorithms"
    },
    {
      "index": 106,
      "start_time": 586870.0,
      "end_time": 592300.0,
      "text": "designed by others and to make valid decisions within their execution. It is often said that"
    },
    {
      "index": 107,
      "start_time": 592300.0,
      "end_time": 597269.0,
      "text": "computers are &quot;smart&quot; in terms of mathematic computation ability, but &quot;dumb&quot; because they"
    },
    {
      "index": 108,
      "start_time": 597269.0,
      "end_time": 603610.0,
      "text": "must be told exactly what to calculate, when, and how, and they can never understand why."
    },
    {
      "index": 109,
      "start_time": 603610.0,
      "end_time": 607740.0,
      "text": "With historical hindsight it is possible to see that Taylor was essentially inventing"
    },
    {
      "index": 110,
      "start_time": 607740.0,
      "end_time": 612410.0,
      "text": "something like the highest-level computer programming for industrial process control"
    },
    {
      "index": 111,
      "start_time": 612410.0,
      "end_time": 617970.0,
      "text": "and numerical control in the absence of any machines that could carry it out. But Taylor"
    },
    {
      "index": 112,
      "start_time": 617970.0,
      "end_time": 622920.0,
      "text": "could not see it that way at the time; in his world, it was humans that would be the"
    },
    {
      "index": 113,
      "start_time": 622920.0,
      "end_time": 628709.0,
      "text": "agents to execute the program. However, one of the common threads between his world and"
    },
    {
      "index": 114,
      "start_time": 628709.0,
      "end_time": 634290.0,
      "text": "ours is that the agents of execution need not be &quot;smart&quot; to execute their tasks. In"
    },
    {
      "index": 115,
      "start_time": 634290.0,
      "end_time": 639939.0,
      "text": "the case of computers, they are not able to be &quot;smart&quot;; in the case of human workers under"
    },
    {
      "index": 116,
      "start_time": 639939.0,
      "end_time": 645720.0,
      "text": "scientific management, they were often able but were not allowed. Once the time-and-motion"
    },
    {
      "index": 117,
      "start_time": 645720.0,
      "end_time": 651230.0,
      "text": "men had completed their studies of a particular task, the workers had very little opportunity"
    },
    {
      "index": 118,
      "start_time": 651230.0,
      "end_time": 657319.0,
      "text": "for further thinking, experimenting, or suggestion-making. They were expected to &quot;play dumb&quot; most of"
    },
    {
      "index": 119,
      "start_time": 657319.0,
      "end_time": 661689.0,
      "text": "the time. In between craft production and full automation"
    },
    {
      "index": 120,
      "start_time": 661689.0,
      "end_time": 666620.0,
      "text": "lies a natural middle ground of an engineered system of extensive mechanization and partial"
    },
    {
      "index": 121,
      "start_time": 666620.0,
      "end_time": 672370.0,
      "text": "automation mixed with semiskilled and unskilled workers in carefully designed algorithmic"
    },
    {
      "index": 122,
      "start_time": 672370.0,
      "end_time": 677639.0,
      "text": "workflows. Building and improving such systems requires knowledge transfer, which may seem"
    },
    {
      "index": 123,
      "start_time": 677639.0,
      "end_time": 683139.0,
      "text": "simple on the surface but requires substantial engineering to succeed. Although Taylor&#39;s"
    },
    {
      "index": 124,
      "start_time": 683139.0,
      "end_time": 688540.0,
      "text": "original inspiration for scientific management was simply to replace inferior work methods"
    },
    {
      "index": 125,
      "start_time": 688540.0,
      "end_time": 693600.0,
      "text": "with smarter ones, the same process engineering that he pioneered also tends to build the"
    },
    {
      "index": 126,
      "start_time": 693600.0,
      "end_time": 699610.0,
      "text": "skill into the equipment and processes, removing most need for skill in the workers. This engineering"
    },
    {
      "index": 127,
      "start_time": 699610.0,
      "end_time": 704850.0,
      "text": "was the essence not only of scientific management but also of most industrial engineering since"
    },
    {
      "index": 128,
      "start_time": 704850.0,
      "end_time": 710949.0,
      "text": "then. It is also the essence of offshoring. The common theme in all these cases is that"
    },
    {
      "index": 129,
      "start_time": 710949.0,
      "end_time": 715930.0,
      "text": "businesses engineer their way out of their need for large concentrations of skilled workers,"
    },
    {
      "index": 130,
      "start_time": 715930.0,
      "end_time": 719259.0,
      "text": "and the high-wage environments that sustain them."
    },
    {
      "index": 131,
      "start_time": 719259.0,
      "end_time": 723980.0,
      "text": "Effects on labor relations in market economies Taylor&#39;s view of workers"
    },
    {
      "index": 132,
      "start_time": 723980.0,
      "end_time": 729879.0,
      "text": "Taylor&#39;s view of workers was complex, having both insightful and obtuse elements. Taylorism"
    },
    {
      "index": 133,
      "start_time": 729879.0,
      "end_time": 734540.0,
      "text": "took some steps toward addressing their needs, but Taylor nevertheless had a condescending"
    },
    {
      "index": 134,
      "start_time": 734540.0,
      "end_time": 740730.0,
      "text": "view of less intelligent workers, whom he sometimes compared to draft animals. And perhaps"
    },
    {
      "index": 135,
      "start_time": 740730.0,
      "end_time": 745600.0,
      "text": "Taylor was so immersed in the vast work immediately in front of him that he failed to strategize"
    },
    {
      "index": 136,
      "start_time": 745600.0,
      "end_time": 749980.0,
      "text": "about the next steps. Many other thinkers soon stepped forward to"
    },
    {
      "index": 137,
      "start_time": 749980.0,
      "end_time": 756129.0,
      "text": "offer better ideas on the roles that humans would play in mature industrial systems. James"
    },
    {
      "index": 138,
      "start_time": 756129.0,
      "end_time": 763139.0,
      "text": "Hartness, a fellow ASME member, published The Human Factor in Works Management in 1912."
    },
    {
      "index": 139,
      "start_time": 763139.0,
      "end_time": 768449.0,
      "text": "Frank Gilbreth and Lillian Moller Gilbreth offered alternatives to Taylorism. The human"
    },
    {
      "index": 140,
      "start_time": 768449.0,
      "end_time": 775470.0,
      "text": "relations school of management evolved in the 1930s. Some scholars, such as Harry Braverman,"
    },
    {
      "index": 141,
      "start_time": 775470.0,
      "end_time": 780209.0,
      "text": "insisted that human relations did not replace Taylorism but rather that both approaches"
    },
    {
      "index": 142,
      "start_time": 780209.0,
      "end_time": 785560.0,
      "text": "were complementary—Taylorism determining the actual organisation of the work process,"
    },
    {
      "index": 143,
      "start_time": 785560.0,
      "end_time": 791889.0,
      "text": "and human relations helping to adapt the workers to the new procedures. Today&#39;s efficiency-seeking"
    },
    {
      "index": 144,
      "start_time": 791889.0,
      "end_time": 797029.0,
      "text": "methods, such as lean manufacturing, include respect for workers and fulfillment of their"
    },
    {
      "index": 145,
      "start_time": 797029.0,
      "end_time": 803079.0,
      "text": "needs as inherent parts of the theory. Clearly a syncretism has occurred since Taylor&#39;s day,"
    },
    {
      "index": 146,
      "start_time": 803079.0,
      "end_time": 807759.0,
      "text": "although its implementation has been uneven, as lean management in capable hands has produced"
    },
    {
      "index": 147,
      "start_time": 807759.0,
      "end_time": 815060.0,
      "text": "good results for both managers and workers, but in incompetent hands has damaged enterprises."
    },
    {
      "index": 148,
      "start_time": 815060.0,
      "end_time": 819809.0,
      "text": "Implementations of scientific management usually failed to account for several inherent challenges:"
    },
    {
      "index": 149,
      "start_time": 819809.0,
      "end_time": 823730.0,
      "text": "Individuals are different from each other: the most efficient way of working for one"
    },
    {
      "index": 150,
      "start_time": 823730.0,
      "end_time": 829160.0,
      "text": "person may be inefficient for another. The economic interests of workers and management"
    },
    {
      "index": 151,
      "start_time": 829160.0,
      "end_time": 834449.0,
      "text": "are rarely identical, so that both the measurement processes and the retraining required by Taylor&#39;s"
    },
    {
      "index": 152,
      "start_time": 834449.0,
      "end_time": 839709.0,
      "text": "methods are frequently resented and sometimes sabotaged by the workforce."
    },
    {
      "index": 153,
      "start_time": 839709.0,
      "end_time": 844930.0,
      "text": "Taylor himself, in fact, recognized these challenges and had some good ideas for meeting"
    },
    {
      "index": 154,
      "start_time": 844930.0,
      "end_time": 850800.0,
      "text": "them. Nevertheless, his own implementations of his system were never really very successful."
    },
    {
      "index": 155,
      "start_time": 850800.0,
      "end_time": 856069.0,
      "text": "&lt;citation needed&gt; They plugged along rockily and eventually were overturned, usually after"
    },
    {
      "index": 156,
      "start_time": 856069.0,
      "end_time": 862249.0,
      "text": "Taylor had left. And countless managers who later aped or worshipped Taylor did even worse"
    },
    {
      "index": 157,
      "start_time": 862249.0,
      "end_time": 867029.0,
      "text": "jobs of implementation. Typically they were less analytically talented managers who had"
    },
    {
      "index": 158,
      "start_time": 867029.0,
      "end_time": 872800.0,
      "text": "latched onto scientific management as the latest fad for cutting the unit cost of production."
    },
    {
      "index": 159,
      "start_time": 872800.0,
      "end_time": 877509.0,
      "text": "Like bad managers even today, these were the people who used the big words without any"
    },
    {
      "index": 160,
      "start_time": 877509.0,
      "end_time": 882689.0,
      "text": "deep understanding of what they meant. Taylor knew that scientific management could not"
    },
    {
      "index": 161,
      "start_time": 882689.0,
      "end_time": 887819.0,
      "text": "work unless the workers benefited from the profit increases that it generated. Taylor"
    },
    {
      "index": 162,
      "start_time": 887819.0,
      "end_time": 893160.0,
      "text": "had developed a method for generating the increases, for the dual purposes of owner/manager"
    },
    {
      "index": 163,
      "start_time": 893160.0,
      "end_time": 897850.0,
      "text": "profit and worker profit, realizing that the methods relied on both of those results in"
    },
    {
      "index": 164,
      "start_time": 897850.0,
      "end_time": 902839.0,
      "text": "order to work correctly. But many owners and managers seized upon the methods thinking"
    },
    {
      "index": 165,
      "start_time": 902839.0,
      "end_time": 907019.0,
      "text": "that the profits could be reserved solely or mostly for themselves and the system could"
    },
    {
      "index": 166,
      "start_time": 907019.0,
      "end_time": 911129.0,
      "text": "endure indefinitely merely through force of authority."
    },
    {
      "index": 167,
      "start_time": 911129.0,
      "end_time": 915879.0,
      "text": "Workers are necessarily human: they have personal needs and interpersonal friction, and they"
    },
    {
      "index": 168,
      "start_time": 915879.0,
      "end_time": 920499.0,
      "text": "face very real difficulties introduced when jobs become so efficient that they have no"
    },
    {
      "index": 169,
      "start_time": 920499.0,
      "end_time": 925399.0,
      "text": "time to relax, and so rigid that they have no permission to innovate."
    },
    {
      "index": 170,
      "start_time": 925399.0,
      "end_time": 930959.0,
      "text": "Early decades: making jobs unpleasant Under Taylorism, workers&#39; work effort increased"
    },
    {
      "index": 171,
      "start_time": 930959.0,
      "end_time": 937279.0,
      "text": "in intensity. Workers became dissatisfied with the work environment and became angry."
    },
    {
      "index": 172,
      "start_time": 937279.0,
      "end_time": 941990.0,
      "text": "During one of Taylor&#39;s own implementations, a strike at the Watertown Arsenal led to an"
    },
    {
      "index": 173,
      "start_time": 941990.0,
      "end_time": 946809.0,
      "text": "investigation of Taylor&#39;s methods by a U.S. House of Representatives committee, which"
    },
    {
      "index": 174,
      "start_time": 946809.0,
      "end_time": 952879.0,
      "text": "reported in 1912. The conclusion was that scientific management did provide some useful"
    },
    {
      "index": 175,
      "start_time": 952879.0,
      "end_time": 958269.0,
      "text": "techniques and offered valuable organizational suggestions, but it gave production managers"
    },
    {
      "index": 176,
      "start_time": 958269.0,
      "end_time": 964199.0,
      "text": "a dangerously high level of uncontrolled power. After an attitude survey of the workers revealed"
    },
    {
      "index": 177,
      "start_time": 964199.0,
      "end_time": 969449.0,
      "text": "a high level of resentment and hostility towards scientific management, the Senate banned Taylor&#39;s"
    },
    {
      "index": 178,
      "start_time": 969449.0,
      "end_time": 974300.0,
      "text": "methods at the arsenal. Taylorism lowered worker morale and exacerbated"
    },
    {
      "index": 179,
      "start_time": 974300.0,
      "end_time": 980869.0,
      "text": "existing conflicts between labor and management. As a consequence, it inadvertently strengthened"
    },
    {
      "index": 180,
      "start_time": 980869.0,
      "end_time": 986089.0,
      "text": "labor unions and their bargaining power in labor disputes,) thereby neutralizing most"
    },
    {
      "index": 181,
      "start_time": 986089.0,
      "end_time": 991629.0,
      "text": "or all of the benefit of any productivity gains that Taylorism had achieved. Thus its"
    },
    {
      "index": 182,
      "start_time": 991629.0,
      "end_time": 996779.0,
      "text": "net benefit to owners and management ended up being small or negative. It would take"
    },
    {
      "index": 183,
      "start_time": 996779.0,
      "end_time": 1002309.0,
      "text": "new efforts, borrowing some ideas from Taylorism but mixing them with others, to produce more"
    },
    {
      "index": 184,
      "start_time": 1002310.0,
      "end_time": 1007411.0,
      "text": "successful formulas. Later decades: making jobs disappear"
    },
    {
      "index": 185,
      "start_time": 1007410.0,
      "end_time": 1012199.0,
      "text": "To whatever extent scientific management caused the strengthening of labor unions by giving"
    },
    {
      "index": 186,
      "start_time": 1012200.0,
      "end_time": 1017101.0,
      "text": "workers more to complain about than bad or greedy managers already gave them, it also"
    },
    {
      "index": 187,
      "start_time": 1017100.0,
      "end_time": 1021889.0,
      "text": "led to other pressures tending toward worker unhappiness: the erosion of employment in"
    },
    {
      "index": 188,
      "start_time": 1021890.0,
      "end_time": 1027180.0,
      "text": "developed economies via both offshoring and automation. Both were made possible by the"
    },
    {
      "index": 189,
      "start_time": 1027180.0000000001,
      "end_time": 1032131.0000000001,
      "text": "deskilling of jobs, which was made possible by the knowledge transfer that scientific"
    },
    {
      "index": 190,
      "start_time": 1032130.0000000001,
      "end_time": 1037189.0000000001,
      "text": "management achieved. Knowledge was transferred both to cheaper workers and from workers into"
    },
    {
      "index": 191,
      "start_time": 1037190.0,
      "end_time": 1043011.0,
      "text": "tools. Jobs that once would have required craft work first transformed to semiskilled"
    },
    {
      "index": 192,
      "start_time": 1043010.0,
      "end_time": 1048740.0,
      "text": "work, then unskilled. At this point the labor had been commoditized, and thus the competition"
    },
    {
      "index": 193,
      "start_time": 1048740.0,
      "end_time": 1055200.0,
      "text": "between workers moved closer to pure than it had been, depressing wages and job security."
    },
    {
      "index": 194,
      "start_time": 1055200.0,
      "end_time": 1060750.0,
      "text": "Jobs could be offshored or they could be rendered nonexistent through automation. Either way,"
    },
    {
      "index": 195,
      "start_time": 1060750.0,
      "end_time": 1066450.0,
      "text": "the net result from the perspective of developed-economy workers was that jobs started to pay less,"
    },
    {
      "index": 196,
      "start_time": 1066450.0,
      "end_time": 1071460.0,
      "text": "then disappear. The power of labor unions in the mid-twentieth century only led to a"
    },
    {
      "index": 197,
      "start_time": 1071460.0,
      "end_time": 1076520.0,
      "text": "push on the part of management to accelerate the process of automation, hastening the onset"
    },
    {
      "index": 198,
      "start_time": 1076520.0,
      "end_time": 1081330.0,
      "text": "of the later stages just described. A central assumption of Taylorism was that"
    },
    {
      "index": 199,
      "start_time": 1081330.0,
      "end_time": 1086320.0,
      "text": "&quot;the worker was taken for granted as a cog in the machinery.&quot; The chain of connections"
    },
    {
      "index": 200,
      "start_time": 1086320.0,
      "end_time": 1091730.0,
      "text": "between his work and automation is visible in historical hindsight, which sees that Taylorism"
    },
    {
      "index": 201,
      "start_time": 1091730.0,
      "end_time": 1096789.0,
      "text": "made jobs unpleasant, and its logical successors then made them less remunerative and less"
    },
    {
      "index": 202,
      "start_time": 1096790.0,
      "end_time": 1104310.0,
      "text": "secure; then scarcer; and finally nonexistent. Successors such as &#39;corporate reengineering&#39;"
    },
    {
      "index": 203,
      "start_time": 1104310.0,
      "end_time": 1108771.0,
      "text": "or &#39;business process reengineering&#39; brought into sight the distant goal of the eventual"
    },
    {
      "index": 204,
      "start_time": 1108770.0,
      "end_time": 1114289.0,
      "text": "elimination of industry&#39;s need for unskilled, and later, perhaps even most skilled human"
    },
    {
      "index": 205,
      "start_time": 1114290.0,
      "end_time": 1119891.0,
      "text": "workers in any form, all stemming from the roots laid by Taylorism&#39;s recipe for deconstructing"
    },
    {
      "index": 206,
      "start_time": 1119890.0,
      "end_time": 1126620.0,
      "text": "a process. As the resultant commodification of work advances, no skilled profession, even"
    },
    {
      "index": 207,
      "start_time": 1126620.0,
      "end_time": 1132799.0,
      "text": "medicine, has proven to be immune from the efforts of Taylorism&#39;s successors, the &#39;reengineers&#39;,"
    },
    {
      "index": 208,
      "start_time": 1132800.0,
      "end_time": 1137101.0,
      "text": "whose mandate often comes from skewed motives among people referred to as &#39;bean counters&#39;"
    },
    {
      "index": 209,
      "start_time": 1137100.0,
      "end_time": 1141360.0,
      "text": "and &#39;PHBs&#39;. Effects on disruptive innovation"
    },
    {
      "index": 210,
      "start_time": 1141360.0,
      "end_time": 1146860.0,
      "text": "One of the traits of the era of applied science is that technology continually evolves. There"
    },
    {
      "index": 211,
      "start_time": 1146860.0,
      "end_time": 1151770.0,
      "text": "is always a balance to be struck between scientific management&#39;s goal of formalizing the details"
    },
    {
      "index": 212,
      "start_time": 1151770.0,
      "end_time": 1156630.0,
      "text": "of a process and the risk of fossilizing one moment&#39;s technological state into cultural"
    },
    {
      "index": 213,
      "start_time": 1156630.0,
      "end_time": 1162669.0,
      "text": "inertia that stifles disruptive innovation. To give one example, would John Parsons have"
    },
    {
      "index": 214,
      "start_time": 1162670.0,
      "end_time": 1167540.0,
      "text": "been able to incubate the earliest development of numerical control if he were a worker in"
    },
    {
      "index": 215,
      "start_time": 1167540.0,
      "end_time": 1172030.0,
      "text": "a red-tape-laden organization being told from above that the best way to mill a part had"
    },
    {
      "index": 216,
      "start_time": 1172030.0,
      "end_time": 1177211.0,
      "text": "already been perfected, and therefore he had no business experimenting with his own preferred"
    },
    {
      "index": 217,
      "start_time": 1177210.0,
      "end_time": 1181020.0,
      "text": "methods? Implementations of scientific management worked"
    },
    {
      "index": 218,
      "start_time": 1181020.0,
      "end_time": 1185750.0,
      "text": "within the implicit context of a particular technological moment and thus did not account"
    },
    {
      "index": 219,
      "start_time": 1185750.0,
      "end_time": 1191140.0,
      "text": "for the possibility of putting the &quot;continuous&quot; in &quot;continuous improvement process&quot;. The notion"
    },
    {
      "index": 220,
      "start_time": 1191140.0,
      "end_time": 1197559.0,
      "text": "of a &quot;one best way&quot; failed to add the coda, &quot;[… within the context of our current environment]&quot;;"
    },
    {
      "index": 221,
      "start_time": 1197560.0,
      "end_time": 1203091.0,
      "text": "it treated the context as constant rather than as variable. Later methods such as lean"
    },
    {
      "index": 222,
      "start_time": 1203090.0,
      "end_time": 1207690.0,
      "text": "manufacturing corrected this oversight by including ongoing innovation as part of their"
    },
    {
      "index": 223,
      "start_time": 1207690.0,
      "end_time": 1212470.0,
      "text": "process and by recognizing the iterative nature of development."
    },
    {
      "index": 224,
      "start_time": 1212470.0,
      "end_time": 1216010.0,
      "text": "Relationship to Fordism It is quite natural to jump to the post hoc"
    },
    {
      "index": 225,
      "start_time": 1216010.0,
      "end_time": 1221840.0,
      "text": "conclusion that Fordism borrowed ideas from Taylorism and expanded from there. In fact"
    },
    {
      "index": 226,
      "start_time": 1221840.0,
      "end_time": 1226309.0,
      "text": "it appears that Taylor himself did that when he visited the Ford Motor Company&#39;s Michigan"
    },
    {
      "index": 227,
      "start_time": 1226310.0,
      "end_time": 1231560.0,
      "text": "plants not too long before he died. But it seems that the methods at Ford were in fact"
    },
    {
      "index": 228,
      "start_time": 1231560.0,
      "end_time": 1236961.0,
      "text": "independently reinvented based on logic, and that any influence from Taylorism either was"
    },
    {
      "index": 229,
      "start_time": 1236960.0,
      "end_time": 1242789.0,
      "text": "nil or at least was far enough removed to be very indirect. Charles E. Sorensen disclaimed"
    },
    {
      "index": 230,
      "start_time": 1242790.0,
      "end_time": 1248141.0,
      "text": "any connection at all. There was a climate at Ford at the time that the world&#39;s &quot;experts&quot;"
    },
    {
      "index": 231,
      "start_time": 1248140.0,
      "end_time": 1253919.0,
      "text": "were worthless, because if Ford had listened to them, its great successes would not exist."
    },
    {
      "index": 232,
      "start_time": 1253920.0,
      "end_time": 1258910.0,
      "text": "Henry Ford felt that he had succeeded in spite of, not because of, experts, who had tried"
    },
    {
      "index": 233,
      "start_time": 1258910.0,
      "end_time": 1265121.0,
      "text": "to stop him in various ways. Therefore Sorensen spoke very dismissively of Taylor, and the"
    },
    {
      "index": 234,
      "start_time": 1265120.0,
      "end_time": 1271919.0,
      "text": "mention was only to lump him into the unneeded-so-called-expert category. Sorensen did speak very highly of"
    },
    {
      "index": 235,
      "start_time": 1271920.0,
      "end_time": 1276270.0,
      "text": "Walter Flanders and credits him with being the first driving force behind the efficient"
    },
    {
      "index": 236,
      "start_time": 1276270.0,
      "end_time": 1283400.0,
      "text": "floorplan layout at Ford. Sorensen says that Flanders knew absolutely nothing about Taylor."
    },
    {
      "index": 237,
      "start_time": 1283400.0,
      "end_time": 1288191.0,
      "text": "It is possible that Flanders had been exposed to the spirit of Taylorism elsewhere, although"
    },
    {
      "index": 238,
      "start_time": 1288190.0,
      "end_time": 1293730.0,
      "text": "not to its name, and had been influenced by it, but he did not cite it explicitly as he"
    },
    {
      "index": 239,
      "start_time": 1293730.0,
      "end_time": 1299940.0,
      "text": "simply allowed logic to guide his production development. Regardless, the Ford team apparently"
    },
    {
      "index": 240,
      "start_time": 1299940.0,
      "end_time": 1306710.0,
      "text": "did independently invent modern mass production techniques in the period of 1905-1915, and"
    },
    {
      "index": 241,
      "start_time": 1306710.0,
      "end_time": 1311899.0,
      "text": "they themselves were not aware of any borrowing from Taylorism. Perhaps it is only possible"
    },
    {
      "index": 242,
      "start_time": 1311900.0,
      "end_time": 1316461.0,
      "text": "with hindsight to see the overall cultural zeitgeist that connected the budding Fordism"
    },
    {
      "index": 243,
      "start_time": 1316460.0,
      "end_time": 1323240.0,
      "text": "to the rest of the efficiency movement during the decade of 1905-1915. This is not unlike"
    },
    {
      "index": 244,
      "start_time": 1323240.0,
      "end_time": 1328250.0,
      "text": "other invention storylines, where it was more than just Watt who was working toward a practical"
    },
    {
      "index": 245,
      "start_time": 1328250.0,
      "end_time": 1334399.0,
      "text": "steam engine; more than just Fulton who was working on steam boats; more than just Edison"
    },
    {
      "index": 246,
      "start_time": 1334400.0,
      "end_time": 1340050.0,
      "text": "who was working on electrical technology; and even regarding Henry Ford himself, more"
    },
    {
      "index": 247,
      "start_time": 1340050.0,
      "end_time": 1345961.0,
      "text": "than just he who was working toward a truly practical automobile in the 1890s. The same"
    },
    {
      "index": 248,
      "start_time": 1345960.0,
      "end_time": 1352510.0,
      "text": "can be said about the development of the engineering of processes between the 1890s and the 1920s,"
    },
    {
      "index": 249,
      "start_time": 1352510.0,
      "end_time": 1357440.0,
      "text": "although the Ford team were not at all conscious of this at the time. They perceived themselves"
    },
    {
      "index": 250,
      "start_time": 1357440.0,
      "end_time": 1362159.0,
      "text": "to be working in a vacuum in that respect, but historians can argue with them about the"
    },
    {
      "index": 251,
      "start_time": 1362160.0,
      "end_time": 1367400.0,
      "text": "extent to which that was really true. Taylor was an early pioneer in the field of process"
    },
    {
      "index": 252,
      "start_time": 1367400.0,
      "end_time": 1373691.0,
      "text": "analysis and synthesis. But he did not have the field to himself for long. The world was"
    },
    {
      "index": 253,
      "start_time": 1373690.0,
      "end_time": 1379510.0,
      "text": "ready for such development by the late 19th and early 20th centuries. And in fact many"
    },
    {
      "index": 254,
      "start_time": 1379510.0,
      "end_time": 1385659.0,
      "text": "people started to work on it, sometimes independently, sometimes with direct or indirect influence"
    },
    {
      "index": 255,
      "start_time": 1385660.0,
      "end_time": 1386701.0,
      "text": "on each other."
    },
    {
      "index": 256,
      "start_time": 1386700.0,
      "end_time": 1391399.0,
      "text": "&quot;One of the hardest-to-down myths about the evolution of mass production at Ford is one"
    },
    {
      "index": 257,
      "start_time": 1391400.0,
      "end_time": 1397160.0,
      "text": "which credits much of the accomplishment to &#39;scientific management.&#39; No one at Ford—not"
    },
    {
      "index": 258,
      "start_time": 1397160.0,
      "end_time": 1403731.0,
      "text": "Mr. Ford, Couzens, Flanders, Wills, Pete Martin, nor I—was acquainted with the theories of"
    },
    {
      "index": 259,
      "start_time": 1403730.0,
      "end_time": 1410429.0,
      "text": "the &#39;father of scientific management,&#39; Frederick W. Taylor. Years later I ran across a quotation"
    },
    {
      "index": 260,
      "start_time": 1410430.0,
      "end_time": 1415441.0,
      "text": "from a two-volume book about Taylor by Frank Barkley Copley, who reports a visit Taylor"
    },
    {
      "index": 261,
      "start_time": 1415440.0,
      "end_time": 1421419.0,
      "text": "made to Detroit late in 1914, nearly a year after the moving assembly line had been installed"
    },
    {
      "index": 262,
      "start_time": 1421420.0,
      "end_time": 1427290.0,
      "text": "at our Highland Park plant. Taylor expressed surprise to find that Detroit industrialists"
    },
    {
      "index": 263,
      "start_time": 1427290.0,
      "end_time": 1432481.0,
      "text": "&#39;had undertaken to install the principles of scientific management without the aid of"
    },
    {
      "index": 264,
      "start_time": 1432480.0,
      "end_time": 1437809.0,
      "text": "experts.&#39; To my mind this unconscious admission by an expert is expert testimony on the futility"
    },
    {
      "index": 265,
      "start_time": 1437810.0,
      "end_time": 1442611.0,
      "text": "of too great reliance on experts and should forever dispose of the legend that Taylor&#39;s"
    },
    {
      "index": 266,
      "start_time": 1442610.0,
      "end_time": 1446039.0,
      "text": "ideas had any influence at Ford.&quot;"
    },
    {
      "index": 267,
      "start_time": 1446040.0,
      "end_time": 1450050.0,
      "text": "Influence on planned economies Scientific management was naturally appealing"
    },
    {
      "index": 268,
      "start_time": 1450050.0,
      "end_time": 1455011.0,
      "text": "to managers of planned economies, because central economic planning relies on the idea"
    },
    {
      "index": 269,
      "start_time": 1455010.0,
      "end_time": 1460460.0,
      "text": "that the expenses that go into economic production can be precisely predicted and can be optimized"
    },
    {
      "index": 270,
      "start_time": 1460460.0,
      "end_time": 1465899.0,
      "text": "by design. The opposite theoretical pole would be laissez-faire thinking in which the invisible"
    },
    {
      "index": 271,
      "start_time": 1465900.0,
      "end_time": 1471211.0,
      "text": "hand of free markets is the only possible &quot;designer&quot;. In reality most economies today"
    },
    {
      "index": 272,
      "start_time": 1471210.0,
      "end_time": 1474620.0,
      "text": "are somewhere in between. Soviet Union"
    },
    {
      "index": 273,
      "start_time": 1474620.0,
      "end_time": 1480500.0,
      "text": "In the Soviet Union, Taylorism was advocated by Aleksei Gastev and nauchnaia organizatsia"
    },
    {
      "index": 274,
      "start_time": 1480500.0,
      "end_time": 1487039.0,
      "text": "truda. It found support in both Vladimir Lenin and Leon Trotsky. Gastev continued to promote"
    },
    {
      "index": 275,
      "start_time": 1487040.0,
      "end_time": 1493910.0,
      "text": "this system of labor management until his arrest and execution in 1939. Historian Thomas"
    },
    {
      "index": 276,
      "start_time": 1493910.0,
      "end_time": 1500341.0,
      "text": "P. Hughes has detailed the way in which the Soviet Union in the 1920s and 1930s enthusiastically"
    },
    {
      "index": 277,
      "start_time": 1500340.0,
      "end_time": 1505690.0,
      "text": "embraced Fordism and Taylorism, importing American experts in both fields as well as"
    },
    {
      "index": 278,
      "start_time": 1505690.0,
      "end_time": 1511679.0,
      "text": "American engineering firms to build parts of its new industrial infrastructure. The"
    },
    {
      "index": 279,
      "start_time": 1511680.0,
      "end_time": 1516131.0,
      "text": "concepts of the Five Year Plan and the centrally planned economy can be traced directly to"
    },
    {
      "index": 280,
      "start_time": 1516130.0,
      "end_time": 1522450.0,
      "text": "the influence of Taylorism on Soviet thinking. Hughes quotes Joseph Stalin:"
    },
    {
      "index": 281,
      "start_time": 1522450.0,
      "end_time": 1527970.0,
      "text": "American efficiency is that indomitable force which neither knows nor recognises obstacles;"
    },
    {
      "index": 282,
      "start_time": 1527970.0,
      "end_time": 1533570.0,
      "text": "which continues on a task once started until it is finished, even if it is a minor task;"
    },
    {
      "index": 283,
      "start_time": 1533570.0,
      "end_time": 1538730.0,
      "text": "and without which serious constructive work is impossible.... The combination of the Russian"
    },
    {
      "index": 284,
      "start_time": 1538730.0,
      "end_time": 1543679.0,
      "text": "revolutionary sweep with American efficiency is the essence of Leninism."
    },
    {
      "index": 285,
      "start_time": 1543680.0,
      "end_time": 1548631.0,
      "text": "Hughes offers the equation &quot;Taylorismus + Fordismus = Amerikanismus&quot; to describe the"
    },
    {
      "index": 286,
      "start_time": 1548630.0,
      "end_time": 1554559.0,
      "text": "Soviet view. Sorensen recounted his experience as one of the American consultants bringing"
    },
    {
      "index": 287,
      "start_time": 1554560.0,
      "end_time": 1559991.0,
      "text": "Ford know-how to the USSR during this brief era, before the Cold War made such exchanges"
    },
    {
      "index": 288,
      "start_time": 1559990.0,
      "end_time": 1566289.0,
      "text": "unthinkable. As the Soviet Union developed and grew in power, both sides, the Soviets"
    },
    {
      "index": 289,
      "start_time": 1566290.0,
      "end_time": 1571871.0,
      "text": "and the Americans, chose to ignore or deny the contribution that American ideas and expertise"
    },
    {
      "index": 290,
      "start_time": 1571870.0,
      "end_time": 1576080.0,
      "text": "had made: the Soviets because they wished to portray themselves as creators of their"
    },
    {
      "index": 291,
      "start_time": 1576080.0,
      "end_time": 1580830.0,
      "text": "own destiny and not indebted to a rival, and the Americans because they did not wish to"
    },
    {
      "index": 292,
      "start_time": 1580830.0,
      "end_time": 1586389.0,
      "text": "acknowledge their part in creating a powerful communist rival. Anti-communism had always"
    },
    {
      "index": 293,
      "start_time": 1586390.0,
      "end_time": 1592180.0,
      "text": "enjoyed widespread popularity in America, and anti-capitalism in Russia, but after World"
    },
    {
      "index": 294,
      "start_time": 1592180.0,
      "end_time": 1597611.0,
      "text": "War II, they precluded any admission by either side that technologies or ideas might be either"
    },
    {
      "index": 295,
      "start_time": 1597610.0,
      "end_time": 1601159.0,
      "text": "freely shared or clandestinely stolen. East Germany"
    },
    {
      "index": 296,
      "start_time": 1601160.0,
      "end_time": 1607520.0,
      "text": "The German Federal Archives contain documentation created by the German Democratic Republic"
    },
    {
      "index": 297,
      "start_time": 1607520.0,
      "end_time": 1613701.0,
      "text": "as it sought to increase efficiency in its industrial sectors. In the accompanying photograph,"
    },
    {
      "index": 298,
      "start_time": 1613700.0,
      "end_time": 1618059.0,
      "text": "workers discuss standards that have recently been created specifying how each task should"
    },
    {
      "index": 299,
      "start_time": 1618060.0,
      "end_time": 1624761.0,
      "text": "be done and how long it should take. By the 1950s, Taylor&#39;s original form of scientific"
    },
    {
      "index": 300,
      "start_time": 1624760.0,
      "end_time": 1629250.0,
      "text": "management had grown dated, but the goals and themes remained attractive and found new"
    },
    {
      "index": 301,
      "start_time": 1629250.0,
      "end_time": 1634620.0,
      "text": "avatars. The workers in the photograph were engaged in a state-planned instance of process"
    },
    {
      "index": 302,
      "start_time": 1634620.0,
      "end_time": 1639669.0,
      "text": "improvement, but they were essentially pursuing the same goals that were also contemporaneously"
    },
    {
      "index": 303,
      "start_time": 1639670.0,
      "end_time": 1645211.0,
      "text": "pursued in the Free World by people like the developers of the Toyota Production System."
    },
    {
      "index": 304,
      "start_time": 1645210.0,
      "end_time": 1648059.0,
      "text": "Legacy Scientific management was one of the first"
    },
    {
      "index": 305,
      "start_time": 1648060.0,
      "end_time": 1654081.0,
      "text": "attempts to systematically treat management and process improvement as a scientific problem."
    },
    {
      "index": 306,
      "start_time": 1654080.0,
      "end_time": 1659080.0,
      "text": "It was probably the first to do so in a &quot;bottom-up&quot; way, which is a concept that remains useful"
    },
    {
      "index": 307,
      "start_time": 1659080.0,
      "end_time": 1666059.0,
      "text": "even today, in concert with other concepts. Two corollaries of this primacy are that scientific"
    },
    {
      "index": 308,
      "start_time": 1666060.0,
      "end_time": 1670060.0,
      "text": "management became famous and it was merely the first iteration of a long-developing way"
    },
    {
      "index": 309,
      "start_time": 1670060.0,
      "end_time": 1676581.0,
      "text": "of thinking, and many iterations have come since. Nevertheless, common elements unite"
    },
    {
      "index": 310,
      "start_time": 1676580.0,
      "end_time": 1682289.0,
      "text": "them. With the advancement of statistical methods, quality assurance and quality control"
    },
    {
      "index": 311,
      "start_time": 1682290.0,
      "end_time": 1690020.0,
      "text": "could begin in the 1920s and 1930s. During the 1940s and 1950s, the body of knowledge"
    },
    {
      "index": 312,
      "start_time": 1690020.0,
      "end_time": 1695790.0,
      "text": "for doing scientific management evolved into operations management, operations research,"
    },
    {
      "index": 313,
      "start_time": 1695790.0,
      "end_time": 1702351.0,
      "text": "and management cybernetics. In the 1980s total quality management became widely popular,"
    },
    {
      "index": 314,
      "start_time": 1702350.0,
      "end_time": 1708320.0,
      "text": "and in the 1990s &quot;re-engineering&quot; went from a simple word to a mystique. Today&#39;s Six Sigma"
    },
    {
      "index": 315,
      "start_time": 1708320.0,
      "end_time": 1713230.0,
      "text": "and lean manufacturing could be seen as new kinds of scientific management, although their"
    },
    {
      "index": 316,
      "start_time": 1713230.0,
      "end_time": 1718889.0,
      "text": "evolutionary distance from the original is so great that the comparison might be misleading."
    },
    {
      "index": 317,
      "start_time": 1718890.0,
      "end_time": 1725251.0,
      "text": "In particular, Shigeo Shingo, one of the originators of the Toyota Production System, believed"
    },
    {
      "index": 318,
      "start_time": 1725250.0,
      "end_time": 1730019.0,
      "text": "that this system and Japanese management culture in general should be seen as a kind of scientific"
    },
    {
      "index": 319,
      "start_time": 1730020.0,
      "end_time": 1734131.0,
      "text": "management. Peter Drucker saw Frederick Taylor as the"
    },
    {
      "index": 320,
      "start_time": 1734130.0,
      "end_time": 1738389.0,
      "text": "creator of knowledge management, because the aim of scientific management was to produce"
    },
    {
      "index": 321,
      "start_time": 1738390.0,
      "end_time": 1744650.0,
      "text": "knowledge about how to improve work processes. Although the typical application of scientific"
    },
    {
      "index": 322,
      "start_time": 1744650.0,
      "end_time": 1749571.0,
      "text": "management was manufacturing, Taylor himself advocated scientific management for all sorts"
    },
    {
      "index": 323,
      "start_time": 1749570.0,
      "end_time": 1756190.0,
      "text": "of work, including the management of universities and government. For example, Taylor believed"
    },
    {
      "index": 324,
      "start_time": 1756190.0,
      "end_time": 1761419.0,
      "text": "scientific management could be extended to &quot;the work of our salesmen&quot;. Shortly after"
    },
    {
      "index": 325,
      "start_time": 1761420.0,
      "end_time": 1767001.0,
      "text": "his death, his acolyte Harlow S. Person began to lecture corporate audiences on the possibility"
    },
    {
      "index": 326,
      "start_time": 1767000.0,
      "end_time": 1771630.0,
      "text": "of using Taylorism for &quot;sales engineering&quot; This was a watershed insight in the history"
    },
    {
      "index": 327,
      "start_time": 1771630.0,
      "end_time": 1775840.0,
      "text": "of corporate marketing. Today&#39;s militaries employ all of the major"
    },
    {
      "index": 328,
      "start_time": 1775840.0,
      "end_time": 1782200.0,
      "text": "goals and tactics of scientific management, if not under that name. Of the key points,"
    },
    {
      "index": 329,
      "start_time": 1782200.0,
      "end_time": 1788000.0,
      "text": "all but wage incentives for increased output are used by modern military organizations."
    },
    {
      "index": 330,
      "start_time": 1788000.0,
      "end_time": 1792789.0,
      "text": "Wage incentives rather appear in the form of skill bonuses for enlistments."
    },
    {
      "index": 331,
      "start_time": 1792790.0,
      "end_time": 1797680.0,
      "text": "Scientific management has had an important influence in sports, where stop watches and"
    },
    {
      "index": 332,
      "start_time": 1797680.0,
      "end_time": 1801731.0,
      "text": "motion studies rule the day.. Modern human resources can be seen to have"
    },
    {
      "index": 333,
      "start_time": 1801730.0,
      "end_time": 1806929.0,
      "text": "begun in the scientific management era, most notably in the writings of Katherine M. H."
    },
    {
      "index": 334,
      "start_time": 1806930.0,
      "end_time": 1812270.0,
      "text": "Blackford, who was also a proponent of eugenics. See also"
    },
    {
      "index": 335,
      "start_time": 1812270.0,
      "end_time": 1815721.0,
      "text": "Digital Taylorism Dirty, Dangerous and Demeaning"
    },
    {
      "index": 336,
      "start_time": 1815720.0,
      "end_time": 1818490.0,
      "text": "Hawthorne effect Management science"
    },
    {
      "index": 337,
      "start_time": 1818490.0,
      "end_time": 1820759.0,
      "text": "Modern Times Pandora&#39;s Box"
    },
    {
      "index": 338,
      "start_time": 1820760.0,
      "end_time": 1824900.0,
      "text": "The Pajama Game The Secret Life of Machines#Series 3 - The"
    },
    {
      "index": 339,
      "start_time": 1824900.0,
      "end_time": 1827560.0,
      "text": "Secret Life of the Office Stakhanovism"
    },
    {
      "index": 340,
      "start_time": 1827560.0,
      "end_time": 1832591.0,
      "text": "Words per minute is a taylorism measurement of &quot;office&quot; productivity"
    },
    {
      "index": 341,
      "start_time": 1832590.0,
      "end_time": 1834000.0,
      "text": "References"
    },
    {
      "index": 342,
      "start_time": 1834000.0,
      "end_time": 1839870.0,
      "text": "Further reading Aitken, Hugh G.J. [1960], Scientific Management"
    },
    {
      "index": 343,
      "start_time": 1839870.0,
      "end_time": 1848299.0,
      "text": "in Action: Taylorism at Watertown Arsenal, 1908-1915, Princeton, NJ, USA: Princeton University"
    },
    {
      "index": 344,
      "start_time": 1848300.0,
      "end_time": 1868961.0,
      "text": "Press, ISBN 978-0-691-04241-1, LCCN 84026462, OCLC 1468387. First published in 1960 by"
    },
    {
      "index": 345,
      "start_time": 1868960.0,
      "end_time": 1875350.0,
      "text": "Harvard University Press. Republished in 1985 by Princeton University Press, with a new"
    },
    {
      "index": 346,
      "start_time": 1875350.0,
      "end_time": 1881240.0,
      "text": "foreword by Merritt Roe Smith.  Beissinger, Mark R., Scientific Management,"
    },
    {
      "index": 347,
      "start_time": 1881240.0,
      "end_time": 1893649.0,
      "text": "Socialist Discipline, and Soviet Power, London, UK: I.B. Tauris &amp; Co Ltd, ISBN 978-1-85043-108-4. "
    },
    {
      "index": 348,
      "start_time": 1893650.0,
      "end_time": 1901851.0,
      "text": "Braverman, Harry [1974], Labor and Monopoly Capital: The Degradation of Work in the Twentieth"
    },
    {
      "index": 349,
      "start_time": 1901850.0,
      "end_time": 1911009.0,
      "text": "Century, New York, NY, USA: Republication by Monthly Review Press, ISBN 0-85345-940-1. "
    },
    {
      "index": 350,
      "start_time": 1911010.0,
      "end_time": 1921841.0,
      "text": "Dawson, Michael, The Consumer Trap: Big Business Marketing in American Life, Urbana, IL, USA:"
    },
    {
      "index": 351,
      "start_time": 1921840.0,
      "end_time": 1932539.0,
      "text": "University of Illinois Press, ISBN 0-252-07264-2.  Drury, Horace Bookwalter, Scientific management:"
    },
    {
      "index": 352,
      "start_time": 1932540.0,
      "end_time": 1938910.0,
      "text": "a history and criticism, New York, NY, USA: Columbia University. "
    },
    {
      "index": 353,
      "start_time": 1938910.0,
      "end_time": 1945040.0,
      "text": "Gershon, Richard, Telecommunications Management: Industry Structures and Planning Strategies,"
    },
    {
      "index": 354,
      "start_time": 1945040.0,
      "end_time": 1950481.0,
      "text": "Mahwah, NJ, USA: Lawrence Erlbaum Associates, ISBN 978-0-8058-3002-6 "
    },
    {
      "index": 355,
      "start_time": 1950480.0,
      "end_time": 1968620.0,
      "text": "Hartness, James, The  human factor in works management, New York and London: McGraw-Hill, OCLC 1065709. Republished"
    },
    {
      "index": 356,
      "start_time": 1968620.0,
      "end_time": 1978980.0,
      "text": "by Hive Publishing Company as Hive management history series no. 46, ISBN 978-0-87960-047-1. "
    },
    {
      "index": 357,
      "start_time": 1978980.0,
      "end_time": 1995330.0,
      "text": "Head, Simon, The New Ruthless Economy: Work and Power in the Digital Age, Oxford, UK:"
    },
    {
      "index": 358,
      "start_time": 1995330.0,
      "end_time": 2001029.0,
      "text": "Oxford University Press, ISBN 978-0-19-517983-5. Head analyzes current implementations of Taylorism"
    },
    {
      "index": 359,
      "start_time": 2001030.0,
      "end_time": 2005101.0,
      "text": "not only on the assembly line, but also in the offices and in medicine. "
    },
    {
      "index": 360,
      "start_time": 2005100.0,
      "end_time": 2013070.0,
      "text": "Hounshell, David A., From the American System to Mass Production, 1800-1932: The Development"
    },
    {
      "index": 361,
      "start_time": 2013070.0,
      "end_time": 2018779.0,
      "text": "of Manufacturing Technology in the United States, Baltimore, Maryland: Johns Hopkins"
    },
    {
      "index": 362,
      "start_time": 2018780.0,
      "end_time": 2026650.0,
      "text": "University Press, ISBN 978-0-8018-2975-8, LCCN 83016269 "
    },
    {
      "index": 363,
      "start_time": 2026650.0,
      "end_time": 2040601.0,
      "text": "Hughes, Thomas P. [1989], American Genesis: A Century of Invention and Technological Enthusiasm,"
    },
    {
      "index": 364,
      "start_time": 2040600.0,
      "end_time": 2051250.0,
      "text": "1870–1970, Chicago, IL, USA: University of Chicago Press, ISBN 978-0-14-009741-2. "
    },
    {
      "index": 365,
      "start_time": 2051250.0,
      "end_time": 2061020.0,
      "text": "Kanigel, Robert, The One Best Way: Frederick Winslow Taylor and the Enigma of Efficiency,"
    },
    {
      "index": 366,
      "start_time": 2061020.0,
      "end_time": 2075050.0,
      "text": "New York, NY, USA: Penguin-Viking, ISBN 978-0-670-86402-7. A  detailed biography of Taylor and a historian&#39;s"
    },
    {
      "index": 367,
      "start_time": 2075050.0000000002,
      "end_time": 2079980.0000000002,
      "text": "look at his ideas.  Mitcham, Carl, &quot;Management&quot;, Encyclopedia"
    },
    {
      "index": 368,
      "start_time": 2079980.0,
      "end_time": 2091830.0,
      "text": "of science, technology, and ethics 3, Macmillan Reference USA, ISBN 978-0-02-865834-6. "
    },
    {
      "index": 369,
      "start_time": 2091830.0,
      "end_time": 2102890.0,
      "text": "Morf, Martin Eight Scenarios for Work in the Future. in Futurist, v17 n3 pp. 24–29 Jun"
    },
    {
      "index": 370,
      "start_time": 2102890.0,
      "end_time": 2108510.0,
      "text": "1983, reprinted in Cornish, Edward and World Future Society Habitats tomorrow: homes and"
    },
    {
      "index": 371,
      "start_time": 2108510.0,
      "end_time": 2115180.0,
      "text": "communities in an exciting new era : selections from The futurist, pp. 14–19"
    },
    {
      "index": 372,
      "start_time": 2115180.0,
      "end_time": 2124680.0,
      "text": "Mullins, Laurie J., Management and Organisational Behaviour, Financial Times–FT Press–Prentice-Hall–Pearson"
    },
    {
      "index": 373,
      "start_time": 2124680.0,
      "end_time": 2137570.0,
      "text": "Education Ltd, ISBN 978-0-273-68876-1.  Noble, David F., Forces of Production: A Social"
    },
    {
      "index": 374,
      "start_time": 2137570.0,
      "end_time": 2150730.0,
      "text": "History of Industrial Automation, New York, New York, USA: Knopf, ISBN 978-0-394-51262-4,"
    },
    {
      "index": 375,
      "start_time": 2150730.0,
      "end_time": 2160820.0,
      "text": "LCCN 83048867.  Rosen, Ellen, Improving Public Sector Productivity:"
    },
    {
      "index": 376,
      "start_time": 2160820.0,
      "end_time": 2166800.0,
      "text": "Concepts and Practice, Thousand Oaks, CA, USA: Sage Publications, ISBN 978-0-8039-4573-9 "
    },
    {
      "index": 377,
      "start_time": 2166800.0,
      "end_time": 2184500.0,
      "text": "Scheiber, Lukas, Next Taylorsim: A  Calculus of Knowledge Work, Frankfurt am Main, BRD: Peter Lang, ISBN 978-3631624050 "
    },
    {
      "index": 378,
      "start_time": 2184500.0,
      "end_time": 2195620.0,
      "text": "Sorensen, Charles E.; with Williamson, Samuel T., My Forty Years with Ford, New York, New"
    },
    {
      "index": 379,
      "start_time": 2195620.0,
      "end_time": 2211000.0,
      "text": "York, USA: Norton, LCCN 56010854 . Various republications, including ISBN 9780814332795."
    },
    {
      "index": 380,
      "start_time": 2211000.0,
      "end_time": 2221170.0,
      "text": "Stalin, J.V., Problems of Leninism: Lectures Delivered at the Sverdlov University, Beijing,"
    },
    {
      "index": 381,
      "start_time": 2221170.0,
      "end_time": 2226590.0,
      "text": "China: Foreign Languages Press.  Taylor, Frederick Winslow, Shop Management,"
    },
    {
      "index": 382,
      "start_time": 2226590.0,
      "end_time": 2238870.0,
      "text": "New York, NY, USA: American Society of Mechanical Engineers, OCLC 2365572. &quot;Shop Management&quot;"
    },
    {
      "index": 383,
      "start_time": 2238870.0,
      "end_time": 2244010.0,
      "text": "began as an address by Taylor to a meeting of the ASME, which published it in pamphlet"
    },
    {
      "index": 384,
      "start_time": 2244010.0,
      "end_time": 2250720.0,
      "text": "form. The link here takes the reader to a 1912 republication by Harper &amp; Brothers. Also"
    },
    {
      "index": 385,
      "start_time": 2250720.0,
      "end_time": 2255950.0,
      "text": "available from Project Gutenberg.  Taylor, Frederick Winslow, The Principles"
    },
    {
      "index": 386,
      "start_time": 2255950.0,
      "end_time": 2262820.0,
      "text": "of Scientific Management, New York, NY, USA and London, UK: Harper &amp; Brothers, LCCN 11010339,"
    },
    {
      "index": 387,
      "start_time": 2262820.0,
      "end_time": 2265160.0,
      "text": "OCLC 233134. Also available from Project Gutenberg. "
    },
    {
      "index": 388,
      "start_time": 2265160.0,
      "end_time": 2267890.0,
      "text": "External links Special Collections: F.W. Taylor Collection."
    },
    {
      "index": 389,
      "start_time": 2267890.0,
      "end_time": 2277890.0,
      "text": "Stevens Institute of Technology has an extensive collection at its library."
    }
  ]
}