{
  "video_id": "9POZtEhdmIY",
  "title": "How To Lengthen Your Life",
  "json": [
    {
      "index": 1,
      "start_time": 179.0,
      "end_time": 5870.0,
      "text": "The normal way we set about trying to extend our lives is by striving to add more years"
    },
    {
      "index": 2,
      "start_time": 5870.0,
      "end_time": 11020.0,
      "text": "to them – usually by eating more couscous and broccoli, going to bed early and running"
    },
    {
      "index": 3,
      "start_time": 11020.0,
      "end_time": 17750.0,
      "text": "in the rain. But this approach may turn out to be quixotic, not only because Death can’t"
    },
    {
      "index": 4,
      "start_time": 17750.0,
      "end_time": 23010.0,
      "text": "reliably be warded off with kale, but at a deeper level, because the best way to lengthen"
    },
    {
      "index": 5,
      "start_time": 23010.0,
      "end_time": 30500.0,
      "text": "a life is not by attempting to stick more years on to its tail. One of the most basic"
    },
    {
      "index": 6,
      "start_time": 30500.0,
      "end_time": 35780.0,
      "text": "facts about time is that, even though we insist on measuring it as if it were an objective"
    },
    {
      "index": 7,
      "start_time": 35780.0,
      "end_time": 42149.0,
      "text": "unit, it doesn’t, in all conditions, feel as if it were moving at the same pace. Five"
    },
    {
      "index": 8,
      "start_time": 42149.0,
      "end_time": 49140.0,
      "text": "minutes can feel like an hour; ten hours can feel like five minutes. A decade may pass"
    },
    {
      "index": 9,
      "start_time": 49140.0,
      "end_time": 56040.0,
      "text": "like two years; two years may acquire the weight of half a century. And so on. In other"
    },
    {
      "index": 10,
      "start_time": 56040.0,
      "end_time": 61760.0,
      "text": "words, our subjective experience of time bears precious little relation to the way we like"
    },
    {
      "index": 11,
      "start_time": 61760.0,
      "end_time": 67500.0,
      "text": "to measure it on a clock. Time moves more or less slowly according to the vagaries of"
    },
    {
      "index": 12,
      "start_time": 67500.0,
      "end_time": 76140.0,
      "text": "the human mind: it may fly or it may drag. It may evaporate into airy nothing or achieve"
    },
    {
      "index": 13,
      "start_time": 76140.0,
      "end_time": 83659.0,
      "text": "enduring density. If the goal is to have a longer life, whatever the dieticians may urge,"
    },
    {
      "index": 14,
      "start_time": 83659.0,
      "end_time": 90450.0,
      "text": "it seems like the priority should not be to add raw increments of time but to ensure that"
    },
    {
      "index": 15,
      "start_time": 90450.0,
      "end_time": 98120.0,
      "text": "whatever years remain feel appropriately substantial. The aim should be to densify time rather than"
    },
    {
      "index": 16,
      "start_time": 98120.0,
      "end_time": 104579.0,
      "text": "to try to extract one or two more years from the fickle grip of Death. Why then does time"
    },
    {
      "index": 17,
      "start_time": 104579.0,
      "end_time": 110590.0,
      "text": "have such different speeds, moving at certain points bewilderingly fast, at others with"
    },
    {
      "index": 18,
      "start_time": 110590.0,
      "end_time": 117960.0,
      "text": "intricate moderation? The clue is to be found childhood. The first ten years almost invariably"
    },
    {
      "index": 19,
      "start_time": 117960.0,
      "end_time": 123979.0,
      "text": "feel longer than any other decade we have on earth. The teens are a little faster but"
    },
    {
      "index": 20,
      "start_time": 123979.0,
      "end_time": 131329.0,
      "text": "still crawl. Yet by our 40s, time will have started to trot; and by our 60s, it will be"
    },
    {
      "index": 21,
      "start_time": 131329.0,
      "end_time": 135389.0,
      "text": "unfolding at a bewildering gallop. The difference in pace"
    },
    {
      "index": 22,
      "start_time": 135389.0,
      "end_time": 143790.0,
      "text": "is not mysterious: it has to do with novelty. The more our days are filled with new, unpredictable"
    },
    {
      "index": 23,
      "start_time": 143790.0,
      "end_time": 150090.0,
      "text": "and challenging experiences, the longer they will feel. And, conversely, the more one day"
    },
    {
      "index": 24,
      "start_time": 150090.0,
      "end_time": 156159.0,
      "text": "is exactly like another, the faster it will pass by in an evanescent blur. Childhood ends"
    },
    {
      "index": 25,
      "start_time": 156159.0,
      "end_time": 162299.0,
      "text": "up feeling so long because it is the cauldron of novelty; because its most ordinary days"
    },
    {
      "index": 26,
      "start_time": 162299.0,
      "end_time": 167859.0,
      "text": "are packed with extraordinary discoveries and sensations: these can be as apparently"
    },
    {
      "index": 27,
      "start_time": 167859.0,
      "end_time": 173720.0,
      "text": "minor yet as significant as the first time we explore the zip on a cardigan or hold our"
    },
    {
      "index": 28,
      "start_time": 173720.0,
      "end_time": 178549.0,
      "text": "nose under water, the first time we look at the sun through the cotton of a beach towel"
    },
    {
      "index": 29,
      "start_time": 178549.0,
      "end_time": 183689.0,
      "text": "or dig our fingers into the putty holding a window in its frame. Dense as it is with"
    },
    {
      "index": 30,
      "start_time": 183689.0,
      "end_time": 190249.0,
      "text": "stimuli, the first decade might as well be a thousand years long. By middle age, things"
    },
    {
      "index": 31,
      "start_time": 190249.0,
      "end_time": 194969.0,
      "text": "can be counted upon to have grown a lot more familiar. We may have flown around the world"
    },
    {
      "index": 32,
      "start_time": 194969.0,
      "end_time": 200879.0,
      "text": "a few times. We no longer get excited by the idea of eating a pineapple, owning a car or"
    },
    {
      "index": 33,
      "start_time": 200879.0,
      "end_time": 206939.0,
      "text": "flipping a lightswitch. We know about relationships, earning money and telling others what do."
    },
    {
      "index": 34,
      "start_time": 206939.0,
      "end_time": 213519.0,
      "text": "And as a result, time runs away from us without mercy. One solution often suggested at this"
    },
    {
      "index": 35,
      "start_time": 213519.0,
      "end_time": 218459.0,
      "text": "point is that we should put all our efforts into discovering fresh sources of novelty."
    },
    {
      "index": 36,
      "start_time": 218459.0,
      "end_time": 223260.0,
      "text": "We can’t just continue to live our small predictable and therefore ‘swift’ lives"
    },
    {
      "index": 37,
      "start_time": 223260.0,
      "end_time": 229159.0,
      "text": "in a single narrow domain; we need to become explorers and adventurers. We must go to Machu"
    },
    {
      "index": 38,
      "start_time": 229159.0,
      "end_time": 234709.0,
      "text": "Picchu or Angkor Wat, Astana or Montevideo, we need to find a way to swim with dolphins"
    },
    {
      "index": 39,
      "start_time": 234709.0,
      "end_time": 240159.0,
      "text": "or order a thirteen course meal at a world-famous restaurant in downtown Lima. That will finally"
    },
    {
      "index": 40,
      "start_time": 240159.0,
      "end_time": 247589.0,
      "text": "slow down the cruel gallop of time. But this is to labour under an unfair, expensive and"
    },
    {
      "index": 41,
      "start_time": 247589.0,
      "end_time": 253549.0,
      "text": "ultimately impractical notion of novelty. We may by middle age certainly have seen a"
    },
    {
      "index": 42,
      "start_time": 253549.0,
      "end_time": 258879.0,
      "text": "great many things in our neighborhoods, but we are – fortunately for us – unlikely"
    },
    {
      "index": 43,
      "start_time": 258879.00000000003,
      "end_time": 264090.0,
      "text": "to have properly noticed most of them. We have probably taken a few cursory glances"
    },
    {
      "index": 44,
      "start_time": 264090.0,
      "end_time": 269960.0,
      "text": "at the miracles of existence that lie to hand and assumed, quite unjustly, that we know"
    },
    {
      "index": 45,
      "start_time": 269960.0,
      "end_time": 275220.0,
      "text": "all there is to know about them. We’ve imagined we understand the city we live in, the people"
    },
    {
      "index": 46,
      "start_time": 275220.0,
      "end_time": 281510.0,
      "text": "we interact with and, more or less, the point of it all. But of course we have barely scratched"
    },
    {
      "index": 47,
      "start_time": 281510.0,
      "end_time": 287389.0,
      "text": "the surface. We have grown bored of a world we haven’t begun to study properly. And"
    },
    {
      "index": 48,
      "start_time": 287389.0,
      "end_time": 295800.0,
      "text": "that, among other things, is why time is racing by. The pioneers at making life feel longer"
    },
    {
      "index": 49,
      "start_time": 295800.0,
      "end_time": 303490.0,
      "text": "in the way that counts are not dieticians, but artists. At its best, art is a tool that"
    },
    {
      "index": 50,
      "start_time": 303490.0,
      "end_time": 309320.0,
      "text": "reminds us of how little we have fathomed and noticed. It re-introduces us to ordinary"
    },
    {
      "index": 51,
      "start_time": 309320.0,
      "end_time": 315490.0,
      "text": "things and reopens our eyes to a latent beauty and interest in precisely those areas we had"
    },
    {
      "index": 52,
      "start_time": 315490.0,
      "end_time": 323060.0,
      "text": "ceased to bother with. It helps us to recover some of the manic sensitivity we had as newborns."
    },
    {
      "index": 53,
      "start_time": 323060.0,
      "end_time": 328770.0,
      "text": "Here is Cezanne, looking closely at apples, as if he had never seen one before and nudging"
    },
    {
      "index": 54,
      "start_time": 328770.0,
      "end_time": 337480.0,
      "text": "us to do likewise: Here is Van Gogh, mesmerised by some oranges: Here is Albrecht Durer, looking"
    },
    {
      "index": 55,
      "start_time": 337480.0,
      "end_time": 342439.0,
      "text": "– as only children usually do – very closely at a clod of earth:"
    },
    {
      "index": 56,
      "start_time": 342439.0,
      "end_time": 346580.0,
      "text": "We don’t need to make art in order to learn the most valuable lesson"
    },
    {
      "index": 57,
      "start_time": 346580.0,
      "end_time": 353060.0,
      "text": "of artists, which is about noticing properly, living with our eyes open – and thereby,"
    },
    {
      "index": 58,
      "start_time": 353060.0,
      "end_time": 358159.0,
      "text": "along the way, savouring time. Without any intention to create something that could be"
    },
    {
      "index": 59,
      "start_time": 358159.0,
      "end_time": 363699.0,
      "text": "put in a gallery, we could – as part of a goal of living more deliberately – take"
    },
    {
      "index": 60,
      "start_time": 363699.0,
      "end_time": 369319.0,
      "text": "a walk in an unfamiliar part of town, ask an old friend about a side of their life we’d"
    },
    {
      "index": 61,
      "start_time": 369319.0,
      "end_time": 374250.0,
      "text": "never dared to probe at, lie on our back in the garden and look up at the stars or hold"
    },
    {
      "index": 62,
      "start_time": 374250.0,
      "end_time": 380389.0,
      "text": "our partner in a way we never tried before. It takes a rabid lack of imagination to think"
    },
    {
      "index": 63,
      "start_time": 380389.0,
      "end_time": 387240.0,
      "text": "we have to go to Machu Picchu to find something new. In Fyodor Dostoevsky’s novel The Idiot,"
    },
    {
      "index": 64,
      "start_time": 387240.0,
      "end_time": 392080.0,
      "text": "a prisoner has suddenly been condemned to death and been told he has only a few minutes"
    },
    {
      "index": 65,
      "start_time": 392080.0,
      "end_time": 398050.0,
      "text": "left to live. ‘What if I were not to die!,’ he exclaims. ‘What if life were given back"
    },
    {
      "index": 66,
      "start_time": 398050.0,
      "end_time": 405530.0,
      "text": "to me – what infinity!… I’d turn a whole minute into an age…’ Faced with losing"
    },
    {
      "index": 67,
      "start_time": 405530.0,
      "end_time": 411960.0,
      "text": "his life, the poor wretch recognises that every minute could be turned into aeons of"
    },
    {
      "index": 68,
      "start_time": 411960.0,
      "end_time": 419650.0,
      "text": "time, with sufficient imagination and appreciation. It is sensible enough to try to live longer"
    },
    {
      "index": 69,
      "start_time": 419650.0,
      "end_time": 425439.0,
      "text": "lives. But we are working with a false notion of what long really means. We might live to"
    },
    {
      "index": 70,
      "start_time": 425439.0,
      "end_time": 431389.0,
      "text": "be a thousand years old and still complain that it had all rushed by too fast. We should"
    },
    {
      "index": 71,
      "start_time": 431389.0,
      "end_time": 437150.0,
      "text": "be aiming to lead lives that feel long because we have managed to imbue them with the right"
    },
    {
      "index": 72,
      "start_time": 437150.0,
      "end_time": 444050.0,
      "text": "sort of open-hearted appreciation and unsnobbish receptivity, the kind that five-year-olds"
    },
    {
      "index": 73,
      "start_time": 444050.0,
      "end_time": 449909.0,
      "text": "know naturally how to bring to bear. We need to pause and look at one another’s faces,"
    },
    {
      "index": 74,
      "start_time": 449909.0,
      "end_time": 454949.0,
      "text": "study the evening sky, wonder at the eddies and colours of the river and dare to ask the"
    },
    {
      "index": 75,
      "start_time": 454949.0,
      "end_time": 461569.0,
      "text": "kind of questions that open our souls. We don’t need to add years; we need to densify"
    },
    {
      "index": 76,
      "start_time": 461569.0,
      "end_time": 467400.0,
      "text": "the time we have left by ensuring that every day is lived consciously – and we can do"
    },
    {
      "index": 77,
      "start_time": 467400.0,
      "end_time": 475389.0,
      "text": "this via a manoeuvre as simple as it is momentous: by starting to notice all that we have as"
    },
    {
      "index": 78,
      "start_time": 475389.0,
      "end_time": 477120.0,
      "text": "yet only seen."
    },
    {
      "index": 79,
      "start_time": 480320.0,
      "end_time": 489440.0,
      "text": "Our Wisdom Display Cards explore what it really means to be wise and how we can strive to become more enlightened in our every day lives."
    }
  ]
}