{
  "video_id": "9QVsGWsk7TU",
  "title": "Why should you read Flannery O’Connor? - Iseult Gillespie",
  "json": [
    {
      "index": 1,
      "start_time": 6407.0,
      "end_time": 10697.0,
      "text": "A garrulous grandmother and a roaming bandit face off on a dirt road."
    },
    {
      "index": 2,
      "start_time": 10697.0,
      "end_time": 14797.0,
      "text": "A Bible salesman lures a one-legged philosopher into a barn."
    },
    {
      "index": 3,
      "start_time": 14798.0,
      "end_time": 20281.0,
      "text": "A traveling handyman teaches a deaf woman her first word on an old plantation."
    },
    {
      "index": 4,
      "start_time": 20281.0,
      "end_time": 33642.0,
      "text": "From her farm in rural Georgia, surrounded by a flock of pet birds, Flannery O'Connor scribbled tales  of outcasts, intruders and misfits staged in  the world she knew best: the American South."
    },
    {
      "index": 5,
      "start_time": 33642.0,
      "end_time": 45547.0,
      "text": "She published two novels, but is perhaps best known for her short stories, which explored small-town life  with stinging language, offbeat humor, and delightfully unsavory scenarios."
    },
    {
      "index": 6,
      "start_time": 45548.0,
      "end_time": 51168.0,
      "text": "In her spare time O'Connor drew cartoons, and her writing is also  brimming with caricature."
    },
    {
      "index": 7,
      "start_time": 51168.0,
      "end_time": 64447.0,
      "text": "In her stories, a mother has a face \"as broad and innocent as a cabbage,\" a man has as much drive as a  \"floor mop,\" and one woman's body  is shaped like \"a funeral urn.\""
    },
    {
      "index": 8,
      "start_time": 64447.0,
      "end_time": 67700.0,
      "text": "The names of her characters are equally sly."
    },
    {
      "index": 9,
      "start_time": 67700.0,
      "end_time": 77646.0,
      "text": "Take the story \"The Life You Save May be Your Own,\" where the one-handed drifter Tom Shiftlet wanders into the lives of an old woman named Lucynell Crater and her deaf and mute daughter."
    },
    {
      "index": 10,
      "start_time": 77647.0,
      "end_time": 82327.0,
      "text": "Though Mrs. Crater is self-assured, her isolated home is falling apart."
    },
    {
      "index": 11,
      "start_time": 82327.0,
      "end_time": 96136.0,
      "text": "At first, we may be suspicious of Shiftlet's motives when he offers to help around the house, but O'Connor soon reveals  the old woman to be just as scheming as her unexpected guest, and rattles the reader's presumptions  about who has the upper hand."
    },
    {
      "index": 12,
      "start_time": 96137.0,
      "end_time": 98847.0,
      "text": "For O'Connor, no subject was off limits."
    },
    {
      "index": 13,
      "start_time": 98847.0,
      "end_time": 107157.0,
      "text": "Though she was a devout Catholic, she wasn't afraid to explore the possibility of pious thought and unpious behavior co-existing in the same person."
    },
    {
      "index": 14,
      "start_time": 107157.0,
      "end_time": 115797.0,
      "text": "In her novel \"The Violent Bear it Away,\" the main character grapples with the choice to become a man of God, but also sets fires and commits murder."
    },
    {
      "index": 15,
      "start_time": 115797.0,
      "end_time": 127588.0,
      "text": "The book opens with the reluctant prophet in a particularly compromising position:  \"Francis Marion Tarwater's uncle had been  dead for only half a day when the boy got too drunk  to finish digging his grave.”"
    },
    {
      "index": 16,
      "start_time": 127588.0,
      "end_time": 137158.0,
      "text": "This leaves a passerby to \"drag the body from the breakfast table where it was still sitting and bury it with enough dirt on top to keep  the dogs from digging it up.”"
    },
    {
      "index": 17,
      "start_time": 137158.0,
      "end_time": 143238.0,
      "text": "Though her own politics are still debated, O'Connor's fiction could also be attuned to the racism of the South."
    },
    {
      "index": 18,
      "start_time": 143238.0,
      "end_time": 148738.0,
      "text": "In \"Everything that Rises Must Converge,\" she depicts a son raging at his mother's bigotry."
    },
    {
      "index": 19,
      "start_time": 148738.0,
      "end_time": 156637.0,
      "text": "But the story reveals that  he has his own blind spots and suggests that simply recognizing evil doesn't exempt his character from scrutiny."
    },
    {
      "index": 20,
      "start_time": 156637.0,
      "end_time": 162917.0,
      "text": "Even as O'Connor probes the most unsavory aspects of humanity, she leaves the door to redemption open a crack."
    },
    {
      "index": 21,
      "start_time": 162917.0,
      "end_time": 171707.0,
      "text": "In \"A Good Man is Hard to Find,\" she redeems an insufferable grandmother for forgiving a hardened criminal, even as he closes in on her family."
    },
    {
      "index": 22,
      "start_time": 171707.0,
      "end_time": 180647.0,
      "text": "Though we might balk at the price the woman pays for this redemption, we're forced to confront the nuance in moments we might otherwise consider  purely violent or evil."
    },
    {
      "index": 23,
      "start_time": 180647.0,
      "end_time": 189641.0,
      "text": "O'Connor's mastery of the grotesque and her explorations of the insularity and superstition of the South led her to be classified as a Southern Gothic writer."
    },
    {
      "index": 24,
      "start_time": 189641.0,
      "end_time": 198546.0,
      "text": "But her work pushed beyond the purely ridiculous and frightening characteristics associated with the genre to reveal the variety and nuance of human character."
    },
    {
      "index": 25,
      "start_time": 198546.0,
      "end_time": 206536.0,
      "text": "She knew some of this variety  was uncomfortable, and that her stories could be an acquired taste, but she took pleasure in challenging her readers."
    },
    {
      "index": 26,
      "start_time": 206536.0,
      "end_time": 213786.0,
      "text": "O'Connor died of lupus at the age of 39, after the disease had mostly confined her  to her farm in Georgia for twelve years."
    },
    {
      "index": 27,
      "start_time": 213786.0,
      "end_time": 217766.0,
      "text": "During those years, she penned much of her most imaginative work."
    },
    {
      "index": 28,
      "start_time": 217766.0,
      "end_time": 224916.0,
      "text": "Her ability to flit between revulsion and revelation continues to draw readers to her endlessly surprising fictional worlds."
    },
    {
      "index": 29,
      "start_time": 224916.0,
      "end_time": 235800.0,
      "text": "As her character Tom Shiftlet notes, the body is \"like a house: it don't go anywhere, but the spirit, lady,  is like an automobile: always on the move."
    }
  ]
}