{
  "video_id": "9Y-YJEtxHeo",
  "title": "Why does Japan work so hard? | CNBC Explains",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 300.0,
      "end_time": 2740.0,
      "text": "Working long hours is a way of life in Japan."
    },
    {
      "index": 2,
      "start_time": 2840.0,
      "end_time": 5679.0,
      "text": "So much so, that some occasionally die from it."
    },
    {
      "index": 3,
      "start_time": 5780.0,
      "end_time": 9000.0,
      "text": "Karoshi is a term that means death by overwork."
    },
    {
      "index": 4,
      "start_time": 9000.0,
      "end_time": 12800.0,
      "text": "So why are people working so hard? And can it be fixed?"
    },
    {
      "index": 5,
      "start_time": 14980.0,
      "end_time": 18180.0,
      "text": "Japan has some of the longest working hours in the world."
    },
    {
      "index": 6,
      "start_time": 18180.0,
      "end_time": 20759.0,
      "text": "Nearly a quarter of Japanese companies have their employees work more than 80 hours of overtime per month."
    },
    {
      "index": 7,
      "start_time": 23680.0,
      "end_time": 25980.0,
      "text": "Those extra hours are often unpaid."
    },
    {
      "index": 8,
      "start_time": 25980.0,
      "end_time": 30800.0,
      "text": "Today, Japan's corporate culture is driven by the so-called salaryman."
    },
    {
      "index": 9,
      "start_time": 30800.0,
      "end_time": 37580.0,
      "text": "The salaryman is defined by his loyalty to his company and expected to spend his entire career working for the same firm."
    },
    {
      "index": 10,
      "start_time": 37600.0,
      "end_time": 44960.0,
      "text": "Not only does he work long hours in the office, but it's also assumed he'll participate in after-work activities too, like drinking with colleagues."
    },
    {
      "index": 11,
      "start_time": 44980.0,
      "end_time": 47090.0,
      "text": "And they're not taking enough time off."
    },
    {
      "index": 12,
      "start_time": 47200.0,
      "end_time": 57840.0,
      "text": "In 2017, one survey found that despite being entitled to 20 days off per year, Japanese workers left 10 of those days unused - topping every other country in the survey."
    },
    {
      "index": 13,
      "start_time": 57940.0,
      "end_time": 62559.0,
      "text": "You don't have to be in the confines of corporate walls to feel the impact of its work culture."
    },
    {
      "index": 14,
      "start_time": 62560.0,
      "end_time": 67480.0,
      "text": "It's 3am Thursday morning right now in Tokyo, I'm in the area of Ginza."
    },
    {
      "index": 15,
      "start_time": 67480.0,
      "end_time": 72040.0,
      "text": "Every few minutes I see a man wearing a suit, holding a briefcase."
    },
    {
      "index": 16,
      "start_time": 72140.0,
      "end_time": 83620.0,
      "text": "The nation's work ethic dates back to what's referred to as Japan's economic miracle, which was its dramatic economic growth beginning in the 1950s, which propelled it to become the world's second-largest economy."
    },
    {
      "index": 17,
      "start_time": 83640.0,
      "end_time": 98360.0,
      "text": "Inside Japan's corporations, the culture emphasizes the success of a company as a whole to be more important than any single individual, which might explain why one study found that 63% of Japanese felt guilty for taking paid leave."
    },
    {
      "index": 18,
      "start_time": 98400.0,
      "end_time": 103800.0,
      "text": "But perhaps more concerning is this: Long work hours don't necessarily mean high productivity."
    },
    {
      "index": 19,
      "start_time": 103860.0,
      "end_time": 108160.0,
      "text": "In fact, Japan has the lowest productivity amongst the G7 nations."
    },
    {
      "index": 20,
      "start_time": 108160.0,
      "end_time": 111780.0,
      "text": "Earlier I mentioned the term karoshi - it means death by overwork."
    },
    {
      "index": 21,
      "start_time": 111780.0,
      "end_time": 118600.0,
      "text": "It's legally recognized by the government and usually is marked by a heart attack, stroke or suicide due to stress."
    },
    {
      "index": 22,
      "start_time": 118600.0,
      "end_time": 127340.0,
      "text": "There's hundreds of cases of karoshi reported annually, although some argue these cases are underreported and that the real number could exceed that by up to 10 times."
    },
    {
      "index": 23,
      "start_time": 127340.0,
      "end_time": 131840.0,
      "text": "An employee of the advertising firm Dentsu jumped to her death in 2015."
    },
    {
      "index": 24,
      "start_time": 131840.0,
      "end_time": 135420.0,
      "text": "The cause was said to have been depression caused by overwork."
    },
    {
      "index": 25,
      "start_time": 135420.0,
      "end_time": 143390.0,
      "text": "The case generated widespread attention and renewed calls to change the long working hours and illegal unpaid overtime highly common in Japan."
    },
    {
      "index": 26,
      "start_time": 143400.0,
      "end_time": 151100.0,
      "text": "The firm was fined for violating labor standards because she was reportedly forced to work more than 100 hours of overtime per month."
    },
    {
      "index": 27,
      "start_time": 151160.0,
      "end_time": 154500.0,
      "text": "The company's CEO even resigned over the controversy."
    },
    {
      "index": 28,
      "start_time": 154500.0,
      "end_time": 157720.0,
      "text": "After the death, Dentsu made some changes within the company."
    },
    {
      "index": 29,
      "start_time": 157720.0,
      "end_time": 158660.0,
      "text": "One of them?"
    },
    {
      "index": 30,
      "start_time": 158660.0,
      "end_time": 163760.0,
      "text": "The lights in the office now turn off at 10pm every night in an effort to force employees to leave."
    },
    {
      "index": 31,
      "start_time": 165640.0,
      "end_time": 170700.0,
      "text": "Both the government and companies are now actively trying to reduce the number of working hours here."
    },
    {
      "index": 32,
      "start_time": 170760.0,
      "end_time": 172540.0,
      "text": "And there are some early signs of hope."
    },
    {
      "index": 33,
      "start_time": 172640.0,
      "end_time": 186100.0,
      "text": "Japan's government has considered several initiatives to curb the number of hours spent at the office, including making it mandatory to take at least five vacation days a year and requiring a “rest” period between the end of one day and the start of another."
    },
    {
      "index": 34,
      "start_time": 186140.0,
      "end_time": 193379.0,
      "text": "In 2016, a new holiday “Mountain Day” was started, bringing Japan's number of annual public holidays to 16."
    },
    {
      "index": 35,
      "start_time": 193420.0,
      "end_time": 207139.0,
      "text": "And in 2017, the government launched an initiative called Premium Fridays, in which it encouraged companies to allow their employees to leave at 3pm on the last Friday of the month, promoting consumer spending and less time in the office."
    },
    {
      "index": 36,
      "start_time": 207180.0,
      "end_time": 213980.0,
      "text": "But one study found that less than 4% of employees in Japan actually left early on the first Premium Friday."
    },
    {
      "index": 37,
      "start_time": 214000.0,
      "end_time": 217980.0,
      "text": "Which is why despite these initiatives, a cultural challenge still looms."
    },
    {
      "index": 38,
      "start_time": 217980.0,
      "end_time": 223900.0,
      "text": "Since Japan's culture emphasizes the group over the individual, well, no one wants to be the first one to leave the office."
    },
    {
      "index": 39,
      "start_time": 223900.0,
      "end_time": 227420.0,
      "text": "And there's another reason that there's pressure on people to work hard."
    },
    {
      "index": 40,
      "start_time": 227420.0,
      "end_time": 229100.0,
      "text": "Japan's economy is in danger."
    },
    {
      "index": 41,
      "start_time": 229100.0,
      "end_time": 233100.0,
      "text": "And in order to maintain its massive size, Japan needs to put in the hours."
    },
    {
      "index": 42,
      "start_time": 233100.0,
      "end_time": 241700.0,
      "text": "Japan lost its spot as the world's second-largest economy to China in 2011, a title that it had previously held for 42 years."
    },
    {
      "index": 43,
      "start_time": 241710.0,
      "end_time": 243860.0,
      "text": "Japan is dealing with a labor crisis."
    },
    {
      "index": 44,
      "start_time": 243860.0,
      "end_time": 247840.0,
      "text": "Its population is aging fast and its birth rate is in decline."
    },
    {
      "index": 45,
      "start_time": 247840.0,
      "end_time": 251200.0,
      "text": "That means its total population is going down."
    },
    {
      "index": 46,
      "start_time": 251200.0,
      "end_time": 254820.0,
      "text": "And in the next 50 years, it's projected to shrink by nearly a third."
    },
    {
      "index": 47,
      "start_time": 254820.0,
      "end_time": 262100.0,
      "text": "The population is expected to go from 127 million in 2015, to just 88 million by 2065."
    },
    {
      "index": 48,
      "start_time": 262400.0,
      "end_time": 267800.0,
      "text": "There's two likely ways the nation can compensate for the labor shortage - immigrants or robots."
    },
    {
      "index": 49,
      "start_time": 268000.0,
      "end_time": 271380.0,
      "text": "Japan has always been less inclined to accept immigrants."
    },
    {
      "index": 50,
      "start_time": 271380.0,
      "end_time": 276640.0,
      "text": "In fact, its percentage of foreign workers is tiny compared to other nations of large economies."
    },
    {
      "index": 51,
      "start_time": 276640.0,
      "end_time": 280920.0,
      "text": "So without more immigrants, it's looking to robotics to fill in the gap."
    },
    {
      "index": 52,
      "start_time": 280960.0,
      "end_time": 288880.0,
      "text": "Its robotics industry has spanned from hospitality to manufacturing, and now even reaching farms by creating robots that milk cows."
    },
    {
      "index": 53,
      "start_time": 288920.0,
      "end_time": 295640.0,
      "text": "But whether technology could open the door for a better work-life balance for Japan's workforce still remains to be seen."
    },
    {
      "index": 54,
      "start_time": 298640.0,
      "end_time": 300340.0,
      "text": "Hey guys, it's Uptin, thanks for watching."
    },
    {
      "index": 55,
      "start_time": 300340.0,
      "end_time": 304260.0,
      "text": "For more of our videos, check out 'What does equal pay mean for the economy?' here."
    },
    {
      "index": 56,
      "start_time": 304260.0,
      "end_time": 306740.0,
      "text": "And 'Will robots take our jobs?' here."
    },
    {
      "index": 57,
      "start_time": 306740.0,
      "end_time": 311700.0,
      "text": "We're also taking suggestions for future CNBC Explains, so leave your comments in the section below."
    },
    {
      "index": 58,
      "start_time": 311700.0,
      "end_time": 313400.0,
      "text": "And while you're at it, subscribe to our channel."
    }
  ]
}