{
  "video_id": "9ZAlWWrJUcM",
  "title": "Holography",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 70.0,
      "end_time": 6040.0,
      "text": "Holography is a technique which enables three-dimensional images to be made. It involves the use of"
    },
    {
      "index": 2,
      "start_time": 6040.0,
      "end_time": 11980.0,
      "text": "a laser, interference, diffraction, light intensity recording and suitable illumination"
    },
    {
      "index": 3,
      "start_time": 11980.0,
      "end_time": 17349.0,
      "text": "of the recording. The image changes as the position and orientation of the viewing system"
    },
    {
      "index": 4,
      "start_time": 17349.0,
      "end_time": 21990.0,
      "text": "changes in exactly the same way as if the object were still present, thus making the"
    },
    {
      "index": 5,
      "start_time": 21990.0,
      "end_time": 27289.0,
      "text": "image appear three-dimensional. The holographic recording itself is not an"
    },
    {
      "index": 6,
      "start_time": 27289.0,
      "end_time": 32780.0,
      "text": "image; it consists of an apparently random structure of either varying intensity, density"
    },
    {
      "index": 7,
      "start_time": 32780.0,
      "end_time": 34469.0,
      "text": "or profile."
    },
    {
      "index": 8,
      "start_time": 34469.0,
      "end_time": 38690.0,
      "text": "Overview and history The Hungarian-British physicist Dennis Gabor,"
    },
    {
      "index": 9,
      "start_time": 38690.0,
      "end_time": 43710.0,
      "text": "was awarded the Nobel Prize in Physics in 1971 &quot;for his invention and development of"
    },
    {
      "index": 10,
      "start_time": 43710.0,
      "end_time": 50059.0,
      "text": "the holographic method&quot;. His work, done in the late 1940s, built on pioneering work in"
    },
    {
      "index": 11,
      "start_time": 50059.0,
      "end_time": 58129.0,
      "text": "the field of X-ray microscopy by other scientists including Mieczysław Wolfke in 1920 and WL"
    },
    {
      "index": 12,
      "start_time": 58129.0,
      "end_time": 64259.0,
      "text": "Bragg in 1939. The discovery was an unexpected result of research into improving electron"
    },
    {
      "index": 13,
      "start_time": 64259.0,
      "end_time": 69630.0,
      "text": "microscopes at the British Thomson-Houston Company in Rugby, England, and the company"
    },
    {
      "index": 14,
      "start_time": 69630.0,
      "end_time": 77090.0,
      "text": "filed a patent in December 1947. The technique as originally invented is still used in electron"
    },
    {
      "index": 15,
      "start_time": 77090.0,
      "end_time": 81880.0,
      "text": "microscopy, where it is known as electron holography, but optical holography did not"
    },
    {
      "index": 16,
      "start_time": 81880.0,
      "end_time": 87670.0,
      "text": "really advance until the development of the laser in 1960. The word holography comes from"
    },
    {
      "index": 17,
      "start_time": 87670.0,
      "end_time": 94049.0,
      "text": "the Greek words ὅλος and γραφή."
    },
    {
      "index": 18,
      "start_time": 94049.0,
      "end_time": 98549.0,
      "text": "The development of the laser enabled the first practical optical holograms that recorded"
    },
    {
      "index": 19,
      "start_time": 98549.0,
      "end_time": 104979.0,
      "text": "3D objects to be made in 1962 by Yuri Denisyuk in the Soviet Union and by Emmett Leith and"
    },
    {
      "index": 20,
      "start_time": 104979.0,
      "end_time": 112079.0,
      "text": "Juris Upatnieks at the University of Michigan, USA. Early holograms used silver halide photographic"
    },
    {
      "index": 21,
      "start_time": 112079.0,
      "end_time": 117140.0,
      "text": "emulsions as the recording medium. They were not very efficient as the produced grating"
    },
    {
      "index": 22,
      "start_time": 117140.0,
      "end_time": 123200.0,
      "text": "absorbed much of the incident light. Various methods of converting the variation in transmission"
    },
    {
      "index": 23,
      "start_time": 123200.0,
      "end_time": 128650.0,
      "text": "to a variation in refractive index were developed which enabled much more efficient holograms"
    },
    {
      "index": 24,
      "start_time": 128650.0,
      "end_time": 134660.0,
      "text": "to be produced. Several types of holograms can be made. Transmission"
    },
    {
      "index": 25,
      "start_time": 134660.0,
      "end_time": 139320.0,
      "text": "holograms, such as those produced by Leith and Upatnieks, are viewed by shining laser"
    },
    {
      "index": 26,
      "start_time": 139320.0,
      "end_time": 143900.0,
      "text": "light through them and looking at the reconstructed image from the side of the hologram opposite"
    },
    {
      "index": 27,
      "start_time": 143900.0,
      "end_time": 150010.0,
      "text": "the source. A later refinement, the &quot;rainbow transmission&quot; hologram, allows more convenient"
    },
    {
      "index": 28,
      "start_time": 150010.0,
      "end_time": 155670.0,
      "text": "illumination by white light rather than by lasers. Rainbow holograms are commonly used"
    },
    {
      "index": 29,
      "start_time": 155670.0,
      "end_time": 161980.0,
      "text": "for security and authentication, for example, on credit cards and product packaging."
    },
    {
      "index": 30,
      "start_time": 161980.0,
      "end_time": 167320.0,
      "text": "Another kind of common hologram, the reflection or Denisyuk hologram, can also be viewed using"
    },
    {
      "index": 31,
      "start_time": 167320.0,
      "end_time": 171650.0,
      "text": "a white-light illumination source on the same side of the hologram as the viewer and is"
    },
    {
      "index": 32,
      "start_time": 171650.0,
      "end_time": 178470.0,
      "text": "the type of hologram normally seen in holographic displays. They are also capable of multicolour-image"
    },
    {
      "index": 33,
      "start_time": 178470.0,
      "end_time": 182270.0,
      "text": "reproduction. Specular holography is a related technique"
    },
    {
      "index": 34,
      "start_time": 182270.0,
      "end_time": 188180.0,
      "text": "for making three-dimensional images by controlling the motion of specularities on a two-dimensional"
    },
    {
      "index": 35,
      "start_time": 188180.0,
      "end_time": 194620.0,
      "text": "surface. It works by reflectively or refractively manipulating bundles of light rays, whereas"
    },
    {
      "index": 36,
      "start_time": 194620.0,
      "end_time": 200000.0,
      "text": "Gabor-style holography works by diffractively reconstructing wavefronts."
    },
    {
      "index": 37,
      "start_time": 200000.0,
      "end_time": 204690.0,
      "text": "Most holograms produced are of static objects but systems for displaying changing scenes"
    },
    {
      "index": 38,
      "start_time": 204690.0,
      "end_time": 209350.0,
      "text": "on a holographic volumetric display are now being developed."
    },
    {
      "index": 39,
      "start_time": 209350.0,
      "end_time": 214810.0,
      "text": "Holograms can also be used to store, retrieve, and process information optically."
    },
    {
      "index": 40,
      "start_time": 214810.0,
      "end_time": 221420.0,
      "text": "In its early days, holography required high-power expensive lasers, but nowadays, mass-produced"
    },
    {
      "index": 41,
      "start_time": 221420.0,
      "end_time": 227080.0,
      "text": "low-cost semi-conductor or diode lasers, such as those found in millions of DVD recorders"
    },
    {
      "index": 42,
      "start_time": 227080.0,
      "end_time": 232170.0,
      "text": "and used in other common applications, can be used to make holograms and have made holography"
    },
    {
      "index": 43,
      "start_time": 232170.0,
      "end_time": 237920.0,
      "text": "much more accessible to low-budget researchers, artists and dedicated hobbyists."
    },
    {
      "index": 44,
      "start_time": 237920.0,
      "end_time": 241970.0,
      "text": "It was thought that it would be possible to use X-rays to make holograms of molecules"
    },
    {
      "index": 45,
      "start_time": 241970.0,
      "end_time": 249220.0,
      "text": "and view them using visible light. However, X-ray holograms have not been created to date."
    },
    {
      "index": 46,
      "start_time": 249220.0,
      "end_time": 251280.0,
      "text": "How holography works"
    },
    {
      "index": 47,
      "start_time": 251280.0,
      "end_time": 255940.0,
      "text": "Holography is a technique that enables a light field, which is generally the product of a"
    },
    {
      "index": 48,
      "start_time": 255940.0,
      "end_time": 260500.0,
      "text": "light source scattered off objects, to be recorded and later reconstructed when the"
    },
    {
      "index": 49,
      "start_time": 260500.0,
      "end_time": 266150.0,
      "text": "original light field is no longer present, due to the absence of the original objects."
    },
    {
      "index": 50,
      "start_time": 266150.0,
      "end_time": 271330.0,
      "text": "Holography can be thought of as somewhat similar to sound recording, whereby a sound field"
    },
    {
      "index": 51,
      "start_time": 271330.0,
      "end_time": 277320.0,
      "text": "created by vibrating matter like musical instruments or vocal cords, is encoded in such a way that"
    },
    {
      "index": 52,
      "start_time": 277320.0,
      "end_time": 282960.0,
      "text": "it can be reproduced later, without the presence of the original vibrating matter."
    },
    {
      "index": 53,
      "start_time": 282960.0,
      "end_time": 285830.0,
      "text": "Laser Holograms are recorded using a flash of light"
    },
    {
      "index": 54,
      "start_time": 285830.0,
      "end_time": 291040.0,
      "text": "that illuminates a scene and then imprints on a recording medium, much in the way a photograph"
    },
    {
      "index": 55,
      "start_time": 291040.0,
      "end_time": 296870.0,
      "text": "is recorded. In addition, however, part of the light beam must be shone directly onto"
    },
    {
      "index": 56,
      "start_time": 296870.0,
      "end_time": 302620.0,
      "text": "the recording medium - this second light beam is known as the reference beam. A hologram"
    },
    {
      "index": 57,
      "start_time": 302620.0,
      "end_time": 307780.0,
      "text": "requires a laser as the sole light source. Lasers can be precisely controlled and have"
    },
    {
      "index": 58,
      "start_time": 307780.0,
      "end_time": 313020.0,
      "text": "a fixed wavelength, unlike sunlight or light from conventional sources, which contain many"
    },
    {
      "index": 59,
      "start_time": 313020.0,
      "end_time": 318760.0,
      "text": "different wavelengths. To prevent external light from interfering, holograms are usually"
    },
    {
      "index": 60,
      "start_time": 318760.0,
      "end_time": 323610.0,
      "text": "taken in darkness, or in low level light of a different color from the laser light used"
    },
    {
      "index": 61,
      "start_time": 323610.0,
      "end_time": 329770.0,
      "text": "in making the hologram. Holography requires a specific exposure time, which can be controlled"
    },
    {
      "index": 62,
      "start_time": 329770.0,
      "end_time": 334000.0,
      "text": "using a shutter, or by electronically timing the laser."
    },
    {
      "index": 63,
      "start_time": 334000.0,
      "end_time": 337460.0,
      "text": "Apparatus A hologram can be made by shining part of"
    },
    {
      "index": 64,
      "start_time": 337460.0,
      "end_time": 342160.0,
      "text": "the light beam directly onto the recording medium, and the other part onto the object"
    },
    {
      "index": 65,
      "start_time": 342160.0,
      "end_time": 346740.0,
      "text": "in such a way that some of the scattered light falls onto the recording medium."
    },
    {
      "index": 66,
      "start_time": 346740.0,
      "end_time": 351390.0,
      "text": "A more flexible arrangement for recording a hologram requires the laser beam to be aimed"
    },
    {
      "index": 67,
      "start_time": 351390.0,
      "end_time": 356270.0,
      "text": "through a series of elements that change it in different ways. The first element is a"
    },
    {
      "index": 68,
      "start_time": 356270.0,
      "end_time": 362310.0,
      "text": "beam splitter that divides the beam into two identical beams, each aimed in different directions:"
    },
    {
      "index": 69,
      "start_time": 362310.0,
      "end_time": 367250.0,
      "text": "One beam is spread using lenses and directed onto the scene using mirrors. Some of the"
    },
    {
      "index": 70,
      "start_time": 367250.0,
      "end_time": 371320.0,
      "text": "light scattered from the scene then falls onto the recording medium."
    },
    {
      "index": 71,
      "start_time": 371320.0,
      "end_time": 375860.0,
      "text": "The second beam is also spread through the use of lenses, but is directed so that it"
    },
    {
      "index": 72,
      "start_time": 375860.0,
      "end_time": 381010.0,
      "text": "doesn&#39;t come in contact with the scene, and instead travels directly onto the recording"
    },
    {
      "index": 73,
      "start_time": 381010.0,
      "end_time": 384350.0,
      "text": "medium. Several different materials can be used as"
    },
    {
      "index": 74,
      "start_time": 384350.0,
      "end_time": 390010.0,
      "text": "the recording medium. One of the most common is a film very similar to photographic film,"
    },
    {
      "index": 75,
      "start_time": 390010.0,
      "end_time": 395520.0,
      "text": "but with a much higher concentration of light-reactive grains, making it capable of the much higher"
    },
    {
      "index": 76,
      "start_time": 395520.0,
      "end_time": 400770.0,
      "text": "resolution that holograms require. A layer of this recording medium is attached to a"
    },
    {
      "index": 77,
      "start_time": 400770.0,
      "end_time": 406700.0,
      "text": "transparent substrate, which is commonly glass, but may also be plastic."
    },
    {
      "index": 78,
      "start_time": 406700.0,
      "end_time": 409730.0,
      "text": "Process When the two laser beams reach the recording"
    },
    {
      "index": 79,
      "start_time": 409730.0,
      "end_time": 415960.0,
      "text": "medium, their light waves, intersect and interfere with each other. It is this interference pattern"
    },
    {
      "index": 80,
      "start_time": 415960.0,
      "end_time": 421550.0,
      "text": "that is imprinted on the recording medium. The pattern itself is seemingly random, as"
    },
    {
      "index": 81,
      "start_time": 421550.0,
      "end_time": 425730.0,
      "text": "it represents the way in which the scene&#39;s light interfered with the original light source"
    },
    {
      "index": 82,
      "start_time": 425730.0,
      "end_time": 431460.0,
      "text": "— but not the original light source itself. The interference pattern can be considered"
    },
    {
      "index": 83,
      "start_time": 431460.0,
      "end_time": 436750.0,
      "text": "an encoded version of the scene, requiring a particular key — the original light source"
    },
    {
      "index": 84,
      "start_time": 436750.0,
      "end_time": 442250.0,
      "text": "— in order to view its contents. This missing key is provided later by shining"
    },
    {
      "index": 85,
      "start_time": 442250.0,
      "end_time": 448150.0,
      "text": "a laser, identical to the one used to record the hologram, onto the developed film. When"
    },
    {
      "index": 86,
      "start_time": 448150.0,
      "end_time": 454110.0,
      "text": "this beam illuminates the hologram, it is diffracted by the hologram&#39;s surface pattern."
    },
    {
      "index": 87,
      "start_time": 454110.0,
      "end_time": 458760.0,
      "text": "This produces a light field identical to the one originally produced by the scene and scattered"
    },
    {
      "index": 88,
      "start_time": 458760.0,
      "end_time": 464919.0,
      "text": "onto the hologram. The image this effect produces in a person&#39;s retina is known as a virtual"
    },
    {
      "index": 89,
      "start_time": 464919.0,
      "end_time": 467889.0,
      "text": "image. Holography vs. photography"
    },
    {
      "index": 90,
      "start_time": 467889.0,
      "end_time": 472680.0,
      "text": "Holography may be better understood via an examination of its differences from ordinary"
    },
    {
      "index": 91,
      "start_time": 472680.0,
      "end_time": 476480.0,
      "text": "photography: A hologram represents a recording of information"
    },
    {
      "index": 92,
      "start_time": 476480.0,
      "end_time": 480810.0,
      "text": "regarding the light that came from the original scene as scattered in a range of directions"
    },
    {
      "index": 93,
      "start_time": 480810.0,
      "end_time": 486090.0,
      "text": "rather than from only one direction, as in a photograph. This allows the scene to be"
    },
    {
      "index": 94,
      "start_time": 486090.0,
      "end_time": 490320.0,
      "text": "viewed from a range of different angles, as if it were still present."
    },
    {
      "index": 95,
      "start_time": 490320.0,
      "end_time": 494919.0,
      "text": "A photograph can be recorded using normal light sources whereas a laser is required"
    },
    {
      "index": 96,
      "start_time": 494919.0,
      "end_time": 499300.0,
      "text": "to record a hologram. A lens is required in photography to record"
    },
    {
      "index": 97,
      "start_time": 499300.0,
      "end_time": 504160.0,
      "text": "the image, whereas in holography, the light from the object is scattered directly onto"
    },
    {
      "index": 98,
      "start_time": 504160.0,
      "end_time": 508470.0,
      "text": "the recording medium. A holographic recording requires a second"
    },
    {
      "index": 99,
      "start_time": 508470.0,
      "end_time": 512310.0,
      "text": "light beam to be directed onto the recording medium."
    },
    {
      "index": 100,
      "start_time": 512309.99999999994,
      "end_time": 517009.99999999994,
      "text": "A photograph can be viewed in a wide range of lighting conditions, whereas holograms"
    },
    {
      "index": 101,
      "start_time": 517010.0,
      "end_time": 520419.0,
      "text": "can only be viewed with very specific forms of illumination."
    },
    {
      "index": 102,
      "start_time": 520419.0,
      "end_time": 526770.0,
      "text": "When a photograph is cut in half, each piece shows half of the scene. When a hologram is"
    },
    {
      "index": 103,
      "start_time": 526770.0,
      "end_time": 532610.0,
      "text": "cut in half, the whole scene can still be seen in each piece. This is because, whereas"
    },
    {
      "index": 104,
      "start_time": 532610.0,
      "end_time": 537350.0,
      "text": "each point in a photograph only represents light scattered from a single point in the"
    },
    {
      "index": 105,
      "start_time": 537350.0,
      "end_time": 541839.0,
      "text": "scene, each point on a holographic recording includes information about light scattered"
    },
    {
      "index": 106,
      "start_time": 541839.0,
      "end_time": 547220.0,
      "text": "from every point in the scene. It can be thought of as viewing a street outside a house through"
    },
    {
      "index": 107,
      "start_time": 547220.0,
      "end_time": 554570.0,
      "text": "a 4 ft x 4 ft window, then through a 2 ft x 2 ft window. One can see all of the same"
    },
    {
      "index": 108,
      "start_time": 554570.0,
      "end_time": 558900.0,
      "text": "things through the smaller window, but the viewer can see more at once through the 4 ft"
    },
    {
      "index": 109,
      "start_time": 558900.0,
      "end_time": 563160.0,
      "text": "window. A photograph is a two-dimensional representation"
    },
    {
      "index": 110,
      "start_time": 563160.0,
      "end_time": 568589.0,
      "text": "that can only reproduce a rudimentary three-dimensional effect, whereas the reproduced viewing range"
    },
    {
      "index": 111,
      "start_time": 568589.0,
      "end_time": 574050.0,
      "text": "of a hologram adds many more depth perception cues that were present in the original scene."
    },
    {
      "index": 112,
      "start_time": 574050.0,
      "end_time": 578230.0,
      "text": "These cues are recognized by the human brain and translated into the same perception of"
    },
    {
      "index": 113,
      "start_time": 578230.0,
      "end_time": 582450.0,
      "text": "a three-dimensional image as when the original scene might have been viewed."
    },
    {
      "index": 114,
      "start_time": 582450.0,
      "end_time": 587950.0,
      "text": "A photograph clearly maps out the light field of the original scene. The developed hologram&#39;s"
    },
    {
      "index": 115,
      "start_time": 587950.0,
      "end_time": 594070.0,
      "text": "surface consists of a very fine, seemingly random pattern, which appears to bear no relationship"
    },
    {
      "index": 116,
      "start_time": 594070.0,
      "end_time": 597860.0,
      "text": "to the scene it recorded. Physics of holography"
    },
    {
      "index": 117,
      "start_time": 597860.0,
      "end_time": 602399.0,
      "text": "For a better understanding of the process, it is necessary to understand interference"
    },
    {
      "index": 118,
      "start_time": 602399.0,
      "end_time": 608820.0,
      "text": "and diffraction. Interference occurs when one or more wavefronts are superimposed. Diffraction"
    },
    {
      "index": 119,
      "start_time": 608820.0,
      "end_time": 614370.0,
      "text": "occurs whenever a wavefront encounters an object. The process of producing a holographic"
    },
    {
      "index": 120,
      "start_time": 614370.0,
      "end_time": 619529.0,
      "text": "reconstruction is explained below purely in terms of interference and diffraction. It"
    },
    {
      "index": 121,
      "start_time": 619529.0,
      "end_time": 624140.0,
      "text": "is somewhat simplified but is accurate enough to provide an understanding of how the holographic"
    },
    {
      "index": 122,
      "start_time": 624140.0,
      "end_time": 628610.0,
      "text": "process works. For those unfamiliar with these concepts,"
    },
    {
      "index": 123,
      "start_time": 628610.0,
      "end_time": 634070.0,
      "text": "it is worthwhile to read the respective articles before reading further in this article."
    },
    {
      "index": 124,
      "start_time": 634070.0,
      "end_time": 637380.0,
      "text": "Plane wavefronts A diffraction grating is a structure with"
    },
    {
      "index": 125,
      "start_time": 637380.0,
      "end_time": 643860.0,
      "text": "a repeating pattern. A simple example is a metal plate with slits cut at regular intervals."
    },
    {
      "index": 126,
      "start_time": 643860.0,
      "end_time": 649170.0,
      "text": "A light wave incident on a grating is split into several waves; the direction of these"
    },
    {
      "index": 127,
      "start_time": 649170.0,
      "end_time": 654480.0,
      "text": "diffracted waves is determined by the grating spacing and the wavelength of the light."
    },
    {
      "index": 128,
      "start_time": 654480.0,
      "end_time": 659190.0,
      "text": "A simple hologram can be made by superimposing two plane waves from the same light source"
    },
    {
      "index": 129,
      "start_time": 659190.0,
      "end_time": 664620.0,
      "text": "on a holographic recording medium. The two waves interfere giving a straight line fringe"
    },
    {
      "index": 130,
      "start_time": 664620.0,
      "end_time": 670100.0,
      "text": "pattern whose intensity varies sinusoidally across the medium. The spacing of the fringe"
    },
    {
      "index": 131,
      "start_time": 670100.0,
      "end_time": 674570.0,
      "text": "pattern is determined by the angle between the two waves, and on the wavelength of the"
    },
    {
      "index": 132,
      "start_time": 674570.0,
      "end_time": 677830.0,
      "text": "light. The recorded light pattern is a diffraction"
    },
    {
      "index": 133,
      "start_time": 677830.0,
      "end_time": 683390.0,
      "text": "grating. When it is illuminated by only one of the waves used to create it, it can be"
    },
    {
      "index": 134,
      "start_time": 683390.0,
      "end_time": 687779.0,
      "text": "shown that one of the diffracted waves emerges at the same angle as that at which the second"
    },
    {
      "index": 135,
      "start_time": 687779.0,
      "end_time": 693880.0,
      "text": "wave was originally incident so that the second wave has been &#39;reconstructed&#39;. Thus, the recorded"
    },
    {
      "index": 136,
      "start_time": 693880.0,
      "end_time": 698100.0,
      "text": "light pattern is a holographic recording as defined above."
    },
    {
      "index": 137,
      "start_time": 698100.0,
      "end_time": 698589.0,
      "text": "Point sources"
    },
    {
      "index": 138,
      "start_time": 698589.0,
      "end_time": 704420.0,
      "text": "If the recording medium is illuminated with a point source and a normally incident plane"
    },
    {
      "index": 139,
      "start_time": 704420.0,
      "end_time": 709290.0,
      "text": "wave, the resulting pattern is a sinusoidal zone plate which acts as a negative Fresnel"
    },
    {
      "index": 140,
      "start_time": 709290.0,
      "end_time": 715380.0,
      "text": "lens whose focal length is equal to the separation of the point source and the recording plane."
    },
    {
      "index": 141,
      "start_time": 715380.0,
      "end_time": 720760.0,
      "text": "When a plane wavefront illuminates a negative lens, it is expanded into a wave which appears"
    },
    {
      "index": 142,
      "start_time": 720760.0,
      "end_time": 726730.0,
      "text": "to diverge from the focal point of the lens. Thus, when the recorded pattern is illuminated"
    },
    {
      "index": 143,
      "start_time": 726730.0,
      "end_time": 731230.0,
      "text": "with the original plane wave, some of the light is diffracted into a diverging beam"
    },
    {
      "index": 144,
      "start_time": 731230.0,
      "end_time": 738160.0,
      "text": "equivalent to the original plane wave; a holographic recording of the point source has been created."
    },
    {
      "index": 145,
      "start_time": 738160.0,
      "end_time": 742880.0,
      "text": "When the plane wave is incident at a non-normal angle, the pattern formed is more complex"
    },
    {
      "index": 146,
      "start_time": 742880.0,
      "end_time": 748810.0,
      "text": "but still acts as a negative lens provided it is illuminated at the original angle."
    },
    {
      "index": 147,
      "start_time": 748810.0,
      "end_time": 752480.0,
      "text": "Complex objects To record a hologram of a complex object,"
    },
    {
      "index": 148,
      "start_time": 752480.0,
      "end_time": 758830.0,
      "text": "a laser beam is first split into two separate beams of light. One beam illuminates the object,"
    },
    {
      "index": 149,
      "start_time": 758830.0,
      "end_time": 764399.0,
      "text": "which then scatters light onto the recording medium. According to diffraction theory, each"
    },
    {
      "index": 150,
      "start_time": 764399.0,
      "end_time": 769370.0,
      "text": "point in the object acts as a point source of light so the recording medium can be considered"
    },
    {
      "index": 151,
      "start_time": 769370.0,
      "end_time": 775370.0,
      "text": "to be illuminated by a set of point sources located at varying distances from the medium."
    },
    {
      "index": 152,
      "start_time": 775370.0,
      "end_time": 781120.0,
      "text": "The second beam illuminates the recording medium directly. Each point source wave interferes"
    },
    {
      "index": 153,
      "start_time": 781120.0,
      "end_time": 786310.0,
      "text": "with the reference beam, giving rise to its own sinusoidal zone plate in the recording"
    },
    {
      "index": 154,
      "start_time": 786310.0,
      "end_time": 791209.0,
      "text": "medium. The resulting pattern is the sum of all these &#39;zone plates&#39; which combine to produce"
    },
    {
      "index": 155,
      "start_time": 791209.0,
      "end_time": 796760.0,
      "text": "a random pattern as in the photograph above. When the hologram is illuminated by the original"
    },
    {
      "index": 156,
      "start_time": 796760.0,
      "end_time": 801660.0,
      "text": "reference beam, each of the individual zone plates reconstructs the object wave which"
    },
    {
      "index": 157,
      "start_time": 801660.0,
      "end_time": 806529.0,
      "text": "produced it, and these individual wavefronts add together to reconstruct the whole of the"
    },
    {
      "index": 158,
      "start_time": 806529.0,
      "end_time": 811760.0,
      "text": "object beam. The viewer perceives a wavefront that is identical to the wavefront scattered"
    },
    {
      "index": 159,
      "start_time": 811760.0,
      "end_time": 816200.0,
      "text": "from the object onto the recording medium, so that it appears to him or her that the"
    },
    {
      "index": 160,
      "start_time": 816200.0,
      "end_time": 821649.0,
      "text": "object is still in place even if it has been removed. This image is known as a &quot;virtual&quot;"
    },
    {
      "index": 161,
      "start_time": 821649.0,
      "end_time": 826010.0,
      "text": "image, as it is generated even though the object is no longer there."
    },
    {
      "index": 162,
      "start_time": 826010.0,
      "end_time": 829990.0,
      "text": "Mathematical model A single-frequency light wave can be modelled"
    },
    {
      "index": 163,
      "start_time": 829990.0,
      "end_time": 836269.0,
      "text": "by a complex number U, which represents the electric or magnetic field of the light wave."
    },
    {
      "index": 164,
      "start_time": 836269.0,
      "end_time": 841250.0,
      "text": "The amplitude and phase of the light are represented by the absolute value and angle of the complex"
    },
    {
      "index": 165,
      "start_time": 841250.0,
      "end_time": 846790.0,
      "text": "number. The object and reference waves at any point in the holographic system are given"
    },
    {
      "index": 166,
      "start_time": 846790.0,
      "end_time": 853750.0,
      "text": "by UO and UR. The combined beam is given by UO + UR. The energy of the combined beams"
    },
    {
      "index": 167,
      "start_time": 853750.0,
      "end_time": 858269.0,
      "text": "is proportional to the square of magnitude of the combined waves as:"
    },
    {
      "index": 168,
      "start_time": 858269.0,
      "end_time": 863490.0,
      "text": "If a photographic plate is exposed to the two beams and then developed, its transmittance,"
    },
    {
      "index": 169,
      "start_time": 863490.0,
      "end_time": 867990.0,
      "text": "T, is proportional to the light energy that was incident on the plate and is given by"
    },
    {
      "index": 170,
      "start_time": 867990.0,
      "end_time": 873130.0,
      "text": "where k is a constant. When the developed plate is illuminated by"
    },
    {
      "index": 171,
      "start_time": 873130.0,
      "end_time": 878550.0,
      "text": "the reference beam, the light transmitted through the plate, UH is equal to the transmittance"
    },
    {
      "index": 172,
      "start_time": 878550.0,
      "end_time": 883070.0,
      "text": "T multiplied by the reference beam amplitude UR, giving"
    },
    {
      "index": 173,
      "start_time": 883070.0,
      "end_time": 888589.0,
      "text": "It can be seen that UH has four terms, each representing a light beam emerging from the"
    },
    {
      "index": 174,
      "start_time": 888589.0,
      "end_time": 894519.0,
      "text": "hologram. The first of these is proportional to UO. This is the reconstructed object beam"
    },
    {
      "index": 175,
      "start_time": 894519.0,
      "end_time": 898899.0,
      "text": "which enables a viewer to &#39;see&#39; the original object even when it is no longer present in"
    },
    {
      "index": 176,
      "start_time": 898899.0,
      "end_time": 903029.0,
      "text": "the field of view. The second and third beams are modified versions"
    },
    {
      "index": 177,
      "start_time": 903029.0,
      "end_time": 908760.0,
      "text": "of the reference beam. The fourth term is known as the &quot;conjugate object beam&quot;. It has"
    },
    {
      "index": 178,
      "start_time": 908760.0,
      "end_time": 913649.0,
      "text": "the reverse curvature to the object beam itself and forms a real image of the object in the"
    },
    {
      "index": 179,
      "start_time": 913649.0,
      "end_time": 918550.0,
      "text": "space beyond the holographic plate. When the reference and object beams are incident"
    },
    {
      "index": 180,
      "start_time": 918550.0,
      "end_time": 924970.0,
      "text": "on the holographic recording medium at significantly different angles, the virtual, real and reference"
    },
    {
      "index": 181,
      "start_time": 924970.0,
      "end_time": 930079.0,
      "text": "wavefronts all emerge at different angles, enabling the reconstructed object to be seen"
    },
    {
      "index": 182,
      "start_time": 930079.0,
      "end_time": 932160.0,
      "text": "clearly. Recording a hologram"
    },
    {
      "index": 183,
      "start_time": 932160.0,
      "end_time": 934519.0,
      "text": "Items required"
    },
    {
      "index": 184,
      "start_time": 934519.0,
      "end_time": 939769.0,
      "text": "To make a hologram, the following are required: a suitable object or set of objects"
    },
    {
      "index": 185,
      "start_time": 939769.0,
      "end_time": 943690.0,
      "text": "a suitable laser beam part of the laser beam to be directed so that"
    },
    {
      "index": 186,
      "start_time": 943690.0,
      "end_time": 948700.0,
      "text": "it illuminates the object and another part so that it illuminates the recording medium"
    },
    {
      "index": 187,
      "start_time": 948700.0,
      "end_time": 952829.0,
      "text": "directly, enabling the reference beam and the light which is scattered from the object"
    },
    {
      "index": 188,
      "start_time": 952829.0,
      "end_time": 955990.0,
      "text": "onto the recording medium to form an interference pattern"
    },
    {
      "index": 189,
      "start_time": 955990.0,
      "end_time": 961579.0,
      "text": "a recording medium which converts this interference pattern into an optical element which modifies"
    },
    {
      "index": 190,
      "start_time": 961579.0,
      "end_time": 966810.0,
      "text": "either the amplitude or the phase of an incident light beam according to the intensity of the"
    },
    {
      "index": 191,
      "start_time": 966810.0,
      "end_time": 970890.0,
      "text": "interference pattern. an environment which provides sufficient mechanical"
    },
    {
      "index": 192,
      "start_time": 970890.0,
      "end_time": 975029.0,
      "text": "and thermal stability that the interference pattern is stable during the time in which"
    },
    {
      "index": 193,
      "start_time": 975029.0,
      "end_time": 979740.0,
      "text": "the interference pattern is recorded These requirements are inter-related, and"
    },
    {
      "index": 194,
      "start_time": 979740.0,
      "end_time": 985100.0,
      "text": "it is essential to understand the nature of optical interference to see this. Interference"
    },
    {
      "index": 195,
      "start_time": 985100.0,
      "end_time": 990779.0,
      "text": "is the variation in intensity which can occur when two light waves are superimposed. The"
    },
    {
      "index": 196,
      "start_time": 990779.0,
      "end_time": 995950.0,
      "text": "intensity of the maxima exceeds the sum of the individual intensities of the two beams,"
    },
    {
      "index": 197,
      "start_time": 995950.0,
      "end_time": 1001250.0,
      "text": "and the intensity at the minima is less than this and may be zero. The interference pattern"
    },
    {
      "index": 198,
      "start_time": 1001250.0,
      "end_time": 1006290.0,
      "text": "maps the relative phase between the two waves, and any change in the relative phases causes"
    },
    {
      "index": 199,
      "start_time": 1006290.0,
      "end_time": 1011410.0,
      "text": "the interference pattern to move across the field of view. If the relative phase of the"
    },
    {
      "index": 200,
      "start_time": 1011410.0,
      "end_time": 1017660.0,
      "text": "two waves changes by one cycle, then the pattern drifts by one whole fringe. One phase cycle"
    },
    {
      "index": 201,
      "start_time": 1017660.0,
      "end_time": 1023079.0,
      "text": "corresponds to a change in the relative distances travelled by the two beams of one wavelength."
    },
    {
      "index": 202,
      "start_time": 1023080.0,
      "end_time": 1029790.0,
      "text": "Since the wavelength of light is of the order of 0.5μm, it can be seen that very small"
    },
    {
      "index": 203,
      "start_time": 1029790.0,
      "end_time": 1034380.0,
      "text": "changes in the optical paths travelled by either of the beams in the holographic recording"
    },
    {
      "index": 204,
      "start_time": 1034380.0000000001,
      "end_time": 1039790.0000000001,
      "text": "system lead to movement of the interference pattern which is the holographic recording."
    },
    {
      "index": 205,
      "start_time": 1039790.0,
      "end_time": 1045020.0,
      "text": "Such changes can be caused by relative movements of any of the optical components or the object"
    },
    {
      "index": 206,
      "start_time": 1045020.0,
      "end_time": 1051030.0,
      "text": "itself, and also by local changes in air-temperature. It is essential that any such changes are"
    },
    {
      "index": 207,
      "start_time": 1051030.0,
      "end_time": 1055400.0,
      "text": "significantly less than the wavelength of light if a clear well-defined recording of"
    },
    {
      "index": 208,
      "start_time": 1055400.0,
      "end_time": 1060510.0,
      "text": "the interference is to be created. The exposure time required to record the hologram"
    },
    {
      "index": 209,
      "start_time": 1060510.0,
      "end_time": 1065380.0,
      "text": "depends on the laser power available, on the particular medium used and on the size and"
    },
    {
      "index": 210,
      "start_time": 1065380.0,
      "end_time": 1071981.0,
      "text": "nature of the object(s) to be recorded, just as in conventional photography. This determines"
    },
    {
      "index": 211,
      "start_time": 1071980.0,
      "end_time": 1077529.0,
      "text": "the stability requirements. Exposure times of several minutes are typical when using"
    },
    {
      "index": 212,
      "start_time": 1077530.0,
      "end_time": 1083321.0,
      "text": "quite powerful gas lasers and silver halide emulsions. All the elements within the optical"
    },
    {
      "index": 213,
      "start_time": 1083320.0,
      "end_time": 1089820.0,
      "text": "system have to be stable to fractions of a μm over that period. It is possible to make"
    },
    {
      "index": 214,
      "start_time": 1089820.0,
      "end_time": 1094929.0,
      "text": "holograms of much less stable objects by using a pulsed laser which produces a large amount"
    },
    {
      "index": 215,
      "start_time": 1094930.0,
      "end_time": 1100990.0,
      "text": "of energy in a very short time. These systems have been used to produce holograms of live"
    },
    {
      "index": 216,
      "start_time": 1100990.0,
      "end_time": 1107981.0,
      "text": "people. A holographic portrait of Dennis Gabor was produced in 1971 using a pulsed ruby laser."
    },
    {
      "index": 217,
      "start_time": 1107980.0,
      "end_time": 1114220.0,
      "text": "Thus, the laser power, recording medium sensitivity, recording time and mechanical and thermal"
    },
    {
      "index": 218,
      "start_time": 1114220.0,
      "end_time": 1120070.0,
      "text": "stability requirements are all interlinked. Generally, the smaller the object, the more"
    },
    {
      "index": 219,
      "start_time": 1120070.0,
      "end_time": 1125460.0,
      "text": "compact the optical layout, so that the stability requirements are significantly less than when"
    },
    {
      "index": 220,
      "start_time": 1125460.0,
      "end_time": 1130749.0,
      "text": "making holograms of large objects. Another very important laser parameter is"
    },
    {
      "index": 221,
      "start_time": 1130750.0,
      "end_time": 1137130.0,
      "text": "its coherence. This can be envisaged by considering a laser producing a sine wave whose frequency"
    },
    {
      "index": 222,
      "start_time": 1137130.0,
      "end_time": 1142601.0,
      "text": "drifts over time; the coherence length can then be considered to be the distance over"
    },
    {
      "index": 223,
      "start_time": 1142600.0,
      "end_time": 1147639.0,
      "text": "which it maintains a single frequency. This is important because two waves of different"
    },
    {
      "index": 224,
      "start_time": 1147640.0,
      "end_time": 1153250.0,
      "text": "frequencies do not produce a stable interference pattern. The coherence length of the laser"
    },
    {
      "index": 225,
      "start_time": 1153250.0,
      "end_time": 1158601.0,
      "text": "determines the depth of field which can be recorded in the scene. A good holography laser"
    },
    {
      "index": 226,
      "start_time": 1158600.0,
      "end_time": 1164559.0,
      "text": "will typically have a coherence length of several meters, ample for a deep hologram."
    },
    {
      "index": 227,
      "start_time": 1164560.0,
      "end_time": 1169670.0,
      "text": "The objects that form the scene must, in general, have optically rough surfaces so that they"
    },
    {
      "index": 228,
      "start_time": 1169670.0,
      "end_time": 1175420.0,
      "text": "scatter light over a wide range of angles. A specularly reflecting surface reflects the"
    },
    {
      "index": 229,
      "start_time": 1175420.0,
      "end_time": 1180890.0,
      "text": "light in only one direction at each point on its surface, so in general, most of the"
    },
    {
      "index": 230,
      "start_time": 1180890.0,
      "end_time": 1186481.0,
      "text": "light will not be incident on the recording medium. A hologram of a shiny object can be"
    },
    {
      "index": 231,
      "start_time": 1186480.0,
      "end_time": 1190759.0,
      "text": "made by locating it very close to the recording plate."
    },
    {
      "index": 232,
      "start_time": 1190760.0,
      "end_time": 1194441.0,
      "text": "Hologram classifications There are three important properties of a"
    },
    {
      "index": 233,
      "start_time": 1194440.0,
      "end_time": 1199059.0,
      "text": "hologram which are defined in this section. A given hologram will have one or other of"
    },
    {
      "index": 234,
      "start_time": 1199060.0,
      "end_time": 1204951.0,
      "text": "each of these three properties, e.g. an amplitude modulated thin transmission hologram, or a"
    },
    {
      "index": 235,
      "start_time": 1204950.0,
      "end_time": 1211749.0,
      "text": "phase modulated, volume reflection hologram. Amplitude and phase modulation holograms"
    },
    {
      "index": 236,
      "start_time": 1211750.0,
      "end_time": 1216870.0,
      "text": "An amplitude modulation hologram is one where the amplitude of light diffracted by the hologram"
    },
    {
      "index": 237,
      "start_time": 1216870.0,
      "end_time": 1222451.0,
      "text": "is proportional to the intensity of the recorded light. A straightforward example of this is"
    },
    {
      "index": 238,
      "start_time": 1222450.0,
      "end_time": 1228289.0,
      "text": "photographic emulsion on a transparent substrate. The emulsion is exposed to the interference"
    },
    {
      "index": 239,
      "start_time": 1228290.0,
      "end_time": 1233230.0,
      "text": "pattern, and is subsequently developed giving a transmittance which varies with the intensity"
    },
    {
      "index": 240,
      "start_time": 1233230.0,
      "end_time": 1237691.0,
      "text": "of the pattern - the more light that fell on the plate at a given point, the darker"
    },
    {
      "index": 241,
      "start_time": 1237690.0,
      "end_time": 1242600.0,
      "text": "the developed plate at that point. A phase hologram is made by changing either"
    },
    {
      "index": 242,
      "start_time": 1242600.0,
      "end_time": 1247359.0,
      "text": "the thickness or the refractive index of the material in proportion to the intensity of"
    },
    {
      "index": 243,
      "start_time": 1247360.0,
      "end_time": 1252331.0,
      "text": "the holographic interference pattern. This is a phase grating and it can be shown that"
    },
    {
      "index": 244,
      "start_time": 1252330.0,
      "end_time": 1258090.0,
      "text": "when such a plate is illuminated by the original reference beam, it reconstructs the original"
    },
    {
      "index": 245,
      "start_time": 1258090.0,
      "end_time": 1264619.0,
      "text": "object wavefront. The efficiency is greater for phase than for amplitude modulated holograms."
    },
    {
      "index": 246,
      "start_time": 1264620.0,
      "end_time": 1269071.0,
      "text": "Thin holograms and thick holograms A thin hologram is one where the thickness"
    },
    {
      "index": 247,
      "start_time": 1269070.0,
      "end_time": 1273340.0,
      "text": "of the recording medium is much less than the spacing of the interference fringes which"
    },
    {
      "index": 248,
      "start_time": 1273340.0,
      "end_time": 1278299.0,
      "text": "make up the holographic recording. A thick or volume hologram is one where the"
    },
    {
      "index": 249,
      "start_time": 1278300.0,
      "end_time": 1283691.0,
      "text": "thickness of the recording medium is greater than the spacing of the interference pattern."
    },
    {
      "index": 250,
      "start_time": 1283690.0,
      "end_time": 1288519.0,
      "text": "The recorded hologram is now a three dimensional structure, and it can be shown that incident"
    },
    {
      "index": 251,
      "start_time": 1288520.0,
      "end_time": 1294240.0,
      "text": "light is diffracted by the grating only at a particular angle, known as the Bragg angle."
    },
    {
      "index": 252,
      "start_time": 1294240.0,
      "end_time": 1298581.0,
      "text": "If the hologram is illuminated with a light source incident at the original reference"
    },
    {
      "index": 253,
      "start_time": 1298580.0,
      "end_time": 1304369.0,
      "text": "beam angle but a broad spectrum of wavelengths; reconstruction occurs only at the wavelength"
    },
    {
      "index": 254,
      "start_time": 1304370.0,
      "end_time": 1310071.0,
      "text": "of the original laser used. If the angle of illumination is changed, reconstruction will"
    },
    {
      "index": 255,
      "start_time": 1310070.0,
      "end_time": 1316340.0,
      "text": "occur at a different wavelength and the colour of the re-constructed scene changes. A volume"
    },
    {
      "index": 256,
      "start_time": 1316340.0,
      "end_time": 1321769.0,
      "text": "hologram effectively acts as a colour filter. Transmission and reflection holograms"
    },
    {
      "index": 257,
      "start_time": 1321770.0,
      "end_time": 1327370.0,
      "text": "A transmission hologram is one where the object and reference beams are incident on the recording"
    },
    {
      "index": 258,
      "start_time": 1327370.0,
      "end_time": 1333030.0,
      "text": "medium from the same side. In practice, several more mirrors may be used to direct the beams"
    },
    {
      "index": 259,
      "start_time": 1333030.0,
      "end_time": 1338060.0,
      "text": "in the required directions. Normally, transmission holograms can only"
    },
    {
      "index": 260,
      "start_time": 1338060.0,
      "end_time": 1344821.0,
      "text": "be reconstructed using a laser or a quasi-monochromatic source, but a particular type of transmission"
    },
    {
      "index": 261,
      "start_time": 1344820.0,
      "end_time": 1349399.0,
      "text": "hologram, known as a rainbow hologram, can be viewed with white light."
    },
    {
      "index": 262,
      "start_time": 1349400.0,
      "end_time": 1354490.0,
      "text": "In a reflection hologram, the object and reference beams are incident on the plate from opposite"
    },
    {
      "index": 263,
      "start_time": 1354490.0,
      "end_time": 1359780.0,
      "text": "sides of the plate. The reconstructed object is then viewed from the same side of the plate"
    },
    {
      "index": 264,
      "start_time": 1359780.0,
      "end_time": 1363490.0,
      "text": "as that at which the re-constructing beam is incident."
    },
    {
      "index": 265,
      "start_time": 1363490.0,
      "end_time": 1368930.0,
      "text": "Only volume holograms can be used to make reflection holograms, as only a very low intensity"
    },
    {
      "index": 266,
      "start_time": 1368930.0,
      "end_time": 1373331.0,
      "text": "diffracted beam would be reflected by a thin hologram."
    },
    {
      "index": 267,
      "start_time": 1373330.0,
      "end_time": 1377129.0,
      "text": "Holographic recording media The recording medium has to convert the original"
    },
    {
      "index": 268,
      "start_time": 1377130.0,
      "end_time": 1381560.0,
      "text": "interference pattern into an optical element that modifies either the amplitude or the"
    },
    {
      "index": 269,
      "start_time": 1381560.0,
      "end_time": 1387230.0,
      "text": "phase of an incident light beam in proportion to the intensity of the original light field."
    },
    {
      "index": 270,
      "start_time": 1387230.0,
      "end_time": 1391691.0,
      "text": "The recording medium should be able to resolve fully all the fringes arising from interference"
    },
    {
      "index": 271,
      "start_time": 1391690.0,
      "end_time": 1397479.0,
      "text": "between object and reference beam. These fringe spacings can range from tens of micrometers"
    },
    {
      "index": 272,
      "start_time": 1397480.0,
      "end_time": 1402380.0,
      "text": "to less than one micrometer, i.e. spatial frequencies ranging from a few hundred to"
    },
    {
      "index": 273,
      "start_time": 1402380.0,
      "end_time": 1407530.0,
      "text": "several thousand cycles/mm, and ideally, the recording medium should have a response which"
    },
    {
      "index": 274,
      "start_time": 1407530.0,
      "end_time": 1412821.0,
      "text": "is flat over this range. If the response of the medium to these spatial frequencies is"
    },
    {
      "index": 275,
      "start_time": 1412820.0,
      "end_time": 1419100.0,
      "text": "low, the diffraction efficiency of the hologram will be poor, and a dim image will be obtained."
    },
    {
      "index": 276,
      "start_time": 1419100.0,
      "end_time": 1424210.0,
      "text": "Standard photographic film has a very low or even zero response at the frequencies involved"
    },
    {
      "index": 277,
      "start_time": 1424210.0,
      "end_time": 1429940.0,
      "text": "and cannot be used to make a hologram - see, for example, Kodak&#39;s professional black and"
    },
    {
      "index": 278,
      "start_time": 1429940.0,
      "end_time": 1434649.0,
      "text": "white film whose resolution starts falling off at 20 lines/mm — it is unlikely that"
    },
    {
      "index": 279,
      "start_time": 1434650.0,
      "end_time": 1439060.0,
      "text": "any reconstructed beam could be obtained using this film."
    },
    {
      "index": 280,
      "start_time": 1439060.0,
      "end_time": 1443591.0,
      "text": "If the response is not flat over the range of spatial frequencies in the interference"
    },
    {
      "index": 281,
      "start_time": 1443590.0,
      "end_time": 1449090.0,
      "text": "pattern, then the resolution of the reconstructed image may also be degraded."
    },
    {
      "index": 282,
      "start_time": 1449090.0,
      "end_time": 1454369.0,
      "text": "The table below shows the principal materials used for holographic recording. Note that"
    },
    {
      "index": 283,
      "start_time": 1454370.0,
      "end_time": 1459821.0,
      "text": "these do not include the materials used in the mass replication of an existing hologram,"
    },
    {
      "index": 284,
      "start_time": 1459820.0,
      "end_time": 1465129.0,
      "text": "which are discussed in the next section. The resolution limit given in the table indicates"
    },
    {
      "index": 285,
      "start_time": 1465130.0,
      "end_time": 1471100.0,
      "text": "the maximal number of interference lines/mm of the gratings. The required exposure, expressed"
    },
    {
      "index": 286,
      "start_time": 1471100.0,
      "end_time": 1477520.0,
      "text": "as millijoules of photon energy impacting the surface area, is for a long exposure time."
    },
    {
      "index": 287,
      "start_time": 1477520.0,
      "end_time": 1483750.0,
      "text": "Short exposure times require much higher exposure energies, due to reciprocity failure."
    },
    {
      "index": 288,
      "start_time": 1483750.0,
      "end_time": 1487980.0,
      "text": "Copying and mass production An existing hologram can be copied by embossing"
    },
    {
      "index": 289,
      "start_time": 1487980.0,
      "end_time": 1492571.0,
      "text": "or optically. Most holographic recordings have surface relief"
    },
    {
      "index": 290,
      "start_time": 1492570.0,
      "end_time": 1498200.0,
      "text": "patterns which conform with the original illumination intensity. Embossing, which is similar to"
    },
    {
      "index": 291,
      "start_time": 1498200.0,
      "end_time": 1503080.0,
      "text": "the method used to stamp out plastic discs from a master in audio recording, involves"
    },
    {
      "index": 292,
      "start_time": 1503080.0,
      "end_time": 1508109.0,
      "text": "copying this surface relief pattern by impressing it onto another material."
    },
    {
      "index": 293,
      "start_time": 1508110.0,
      "end_time": 1512550.0,
      "text": "The first step in the embossing process is to make a stamper by electrodeposition of"
    },
    {
      "index": 294,
      "start_time": 1512550.0,
      "end_time": 1517900.0,
      "text": "nickel on the relief image recorded on the photoresist or photothermoplastic. When the"
    },
    {
      "index": 295,
      "start_time": 1517900.0,
      "end_time": 1522581.0,
      "text": "nickel layer is thick enough, it is separated from the master hologram and mounted on a"
    },
    {
      "index": 296,
      "start_time": 1522580.0,
      "end_time": 1528090.0,
      "text": "metal backing plate. The material used to make embossed copies consists of a polyester"
    },
    {
      "index": 297,
      "start_time": 1528090.0,
      "end_time": 1533929.0,
      "text": "base film, a resin separation layer and a thermoplastic film constituting the holographic"
    },
    {
      "index": 298,
      "start_time": 1533930.0,
      "end_time": 1536980.0,
      "text": "layer. The embossing process can be carried out with"
    },
    {
      "index": 299,
      "start_time": 1536980.0,
      "end_time": 1542650.0,
      "text": "a simple heated press. The bottom layer of the duplicating film is heated above its softening"
    },
    {
      "index": 300,
      "start_time": 1542650.0,
      "end_time": 1547650.0,
      "text": "point and pressed against the stamper, so that it takes up its shape. This shape is"
    },
    {
      "index": 301,
      "start_time": 1547650.0,
      "end_time": 1552581.0,
      "text": "retained when the film is cooled and removed from the press. In order to permit the viewing"
    },
    {
      "index": 302,
      "start_time": 1552580.0,
      "end_time": 1558009.0,
      "text": "of embossed holograms in reflection, an additional reflecting layer of aluminum is usually added"
    },
    {
      "index": 303,
      "start_time": 1558010.0,
      "end_time": 1564250.0,
      "text": "on the hologram recording layer. This method is particularly suited to mass production."
    },
    {
      "index": 304,
      "start_time": 1564250.0,
      "end_time": 1569500.0,
      "text": "The first book to feature a hologram on the front cover was The Skook by JP Miller, featuring"
    },
    {
      "index": 305,
      "start_time": 1569500.0,
      "end_time": 1575180.0,
      "text": "an illustration by Miller. That same year, &quot;Telstar&quot; by Ad Infinitum became the first"
    },
    {
      "index": 306,
      "start_time": 1575180.0,
      "end_time": 1579711.0,
      "text": "record with a hologram cover and National Geographic published the first magazine with"
    },
    {
      "index": 307,
      "start_time": 1579710.0,
      "end_time": 1586570.0,
      "text": "a hologram cover. Embossed holograms are used widely on credit cards, banknotes, and high"
    },
    {
      "index": 308,
      "start_time": 1586570.0,
      "end_time": 1591989.0,
      "text": "value products for authentication purposes. It is possible to print holograms directly"
    },
    {
      "index": 309,
      "start_time": 1591990.0,
      "end_time": 1597451.0,
      "text": "into steel using a sheet explosive charge to create the required surface relief. The"
    },
    {
      "index": 310,
      "start_time": 1597450.0,
      "end_time": 1603139.0,
      "text": "Royal Canadian Mint produces holographic gold and silver coinage through a complex stamping"
    },
    {
      "index": 311,
      "start_time": 1603140.0,
      "end_time": 1606900.0,
      "text": "process. A hologram can be copied optically by illuminating"
    },
    {
      "index": 312,
      "start_time": 1606900.0,
      "end_time": 1611821.0,
      "text": "it with a laser beam, and locating a second hologram plate so that it is illuminated both"
    },
    {
      "index": 313,
      "start_time": 1611820.0,
      "end_time": 1617889.0,
      "text": "by the reconstructed object beam, and the illuminating beam. Stability and coherence"
    },
    {
      "index": 314,
      "start_time": 1617890.0,
      "end_time": 1623441.0,
      "text": "requirements are significantly reduced if the two plates are located very close together."
    },
    {
      "index": 315,
      "start_time": 1623440.0,
      "end_time": 1628279.0,
      "text": "An index matching fluid is often used between the plates to minimize spurious interference"
    },
    {
      "index": 316,
      "start_time": 1628280.0,
      "end_time": 1634081.0,
      "text": "between the plates. Uniform illumination can be obtained by scanning point-by-point or"
    },
    {
      "index": 317,
      "start_time": 1634080.0,
      "end_time": 1638820.0,
      "text": "with a beam shaped into a thin line. Reconstructing and viewing the holographic"
    },
    {
      "index": 318,
      "start_time": 1638820.0,
      "end_time": 1641639.0,
      "text": "image When the hologram plate is illuminated by"
    },
    {
      "index": 319,
      "start_time": 1641640.0,
      "end_time": 1646540.0,
      "text": "a laser beam identical to the reference beam which was used to record the hologram, an"
    },
    {
      "index": 320,
      "start_time": 1646540.0,
      "end_time": 1652510.0,
      "text": "exact reconstruction of the original object wavefront is obtained. An imaging system located"
    },
    {
      "index": 321,
      "start_time": 1652510.0,
      "end_time": 1656841.0,
      "text": "in the reconstructed beam &#39;sees&#39; exactly the same scene as it would have done when viewing"
    },
    {
      "index": 322,
      "start_time": 1656840.0,
      "end_time": 1661899.0,
      "text": "the original. When the lens is moved, the image changes in the same way as it would"
    },
    {
      "index": 323,
      "start_time": 1661900.0,
      "end_time": 1666990.0,
      "text": "have done when the object was in place. If several objects were present when the hologram"
    },
    {
      "index": 324,
      "start_time": 1666990.0,
      "end_time": 1673180.0,
      "text": "was recorded, the reconstructed objects move relative to one another, i.e. exhibit parallax,"
    },
    {
      "index": 325,
      "start_time": 1673180.0,
      "end_time": 1678060.0,
      "text": "in the same way as the original objects would have done. It was very common in the early"
    },
    {
      "index": 326,
      "start_time": 1678060.0,
      "end_time": 1682711.0,
      "text": "days of holography to use a chess board as the object and then take photographs at several"
    },
    {
      "index": 327,
      "start_time": 1682710.0,
      "end_time": 1687299.0,
      "text": "different angles using the reconstructed light to show how the relative positions of the"
    },
    {
      "index": 328,
      "start_time": 1687300.0,
      "end_time": 1692260.0,
      "text": "chess pieces appeared to change. A holographic image can also be obtained using"
    },
    {
      "index": 329,
      "start_time": 1692260.0,
      "end_time": 1697670.0,
      "text": "a different laser beam configuration to the original recording object beam, but the reconstructed"
    },
    {
      "index": 330,
      "start_time": 1697670.0,
      "end_time": 1703560.0,
      "text": "image will not match the original exactly. When a laser is used to reconstruct the hologram,"
    },
    {
      "index": 331,
      "start_time": 1703560.0,
      "end_time": 1708120.0,
      "text": "the image is speckled just as the original image will have been. This can be a major"
    },
    {
      "index": 332,
      "start_time": 1708120.0,
      "end_time": 1713020.0,
      "text": "drawback in viewing a hologram. White light consists of light of a wide range"
    },
    {
      "index": 333,
      "start_time": 1713020.0,
      "end_time": 1719120.0,
      "text": "of wavelengths. Normally, if a hologram is illuminated by a white light source, each"
    },
    {
      "index": 334,
      "start_time": 1719120.0,
      "end_time": 1723800.0,
      "text": "wavelength can be considered to generate its own holographic reconstruction, and these"
    },
    {
      "index": 335,
      "start_time": 1723800.0,
      "end_time": 1730390.0,
      "text": "will vary in size, angle, and distance. These will be superimposed, and the summed image"
    },
    {
      "index": 336,
      "start_time": 1730390.0,
      "end_time": 1735821.0,
      "text": "will wipe out any information about the original scene, as if superimposing a set of photographs"
    },
    {
      "index": 337,
      "start_time": 1735820.0,
      "end_time": 1741580.0,
      "text": "of the same object of different sizes and orientations. However, a holographic image"
    },
    {
      "index": 338,
      "start_time": 1741580.0,
      "end_time": 1747749.0,
      "text": "can be obtained using white light in specific circumstances, e.g. with volume holograms"
    },
    {
      "index": 339,
      "start_time": 1747750.0,
      "end_time": 1753010.0,
      "text": "and rainbow holograms. The white light source used to view these holograms should always"
    },
    {
      "index": 340,
      "start_time": 1753010.0,
      "end_time": 1758630.0,
      "text": "approximate to a point source, i.e. a spot light or the sun. An extended source will"
    },
    {
      "index": 341,
      "start_time": 1758630.0,
      "end_time": 1763220.0,
      "text": "not reconstruct a hologram since its light is incident at each point at a wide range"
    },
    {
      "index": 342,
      "start_time": 1763220.0,
      "end_time": 1768740.0,
      "text": "of angles, giving multiple reconstructions which will &quot;wipe&quot; one another out."
    },
    {
      "index": 343,
      "start_time": 1768740.0,
      "end_time": 1772831.0,
      "text": "White light reconstructions do not contain speckles."
    },
    {
      "index": 344,
      "start_time": 1772830.0,
      "end_time": 1773609.0,
      "text": "Volume holograms"
    },
    {
      "index": 345,
      "start_time": 1773610.0,
      "end_time": 1780110.0,
      "text": "A volume hologram can give a reconstructed beam using white light, as the hologram structure"
    },
    {
      "index": 346,
      "start_time": 1780110.0,
      "end_time": 1784530.0,
      "text": "effectively filters out colours other than those equal to or very close to the colour"
    },
    {
      "index": 347,
      "start_time": 1784530.0,
      "end_time": 1788640.0,
      "text": "of the laser used to make the hologram so that the reconstructed image will appear to"
    },
    {
      "index": 348,
      "start_time": 1788640.0,
      "end_time": 1794620.0,
      "text": "be approximately the same colour as the laser light used to create the holographic recording."
    },
    {
      "index": 349,
      "start_time": 1794620.0,
      "end_time": 1796461.0,
      "text": "Rainbow holograms"
    },
    {
      "index": 350,
      "start_time": 1796460.0,
      "end_time": 1801440.0,
      "text": "In this method, parallax in the vertical plane is sacrificed to allow a bright well-defined"
    },
    {
      "index": 351,
      "start_time": 1801440.0,
      "end_time": 1807099.0,
      "text": "single colour re-constructed image to be obtained using white light. The rainbow holography"
    },
    {
      "index": 352,
      "start_time": 1807100.0,
      "end_time": 1812560.0,
      "text": "recording process uses a horizontal slit to eliminate vertical parallax in the output"
    },
    {
      "index": 353,
      "start_time": 1812560.0,
      "end_time": 1817870.0,
      "text": "image. The viewer is then effectively viewing the holographic image through a narrow horizontal"
    },
    {
      "index": 354,
      "start_time": 1817870.0,
      "end_time": 1824780.0,
      "text": "slit. Horizontal parallax information is preserved but movement in the vertical direction produces"
    },
    {
      "index": 355,
      "start_time": 1824780.0,
      "end_time": 1831470.0,
      "text": "colour rather than different vertical perspectives. Stereopsis and horizontal motion parallax,"
    },
    {
      "index": 356,
      "start_time": 1831470.0,
      "end_time": 1835380.0,
      "text": "two relatively powerful cues to depth, are preserved."
    },
    {
      "index": 357,
      "start_time": 1835380.0,
      "end_time": 1841110.0,
      "text": "The holograms found on credit cards are examples of rainbow holograms. These are technically"
    },
    {
      "index": 358,
      "start_time": 1841110.0,
      "end_time": 1847600.0,
      "text": "transmission holograms mounted onto a reflective surface like a metalized polyethylene terephthalate"
    },
    {
      "index": 359,
      "start_time": 1847600.0,
      "end_time": 1853240.0,
      "text": "substrate commonly known as PET. Fidelity of the reconstructed beam"
    },
    {
      "index": 360,
      "start_time": 1853240.0,
      "end_time": 1858201.0,
      "text": "To replicate the original object beam exactly, the reconstructing reference beam must be"
    },
    {
      "index": 361,
      "start_time": 1858200.0,
      "end_time": 1862700.0,
      "text": "identical to the original reference beam and the recording medium must be able to fully"
    },
    {
      "index": 362,
      "start_time": 1862700.0,
      "end_time": 1869279.0,
      "text": "resolve the interference pattern formed between the object and reference beams. Exact reconstruction"
    },
    {
      "index": 363,
      "start_time": 1869280.0,
      "end_time": 1874660.0,
      "text": "is required in holographic interferometry, where the holographically reconstructed wavefront"
    },
    {
      "index": 364,
      "start_time": 1874660.0,
      "end_time": 1878831.0,
      "text": "interferes with the wavefront coming from the actual object, giving a null fringe if"
    },
    {
      "index": 365,
      "start_time": 1878830.0,
      "end_time": 1883039.0,
      "text": "there has been no movement of the object and mapping out the displacement if the object"
    },
    {
      "index": 366,
      "start_time": 1883040.0,
      "end_time": 1889821.0,
      "text": "has moved. This requires very precise relocation of the developed holographic plate."
    },
    {
      "index": 367,
      "start_time": 1889820.0,
      "end_time": 1895349.0,
      "text": "Any change in the shape, orientation or wavelength of the reference beam gives rise to aberrations"
    },
    {
      "index": 368,
      "start_time": 1895350.0,
      "end_time": 1901100.0,
      "text": "in the reconstructed image. For instance, the reconstructed image is magnified if the"
    },
    {
      "index": 369,
      "start_time": 1901100.0,
      "end_time": 1906420.0,
      "text": "laser used to reconstruct the hologram has a shorter wavelength than the original laser."
    },
    {
      "index": 370,
      "start_time": 1906420.0,
      "end_time": 1912890.0,
      "text": "Nonetheless, good reconstruction is obtained using a laser of a different wavelength, quasi-monochromatic"
    },
    {
      "index": 371,
      "start_time": 1912890.0,
      "end_time": 1918961.0,
      "text": "light or white light, in the right circumstances. Since each point in the object illuminates"
    },
    {
      "index": 372,
      "start_time": 1918960.0,
      "end_time": 1923690.0,
      "text": "all of the hologram, the whole object can be reconstructed from a small part of the"
    },
    {
      "index": 373,
      "start_time": 1923690.0,
      "end_time": 1929239.0,
      "text": "hologram. Thus, a hologram can be broken up into small pieces and each one will enable"
    },
    {
      "index": 374,
      "start_time": 1929240.0,
      "end_time": 1935250.0,
      "text": "the whole of the original object to be imaged. One does, however, lose information and the"
    },
    {
      "index": 375,
      "start_time": 1935250.0,
      "end_time": 1939850.0,
      "text": "spatial resolution gets worse as the size of the hologram is decreased — the image"
    },
    {
      "index": 376,
      "start_time": 1939850.0,
      "end_time": 1945030.0,
      "text": "becomes &quot;fuzzier&quot;. The field of view is also reduced, and the viewer will have to change"
    },
    {
      "index": 377,
      "start_time": 1945030.0,
      "end_time": 1948941.0,
      "text": "position to see different parts of the scene. Applications"
    },
    {
      "index": 378,
      "start_time": 1948940.0,
      "end_time": 1952899.0,
      "text": "Art Early on, artists saw the potential of holography"
    },
    {
      "index": 379,
      "start_time": 1952900.0,
      "end_time": 1958980.0,
      "text": "as a medium and gained access to science laboratories to create their work. Holographic art is often"
    },
    {
      "index": 380,
      "start_time": 1958980.0,
      "end_time": 1964220.0,
      "text": "the result of collaborations between scientists and artists, although some holographers would"
    },
    {
      "index": 381,
      "start_time": 1964220.0,
      "end_time": 1967980.0,
      "text": "regard themselves as both an artist and a scientist."
    },
    {
      "index": 382,
      "start_time": 1967980.0,
      "end_time": 1973081.0,
      "text": "Salvador Dalí claimed to have been the first to employ holography artistically. He was"
    },
    {
      "index": 383,
      "start_time": 1973080.0,
      "end_time": 1979519.0,
      "text": "certainly the first and best-known surrealist to do so, but the 1972 New York exhibit of"
    },
    {
      "index": 384,
      "start_time": 1979520.0,
      "end_time": 1984150.0,
      "text": "Dalí holograms had been preceded by the holographic art exhibition that was held at the Cranbrook"
    },
    {
      "index": 385,
      "start_time": 1984150.0,
      "end_time": 1989530.0,
      "text": "Academy of Art in Michigan in 1968 and by the one at the Finch College gallery in New"
    },
    {
      "index": 386,
      "start_time": 1989530.0,
      "end_time": 1993810.0,
      "text": "York in 1970, which attracted national media attention."
    },
    {
      "index": 387,
      "start_time": 1993810.0,
      "end_time": 2000010.0,
      "text": "During the 1970s, a number of art studios and schools were established, each with their"
    },
    {
      "index": 388,
      "start_time": 2000010.0,
      "end_time": 2005810.0,
      "text": "particular approach to holography. Notably, there was the San Francisco School of Holography"
    },
    {
      "index": 389,
      "start_time": 2005810.0,
      "end_time": 2011020.0,
      "text": "established by Lloyd Cross, The Museum of Holography in New York founded by Rosemary"
    },
    {
      "index": 390,
      "start_time": 2011020.0,
      "end_time": 2016630.0,
      "text": "H. Jackson, the Royal College of Art in London and the Lake Forest College Symposiums organised"
    },
    {
      "index": 391,
      "start_time": 2016630.0,
      "end_time": 2022790.0,
      "text": "by Tung Jeong. None of these studios still exist; however, there is the Center for the"
    },
    {
      "index": 392,
      "start_time": 2022790.0,
      "end_time": 2027831.0,
      "text": "Holographic Arts in New York and the HOLOcenter in Seoul, which offers artists a place to"
    },
    {
      "index": 393,
      "start_time": 2027830.0,
      "end_time": 2033179.0,
      "text": "create and exhibit work. During the 1980s, many artists who worked"
    },
    {
      "index": 394,
      "start_time": 2033180.0,
      "end_time": 2038120.0,
      "text": "with holography helped the diffusion of this so-called &quot;new medium&quot; in the art world, such"
    },
    {
      "index": 395,
      "start_time": 2038120.0,
      "end_time": 2044670.0,
      "text": "as Harriet Casdin-Silver of the USA, Dieter Jung of Germany, and Moysés Baumstein of"
    },
    {
      "index": 396,
      "start_time": 2044670.0,
      "end_time": 2050281.0,
      "text": "Brazil, each one searching for a proper &quot;language&quot; to use with the three-dimensional work, avoiding"
    },
    {
      "index": 397,
      "start_time": 2050280.0000000002,
      "end_time": 2057210.0000000002,
      "text": "the simple holographic reproduction of a sculpture or object. For instance, in Brazil, many concrete"
    },
    {
      "index": 398,
      "start_time": 2057210.0,
      "end_time": 2062990.0,
      "text": "poets found in holography a way to express themselves and to renew Concrete Poetry."
    },
    {
      "index": 399,
      "start_time": 2062989.9999999998,
      "end_time": 2068009.9999999998,
      "text": "A small but active group of artists still use holography as their main medium, and many"
    },
    {
      "index": 400,
      "start_time": 2068010.0000000002,
      "end_time": 2073620.0000000002,
      "text": "more artists integrate holographic elements into their work. Some are associated with"
    },
    {
      "index": 401,
      "start_time": 2073620.0,
      "end_time": 2080240.0,
      "text": "novel holographic techniques; for example, artist Matt Brand employed computational mirror"
    },
    {
      "index": 402,
      "start_time": 2080239.9999999998,
      "end_time": 2084619.9999999998,
      "text": "design to eliminate image distortion from specular holography."
    },
    {
      "index": 403,
      "start_time": 2084620.0,
      "end_time": 2089880.0,
      "text": "The MIT Museum and Jonathan Ross both have extensive collections of holography and on-line"
    },
    {
      "index": 404,
      "start_time": 2089880.0,
      "end_time": 2094450.0,
      "text": "catalogues of art holograms. Data storage"
    },
    {
      "index": 405,
      "start_time": 2094449.9999999998,
      "end_time": 2100190.0,
      "text": "Holography can be put to a variety of uses other than recording images. Holographic data"
    },
    {
      "index": 406,
      "start_time": 2100190.0,
      "end_time": 2107160.0,
      "text": "storage is a technique that can store information at high density inside crystals or photopolymers."
    },
    {
      "index": 407,
      "start_time": 2107160.0,
      "end_time": 2112290.0,
      "text": "The ability to store large amounts of information in some kind of media is of great importance,"
    },
    {
      "index": 408,
      "start_time": 2112290.0,
      "end_time": 2118570.0,
      "text": "as many electronic products incorporate storage devices. As current storage techniques such"
    },
    {
      "index": 409,
      "start_time": 2118570.0,
      "end_time": 2123530.0,
      "text": "as Blu-ray Disc reach the limit of possible data density, holographic storage has the"
    },
    {
      "index": 410,
      "start_time": 2123530.0,
      "end_time": 2129000.0,
      "text": "potential to become the next generation of popular storage media. The advantage of this"
    },
    {
      "index": 411,
      "start_time": 2129000.0,
      "end_time": 2133460.0,
      "text": "type of data storage is that the volume of the recording media is used instead of just"
    },
    {
      "index": 412,
      "start_time": 2133460.0,
      "end_time": 2139520.0,
      "text": "the surface. Currently available SLMs can produce about 1000 different images a second"
    },
    {
      "index": 413,
      "start_time": 2139520.0,
      "end_time": 2146540.0,
      "text": "at 1024×1024-bit resolution. With the right type of media, this would result in about"
    },
    {
      "index": 414,
      "start_time": 2146540.0,
      "end_time": 2152780.0,
      "text": "one-gigabit-per-second writing speed. Read speeds can surpass this, and experts believe"
    },
    {
      "index": 415,
      "start_time": 2152780.0,
      "end_time": 2159700.0,
      "text": "one-terabit-per-second readout is possible. In 2005, companies such as Optware and Maxell"
    },
    {
      "index": 416,
      "start_time": 2159700.0,
      "end_time": 2166750.0,
      "text": "produced a 120 mm disc that uses a holographic layer to store data to a potential 3.9 TB,"
    },
    {
      "index": 417,
      "start_time": 2166750.0,
      "end_time": 2173840.0,
      "text": "which they plan to market under the name Holographic Versatile Disc. Another company, InPhase Technologies,"
    },
    {
      "index": 418,
      "start_time": 2173840.0,
      "end_time": 2179760.0,
      "text": "is developing a competing format. While many holographic data storage models have used"
    },
    {
      "index": 419,
      "start_time": 2179760.0,
      "end_time": 2185230.0,
      "text": "&quot;page-based&quot; storage, where each recorded hologram holds a large amount of data, more"
    },
    {
      "index": 420,
      "start_time": 2185230.0,
      "end_time": 2190880.0,
      "text": "recent research into using submicrometre-sized &quot;microholograms&quot; has resulted in several potential"
    },
    {
      "index": 421,
      "start_time": 2190880.0,
      "end_time": 2197120.0,
      "text": "3D optical data storage solutions. While this approach to data storage can not attain the"
    },
    {
      "index": 422,
      "start_time": 2197120.0,
      "end_time": 2203230.0,
      "text": "high data rates of page-based storage, the tolerances, technological hurdles, and cost"
    },
    {
      "index": 423,
      "start_time": 2203230.0,
      "end_time": 2207700.0,
      "text": "of producing a commercial product are significantly lower."
    },
    {
      "index": 424,
      "start_time": 2207700.0,
      "end_time": 2211640.0,
      "text": "Dynamic holography In static holography, recording, developing"
    },
    {
      "index": 425,
      "start_time": 2211640.0,
      "end_time": 2217280.0,
      "text": "and reconstructing occur sequentially, and a permanent hologram is produced."
    },
    {
      "index": 426,
      "start_time": 2217280.0,
      "end_time": 2221840.0,
      "text": "There also exist holographic materials that do not need the developing process and can"
    },
    {
      "index": 427,
      "start_time": 2221840.0,
      "end_time": 2227570.0,
      "text": "record a hologram in a very short time. This allows one to use holography to perform some"
    },
    {
      "index": 428,
      "start_time": 2227570.0,
      "end_time": 2233870.0,
      "text": "simple operations in an all-optical way. Examples of applications of such real-time holograms"
    },
    {
      "index": 429,
      "start_time": 2233870.0,
      "end_time": 2241120.0,
      "text": "include phase-conjugate mirrors, optical cache memories, image processing, and optical computing."
    },
    {
      "index": 430,
      "start_time": 2241120.0,
      "end_time": 2245920.0,
      "text": "The amount of processed information can be very high, since the operation is performed"
    },
    {
      "index": 431,
      "start_time": 2245920.0,
      "end_time": 2251650.0,
      "text": "in parallel on a whole image. This compensates for the fact that the recording time, which"
    },
    {
      "index": 432,
      "start_time": 2251650.0,
      "end_time": 2256350.0,
      "text": "is in the order of a microsecond, is still very long compared to the processing time"
    },
    {
      "index": 433,
      "start_time": 2256350.0,
      "end_time": 2262660.0,
      "text": "of an electronic computer. The optical processing performed by a dynamic hologram is also much"
    },
    {
      "index": 434,
      "start_time": 2262660.0,
      "end_time": 2268690.0,
      "text": "less flexible than electronic processing. On one side, one has to perform the operation"
    },
    {
      "index": 435,
      "start_time": 2268690.0,
      "end_time": 2273740.0,
      "text": "always on the whole image, and on the other side, the operation a hologram can perform"
    },
    {
      "index": 436,
      "start_time": 2273740.0,
      "end_time": 2279820.0,
      "text": "is basically either a multiplication or a phase conjugation. In optics, addition and"
    },
    {
      "index": 437,
      "start_time": 2279820.0,
      "end_time": 2284740.0,
      "text": "Fourier transform are already easily performed in linear materials, the latter simply by"
    },
    {
      "index": 438,
      "start_time": 2284740.0,
      "end_time": 2291010.0,
      "text": "a lens. This enables some applications, such as a device that compares images in an optical"
    },
    {
      "index": 439,
      "start_time": 2291010.0,
      "end_time": 2294770.0,
      "text": "way. The search for novel nonlinear optical materials"
    },
    {
      "index": 440,
      "start_time": 2294770.0,
      "end_time": 2301140.0,
      "text": "for dynamic holography is an active area of research. The most common materials are photorefractive"
    },
    {
      "index": 441,
      "start_time": 2301140.0,
      "end_time": 2308040.0,
      "text": "crystals, but in semiconductors or semiconductor heterostructures, atomic vapors and gases,"
    },
    {
      "index": 442,
      "start_time": 2308040.0,
      "end_time": 2312790.0,
      "text": "plasmas and even liquids, it was possible to generate holograms."
    },
    {
      "index": 443,
      "start_time": 2312790.0,
      "end_time": 2318600.0,
      "text": "A particularly promising application is optical phase conjugation. It allows the removal of"
    },
    {
      "index": 444,
      "start_time": 2318600.0,
      "end_time": 2323780.0,
      "text": "the wavefront distortions a light beam receives when passing through an aberrating medium,"
    },
    {
      "index": 445,
      "start_time": 2323780.0,
      "end_time": 2330310.0,
      "text": "by sending it back through the same aberrating medium with a conjugated phase. This is useful,"
    },
    {
      "index": 446,
      "start_time": 2330310.0,
      "end_time": 2337330.0,
      "text": "for example, in free-space optical communications to compensate for atmospheric turbulence."
    },
    {
      "index": 447,
      "start_time": 2337330.0,
      "end_time": 2338520.0,
      "text": "Hobbyist use"
    },
    {
      "index": 448,
      "start_time": 2338520.0,
      "end_time": 2345300.0,
      "text": "Since the beginning of holography, experimenters have explored its uses. Starting in 1971,"
    },
    {
      "index": 449,
      "start_time": 2345300.0,
      "end_time": 2350550.0,
      "text": "Lloyd Cross started the San Francisco School of Holography and started to teach amateurs"
    },
    {
      "index": 450,
      "start_time": 2350550.0,
      "end_time": 2356340.0,
      "text": "the methods of making holograms with inexpensive equipment. This method relied on the use of"
    },
    {
      "index": 451,
      "start_time": 2356340.0,
      "end_time": 2361160.0,
      "text": "a large table of deep sand to hold the optics rigid and damp vibrations that would destroy"
    },
    {
      "index": 452,
      "start_time": 2361160.0,
      "end_time": 2366090.0,
      "text": "the image. Many of these holographers would go on to"
    },
    {
      "index": 453,
      "start_time": 2366090.0,
      "end_time": 2372810.0,
      "text": "produce art holograms. In 1983, Fred Unterseher published the Holography Handbook, a remarkably"
    },
    {
      "index": 454,
      "start_time": 2372810.0,
      "end_time": 2378400.0,
      "text": "easy-to-read description of making holograms at home. This brought in a new wave of holographers"
    },
    {
      "index": 455,
      "start_time": 2378400.0,
      "end_time": 2384330.0,
      "text": "and gave simple methods to use the then-available AGFA silver halide recording materials."
    },
    {
      "index": 456,
      "start_time": 2384330.0,
      "end_time": 2390010.0,
      "text": "In 2000, Frank DeFreitas published the Shoebox Holography Book and introduced the use of"
    },
    {
      "index": 457,
      "start_time": 2390010.0,
      "end_time": 2395740.0,
      "text": "inexpensive laser pointers to countless hobbyists. This was a very important development for"
    },
    {
      "index": 458,
      "start_time": 2395740.0,
      "end_time": 2403830.0,
      "text": "amateurs, as the cost for a 5 mW laser dropped from $1200 to $5 as semiconductor laser diodes"
    },
    {
      "index": 459,
      "start_time": 2403830.0,
      "end_time": 2410940.0,
      "text": "reached mass market. Now, there are hundreds to thousands of amateur holographers worldwide."
    },
    {
      "index": 460,
      "start_time": 2410940.0,
      "end_time": 2416410.0,
      "text": "By late 2000, holography kits with the inexpensive laser pointer diodes entered the mainstream"
    },
    {
      "index": 461,
      "start_time": 2416410.0,
      "end_time": 2423060.0,
      "text": "consumer market. These kits enabled students, teachers, and hobbyists to make many kinds"
    },
    {
      "index": 462,
      "start_time": 2423060.0,
      "end_time": 2429950.0,
      "text": "of holograms without specialized equipment, and became popular gift items by 2005. The"
    },
    {
      "index": 463,
      "start_time": 2429950.0,
      "end_time": 2435420.0,
      "text": "introduction of holography kits with self-developing film plates in 2003 made it even possible"
    },
    {
      "index": 464,
      "start_time": 2435420.0,
      "end_time": 2439820.0,
      "text": "for hobbyists to make holograms without using chemical developers."
    },
    {
      "index": 465,
      "start_time": 2439820.0,
      "end_time": 2445890.0,
      "text": "In 2006, a large number of surplus Holography Quality Green Lasers became available and"
    },
    {
      "index": 466,
      "start_time": 2445890.0,
      "end_time": 2451610.0,
      "text": "put Dichromated Gelatin within the reach of the amateur holographer. The holography community"
    },
    {
      "index": 467,
      "start_time": 2451610.0,
      "end_time": 2457560.0,
      "text": "was surprised at the amazing sensitivity of DCG to green light. It had been assumed that"
    },
    {
      "index": 468,
      "start_time": 2457560.0,
      "end_time": 2463610.0,
      "text": "the sensitivity would be non-existent. Jeff Blyth responded with the G307 formulation"
    },
    {
      "index": 469,
      "start_time": 2463610.0,
      "end_time": 2468800.0,
      "text": "of DCG to increase the speed and sensitivity to these new lasers."
    },
    {
      "index": 470,
      "start_time": 2468800.0,
      "end_time": 2473570.0,
      "text": "Many film suppliers have come and gone from the silver-halide market. While more film"
    },
    {
      "index": 471,
      "start_time": 2473570.0,
      "end_time": 2479410.0,
      "text": "manufactures have filled in the voids, many amateurs are now making their own film. The"
    },
    {
      "index": 472,
      "start_time": 2479410.0,
      "end_time": 2485240.0,
      "text": "favorite formulations are Dichromated Gelatin, Methylene Blue Sensitised Dichromated Gelatin"
    },
    {
      "index": 473,
      "start_time": 2485240.0,
      "end_time": 2491100.0,
      "text": "and Diffusion Method Silver Halide preparations. Jeff Blyth has published very accurate methods"
    },
    {
      "index": 474,
      "start_time": 2491100.0,
      "end_time": 2497040.0,
      "text": "for making film in a small lab or garage. A small group of amateurs are even constructing"
    },
    {
      "index": 475,
      "start_time": 2497040.0,
      "end_time": 2502090.0,
      "text": "their own pulsed lasers to make holograms of moving objects."
    },
    {
      "index": 476,
      "start_time": 2502090.0,
      "end_time": 2504530.0,
      "text": "Holographic interferometry"
    },
    {
      "index": 477,
      "start_time": 2504530.0,
      "end_time": 2508920.0,
      "text": "Holographic interferometry is a technique that enables static and dynamic displacements"
    },
    {
      "index": 478,
      "start_time": 2508920.0,
      "end_time": 2514780.0,
      "text": "of objects with optically rough surfaces to be measured to optical interferometric precision."
    },
    {
      "index": 479,
      "start_time": 2514780.0,
      "end_time": 2521070.0,
      "text": "It can also be used to detect optical-path-length variations in transparent media, which enables,"
    },
    {
      "index": 480,
      "start_time": 2521070.0,
      "end_time": 2526940.0,
      "text": "for example, fluid flow to be visualized and analyzed. It can also be used to generate"
    },
    {
      "index": 481,
      "start_time": 2526940.0,
      "end_time": 2532930.0,
      "text": "contours representing the form of the surface. It has been widely used to measure stress,"
    },
    {
      "index": 482,
      "start_time": 2532930.0,
      "end_time": 2539620.0,
      "text": "strain, and vibration in engineering structures. Interferometric microscopy"
    },
    {
      "index": 483,
      "start_time": 2539620.0,
      "end_time": 2544750.0,
      "text": "The hologram keeps the information on the amplitude and phase of the field. Several"
    },
    {
      "index": 484,
      "start_time": 2544750.0,
      "end_time": 2550400.0,
      "text": "holograms may keep information about the same distribution of light, emitted to various"
    },
    {
      "index": 485,
      "start_time": 2550400.0,
      "end_time": 2556240.0,
      "text": "directions. The numerical analysis of such holograms allows one to emulate large numerical"
    },
    {
      "index": 486,
      "start_time": 2556240.0,
      "end_time": 2563370.0,
      "text": "aperture, which, in turn, enables enhancement of the resolution of optical microscopy. The"
    },
    {
      "index": 487,
      "start_time": 2563370.0,
      "end_time": 2569980.0,
      "text": "corresponding technique is called interferometric microscopy. Recent achievements of interferometric"
    },
    {
      "index": 488,
      "start_time": 2569980.0,
      "end_time": 2575420.0,
      "text": "microscopy allow one to approach the quarter-wavelength limit of resolution."
    },
    {
      "index": 489,
      "start_time": 2575420.0,
      "end_time": 2577500.0,
      "text": "Sensors or biosensors"
    },
    {
      "index": 490,
      "start_time": 2577500.0,
      "end_time": 2582480.0,
      "text": "The hologram is made with a modified material that interacts with certain molecules generating"
    },
    {
      "index": 491,
      "start_time": 2582480.0,
      "end_time": 2588310.0,
      "text": "a change in the fringe periodicity or refractive index, therefore, the color of the holographic"
    },
    {
      "index": 492,
      "start_time": 2588310.0,
      "end_time": 2591880.0,
      "text": "reflection. Security"
    },
    {
      "index": 493,
      "start_time": 2591880.0,
      "end_time": 2596170.0,
      "text": "Security holograms are very difficult to forge, because they are replicated from a master"
    },
    {
      "index": 494,
      "start_time": 2596170.0,
      "end_time": 2602060.0,
      "text": "hologram that requires expensive, specialized and technologically advanced equipment. They"
    },
    {
      "index": 495,
      "start_time": 2602060.0,
      "end_time": 2609700.0,
      "text": "are used widely in many currencies, such as the Brazilian 20, 50, and 100-reais notes;"
    },
    {
      "index": 496,
      "start_time": 2609700.0,
      "end_time": 2619360.0,
      "text": "British 5, 10, and 20-pound notes; South Korean 5000, 10,000, and 50,000-won notes; Japanese"
    },
    {
      "index": 497,
      "start_time": 2619360.0,
      "end_time": 2627620.0,
      "text": "5000 and 10,000 yen notes; and all the currently-circulating banknotes of the Canadian dollar, Danish krone,"
    },
    {
      "index": 498,
      "start_time": 2627620.0,
      "end_time": 2634540.0,
      "text": "and Euro. They can also be found in credit and bank cards as well as passports, ID cards,"
    },
    {
      "index": 499,
      "start_time": 2634540.0,
      "end_time": 2639930.0,
      "text": "books, DVDs, and sports equipment. Other applications"
    },
    {
      "index": 500,
      "start_time": 2639930.0,
      "end_time": 2645290.0,
      "text": "Holographic scanners are in use in post offices, larger shipping firms, and automated conveyor"
    },
    {
      "index": 501,
      "start_time": 2645290.0,
      "end_time": 2650370.0,
      "text": "systems to determine the three-dimensional size of a package. They are often used in"
    },
    {
      "index": 502,
      "start_time": 2650370.0,
      "end_time": 2655580.0,
      "text": "tandem with checkweighers to allow automated pre-packing of given volumes, such as a truck"
    },
    {
      "index": 503,
      "start_time": 2655580.0,
      "end_time": 2661930.0,
      "text": "or pallet for bulk shipment of goods. Holograms produced in elastomers can be used as stress-strain"
    },
    {
      "index": 504,
      "start_time": 2661930.0,
      "end_time": 2667460.0,
      "text": "reporters due to its elasticity and compressibility, the pressure and force applied are correlated"
    },
    {
      "index": 505,
      "start_time": 2667460.0,
      "end_time": 2671320.0,
      "text": "to the reflected wavelength, therefore its color."
    },
    {
      "index": 506,
      "start_time": 2671320.0,
      "end_time": 2675630.0,
      "text": "Non-optical holography In principle, it is possible to make a hologram"
    },
    {
      "index": 507,
      "start_time": 2675630.0,
      "end_time": 2679700.0,
      "text": "for any wave. Electron holography is the application of"
    },
    {
      "index": 508,
      "start_time": 2679700.0,
      "end_time": 2685760.0,
      "text": "holography techniques to electron waves rather than light waves. Electron holography was"
    },
    {
      "index": 509,
      "start_time": 2685760.0,
      "end_time": 2690620.0,
      "text": "invented by Dennis Gabor to improve the resolution and avoid the aberrations of the transmission"
    },
    {
      "index": 510,
      "start_time": 2690620.0,
      "end_time": 2696630.0,
      "text": "electron microscope. Today it is commonly used to study electric and magnetic fields"
    },
    {
      "index": 511,
      "start_time": 2696630.0,
      "end_time": 2702160.0,
      "text": "in thin films, as magnetic and electric fields can shift the phase of the interfering wave"
    },
    {
      "index": 512,
      "start_time": 2702160.0,
      "end_time": 2707170.0,
      "text": "passing through the sample. The principle of electron holography can also be applied"
    },
    {
      "index": 513,
      "start_time": 2707170.0,
      "end_time": 2712220.0,
      "text": "to interference lithography. Acoustic holography is a method used to estimate"
    },
    {
      "index": 514,
      "start_time": 2712220.0,
      "end_time": 2717030.0,
      "text": "the sound field near a source by measuring acoustic parameters away from the source via"
    },
    {
      "index": 515,
      "start_time": 2717030.0,
      "end_time": 2722890.0,
      "text": "an array of pressure and/or particle velocity transducers. Measuring techniques included"
    },
    {
      "index": 516,
      "start_time": 2722890.0,
      "end_time": 2728590.0,
      "text": "within acoustic holography are becoming increasingly popular in various fields, most notably those"
    },
    {
      "index": 517,
      "start_time": 2728590.0,
      "end_time": 2736080.0,
      "text": "of transportation, vehicle and aircraft design, and NVH. The general idea of acoustic holography"
    },
    {
      "index": 518,
      "start_time": 2736080.0,
      "end_time": 2741090.0,
      "text": "has led to different versions such as near-field acoustic holography and statistically optimal"
    },
    {
      "index": 519,
      "start_time": 2741090.0,
      "end_time": 2746920.0,
      "text": "near-field acoustic holography. For audio rendition, the wave field synthesis is the"
    },
    {
      "index": 520,
      "start_time": 2746920.0,
      "end_time": 2751860.0,
      "text": "most related procedure. Atomic holography has evolved out of the development"
    },
    {
      "index": 521,
      "start_time": 2751860.0,
      "end_time": 2757320.0,
      "text": "of the basic elements of atom optics. With the Fresnel diffraction lens and atomic mirrors"
    },
    {
      "index": 522,
      "start_time": 2757320.0,
      "end_time": 2763480.0,
      "text": "atomic holography follows a natural step in the development of the physics of atomic beams."
    },
    {
      "index": 523,
      "start_time": 2763480.0,
      "end_time": 2767540.0,
      "text": "Recent developments including atomic mirrors and especially ridged mirrors have provided"
    },
    {
      "index": 524,
      "start_time": 2767540.0,
      "end_time": 2772860.0,
      "text": "the tools necessary for the creation of atomic holograms, although such holograms have not"
    },
    {
      "index": 525,
      "start_time": 2772860.0,
      "end_time": 2777740.0,
      "text": "yet been commercialized. Things often confused with holograms"
    },
    {
      "index": 526,
      "start_time": 2777740.0,
      "end_time": 2783640.0,
      "text": "Effects produced by lenticular printing, the Pepper&#39;s Ghost illusion, tomography and volumetric"
    },
    {
      "index": 527,
      "start_time": 2783640.0,
      "end_time": 2789260.0,
      "text": "displays are often confused with holograms. The Pepper&#39;s ghost technique, being the easiest"
    },
    {
      "index": 528,
      "start_time": 2789260.0,
      "end_time": 2795560.0,
      "text": "to implement of these methods, is most prevalent in 3D displays that claim to be &quot;holographic&quot;."
    },
    {
      "index": 529,
      "start_time": 2795560.0,
      "end_time": 2801640.0,
      "text": "While the original illusion, used in theater, involved actual physical objects and persons,"
    },
    {
      "index": 530,
      "start_time": 2801640.0,
      "end_time": 2806670.0,
      "text": "located offstage, modern variants replace the source object with a digital screen, which"
    },
    {
      "index": 531,
      "start_time": 2806670.0,
      "end_time": 2812230.0,
      "text": "displays imagery generated with 3D computer graphics to provide the necessary depth cues."
    },
    {
      "index": 532,
      "start_time": 2812230.0,
      "end_time": 2818710.0,
      "text": "The reflection, which seems to float mid-air, is still flat, however, thus less realistic"
    },
    {
      "index": 533,
      "start_time": 2818710.0,
      "end_time": 2825050.0,
      "text": "than if an actual 3D object was being reflected. Examples of this digital version of Pepper&#39;s"
    },
    {
      "index": 534,
      "start_time": 2825050.0,
      "end_time": 2831390.0,
      "text": "ghost illusion include the Gorillaz performances in the 2005 MTV Europe Music Awards and the"
    },
    {
      "index": 535,
      "start_time": 2831390.0,
      "end_time": 2837160.0,
      "text": "48th Grammy Awards; and Tupac Shakur&#39;s virtual performance at Coachella Valley Music and"
    },
    {
      "index": 536,
      "start_time": 2837160.0,
      "end_time": 2843270.0,
      "text": "Arts Festival in 2012, rapping alongside Snoop Dogg during his set with Dr. Dre."
    },
    {
      "index": 537,
      "start_time": 2843270.0,
      "end_time": 2850380.0,
      "text": "During the 2008 American presidential election, CNN debuted its tomograms to &quot;beam in&quot; correspondents"
    },
    {
      "index": 538,
      "start_time": 2850380.0,
      "end_time": 2856310.0,
      "text": "including musician will.i.am as &quot;holograms&quot;. An even simpler illusion can be created by"
    },
    {
      "index": 539,
      "start_time": 2856310.0,
      "end_time": 2862430.0,
      "text": "rear-projecting realistic images into semi-transparent screens. The rear projection is necessary"
    },
    {
      "index": 540,
      "start_time": 2862430.0,
      "end_time": 2866500.0,
      "text": "because otherwise the semi-transparency of the screen would allow the background to be"
    },
    {
      "index": 541,
      "start_time": 2866500.0,
      "end_time": 2870860.0,
      "text": "illuminated by the projection, which would break the illusion."
    },
    {
      "index": 542,
      "start_time": 2870860.0,
      "end_time": 2876980.0,
      "text": "Crypton Future Media, a music software company that produced Hatsune Miku, one of many Vocaloid"
    },
    {
      "index": 543,
      "start_time": 2876980.0,
      "end_time": 2882150.0,
      "text": "singing synthesizer applications, has produced concerts that have Miku, along with other"
    },
    {
      "index": 544,
      "start_time": 2882150.0,
      "end_time": 2887960.0,
      "text": "Crypton Vocaloids, performing on stage as &quot;holographic&quot; characters. These concerts use"
    },
    {
      "index": 545,
      "start_time": 2887960.0,
      "end_time": 2894520.0,
      "text": "rear projection onto a semi-transparent DILAD screen to achieve its &quot;holographic&quot; effect."
    },
    {
      "index": 546,
      "start_time": 2894520.0,
      "end_time": 2901190.0,
      "text": "In 2011, in Beijing, apparel company Burberry produced the &quot;Burberry Prorsum Autumn/Winter"
    },
    {
      "index": 547,
      "start_time": 2901190.0,
      "end_time": 2907490.0,
      "text": "2011 Hologram Runway Show&quot;, which included life size 2-D projections of models. The company&#39;s"
    },
    {
      "index": 548,
      "start_time": 2907490.0,
      "end_time": 2912580.0,
      "text": "own video shows several centered and off-center shots of the main 2-dimensional projection"
    },
    {
      "index": 549,
      "start_time": 2912580.0,
      "end_time": 2918100.0,
      "text": "screen, the latter revealing the flatness of the virtual models. The claim that holography"
    },
    {
      "index": 550,
      "start_time": 2918100.0,
      "end_time": 2921500.0,
      "text": "was used was reported as fact in the trade media."
    },
    {
      "index": 551,
      "start_time": 2921500.0,
      "end_time": 2923560.0,
      "text": "Holography in fiction"
    },
    {
      "index": 552,
      "start_time": 2923560.0,
      "end_time": 2928870.0,
      "text": "Holography has been widely referred to in novels, TV and movies."
    },
    {
      "index": 553,
      "start_time": 2928870.0,
      "end_time": 2930400.0,
      "text": "See also"
    },
    {
      "index": 554,
      "start_time": 2930400.0,
      "end_time": 2931990.0,
      "text": "References"
    },
    {
      "index": 555,
      "start_time": 2931990.0,
      "end_time": 2933690.0,
      "text": "Reference sources"
    },
    {
      "index": 556,
      "start_time": 2933690.0,
      "end_time": 2935550.0,
      "text": "Further reading"
    },
    {
      "index": 557,
      "start_time": 2935550.0,
      "end_time": 2938980.0,
      "text": "External links Commercial Holographic Printing"
    },
    {
      "index": 558,
      "start_time": 2938980.0,
      "end_time": 2942840.0,
      "text": "Holographic Maker leading art &amp; commercial hologram collection"
    },
    {
      "index": 559,
      "start_time": 2942840.0,
      "end_time": 2947100.0,
      "text": "Leading Holographic Company in India Vendor of holographic screens"
    },
    {
      "index": 560,
      "start_time": 2947100.0,
      "end_time": 2953090.0,
      "text": "International Hologram Manufacturers Association The Nobel prize lecture of Dennis Gabor"
    },
    {
      "index": 561,
      "start_time": 2953090.0,
      "end_time": 2958550.0,
      "text": "MIT&#39;s Spatial Imaging Group with papers about holographic theory and Holographic video"
    },
    {
      "index": 562,
      "start_time": 2958550.0,
      "end_time": 2962980.0,
      "text": "Medical Applications of Holograms How Stuff Works – holograms"
    },
    {
      "index": 563,
      "start_time": 2962980.0,
      "end_time": 2970990.0,
      "text": "Walker, John. &quot;Holographic Art&quot;. Glossary of Art, Architecture &amp; Design since 1945,"
    },
    {
      "index": 564,
      "start_time": 2970990.0,
      "end_time": 2975040.0,
      "text": "3rd. ed. Center for the Holographic Arts, New York"
    },
    {
      "index": 565,
      "start_time": 2975040.0,
      "end_time": 2980610.0,
      "text": "– a non-profit organisation promoting holography Specular holography art site"
    },
    {
      "index": 566,
      "start_time": 2980610.0,
      "end_time": 2985980.0,
      "text": "Faster way to produce holographic tiles Abrasion, hand-drawn holograms"
    },
    {
      "index": 567,
      "start_time": 2985980.0,
      "end_time": 2992800.0,
      "text": "Holoforum – A place to discuss holography Animations demonstrating holography by QED"
    },
    {
      "index": 568,
      "start_time": 2992800.0,
      "end_time": 2997250.0,
      "text": "Smart Future Solutions Holographic display How To Create A Hologram"
    },
    {
      "index": 569,
      "start_time": 2997250.0,
      "end_time": 3002970.0,
      "text": "U.S. Patent 3,506,327 — &quot;Wavefront reconstruction using a coherent reference beam&quot; — E. N."
    },
    {
      "index": 570,
      "start_time": 3002970.0,
      "end_time": 3012970.0,
      "text": "Leith et al."
    }
  ]
}