{
  "video_id": "_06cWLUZ_Bg",
  "title": "21 - Blender Video Editing(Face Blurring / Masking with UV-Image Editor / Auto-Keyframe)",
  "json": [
    {
      "index": 1,
      "start_time": 950.0,
      "end_time": 5410.0,
      "text": "Hello YouTube. Mikeycal here and this video number 21 in my series on utilizing Blender"
    },
    {
      "index": 2,
      "start_time": 5410.0,
      "end_time": 10269.0,
      "text": "as a video editor. Now in the previous video, I showed you guys how you can do the Ken Burns"
    },
    {
      "index": 3,
      "start_time": 10269.0,
      "end_time": 15589.0,
      "text": "effect. And, in today&#39;s video, I&#39;m going to be introducing you guys to the UV/Image editor"
    },
    {
      "index": 4,
      "start_time": 15589.0,
      "end_time": 19470.0,
      "text": "and we&#39;re going to be doing &quot;masking.&quot; And we&#39;re going to be doing masking specifically"
    },
    {
      "index": 5,
      "start_time": 19470.0,
      "end_time": 25520.0,
      "text": "to do a Face Blur. So let&#39;s get right to that... So, the first thing that we want to do is..."
    },
    {
      "index": 6,
      "start_time": 25520.0,
      "end_time": 33570.0,
      "text": "I&#39;ve actually imported a small segment of the movie Big Buck Bunny. And, what we&#39;re"
    },
    {
      "index": 7,
      "start_time": 33570.0,
      "end_time": 39040.0,
      "text": "going to do is... We want to blur out this birds face. And, lets play it back. We can"
    },
    {
      "index": 8,
      "start_time": 39040.0,
      "end_time": 49489.0,
      "text": "see how this bird moves. So, I want the mask of a blur effect to move with the bird. So,"
    },
    {
      "index": 9,
      "start_time": 49489.0,
      "end_time": 54220.0,
      "text": "how are we going to do that? Well we can do that with the UV/Image editor. So let&#39;s stop"
    },
    {
      "index": 10,
      "start_time": 54220.0,
      "end_time": 57680.0,
      "text": "this, and we&#39;re going to go back to the first frame. And, what we are going to do is..."
    },
    {
      "index": 11,
      "start_time": 57680.0,
      "end_time": 62950.0,
      "text": "We&#39;re going to go up to this little drop down up here. And we&#39;re going to switch this to"
    },
    {
      "index": 12,
      "start_time": 62950.0,
      "end_time": 68749.0,
      "text": "a UV/Image Editor. There we go. What we want to do first is we want to switch the UV/Image"
    },
    {
      "index": 13,
      "start_time": 68749.0,
      "end_time": 74600.0,
      "text": "editor to the Mask Mode. And we can do that by selecting MASK from this drop down here."
    },
    {
      "index": 14,
      "start_time": 74600.0,
      "end_time": 80139.0,
      "text": "Ok. Now, it gives us an option of New. That means create a new mask. We&#39;re going to click"
    },
    {
      "index": 15,
      "start_time": 80139.0,
      "end_time": 86770.0,
      "text": "this. New Button. And, by default, it names the new mask, &quot;Mask.&quot; But, we&#39;re going to"
    },
    {
      "index": 16,
      "start_time": 86770.0,
      "end_time": 93789.0,
      "text": "make a blur mask. So I&#39;m just going to call it &quot;blur&quot; - hit enter. There you go. And now"
    },
    {
      "index": 17,
      "start_time": 93789.0,
      "end_time": 97859.0,
      "text": "we can actually start creating our mask. Now, you&#39;ll notice this little thing, right here."
    },
    {
      "index": 18,
      "start_time": 97859.0,
      "end_time": 100889.0,
      "text": "You can ignore that... In fact, we can actually just click our left mouse button and move"
    },
    {
      "index": 19,
      "start_time": 100889.0,
      "end_time": 106849.0,
      "text": "it to the side. What do we need first? Before we create a Mask? Well, we need a reference,"
    },
    {
      "index": 20,
      "start_time": 106849.0,
      "end_time": 109899.0,
      "text": "first of all. I mean, I need to see where I&#39;m going to place the mask. So what we&#39;re"
    },
    {
      "index": 21,
      "start_time": 109899.0,
      "end_time": 115590.0,
      "text": "going to do is we&#39;re going to go to &quot;Open&quot; and we&#39;re going to select the same video that"
    },
    {
      "index": 22,
      "start_time": 115590.0,
      "end_time": 122659.0,
      "text": "we have in our preview window. There we go. And now scroll down a little bit. To get it"
    },
    {
      "index": 23,
      "start_time": 122659.0,
      "end_time": 127729.0,
      "text": "to the same size. Or around the same size. Ok so, this side in the UV/Image editor - we&#39;re"
    },
    {
      "index": 24,
      "start_time": 127729.0,
      "end_time": 133920.0,
      "text": "using this for a reference that we can actually draw our mask over this and go frame by frame"
    },
    {
      "index": 25,
      "start_time": 133920.0,
      "end_time": 138450.0,
      "text": "and see how the mask needs to change. So, what we need to do is... Let&#39;s first go down"
    },
    {
      "index": 26,
      "start_time": 138450.0,
      "end_time": 143439.0,
      "text": "to the &quot;View&quot; menu, and select Properties. And that will open up some properties. And,"
    },
    {
      "index": 27,
      "start_time": 143439.0,
      "end_time": 147840.0,
      "text": "we need to click... Let&#39;s pull this out a little bit... We need to click the &quot;Match"
    },
    {
      "index": 28,
      "start_time": 147840.0,
      "end_time": 154870.0,
      "text": "Movie Length&quot; button and Check &quot;Auto Refresh.&quot; And that should be enough for us right now..."
    },
    {
      "index": 29,
      "start_time": 154870.0,
      "end_time": 159370.0,
      "text": "Let&#39;s actually go back down to view... and we&#39;re going to close that... And, now, whenever"
    },
    {
      "index": 30,
      "start_time": 159370.0,
      "end_time": 166799.0,
      "text": "you click and drag... It will actually play the video in both the preview window and in"
    },
    {
      "index": 31,
      "start_time": 166799.0,
      "end_time": 171129.0,
      "text": "the UV/Image editor. Now, It will not play in the UV/Image editor if you click the play"
    },
    {
      "index": 32,
      "start_time": 171129.0,
      "end_time": 175019.0,
      "text": "button. This is just how it is. So let&#39;s go back to the first frame, by clicking the little"
    },
    {
      "index": 33,
      "start_time": 175019.0,
      "end_time": 178629.0,
      "text": "navigation button down here - to the first frame. Now what do we want to do. We want"
    },
    {
      "index": 34,
      "start_time": 178629.0,
      "end_time": 184879.0,
      "text": "to actually start drawing our mask. And the way that you do that is... You hold your Control"
    },
    {
      "index": 35,
      "start_time": 184879.0,
      "end_time": 188859.0,
      "text": "button down on your keyboard, and while you&#39;re holding your control button down, you left"
    },
    {
      "index": 36,
      "start_time": 188859.0,
      "end_time": 194390.0,
      "text": "click to place a marker - right there. So we have our first little marker. And we want"
    },
    {
      "index": 37,
      "start_time": 194390.0,
      "end_time": 197390.0,
      "text": "to draw a circle. So we just have to have a group of markers. So we&#39;re going to find"
    },
    {
      "index": 38,
      "start_time": 197390.0,
      "end_time": 201319.0,
      "text": "another spot where we want to place a marker. And I&#39;m still holding down the CONTROL button"
    },
    {
      "index": 39,
      "start_time": 201319.0,
      "end_time": 206439.0,
      "text": "and hitting my left button - we&#39;re just going to draw this around the face. I&#39;m just clicking"
    },
    {
      "index": 40,
      "start_time": 206439.0,
      "end_time": 210909.0,
      "text": "the left mouse button with my control button down. And you can see that there is a gap"
    },
    {
      "index": 41,
      "start_time": 210909.0,
      "end_time": 214870.0,
      "text": "here. And we can zoom in with our mouse wheel. You can leave this gap here. It&#39;s actually"
    },
    {
      "index": 42,
      "start_time": 214870.0,
      "end_time": 217999.0,
      "text": "nice to leave the gap there because you can actually see where the beginning and ending"
    },
    {
      "index": 43,
      "start_time": 217999.0,
      "end_time": 225150.0,
      "text": "is... By default, Blender will automatically connect the beginning and ending markers."
    },
    {
      "index": 44,
      "start_time": 225150.0,
      "end_time": 231200.0,
      "text": "But, if you really want to see the connection, you can go down to the mask menu and click"
    },
    {
      "index": 45,
      "start_time": 231200.0,
      "end_time": 234579.0,
      "text": "&quot;toggle cyclic.&quot; And it will actually close it. But, I recommend not to do that because"
    },
    {
      "index": 46,
      "start_time": 234579.0,
      "end_time": 240650.0,
      "text": "it&#39;s nice to know where the beginning and ending are. So, let&#39;s undo that... Now, all"
    },
    {
      "index": 47,
      "start_time": 240650.0,
      "end_time": 246319.0,
      "text": "we need to do is... we actually have a mask layer now. We just need to go frame by frame"
    },
    {
      "index": 48,
      "start_time": 246319.0,
      "end_time": 250639.0,
      "text": "and make some changes to it. And, this is where we&#39;re going to need to use this feature"
    },
    {
      "index": 49,
      "start_time": 250639.0,
      "end_time": 257470.0,
      "text": "down here called &quot;Auto keyframe insertion&quot;. So if you click this &quot;ON&quot; now, what will happen"
    },
    {
      "index": 50,
      "start_time": 257470.00000000003,
      "end_time": 263670.0,
      "text": "is, Blender will automatically monitor if there is a change in shape or position of"
    },
    {
      "index": 51,
      "start_time": 263670.0,
      "end_time": 269830.0,
      "text": "our mask. And it will actually insert keyframes automatically. And this is not the same kind"
    },
    {
      "index": 52,
      "start_time": 269830.0,
      "end_time": 273760.0,
      "text": "of keyframe inserting that we have when we go to our dope sheet or our graph editor because"
    },
    {
      "index": 53,
      "start_time": 273760.0,
      "end_time": 279360.0,
      "text": "we can&#39;t actually view teh keyframe insertions, that are generated from the auto keyframe"
    },
    {
      "index": 54,
      "start_time": 279360.0,
      "end_time": 285630.0,
      "text": "system, in our graph or dope sheet. It&#39;s completely handled, 100%, by Blender internally. And,"
    },
    {
      "index": 55,
      "start_time": 285630.0,
      "end_time": 289910.0,
      "text": "so what we are going to do is... We have our general shape, and we are on frame 1. And"
    },
    {
      "index": 56,
      "start_time": 289910.0,
      "end_time": 295540.0,
      "text": "we&#39;re going to go down to our arrow keys on our keyboard. And if you push the actual right"
    },
    {
      "index": 57,
      "start_time": 295540.0,
      "end_time": 299760.0,
      "text": "arrow on your keyboard, it will actually take you a single frame at a time. And you can"
    },
    {
      "index": 58,
      "start_time": 299760.0,
      "end_time": 302730.0,
      "text": "see over here, it&#39;s showing the frame as we go forward and it&#39;s also showing the green"
    },
    {
      "index": 59,
      "start_time": 302730.0,
      "end_time": 309260.0,
      "text": "line move. Now you can see the frames are changing. And as they change, we need to move"
    },
    {
      "index": 60,
      "start_time": 309260.0,
      "end_time": 315040.0,
      "text": "the mask layer. So we can actually select the mask layer by toggling the &quot;A&quot; button"
    },
    {
      "index": 61,
      "start_time": 315040.0,
      "end_time": 319720.0,
      "text": "- hit the &quot;A&quot; button once and it deselects, hit it twice and it &quot;selects all.&quot; You can"
    },
    {
      "index": 62,
      "start_time": 319720.0,
      "end_time": 323880.0,
      "text": "keep toggling it all you want. This is how you select everything and unselect everything."
    },
    {
      "index": 63,
      "start_time": 323880.0,
      "end_time": 327240.0,
      "text": "Now we can hit our &quot;G&quot; button. And we can drag it down and place it somewhere where"
    },
    {
      "index": 64,
      "start_time": 327240.0,
      "end_time": 333320.0,
      "text": "it&#39;s covering. There we go... And, let&#39;s continue moving forward by hitting our arrow keys."
    },
    {
      "index": 65,
      "start_time": 333320.0,
      "end_time": 338160.0,
      "text": "And hit our &quot;G&quot; button and move it down. Arrow key to the right. And, it doesn&#39;t have to"
    },
    {
      "index": 66,
      "start_time": 338160.0,
      "end_time": 341370.0,
      "text": "be perfect. We&#39;re doing a blur effect. It doesn&#39;t have to be a perfect coverage. Just"
    },
    {
      "index": 67,
      "start_time": 341370.0,
      "end_time": 361400.0,
      "text": "enough to conceal the identity. You can see this is actually... It works pretty quickly."
    },
    {
      "index": 68,
      "start_time": 361400.0,
      "end_time": 366690.0,
      "text": "You can fly through this... I mean once you know that your just select all, G, and moving,"
    },
    {
      "index": 69,
      "start_time": 366690.0,
      "end_time": 372680.0,
      "text": "and going forward frame by frame, you kind of fly through it. And I&#39;m going to use my"
    },
    {
      "index": 70,
      "start_time": 372680.0,
      "end_time": 378020.0,
      "text": "scroll wheel to scroll down, to zoom out. And we&#39;re going to go forward and I&#39;m going"
    },
    {
      "index": 71,
      "start_time": 378020.0,
      "end_time": 383960.0,
      "text": "to &quot;G&quot; and move it out of the frame. And now let&#39;s go back to the beginning. OK? And let&#39;s"
    },
    {
      "index": 72,
      "start_time": 383960.0,
      "end_time": 389510.0,
      "text": "zoom in - with our mouse wheel. And let&#39;s watch as I drag over this... How this moves."
    },
    {
      "index": 73,
      "start_time": 389510.0,
      "end_time": 395340.0,
      "text": "Cool right? Now it&#39;s not perfect, and you can actually go to each frame and you can"
    },
    {
      "index": 74,
      "start_time": 395340.0,
      "end_time": 399740.0,
      "text": "actually select an individual marker, and you can hit your &quot;G&quot; button, and you can actually"
    },
    {
      "index": 75,
      "start_time": 399740.0,
      "end_time": 404860.0,
      "text": "adjust it. And it will fix it for that frame, and it will make the other frames transition"
    },
    {
      "index": 76,
      "start_time": 404860.0,
      "end_time": 409580.0,
      "text": "from that position. So, now you will see... when I move forward, it is actually moving"
    },
    {
      "index": 77,
      "start_time": 409580.0,
      "end_time": 416210.0,
      "text": "the shape as well as the whole entire mask object. Ok, So, I showed you guys how you"
    },
    {
      "index": 78,
      "start_time": 416210.0,
      "end_time": 421740.0,
      "text": "can make a mask but we want this to be in the video. And this back ground here is really"
    },
    {
      "index": 79,
      "start_time": 421740.0,
      "end_time": 428300.0,
      "text": "just a reference. We want to get this mask over here. Onto the preview window. So, the"
    },
    {
      "index": 80,
      "start_time": 428300.0,
      "end_time": 433860.0,
      "text": "way that we&#39;re going to do that is... We first right click on our video strip - right down"
    },
    {
      "index": 81,
      "start_time": 433860.0,
      "end_time": 444440.0,
      "text": "here. Let&#39;s go back to the first frame. And let&#39;s add an &quot;adjustment layer.&quot; Now, when"
    },
    {
      "index": 82,
      "start_time": 444440.0,
      "end_time": 448030.0,
      "text": "you add an adjustment layer. If you go over to the properties for that adjustment layer."
    },
    {
      "index": 83,
      "start_time": 448030.0,
      "end_time": 450720.0,
      "text": "Right on the adjustment layer and go to the properties. You can see that it has a length"
    },
    {
      "index": 84,
      "start_time": 450720.0,
      "end_time": 454660.0,
      "text": "of 25. This is another way that you guys can actually make the length of the adjustment"
    },
    {
      "index": 85,
      "start_time": 454660.0,
      "end_time": 459780.0,
      "text": "layer match the video layer. You can just right click on the video strip, and you can"
    },
    {
      "index": 86,
      "start_time": 459780.0,
      "end_time": 462780.0,
      "text": "see that it has a length of 133. So, all we have to do is right click on our adjustment"
    },
    {
      "index": 87,
      "start_time": 462780.0,
      "end_time": 467680.0,
      "text": "layer, go over to Length, 1 3 3 - enter. And look at that it actually matched the length"
    },
    {
      "index": 88,
      "start_time": 467680.0,
      "end_time": 471470.0,
      "text": "- perfect. Now we are going to go to our adjustment layer, by right clicking on it, and we&#39;re"
    },
    {
      "index": 89,
      "start_time": 471470.0,
      "end_time": 476610.0,
      "text": "going to scroll down. And we&#39;re going to go to &quot;Add Strip Modifier&quot;, and we&#39;re going to"
    },
    {
      "index": 90,
      "start_time": 476610.0,
      "end_time": 483450.0,
      "text": "select &quot;Mask.&quot; Now we&#39;re going to scroll down and we have 2 buttons, one is STRIP and one"
    },
    {
      "index": 91,
      "start_time": 483450.0,
      "end_time": 487080.0,
      "text": "is MASK. We&#39;re going to select &quot;MASK.&quot; And you see a little icon here, it looks like"
    },
    {
      "index": 92,
      "start_time": 487080.0,
      "end_time": 491620.0,
      "text": "a little mask. If you click on that, with your left mouse button, it will present all"
    },
    {
      "index": 93,
      "start_time": 491620.0,
      "end_time": 497290.0,
      "text": "of the masks that we have available to blender. And we only made one. It&#39;s called &quot;Blur.&quot;"
    },
    {
      "index": 94,
      "start_time": 497290.0,
      "end_time": 502000.0,
      "text": "So let&#39;s click on that... Now you can see... Let&#39;s actually scroll over this... And we&#39;ll"
    },
    {
      "index": 95,
      "start_time": 502000.0,
      "end_time": 506830.0,
      "text": "see... it&#39;s selecting a specific area that&#39;s going to be viewable. See how it actually"
    },
    {
      "index": 96,
      "start_time": 506830.0,
      "end_time": 510830.0,
      "text": "looks in the actual preview window? Now it&#39;s not perfect but this will do the job for just"
    },
    {
      "index": 97,
      "start_time": 510830.0,
      "end_time": 515900.0,
      "text": "doing a face blur. Let&#39;s go back to the first frame... Now we want to blur this, and we"
    },
    {
      "index": 98,
      "start_time": 515900.0,
      "end_time": 519020.0,
      "text": "also want to be able to see the rest of the background. So, what we need to do is... We"
    },
    {
      "index": 99,
      "start_time": 519020.0,
      "end_time": 523700.0,
      "text": "need to right click on our adjustment layer. We&#39;re going to go to the Add menu, and effect"
    },
    {
      "index": 100,
      "start_time": 523700.00000000006,
      "end_time": 531990.0,
      "text": "strip, and we&#39;re going to select &quot;Gaussian Blur.&quot; There we go. Now just like we do with"
    },
    {
      "index": 101,
      "start_time": 531990.0,
      "end_time": 537930.0,
      "text": "the video strips and with the image strips, right click on the adjustment layer and we&#39;re"
    },
    {
      "index": 102,
      "start_time": 537930.0,
      "end_time": 542180.0,
      "text": "going to hit the &quot;H&quot; button - which is the hide button. You can also go down to strip"
    },
    {
      "index": 103,
      "start_time": 542180.0,
      "end_time": 547920.0,
      "text": "menu and you could select Mute strips. That&#39;s the same thing. And, now, let&#39;s select our"
    },
    {
      "index": 104,
      "start_time": 547920.0,
      "end_time": 553310.0,
      "text": "Gaussian blur layer with our right mouse button. And let&#39;s scroll up. Ok. And, what we are"
    },
    {
      "index": 105,
      "start_time": 553310.0,
      "end_time": 560940.0,
      "text": "going to do is... We&#39;re going to set the blend setting of our gaussian blur to Alpha Over."
    },
    {
      "index": 106,
      "start_time": 560940.0,
      "end_time": 567150.0,
      "text": "And now you can see the actual total video. But it&#39;s not blurred... Why? Because we haven&#39;t"
    },
    {
      "index": 107,
      "start_time": 567150.0,
      "end_time": 572490.0,
      "text": "set our blur setting. So, make sure that you have the Gaussian blur strip selected. Scroll"
    },
    {
      "index": 108,
      "start_time": 572490.0,
      "end_time": 579950.0,
      "text": "down and, right down here, in the effect strip section, we have SIZE X and SIZE Y. And all"
    },
    {
      "index": 109,
      "start_time": 579950.0,
      "end_time": 584320.0,
      "text": "you have to do is give an X and a Y value and it will blur it. So, I&#39;m going to blur"
    },
    {
      "index": 110,
      "start_time": 584320.0,
      "end_time": 591620.0,
      "text": "it with a 20 X, and hit enter. And you can see how it blurred it. And we&#39;ll do 20 Y."
    },
    {
      "index": 111,
      "start_time": 591620.0,
      "end_time": 598770.0,
      "text": "Enter. And this will slow everything down, when you actually preview over it. But, it"
    },
    {
      "index": 112,
      "start_time": 598770.0,
      "end_time": 603279.0,
      "text": "will now blur the face. So actually, I&#39;m going to skip ahead some frames. So you can see"
    },
    {
      "index": 113,
      "start_time": 603279.0,
      "end_time": 609279.0,
      "text": "that it actually is moving and blurring the face. It&#39;s really slow because it has to render"
    },
    {
      "index": 114,
      "start_time": 609279.0,
      "end_time": 614590.0,
      "text": "the frame. So, I just click that and that took seconds for that to actually show me"
    },
    {
      "index": 115,
      "start_time": 614590.0,
      "end_time": 622070.0,
      "text": "that preview. But you can see, it&#39;s actually moving around and it&#39;s blurring it. So, all"
    },
    {
      "index": 116,
      "start_time": 622070.0,
      "end_time": 630430.0,
      "text": "we need to do now is... we need to go to our properties window, and let&#39;s go down here"
    },
    {
      "index": 117,
      "start_time": 630430.0,
      "end_time": 636320.0,
      "text": "and click on properties. And we need to set our rendering settings - as we usually do."
    },
    {
      "index": 118,
      "start_time": 636320.0,
      "end_time": 642260.0,
      "text": "And hit the animation button. And when it&#39;s finished we&#39;ll have a perfect video of this"
    },
    {
      "index": 119,
      "start_time": 642260.0,
      "end_time": 647360.0,
      "text": "bird with it&#39;s face blurred out. I think that should do it for today. I&#39;ll see you guys"
    },
    {
      "index": 120,
      "start_time": 647360.0,
      "end_time": 657360.0,
      "text": "in the next video."
    }
  ]
}