{
  "video_id": "_4h-W6cHWj8",
  "title": "How Ocean Spray Harvests 220 Billion Cranberries A Year",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 220.0,
      "end_time": 3640.0,
      "text": "Come Thanksgiving, cranberries hit tables across the US."
    },
    {
      "index": 2,
      "start_time": 3740.0,
      "end_time": 5850.0,
      "text": "Usually in sauce form."
    },
    {
      "index": 3,
      "start_time": 5850.0,
      "end_time": 10620.0,
      "text": "But these pink super fruits have a long journey before they ever make it to your holiday plate."
    },
    {
      "index": 4,
      "start_time": 11720.0,
      "end_time": 16220.0,
      "text": "Odds are your cranberries started here in New England, on an Ocean Spray farm."
    },
    {
      "index": 5,
      "start_time": 16410.0,
      "end_time": 23180.0,
      "text": "Hi, I'm Alison Carr and I am a 6th generation cranberry farmer here in Massachusetts, and you are on my family farm."
    },
    {
      "index": 6,
      "start_time": 23280.0,
      "end_time": 29313.0,
      "text": "Headquartered in Lakeville, Massachusetts, Ocean Spray harvests 220 billion cranberries a year."
    },
    {
      "index": 7,
      "start_time": 29350.0,
      "end_time": 32139.0,
      "text": "Cranberries are primarily harvested in the water."
    },
    {
      "index": 8,
      "start_time": 32139.000000000004,
      "end_time": 35193.0,
      "text": "Despite what people think, they don't grow in water all year."
    },
    {
      "index": 9,
      "start_time": 35193.0,
      "end_time": 38410.0,
      "text": "Cranberries begin as vines in wetland fields called a bog."
    },
    {
      "index": 10,
      "start_time": 38410.0,
      "end_time": 41120.0,
      "text": "In June, small pink flowers bloom."
    },
    {
      "index": 11,
      "start_time": 41120.0,
      "end_time": 45040.0,
      "text": "It's said the flowers look like a crane, giving the berry its name."
    },
    {
      "index": 12,
      "start_time": 45130.0,
      "end_time": 49690.0,
      "text": "Around late June the flowers fall off, and the actual cranberry starts to grow."
    },
    {
      "index": 13,
      "start_time": 49800.0,
      "end_time": 55700.0,
      "text": "Harvesting happens between September and October, when the bogs are filled with a couple inches of water."
    },
    {
      "index": 14,
      "start_time": 55700.0,
      "end_time": 60960.0,
      "text": "A berry-picking machine drives into the bog, and churns up the vines to knock the berries off."
    },
    {
      "index": 15,
      "start_time": 61140.0,
      "end_time": 66089.0,
      "text": "Because cranberries have four air pockets inside, they float to the surface of the water."
    },
    {
      "index": 16,
      "start_time": 66120.0,
      "end_time": 69830.0,
      "text": "We try to use Mother Nature as much as we can, and the wind."
    },
    {
      "index": 17,
      "start_time": 69860.0,
      "end_time": 79310.0,
      "text": "And in a lot of cases, the cranberries will be pushed to one area of the bog and that's the area that we use to take the cranberries off."
    },
    {
      "index": 18,
      "start_time": 79390.0,
      "end_time": 82100.0,
      "text": "A couple more inches of water are added to the bog."
    },
    {
      "index": 19,
      "start_time": 82100.0,
      "end_time": 87160.0,
      "text": "And this is where you've probably seen images of farmers thigh-deep in cranberry water."
    },
    {
      "index": 20,
      "start_time": 87210.0,
      "end_time": 93000.0,
      "text": "Dressed in waders, farmers maneuver what's called a boom to corral the berries into one corner of the bog."
    },
    {
      "index": 21,
      "start_time": 93000.0,
      "end_time": 97500.0,
      "text": "They then rake all the berries into vacuums that suck them up into the backs of trucks."
    },
    {
      "index": 22,
      "start_time": 97510.0,
      "end_time": 101400.0,
      "text": "The trucks are sent off to the Ocean Spray processing plants where they're unloaded."
    },
    {
      "index": 23,
      "start_time": 101700.0,
      "end_time": 105160.0,
      "text": "Those berries can become one of 1,000 different products."
    },
    {
      "index": 24,
      "start_time": 105160.0,
      "end_time": 109410.0,
      "text": "Ranging from juices, to dried cranberries, to of course, cranberry sauce."
    },
    {
      "index": 25,
      "start_time": 109430.0,
      "end_time": 117680.0,
      "text": "Each year, Ocean Spray facilities produce about 88 million cans of cranberry sauce, and 223 million bottles of juice!"
    },
    {
      "index": 26,
      "start_time": 117710.0,
      "end_time": 121440.0,
      "text": "Their products are sold in stores across a hundred different countries."
    },
    {
      "index": 27,
      "start_time": 121580.0,
      "end_time": 128199.0,
      "text": "But how do small, family-owned farms in Massachusetts help produce almost 65% of all cranberries sold?"
    },
    {
      "index": 28,
      "start_time": 128199.99999999999,
      "end_time": 131889.0,
      "text": "That's because they're a part of the Ocean Spray agricultural cooperative."
    },
    {
      "index": 29,
      "start_time": 131960.0,
      "end_time": 141660.0,
      "text": "Started in 1933, today 700 family farms across the US, Canada and Chile, collectively own the Ocean Spray brand."
    },
    {
      "index": 30,
      "start_time": 141660.0,
      "end_time": 144676.0,
      "text": "The average farm in the cooperative is just 18 acres."
    },
    {
      "index": 31,
      "start_time": 144734.0,
      "end_time": 148370.0,
      "text": "These are small family farms, typically multi-generations."
    },
    {
      "index": 32,
      "start_time": 148370.0,
      "end_time": 152409.0,
      "text": "In fact more than a quarter of our farms are in their fourth generation or greater."
    },
    {
      "index": 33,
      "start_time": 152430.0,
      "end_time": 158300.0,
      "text": "Under the cooperative, the family farms see 100% of the profits from Ocean Spray product sales."
    },
    {
      "index": 34,
      "start_time": 158410.0,
      "end_time": 164930.0,
      "text": "Cooperatives support farmers because ultimately farmers are able to capture a lot more value for their crops."
    },
    {
      "index": 35,
      "start_time": 164990.0,
      "end_time": 171329.0,
      "text": "So the value we add through manufacturing and marketing and that blue Ocean Spray brand,"
    },
    {
      "index": 36,
      "start_time": 171390.0,
      "end_time": 177190.0,
      "text": "all of that went back to the farm rather than going to a middle-man or a CPG (Consumer Packaged Goods) company."
    },
    {
      "index": 37,
      "start_time": 177210.0,
      "end_time": 184040.0,
      "text": "So you can go back to your cranberry-sauce-turkey-dunking, knowing you've supported a co-op six generations in the making."
    }
  ]
}