{
  "video_id": "_8CTzBeLPws",
  "title": "The Climate Justice Imperative",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7290.0,
      "end_time": 11889.0,
      "text": "PAUL JAY: Welcome to The Real News Network. I&#39;m Paul Jay in Washington. The election campaign"
    },
    {
      "index": 2,
      "start_time": 11889.0,
      "end_time": 17280.0,
      "text": "for 2012, American presidential campaign, seems to have started. But one thing that"
    },
    {
      "index": 3,
      "start_time": 17280.0,
      "end_time": 21200.0,
      "text": "has not started is any discussion about climate change. Of course it&#39;s not on the Republican"
    },
    {
      "index": 4,
      "start_time": 21200.0,
      "end_time": 25890.0,
      "text": "agenda, but it doesn&#39;t seem really to be on the Democratic Party agenda either. President"
    },
    {
      "index": 5,
      "start_time": 25890.0,
      "end_time": 32250.0,
      "text": "Obama, during the primary campaign in &#39;08 and in his early period as president, talked"
    },
    {
      "index": 6,
      "start_time": 32250.0,
      "end_time": 36510.0,
      "text": "quite a bit about climate change and building a whole green economy in order to deal with"
    },
    {
      "index": 7,
      "start_time": 36510.0,
      "end_time": 41970.0,
      "text": "the economic crisis and the climate crisis--seems to have lost track of those words, &quot;climate"
    },
    {
      "index": 8,
      "start_time": 41970.0,
      "end_time": 46190.0,
      "text": "change&quot;. Well, there&#39;s a growing movement of people that say that it&#39;s not enough just"
    },
    {
      "index": 9,
      "start_time": 46190.0,
      "end_time": 50280.0,
      "text": "to talk about the climate change crisis. There&#39;s a more profound way to frame it, and that&#39;s"
    },
    {
      "index": 10,
      "start_time": 50280.0,
      "end_time": 57130.0,
      "text": "the climate justice crisis, or the need for climate justice. Now joining us from Amherst,"
    },
    {
      "index": 11,
      "start_time": 57130.0,
      "end_time": 62810.0,
      "text": "Massachusetts, where he has written extensively about climate justice, is James K. Boyce."
    },
    {
      "index": 12,
      "start_time": 62810.0,
      "end_time": 66860.0,
      "text": "He&#39;s director of the Program on Development, Peace Building, and the Environment at the"
    },
    {
      "index": 13,
      "start_time": 66860.0,
      "end_time": 69900.0,
      "text": "PERI institute in Amherst. Thanks for joining us again, James."
    },
    {
      "index": 14,
      "start_time": 69900.0,
      "end_time": 71940.0,
      "text": "JAMES K. BOYCE: Nice to be back, Paul."
    },
    {
      "index": 15,
      "start_time": 71940.0,
      "end_time": 75890.0,
      "text": "JAY: [snip] what it means to talk about these issues in the context of climate Justice."
    },
    {
      "index": 16,
      "start_time": 75890.0,
      "end_time": 79450.0,
      "text": "BOYCE: Well, I&#39;d say the basic reframing is that addressing climate change is not only"
    },
    {
      "index": 17,
      "start_time": 79450.0,
      "end_time": 87400.0,
      "text": "a matter of protecting the planet; it&#39;s also a matter of protecting people. It&#39;s not just"
    },
    {
      "index": 18,
      "start_time": 87400.0,
      "end_time": 94170.0,
      "text": "about protecting future generations; it&#39;s about protecting people who are here and now."
    },
    {
      "index": 19,
      "start_time": 94170.0,
      "end_time": 101080.0,
      "text": "I&#39;d say there are four basic pillars of a climate justice program. One is to address"
    },
    {
      "index": 20,
      "start_time": 101080.0,
      "end_time": 106439.0,
      "text": "climate change sooner rather than later, because it&#39;s the most vulnerable people in our society"
    },
    {
      "index": 21,
      "start_time": 106439.0,
      "end_time": 112439.0,
      "text": "and around the world who are going to be impacted hardest by climate change. The second pillar"
    },
    {
      "index": 22,
      "start_time": 112439.0,
      "end_time": 118710.0,
      "text": "is to make adaptation assistance for those problems, those climate-related problems that"
    },
    {
      "index": 23,
      "start_time": 118710.0,
      "end_time": 124390.0,
      "text": "can&#39;t be prevented at this stage, available to everyone, not just to those with political"
    },
    {
      "index": 24,
      "start_time": 124390.0,
      "end_time": 132299.0,
      "text": "clout or with the money to pay for adaptation. So the idea there is that adaptation assistance"
    },
    {
      "index": 25,
      "start_time": 132299.0,
      "end_time": 137040.0,
      "text": "is a basic right, not a commodity that ought to be distributed by the market, and not a"
    },
    {
      "index": 26,
      "start_time": 137040.0,
      "end_time": 142749.0,
      "text": "privilege that ought to be distributed by the political process. The third piece is"
    },
    {
      "index": 27,
      "start_time": 142749.0,
      "end_time": 147010.0,
      "text": "to bring into climate policy and into our discussions the importance of what are called"
    },
    {
      "index": 28,
      "start_time": 147010.0,
      "end_time": 153269.0,
      "text": "co-pollutants, Paul. When we burn fossil fuels--coal, oil, and natural gas--we don&#39;t only emit global"
    },
    {
      "index": 29,
      "start_time": 153269.0,
      "end_time": 159569.0,
      "text": "warming pollution, carbon dioxide; we also emit a whole slew of toxic air pollutants--particulate"
    },
    {
      "index": 30,
      "start_time": 159569.0,
      "end_time": 166279.0,
      "text": "matter, nitrogen oxides, and others. And when we reduce the burning of fossil fuels, we"
    },
    {
      "index": 31,
      "start_time": 166279.0,
      "end_time": 171169.0,
      "text": "reduce the emissions of those co-pollutants. And that creates what sometimes are called"
    },
    {
      "index": 32,
      "start_time": 171169.0,
      "end_time": 178650.0,
      "text": "co-benefits--benefits on top of the benefits of arresting global warming. Now, those co-benefits"
    },
    {
      "index": 33,
      "start_time": 178650.0,
      "end_time": 184430.0,
      "text": "aren&#39;t randomly distributed. In fact, they will be greatest in the places where the co-pollutant"
    },
    {
      "index": 34,
      "start_time": 184430.0,
      "end_time": 189549.0,
      "text": "burdens are heaviest. And those tend to be in low-income communities and in communities"
    },
    {
      "index": 35,
      "start_time": 189549.0,
      "end_time": 195249.0,
      "text": "with above-average percentages of people of color in this country. And so by addressing"
    },
    {
      "index": 36,
      "start_time": 195249.0,
      "end_time": 201079.0,
      "text": "those co-pollutant burdens and by integrating that into policy, we can both get more bang"
    },
    {
      "index": 37,
      "start_time": 201079.0,
      "end_time": 207069.0,
      "text": "for the buck from the policy, we can in effect enhance efficiency, and at the same time,"
    },
    {
      "index": 38,
      "start_time": 207069.0,
      "end_time": 212889.0,
      "text": "we can improve justice by reducing pollution burdens that are disproportionately inflicted"
    },
    {
      "index": 39,
      "start_time": 212889.0,
      "end_time": 214180.0,
      "text": "on the most vulnerable people."
    },
    {
      "index": 40,
      "start_time": 214180.0,
      "end_time": 219760.0,
      "text": "JAY: Jay, give us an example of co-pollutants and co-benefits, a specific example."
    },
    {
      "index": 41,
      "start_time": 219760.0,
      "end_time": 226489.0,
      "text": "BOYCE: Let me give you a concrete example. Let me compare two major carbon dioxide emitters"
    },
    {
      "index": 42,
      "start_time": 226489.0,
      "end_time": 232029.0,
      "text": "in Southern California. The first is the La Paloma Power Plant, which is located about"
    },
    {
      "index": 43,
      "start_time": 232029.0,
      "end_time": 239269.0,
      "text": "40 miles west of Bakersfield. The second is the ExxonMobil refinery in Torrance, California,"
    },
    {
      "index": 44,
      "start_time": 239269.0,
      "end_time": 246749.0,
      "text": "which is not too far from Los Angeles. Both of these facilities emit, according to the"
    },
    {
      "index": 45,
      "start_time": 246749.0,
      "end_time": 251919.0,
      "text": "California Air Resources Board, about the same amount of carbon dioxide every year,"
    },
    {
      "index": 46,
      "start_time": 251919.0,
      "end_time": 257880.0,
      "text": "about 2.5 million to 3 million tons. But the La Paloma Power Plant only emits about 50"
    },
    {
      "index": 47,
      "start_time": 257880.0,
      "end_time": 265010.0,
      "text": "tons a year of particulate matter, whereas the ExxonMobil refinery in Torrance emits"
    },
    {
      "index": 48,
      "start_time": 265010.0,
      "end_time": 269550.0,
      "text": "350 tons of particulate matter--seven times as much. Moreover, if we think about how many"
    },
    {
      "index": 49,
      "start_time": 269550.0,
      "end_time": 274640.0,
      "text": "people are impacted by that within a 6 mile radius of each facility, there is an enormous"
    },
    {
      "index": 50,
      "start_time": 274640.0,
      "end_time": 280540.0,
      "text": "difference. There are about 600 people living within 6 miles of the power plant in La Paloma."
    },
    {
      "index": 51,
      "start_time": 280540.0,
      "end_time": 287880.0,
      "text": "There are about 800,000 people living within 6 miles of the refinery in Torrance. So if"
    },
    {
      "index": 52,
      "start_time": 287880.0,
      "end_time": 292190.0,
      "text": "you put together both the higher amount of particulate matter coming out of the Torrance"
    },
    {
      "index": 53,
      "start_time": 292190.0,
      "end_time": 298210.0,
      "text": "facility and the greater number of people impacted, you have co-pollutant impacts in"
    },
    {
      "index": 54,
      "start_time": 298210.0,
      "end_time": 302970.0,
      "text": "the refinery that are more than 1,000 times bigger than those from the power plant. If"
    },
    {
      "index": 55,
      "start_time": 302970.0,
      "end_time": 308310.0,
      "text": "you add to that the fact that the people living around the plants in Torrance are also bearing"
    },
    {
      "index": 56,
      "start_time": 308310.0,
      "end_time": 313660.0,
      "text": "cumulative impacts from a lot of other toxic air polluting facilities, you&#39;ve got an even"
    },
    {
      "index": 57,
      "start_time": 313660.0,
      "end_time": 319580.0,
      "text": "stronger reason for trying to make sure that you get those emissions reductions in places"
    },
    {
      "index": 58,
      "start_time": 319580.0,
      "end_time": 323060.0,
      "text": "like Torrance where the co-benefits are biggest."
    },
    {
      "index": 59,
      "start_time": 323060.0,
      "end_time": 326330.0,
      "text": "JAY: Why is one plant so much lower than the other?"
    },
    {
      "index": 60,
      "start_time": 326330.0,
      "end_time": 333530.0,
      "text": "BOYCE: It has to do with the technology of what they&#39;re burning [inaud.] sort of pollution"
    },
    {
      "index": 61,
      "start_time": 333530.0,
      "end_time": 339160.0,
      "text": "control equipment they&#39;ve got installed. And, as I said, it also has to do with how many"
    },
    {
      "index": 62,
      "start_time": 339160.0,
      "end_time": 344940.0,
      "text": "people are living in the vicinity and therefore being impacted by these burdens, and what"
    },
    {
      "index": 63,
      "start_time": 344940.0,
      "end_time": 346470.0,
      "text": "else is impacting them."
    },
    {
      "index": 64,
      "start_time": 346470.0,
      "end_time": 352700.0,
      "text": "JAY: Okay. So let&#39;s move to the bigger conversation, which is the whole issue of climate change,"
    },
    {
      "index": 65,
      "start_time": 352700.0,
      "end_time": 358330.0,
      "text": "climate justice. In the &#39;08 elections, in the Democratic primaries, even early on in"
    },
    {
      "index": 66,
      "start_time": 358330.0,
      "end_time": 362720.0,
      "text": "the Obama presidency, there was a lot of talk about climate change. There was a period there"
    },
    {
      "index": 67,
      "start_time": 362720.0,
      "end_time": 368850.0,
      "text": "where it was the front page of every newspaper and magazine. Now it&#39;s become a completely"
    },
    {
      "index": 68,
      "start_time": 368850.0,
      "end_time": 373500.0,
      "text": "marginalized discussion. You can have the Republican leadership seriously, most of them,"
    },
    {
      "index": 69,
      "start_time": 373500.0,
      "end_time": 377920.0,
      "text": "not even believe there is such a thing. The Democratic Party leadership doesn&#39;t want to"
    },
    {
      "index": 70,
      "start_time": 377920.0,
      "end_time": 385110.0,
      "text": "challenge them on it. And the mainstream discourse or discussion about it has more or less disappeared."
    },
    {
      "index": 71,
      "start_time": 385110.0,
      "end_time": 388920.0,
      "text": "So why do you think that&#39;s happened? And for people that believe this is such an urgent"
    },
    {
      "index": 72,
      "start_time": 388920.0,
      "end_time": 389510.0,
      "text": "issue, what can they do about it?"
    },
    {
      "index": 73,
      "start_time": 389510.0,
      "end_time": 395230.0,
      "text": "BOYCE: Well, I think to understand that, you have to understand the sources of not only"
    },
    {
      "index": 74,
      "start_time": 395230.0,
      "end_time": 401710.0,
      "text": "the Republican opposition to the climate change bill that died in the Senate, but also some"
    },
    {
      "index": 75,
      "start_time": 401710.0,
      "end_time": 407590.0,
      "text": "of the reservations on the Democratic side about that bill and the strategy that the"
    },
    {
      "index": 76,
      "start_time": 407590.0,
      "end_time": 413250.0,
      "text": "Democratic leadership--the successful strategy that they pursued. The Republicans weren&#39;t"
    },
    {
      "index": 77,
      "start_time": 413250.0,
      "end_time": 417190.0,
      "text": "only denying. Of course, some of them were denying that there&#39;s a problem at all. But"
    },
    {
      "index": 78,
      "start_time": 417190.0,
      "end_time": 422730.0,
      "text": "they also--and this, I think, was a very telling criticism that the Republicans made--said"
    },
    {
      "index": 79,
      "start_time": 422730.0,
      "end_time": 426889.0,
      "text": "that if the bill passed, it would have been the biggest tax increase in American history."
    },
    {
      "index": 80,
      "start_time": 426889.0,
      "end_time": 433230.0,
      "text": "Now, that may be political hyperbole, but on some level the Republicans were onto something."
    },
    {
      "index": 81,
      "start_time": 433230.0,
      "end_time": 439360.0,
      "text": "If you put a price on carbon emissions as that Waxman-Markey legislation would have"
    },
    {
      "index": 82,
      "start_time": 439360.0,
      "end_time": 446700.0,
      "text": "done, you are raising the price of oil, natural gas, and coal, and everything that&#39;s produced"
    },
    {
      "index": 83,
      "start_time": 446700.0,
      "end_time": 452600.0,
      "text": "with them. So the prices of gasoline at the pump go up. The prices of electricity go up"
    },
    {
      "index": 84,
      "start_time": 452600.0,
      "end_time": 456400.0,
      "text": "in people&#39;s monthly bills. People are going to be paying more. In fact, they&#39;re going"
    },
    {
      "index": 85,
      "start_time": 456400.0,
      "end_time": 461610.0,
      "text": "to have to be paying considerably more if the price increases are going to be significant"
    },
    {
      "index": 86,
      "start_time": 461610.0,
      "end_time": 466990.0,
      "text": "enough for people to notice and firms to notice and to start making the investments in renewable"
    },
    {
      "index": 87,
      "start_time": 466990.0,
      "end_time": 473550.0,
      "text": "energy and energy efficiency that this whole policy is designed to produce. So the Republicans"
    },
    {
      "index": 88,
      "start_time": 473550.0,
      "end_time": 478080.0,
      "text": "were right about that, Paul. They weren&#39;t making this up. And the Democratic response,"
    },
    {
      "index": 89,
      "start_time": 478080.0,
      "end_time": 483730.0,
      "text": "I have to say, was really pretty myopic. What they said is, oh, no, no, no, this isn&#39;t a"
    },
    {
      "index": 90,
      "start_time": 483730.0,
      "end_time": 488750.0,
      "text": "tax, and besides, the price increases won&#39;t be that big anyway; they&#39;ll only be the equivalent"
    },
    {
      "index": 91,
      "start_time": 488750.0,
      "end_time": 495540.0,
      "text": "of a postage stamp per person per day. Well, in making that claim, the Democrats were either"
    },
    {
      "index": 92,
      "start_time": 495540.0,
      "end_time": 501690.0,
      "text": "deliberately or mistakenly confusing two different things. The postage stamp number comes from"
    },
    {
      "index": 93,
      "start_time": 501690.0,
      "end_time": 507480.0,
      "text": "research done by, among others, the Congressional Budget Office that refers to what&#39;s the cost"
    },
    {
      "index": 94,
      "start_time": 507480.0,
      "end_time": 512060.0,
      "text": "of the carbon emission reductions that we&#39;re going to experience, in other words, what&#39;s"
    },
    {
      "index": 95,
      "start_time": 512059.99999999994,
      "end_time": 517248.99999999994,
      "text": "the cost of meeting our energy needs some other way or installing energy efficiency"
    },
    {
      "index": 96,
      "start_time": 517249.0,
      "end_time": 521740.0,
      "text": "devices, etc. And it&#39;s true. That cost is modest, particularly in the initial years"
    },
    {
      "index": 97,
      "start_time": 521740.0,
      "end_time": 527490.0,
      "text": "of any program. It doesn&#39;t amount to that much. We can afford it as a country. That&#39;s"
    },
    {
      "index": 98,
      "start_time": 527490.0,
      "end_time": 533180.0,
      "text": "called the economic cost. That&#39;s the cost of preventing emissions. But then on top of"
    },
    {
      "index": 99,
      "start_time": 533180.0,
      "end_time": 539220.0,
      "text": "that, in terms of household pocketbooks, there&#39;s the cost of all the fuel that&#39;s still being"
    },
    {
      "index": 100,
      "start_time": 539220.0,
      "end_time": 544910.0,
      "text": "burned, the cost of the emissions that aren&#39;t avoided, the price increases that push those"
    },
    {
      "index": 101,
      "start_time": 544910.0,
      "end_time": 550449.0,
      "text": "changes in energy consumption. And those costs are really substantial. Then we&#39;re talking"
    },
    {
      "index": 102,
      "start_time": 550449.0,
      "end_time": 557449.0,
      "text": "about hundreds of dollars per person per year, maybe even more, as the cap on carbon emissions"
    },
    {
      "index": 103,
      "start_time": 557449.0,
      "end_time": 563160.0,
      "text": "gets ratcheted down. Now, unlike the cost of installing solar panels, let&#39;s say, that"
    },
    {
      "index": 104,
      "start_time": 563160.0,
      "end_time": 568389.0,
      "text": "money isn&#39;t actually spent. That money doesn&#39;t get used for anything. It gets transferred"
    },
    {
      "index": 105,
      "start_time": 568389.0,
      "end_time": 573259.0,
      "text": "around. It gets collected by the people selling the fuels. And then the question is: where"
    },
    {
      "index": 106,
      "start_time": 573259.0,
      "end_time": 580439.0,
      "text": "does the money go? So this gets to what the Democrats did. They, pursuing what I would"
    },
    {
      "index": 107,
      "start_time": 580439.0,
      "end_time": 585269.0,
      "text": "describe as business-as-usual politics, they decided they would divide up most of that"
    },
    {
      "index": 108,
      "start_time": 585269.0,
      "end_time": 590350.0,
      "text": "money amongst the most powerful lobbyists and political players in Washington. A huge"
    },
    {
      "index": 109,
      "start_time": 590350.0,
      "end_time": 594860.0,
      "text": "chunk of it was going to go to the electric utilities. Coal, oil, others would get a piece"
    },
    {
      "index": 110,
      "start_time": 594860.0,
      "end_time": 601439.0,
      "text": "of the action. And the strategy was that if you let them harvest that extra money and"
    },
    {
      "index": 111,
      "start_time": 601439.0,
      "end_time": 605850.0,
      "text": "keep in their own pockets, they won&#39;t oppose your bill, or they&#39;ll let it go through. That"
    },
    {
      "index": 112,
      "start_time": 605850.0,
      "end_time": 610759.0,
      "text": "was the strategy. Now, what that would have meant if it had passed is that you and me"
    },
    {
      "index": 113,
      "start_time": 610759.0,
      "end_time": 614860.0,
      "text": "and every household in America would have been paying higher energy costs, and the result"
    },
    {
      "index": 114,
      "start_time": 614860.0,
      "end_time": 620809.0,
      "text": "would&#39;ve been windfall profits for the people who were selling us those fuels who got to"
    },
    {
      "index": 115,
      "start_time": 620809.0,
      "end_time": 622220.0,
      "text": "keep the money."
    },
    {
      "index": 116,
      "start_time": 622220.0,
      "end_time": 625949.0,
      "text": "JAY: That&#39;s why you&#39;re favoring a plan which you&#39;re calling cap-and-dividend."
    },
    {
      "index": 117,
      "start_time": 625949.0,
      "end_time": 633050.0,
      "text": "BOYCE: [inaud.] Paul, and that&#39;s not only a plan I favor. That was plan B by the time"
    },
    {
      "index": 118,
      "start_time": 633050.0,
      "end_time": 640740.0,
      "text": "that Congress ultimately decided not to act on plan A. Plan A was Waxman-Markey with those"
    },
    {
      "index": 119,
      "start_time": 640740.0,
      "end_time": 646869.0,
      "text": "huge giveaways, and plan B was the Cantwell-Collins bill introduced in the Senate by Senators"
    },
    {
      "index": 120,
      "start_time": 646869.0,
      "end_time": 653709.0,
      "text": "Maria Cantwell and Susan Collins, a Democrat and Republican respectively, which would have"
    },
    {
      "index": 121,
      "start_time": 653709.0,
      "end_time": 657800.0,
      "text": "recycled--it would have auctioned all the carbon permits off, wouldn&#39;t have given them"
    },
    {
      "index": 122,
      "start_time": 657800.0,
      "end_time": 662579.0,
      "text": "away to the corporations, and would have recycled the bulk of that money straight back to the"
    },
    {
      "index": 123,
      "start_time": 662579.0,
      "end_time": 669100.0,
      "text": "American people in the form of cash monthly dividends. Right? This would have meant that"
    },
    {
      "index": 124,
      "start_time": 669100.0,
      "end_time": 675439.0,
      "text": "for the majority of the people, they would&#39;ve actually come out ahead at the end of day,"
    },
    {
      "index": 125,
      "start_time": 675439.0,
      "end_time": 679220.0,
      "text": "and it would&#39;ve meant that we have a policy that recognizes that we all own our share"
    },
    {
      "index": 126,
      "start_time": 679220.0,
      "end_time": 684550.0,
      "text": "of the atmospheric commons equally, together, in common and equal measure, that it&#39;s not"
    },
    {
      "index": 127,
      "start_time": 684550.0,
      "end_time": 692829.0,
      "text": "the property de facto of ExxonMobil or a coal company or any other big corporation. That"
    },
    {
      "index": 128,
      "start_time": 692829.0,
      "end_time": 698740.0,
      "text": "was the plan that the Democrats chose not to pursue. And I think that&#39;s the plan that"
    },
    {
      "index": 129,
      "start_time": 698740.0,
      "end_time": 703449.0,
      "text": "ultimately will prevail if and when we get a serious discussion in climate policy in"
    },
    {
      "index": 130,
      "start_time": 703449.0,
      "end_time": 706939.0,
      "text": "the United States. It&#39;s a plan that the American people would support."
    },
    {
      "index": 131,
      "start_time": 706939.0,
      "end_time": 711980.0,
      "text": "JAY: James--. Right. James, we&#39;re going to put a previous interview we did with you,"
    },
    {
      "index": 132,
      "start_time": 711980.0,
      "end_time": 716389.0,
      "text": "which gets into the whole cap-and-dividend plan in more detail, and we&#39;ll put that interview"
    },
    {
      "index": 133,
      "start_time": 716389.0,
      "end_time": 721369.0,
      "text": "just below this one in another video player. But just quickly before we finish, there seems"
    },
    {
      "index": 134,
      "start_time": 721369.0,
      "end_time": 726470.0,
      "text": "to be another reason why, other than taxes and the cost of all of this, this science"
    },
    {
      "index": 135,
      "start_time": 726470.0,
      "end_time": 733420.0,
      "text": "debate itself seems to have swung to the skeptic side, the idea that the climate-change science"
    },
    {
      "index": 136,
      "start_time": 733420.0,
      "end_time": 738850.0,
      "text": "isn&#39;t real, that it&#39;s being promoted just by, you know, various sections of capital"
    },
    {
      "index": 137,
      "start_time": 738850.0,
      "end_time": 747119.0,
      "text": "that just want to make money out of going green. The scientific debate, if you believe"
    },
    {
      "index": 138,
      "start_time": 747119.0,
      "end_time": 751449.0,
      "text": "the majority of scientists who say there&#39;s an urgent problem of climate change, they"
    },
    {
      "index": 139,
      "start_time": 751449.0,
      "end_time": 755269.0,
      "text": "seem to be very much on the defensive. In fact, even the climate debate itself from"
    },
    {
      "index": 140,
      "start_time": 755269.0,
      "end_time": 760879.0,
      "text": "a scientific point of view seems not to be out there, and if anything, the skeptics seemed"
    },
    {
      "index": 141,
      "start_time": 760879.0,
      "end_time": 761790.0,
      "text": "to have the upper hand."
    },
    {
      "index": 142,
      "start_time": 761790.0,
      "end_time": 769499.0,
      "text": "BOYCE: Well, Paul, I mean, to call this a debate is to glorify what&#39;s really, I think,"
    },
    {
      "index": 143,
      "start_time": 769499.0,
      "end_time": 775649.0,
      "text": "a pretty well understood set of issues. Right? Now, of course there&#39;s uncertainty about exactly"
    },
    {
      "index": 144,
      "start_time": 775649.0,
      "end_time": 780480.0,
      "text": "what&#39;s going to happen. When you&#39;re talking about the future climate of the planet, nobody"
    },
    {
      "index": 145,
      "start_time": 780480.0,
      "end_time": 784980.0,
      "text": "can say precisely what&#39;s going to happen. But what is very clear is that things are"
    },
    {
      "index": 146,
      "start_time": 784980.0,
      "end_time": 789800.0,
      "text": "going to happen, and those things are going to be big, and potentially they&#39;re going to"
    },
    {
      "index": 147,
      "start_time": 789800.0,
      "end_time": 794679.0,
      "text": "be hugely costly to many people around the world, particularly to the most vulnerable"
    },
    {
      "index": 148,
      "start_time": 794679.0,
      "end_time": 799179.0,
      "text": "people in the world, but really costly to us all and our children and our grandchildren"
    },
    {
      "index": 149,
      "start_time": 799179.0,
      "end_time": 802769.0,
      "text": "and so on. There&#39;s no debate about that in the scientific community. The scientists are"
    },
    {
      "index": 150,
      "start_time": 802769.0,
      "end_time": 808589.0,
      "text": "clear that things are going to happen, that they&#39;re going to be difficult to cope with."
    },
    {
      "index": 151,
      "start_time": 808589.0,
      "end_time": 812740.0,
      "text": "They just can&#39;t say exactly that in this place the temperature&#39;s going to go up by x degrees"
    },
    {
      "index": 152,
      "start_time": 812740.0,
      "end_time": 819439.0,
      "text": "and in that place the sea level&#39;s going to rise by y inches. That&#39;s a difference between"
    },
    {
      "index": 153,
      "start_time": 819439.0,
      "end_time": 824670.0,
      "text": "uncertainty and debate. The debate you&#39;re talking about is not in the scientific community."
    },
    {
      "index": 154,
      "start_time": 824670.0,
      "end_time": 829610.0,
      "text": "It&#39;s in the media. And what that reflects is the fact that we&#39;ve got a media in this"
    },
    {
      "index": 155,
      "start_time": 829610.0,
      "end_time": 836809.0,
      "text": "country where corporations have an extraordinary stranglehold on the information that&#39;s presented"
    },
    {
      "index": 156,
      "start_time": 836809.0,
      "end_time": 843269.0,
      "text": "to the public, and they&#39;ve used that stranglehold in ways that filter the news, that give people"
    },
    {
      "index": 157,
      "start_time": 843269.0,
      "end_time": 848429.0,
      "text": "the idea that there&#39;s a debate where there is no debate, and at the same time obscure"
    },
    {
      "index": 158,
      "start_time": 848429.0,
      "end_time": 853679.0,
      "text": "the real debates that ought to be taking place, like who will get the money if we do raise"
    },
    {
      "index": 159,
      "start_time": 853679.0,
      "end_time": 859179.0,
      "text": "the price of fossil fuels. So the problem you&#39;re describing is not a problem about science;"
    },
    {
      "index": 160,
      "start_time": 859179.0,
      "end_time": 866339.0,
      "text": "it&#39;s a problem about public information and the media and the way in which what we get"
    },
    {
      "index": 161,
      "start_time": 866339.0,
      "end_time": 873339.0,
      "text": "over the news on television, on radio--Real News Network is an honorable exception--is"
    },
    {
      "index": 162,
      "start_time": 873339.0,
      "end_time": 881899.0,
      "text": "very heavily biased against true information and, to use a pun, so to speak, blowing a"
    },
    {
      "index": 163,
      "start_time": 881899.0,
      "end_time": 884259.0,
      "text": "lot of smoke in people&#39;s faces."
    },
    {
      "index": 164,
      "start_time": 884259.0,
      "end_time": 886129.0,
      "text": "JAY: Thanks very much for joining us, James."
    },
    {
      "index": 165,
      "start_time": 886129.0,
      "end_time": 887980.0,
      "text": "BOYCE: Thank you, Paul. Nice to be with you."
    },
    {
      "index": 166,
      "start_time": 887980.0,
      "end_time": 897980.0,
      "text": "JAY: Thank you for joining us on The Real News Network."
    }
  ]
}