{
  "video_id": "_9BDQqHGCwo",
  "title": "How to make audio flashcards on Memrise (for any song)",
  "json": [
    {
      "index": 1,
      "start_time": 30.0,
      "end_time": 4170.0,
      "text": "So one of my favorite methods for learning languages is by listening to music"
    },
    {
      "index": 2,
      "start_time": 4350.0,
      "end_time": 10979.0,
      "text": "Normally, this means passively listening throughout the day, but there are also ways of studying foreign songs during your active study time"
    },
    {
      "index": 3,
      "start_time": 10980.0,
      "end_time": 15180.0,
      "text": "so this video is my method for using Memrise to learn languages with song lyrics"
    },
    {
      "index": 4,
      "start_time": 15699.0,
      "end_time": 20039.0,
      "text": "It only takes five easy steps that anyone can do as long as you have a computer"
    },
    {
      "index": 5,
      "start_time": 20380.0,
      "end_time": 25320.0,
      "text": "The first step is to get a file of the song that you want to use now. I know nowadays"
    },
    {
      "index": 6,
      "start_time": 25320.0,
      "end_time": 28799.0,
      "text": "We're moving away from mp3s and towards streaming services"
    },
    {
      "index": 7,
      "start_time": 28800.0,
      "end_time": 35040.0,
      "text": "But for this method you're gonna need an actual sound file if you have a CD with a song on it then just important that"
    },
    {
      "index": 8,
      "start_time": 35079.0,
      "end_time": 40079.0,
      "text": "Otherwise you can get CDs for pretty cheap on eBay or find somewhere that sells mp3s online"
    },
    {
      "index": 9,
      "start_time": 40390.0,
      "end_time": 44250.0,
      "text": "There's also ways of downloading mp3s for free from YouTube videos"
    },
    {
      "index": 10,
      "start_time": 44250.0,
      "end_time": 51569.0,
      "text": "But I'm not gonna recommend that because it's illegal. Once you get your sound file, you're gonna need to download a free software called audacity"
    },
    {
      "index": 11,
      "start_time": 52180.0,
      "end_time": 57090.0,
      "text": "Go to audacityteam.org and download the version that is appropriate for your computer"
    },
    {
      "index": 12,
      "start_time": 57219.0,
      "end_time": 62999.0,
      "text": "Once you have the program installed go ahead and use it to open the sound file of the song you want to use"
    },
    {
      "index": 13,
      "start_time": 66719.0,
      "end_time": 73699.0,
      "text": "Now the whole song is going to show up in this graph here the horizontal axis is time and the vertical axis is volume"
    },
    {
      "index": 14,
      "start_time": 73700.0,
      "end_time": 76729.0,
      "text": "So you can see which parts of the song are the loudest now"
    },
    {
      "index": 15,
      "start_time": 76729.0,
      "end_time": 78729.0,
      "text": "what you're gonna do is go through the whole song and"
    },
    {
      "index": 16,
      "start_time": 78750.0,
      "end_time": 83719.0,
      "text": "Separate the individual lines from one another go to the first line and play it one or two times"
    },
    {
      "index": 17,
      "start_time": 83969.0,
      "end_time": 90589.0,
      "text": "Paying attention to precisely where the line begins and ends then click just a hair before the line starts"
    },
    {
      "index": 18,
      "start_time": 90590.0,
      "end_time": 94189.0,
      "text": "Hold the shift button and then click just after the line ends"
    },
    {
      "index": 19,
      "start_time": 94530.0,
      "end_time": 101750.0,
      "text": "Now the whole line should be highlighted and you're gonna export this section as an individual sound file.  Now go to file export"
    },
    {
      "index": 20,
      "start_time": 102090.0,
      "end_time": 104689.0,
      "text": "and export selected audio I"
    },
    {
      "index": 21,
      "start_time": 105209.0,
      "end_time": 111709.0,
      "text": "Recommend labeling your files with the actual lyric itself as well as a number to show what order it comes in"
    },
    {
      "index": 22,
      "start_time": 111709.0,
      "end_time": 115820.0,
      "text": "You'll probably have to look up the lyrics online to make sure you're naming your sound files"
    },
    {
      "index": 23,
      "start_time": 116420.0,
      "end_time": 120300.0,
      "text": "Accurately.  You're gonna need to export all your song lyrics to the same folder"
    },
    {
      "index": 24,
      "start_time": 120380.0,
      "end_time": 126600.0,
      "text": "Now only do this for lines with unique lyrics if there are some lines that repeat themselves over and over again"
    },
    {
      "index": 25,
      "start_time": 126619.0,
      "end_time": 128779.0,
      "text": "You only need that line one time"
    },
    {
      "index": 26,
      "start_time": 128970.0,
      "end_time": 134479.0,
      "text": "another optional trick you can do in audacity is to slow down the song lyrics so that it's easier to hear the"
    },
    {
      "index": 27,
      "start_time": 134700.0,
      "end_time": 135299.0,
      "text": "pronunciation"
    },
    {
      "index": 28,
      "start_time": 135299.0,
      "end_time": 136340.0,
      "text": "if you do this"
    },
    {
      "index": 29,
      "start_time": 136340.0,
      "end_time": 142140.0,
      "text": "I would recommend not slowing it down more than 10 or 15 percent because then it starts to get pretty distorted"
    },
    {
      "index": 30,
      "start_time": 142380.0,
      "end_time": 148660.0,
      "text": "Now you're gonna make your own personal deck of flashcards in Memrise if you don't have an account on Memrise yet"
    },
    {
      "index": 31,
      "start_time": 148669.0,
      "end_time": 151180.0,
      "text": "You'll need to make one but they're free. So you're good"
    },
    {
      "index": 32,
      "start_time": 151200.0,
      "end_time": 157280.0,
      "text": "You're gonna click \"create a course\" name it and then fill out all the relevant information that you care about"
    },
    {
      "index": 33,
      "start_time": 162130.0,
      "end_time": 168929.0,
      "text": "Now we're gonna use Memrise's mass import feature. You're gonna click on \"advanced\" then \"bulk add words\""
    },
    {
      "index": 34,
      "start_time": 170080.0,
      "end_time": 172229.0,
      "text": "Copy and paste the lyrics that you found online"
    },
    {
      "index": 35,
      "start_time": 172480.0,
      "end_time": 177660.0,
      "text": "Into the window and make sure you hit enter between every line that you want to be a separate flashcard"
    },
    {
      "index": 36,
      "start_time": 179110.0,
      "end_time": 183929.0,
      "text": "Otherwise Memrise will just put the whole thing together into one flashcard and you don't want that"
    },
    {
      "index": 37,
      "start_time": 184239.0,
      "end_time": 191459.0,
      "text": "once you've created a flashcard for each line of the song you need to pair the original lyric with the corresponding sound file and the translation."
    },
    {
      "index": 38,
      "start_time": 191650.0,
      "end_time": 194850.0,
      "text": "To do this, you're gonna go to \"advanced\""
    },
    {
      "index": 39,
      "start_time": 195550.0,
      "end_time": 200279.0,
      "text": "Click on \"add column\" and then you're gonna write \"audio\" in here"
    },
    {
      "index": 40,
      "start_time": 201430.0,
      "end_time": 205140.0,
      "text": "Then you're gonna click audio right there and click \"Add\""
    },
    {
      "index": 41,
      "start_time": 206260.0,
      "end_time": 210390.0,
      "text": "Adding the sound file is easy. Just click here and then upload the file"
    },
    {
      "index": 42,
      "start_time": 211030.0,
      "end_time": 216059.0,
      "text": "This is why I recommend numbering your files earlier so that they show up in the correct order now"
    },
    {
      "index": 43,
      "start_time": 216190.0,
      "end_time": 221789.0,
      "text": "Otherwise your computer might show them to you in alphabetical order and then it's just a mess to dig through. In order to"
    },
    {
      "index": 44,
      "start_time": 221890.0,
      "end_time": 227459.0,
      "text": "Translate your song lyrics, it's best to get a native speaker to help you, but in a pinch you can use Google Translate"
    },
    {
      "index": 45,
      "start_time": 227500.0,
      "end_time": 230880.0,
      "text": "Which usually does a pretty good job.  But if you do this,"
    },
    {
      "index": 46,
      "start_time": 230880.0,
      "end_time": 237929.0,
      "text": "You will need to cross-check it on wordreference.com and HiNative or some other site that allows you to ask native speakers"
    },
    {
      "index": 47,
      "start_time": 237930.0,
      "end_time": 244350.0,
      "text": "I also find that the people on Reddit are really helpful and willing to help me when I have questions about strange song lyrics"
    },
    {
      "index": 48,
      "start_time": 246010.0,
      "end_time": 253230.0,
      "text": "Unfortunately, there is no mass import feature for pairing the translation to the original lyrics so you'll just have to do it manually and then"
    },
    {
      "index": 49,
      "start_time": 253230.0,
      "end_time": 257609.0,
      "text": "After a while you can make a whole bunch of flashcard decks out of all the songs that you're learning"
    },
    {
      "index": 50,
      "start_time": 257769.0,
      "end_time": 262288.0,
      "text": "So for example here is La Vie on Rose, which I was learning a few years ago"
    },
    {
      "index": 51,
      "start_time": 266919.0,
      "end_time": 273749.0,
      "text": "And then you see that as soon as the flashcard comes up it'll play the audio you can play it over again"
    },
    {
      "index": 52,
      "start_time": 275530.0,
      "end_time": 279420.0,
      "text": "And then and then you can use it to test yourself."
    },
    {
      "index": 53,
      "start_time": 285670.0,
      "end_time": 291869.0,
      "text": "That's it for today if you guys enjoyed the video please like and subscribe, and I'll see you guys in my livestream this Friday"
    }
  ]
}