{
  "video_id": "_BO1iGMvqqQ",
  "title": "This Is What Everyone Gets Wrong About Cats",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 530.0,
      "end_time": 6380.0,
      "text": "Cats are adorable, furry little ninjas that share our homes with us and have an overwhelming urge to push things off other things."
    },
    {
      "index": 2,
      "start_time": 6840.0,
      "end_time": 16880.0,
      "text": "We opened our homes and our hearts to them a long time ago, but despite what we think we know about our hairball-hacking friends, there's still a ton of misinformation floating around out there that just refuses to go away."
    },
    {
      "index": 3,
      "start_time": 17800.0,
      "end_time": 20439.0,
      "text": "\"I bet it flattened itself out and went right through a seam in your wall.\""
    },
    {
      "index": 4,
      "start_time": 20880.0,
      "end_time": 23900.0,
      "text": "\"I don't think there's anything in the laws of nature that would support that.\""
    },
    {
      "index": 5,
      "start_time": 23900.0,
      "end_time": 25820.0,
      "text": "\"Cats do not abide by the laws of nature, alright?\""
    },
    {
      "index": 6,
      "start_time": 26400.0,
      "end_time": 27419.0,
      "text": "Cats love milk."
    },
    {
      "index": 7,
      "start_time": 28380.0,
      "end_time": 29500.0,
      "text": "You'll see this one everywhere."
    },
    {
      "index": 8,
      "start_time": 29700.0,
      "end_time": 31180.0,
      "text": "If there's a cat, they're given a saucer of milk."
    },
    {
      "index": 9,
      "start_time": 31760.0,
      "end_time": 33100.0,
      "text": "That's what cats like, right?"
    },
    {
      "index": 10,
      "start_time": 33660.0,
      "end_time": 34319.0,
      "text": "Well, no."
    },
    {
      "index": 11,
      "start_time": 34890.0,
      "end_time": 38260.0,
      "text": "Cats drink milk as kittens, of course - all mammals do when they're young."
    },
    {
      "index": 12,
      "start_time": 38260.0,
      "end_time": 42919.0,
      "text": "But once they're weaned off their mother's milk, they stop producing all the enzymes they need to digest the stuff."
    },
    {
      "index": 13,
      "start_time": 43140.0,
      "end_time": 46520.0,
      "text": "Yes, like the nerdiest of nerds, they're lactose intolerant."
    },
    {
      "index": 14,
      "start_time": 46960.0,
      "end_time": 50560.0,
      "text": "There's another problem with milk, too, and that's the fat and calorie content."
    },
    {
      "index": 15,
      "start_time": 50900.0,
      "end_time": 57560.0,
      "text": "Give a cat a saucer of milk as big as their head, and that's like you sitting down and eating a gallon of full-fat ice cream with some extra fat for good measure."
    },
    {
      "index": 16,
      "start_time": 57940.0,
      "end_time": 63260.0,
      "text": "They still might like the actual taste of milk though, which is why they make lactose-free, low-fat cat milk."
    },
    {
      "index": 17,
      "start_time": 63900.0,
      "end_time": 65700.0,
      "text": "For cats, not from cats."
    },
    {
      "index": 18,
      "start_time": 65700.0,
      "end_time": 68160.0,
      "text": "\"I had no idea you could milk a cat.\""
    },
    {
      "index": 19,
      "start_time": 68700.0,
      "end_time": 70860.0,
      "text": "\"Oh yeah, you can milk anything with nipples.\""
    },
    {
      "index": 20,
      "start_time": 71280.0,
      "end_time": 72340.0,
      "text": "Keeping the balance"
    },
    {
      "index": 21,
      "start_time": 72880.0,
      "end_time": 77740.0,
      "text": "Popular belief says that whiskers are tied to a cat's sense of balance, which isn't exactly the case."
    },
    {
      "index": 22,
      "start_time": 78220.0,
      "end_time": 82560.0,
      "text": "Instead, those delicate little feelers are used for navigation and sensory perception."
    },
    {
      "index": 23,
      "start_time": 82560.0,
      "end_time": 87140.0,
      "text": "A cat's whiskers are made of the same material that makes up other animals' horns: keratin."
    },
    {
      "index": 24,
      "start_time": 87660.0,
      "end_time": 97220.0,
      "text": "They're connected to the cat's face through a whole bunch of nerves, and they can feel the changes in the air that happen as they get closer to walls and other obstacles, which helps them get around just a little more deftly than humans."
    },
    {
      "index": 25,
      "start_time": 98180.0,
      "end_time": 98760.0,
      "text": "Feet first"
    },
    {
      "index": 26,
      "start_time": 99460.0,
      "end_time": 102660.0,
      "text": "Your feline friend might land on their feet most of the time, but not always."
    },
    {
      "index": 27,
      "start_time": 103620.0,
      "end_time": 106280.0,
      "text": "Cats can twist their spines in a way that would kill a human."
    },
    {
      "index": 28,
      "start_time": 106400.0,
      "end_time": 114670.0,
      "text": "When a cat jumps, their sense of balance aligns the front half of their body, while their twisty spine snaps into action and reflexively aligns the back half for a safe landing."
    },
    {
      "index": 29,
      "start_time": 115520.0,
      "end_time": 117280.0,
      "text": "Even though it's a reflex, it still takes time."
    },
    {
      "index": 30,
      "start_time": 117760.0,
      "end_time": 121900.0,
      "text": "If a cat falls from a low height, they might not have time to flip completely, and they'll land on their side."
    },
    {
      "index": 31,
      "start_time": 123360.0,
      "end_time": 124340.0,
      "text": "Loners and rebels"
    },
    {
      "index": 32,
      "start_time": 125100.0,
      "end_time": 129340.0,
      "text": "It's unsurprising that cats absolutely can survive on their own and almost always hunt alone."
    },
    {
      "index": 33,
      "start_time": 130199.00000000001,
      "end_time": 135300.0,
      "text": "But when they do gather in groups, they form close-knit relationships that often revolve around a core group of females."
    },
    {
      "index": 34,
      "start_time": 135780.0,
      "end_time": 142820.0,
      "text": "Not only do feral cats gather in colonies, but they share responsibilities, team up in raising each others' kittens, and they even have best friends."
    },
    {
      "index": 35,
      "start_time": 143400.0,
      "end_time": 149510.0,
      "text": "Cats in feral colonies usually pair off and hang out together, spend a huge amount of time grooming and greeting each other."
    },
    {
      "index": 36,
      "start_time": 149510.0,
      "end_time": 157640.0,
      "text": "It's thought that all that grooming isn't just about getting clean, either, but that it's a way to mingle everyone's scents into a colony odor that identifies each individual as a part of the group."
    },
    {
      "index": 37,
      "start_time": 158440.0,
      "end_time": 159620.0,
      "text": "Fur vs. personality"
    },
    {
      "index": 38,
      "start_time": 160260.0,
      "end_time": 162560.0,
      "text": "If you want a little love bug, get an orange cat."
    },
    {
      "index": 39,
      "start_time": 163600.0,
      "end_time": 165240.0,
      "text": "If you want someone to cast spells with, get a black cat."
    },
    {
      "index": 40,
      "start_time": 165980.0,
      "end_time": 170000.0,
      "text": "It's a common belief that certain colors are associated with certain personality traits."
    },
    {
      "index": 41,
      "start_time": 170240.0,
      "end_time": 177320.0,
      "text": "Researchers at UC Berkeley took a look at whether a cat's fur color has any affect on their personality and found nothing to support this popular myth."
    },
    {
      "index": 42,
      "start_time": 177970.0,
      "end_time": 186240.0,
      "text": "What they did find, though, was that the belief is so firmly entrenched in the collective consciousness that light-colored cats are considered friendlier, so they get adopted more often."
    },
    {
      "index": 43,
      "start_time": 186900.0,
      "end_time": 191560.0,
      "text": "Cats are picked on appearance rather than personality, and when that belief doesn't prove true, they're often returned."
    },
    {
      "index": 44,
      "start_time": 192400.0,
      "end_time": 194940.0,
      "text": "So whatever you do, don't judge a cat by its color."
    },
    {
      "index": 45,
      "start_time": 195580.0,
      "end_time": 196560.0,
      "text": "Keeping the claws"
    },
    {
      "index": 46,
      "start_time": 197220.0,
      "end_time": 201420.0,
      "text": "People think declawing is a painless process, sort of like getting your nails cut permanently."
    },
    {
      "index": 47,
      "start_time": 201920.0,
      "end_time": 202440.0,
      "text": "Not quite."
    },
    {
      "index": 48,
      "start_time": 203220.0,
      "end_time": 206100.0,
      "text": "Contrary to popular belief, declawing is much worse than it sounds."
    },
    {
      "index": 49,
      "start_time": 206740.0,
      "end_time": 214480.0,
      "text": "The procedure removes part of the cat's paws, and the human equivalent of the same procedure would be cutting off each and every one of your fingers at the first joint."
    },
    {
      "index": 50,
      "start_time": 214780.0,
      "end_time": 222580.0,
      "text": "A whole bunch of medical problems are associated with declawing as well, like permanent nerve damage and bone spurs that make it painful for the cat to even walk."
    },
    {
      "index": 51,
      "start_time": 223200.0,
      "end_time": 227600.0,
      "text": "There's plenty of short-term horribleness, too, like bleeding paws and a high rate of infection."
    },
    {
      "index": 52,
      "start_time": 227980.0,
      "end_time": 234320.0,
      "text": "People who think it's a good idea to get a cat declawed often say they do it to put an end to things like scratching the furniture or scratching humans."
    },
    {
      "index": 53,
      "start_time": 235260.0,
      "end_time": 239620.0,
      "text": "While they might not be scratching anymore, they still have teeth, and they will use them."
    },
    {
      "index": 54,
      "start_time": 240320.0,
      "end_time": 241640.0,
      "text": "Cats are standoffish."
    },
    {
      "index": 55,
      "start_time": 242420.0,
      "end_time": 246390.0,
      "text": "People study cat behavior for a living, and yes, they work at real universities."
    },
    {
      "index": 56,
      "start_time": 246900.0,
      "end_time": 251440.0,
      "text": "They've found cats are every bit as affectionate and loving as dogs—they just don't express it the same way."
    },
    {
      "index": 57,
      "start_time": 251880.0,
      "end_time": 255120.0,
      "text": "Researchers point to a few key findings when it comes to cat affection."
    },
    {
      "index": 58,
      "start_time": 255670.0,
      "end_time": 261510.0,
      "text": "Purring has traditionally been interpreted as happiness, but it's closer to a cat asking you to keep doing whatever you're doing."
    },
    {
      "index": 59,
      "start_time": 261750.0,
      "end_time": 266150.0,
      "text": "When they rub against you, it's the cat equivalent of giving you a big hug, and how adorable is that?"
    },
    {
      "index": 60,
      "start_time": 266640.0,
      "end_time": 270560.0,
      "text": "There's also the slow blink, which means they're totally comfortable with you being around."
    },
    {
      "index": 61,
      "start_time": 270560.0,
      "end_time": 280200.0,
      "text": "They also found out that every cat and owner has their own super-secret language, which was discovered during a study that found an owner could tell exactly what a cat was saying, but only if it was their own cat."
    },
    {
      "index": 62,
      "start_time": 280840.0,
      "end_time": 286500.0,
      "text": "So, there you have it - not only are cats affectionate, but they like you so much they develop a secret language just to talk to you."
    },
    {
      "index": 63,
      "start_time": 287360.0,
      "end_time": 288760.0,
      "text": "If that's not love, we don't know what is."
    },
    {
      "index": 64,
      "start_time": 289600.0,
      "end_time": 290280.0,
      "text": "Thanks for watching!"
    },
    {
      "index": 65,
      "start_time": 290280.0,
      "end_time": 292619.0,
      "text": "Click the Grunge icon to subscribe to our YouTube channel."
    },
    {
      "index": 66,
      "start_time": 292620.0,
      "end_time": 294380.0,
      "text": "Plus check out all this cool stuff we know you'll love, too!"
    }
  ]
}