{
  "video_id": "_CTL__31WhU",
  "title": "[Book Review] Steven Stowell & Stephanie Mead - The Art of Strategic Leadership",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6000.0,
      "end_time": 11430.0,
      "text": "Hi! I&#39;m Michelle, the Manager of Marketing at BookPal and I&#39;m here today"
    },
    {
      "index": 2,
      "start_time": 11430.0,
      "end_time": 16560.0,
      "text": "to talk about The Art of Strategic Leadership by Steven Stowell and Stephanie Mead. We&#39;re actually going to"
    },
    {
      "index": 3,
      "start_time": 16560.0,
      "end_time": 21680.0,
      "text": "be hosting an author signing with Stephanie Mead at the Association of Talent and Development conference in"
    },
    {
      "index": 4,
      "start_time": 21680.0,
      "end_time": 33210.0,
      "text": "Denver this Monday May 23rd at 1:30 p.m. at our booth 1393. I&#39;ve read a lot of leadership books, and what stands out to me about"
    },
    {
      "index": 5,
      "start_time": 33210.0,
      "end_time": 39770.0,
      "text": "The Art of Strategic Leadership is how it focuses specifically on the strategic portion of leadership and"
    },
    {
      "index": 6,
      "start_time": 39770.0,
      "end_time": 45790.0,
      "text": "basically what being a strategic leader means is to be able to be manage your day to day responsibilities while"
    },
    {
      "index": 7,
      "start_time": 45790.0,
      "end_time": 52489.0,
      "text": "also planning and thinking ahead about the future. The way they structure the"
    },
    {
      "index": 8,
      "start_time": 52489.0,
      "end_time": 57849.0,
      "text": "book is by telling a business parable and each chapter focuses on a character from the parable and"
    },
    {
      "index": 9,
      "start_time": 57850.0,
      "end_time": 64500.0,
      "text": "characteristic of strategic leadership that they exhibit. My favorite chapter, the chapter that"
    },
    {
      "index": 10,
      "start_time": 64500.0,
      "end_time": 71710.0,
      "text": "resonated with me the most, was the chapter called The Art of Risk. The reason why it stood out to me is that it&#39;s important"
    },
    {
      "index": 11,
      "start_time": 71710.0,
      "end_time": 78929.0,
      "text": "to think about about when you&#39;re a leader what risks are you taking if any. Because sometimes"
    },
    {
      "index": 12,
      "start_time": 78930.0,
      "end_time": 81870.0,
      "text": "not taking a risk is more risky than not actually taking one."
    },
    {
      "index": 13,
      "start_time": 81870.0,
      "end_time": 86730.0,
      "text": "Basically we&#39;re living in this fast-paced environment where things are growing rapidly with technology is"
    },
    {
      "index": 14,
      "start_time": 86730.0,
      "end_time": 92260.0,
      "text": "changing all the time. You have think, \"Am I making the right changes for my business in order"
    },
    {
      "index": 15,
      "start_time": 92260.0,
      "end_time": 101380.0,
      "text": "to keep up with industry or am I just staying the same and missing out on opportunities?\" So, if you&#39;re interested in learning more,"
    },
    {
      "index": 16,
      "start_time": 101380.0,
      "end_time": 104649.0,
      "text": "you can check out the book on our website – The Art of Strategic Leadership."
    },
    {
      "index": 17,
      "start_time": 105350.0,
      "end_time": 109869.0,
      "text": "And don&#39;t forget to stop by our booth if you&#39;re at The Association for Talent and Development Conference"
    },
    {
      "index": 18,
      "start_time": 109869.0,
      "end_time": 116900.0,
      "text": "on May 23rd at 1:30 p.m., booth 1393. If you want to hear"
    },
    {
      "index": 19,
      "start_time": 116900.0,
      "end_time": 119640.0,
      "text": "about other books that we&#39;re excited about, subscribe to our YouTube channel – BookPalUS."
    }
  ]
}