{
  "video_id": "_dTtvtlct9k",
  "title": "Air Pollution",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4100.0,
      "end_time": 8950.0,
      "text": "Hi. It’s Mr. Andersen and this is AP environmental science video 29. It is on air pollution."
    },
    {
      "index": 2,
      "start_time": 8950.0,
      "end_time": 13130.0,
      "text": "When we think of air pollution today we think of cities like Beijing. I spent a week there"
    },
    {
      "index": 3,
      "start_time": 13130.0,
      "end_time": 19499.0,
      "text": "and I could never see the sun. In this picture you can see before and after a rain, which"
    },
    {
      "index": 4,
      "start_time": 19499.0,
      "end_time": 23599.0,
      "text": "has knocked a lot of those chemicals out of the atmosphere. And these chemicals have adverse"
    },
    {
      "index": 5,
      "start_time": 23599.0,
      "end_time": 29210.0,
      "text": "health effects. And so we saw that in Western Europe. In London, in 1952, they had the great"
    },
    {
      "index": 6,
      "start_time": 29210.0,
      "end_time": 34230.0,
      "text": "smog. It was difficult to see, but thousands of people died. And that led to legislation."
    },
    {
      "index": 7,
      "start_time": 34230.0,
      "end_time": 38360.0,
      "text": "We had the same problems in North America. And so what is air pollution? It is not only"
    },
    {
      "index": 8,
      "start_time": 38360.0,
      "end_time": 42440.0,
      "text": "chemicals in the atmosphere but chemicals that have bad health effects. And since we"
    },
    {
      "index": 9,
      "start_time": 42440.0,
      "end_time": 46890.0,
      "text": "are breathing it in it is going to affect our lungs, our heart and can lead to increased"
    },
    {
      "index": 10,
      "start_time": 46890.0,
      "end_time": 52079.0,
      "text": "cancer risks. Where are these chemicals coming from? Well they can be produced naturally."
    },
    {
      "index": 11,
      "start_time": 52079.0,
      "end_time": 56440.0,
      "text": "And so we have forest fires and volcanoes that can produce these pollutants. But also"
    },
    {
      "index": 12,
      "start_time": 56440.0,
      "end_time": 60770.0,
      "text": "we have stationary sources, you can think of those as industrial, like factories. And"
    },
    {
      "index": 13,
      "start_time": 60770.0,
      "end_time": 65199.0,
      "text": "then we have mobile sources. That would be like cars and buses. And so if they are effecting"
    },
    {
      "index": 14,
      "start_time": 65199.0,
      "end_time": 69350.0,
      "text": "us negatively we call these pollutants. And in AP environmental science you simply should"
    },
    {
      "index": 15,
      "start_time": 69350.0,
      "end_time": 73359.0,
      "text": "memorize the different types of pollutants that I have listed here. Starting with volatile"
    },
    {
      "index": 16,
      "start_time": 73359.0,
      "end_time": 78829.0,
      "text": "organic compounds or VOCs. This would be like formaldehyde, gasoline, anything that is organic"
    },
    {
      "index": 17,
      "start_time": 78829.0,
      "end_time": 85009.0,
      "text": "and can diffuse into the environment. We have carbon monoxide, this odorless gas. We have"
    },
    {
      "index": 18,
      "start_time": 85009.0,
      "end_time": 91560.0,
      "text": "NOx which is going to be nitric oxide and nitrogen dioxide. We then have sulfur dioxide"
    },
    {
      "index": 19,
      "start_time": 91560.0,
      "end_time": 95709.0,
      "text": "produced through the combustion of coal. We then have particulate matter. These are going"
    },
    {
      "index": 20,
      "start_time": 95709.0,
      "end_time": 100880.0,
      "text": "to be suspended solids. And then finally we have chemicals like lead. These are all primary"
    },
    {
      "index": 21,
      "start_time": 100880.0,
      "end_time": 104929.0,
      "text": "pollutants. That means they are produced by the source themselves. But they can combine"
    },
    {
      "index": 22,
      "start_time": 104929.0,
      "end_time": 109689.0,
      "text": "with other chemicals in the atmosphere and produce secondary pollutants. So for example"
    },
    {
      "index": 23,
      "start_time": 109689.0,
      "end_time": 115899.0,
      "text": "NOx can produce nitric acid. And sulfur dioxide can produce sulfuric acid. And these combined"
    },
    {
      "index": 24,
      "start_time": 115899.0,
      "end_time": 121670.0,
      "text": "can produce acid rain or more generally acid deposition that has huge impacts on life."
    },
    {
      "index": 25,
      "start_time": 121670.0,
      "end_time": 124670.0,
      "text": "And then one of the pollutants that you are probably most familiar with is ozone that"
    },
    {
      "index": 26,
      "start_time": 124670.0,
      "end_time": 130000.0,
      "text": "can be produced through sun. And also we need nitrogen dioxide to produce that. And if we"
    },
    {
      "index": 27,
      "start_time": 130000.0,
      "end_time": 134080.0,
      "text": "can combine a lot of these then we have smog. It is probably the most famous type of air"
    },
    {
      "index": 28,
      "start_time": 134080.0,
      "end_time": 138780.0,
      "text": "pollution that you are familiar with. And it is exacerbated by things like temperature"
    },
    {
      "index": 29,
      "start_time": 138780.0,
      "end_time": 144000.0,
      "text": "inversions. So how do we control air pollution? Well with regulation is one way. The clean"
    },
    {
      "index": 30,
      "start_time": 144000.0,
      "end_time": 150100.0,
      "text": "air act in the United States was able to reduce pollutants and save lives. And so technology"
    },
    {
      "index": 31,
      "start_time": 150100.0,
      "end_time": 154970.0,
      "text": "is able to scrub those pollutants out of the air before it is released. Where is the air"
    },
    {
      "index": 32,
      "start_time": 154970.0,
      "end_time": 159130.0,
      "text": "pollution coming from? What are the sources? They can be stationary, like this factory."
    },
    {
      "index": 33,
      "start_time": 159130.0,
      "end_time": 163500.0,
      "text": "They could be mobile like all of these cars stuck in traffic. Or it can be natural, remember,"
    },
    {
      "index": 34,
      "start_time": 163500.0,
      "end_time": 168270.0,
      "text": "like a giant forest fire can increase the amount of air pollution. But regardless, how"
    },
    {
      "index": 35,
      "start_time": 168270.0,
      "end_time": 173290.0,
      "text": "do they affect us? It is through our cardiovascular system. It is just like smoking. You can think"
    },
    {
      "index": 36,
      "start_time": 173290.0,
      "end_time": 178970.0,
      "text": "of it that way. It can lead to lung disease, heart disease and increased risks of cancer."
    },
    {
      "index": 37,
      "start_time": 178970.0,
      "end_time": 183420.0,
      "text": "And so where do we see these health effects most? It is wherever we have industrialization."
    },
    {
      "index": 38,
      "start_time": 183420.0,
      "end_time": 188650.0,
      "text": "So clearly it is going to be in places like China, but look over here on Eastern Europe."
    },
    {
      "index": 39,
      "start_time": 188650.0,
      "end_time": 193430.0,
      "text": "We have a huge amount of industrialization and not a lot of regulation. And so let’s"
    },
    {
      "index": 40,
      "start_time": 193430.0,
      "end_time": 197840.0,
      "text": "go through those primary pollutants again. We have VOCs, which are volatile organic compounds."
    },
    {
      "index": 41,
      "start_time": 197840.0,
      "end_time": 202330.0,
      "text": "An example could be this gasoline that is evaporating into the environment. Formaldehyde."
    },
    {
      "index": 42,
      "start_time": 202330.0,
      "end_time": 206620.0,
      "text": "If you smell a pine tree, those are VOCs or organic compounds that are coming off and"
    },
    {
      "index": 43,
      "start_time": 206620.0,
      "end_time": 212030.0,
      "text": "can lead to things like smog. We have carbon monoxide which is produced naturally through"
    },
    {
      "index": 44,
      "start_time": 212030.0,
      "end_time": 216220.0,
      "text": "photochemical sources. But it can also be produced through combustion. All of these"
    },
    {
      "index": 45,
      "start_time": 216220.0,
      "end_time": 222600.0,
      "text": "sources produce carbon monoxide. We then have NOx which is going to be nitric oxide and"
    },
    {
      "index": 46,
      "start_time": 222600.0,
      "end_time": 227520.0,
      "text": "then nitrogen dioxide. It is this brown gas that contributes to that color that you see"
    },
    {
      "index": 47,
      "start_time": 227520.0,
      "end_time": 232220.0,
      "text": "in smog. We then have sulfur dioxide. You have probably smelled that if you have ever"
    },
    {
      "index": 48,
      "start_time": 232220.0,
      "end_time": 238350.0,
      "text": "been around a coal plant. And you can see here that in the US it is going to be restricted"
    },
    {
      "index": 49,
      "start_time": 238350.0,
      "end_time": 242530.0,
      "text": "to the East coast generally because we are going to have more industrialization there."
    },
    {
      "index": 50,
      "start_time": 242530.0,
      "end_time": 245560.0,
      "text": "And then we have particulate matter. These are going to be small solids. This is from"
    },
    {
      "index": 51,
      "start_time": 245560.0,
      "end_time": 251150.0,
      "text": "the EPA, so you can think of sand as an example of a particulate. But it is not small enough."
    },
    {
      "index": 52,
      "start_time": 251150.0,
      "end_time": 254930.0,
      "text": "And so this is your hair. It is going to be on the order of 50-70 microns. And so we are"
    },
    {
      "index": 53,
      "start_time": 254930.0,
      "end_time": 260290.0,
      "text": "talking about things that are smaller than that. Small sediments that as you breathe"
    },
    {
      "index": 54,
      "start_time": 260290.00000000003,
      "end_time": 265090.0,
      "text": "it in the hairs in your nose and respiratory track do not trap it. It goes into your lungs,"
    },
    {
      "index": 55,
      "start_time": 265090.0,
      "end_time": 269430.0,
      "text": "and just like smoking, it is stuck there and can lead to other types of diseases. And then"
    },
    {
      "index": 56,
      "start_time": 269430.0,
      "end_time": 274270.0,
      "text": "we have chemicals like lead. We used to add lead to our gasoline. And there are huge neurological"
    },
    {
      "index": 57,
      "start_time": 274270.0,
      "end_time": 279200.0,
      "text": "impacts of lead. Now again these primary pollutants can produce secondary pollutants. And so the"
    },
    {
      "index": 58,
      "start_time": 279200.0,
      "end_time": 284380.0,
      "text": "nitrogen and the sulfur can lead to nitric acid and sulfuric acid. And these lead to"
    },
    {
      "index": 59,
      "start_time": 284380.0,
      "end_time": 289790.0,
      "text": "acid rain. It can dissolve statues like this, but more importantly it changes the pH in"
    },
    {
      "index": 60,
      "start_time": 289790.0,
      "end_time": 295120.0,
      "text": "the whole food web and can impact living systems. And then we have ozone. Ozone we have talked"
    },
    {
      "index": 61,
      "start_time": 295120.0,
      "end_time": 299550.0,
      "text": "about before can be good. And so if we look at the stratosphere, way up here in the stratosphere"
    },
    {
      "index": 62,
      "start_time": 299550.0,
      "end_time": 304950.0,
      "text": "remember the ozone which is produced naturally is blocking harmful UV rays. But if we move"
    },
    {
      "index": 63,
      "start_time": 304950.0,
      "end_time": 310950.0,
      "text": "down near the earth it produces a tropospheric ozone, we call that bad ozone. It is one of"
    },
    {
      "index": 64,
      "start_time": 310950.0,
      "end_time": 316400.0,
      "text": "that large things that contributes to smog, photochemical smog. And so photochemical smog,"
    },
    {
      "index": 65,
      "start_time": 316400.0,
      "end_time": 320280.0,
      "text": "this is some in Mexico City, you can almost draw a line here and say the smog is below"
    },
    {
      "index": 66,
      "start_time": 320280.0,
      "end_time": 325520.0,
      "text": "that line. Well what you are looking at there is a temperature inversion. And so the heat"
    },
    {
      "index": 67,
      "start_time": 325520.0,
      "end_time": 329840.0,
      "text": "is inverted. Let me show you what that looks like. And so if we have, in this environment,"
    },
    {
      "index": 68,
      "start_time": 329840.0,
      "end_time": 334840.0,
      "text": "the sun is heating the earth. And so we are going to have the air near the earth warmer."
    },
    {
      "index": 69,
      "start_time": 334840.0,
      "end_time": 340770.0,
      "text": "And so if we look at that gradient it is going to go from warm at low altitude to cool and"
    },
    {
      "index": 70,
      "start_time": 340770.0,
      "end_time": 345340.0,
      "text": "then cooler air as we move up. And this gradient is going to move a lot of those pollutants"
    },
    {
      "index": 71,
      "start_time": 345340.0,
      "end_time": 351520.0,
      "text": "up and then away from that city or wherever they are produced. But sometimes due to currents"
    },
    {
      "index": 72,
      "start_time": 351520.0,
      "end_time": 357300.0,
      "text": "or wind or just the geography of the city you can get what is called an inversion. And"
    },
    {
      "index": 73,
      "start_time": 357300.0,
      "end_time": 362410.0,
      "text": "so instead what we have is a layer of cooler air near the earth. And so it is inverted."
    },
    {
      "index": 74,
      "start_time": 362410.0,
      "end_time": 366070.0,
      "text": "And so as we move up it gets warmer. And then it gets cooler after that. So what you are"
    },
    {
      "index": 75,
      "start_time": 366070.0,
      "end_time": 370199.0,
      "text": "doing is you are trapping all those pollutants near the surface of the earth. They cannot"
    },
    {
      "index": 76,
      "start_time": 370199.0,
      "end_time": 374389.0,
      "text": "move up and the cannot move away. And then we start to have chemical reactions going"
    },
    {
      "index": 77,
      "start_time": 374389.0,
      "end_time": 380639.0,
      "text": "on. And so photochemical smog is caused by these three things, NOx, VOCs and the sun."
    },
    {
      "index": 78,
      "start_time": 380639.0,
      "end_time": 385460.0,
      "text": "And so if we look at that chemically, this is nitrogen dioxide. And if you have sunlight"
    },
    {
      "index": 79,
      "start_time": 385460.0,
      "end_time": 391820.0,
      "text": "what happen is that will break a free oxygen atom away. Now that free oxygen atom can then"
    },
    {
      "index": 80,
      "start_time": 391820.0,
      "end_time": 398680.0,
      "text": "combine with atmospheric oxygen and it can produce this ozone. And so what is smog? It"
    },
    {
      "index": 81,
      "start_time": 398680.0,
      "end_time": 405419.0,
      "text": "is essentially these NOx compounds and then this ozone. But naturally what will happen"
    },
    {
      "index": 82,
      "start_time": 405419.0,
      "end_time": 410880.0,
      "text": "is that these will spontaneously move back to nitrogen dioxide and regular tropospheric"
    },
    {
      "index": 83,
      "start_time": 410880.0,
      "end_time": 416580.0,
      "text": "oxygen. And so again, to make smog we have to have not only NOx and then sun but we have"
    },
    {
      "index": 84,
      "start_time": 416580.0,
      "end_time": 421430.0,
      "text": "to have these volatile organic compounds as well. And so how does it work? We break apart"
    },
    {
      "index": 85,
      "start_time": 421430.0,
      "end_time": 427620.0,
      "text": "that nitrogen dioxide again. So we are producing this nitric oxide. And that will combine with"
    },
    {
      "index": 86,
      "start_time": 427620.0,
      "end_time": 432790.0,
      "text": "these volatile organic compounds in the atmosphere itself. And so now what happens is that we"
    },
    {
      "index": 87,
      "start_time": 432790.0,
      "end_time": 437550.0,
      "text": "produce this ozone but it is not spontaneously going to go back again. And so how do you"
    },
    {
      "index": 88,
      "start_time": 437550.0,
      "end_time": 441930.0,
      "text": "form smog? We have to have these volatile organic compounds. We have to have this nitrogen"
    },
    {
      "index": 89,
      "start_time": 441930.0,
      "end_time": 446340.0,
      "text": "dioxide. And then we have to have sunlight. And so areas like Los Angeles where all of"
    },
    {
      "index": 90,
      "start_time": 446340.0,
      "end_time": 450460.0,
      "text": "these come together have a huge amount of smog. How do we prevent it? We prevent the"
    },
    {
      "index": 91,
      "start_time": 450460.0,
      "end_time": 454960.0,
      "text": "amount of nitrogen dioxide and we prevent the amount of volatile organic compounds in"
    },
    {
      "index": 92,
      "start_time": 454960.0,
      "end_time": 459139.0,
      "text": "the atmosphere. Now how do we eliminate air pollution? We do that through legislation."
    },
    {
      "index": 93,
      "start_time": 459139.0,
      "end_time": 463210.0,
      "text": "So we have restrictions on the amount of pollutants. And so the clean air act is probably the most"
    },
    {
      "index": 94,
      "start_time": 463210.0,
      "end_time": 468449.0,
      "text": "famous one in 1970. And what they did is they put strict standards on these pollutants over"
    },
    {
      "index": 95,
      "start_time": 468449.0,
      "end_time": 473240.0,
      "text": "here. And so in industry you are limited on how many of these pollutants you can put into"
    },
    {
      "index": 96,
      "start_time": 473240.0,
      "end_time": 479930.0,
      "text": "the atmosphere. But how do we do that? Technologically we can use a catalytic converter. This is"
    },
    {
      "index": 97,
      "start_time": 479930.0,
      "end_time": 485490.0,
      "text": "essentially grabbing onto that nitrogen dioxide and carbon monoxide that is produced in combustion."
    },
    {
      "index": 98,
      "start_time": 485490.0,
      "end_time": 490330.0,
      "text": "We can then use mechanical filters or electrostatic filters like this. They will produce a gradient"
    },
    {
      "index": 99,
      "start_time": 490330.0,
      "end_time": 494910.0,
      "text": "and it grabs on to some of these pollutants. We can scrub the air. And we can use wet scrubbers"
    },
    {
      "index": 100,
      "start_time": 494910.0,
      "end_time": 499910.0,
      "text": "as well. So as the air goes in, the polluted air goes in, we have a mist eliminator so"
    },
    {
      "index": 101,
      "start_time": 499910.0,
      "end_time": 504400.0,
      "text": "there is water here and that water will grab onto a lot of those chemicals. They will move"
    },
    {
      "index": 102,
      "start_time": 504400.0,
      "end_time": 509259.0,
      "text": "down into this packing material and then the clean air is going to go out the other side."
    },
    {
      "index": 103,
      "start_time": 509259.0,
      "end_time": 512560.0,
      "text": "And so did you learn the following? Could you pause the video at this point and go through"
    },
    {
      "index": 104,
      "start_time": 512559.99999999994,
      "end_time": 517019.99999999994,
      "text": "and fill it all out? Well let me do that for you. It can cause lung disease, heart disease"
    },
    {
      "index": 105,
      "start_time": 517020.0,
      "end_time": 522240.0,
      "text": "and then increased cancer risks. Those chemicals could come naturally. The could come stationary"
    },
    {
      "index": 106,
      "start_time": 522240.0,
      "end_time": 528060.0,
      "text": "or mobile sources. We can control that through the clean air act and technology and regulation."
    },
    {
      "index": 107,
      "start_time": 528060.0,
      "end_time": 533620.0,
      "text": "If we look at the pollutants themselves, again in review, it is VOx, carbon monoxide, NOx."
    },
    {
      "index": 108,
      "start_time": 533620.0,
      "end_time": 537399.0,
      "text": "That produces nitric acid. We have sulfur dioxide, particulate matter and then things"
    },
    {
      "index": 109,
      "start_time": 537399.0,
      "end_time": 543360.0,
      "text": "like lead. These acids can lead to acid deposition. And the combination of all these produces"
    },
    {
      "index": 110,
      "start_time": 543360.0,
      "end_time": 548779.0,
      "text": "smog which is exacerbated by temperature inversions. And so that is air pollution. It is deadly"
    },
    {
      "index": 111,
      "start_time": 548779.0,
      "end_time": 558779.0,
      "text": "if we do not regulate it. And I hope that was helpful."
    }
  ]
}