{
  "video_id": "_H8tP5ammso",
  "title": "A symbolic moment for Apple | Lex",
  "json": [
    {
      "index": 1,
      "start_time": 7871.0,
      "end_time": 11356.0,
      "text": "Rob, the moment is finally upon us for the first time."
    },
    {
      "index": 2,
      "start_time": 11356.0,
      "end_time": 19239.0,
      "text": "Last night, Apple reported that iPhone sales were lower in its most recent quarter than in the same period a year ago."
    },
    {
      "index": 3,
      "start_time": 19239.0,
      "end_time": 26422.0,
      "text": "That seems like a very significant moment, some people talking about a blackberry style death spiral."
    },
    {
      "index": 4,
      "start_time": 26422.0,
      "end_time": 32243.0,
      "text": "Is it really that bad or is the market getting far too excited over something that we all knew would come at some point?"
    },
    {
      "index": 5,
      "start_time": 32243.000000000004,
      "end_time": 43281.0,
      "text": "It is a moment, clearly. A symbolic moment. And it is equally true that historically very dominant handset makers."
    },
    {
      "index": 6,
      "start_time": 43281.0,
      "end_time": 49688.0,
      "text": "once they start to decline in volume, the wheels have come rattling off."
    },
    {
      "index": 7,
      "start_time": 49688.0,
      "end_time": 55583.0,
      "text": "I think in Apple's case, a couple of things have to be kept in mind."
    },
    {
      "index": 8,
      "start_time": 55583.0,
      "end_time": 66662.0,
      "text": "The first is that Apple is mid-product cycle, in other words, this first quarter fell between the iPhone 6 and the much anticipated iPhone7."
    },
    {
      "index": 9,
      "start_time": 66662.0,
      "end_time": 73082.0,
      "text": "And historically, in these mid-cycle moments, Apple has reported some pretty soft revenues."
    },
    {
      "index": 10,
      "start_time": 73082.0,
      "end_time": 76501.0,
      "text": "In the past, revenues have come down to sort of zero growth."
    },
    {
      "index": 11,
      "start_time": 76501.0,
      "end_time": 79665.0,
      "text": "This time, we just happened to break the zero barrier."
    },
    {
      "index": 12,
      "start_time": 79665.0,
      "end_time": 81810.0,
      "text": "Because of weaker sales in China."
    },
    {
      "index": 13,
      "start_time": 81810.0,
      "end_time": 86484.0,
      "text": "Yeah, China was particularly weak this quarter. That's probably macro-economic."
    },
    {
      "index": 14,
      "start_time": 86484.0,
      "end_time": 91336.0,
      "text": "So maybe you don't want to make so much of having broken the symbolic zero barrier."
    },
    {
      "index": 15,
      "start_time": 91336.0,
      "end_time": 97979.0,
      "text": "The second thing to keep in mind is that the stock is actually priced for a decline."
    },
    {
      "index": 16,
      "start_time": 97979.0,
      "end_time": 107314.0,
      "text": "The stock trades at about 11 times earnings if you take out the cash that is sitting on Apple's balance sheet, it's at 8 times earnings."
    },
    {
      "index": 17,
      "start_time": 107314.0,
      "end_time": 112809.0,
      "text": "So what the stock is saying is we expect sales to go down from here."
    },
    {
      "index": 18,
      "start_time": 112809.0,
      "end_time": 122445.0,
      "text": "And if Apple can prove that all that's gonna happen is a flat lining of sales from here, I think the stock could potentially go up quite a lot."
    },
    {
      "index": 19,
      "start_time": 122445.0,
      "end_time": 129551.0,
      "text": "How realistic is that, though? Because I thought that the whole business model of technology companies like this was growth."
    },
    {
      "index": 20,
      "start_time": 129550.99999999999,
      "end_time": 132546.0,
      "text": "And it was getting more and more people to buy more and more stuff,"
    },
    {
      "index": 21,
      "start_time": 132546.0,
      "end_time": 140495.0,
      "text": "and that there are precious few examples of businesses that have turned into this kind of annuity model where you just monetize a very large installed base."
    },
    {
      "index": 22,
      "start_time": 140495.0,
      "end_time": 145551.0,
      "text": "And I think that's precisely where that the debate over the stock is at at this moment."
    },
    {
      "index": 23,
      "start_time": 145551.0,
      "end_time": 152337.0,
      "text": "So Apple loves to trump at this number that the active installed base is over a billion customers."
    },
    {
      "index": 24,
      "start_time": 152337.0,
      "end_time": 159976.0,
      "text": "So you start to do a little bit of math. You say if something over a billion customers is willing to re-up and buy a new Apple product,"
    },
    {
      "index": 25,
      "start_time": 159976.0,
      "end_time": 166379.0,
      "text": "at a price of say 500 or 600 dollars every say 2 or 2.5 years,"
    },
    {
      "index": 26,
      "start_time": 166379.0,
      "end_time": 174103.0,
      "text": "it's easy to get to a sales line on Apple's profit and loss statement of 200 billion, 250 billion,"
    },
    {
      "index": 27,
      "start_time": 174103.0,
      "end_time": 177452.0,
      "text": "in other words, right where we are now."
    },
    {
      "index": 28,
      "start_time": 177452.0,
      "end_time": 187491.0,
      "text": "So if you can just keep people buying, renewing again and again, you have an immensely profitable company that could be sort of the ultimate value stock."
    },
    {
      "index": 29,
      "start_time": 187491.0,
      "end_time": 193516.0,
      "text": "And I guess the ultimate test of that will come later on this year when we get the much anticipated iPhone7"
    },
    {
      "index": 30,
      "start_time": 193516.0,
      "end_time": 196309.0,
      "text": "and we'll see if that reinvigorates the momentum."
    },
    {
      "index": 31,
      "start_time": 196309.0,
      "end_time": 197731.0,
      "text": "Rob, thanks very much."
    }
  ]
}