{
  "video_id": "_hdc1J2ENfk",
  "title": "NEW HOME ADDITIONS | HOMEWARE HAUL | I Covet Thee",
  "json": [
    {
      "index": 1,
      "start_time": 110.0,
      "end_time": 4580.0,
      "text": "Hey guys, so welcome back, I hope you’re all really well! I have a home video for you"
    },
    {
      "index": 2,
      "start_time": 4580.0,
      "end_time": 8690.0,
      "text": "today. I haven’t done one of these for a while. I have a few new additions around the"
    },
    {
      "index": 3,
      "start_time": 8690.0,
      "end_time": 14900.0,
      "text": "place, nothing major as of yet but I have a few furniture pieces and a few little decor"
    },
    {
      "index": 4,
      "start_time": 14900.0,
      "end_time": 18680.0,
      "text": "things and I love watching home videos and I’m sure you guys do as well so, I’m going"
    },
    {
      "index": 5,
      "start_time": 18680.0,
      "end_time": 22370.0,
      "text": "to show you some of the little things I can pick up, also I’m gonna give you a few little"
    },
    {
      "index": 6,
      "start_time": 22370.0,
      "end_time": 27200.0,
      "text": "peeks around the house, where everything else is living, so. There are three rooms that"
    },
    {
      "index": 7,
      "start_time": 27200.0,
      "end_time": 31340.0,
      "text": "I&#39;ve kinda been concentrating on recently, the lounge, the bedroom and the bathroom."
    },
    {
      "index": 8,
      "start_time": 31340.0,
      "end_time": 35000.0,
      "text": "You guys will have probably seen some of my bathroom in my recent videos but I’m gonna"
    },
    {
      "index": 9,
      "start_time": 35000.0,
      "end_time": 38300.0,
      "text": "start off with my bedroom because I have a new bed coming soon which I&#39;m really exited"
    },
    {
      "index": 10,
      "start_time": 38300.0,
      "end_time": 42180.0,
      "text": "about, I will show you guys that when it turns up, finally. It&#39;s been about six weeks in"
    },
    {
      "index": 11,
      "start_time": 42180.0,
      "end_time": 46851.0,
      "text": "the making. But I wanted a few new bits to accessorise it with, some new pillows and"
    },
    {
      "index": 12,
      "start_time": 46851.0,
      "end_time": 52160.0,
      "text": "things. I love buying pillows, who doesn’t really? So I have a couple of new ones starting"
    },
    {
      "index": 13,
      "start_time": 52160.0,
      "end_time": 57879.0,
      "text": "with, this fluffy awesomeness. So this is from Oliver Bonas, probably the most I ever"
    },
    {
      "index": 14,
      "start_time": 57880.0,
      "end_time": 61960.0,
      "text": "spent on a fluffy cushion but I saw that Suzie had one of these and it&#39;s kind of different"
    },
    {
      "index": 15,
      "start_time": 61960.0,
      "end_time": 68630.0,
      "text": "because if you turn it over, it&#39;s round. I haven’t come across any round fluffy cushions,"
    },
    {
      "index": 16,
      "start_time": 68630.0,
      "end_time": 72850.0,
      "text": "all the ones that I do have are square and this one&#39;s a little bit smaller too, I liked"
    },
    {
      "index": 17,
      "start_time": 72850.0,
      "end_time": 76949.0,
      "text": "that it was a bit kind of more compact. But I like this one, I love the colour it&#39;s a"
    },
    {
      "index": 18,
      "start_time": 76950.0,
      "end_time": 81950.0,
      "text": "very subtle kind of taupey pink, it&#39;s almost somewhere between lavender, lilac and pink."
    },
    {
      "index": 19,
      "start_time": 81950.0,
      "end_time": 86700.0,
      "text": "It&#39;s currently sitting on my pink chair in the bedroom and I think those two colours"
    },
    {
      "index": 20,
      "start_time": 86700.0,
      "end_time": 91680.0,
      "text": "go together really nicely. On that chair as well I have another cushion, this one is a"
    },
    {
      "index": 21,
      "start_time": 91680.0,
      "end_time": 95810.0,
      "text": "similar colour actually if I hold the two up together you can see. This one is slightly"
    },
    {
      "index": 22,
      "start_time": 95810.0,
      "end_time": 100510.0,
      "text": "lighter but this one is still a really nice taupey, lilacy, pinky colour. This is actually"
    },
    {
      "index": 23,
      "start_time": 100510.0,
      "end_time": 106490.0,
      "text": "from H&M home, I think they do amazing cushions and just amazing everything else when it comes"
    },
    {
      "index": 24,
      "start_time": 106490.0,
      "end_time": 109540.0,
      "text": "to homeware but I do really like their cushions they’re super affordable and it&#39;s a nice"
    },
    {
      "index": 25,
      "start_time": 109540.0,
      "end_time": 114490.0,
      "text": "size I think it fits really nicely again, on the pink velvet chair, it doesn’t overpower"
    },
    {
      "index": 26,
      "start_time": 114490.0,
      "end_time": 119130.0,
      "text": "it and I think it looks really nice with the fluffy one. I love velvet anyway, I love velvet"
    },
    {
      "index": 27,
      "start_time": 119130.0,
      "end_time": 123520.0,
      "text": "everything. One day my dream is to have a pink velvet sofa, but we&#39;ll see, we&#39;ll see"
    },
    {
      "index": 28,
      "start_time": 123520.0,
      "end_time": 125929.0,
      "text": "about that. I’ve lived in this house for, getting on"
    },
    {
      "index": 29,
      "start_time": 125930.0,
      "end_time": 131540.0,
      "text": "two years now and theres a lot of big walls and kind of empty spaces and I really haven’t"
    },
    {
      "index": 30,
      "start_time": 131540.0,
      "end_time": 135420.0,
      "text": "spent a lot of time thinking about prints and dressing them. But now is the time it"
    },
    {
      "index": 31,
      "start_time": 135420.0,
      "end_time": 139671.0,
      "text": "seems, as you can see this one, this massive print I’ve had since Christmas and I’ve"
    },
    {
      "index": 32,
      "start_time": 139671.0,
      "end_time": 143560.0,
      "text": "only just hung it but I absolutely love it, that one is also from Oliver Bonas if anybody"
    },
    {
      "index": 33,
      "start_time": 143560.0,
      "end_time": 146630.0,
      "text": "was wondering. So the two I have in the bedroom are from"
    },
    {
      "index": 34,
      "start_time": 146630.0,
      "end_time": 149489.0,
      "text": "Desenio, I think I’m saying that right, I’m probably not."
    },
    {
      "index": 35,
      "start_time": 149489.0,
      "end_time": 154230.0,
      "text": "I went for the NAMASTAY in bed print which I thought was the perfect thing to actually"
    },
    {
      "index": 36,
      "start_time": 154230.0,
      "end_time": 158609.0,
      "text": "hang over my bed and its very simple, I went for a black frame with that one."
    },
    {
      "index": 37,
      "start_time": 158610.0,
      "end_time": 163870.0,
      "text": "So the other print that I have which is a portrait style one, the other one I have landscape,"
    },
    {
      "index": 38,
      "start_time": 163870.0,
      "end_time": 168670.0,
      "text": "is a kind of take on Chanel, Coco Chanel, it says Coco and I think it says I don’t"
    },
    {
      "index": 39,
      "start_time": 168670.0,
      "end_time": 173700.0,
      "text": "do fashion or I do fashion or something like that. But again I love the simplicity of it,"
    },
    {
      "index": 40,
      "start_time": 173700.0,
      "end_time": 177190.0,
      "text": "it&#39;s very minimal. So I love those prints, I have a couple more around the house as well"
    },
    {
      "index": 41,
      "start_time": 177190.0,
      "end_time": 181319.0,
      "text": "but those are definitely some of my favourites. And then the final thing in the bedroom which"
    },
    {
      "index": 42,
      "start_time": 181319.0,
      "end_time": 186179.0,
      "text": "is kind of new is a plant. I can’t believe that I’ve actually brought, not one but"
    },
    {
      "index": 43,
      "start_time": 186180.0,
      "end_time": 190870.0,
      "text": "quite a few plants into my house recently, I’m not great with living things."
    },
    {
      "index": 44,
      "start_time": 190870.0,
      "end_time": 194800.0,
      "text": "This one is called a Mother&#39;s Tongue though I believe and they are quite easy to take"
    },
    {
      "index": 45,
      "start_time": 194800.0,
      "end_time": 198600.0,
      "text": "care of, they don’t need a lot of watering, they don’t need a lot of maintenance they"
    },
    {
      "index": 46,
      "start_time": 198600.0,
      "end_time": 202540.0,
      "text": "just kind of sit there, and I really like it, it&#39;s a nice pop of green in the room."
    },
    {
      "index": 47,
      "start_time": 202540.0,
      "end_time": 206179.0,
      "text": "I&#39;ve also read that one is supposed to be really good for the air and just kind of refreshing"
    },
    {
      "index": 48,
      "start_time": 206180.0,
      "end_time": 209760.0,
      "text": "it and keeping it healthy. Which I think is nice to have in the bedroom."
    },
    {
      "index": 49,
      "start_time": 209760.0,
      "end_time": 214290.0,
      "text": "I actually ordered that one online which I think is amazing, I was so pleased with how"
    },
    {
      "index": 50,
      "start_time": 214290.0,
      "end_time": 219760.0,
      "text": "it came, it was perfect, exactly what I wanted but I find it really hard to find the types"
    },
    {
      "index": 51,
      "start_time": 219760.0,
      "end_time": 224159.0,
      "text": "of plants that I like unless I’m kinda trawling around various different garden centres and"
    },
    {
      "index": 52,
      "start_time": 224159.0,
      "end_time": 229209.0,
      "text": "things like that. The planter that I have that one in is another H&M Home find. It&#39;s"
    },
    {
      "index": 53,
      "start_time": 229209.0,
      "end_time": 233599.0,
      "text": "a really pretty kind of, off pink colour, it&#39;s kind of quite earthy but it definitely"
    },
    {
      "index": 54,
      "start_time": 233599.0,
      "end_time": 238399.0,
      "text": "has a hint of pink in it and the paint is almost kind of slightly marbled on it, I really"
    },
    {
      "index": 55,
      "start_time": 238400.0,
      "end_time": 242500.0,
      "text": "like the effect of that. So those are all the new bits I have in the"
    },
    {
      "index": 56,
      "start_time": 242500.0,
      "end_time": 246150.0,
      "text": "bedroom and then if we move across the hall into the bathroom. This room I like to keep"
    },
    {
      "index": 57,
      "start_time": 246150.0,
      "end_time": 252310.0,
      "text": "very minimal, very muted, not a lot of colour in it. I find it just makes it much more calming"
    },
    {
      "index": 58,
      "start_time": 252310.0,
      "end_time": 255290.0,
      "text": "space and it&#39;s become the space that I really like to spend a lot of time in."
    },
    {
      "index": 59,
      "start_time": 255290.0,
      "end_time": 260599.0,
      "text": "So the biggest change for me and one that I’m so happy that I made, was to get a big"
    },
    {
      "index": 60,
      "start_time": 260599.0,
      "end_time": 264570.0,
      "text": "set of chest of draws in there, now I know not everybody has a lot of space"
    },
    {
      "index": 61,
      "start_time": 264570.0,
      "end_time": 268800.0,
      "text": "in the bathroom, I’m quite luck to have a large bathroom which I think used to be"
    },
    {
      "index": 62,
      "start_time": 268800.0,
      "end_time": 272220.0,
      "text": "a bedroom before it was converted. I used to have quite a lot of shelves with"
    },
    {
      "index": 63,
      "start_time": 272220.0,
      "end_time": 275669.0,
      "text": "lots of things out, I have a lot of beauty products doing what I do"
    },
    {
      "index": 64,
      "start_time": 275669.0,
      "end_time": 280169.0,
      "text": "so they was just scattered everywhere and they made everything look so untidy and disorganised."
    },
    {
      "index": 65,
      "start_time": 280169.0,
      "end_time": 285628.0,
      "text": "So everything now lives inside the draws and I will be showing you kind of what exactly"
    },
    {
      "index": 66,
      "start_time": 285629.0,
      "end_time": 290110.0,
      "text": "is inside there in my clear out series, the next one of those is coming up on Friday so"
    },
    {
      "index": 67,
      "start_time": 290110.0,
      "end_time": 292789.0,
      "text": "keep an eye out for that. But basically all my skincare lives in there,"
    },
    {
      "index": 68,
      "start_time": 292789.0,
      "end_time": 298188.0,
      "text": "anything else that I need in the bathroom; body stuff, hair stuff, it&#39;s just so, so handy,"
    },
    {
      "index": 69,
      "start_time": 298189.0,
      "end_time": 302241.0,
      "text": "so I love that. I think it&#39;s a really beautiful chest of draws too, it&#39;s just from IKEA, it&#39;s"
    },
    {
      "index": 70,
      "start_time": 302241.0,
      "end_time": 307349.0,
      "text": "from the Hemnes range. I have a few bits from that range dotted around the place but those"
    },
    {
      "index": 71,
      "start_time": 307349.0,
      "end_time": 312369.0,
      "text": "chest of draws I think are gorgeous. And on top of that I wanted to keep things very minimal"
    },
    {
      "index": 72,
      "start_time": 312369.0,
      "end_time": 317580.0,
      "text": "again, nothing too cluttered, not many products or anything out. So I have three things. Oh"
    },
    {
      "index": 73,
      "start_time": 317580.0,
      "end_time": 320909.0,
      "text": "I have them here I can show you. My favourite of the three definitely has to"
    },
    {
      "index": 74,
      "start_time": 320909.0,
      "end_time": 326690.0,
      "text": "be this mirror. This I actually got in Next. I was so pleased with myself when I found"
    },
    {
      "index": 75,
      "start_time": 326690.0,
      "end_time": 329509.0,
      "text": "this. Oh you can see my collection of alcohol reflecting"
    },
    {
      "index": 76,
      "start_time": 329509.0,
      "end_time": 333180.0,
      "text": "from the bar cart. So this style of mirror, the marble stand"
    },
    {
      "index": 77,
      "start_time": 333180.0,
      "end_time": 337969.0,
      "text": "with the kind of twisty round mirror at the top, I’d seen quite a lot on Pinterest and"
    },
    {
      "index": 78,
      "start_time": 337969.0,
      "end_time": 341839.0,
      "text": "places like that. So I found this online, originally this was"
    },
    {
      "index": 79,
      "start_time": 341839.0,
      "end_time": 347160.0,
      "text": "silver the frame I actually spray painted gold, it was kind of simple actually I just"
    },
    {
      "index": 80,
      "start_time": 347160.0,
      "end_time": 351669.0,
      "text": "put some masking tape around it, popped the mirror out of the base and then put everything"
    },
    {
      "index": 81,
      "start_time": 351669.0,
      "end_time": 355339.0,
      "text": "back together again. Highly recommend having some spray paint in"
    },
    {
      "index": 82,
      "start_time": 355339.0,
      "end_time": 359800.0,
      "text": "the house because it can instantly change the look of something and I think this looks"
    },
    {
      "index": 83,
      "start_time": 359800.0,
      "end_time": 363180.0,
      "text": "really nice now that it&#39;s gold, it kinda fits the theme of the rest of the bathroom."
    },
    {
      "index": 84,
      "start_time": 363180.0,
      "end_time": 369899.0,
      "text": "Also this base is not real marble, it&#39;s plastic but the marble effect is really, really good."
    },
    {
      "index": 85,
      "start_time": 369899.0,
      "end_time": 374840.0,
      "text": "Some faux marble items can look kind of just really, really fake and cheap but I think"
    },
    {
      "index": 86,
      "start_time": 374840.0,
      "end_time": 378698.0,
      "text": "this one is nice. I also have another marble piece on there,"
    },
    {
      "index": 87,
      "start_time": 378699.0,
      "end_time": 382909.0,
      "text": "this one is actually real marble and you can see it doesn’t look that much different"
    },
    {
      "index": 88,
      "start_time": 382909.0,
      "end_time": 385740.0,
      "text": "to the mirror. This is another piece from Oliver Bonas."
    },
    {
      "index": 89,
      "start_time": 385740.0,
      "end_time": 391949.0,
      "text": "So it&#39;s got a little gold handle on the top and it&#39;s just a plain box, it&#39;s pretty big"
    },
    {
      "index": 90,
      "start_time": 391949.0,
      "end_time": 396729.0,
      "text": "you can fit a lot in here but I keep my jewellery and my hair bands, earrings, all the kind"
    },
    {
      "index": 91,
      "start_time": 396729.0,
      "end_time": 400340.0,
      "text": "of stuff that I wear on a daily basis I just throw in here and then I can go back in the"
    },
    {
      "index": 92,
      "start_time": 400340.0,
      "end_time": 403229.0,
      "text": "morning and put them on again. So I love how this looks and I think really"
    },
    {
      "index": 93,
      "start_time": 403229.0,
      "end_time": 408330.0,
      "text": "kind of finishes off the whole table as well. So another thing that I think H&M Home are"
    },
    {
      "index": 94,
      "start_time": 408330.0,
      "end_time": 413258.0,
      "text": "really, really great for are baskets. They do so many different kinds of these, different"
    },
    {
      "index": 95,
      "start_time": 413259.0,
      "end_time": 419249.0,
      "text": "shapes, different colours, I have quite a few. So I got this one, which is in this kind"
    },
    {
      "index": 96,
      "start_time": 419249.0,
      "end_time": 423789.0,
      "text": "of matte gold effect which matches the mirror and then the little pot, just to finish off"
    },
    {
      "index": 97,
      "start_time": 423789.0,
      "end_time": 428270.0,
      "text": "the top of the chest of draws. I was planning on putting maybe like bath bombs and products"
    },
    {
      "index": 98,
      "start_time": 428270.0,
      "end_time": 433938.0,
      "text": "and things like that in here and I might still do that if I have any, but for now it&#39;s housing"
    },
    {
      "index": 99,
      "start_time": 433939.0,
      "end_time": 438759.0,
      "text": "another planter and another plant that I have in the bathroom. That planter is also from"
    },
    {
      "index": 100,
      "start_time": 438759.0,
      "end_time": 442550.0,
      "text": "H&M, it&#39;s a very simple kind of honey comb effect. But I kind of like the way it looks"
    },
    {
      "index": 101,
      "start_time": 442550.0,
      "end_time": 446869.0,
      "text": "inside this little basket, I might end up moving it but I think these are just so useful"
    },
    {
      "index": 102,
      "start_time": 446869.0,
      "end_time": 450169.0,
      "text": "for anything really. And then the last room that I’ve been adding"
    },
    {
      "index": 103,
      "start_time": 450169.0,
      "end_time": 454998.0,
      "text": "a few new bits to is the lounge, this one&#39;s probably the more dramatic one because I have"
    },
    {
      "index": 104,
      "start_time": 454999.0,
      "end_time": 460310.0,
      "text": "a big piece of new furniture in here. One that I’m just so, so happy with I think"
    },
    {
      "index": 105,
      "start_time": 460310.0,
      "end_time": 467590.0,
      "text": "it is my favourite find I’ve ever made in Homesense. It&#39;s a pink and gold velvet chair."
    },
    {
      "index": 106,
      "start_time": 467590.0,
      "end_time": 473460.0,
      "text": "It&#39;s really soft velvet, it&#39;s scalloped at the back, it has amazing gold legs. It&#39;s just"
    },
    {
      "index": 107,
      "start_time": 473460.0,
      "end_time": 477680.0,
      "text": "everything I&#39;ve always wanted in a chair. It&#39;s quite big as well so it&#39;s super cosy,"
    },
    {
      "index": 108,
      "start_time": 477680.0,
      "end_time": 482369.0,
      "text": "if I sit on it I can really tuck my legs up and just get very comfortable. And I have"
    },
    {
      "index": 109,
      "start_time": 482369.0,
      "end_time": 486849.0,
      "text": "a big sofa I the lounge but I’ve kinda been missing having an arm chair or just another"
    },
    {
      "index": 110,
      "start_time": 486849.0,
      "end_time": 488558.0,
      "text": "chair for people to sit in there when they come round."
    },
    {
      "index": 111,
      "start_time": 488559.0,
      "end_time": 493270.0,
      "text": "So I think that one is perfect for that it&#39;s sitting in the corner right now, I might move"
    },
    {
      "index": 112,
      "start_time": 493270.0,
      "end_time": 497119.0,
      "text": "it around in the future but I really like it where it is now, it&#39;s kind of become my"
    },
    {
      "index": 113,
      "start_time": 497119.0,
      "end_time": 501580.0,
      "text": "little reading nook. I sit there quite a lot. I&#39;ve seen similar chairs to it online from"
    },
    {
      "index": 114,
      "start_time": 501580.0,
      "end_time": 506899.0,
      "text": "places like Jonathan Adler and West Elm which are so expensive, usually over a thousand"
    },
    {
      "index": 115,
      "start_time": 506899.0,
      "end_time": 511580.0,
      "text": "pounds, and this one I got for under two hundred which I think is so good so, it definitely"
    },
    {
      "index": 116,
      "start_time": 511580.0,
      "end_time": 515860.0,
      "text": "pays to pop into Homesense as often as you can if you have one nearby."
    },
    {
      "index": 117,
      "start_time": 515860.0,
      "end_time": 520680.0,
      "text": "So let&#39;s go back to pillows, or should I say cushions? I think these are more like cushions"
    },
    {
      "index": 118,
      "start_time": 520679.0,
      "end_time": 525719.0,
      "text": "than pillows. I wanted some more kind of, more earthy looking,"
    },
    {
      "index": 119,
      "start_time": 525720.0,
      "end_time": 531490.0,
      "text": "rustic prints and colours. My words are failing me, but I went for three different ones and"
    },
    {
      "index": 120,
      "start_time": 531490.0,
      "end_time": 537649.0,
      "text": "the first of which is this. This is kind of a, it&#39;s almost like blue polkadot actually"
    },
    {
      "index": 121,
      "start_time": 537649.0,
      "end_time": 540600.0,
      "text": "although it looks a bit more black, or grey if you&#39;re further away."
    },
    {
      "index": 122,
      "start_time": 540600.0,
      "end_time": 545220.0,
      "text": "But, I love polkadot cushions. So this one is a cushion cover from H&M."
    },
    {
      "index": 123,
      "start_time": 545220.0,
      "end_time": 549110.0,
      "text": "So I have one of these that kind of sits in the middle of the sofa, and then I have two"
    },
    {
      "index": 124,
      "start_time": 549110.0,
      "end_time": 554209.0,
      "text": "of these ones they&#39;re kind of, very canvasy feeling they feel a little bit rougher. They&#39;re"
    },
    {
      "index": 125,
      "start_time": 554209.0,
      "end_time": 559319.0,
      "text": "still super comfortable, really soft and squishy but they have this, black design on them."
    },
    {
      "index": 126,
      "start_time": 559319.0,
      "end_time": 562819.0,
      "text": "Again I think they&#39;re really simple but they still have that kind of vibe. Someone please"
    },
    {
      "index": 127,
      "start_time": 562820.0,
      "end_time": 568259.0,
      "text": "tell me the world I&#39;m looking for to describe this type of decor style. But I really like"
    },
    {
      "index": 128,
      "start_time": 568259.0,
      "end_time": 572940.0,
      "text": "these ones so I have two of those. And then the final two are this, I wanna say"
    },
    {
      "index": 129,
      "start_time": 572940.0,
      "end_time": 578290.0,
      "text": "this is pink although it is very browny, earthly again. It has a hint of pink and I thought"
    },
    {
      "index": 130,
      "start_time": 578290.0,
      "end_time": 581519.0,
      "text": "they tied together really nicely so I have two of these. These are from Urban Outfitters"
    },
    {
      "index": 131,
      "start_time": 581519.0,
      "end_time": 585390.0,
      "text": "and they&#39;re a little bit different, they&#39;re not as soft as the H&M ones, they&#39;re kind"
    },
    {
      "index": 132,
      "start_time": 585390.0,
      "end_time": 589410.0,
      "text": "of slightly harder. I think the three of those together, the three different patterns look"
    },
    {
      "index": 133,
      "start_time": 589410.0,
      "end_time": 595120.0,
      "text": "really great on the sofa, I also just have and old grey throw which I think is from Primark"
    },
    {
      "index": 134,
      "start_time": 595120.0,
      "end_time": 599379.0,
      "text": "actually. One of the best things I&#39;ve ever bought in Primark that throw. So that kind"
    },
    {
      "index": 135,
      "start_time": 599379.0,
      "end_time": 602180.0,
      "text": "of just sits on the back of the sofa and ties everything together."
    },
    {
      "index": 136,
      "start_time": 602180.0,
      "end_time": 606209.0,
      "text": "So I have a plant as well in the lounge, there is a plant in literally every single room"
    },
    {
      "index": 137,
      "start_time": 606209.0,
      "end_time": 610739.0,
      "text": "now. This one is probably my favourite one though, it&#39;s a Cheese plant, which is called.."
    },
    {
      "index": 138,
      "start_time": 610740.0,
      "end_time": 615420.0,
      "text": "There is a more technical name for it which I think begins with &#39;M&#39;. I think it&#39;s a Monstera plant?"
    },
    {
      "index": 139,
      "start_time": 615420.0,
      "end_time": 616439.0,
      "text": "Monstera plant?"
    },
    {
      "index": 140,
      "start_time": 616440.0,
      "end_time": 620560.0,
      "text": "They&#39;re the super kind of classic fern leaf shape which I have on a lot of different things,"
    },
    {
      "index": 141,
      "start_time": 620569.0,
      "end_time": 625260.0,
      "text": "I have some faux leaves here and even this little gold thing up here is in the shape"
    },
    {
      "index": 142,
      "start_time": 625260.0,
      "end_time": 628920.0,
      "text": "of one of the Monstera leaves. I ordered this one online along with the one"
    },
    {
      "index": 143,
      "start_time": 628921.0,
      "end_time": 632980.0,
      "text": "in my bedroom. It&#39;s doing okay, it&#39;s probably the one that I need to give a little bit more"
    },
    {
      "index": 144,
      "start_time": 632980.0,
      "end_time": 636920.0,
      "text": "love and attention to, it sits in a corner at the moment so I think that might be the"
    },
    {
      "index": 145,
      "start_time": 636920.0,
      "end_time": 641349.0,
      "text": "reason it&#39;s not as healthy as it could be but, I still think it looks great. And I have"
    },
    {
      "index": 146,
      "start_time": 641350.0,
      "end_time": 647399.0,
      "text": "that in a kind of white, origami style planter. And then the whole plant and everything sits"
    },
    {
      "index": 147,
      "start_time": 647399.0,
      "end_time": 652279.0,
      "text": "on top of a little gold three legged table which I actually found in Sainsbury&#39;s for"
    },
    {
      "index": 148,
      "start_time": 652279.0,
      "end_time": 657250.0,
      "text": "about fifteen pounds. I was shocked when I saw that, I think Sainsbury&#39;s do some really"
    },
    {
      "index": 149,
      "start_time": 657250.0,
      "end_time": 661490.0,
      "text": "good homeware stuff so it&#39;s always worth looking at their homey bits while you&#39;re there."
    },
    {
      "index": 150,
      "start_time": 661490.0,
      "end_time": 665300.0,
      "text": "So last thing I have to show you are these coasters."
    },
    {
      "index": 151,
      "start_time": 665300.0,
      "end_time": 669529.0,
      "text": "I love a coaster, I think they are so underrated and I don&#39;t often use coasters for putting"
    },
    {
      "index": 152,
      "start_time": 669529.0,
      "end_time": 674930.0,
      "text": "glasses on, I think they&#39;re so great to have candles on top of, vases. Any little ornaments"
    },
    {
      "index": 153,
      "start_time": 674930.0,
      "end_time": 679290.0,
      "text": "and knick knacks and things like that, I just like to put coasters underneath them."
    },
    {
      "index": 154,
      "start_time": 679290.0,
      "end_time": 685449.0,
      "text": "These are, I think they&#39;re kind of like a marble effect, they&#39;re white stone, but the"
    },
    {
      "index": 155,
      "start_time": 685450.0,
      "end_time": 690329.0,
      "text": "edges they have this copper paint on them. I&#39;m not massively into copper anymore I think"
    },
    {
      "index": 156,
      "start_time": 690329.0,
      "end_time": 696189.0,
      "text": "it was definitely a trend that, at the time I loved and I was all about but kind of over"
    },
    {
      "index": 157,
      "start_time": 696189.0,
      "end_time": 700420.0,
      "text": "they years it&#39;s not held up as much as I thought it would so I&#39;ve been replacing a lot of the"
    },
    {
      "index": 158,
      "start_time": 700420.0,
      "end_time": 704170.0,
      "text": "copper things in my house with just gold which I think is a lot more classic."
    },
    {
      "index": 159,
      "start_time": 704170.0,
      "end_time": 707870.0,
      "text": "But I did love these, I think they&#39;re really pretty and they&#39;re a bit more subtle than"
    },
    {
      "index": 160,
      "start_time": 707870.0,
      "end_time": 712640.0,
      "text": "bright copper all over coasters. Yeah, so these two I actually use for candle"
    },
    {
      "index": 161,
      "start_time": 712640.0,
      "end_time": 717870.0,
      "text": "holders. I have a candle sitting on a shelf on this one and a candle sitting on my shoe"
    },
    {
      "index": 162,
      "start_time": 717870.0,
      "end_time": 721290.0,
      "text": "cupboard on this one. I think they look so pretty that way and they"
    },
    {
      "index": 163,
      "start_time": 721290.0,
      "end_time": 727519.0,
      "text": "did come in set of four so, I have the other two somewhere around the house. I think one"
    },
    {
      "index": 164,
      "start_time": 727519.0,
      "end_time": 731149.0,
      "text": "of them is being used as a proper coaster but, most of the time I use these for other"
    },
    {
      "index": 165,
      "start_time": 731149.0,
      "end_time": 733170.0,
      "text": "things. So those were all my new home additions, I"
    },
    {
      "index": 166,
      "start_time": 733170.0,
      "end_time": 737540.0,
      "text": "hope you liked this video, give it a thumbs up if you so like these kind of more homey"
    },
    {
      "index": 167,
      "start_time": 737540.0,
      "end_time": 741780.0,
      "text": "style, homeware haul type of videos and I will definitely have a look at that and make"
    },
    {
      "index": 168,
      "start_time": 741780.0,
      "end_time": 745990.0,
      "text": "some more if you do like them. I&#39;m thinking about maybe doing a few room"
    },
    {
      "index": 169,
      "start_time": 745990.0,
      "end_time": 749300.0,
      "text": "tours soon so again, tell me below in the comments if you wanna see those and which"
    },
    {
      "index": 170,
      "start_time": 749300.0,
      "end_time": 752439.0,
      "text": "room in particular you would like to see me to do first."
    },
    {
      "index": 171,
      "start_time": 752440.0,
      "end_time": 756680.0,
      "text": "So that is it from me today, thank you guys all so much for watching and I will see you"
    },
    {
      "index": 172,
      "start_time": 756680.0,
      "end_time": 757180.0,
      "text": "soon. Bye!"
    }
  ]
}