{
  "video_id": "_IvzJsQs6Wo",
  "title": "12 Airport Life Hacks Every Girl Should Know | Brooklyn and Bailey",
  "json": [
    {
      "index": 1,
      "start_time": 11601.0,
      "end_time": 12101.0,
      "text": "Hey guys!"
    },
    {
      "index": 2,
      "start_time": 12621.0,
      "end_time": 19939.0,
      "text": "It's Brooklyn and Bailey and today's video is going to be an airport hacks video because we have been travelling a tonnnnn lately....."
    },
    {
      "index": 3,
      "start_time": 19946.0,
      "end_time": 21740.0,
      "text": "So we decided to make this video for you guys."
    },
    {
      "index": 4,
      "start_time": 21740.0,
      "end_time": 26537.0,
      "text": "So you guys can watch before or while you're at the airport just for some fun hacks!"
    },
    {
      "index": 5,
      "start_time": 26535.0,
      "end_time": 28143.0,
      "text": "But before we get onto the video you guys,"
    },
    {
      "index": 6,
      "start_time": 28143.0,
      "end_time": 30499.0,
      "text": "be sure to be watching out on our social media."
    },
    {
      "index": 7,
      "start_time": 30499.0,
      "end_time": 32983.0,
      "text": "We're letting y'all go on pieces and parts of our music,"
    },
    {
      "index": 8,
      "start_time": 32983.0,
      "end_time": 35663.0,
      "text": "and you can vote and have your say on what we put in our music."
    },
    {
      "index": 9,
      "start_time": 37729.0,
      "end_time": 38879.0,
      "text": "So be sure to check that out."
    },
    {
      "index": 10,
      "start_time": 38879.0,
      "end_time": 42286.0,
      "text": "Now, let's go onto the video."
    },
    {
      "index": 11,
      "start_time": 42286.0,
      "end_time": 45354.0,
      "text": "When you book a flight you'll receive an email with all of your flight details."
    },
    {
      "index": 12,
      "start_time": 45353.0,
      "end_time": 47750.0,
      "text": "I like to screenshot that and set it as my lock screen,"
    },
    {
      "index": 13,
      "start_time": 47750.0,
      "end_time": 48945.0,
      "text": "that way when I'm at the airport,"
    },
    {
      "index": 14,
      "start_time": 48945.0,
      "end_time": 53156.0,
      "text": "I don't have to go sifting through emails to find that information."
    },
    {
      "index": 15,
      "start_time": 53155.0,
      "end_time": 54885.0,
      "text": "If you've ever driven yourself to the airport, and you've had to park somewhere,"
    },
    {
      "index": 16,
      "start_time": 54885.0,
      "end_time": 56799.0,
      "text": "you know what a struggle it is to remember where you parked after a long trip and a long flight."
    },
    {
      "index": 17,
      "start_time": 56799.0,
      "end_time": 69299.0,
      "text": "So the best thing to do is take a picture of your parking space so that when you come back, you can just look at the picture and remember exactly where your car is parked."
    },
    {
      "index": 18,
      "start_time": 71999.0,
      "end_time": 73522.0,
      "text": "One of the tips we have for you guys is to get to the airport at least one hour before your flight takes off,"
    },
    {
      "index": 19,
      "start_time": 77124.0,
      "end_time": 81999.0,
      "text": "that way you can get through the security line, take care of your luggage, and also maybe get something to eat."
    },
    {
      "index": 20,
      "start_time": 82820.0,
      "end_time": 87200.0,
      "text": "Most luggage comes in the same three generic colors, red, black and white."
    },
    {
      "index": 21,
      "start_time": 88000.0,
      "end_time": 88277.0,
      "text": "So if you want to be able to identify your bag when it's coming around the carousel,"
    },
    {
      "index": 22,
      "start_time": 91247.0,
      "end_time": 96499.0,
      "text": "just tag it with something really identifiable like my cheetah print little tag that I have right here,"
    },
    {
      "index": 23,
      "start_time": 96599.0,
      "end_time": 99139.0,
      "text": "and then it's easy to pick out when it comes around."
    },
    {
      "index": 24,
      "start_time": 99201.0,
      "end_time": 104599.0,
      "text": "One of the biggest struggles while walking through the airport is trying to handle all of the suitcases at the same time,"
    },
    {
      "index": 25,
      "start_time": 104697.0,
      "end_time": 109141.0,
      "text": "so one trick that we learned is if you pull up both handles on the suitcases and put them back to back,"
    },
    {
      "index": 26,
      "start_time": 109144.0,
      "end_time": 112863.0,
      "text": "it makes it so much easier to handle the luggage."
    },
    {
      "index": 27,
      "start_time": 112863.0,
      "end_time": 116365.0,
      "text": "When you're deciding between the left lane and the right lane for the security check,"
    },
    {
      "index": 28,
      "start_time": 116363.0,
      "end_time": 123429.0,
      "text": "always pick the left lane because less of the world is left handed, therefore the line will be shorter."
    },
    {
      "index": 29,
      "start_time": 123427.0,
      "end_time": 129060.0,
      "text": "If you guys have travelled on an airplane before, one of the things they make you do is throw away water bottles that you have in your bag."
    },
    {
      "index": 30,
      "start_time": 129065.0,
      "end_time": 130979.0,
      "text": "So we like to pack an empty water bottle."
    },
    {
      "index": 31,
      "start_time": 130979.00000000001,
      "end_time": 133413.0,
      "text": "So that way when we get on the other side of security,"
    },
    {
      "index": 32,
      "start_time": 133413.0,
      "end_time": 139399.0,
      "text": "we can fill it up instead of having to buy the really expensive water bottles at the airport."
    },
    {
      "index": 33,
      "start_time": 140454.0,
      "end_time": 144301.0,
      "text": "When you're travelling it's always smart to bring a jacket because there's three uses for your jacket."
    },
    {
      "index": 34,
      "start_time": 144390.0,
      "end_time": 148499.0,
      "text": "The first one is to use it like a jacket to keep you warm because planes tend to be chilly."
    },
    {
      "index": 35,
      "start_time": 148599.0,
      "end_time": 150516.0,
      "text": "Trust me, I would know."
    },
    {
      "index": 36,
      "start_time": 151619.0,
      "end_time": 161899.0,
      "text": "The second purpose is to use it as a blanket for when you're taking naps in the seats or you wanna take a nap in your plane, it's just like a nice little warm comforter."
    },
    {
      "index": 37,
      "start_time": 161864.0,
      "end_time": 165179.0,
      "text": "And the third use is if you're tired and you need a place to lay down,"
    },
    {
      "index": 38,
      "start_time": 165179.0,
      "end_time": 171980.0,
      "text": "your jacket provides a really great pillow so that if you wanna take a nap somewhere comfortable, you can."
    },
    {
      "index": 39,
      "start_time": 180244.0,
      "end_time": 184628.0,
      "text": "It's always smart to bring hand sanitizer to the airport because you'll be touching a lot of things."
    },
    {
      "index": 40,
      "start_time": 184649.0,
      "end_time": 194812.0,
      "text": "And, like, MILLIONS of people have touched them and you don't know where they've been so it's smart to just hand sanitize every once in a while to keep you from getting sick while travelling."
    },
    {
      "index": 41,
      "start_time": 194778.0,
      "end_time": 196261.0,
      "text": "Alright you guys I have a confession."
    },
    {
      "index": 42,
      "start_time": 196398.0,
      "end_time": 204150.0,
      "text": "For some reason when I travel, I tend to think my breath smells terrible, and also when I ride the airplanes my ears get clogged up due to the pressure."
    },
    {
      "index": 43,
      "start_time": 204256.0,
      "end_time": 213669.0,
      "text": "So one of the things that I do to help fix both of those problems is pack chewing gum so I can chew that, my jaws moving and my ears won't get clogged up, and also my breath is minty."
    },
    {
      "index": 44,
      "start_time": 213665.0,
      "end_time": 218258.0,
      "text": "If you're a contact wearer like me you know that sleeping in your contacts can irritate your eyes."
    },
    {
      "index": 45,
      "start_time": 218251.0,
      "end_time": 226399.0,
      "text": "So I always wear my glasses and pack my contacts so that as soon as I get off the plane I can switch to my contacts and be ready to go for the day."
    },
    {
      "index": 46,
      "start_time": 226418.0,
      "end_time": 234269.0,
      "text": "Since we have lots of little siblings that sometimes travel with us, we always pack an inflatable ball to blow up so that if they get bored at the airport they have something to play with."
    },
    {
      "index": 47,
      "start_time": 234267.0,
      "end_time": 239259.0,
      "text": "But it also folds up really easy so that it doesn't take up lots of space."
    },
    {
      "index": 48,
      "start_time": 239267.0,
      "end_time": 240635.0,
      "text": "Thank you guys so much for watching."
    },
    {
      "index": 49,
      "start_time": 240635.0,
      "end_time": 245471.0,
      "text": "I hope you got some helpful tips for your upcoming round-the-world travels."
    },
    {
      "index": 50,
      "start_time": 245478.0,
      "end_time": 250101.0,
      "text": "Be sure to check out all of our social media to vote on our upcoming music."
    },
    {
      "index": 51,
      "start_time": 250106.0,
      "end_time": 253100.0,
      "text": "If you guys want to subscribe to our channel click the button over here."
    },
    {
      "index": 52,
      "start_time": 253131.0,
      "end_time": 255391.0,
      "text": "And if you haven't seen our bug challenge video,"
    },
    {
      "index": 53,
      "start_time": 255391.0,
      "end_time": 256573.0,
      "text": "click the box right up here."
    },
    {
      "index": 54,
      "start_time": 256572.99999999997,
      "end_time": 258878.99999999997,
      "text": "And to watch more of our videos, click down here."
    },
    {
      "index": 55,
      "start_time": 258879.00000000003,
      "end_time": 259866.00000000003,
      "text": "We'll see you all next week."
    },
    {
      "index": 56,
      "start_time": 259866.0,
      "end_time": 261946.0,
      "text": "I love you guys to the moon and back!"
    }
  ]
}