{
  "video_id": "_OsISZuqmRo",
  "title": "5 Darkest & Most Sinister Haunted Hospitals in The World",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 4360.0,
      "end_time": 9460.0,
      "text": "if the walls of a hospital could talk, they would have some of the most intense stories of grief and death around"
    },
    {
      "index": 2,
      "start_time": 9620.0,
      "end_time": 14340.0,
      "text": "but on the other hand, stories of miraculous recoveries and childbirths."
    },
    {
      "index": 3,
      "start_time": 14340.0,
      "end_time": 19000.0,
      "text": "this combination of mixed emotions and energy makes them susceptible to the paranormal"
    },
    {
      "index": 4,
      "start_time": 19000.0,
      "end_time": 24260.0,
      "text": "and it's usually once everybody has disappeared and the place is abandoned that this comes to light"
    },
    {
      "index": 5,
      "start_time": 24260.0,
      "end_time": 30140.0,
      "text": "so from America to South Korea, here are five eerie hospitals that are believed to be filled with paranormal activity."
    },
    {
      "index": 6,
      "start_time": 30140.0,
      "end_time": 32060.0,
      "text": "sit back and enjoy (:"
    },
    {
      "index": 7,
      "start_time": 34240.0,
      "end_time": 36080.0,
      "text": "Nocton Hall hospital"
    },
    {
      "index": 8,
      "start_time": 36080.0,
      "end_time": 41220.0,
      "text": "located in Lincolnshire, England the Nocton Hall has a dark and rich history"
    },
    {
      "index": 9,
      "start_time": 41220.0,
      "end_time": 45420.0,
      "text": "For starters, it was burnt down in 1841 and completely rebuilt."
    },
    {
      "index": 10,
      "start_time": 45420.0,
      "end_time": 48400.0,
      "text": "Then used throughout WWl as home to Norman Hodgson."
    },
    {
      "index": 11,
      "start_time": 48400.0,
      "end_time": 54080.0,
      "text": "Who was eventually called up for service and allowed the house to be used for American officers wounded in action"
    },
    {
      "index": 12,
      "start_time": 54080.0,
      "end_time": 60480.0,
      "text": "After returning from the war, Norman sold the house and it was eventually  acquired by the Air Ministry and turned into a RAF Hospital"
    },
    {
      "index": 13,
      "start_time": 60480.0,
      "end_time": 65980.0,
      "text": "More wards were added along with residential building and the hospital started to be used by local residents"
    },
    {
      "index": 14,
      "start_time": 65980.0,
      "end_time": 70600.0,
      "text": "But after the Gulf War, the hospital was sold privately and fell into disrepair"
    },
    {
      "index": 15,
      "start_time": 70660.0,
      "end_time": 73460.0,
      "text": "Remaining that way ever since"
    },
    {
      "index": 16,
      "start_time": 73460.0,
      "end_time": 80060.0,
      "text": "What's left of this beautiful old building is now a magnet for ghost hunters because the original building was believed to be haunted by the ghost of a girl"
    },
    {
      "index": 17,
      "start_time": 80060.0,
      "end_time": 83740.0,
      "text": "who roams the halls, in particular, one of the bedrooms within the hospital"
    },
    {
      "index": 18,
      "start_time": 83920.0,
      "end_time": 92920.0,
      "text": "people who have stayed in this bedroom claim to have been woken up at precisely 4:30 a.m. Only to see a young girl crying at the foot of their bed, mumbling about a devilish man"
    },
    {
      "index": 19,
      "start_time": 92920.0,
      "end_time": 98140.0,
      "text": "It's thought she is the ghost of a young servant girl who became pregnant by the hospital owner's son"
    },
    {
      "index": 20,
      "start_time": 98140.0,
      "end_time": 104520.0,
      "text": "Desperate to avoid the inconvenience of this, the man murdered her and disposed of her body on the grounds of the hospital"
    },
    {
      "index": 21,
      "start_time": 104660.0,
      "end_time": 111660.0,
      "text": "A gray lady is also thought to roam around along with several patients who lost their lives after receiving horrific injuries at war"
    },
    {
      "index": 22,
      "start_time": 111660.0,
      "end_time": 118240.0,
      "text": "in more recent years the dilapidated building has been targeted by arsonists which has added to its eerie appearance"
    },
    {
      "index": 23,
      "start_time": 118320.0,
      "end_time": 126040.0,
      "text": "despite this though a lot of the original features and signs remain and it is still frequently visited by people wanting to experience paranormal activity."
    },
    {
      "index": 24,
      "start_time": 126040.0,
      "end_time": 129700.0,
      "text": "And take a tour of one of England's most haunted abandoned locations."
    },
    {
      "index": 25,
      "start_time": 131960.0,
      "end_time": 134060.0,
      "text": "Old Changi Hospital"
    },
    {
      "index": 26,
      "start_time": 134620.0,
      "end_time": 143660.0,
      "text": "Built in 1935, the old Changi Hospital in Singapore was originally a royal air force building and remained that until the Japanese occupied the area in 1942"
    },
    {
      "index": 27,
      "start_time": 143720.0,
      "end_time": 147220.0,
      "text": "This is when the building gained the reputation for a more sinister reason"
    },
    {
      "index": 28,
      "start_time": 147280.0,
      "end_time": 151440.0,
      "text": "It became a prison camp and base for the notorious Japanese secret police"
    },
    {
      "index": 29,
      "start_time": 151560.0,
      "end_time": 158840.0,
      "text": "And it was rumored that they were using it as a torture chamber, to punish a selected few unfortunate people who were deemed anti-Japanese."
    },
    {
      "index": 30,
      "start_time": 158840.0,
      "end_time": 165040.0,
      "text": "The information is hard to find, but the building had one room in particular that was said to have been used for such procedures"
    },
    {
      "index": 31,
      "start_time": 165040.0,
      "end_time": 169280.0,
      "text": "In there were heavy chains on the walls and two concrete blocks on the floor."
    },
    {
      "index": 32,
      "start_time": 169460.0,
      "end_time": 177960.0,
      "text": "One Australian soldier, a lieutenant, who survived the treatment at the hospital said he had a wooden spike hammered into his ear drum, which left him permanently deaf."
    },
    {
      "index": 33,
      "start_time": 177960.0,
      "end_time": 184280.0,
      "text": "After the war and the tales of torture, the building reverted back to a hospital until it closure in 1997"
    },
    {
      "index": 34,
      "start_time": 184280.0,
      "end_time": 189320.0,
      "text": "since then, it's been abandoned and has become one of Singapore's most popular paranormal buildings"
    },
    {
      "index": 35,
      "start_time": 189320.0,
      "end_time": 195280.0,
      "text": "And with an old morgue, body fridges, and operating theater, and the small torture room you can see why."
    },
    {
      "index": 36,
      "start_time": 195360.0,
      "end_time": 203040.0,
      "text": "The most popular reports are of people being led further into the hospital by what they think is a friend. only for them to disappear and be left alone."
    },
    {
      "index": 37,
      "start_time": 203180.0,
      "end_time": 210180.0,
      "text": "Others have witnessed a small boy sitting staring into space and after seeing him they become overwhelmed by a sense of sadness"
    },
    {
      "index": 38,
      "start_time": 210180.0,
      "end_time": 213420.0,
      "text": "And shadows and screams have been reported in the hallways"
    },
    {
      "index": 39,
      "start_time": 213420.0,
      "end_time": 217700.0,
      "text": "believed to be that of the many horrific tortures that were said to have been carried out"
    },
    {
      "index": 40,
      "start_time": 217960.0,
      "end_time": 225220.0,
      "text": "But it's not just paranormal investigators who have experienced things. In 2010, the hospital was used for the set of the film \"Haunted Changi\""
    },
    {
      "index": 41,
      "start_time": 225220.0,
      "end_time": 228920.0,
      "text": "And during filming, the crew experienced lots of paranormal activity"
    },
    {
      "index": 42,
      "start_time": 228960.0,
      "end_time": 234480.0,
      "text": "Including a lady with what was described as a black aura and lots of shadowy figures that they could not explain"
    },
    {
      "index": 43,
      "start_time": 234480.0,
      "end_time": 239560.0,
      "text": "The old Changi hospital is ranked as one of the most haunted locations in Singapore"
    },
    {
      "index": 44,
      "start_time": 239560.0,
      "end_time": 244320.0,
      "text": "And given the countries huge amount of haunted locations, that is a serious statement"
    },
    {
      "index": 45,
      "start_time": 246600.0,
      "end_time": 248120.0,
      "text": "Kempton Park Hospital"
    },
    {
      "index": 46,
      "start_time": 248120.0,
      "end_time": 254200.0,
      "text": "This state of the art facility in South Africa opened in 1976 and had high expectations"
    },
    {
      "index": 47,
      "start_time": 254220.0,
      "end_time": 261420.0,
      "text": "Then on the 26th of December, 1997 it suddenly closed and everything apart from the patients and staff was left behind"
    },
    {
      "index": 48,
      "start_time": 261420.00000000003,
      "end_time": 266200.0,
      "text": "Since that day, it's become a hotspot for paranormal activity and ghost investigations"
    },
    {
      "index": 49,
      "start_time": 266200.0,
      "end_time": 273180.0,
      "text": "And despite being guarded 24 hours a day it's said that if tipped the security officers will turn a blind eye"
    },
    {
      "index": 50,
      "start_time": 273180.0,
      "end_time": 281940.0,
      "text": "Despite its modern appearance, the place looks incredibly eerie especially the pediatric wards, which still have cartoon characters on the walls and deteriorating baby incubators."
    },
    {
      "index": 51,
      "start_time": 281940.0,
      "end_time": 286340.0,
      "text": "The entire building, in fact, is full of rusting items, beds, and wheelchairs"
    },
    {
      "index": 52,
      "start_time": 286340.0,
      "end_time": 289820.0,
      "text": "Along with burnt patient files and X-rays all over the floors."
    },
    {
      "index": 53,
      "start_time": 290020.0,
      "end_time": 297500.0,
      "text": "The operating rooms are still very recognizable and so is the eerie morgue with its broken slab and fridges that once contained dead bodies"
    },
    {
      "index": 54,
      "start_time": 297500.0,
      "end_time": 302620.0,
      "text": "But the hospital creepiest feature is the blood splattered walls, floors, and equipment"
    },
    {
      "index": 55,
      "start_time": 302620.0,
      "end_time": 305920.0,
      "text": "Now it's unknown if this is a result from when the hospital was active"
    },
    {
      "index": 56,
      "start_time": 305920.0,
      "end_time": 309420.0,
      "text": "Or if it's been put here by trespassers to add to the atmosphere"
    },
    {
      "index": 57,
      "start_time": 309420.0,
      "end_time": 311660.0,
      "text": "Which it sure as hell does"
    },
    {
      "index": 58,
      "start_time": 311660.0,
      "end_time": 317060.0,
      "text": "looking at the photographs, it's not hard to believe this place is haunted with all the death and illness that took place here"
    },
    {
      "index": 59,
      "start_time": 317060.0,
      "end_time": 321440.0,
      "text": "And you can see why it's South Africa's creepiest and most haunted hospital"
    },
    {
      "index": 60,
      "start_time": 323780.0,
      "end_time": 326060.0,
      "text": "GonJiam Psychiatric Hospital"
    },
    {
      "index": 61,
      "start_time": 326060.0,
      "end_time": 331160.0,
      "text": "Located Southeast of Seoul in South Korea is the long abandoned Gonjiam hospital"
    },
    {
      "index": 62,
      "start_time": 331200.0,
      "end_time": 340000.0,
      "text": "And with its depressing gray exterior, smashed windows, rusty doors, and tales of patient and staff deaths it is regarded as the creepiest building in all of South Korea"
    },
    {
      "index": 63,
      "start_time": 340000.0,
      "end_time": 344040.0,
      "text": "The story started to unfold after its sudden closure in the 1990s"
    },
    {
      "index": 64,
      "start_time": 344040.0,
      "end_time": 350920.0,
      "text": "With claims that the families of the dead were not given proper explanations for why their loved ones had passed away behind the hospital's walls."
    },
    {
      "index": 65,
      "start_time": 350920.0,
      "end_time": 356120.0,
      "text": "Even to this day there is an unknown number of deaths with no official acknowledgment or reasoning"
    },
    {
      "index": 66,
      "start_time": 356120.0,
      "end_time": 357700.0,
      "text": "So what was going on in there? ಠ╭╮ಠ"
    },
    {
      "index": 67,
      "start_time": 357700.0,
      "end_time": 365100.0,
      "text": "The rumor is that the psychopathic owner of the hospital was responsible and carried out hideous experiments on his patients, even keeping them in cages"
    },
    {
      "index": 68,
      "start_time": 365100.0,
      "end_time": 369480.0,
      "text": "when people started asking questions he abandoned the place and fled to America"
    },
    {
      "index": 69,
      "start_time": 369480.0,
      "end_time": 372900.0,
      "text": "True story or not, now abandoned this place is creepy"
    },
    {
      "index": 70,
      "start_time": 372900.0,
      "end_time": 377080.0,
      "text": "So creepy in fact, that hundreds of  people a year break into the boarded up building ಠ_ಠ"
    },
    {
      "index": 71,
      "start_time": 377080.0,
      "end_time": 383200.0,
      "text": "Once inside it's obvious that the place was left in a hurry as the equipment, including beds and mattresses, are still there"
    },
    {
      "index": 72,
      "start_time": 383200.0,
      "end_time": 385700.0,
      "text": "But this isn't the only thing that was left behind"
    },
    {
      "index": 73,
      "start_time": 385700.0,
      "end_time": 393300.0,
      "text": "it's said that the ghosts of the many tortured patients still remain and a variety of paranormal activity has been experienced such as moans and voices"
    },
    {
      "index": 74,
      "start_time": 393300.0,
      "end_time": 397460.0,
      "text": "Along with cold spots and shadows in rooms that seem to have no explanation"
    },
    {
      "index": 75,
      "start_time": 397460.0,
      "end_time": 404760.0,
      "text": "All of this and the previous tales of cruelty that went on has made this one of South Korea's most notorious and haunted buildings"
    },
    {
      "index": 76,
      "start_time": 407040.0,
      "end_time": 408640.0,
      "text": "Taunton State Hospital"
    },
    {
      "index": 77,
      "start_time": 408640.0,
      "end_time": 414360.0,
      "text": "Built in 1854, in Massachusetts this hospital was originally called the State Lunatic Hospital"
    },
    {
      "index": 78,
      "start_time": 414360.0,
      "end_time": 418020.0,
      "text": "And was purposely built to treat the mentally ill and insane"
    },
    {
      "index": 79,
      "start_time": 418020.0,
      "end_time": 424180.0,
      "text": "Despite it being designed to care for the patients with compassion, however, it soon followed the path of many hospitals at the time"
    },
    {
      "index": 80,
      "start_time": 424180.0,
      "end_time": 428480.0,
      "text": "and became a dumping ground for many members of the society with severe mental illnesses"
    },
    {
      "index": 81,
      "start_time": 428480.0,
      "end_time": 432460.0,
      "text": "From there on out the patients were inhumanely treated and often met their deaths"
    },
    {
      "index": 82,
      "start_time": 432460.0,
      "end_time": 435140.0,
      "text": "Filling the building with negative and dark energy"
    },
    {
      "index": 83,
      "start_time": 435140.0,
      "end_time": 438160.0,
      "text": "But this isn't the only reason for the supposed hauntings"
    },
    {
      "index": 84,
      "start_time": 438160.0,
      "end_time": 440880.0,
      "text": "that is caused by what took place in the basement ◉_◉"
    },
    {
      "index": 85,
      "start_time": 440880.0,
      "end_time": 447720.0,
      "text": "it's thought that staff of the hospital used the basement to perform experiments on the patients and carry out bizarre satanic rituals ⚆ _ ⚆"
    },
    {
      "index": 86,
      "start_time": 447720.0,
      "end_time": 450880.0,
      "text": "Offering their dead bodies as sacrifices to the devil"
    },
    {
      "index": 87,
      "start_time": 450880.0,
      "end_time": 456960.0,
      "text": "These rituals are thought to be the reason why strange markings and blood covering the basement walls has been reported"
    },
    {
      "index": 88,
      "start_time": 456980.0,
      "end_time": 464300.0,
      "text": "one staff member, in fact, was unable to get past the last step in the basement after he became overwhelmed with a feeling of pain and terror"
    },
    {
      "index": 89,
      "start_time": 464300.0,
      "end_time": 466220.0,
      "text": "which caused him to quit his job"
    },
    {
      "index": 90,
      "start_time": 466220.0,
      "end_time": 471180.0,
      "text": "But the rituals carried out down there seemed to have caused paranormal activity all around the hospital"
    },
    {
      "index": 91,
      "start_time": 471180.0,
      "end_time": 476900.0,
      "text": "In the areas that are still in use today patients and staff have reported seeing a faceless man wearing white"
    },
    {
      "index": 92,
      "start_time": 476900.0,
      "end_time": 479480.0,
      "text": "walking down the corridor before fading and vanishing"
    },
    {
      "index": 93,
      "start_time": 479480.0,
      "end_time": 482520.0,
      "text": "and the same figure has also been seen crawling around the walls"
    },
    {
      "index": 94,
      "start_time": 482520.0,
      "end_time": 484100.0,
      "text": "And standing in corners"
    },
    {
      "index": 95,
      "start_time": 484100.0,
      "end_time": 488100.0,
      "text": "Leaving many to believe this is some kind of evil waiting for a sacrifice"
    },
    {
      "index": 96,
      "start_time": 488100.0,
      "end_time": 492200.0,
      "text": "It is also not just the hospital building itself where things are seen, however,"
    },
    {
      "index": 97,
      "start_time": 492200.0,
      "end_time": 497920.0,
      "text": "The surrounding forest has experienced paranormal activity such as icy drafts and strange lights amoung the trees"
    },
    {
      "index": 98,
      "start_time": 497920.0,
      "end_time": 500460.0,
      "text": "And even the cemetery there is believed to be haunted"
    },
    {
      "index": 99,
      "start_time": 500460.0,
      "end_time": 503660.0,
      "text": "Rumor has it that the patient escaped one night and hid there"
    },
    {
      "index": 100,
      "start_time": 503660.0,
      "end_time": 508880.0,
      "text": "Only to run back to the hospital terrified after he said a hand grabbed him and told him to leave"
    },
    {
      "index": 101,
      "start_time": 509480.0,
      "end_time": 516980.0,
      "text": "Because parts of the Taunton State Hospital  are still in use today this is easily one of the most haunted still operational hospitals in the united states"
    },
    {
      "index": 102,
      "start_time": 516980.0,
      "end_time": 522600.0,
      "text": "And although hospitals are not a place anyone wants to be sent to, this is definitely one you want to stay away from"
    },
    {
      "index": 103,
      "start_time": 522600.0,
      "end_time": 525160.0,
      "text": "So that's five believed haunted hospitals"
    },
    {
      "index": 104,
      "start_time": 525160.0,
      "end_time": 527100.0,
      "text": "I hope you are enjoying the creepy marathon month ♥‿♥"
    },
    {
      "index": 105,
      "start_time": 527100.0,
      "end_time": 528360.0,
      "text": "and if you can't get enough of it"
    },
    {
      "index": 106,
      "start_time": 528360.0,
      "end_time": 534000.0,
      "text": "then check out this creepy playlist of my personal favorite paranormal rated videos to add to your Halloween month"
    },
    {
      "index": 107,
      "start_time": 534000.0,
      "end_time": 537480.0,
      "text": "Thanks again for watching :) and I'll see you soon in the next video"
    }
  ]
}