{
  "video_id": "_pqkpfckjO0",
  "title": "How to Stop Being Late Forever (advice for myself and other chronically late people)",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 5009.0,
      "text": "Good morning, John. It's a Friday, and we've got some different perspectives on punctuality. I get to the airport..."
    },
    {
      "index": 2,
      "start_time": 5650.0,
      "end_time": 8399.0,
      "text": "like a half hour before the flight takes off."
    },
    {
      "index": 3,
      "start_time": 8460.0,
      "end_time": 11159.0,
      "text": "I mean, it's Missoula, and I'm usually checked in beforehand anyway"
    },
    {
      "index": 4,
      "start_time": 11160.0,
      "end_time": 13649.0,
      "text": "and I never check a bag because I change my pants like once a week."
    },
    {
      "index": 5,
      "start_time": 14139.0,
      "end_time": 19019.0,
      "text": "That might be too much information, it might be a pro tip. I'm not sure. But in 10 years of doing it this way"
    },
    {
      "index": 6,
      "start_time": 19020.0,
      "end_time": 24899.0,
      "text": "I've never missed a flight. I have however been late for a lot of things. I am a chronically late person. Sometimes"
    },
    {
      "index": 7,
      "start_time": 24900.0,
      "end_time": 27180.0,
      "text": "I'm just trying to get that last thing done before I go out the door"
    },
    {
      "index": 8,
      "start_time": 27180.0,
      "end_time": 30599.0,
      "text": "or I just totally spaced and forgot the thing existed."
    },
    {
      "index": 9,
      "start_time": 30599.0,
      "end_time": 35488.0,
      "text": "And I always underestimate how long something is going to take. I don't like this about myself."
    },
    {
      "index": 10,
      "start_time": 35489.0,
      "end_time": 41218.0,
      "text": "I understand that me showing up late is seen as a sign of disrespect by people and it is! It is disrespectful."
    },
    {
      "index": 11,
      "start_time": 41219.0,
      "end_time": 46199.0,
      "text": "I feel terrible about that because I really respect the people I work with and I value them tremendously"
    },
    {
      "index": 12,
      "start_time": 46200.0,
      "end_time": 48989.0,
      "text": "but I'm not showing it. This has gotten worse with the book"
    },
    {
      "index": 13,
      "start_time": 48989.0,
      "end_time": 52229.0,
      "text": "which has a lot of deadlines and a lot of meetings and a lot of"
    },
    {
      "index": 14,
      "start_time": 52360.0,
      "end_time": 57059.0,
      "text": "signing and signing and signing and signing and signing...yeah. And also ever since Orin was born,"
    },
    {
      "index": 15,
      "start_time": 57059.0,
      "end_time": 61739.0,
      "text": "I've just had to do a better job of implementing the strategies that I have developed over the last"
    },
    {
      "index": 16,
      "start_time": 61899.0,
      "end_time": 63899.0,
      "text": "20 years of being someone who is chronically late."
    },
    {
      "index": 17,
      "start_time": 64000.0,
      "end_time": 72080.0,
      "text": "And here are seven of the most important things that I as a chronically late person do to not be that person as much."
    },
    {
      "index": 18,
      "start_time": 72140.0,
      "end_time": 73979.0,
      "text": "1. I let people know when I'm going to be late"
    },
    {
      "index": 19,
      "start_time": 73979.0,
      "end_time": 76409.0,
      "text": "and I let them know by how much I'm going to be late"
    },
    {
      "index": 20,
      "start_time": 76409.0,
      "end_time": 78749.0,
      "text": "and I do not lie about that. If I'm gonna be 10 minutes late"
    },
    {
      "index": 21,
      "start_time": 78780.0,
      "end_time": 82710.0,
      "text": "I don't engage in some sort of miraculous wishful thinking and think \"maybe I will get there in five minutes,"
    },
    {
      "index": 22,
      "start_time": 82710.0,
      "end_time": 87779.0,
      "text": "so I'll say I'm gonna be five minutes late because it'll make it a little less bad right in the moment\" and then stretch the bad"
    },
    {
      "index": 23,
      "start_time": 87960.0,
      "end_time": 91880.0,
      "text": "feeling out a little bit. No, this is terrible. Never do this!"
    },
    {
      "index": 24,
      "start_time": 92060.0,
      "end_time": 97820.0,
      "text": "2. Think of the thing that's gonna happen not as the time at which it's going to happen, but as the amount of time"
    },
    {
      "index": 25,
      "start_time": 97860.0,
      "end_time": 105120.0,
      "text": "until it's going to happen. My deeply irrational brain sees 11:49 and 11:50 as two very different times"
    },
    {
      "index": 26,
      "start_time": 105220.0,
      "end_time": 109820.0,
      "text": "But it understands that 11 minutes from now is very similar to 10 minutes from now."
    },
    {
      "index": 27,
      "start_time": 109820.0,
      "end_time": 114800.0,
      "text": "My phone actually tells me how many minutes something is away rather than at what time it will happen."
    },
    {
      "index": 28,
      "start_time": 114820.0,
      "end_time": 123260.0,
      "text": "3. If it's gonna take six minutes to get somewhere, I need to be driving out of the driveway with six minutes left, not standing up from my desk to go find my computer"
    },
    {
      "index": 29,
      "start_time": 123430.0,
      "end_time": 125729.0,
      "text": "and wonder where my keys are and then kiss my baby"
    },
    {
      "index": 30,
      "start_time": 125729.0,
      "end_time": 128980.0,
      "text": "goodbye, so that I get in the car and the meeting has already started."
    },
    {
      "index": 31,
      "start_time": 129060.0,
      "end_time": 131840.0,
      "text": "All those things are gonna happen every time. I need to plan for them."
    },
    {
      "index": 32,
      "start_time": 131960.0,
      "end_time": 137620.0,
      "text": "4. Multiple alarms. I have two alarms that go off for every event: one a half an hour before the event and one"
    },
    {
      "index": 33,
      "start_time": 137850.0,
      "end_time": 143749.0,
      "text": "two minutes before the event. This is especially helpful for things like conference calls because I don't have to go anywhere,"
    },
    {
      "index": 34,
      "start_time": 143750.0,
      "end_time": 146990.0,
      "text": "I don't have to stand up from my desk. And if a half an hour passes between when I get reminded"
    },
    {
      "index": 35,
      "start_time": 147060.0,
      "end_time": 149980.0,
      "text": "And when the call is I'm gonna be deep..."
    },
    {
      "index": 36,
      "start_time": 150080.0,
      "end_time": 155140.0,
      "text": "researching salt mining techniques or something by the time the conference call runs around. I know this about myself"
    },
    {
      "index": 37,
      "start_time": 155150.0,
      "end_time": 156500.0,
      "text": "so I have that two-minute warning."
    },
    {
      "index": 38,
      "start_time": 156500.0,
      "end_time": 160339.0,
      "text": "I just get on the conference call which is maybe number 5. Sometimes"
    },
    {
      "index": 39,
      "start_time": 160340.0,
      "end_time": 166340.0,
      "text": "I get on the conference call five, even ten minutes before that call starts and just listen to that dope music and do other stuff"
    },
    {
      "index": 40,
      "start_time": 166440.0,
      "end_time": 169580.0,
      "text": "so that I'm not late when other people show up."
    },
    {
      "index": 41,
      "start_time": 169640.0,
      "end_time": 174480.0,
      "text": "6. Here's a thing about myself: I like to not waste time, and this is part of the problem."
    },
    {
      "index": 42,
      "start_time": 174500.0,
      "end_time": 178459.0,
      "text": "And I feel like if I get someplace early that will be a waste of time."
    },
    {
      "index": 43,
      "start_time": 178459.0,
      "end_time": 181939.0,
      "text": "But I have mentally shifted myself to realize that if I get someplace early"
    },
    {
      "index": 44,
      "start_time": 182180.0,
      "end_time": 189280.0,
      "text": "something interesting and useful is going to happen at that place in the same way that it's happening at my desk if I'm not leaving early."
    },
    {
      "index": 45,
      "start_time": 189300.0,
      "end_time": 193780.0,
      "text": "And finally number 7, my most important tip: every time you are late, get out your little notes-taking app, whatever it is,"
    },
    {
      "index": 46,
      "start_time": 193780.0,
      "end_time": 195540.0,
      "text": "And write down why it happened."
    },
    {
      "index": 47,
      "start_time": 195600.0,
      "end_time": 199460.0,
      "text": "Diagnose yourself. Understand yourself. Figure this out."
    },
    {
      "index": 48,
      "start_time": 199520.0,
      "end_time": 204100.0,
      "text": "So that is both advice and an apology to everyone including you John."
    },
    {
      "index": 49,
      "start_time": 204120.0,
      "end_time": 206940.0,
      "text": "I'm sorry that I'm late all the time, and I'll see you on Tuesday."
    },
    {
      "index": 50,
      "start_time": 206940.0,
      "end_time": 214639.0,
      "text": "And yes, signed editions of 'An Absolutely Remarkable Thing' are going to be a thing. Limited number, not all pre-orders will be signed."
    },
    {
      "index": 51,
      "start_time": 214640.0,
      "end_time": 217699.0,
      "text": "But they are currently available at Amazon, Barnes & Noble and Books-a-Million."
    },
    {
      "index": 52,
      "start_time": 217700.0,
      "end_time": 222799.0,
      "text": "They will also be available at your local bookstore when the book comes out, but only in the US and Canada."
    },
    {
      "index": 53,
      "start_time": 222959.0,
      "end_time": 225919.0,
      "text": "That's just how it works, I'm sorry. And if you already ordered, don't worry,"
    },
    {
      "index": 54,
      "start_time": 225920.0,
      "end_time": 227390.0,
      "text": "the book hasn't shipped yet"
    },
    {
      "index": 55,
      "start_time": 227390.0,
      "end_time": 233600.0,
      "text": "so you can very easily go in and cancel it and order the signed edition which is a separate thing on those websites."
    },
    {
      "index": 56,
      "start_time": 233850.0,
      "end_time": 235850.0,
      "text": "There's links at hankgreen.com."
    }
  ]
}