{
  "video_id": "_q2RgQMc96k",
  "title": "What is Scratch?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4880.0,
      "end_time": 9520.0,
      "text": "[music] abhi2006: I&#39;m pretty sure my first project was a ball moving."
    },
    {
      "index": 2,
      "start_time": 10700.0,
      "end_time": 18840.0,
      "text": "From there I just added it from a ball I just made a chicken moving and then after that I made a horse"
    },
    {
      "index": 3,
      "start_time": 19000.0,
      "end_time": 24400.0,
      "text": "moving. And then I slowly started making a talking animation."
    },
    {
      "index": 4,
      "start_time": 24600.0,
      "end_time": 31680.0,
      "text": "Right now I&#39;m working on ten projects. I&#39;m working on three games and seven animations. Um, one project"
    },
    {
      "index": 5,
      "start_time": 31780.0,
      "end_time": 40800.0,
      "text": "I&#39;m really working on a lot is called HashtagHashbrowns, it&#39;s another show I&#39;m making."
    },
    {
      "index": 6,
      "start_time": 40100.0,
      "end_time": 43160.0,
      "text": "I just love it so much, it&#39;s really great."
    },
    {
      "index": 7,
      "start_time": 45200.0,
      "end_time": 50600.0,
      "text": "Mitch: Scratch is both a programming language and  an online community where kids can create their interactive"
    },
    {
      "index": 8,
      "start_time": 50780.0,
      "end_time": 55480.0,
      "text": "stories and games and animations,  and then share their creations with one another online."
    },
    {
      "index": 9,
      "start_time": 55500.0,
      "end_time": 62740.0,
      "text": "In the process kids learn to think creatively, reason systemically, and work collaboratively, skills that are"
    },
    {
      "index": 10,
      "start_time": 62740.0,
      "end_time": 68600.0,
      "text": "important to everyone in today&#39;s society. We made it more accessible  by making the programming language"
    },
    {
      "index": 11,
      "start_time": 68600.0,
      "end_time": 73580.0,
      "text": "graphical so that kids could create programs just by snapping graphical blocks together like LEGO bricks."
    },
    {
      "index": 12,
      "start_time": 73580.0,
      "end_time": 80179.0,
      "text": "Natalie: What we&#39;ve learned from young people who&#39;ve participated in Scratch for a long time is what really"
    },
    {
      "index": 13,
      "start_time": 80180.0,
      "end_time": 86160.0,
      "text": "motivates them is being able to explore and figure things out for themselves. So Scratch is really designed"
    },
    {
      "index": 14,
      "start_time": 86220.0,
      "end_time": 93200.0,
      "text": "for young people to snap together these blocks and see what does it do so just like building with LEGO or"
    },
    {
      "index": 15,
      "start_time": 93200.0,
      "end_time": 98880.0,
      "text": "other bricks, it doesn&#39;t give you and error message to say, no that&#39;s not right or  doesn&#39;t tell you what to do"
    },
    {
      "index": 16,
      "start_time": 98880.0,
      "end_time": 105300.0,
      "text": "it let&#39;s you create something that you imagined, that maybe no one else has ever imagined. And in that"
    },
    {
      "index": 17,
      "start_time": 105300.0,
      "end_time": 110259.0,
      "text": "process they&#39;re learning a lot of different skills - they&#39;re learning mathematical and computational  concepts."
    },
    {
      "index": 18,
      "start_time": 110340.0,
      "end_time": 116780.0,
      "text": "Even more importantly is they&#39;re learning how do carry out a project from you&#39;re very basic idea to making it a"
    },
    {
      "index": 19,
      "start_time": 116780.0,
      "end_time": 118620.0,
      "text": "reality."
    },
    {
      "index": 20,
      "start_time": 123780.0,
      "end_time": 128940.0,
      "text": "Kasia: What started as a kind of as an experimental smaller community on the internet has become the"
    },
    {
      "index": 21,
      "start_time": 128940.0,
      "end_time": 135740.0,
      "text": "world&#39;s largest online programming community for kids. And so we have hundreds of millions of users that come"
    },
    {
      "index": 22,
      "start_time": 135820.0,
      "end_time": 142440.0,
      "text": "to us every year and people in every single country in the world are using Scratch right now. And it also means"
    },
    {
      "index": 23,
      "start_time": 142560.0,
      "end_time": 148560.0,
      "text": "being able to reach kids who can&#39;t afford a lot of technology or programs and so Scratch is free and is"
    },
    {
      "index": 24,
      "start_time": 148560.0,
      "end_time": 151400.0,
      "text": "available to everyone."
    },
    {
      "index": 25,
      "start_time": 152340.0,
      "end_time": 158460.0,
      "text": "Will: I have Ari, I have Verity, and then I also have Audra..."
    },
    {
      "index": 26,
      "start_time": 162460.0,
      "end_time": 169980.0,
      "text": "You know Scratch is just used almost constantly, almost every day by kids here for various projects."
    },
    {
      "index": 27,
      "start_time": 171280.0,
      "end_time": 176340.0,
      "text": "scratchv54: The animations are really fun to make.  Like you could make a fish that swims or you could"
    },
    {
      "index": 28,
      "start_time": 176400.0,
      "end_time": 182500.0,
      "text": "make a fish that throws a dance party,  it just depends on what you want the program to do."
    },
    {
      "index": 29,
      "start_time": 183840.0,
      "end_time": 190460.0,
      "text": "Rosa: I like the idea that you don&#39;t have to be an expert, that you don&#39;t have to be like a computer coding genius"
    },
    {
      "index": 30,
      "start_time": 190460.0,
      "end_time": 193420.0,
      "text": "to begin a conversation about computer science."
    },
    {
      "index": 31,
      "start_time": 194600.0,
      "end_time": 200220.0,
      "text": "Sarah: Scratch was the first programming that I had ever done and it got me really interested in programming."
    },
    {
      "index": 32,
      "start_time": 200220.0,
      "end_time": 206380.0,
      "text": "And in high school I started to explore other programming languages in addition to Scratch like"
    },
    {
      "index": 33,
      "start_time": 206380.0,
      "end_time": 212540.0,
      "text": "Python and Java and from that exploration I decided that I wanted to study computer science in college."
    },
    {
      "index": 34,
      "start_time": 213540.0,
      "end_time": 218859.0,
      "text": "I wasn&#39;t thinking - oh I want to program, I was thinking I want to make something, how do I makes something"
    },
    {
      "index": 35,
      "start_time": 218940.0,
      "end_time": 226920.0,
      "text": "well I&#39;m going to make something and so for me Scratch was a tool that let me make whatever I could imagine."
    },
    {
      "index": 36,
      "start_time": 228200.0,
      "end_time": 233400.0,
      "text": "Mitch: Our work on Scratch built upon the LOGO programming language that was developed by"
    },
    {
      "index": 37,
      "start_time": 233400.0,
      "end_time": 239299.0,
      "text": "Seymour Papert and his colleagues back in the 1960&#39;s and 70&#39;s. We were inspired by LOGO but we wanted to"
    },
    {
      "index": 38,
      "start_time": 239300.0,
      "end_time": 244280.0,
      "text": "bring it into the 21st century. We made more meaningful by allowing kids to bring in different media"
    },
    {
      "index": 39,
      "start_time": 244280.0,
      "end_time": 251860.0,
      "text": "images, and sounds, record their own voices. And we made it more social, integrating Scratch into an"
    },
    {
      "index": 40,
      "start_time": 251860.0,
      "end_time": 255000.0,
      "text": "online community where kids could share their work with one another."
    },
    {
      "index": 41,
      "start_time": 255860.0,
      "end_time": 260880.0,
      "text": "Eric: Something we strive for on the Scratch online community is to make sure that it&#39;s welcoming to"
    },
    {
      "index": 42,
      "start_time": 260880.0,
      "end_time": 268600.0,
      "text": "people of all backgrounds. All ages, races, religions, sexual orientations, gender identities. We want to make"
    },
    {
      "index": 43,
      "start_time": 268600.0,
      "end_time": 273700.0,
      "text": "sure that this is a space where people can share projects about topics that are important to themselves."
    },
    {
      "index": 44,
      "start_time": 273820.0,
      "end_time": 281219.0,
      "text": "forever-: I have a multi-animator project that, to the song Hands. [music]"
    },
    {
      "index": 45,
      "start_time": 281220.0,
      "end_time": 288460.0,
      "text": "that we as Scratchers made together after the Orlando tragedy that happened.  And I thought that"
    },
    {
      "index": 46,
      "start_time": 288460.0,
      "end_time": 293799.0,
      "text": "we should do something about it but I didn&#39;t know what we could do about it..."
    },
    {
      "index": 47,
      "start_time": 296460.0,
      "end_time": 302719.0,
      "text": "and I thought why couldn&#39;t we as Scratchers create something together? [music]"
    },
    {
      "index": 48,
      "start_time": 307200.0,
      "end_time": 311520.0,
      "text": "Andrew: Something that&#39;s central to the experience of Scratch is that kids can see themselves as creators"
    },
    {
      "index": 49,
      "start_time": 311520.0,
      "end_time": 314700.0,
      "text": "of games, not just consumers of games."
    },
    {
      "index": 50,
      "start_time": 315960.0,
      "end_time": 320700.0,
      "text": "So when you&#39;re playing on your phone,  all of a sudden you can make something for your phone."
    },
    {
      "index": 51,
      "start_time": 320700.0,
      "end_time": 323940.0,
      "text": "When you&#39;re playing on your video game console, all of sudden you can make something for your video"
    },
    {
      "index": 52,
      "start_time": 323940.0,
      "end_time": 330200.0,
      "text": "game console that somebody else can play. My hope for future versions of Scratch is we can continue"
    },
    {
      "index": 53,
      "start_time": 330200.0,
      "end_time": 335740.0,
      "text": "to keep the child at the center of what we do and that we can continue to reach more and more children in"
    },
    {
      "index": 54,
      "start_time": 335740.0,
      "end_time": 339500.0,
      "text": "in the powerful ways that we already have."
    },
    {
      "index": 55,
      "start_time": 339780.0,
      "end_time": 345679.0,
      "text": "Mitch: Our ultimate goal with Scratch is to help all children, from all backgrounds to become truly fluent"
    },
    {
      "index": 56,
      "start_time": 345680.0,
      "end_time": 347220.0,
      "text": "with new technologies."
    },
    {
      "index": 57,
      "start_time": 347220.0,
      "end_time": 353880.0,
      "text": "We want to help all children be able to design, create, invent, express themselves with new technology."
    },
    {
      "index": 58,
      "start_time": 353880.0,
      "end_time": 359800.0,
      "text": "That&#39;s going to be needed to become a full and active participant in tomorrow&#39;s society."
    }
  ]
}