{
  "video_id": "_RO0YjXM51c",
  "title": "You Are Not What You Earn",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1020.0,
      "end_time": 24930.0,
      "text": "A fundamental belief of the modern world, which explains a lot of our anxiety around failure, is that we are what we earn. When we say this, we mean something very particular: not just that it’s nice to have a lot of money but that our income is the source of information, crucial, decisive information, about our character, our intelligence, our moral fiber."
    },
    {
      "index": 2,
      "start_time": 24951.0,
      "end_time": 33400.0,
      "text": "In short, money is the key indicator of our worth in human and not just financial terms."
    },
    {
      "index": 3,
      "start_time": 33000.0,
      "end_time": 40730.0,
      "text": "The more money we make, the more we deserve to exist. By extension, it feels impossible"
    },
    {
      "index": 4,
      "start_time": 40730.0,
      "end_time": 48400.0,
      "text": "to imagine ourselves as good, decent – and still poor. But can all this really be true? Must"
    },
    {
      "index": 5,
      "start_time": 48400.0,
      "end_time": 55649.0,
      "text": "we hate and deem ourselves despicable beings because our salary is not elevated? For an"
    },
    {
      "index": 6,
      "start_time": 55649.0,
      "end_time": 62700.0,
      "text": "answer, we must look to economics and in particular, to the technical way that salary is determined. Here"
    },
    {
      "index": 7,
      "start_time": 62700.0,
      "end_time": 68729.0,
      "text": "we find something striking: wages are not decided by the extent of someone’s human"
    },
    {
      "index": 8,
      "start_time": 68729.0,
      "end_time": 75670.0,
      "text": "worth or social contribution per se. Wages are simply the result of the intensity with"
    },
    {
      "index": 9,
      "start_time": 75670.0,
      "end_time": 82420.0,
      "text": "which certain people want a job done relative to the number of people who happen to be able to do it."
    },
    {
      "index": 10,
      "start_time": 82020.0,
      "end_time": 87819.0,
      "text": "If many people can complete a task, however humanly important it might be,"
    },
    {
      "index": 11,
      "start_time": 87819.0,
      "end_time": 92240.0,
      "text": "holding a hand on a cancer ward for example, little money will be offered for it."
    },
    {
      "index": 12,
      "start_time": 92340.0,
      "end_time": 100130.0,
      "text": "And if there are very few people able to do it, however trivial it might be (kicking a ball 60 metres into a goal), if there’s intense demand, salaries will be elevated."
    },
    {
      "index": 13,
      "start_time": 100230.0,
      "end_time": 106250.0,
      "text": "Money is in fact no accurate"
    },
    {
      "index": 14,
      "start_time": 106250.0,
      "end_time": 111770.0,
      "text": "measure of the human worth of the work in question; the determinant of wages is just"
    },
    {
      "index": 15,
      "start_time": 111770.0,
      "end_time": 118469.0,
      "text": "the strength of demand in relation to supply. We may not be able easily to change how much"
    },
    {
      "index": 16,
      "start_time": 118469.0,
      "end_time": 124939.0,
      "text": "people earn, but we can change how we judge earnings. This isn’t an issue of politics; it’s an issue of appreciation."
    },
    {
      "index": 17,
      "start_time": 124939.0,
      "end_time": 133121.0,
      "text": "We can change how we assess what a modest wage means."
    },
    {
      "index": 18,
      "start_time": 133121.0,
      "end_time": 152000.0,
      "text": "We can use our imaginations to remember and hold in mind all that is not quantified in a salary – in our lives and in those of others; all the degrees of intelligence, care, dedication, empathy and creativity that may be present, undetected by the blunt aggregated marker of a wage."
    },
    {
      "index": 19,
      "start_time": 152010.0,
      "end_time": 174310.0,
      "text": "However tempting it might be to settle the question of the value of human beings in stark financial terms, the truth remains beautifully and redemptively more complicated as we must realise as soon as we’ve spent some time around a person at work and got to know what sides of their character their labours will call on through an average day."
    },
    {
      "index": 20,
      "start_time": 174420.0,
      "end_time": 184160.0,
      "text": "We’ll then have no option but to reach a dauntingly complex conclusion: we are not what we earn."
    },
    {
      "index": 21,
      "start_time": 184960.0,
      "end_time": 189600.0,
      "text": "We publish new, thought provoking, films every week."
    },
    {
      "index": 22,
      "start_time": 189600.0,
      "end_time": 194240.0,
      "text": "Be sure to subscribe to our channel and take a look at more of what we have to offer"
    },
    {
      "index": 23,
      "start_time": 194240.0,
      "end_time": 196320.0,
      "text": "at the link on your screen now."
    }
  ]
}