{
  "video_id": "_WHYIBSyEe8",
  "title": "Madagascan Hissing Cockroaches as Pets | Animal Care",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2000.0,
      "text": "Oh!"
    },
    {
      "index": 2,
      "start_time": 3310.0,
      "end_time": 5140.0,
      "text": "Ah! Nah, oh!"
    },
    {
      "index": 3,
      "start_time": 5140.0,
      "end_time": 6520.0,
      "text": "Hey guys, it's Em."
    },
    {
      "index": 4,
      "start_time": 6520.0,
      "end_time": 14340.0,
      "text": "Today I'm going to be talking about one of my favorite invertebrates, the Madagascan Hissing Cockroach. The Madagascan Hissing Cockroach is an animal which I"
    },
    {
      "index": 5,
      "start_time": 14340.0,
      "end_time": 17069.0,
      "text": "feel gets unduly hated. Give them a chance,"
    },
    {
      "index": 6,
      "start_time": 17279.0,
      "end_time": 19949.0,
      "text": "I'm sure I can change your mind about them in the next couple of minutes."
    },
    {
      "index": 7,
      "start_time": 19949.0,
      "end_time": 25259.0,
      "text": "Also if you haven't already, please hit that subscribe button. And you can find in the description box below a link to all my different social media where you can"
    },
    {
      "index": 8,
      "start_time": 25260.0,
      "end_time": 26349.0,
      "text": "keep up to date with me daily, and"
    },
    {
      "index": 9,
      "start_time": 26349.0,
      "end_time": 30539.0,
      "text": "see the pics and videos I put up of all the animals that I work with. What kind of cockroach video would this be without"
    },
    {
      "index": 10,
      "start_time": 31119.0,
      "end_time": 32770.0,
      "text": "cockroaches? Focus, focus."
    },
    {
      "index": 11,
      "start_time": 32770.0,
      "end_time": 34829.0,
      "text": "This here is the beautiful"
    },
    {
      "index": 12,
      "start_time": 35590.0,
      "end_time": 39180.0,
      "text": "Madagascan Hissing Cockroach. I have here a male and a female."
    },
    {
      "index": 13,
      "start_time": 39730.0,
      "end_time": 43619.0,
      "text": "I'm going to show you which one is which just by holding them up."
    },
    {
      "index": 14,
      "start_time": 43660.0,
      "end_time": 44920.0,
      "text": "Can you see the subtle"
    },
    {
      "index": 15,
      "start_time": 44920.0,
      "end_time": 50760.0,
      "text": "differences on the heads? This one over here is a female, this one over here is the male. The male has these humps on"
    },
    {
      "index": 16,
      "start_time": 50980.0,
      "end_time": 57209.0,
      "text": "top of his head which he uses for dueling with other males, whereas the female has a completely rounded head"
    },
    {
      "index": 17,
      "start_time": 57699.0,
      "end_time": 63449.0,
      "text": "because females are a lot more sensible than males. One thing that does surprise people when they first meet the Madagascan"
    },
    {
      "index": 18,
      "start_time": 64569.99999999999,
      "end_time": 69510.0,
      "text": "Hissing Cockroach is that they don't have wings. There are a lot of species of cockroach out there"
    },
    {
      "index": 19,
      "start_time": 69510.0,
      "end_time": 72719.0,
      "text": "which do have wings. These guys don't have any wings"
    },
    {
      "index": 20,
      "start_time": 73270.0,
      "end_time": 78360.0,
      "text": "whatsoever. If you wanted to know what they feel like, they kind of feel like polished wood."
    },
    {
      "index": 21,
      "start_time": 78400.0,
      "end_time": 83219.0,
      "text": "That's what we tell children when we go out onto shows to get them used to the idea of wanting to hold them."
    },
    {
      "index": 22,
      "start_time": 83229.0,
      "end_time": 87089.0,
      "text": "They're also incredibly clean. They like to clean themselves,"
    },
    {
      "index": 23,
      "start_time": 87090.0,
      "end_time": 91530.0,
      "text": "they like to be clean. Often I see these guys cleaning themselves after I've held them."
    },
    {
      "index": 24,
      "start_time": 91530.0,
      "end_time": 96750.0,
      "text": "They are kind of repulsed by us because we are actually so much more dirty than cockroaches."
    },
    {
      "index": 25,
      "start_time": 97180.0,
      "end_time": 101669.0,
      "text": "Look at them, all those dirty people out there, watching Youtube. These guys were brought over from"
    },
    {
      "index": 26,
      "start_time": 102040.0,
      "end_time": 108359.0,
      "text": "Madagascar to other countries, not just for the pet trade as pets, but also as a food source for other animals."
    },
    {
      "index": 27,
      "start_time": 109060.0,
      "end_time": 115140.0,
      "text": "Um, some people like to keep reptiles as pets. I personally love to, and we do have monitor lizards at work"
    },
    {
      "index": 28,
      "start_time": 115140.0,
      "end_time": 122399.0,
      "text": "which very typically get fed large Madagascan Hissing Cockroaches as a source of food. They are super high in protein."
    },
    {
      "index": 29,
      "start_time": 122399.0,
      "end_time": 126089.0,
      "text": "I'm going to see if I can get my male to make that hissing noise."
    },
    {
      "index": 30,
      "start_time": 126090.0,
      "end_time": 129270.0,
      "text": "I just have to tap him very gently and he should do it."
    },
    {
      "index": 31,
      "start_time": 130330.00000000001,
      "end_time": 132330.0,
      "text": "Can you hear that?."
    },
    {
      "index": 32,
      "start_time": 132709.0,
      "end_time": 134709.0,
      "text": "It's like maracas."
    },
    {
      "index": 33,
      "start_time": 137780.0,
      "end_time": 141459.0,
      "text": "This guy's not used to being held. He's not one of our working cockroaches,"
    },
    {
      "index": 34,
      "start_time": 141459.0,
      "end_time": 145809.0,
      "text": "he's just one that lived in the bigger colony that we have. We have roughly,"
    },
    {
      "index": 35,
      "start_time": 145810.0,
      "end_time": 152530.0,
      "text": "I would say maybe close to a thousand at work including all the little babies. We have plenty of cockroaches."
    },
    {
      "index": 36,
      "start_time": 153139.0,
      "end_time": 158769.0,
      "text": "Um, again, they are used as a food source for some of our other animals at work, so we do have to have a plentiful supply."
    },
    {
      "index": 37,
      "start_time": 159290.0,
      "end_time": 161980.0,
      "text": "Males and females if they're kept in the right conditions"
    },
    {
      "index": 38,
      "start_time": 161980.0,
      "end_time": 169359.0,
      "text": "they will breed very readily. They can have between 50 and 60 young at a time. The females when they are giving birth,"
    },
    {
      "index": 39,
      "start_time": 169389.0,
      "end_time": 175569.0,
      "text": "they actually gives birth to live young. They don't lay eggs. They give birth to live young and what they do is"
    },
    {
      "index": 40,
      "start_time": 175569.0,
      "end_time": 177159.0,
      "text": "they lift up a little hatch back here"
    },
    {
      "index": 41,
      "start_time": 177159.0,
      "end_time": 184179.0,
      "text": "and they give birth and they come out, the babies, in like a string. When the nymphs are born, um, nymphs being baby cockroaches,"
    },
    {
      "index": 42,
      "start_time": 184699.0,
      "end_time": 189339.0,
      "text": "um, they are completely white, almost like a translucent white. Then over the course of a few hours"
    },
    {
      "index": 43,
      "start_time": 189760.0,
      "end_time": 196090.0,
      "text": "they do darken down as the exoskeleton hardens. If you are interested in keeping Madagascan hissing cockroaches as pets,"
    },
    {
      "index": 44,
      "start_time": 196819.0,
      "end_time": 201518.0,
      "text": "um, then you'll be pleased to know that not only are they very easy to come by and very cheap to buy,"
    },
    {
      "index": 45,
      "start_time": 202069.0,
      "end_time": 205569.0,
      "text": "um, they're very very easy to keep. Um, I'm gonna do a"
    },
    {
      "index": 46,
      "start_time": 206359.0,
      "end_time": 211329.0,
      "text": "more in-depth video about how to care for cockroaches properly,"
    },
    {
      "index": 47,
      "start_time": 211759.0,
      "end_time": 217059.0,
      "text": "um, in particular the Madagascan hissing cockroach, because they're probably the most commonly kept pet cockroach."
    },
    {
      "index": 48,
      "start_time": 217310.0,
      "end_time": 220329.0,
      "text": "So I will do that at some point in the future."
    },
    {
      "index": 49,
      "start_time": 220329.0,
      "end_time": 224829.0,
      "text": "Let me know if that's something that you would want to see. But typically they can be kept in a plastic or glass"
    },
    {
      "index": 50,
      "start_time": 225139.0,
      "end_time": 229719.0,
      "text": "container which is secure, because they are great escape artists, and yes"
    },
    {
      "index": 51,
      "start_time": 229720.0,
      "end_time": 237459.0,
      "text": "they can climb glass as I learned many years ago when I first started keeping them. They can climb glass, they climb glass very well."
    },
    {
      "index": 52,
      "start_time": 237739.0,
      "end_time": 242649.0,
      "text": "Um, here's this myth that if you put Vaseline at the top of an enclosure it will stop them from climbing out."
    },
    {
      "index": 53,
      "start_time": 242840.0,
      "end_time": 246819.0,
      "text": "No. You need a secure lid, maybe something with mesh, um,"
    },
    {
      "index": 54,
      "start_time": 247639.0,
      "end_time": 252728.0,
      "text": "and that will hopefully stop them and their babies from escaping. If they do escape from their enclosure"
    },
    {
      "index": 55,
      "start_time": 252729.0,
      "end_time": 257468.0,
      "text": "you don't have to worry about having a cockroach infestation, especially if you live in a"
    },
    {
      "index": 56,
      "start_time": 257988.99999999997,
      "end_time": 263858.0,
      "text": "colder climate like I do here in England, because they unfortunately will not survive in a cold climate."
    },
    {
      "index": 57,
      "start_time": 263860.0,
      "end_time": 270520.0,
      "text": "They won't breed in a cold climate. So if they do escape, they're completely benign, you're not going to have an infestation in your house."
    },
    {
      "index": 58,
      "start_time": 270710.0,
      "end_time": 278100.0,
      "text": "They're super easy to feed. They love to have their vegetables, so we give them, um, vegetables such as romaine lettuce. They love"
    },
    {
      "index": 59,
      "start_time": 278900.0,
      "end_time": 285969.0,
      "text": "carrot, love carrot they adore it. They also like overripe banana, and I also give them a little bit of"
    },
    {
      "index": 60,
      "start_time": 286760.0,
      "end_time": 293469.0,
      "text": "ferret food too, just as a source of protein. Typically they don't eat too much of this, they prefer their leafy greens and their, um,"
    },
    {
      "index": 61,
      "start_time": 294200.0,
      "end_time": 301119.0,
      "text": "apple and carrot. Yeah, they love apple too. Um, the apple and carrot, but I do leave a small dish of these all the time,"
    },
    {
      "index": 62,
      "start_time": 301730.0,
      "end_time": 306340.0,
      "text": "um, even in between days when I feed them. Typically I feed these guys three times a week, um,"
    },
    {
      "index": 63,
      "start_time": 306500.0,
      "end_time": 309580.0,
      "text": "but if they don't have fresh leafy matter in their enclosure"
    },
    {
      "index": 64,
      "start_time": 309830.0,
      "end_time": 314319.0,
      "text": "then I do leave them at all times a dish of, uh, ferret food"
    },
    {
      "index": 65,
      "start_time": 314320.0,
      "end_time": 318790.0,
      "text": "which is high in protein if they want that. Some people choose to feed cat food which is fine too,"
    },
    {
      "index": 66,
      "start_time": 319190.0,
      "end_time": 323710.0,
      "text": "um, dry cat biscuit as a source of protein. But because I actually have a ferret at home"
    },
    {
      "index": 67,
      "start_time": 323710.0,
      "end_time": 325630.0,
      "text": "and I don't have a cat, for me"
    },
    {
      "index": 68,
      "start_time": 325630.0,
      "end_time": 329800.0,
      "text": "it's just more practical to feed them ferret food. Although not strictly nocturnal,"
    },
    {
      "index": 69,
      "start_time": 329800.0,
      "end_time": 334990.0,
      "text": "I do find that Madagascan Hissing Cockroaches prefer to come out at night. You know when you've misted  their enclosure."
    },
    {
      "index": 70,
      "start_time": 334990.0,
      "end_time": 339519.0,
      "text": "They do need to have quite a high humidity, because that's what they would be used to in their native climate."
    },
    {
      "index": 71,
      "start_time": 339520.0,
      "end_time": 345489.0,
      "text": "So I spray these guys twice a day with warm water and that keeps their humidity up at about 60 to 70"
    },
    {
      "index": 72,
      "start_time": 346250.0,
      "end_time": 350830.0,
      "text": "percent. And you can easily keep track of your humidity by investing in a hydrometer(hygrometer)."
    },
    {
      "index": 73,
      "start_time": 352730.0,
      "end_time": 353960.0,
      "text": "Um, hydrogometer."
    },
    {
      "index": 74,
      "start_time": 353960.0,
      "end_time": 360519.0,
      "text": "Hydrometer(hygrometer) I can never get it right. Hydrom hydrogome- hy-hydrometer. Hy-hydrometer."
    },
    {
      "index": 75,
      "start_time": 360890.0,
      "end_time": 362890.0,
      "text": "They like it wet."
    },
    {
      "index": 76,
      "start_time": 363260.0,
      "end_time": 366099.0,
      "text": "Lifespan-wise, they're not the longest lives of invertebrates."
    },
    {
      "index": 77,
      "start_time": 366100.0,
      "end_time": 371529.0,
      "text": "Um, typically you'll be looking at about two to three years. Some people say four to five years"
    },
    {
      "index": 78,
      "start_time": 371530.0,
      "end_time": 375970.0,
      "text": "but I've never known them to live that long. There are three kinds of hisses that these guys can do."
    },
    {
      "index": 79,
      "start_time": 376160.0,
      "end_time": 383950.0,
      "text": "Uh, the first one is a \"don't touch me\" hiss, which is when they're startled or surprised or uncomfortable or under attack,"
    },
    {
      "index": 80,
      "start_time": 384500.0,
      "end_time": 387250.0,
      "text": "um, and the other one that they do is a, um,"
    },
    {
      "index": 81,
      "start_time": 388310.0,
      "end_time": 392770.0,
      "text": "sort of like a more of a romantic hiss to try and entice the ladies for breeding."
    },
    {
      "index": 82,
      "start_time": 394610.0,
      "end_time": 396190.0,
      "text": "Um, typically if you keep them in pairs"
    },
    {
      "index": 83,
      "start_time": 396190.0,
      "end_time": 402940.0,
      "text": "then you'll here it at night time when they get jiggy. And the third one that they do is they combative hiss"
    },
    {
      "index": 84,
      "start_time": 402940.0,
      "end_time": 405219.0,
      "text": "so when the males are gonna fight for,"
    },
    {
      "index": 85,
      "start_time": 405740.0,
      "end_time": 412299.0,
      "text": "um, dominance, they use these little humps which you should be able to see. Let me see if I can get my camera to focus."
    },
    {
      "index": 86,
      "start_time": 412910.0,
      "end_time": 415089.0,
      "text": "You can see there. There's two humps on"
    },
    {
      "index": 87,
      "start_time": 415090.0,
      "end_time": 419679.0,
      "text": "top of his head. They use those for fighting with each other until one of them backs down"
    },
    {
      "index": 88,
      "start_time": 419680.0,
      "end_time": 426040.0,
      "text": "and then that one is the winner. There is something pretty cool about these guys is they have these little mites that live on them and"
    },
    {
      "index": 89,
      "start_time": 426040.0,
      "end_time": 428040.0,
      "text": "if you look carefully you can sometimes"
    },
    {
      "index": 90,
      "start_time": 428300.0,
      "end_time": 434829.0,
      "text": "get a glimpse of them if they're particularly large mites. And these mites will basically live on the cockroach."
    },
    {
      "index": 91,
      "start_time": 435350.0,
      "end_time": 439330.0,
      "text": "Um, they won't come off onto you, don't worry. They have no interest whatsoever in, in,"
    },
    {
      "index": 92,
      "start_time": 440450.0,
      "end_time": 443950.0,
      "text": "being on your hand or giving you some kind of weird disease."
    },
    {
      "index": 93,
      "start_time": 444980.0,
      "end_time": 449469.0,
      "text": "Um, still you should wash your hands after handling them just in case, but they live on the cockroach"
    },
    {
      "index": 94,
      "start_time": 449470.0,
      "end_time": 455529.0,
      "text": "and they will use the cockroach as a food source, so they will nibble on the exoskeleton."
    },
    {
      "index": 95,
      "start_time": 455570.0,
      "end_time": 462760.0,
      "text": "They will also, um, eat some of the cockroach's food when a cockroach walks over food like apples and bananas, et cetera."
    },
    {
      "index": 96,
      "start_time": 463160.0,
      "end_time": 466630.0,
      "text": "Um, and, not only that, they actually work really well"
    },
    {
      "index": 97,
      "start_time": 467240.0,
      "end_time": 473950.0,
      "text": "in keeping a cockroach clean and free of mold spores as well. So it's what we call a symbiotic relationship."
    },
    {
      "index": 98,
      "start_time": 474530.0,
      "end_time": 481299.0,
      "text": "That's a relationship where it's mutually beneficial. The quickest way to kill your cockroach, um, other than feeding it,"
    },
    {
      "index": 99,
      "start_time": 481550.0,
      "end_time": 484780.0,
      "text": "something, uh, which is not good for them, is to"
    },
    {
      "index": 100,
      "start_time": 485330.0,
      "end_time": 488859.0,
      "text": "um, keep them too cold. They don't like the cold and they will perish, so, um,"
    },
    {
      "index": 101,
      "start_time": 489440.0,
      "end_time": 495070.0,
      "text": "try and keep them outside of drafts. Um, don't keep them on direct sunlight. They don't like direct sunlight."
    },
    {
      "index": 102,
      "start_time": 495410.0,
      "end_time": 502179.0,
      "text": "They need lots of places to hide to feel secure and safe. Um, that can be something as simple as a loo roll"
    },
    {
      "index": 103,
      "start_time": 503570.0,
      "end_time": 507400.0,
      "text": "um, cardboard bit. You know when you finish a toilet roll, that little roll in the middle."
    },
    {
      "index": 104,
      "start_time": 507400.0,
      "end_time": 511659.0,
      "text": "They like to hide in those or even egg cartons. You can use discarded egg cartons."
    },
    {
      "index": 105,
      "start_time": 511660.0,
      "end_time": 516099.0,
      "text": "They like to hide and breed in those too. These guys are great, I can't recommend them enough."
    },
    {
      "index": 106,
      "start_time": 516099.00000000006,
      "end_time": 519009.00000000006,
      "text": "I think they're a really great starter pet to introduce your kids to"
    },
    {
      "index": 107,
      "start_time": 519799.99999999994,
      "end_time": 527469.0,
      "text": "responsibility, or if you're teacher and you need a classroom pet because they are fairly hardy and as you can see they are very very gentle. Other"
    },
    {
      "index": 108,
      "start_time": 527470.0,
      "end_time": 529170.0,
      "text": "than the occasional hiss"
    },
    {
      "index": 109,
      "start_time": 529170.0,
      "end_time": 532829.0,
      "text": "and the occasional burst of speed, they're not going to hurt you."
    },
    {
      "index": 110,
      "start_time": 533590.0,
      "end_time": 537780.0,
      "text": "Um, just don't go eating them. For some reason there are two-"
    },
    {
      "index": 111,
      "start_time": 538900.0,
      "end_time": 542999.0,
      "text": "Now I don't want to be disrespectful here, because I know people who know of one at the incidents that"
    },
    {
      "index": 112,
      "start_time": 543000.0,
      "end_time": 549299.0,
      "text": "I'm gonna talk about very briefly. But I know of two incidents where different establishments have done"
    },
    {
      "index": 113,
      "start_time": 549850.0,
      "end_time": 554519.0,
      "text": "competitions where you eat live cockroaches and other invertebrates to win a prize."
    },
    {
      "index": 114,
      "start_time": 555820.0,
      "end_time": 562109.0,
      "text": "Um, don't do that because they do have a neurotoxin in them which numbs your mouth. And aside from that being quite, in my"
    },
    {
      "index": 115,
      "start_time": 562300.0,
      "end_time": 568230.0,
      "text": "opinion, cruel, if you're eating live cockroaches, um, you can asphyxiate. And in one of the, um,"
    },
    {
      "index": 116,
      "start_time": 569020.0,
      "end_time": 576150.0,
      "text": "cases that I'm referring to, which my boyfriend was present at, though not participating in, um, someone did unfortunately"
    },
    {
      "index": 117,
      "start_time": 576520.0,
      "end_time": 579329.0,
      "text": "and very sadly die from eating live cockroaches."
    },
    {
      "index": 118,
      "start_time": 579850.0,
      "end_time": 582659.0,
      "text": "Please don't do it. The other incident which I don't know much about, um,"
    },
    {
      "index": 119,
      "start_time": 583990.0,
      "end_time": 590220.0,
      "text": "but that I know of because it's quite well documented, um, is Six Flags. Anyone in the states knows Six Flags."
    },
    {
      "index": 120,
      "start_time": 590410.0,
      "end_time": 596489.0,
      "text": "Um, I believe it's in either New Jersey or New York. I think it's New Jersey? Is that right? I think it's in New Jersey, Six Flags."
    },
    {
      "index": 121,
      "start_time": 597280.0,
      "end_time": 598450.0,
      "text": "Um, and"
    },
    {
      "index": 122,
      "start_time": 598450.0,
      "end_time": 601979.0,
      "text": "it's a theme park for those who you don't know, and they actually in"
    },
    {
      "index": 123,
      "start_time": 602440.0,
      "end_time": 607710.0,
      "text": "2006 had a similar competition and that was for people to eat live"
    },
    {
      "index": 124,
      "start_time": 608140.0,
      "end_time": 615059.0,
      "text": "Madagascan Hissing Cockroaches to gain free entry to the theme park. Just don't do it, these guys have very very,"
    },
    {
      "index": 125,
      "start_time": 615760.0,
      "end_time": 621840.0,
      "text": "um, spiky legs, which don't hurt they just use them to grip and to hold on, but they can get into your lungs, they can make"
    },
    {
      "index": 126,
      "start_time": 621840.0,
      "end_time": 625829.0,
      "text": "you asphyxiate. Uh, it's very difficult to swallow these guys as well."
    },
    {
      "index": 127,
      "start_time": 626470.0,
      "end_time": 634019.0,
      "text": "Um, because that neurotoxin that I was talking about earlier, it it numbs your mouth, so you don't know if you're swallowing or breathing or or anything."
    },
    {
      "index": 128,
      "start_time": 635620.0,
      "end_time": 642720.0,
      "text": "Um, that's not to say that they can't be eaten. I'm sure they can if prepared properly and I have no issue with that."
    },
    {
      "index": 129,
      "start_time": 642720.0,
      "end_time": 646410.0,
      "text": "You know a lot of people eat insects around the world, and they are a great source of protein."
    },
    {
      "index": 130,
      "start_time": 647080.0,
      "end_time": 648550.0,
      "text": "Um, I"
    },
    {
      "index": 131,
      "start_time": 648550.0,
      "end_time": 652770.0,
      "text": "personally just don't do it because for me they're pets and not food. Well"
    },
    {
      "index": 132,
      "start_time": 652770.0,
      "end_time": 658800.0,
      "text": "that's it, if you have any questions or comments pop them down below. Also be sure to hit that subscribe button if you haven't already"
    },
    {
      "index": 133,
      "start_time": 659020.0,
      "end_time": 661229.0,
      "text": "for loads more animal videos coming up."
    },
    {
      "index": 134,
      "start_time": 662259.0,
      "end_time": 665829.0,
      "text": "I have so much planned. I'm really excited about that. I don't want to tell you just yet. You have to-"
    },
    {
      "index": 135,
      "start_time": 666529.0,
      "end_time": 670599.0,
      "text": "Just subscribe and you'll see. Thanks so much for watching and we hopefully will see you again very soon. Bye!"
    },
    {
      "index": 136,
      "start_time": 671749.0,
      "end_time": 674918.0,
      "text": "Rid yourself of toxic people in your life."
    },
    {
      "index": 137,
      "start_time": 674919.0,
      "end_time": 677859.0,
      "text": "If people are being negative and putting you down,"
    },
    {
      "index": 138,
      "start_time": 678350.0,
      "end_time": 683379.0,
      "text": "telling you that you or your job or your body are not good enough,"
    },
    {
      "index": 139,
      "start_time": 684350.0,
      "end_time": 687309.0,
      "text": "\"See ya!\" Hey, don't forget to subscribe."
    }
  ]
}