{
  "video_id": "_WzGP0RNwRU",
  "title": "Middles Ages Historical Background: Medieval Period",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 570.0,
      "end_time": 6990.0,
      "text": "We now move into the Medieval Period. The Medieval English Period (500 AD-1500 AD) was"
    },
    {
      "index": 2,
      "start_time": 6990.0,
      "end_time": 13459.0,
      "text": "not the Dark Age historians once defined it to be. The Medieval Period is also known as"
    },
    {
      "index": 3,
      "start_time": 13459.0,
      "end_time": 19390.0,
      "text": "the Dark Ages, where it is mistakenly said that no learning takes place. The darkness"
    },
    {
      "index": 4,
      "start_time": 19390.0,
      "end_time": 25810.0,
      "text": "that enveloped England is a result of the invading barbaric tribes and upheaval of law"
    },
    {
      "index": 5,
      "start_time": 25810.0,
      "end_time": 31089.0,
      "text": "and order. True, having invaders in one’s land would stunt the growth of learning, art,"
    },
    {
      "index": 6,
      "start_time": 31089.0,
      "end_time": 36680.0,
      "text": "and culture; however, this period was full of accomplishments. It is also a time where"
    },
    {
      "index": 7,
      "start_time": 36680.0,
      "end_time": 42640.0,
      "text": "courtly love, faith, and loyalty were expressed in duty to those higher in rank."
    },
    {
      "index": 8,
      "start_time": 42640.0,
      "end_time": 47879.0,
      "text": "The Dark Ages was a transition time for law and order to come alive and Christianity to"
    },
    {
      "index": 9,
      "start_time": 47879.0,
      "end_time": 53940.0,
      "text": "entice the tired, devastated English people. A part of the Medieval English Period, the"
    },
    {
      "index": 10,
      "start_time": 53940.0,
      "end_time": 62039.0,
      "text": "Old English Period (500-1100 AD) begins with what is specifically known as the Anglo-Saxon"
    },
    {
      "index": 11,
      "start_time": 62039.0,
      "end_time": 70009.0,
      "text": "Period (500 AD through the 8th Century, or 799 AD). The Dark Ages in England can be seen"
    },
    {
      "index": 12,
      "start_time": 70009.0,
      "end_time": 76110.0,
      "text": "because of the many invasions of the Angles, Saxons, and Jutes in 500 AD. These groups"
    },
    {
      "index": 13,
      "start_time": 76110.0,
      "end_time": 81360.0,
      "text": "of people were also Germanic tribes, which would be the same tribes with whom the Romans"
    },
    {
      "index": 14,
      "start_time": 81360.0,
      "end_time": 88340.0,
      "text": "were battling to protect their empire. Legend states that King Arthur led resistance to"
    },
    {
      "index": 15,
      "start_time": 88340.0,
      "end_time": 94570.0,
      "text": "the Anglo-Saxon leaders during this time. However, Arthur lost and fled to the western-most"
    },
    {
      "index": 16,
      "start_time": 94570.0,
      "end_time": 99689.0,
      "text": "part of Wales and, eventually, to a portion of France known as Brittany, which is where"
    },
    {
      "index": 17,
      "start_time": 99689.0,
      "end_time": 104500.0,
      "text": "the tales of King Arthur originated, and it could also solidify and add value to the French"
    },
    {
      "index": 18,
      "start_time": 104500.0,
      "end_time": 108560.0,
      "text": "connection when the Normans conquer the Vikings in 1066."
    },
    {
      "index": 19,
      "start_time": 108560.0,
      "end_time": 115710.0,
      "text": "Another significant occurrence in this period is that in 597 AD St. Augustine converts the"
    },
    {
      "index": 20,
      "start_time": 115710.0,
      "end_time": 122079.0,
      "text": "Anglo-Saxons to Christianity, which is important because the monks tended to be the only people"
    },
    {
      "index": 21,
      "start_time": 122079.0,
      "end_time": 128250.0,
      "text": "who could write, so they would be the ones to record any stories that still existed from"
    },
    {
      "index": 22,
      "start_time": 128250.0,
      "end_time": 134540.0,
      "text": "oral tradition. The monks, being extremely devout to God, could add subtle elements of"
    },
    {
      "index": 23,
      "start_time": 134540.0,
      "end_time": 140230.0,
      "text": "Christianity into the text. Although some works, such as Beowulf, written or recorded"
    },
    {
      "index": 24,
      "start_time": 140230.0,
      "end_time": 146260.0,
      "text": "in the 700s after St. Augustine’s conversion of the Anglo-Saxons to Christianity, originated"
    },
    {
      "index": 25,
      "start_time": 146260.0,
      "end_time": 151250.0,
      "text": "in an Anglo-Saxon oral tradition and told by bards who upheld the pagan traditions of"
    },
    {
      "index": 26,
      "start_time": 151250.0,
      "end_time": 156580.0,
      "text": "the piece, they were recorded by scribes who were Christian, thus the tale most studied"
    },
    {
      "index": 27,
      "start_time": 156580.0,
      "end_time": 162550.0,
      "text": "today contains many Christian overtones as well as the epic war and gore scenes common"
    },
    {
      "index": 28,
      "start_time": 162550.0,
      "end_time": 169060.0,
      "text": "to tales told for generations by bards. These gory descriptions exemplify the Anglo-Saxon"
    },
    {
      "index": 29,
      "start_time": 169060.0,
      "end_time": 175710.0,
      "text": "pagan tradition in descriptive language and Greek pagan ideas to be included in the literature."
    },
    {
      "index": 30,
      "start_time": 175710.0,
      "end_time": 180700.0,
      "text": "The people who wrote these epics in the oral sense probably had never read a story composed"
    },
    {
      "index": 31,
      "start_time": 180700.0,
      "end_time": 188570.0,
      "text": "by Homer since the fall of Constantinople, more than 750 years later in 1453, is when"
    },
    {
      "index": 32,
      "start_time": 188570.0,
      "end_time": 194930.0,
      "text": "the emergence of Greek texts occurs. It does prove that even though the cultures had different"
    },
    {
      "index": 33,
      "start_time": 194930.0,
      "end_time": 199910.0,
      "text": "lineage, the values are very similar. It would take the presence of Christianity to tame"
    },
    {
      "index": 34,
      "start_time": 199910.0,
      "end_time": 204910.0,
      "text": "the gory descriptions in future texts. A little over one-hundred years after the"
    },
    {
      "index": 35,
      "start_time": 204910.0,
      "end_time": 211310.0,
      "text": "written recording of Beowulf, in 856, the Vikings invaded England and obtained all the"
    },
    {
      "index": 36,
      "start_time": 211310.0,
      "end_time": 220400.0,
      "text": "kingdom in 870 except Wessex, which was owned by King Alfred. In 878, King Alfred, since"
    },
    {
      "index": 37,
      "start_time": 220400.0,
      "end_time": 226260.0,
      "text": "he could not defeat the Vikings in battle, negotiated the Treaty of Wedmore, which stated"
    },
    {
      "index": 38,
      "start_time": 226260.0,
      "end_time": 230430.0,
      "text": "that the Vikings were to accept Christianity and that the kingdom would be divided into"
    },
    {
      "index": 39,
      "start_time": 230430.0,
      "end_time": 235930.0,
      "text": "two separate halves, Danelaw in the northern portions of the island and English law in"
    },
    {
      "index": 40,
      "start_time": 235930.0,
      "end_time": 241680.0,
      "text": "the southern portions. During the height of his rule, King Alfred ordered all Anglo-Saxon"
    },
    {
      "index": 41,
      "start_time": 241680.0,
      "end_time": 248140.0,
      "text": "literature to be written down by scribes in order to preserve the Old English literature."
    },
    {
      "index": 42,
      "start_time": 248140.0,
      "end_time": 252260.0,
      "text": "This was a very insightful act on his part since he was able to see the importance of"
    },
    {
      "index": 43,
      "start_time": 252260.0,
      "end_time": 257739.0,
      "text": "preserving stories that recorded history, culture, and a language."
    },
    {
      "index": 44,
      "start_time": 257738.99999999997,
      "end_time": 263250.0,
      "text": "In 1066, William the Conqueror of Normandy defeated the English at the Battle of Hastings,"
    },
    {
      "index": 45,
      "start_time": 263250.0,
      "end_time": 268410.0,
      "text": "which is the most important event that distinguishes the movements from the Old English Period"
    },
    {
      "index": 46,
      "start_time": 268410.0,
      "end_time": 276000.0,
      "text": "to the Middle English Period or Norman Period (1066-1500 AD). In conquering the English,"
    },
    {
      "index": 47,
      "start_time": 276000.0,
      "end_time": 280570.0,
      "text": "the Duke of Normandy brought over a new system of government under which the English would"
    },
    {
      "index": 48,
      "start_time": 280570.0,
      "end_time": 286340.0,
      "text": "live, called feudalism, and consists of a hierarchical order in which the king, William,"
    },
    {
      "index": 49,
      "start_time": 286340.0,
      "end_time": 291840.0,
      "text": "rules over his barons, who were members of the French aristocracy and helped him fight"
    },
    {
      "index": 50,
      "start_time": 291840.0,
      "end_time": 293210.0,
      "text": "in the Battle of Hastings."
    },
    {
      "index": 51,
      "start_time": 293210.0,
      "end_time": 295910.0,
      "text": "Image 4: Hierarchy of Feudal Lords They were given portions of land to rule and"
    },
    {
      "index": 52,
      "start_time": 295910.0,
      "end_time": 302250.0,
      "text": "subjects over whom to rule. These servants were the poor Anglo-Saxons who had been forced"
    },
    {
      "index": 53,
      "start_time": 302250.0,
      "end_time": 308280.0,
      "text": "into serfdom and were known as villains, or slaves in more modern terms. They were tied"
    },
    {
      "index": 54,
      "start_time": 308280.0,
      "end_time": 312680.0,
      "text": "to their lord&#39;s land for the rest of their lives. They were given shelter and food in"
    },
    {
      "index": 55,
      "start_time": 312680.0,
      "end_time": 318160.0,
      "text": "return for their labor in the fields on his land. Another system set up by William the"
    },
    {
      "index": 56,
      "start_time": 318160.0,
      "end_time": 325260.0,
      "text": "Conqueror was an expansion of the language system. Until this point, monosyllabic words"
    },
    {
      "index": 57,
      "start_time": 325260.0,
      "end_time": 331310.0,
      "text": "or parts of words formed the Anglo-Saxon language. The arrival of the Duke and his men brought"
    },
    {
      "index": 58,
      "start_time": 331310.0,
      "end_time": 336610.0,
      "text": "new words to incorporate into the existing language to form the beginnings of the language"
    },
    {
      "index": 59,
      "start_time": 336610.0,
      "end_time": 344850.0,
      "text": "system known as English. Words with French and Latin lineage, such as baron, villain,"
    },
    {
      "index": 60,
      "start_time": 344850.0,
      "end_time": 350620.0,
      "text": "and literature, were introduced into the language system and broadened English into a more complex"
    },
    {
      "index": 61,
      "start_time": 350620.0,
      "end_time": 356920.0,
      "text": "language. The royal connections are used in modern times for its titles."
    },
    {
      "index": 62,
      "start_time": 356920.0,
      "end_time": 364010.0,
      "text": "From 1070 to 1100, cathedral building began in an attempt to get closer to God. These"
    },
    {
      "index": 63,
      "start_time": 364010.0,
      "end_time": 369050.0,
      "text": "buildings were large, magnificent buildings that took decades to complete, but were worth"
    },
    {
      "index": 64,
      "start_time": 369050.0,
      "end_time": 373850.0,
      "text": "it in their aesthetic beauty and homage to God. They also showed the devotion that was"
    },
    {
      "index": 65,
      "start_time": 373850.0,
      "end_time": 379130.0,
      "text": "being created to religion, God, the arts, and scientific developments that are usually"
    },
    {
      "index": 66,
      "start_time": 379130.0,
      "end_time": 383620.0,
      "text": "minimized in the Medieval Period. The Renaissance gets the credit for being the most productive"
    },
    {
      "index": 67,
      "start_time": 383620.0,
      "end_time": 388280.0,
      "text": "and culturally in-tune period, but the Medieval Period holds many crucial accomplishments"
    },
    {
      "index": 68,
      "start_time": 388280.0,
      "end_time": 393990.0,
      "text": "that catalyze the Renaissance. Again, homage to God is seen in the literature throughout"
    },
    {
      "index": 69,
      "start_time": 393990.0,
      "end_time": 398530.0,
      "text": "this class. The signing of the Magna Carta in 1215 by"
    },
    {
      "index": 70,
      "start_time": 398530.0,
      "end_time": 404880.0,
      "text": "King John was a landmark event for treatment of man. The Magna Carta stated that no free"
    },
    {
      "index": 71,
      "start_time": 404880.0,
      "end_time": 412550.0,
      "text": "man was to be imprisoned or punished except by lawful judgment of his peers and the law"
    },
    {
      "index": 72,
      "start_time": 412550.0,
      "end_time": 417110.0,
      "text": "of the land. This is one of the many principles the founding fathers of America brought over"
    },
    {
      "index": 73,
      "start_time": 417110.0,
      "end_time": 422090.0,
      "text": "with them to ensure liberty and justice in the United States and has lived on for hundreds"
    },
    {
      "index": 74,
      "start_time": 422090.0,
      "end_time": 425800.0,
      "text": "of years. Sir Gawain and the Green Knight is one of"
    },
    {
      "index": 75,
      "start_time": 425800.0,
      "end_time": 430810.0,
      "text": "the King Arthur tales that may have originated in the Anglo-Saxon Period and was written,"
    },
    {
      "index": 76,
      "start_time": 430810.0,
      "end_time": 438820.0,
      "text": "or published, between 1375 and 1400. Sir Gawain is the perfect, chivalric Christian who is"
    },
    {
      "index": 77,
      "start_time": 438820.0,
      "end_time": 445770.0,
      "text": "dutiful to his king, country, and, most of all, God. The story undergirds the notions"
    },
    {
      "index": 78,
      "start_time": 445770.0,
      "end_time": 452169.0,
      "text": "of courtly love and chivalric romance. (See Dr. Wheeler&#39;s &quot;Courtly Love&quot; description to"
    },
    {
      "index": 79,
      "start_time": 452169.0,
      "end_time": 459010.0,
      "text": "place the definition in historical and literary context.) Everyman was written, or published,"
    },
    {
      "index": 80,
      "start_time": 459010.0,
      "end_time": 467330.0,
      "text": "in 1485. This work, like Sir Gawain and the Green Knight, had a Christian focus, but Everyman&#39;s"
    },
    {
      "index": 81,
      "start_time": 467330.0,
      "end_time": 474889.0,
      "text": "focus was a result from the loss of faith in God displayed by Englanders."
    },
    {
      "index": 82,
      "start_time": 474889.0,
      "end_time": 479270.0,
      "text": "Although Gawain and Everyman display allegiance to God, several events happened to weaken"
    },
    {
      "index": 83,
      "start_time": 479270.0,
      "end_time": 487310.0,
      "text": "the allegiance to Rome and the Catholic Church. In 1348-9, the Black Death caused millions"
    },
    {
      "index": 84,
      "start_time": 487310.0,
      "end_time": 492400.0,
      "text": "to die, and with that died a part of the belief that if there were a God that he could create"
    },
    {
      "index": 85,
      "start_time": 492400.0,
      "end_time": 498180.0,
      "text": "something as terrible as a plague to kill all of their loved ones. Death was the concern,"
    },
    {
      "index": 86,
      "start_time": 498180.0,
      "end_time": 503800.0,
      "text": "not heaven. Labor unrest developed in the form of a revolt in 1381. The Peasant’s"
    },
    {
      "index": 87,
      "start_time": 503800.0,
      "end_time": 511050.0,
      "text": "Revolt consisted of 100,000 peasants who protested in London to demand relief from Richard II."
    },
    {
      "index": 88,
      "start_time": 511050.0,
      "end_time": 516760.0,
      "text": "After having promised to help them, Richard II executed the revolt leaders and retracted"
    },
    {
      "index": 89,
      "start_time": 516760.0,
      "end_time": 525300.0,
      "text": "his agreements, leaving the people unaided. From 1337-1453, the Hundred Years War with"
    },
    {
      "index": 90,
      "start_time": 525300.0,
      "end_time": 529640.0,
      "text": "France occurred. The splitting of the Holy Roman Empire was a result of more than one"
    },
    {
      "index": 91,
      "start_time": 529640.0,
      "end_time": 535700.0,
      "text": "man claiming to be the true Pope of the Catholic Church. France had one of the Popes in Avignon"
    },
    {
      "index": 92,
      "start_time": 535700.0,
      "end_time": 543720.0,
      "text": "from 1308 to 1384 and solidified the anger England felt towards the Catholic Church."
    },
    {
      "index": 93,
      "start_time": 543720.0,
      "end_time": 550800.0,
      "text": "During this time (from 1324 to 1384), John Wycliff rebelled against the collection of"
    },
    {
      "index": 94,
      "start_time": 550800.0,
      "end_time": 555350.0,
      "text": "papal taxes in England. He saw no sense in sending taxes to the Pope if the Church could"
    },
    {
      "index": 95,
      "start_time": 555350.0,
      "end_time": 562350.0,
      "text": "not decide who the real Pope was. He created his own translation of the Bible in 1382."
    },
    {
      "index": 96,
      "start_time": 562350.0,
      "end_time": 567180.0,
      "text": "This chaos of disease and war would harm the foundation of any civilization, and it would"
    },
    {
      "index": 97,
      "start_time": 567180.0,
      "end_time": 575060.0,
      "text": "also stifle artistic and ideological expression. However, two major changes occurred to catalyze"
    },
    {
      "index": 98,
      "start_time": 575060.0,
      "end_time": 581300.0,
      "text": "and provide new opportunities and understandings about the world, bringing about the Renaissance."
    },
    {
      "index": 99,
      "start_time": 581300.0,
      "end_time": 586640.0,
      "text": "One major invention ends the Middle Ages and transitions history into the next stage, known"
    },
    {
      "index": 100,
      "start_time": 586640.0,
      "end_time": 592820.0,
      "text": "as the Renaissance. The pivotal transition occurs in Germany in 1440 when Johann Gutenberg"
    },
    {
      "index": 101,
      "start_time": 592820.0,
      "end_time": 596630.0,
      "text": "invented the printing press, a technology that allowed hundreds of thousands of books"
    },
    {
      "index": 102,
      "start_time": 596630.0,
      "end_time": 602740.0,
      "text": "to be printed and distributed at a less expensive price. Prior to this invention, monks might"
    },
    {
      "index": 103,
      "start_time": 602740.0,
      "end_time": 607310.0,
      "text": "work on a book for years before it was finished, elaborately handwritten, ornately decorated,"
    },
    {
      "index": 104,
      "start_time": 607310.0,
      "end_time": 612490.0,
      "text": "and lined gold. Male religious leaders and the wealthy were literate in Latin and the"
    },
    {
      "index": 105,
      "start_time": 612490.0,
      "end_time": 618440.0,
      "text": "vernacular English, but the majority of the population was not. After the invention of"
    },
    {
      "index": 106,
      "start_time": 618440.0,
      "end_time": 623330.0,
      "text": "the printing press, the price of books dropped, literacy rose, and schools flourished all"
    },
    {
      "index": 107,
      "start_time": 623330.0,
      "end_time": 629010.0,
      "text": "over Europe. The social and religious impact of the Gutenberg press was not entirely positively"
    },
    {
      "index": 108,
      "start_time": 629010.0,
      "end_time": 633550.0,
      "text": "received, though. Religious leaders thought the invention would bring about the ruin of"
    },
    {
      "index": 109,
      "start_time": 633550.0,
      "end_time": 639320.0,
      "text": "civilization since people could more easily have access to or afford to purchase the bible,"
    },
    {
      "index": 110,
      "start_time": 639320.0,
      "end_time": 645310.0,
      "text": "and the stories of the Bible might not be able to be preserved. It was translated into"
    },
    {
      "index": 111,
      "start_time": 645310.0,
      "end_time": 651880.0,
      "text": "more languages, including vernacular languages deemed lesser than the high form of Latin."
    },
    {
      "index": 112,
      "start_time": 651880.0,
      "end_time": 657860.0,
      "text": "It would lead to individuals--not the church--interpreting the guidelines of the bible. Another fear"
    },
    {
      "index": 113,
      "start_time": 657860.0,
      "end_time": 663130.0,
      "text": "was that the money spent on books would displace the amount of money being given at alms at"
    },
    {
      "index": 114,
      "start_time": 663130.0,
      "end_time": 668390.0,
      "text": "church, thus leading to less money in the church coffers. For these reasons, the Catholic"
    },
    {
      "index": 115,
      "start_time": 668390.0,
      "end_time": 671970.0,
      "text": "Church deemed the printing press a tool of the devil."
    },
    {
      "index": 116,
      "start_time": 671970.0,
      "end_time": 678450.0,
      "text": "A major military event also catalyzed the Renaissance. The fall of Constantinople in"
    },
    {
      "index": 117,
      "start_time": 678450.0,
      "end_time": 684850.0,
      "text": "1453, which brought about the rise in Humanism, which was a result of the mass exodus of Greek"
    },
    {
      "index": 118,
      "start_time": 684850.0,
      "end_time": 689630.0,
      "text": "scholars from Italy and the Mediterranean region out to France, England, and other countries"
    },
    {
      "index": 119,
      "start_time": 689630.0,
      "end_time": 695370.0,
      "text": "in Europe and who brought with them ancient Greek texts that would be translated and imitated"
    },
    {
      "index": 120,
      "start_time": 695370.0,
      "end_time": 700500.0,
      "text": "by Renaissance writers. (More about Humanism will be covered in the Renaissance sections.)"
    },
    {
      "index": 121,
      "start_time": 700500.0,
      "end_time": 705560.0,
      "text": "The Middle Ages was a time of great literary achievement. This period is when English literature"
    },
    {
      "index": 122,
      "start_time": 705560.0,
      "end_time": 709830.0,
      "text": "began. In the works for this section of the course, the authors have chosen secular and"
    },
    {
      "index": 123,
      "start_time": 709830.0,
      "end_time": 715790.0,
      "text": "religious topics, love and adventure, advice and gore, and many topics in between. Some"
    },
    {
      "index": 124,
      "start_time": 715790.0,
      "end_time": 719209.0,
      "text": "of the greatest English tales were written during the Middle Ages, and students will"
    },
    {
      "index": 125,
      "start_time": 719209.0,
      "end_time": 724390.0,
      "text": "also note how many and how well the women of this time followed and modeled the norm"
    },
    {
      "index": 126,
      "start_time": 724390.0,
      "end_time": 729660.0,
      "text": "in literature beyond the Medieval Period. Marie de France, who is the first author studied"
    },
    {
      "index": 127,
      "start_time": 729660.0,
      "end_time": 735459.0,
      "text": "in this class, is the first example where even one who has not read Beowulf can see"
    },
    {
      "index": 128,
      "start_time": 735459.0,
      "end_time": 741390.0,
      "text": "these blending of traditions from pagan and Christian worlds. Most Welsh, Celtic, Roman,"
    },
    {
      "index": 129,
      "start_time": 741390.0,
      "end_time": 746620.0,
      "text": "and Norman art, architecture, stories reflect this Christian acculturation during the Middle"
    },
    {
      "index": 130,
      "start_time": 746620.0,
      "end_time": 751230.0,
      "text": "Ages, and each of the other female authors show how rich the literature of the Middle"
    },
    {
      "index": 131,
      "start_time": 751230.0,
      "end_time": 761230.0,
      "text": "Ages was."
    }
  ]
}