{
  "video_id": "a-B6OHpEcuA",
  "title": "How To Write A Really Good Resume - Sample Resume Template",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 5370.0,
      "text": "Do you want a resume that will land you more job interviews? Or maybe you need a"
    },
    {
      "index": 2,
      "start_time": 5370.0,
      "end_time": 10710.0,
      "text": "resume that will help you get a higher paying job. If this sounds like you, stay"
    },
    {
      "index": 3,
      "start_time": 10710.0,
      "end_time": 16529.0,
      "text": "tuned, because in this video I'm going to share 6 strategies to help you write a"
    },
    {
      "index": 4,
      "start_time": 16529.0,
      "end_time": 21600.0,
      "text": "resume that will get you noticed. And if you stick around until the end, as always,"
    },
    {
      "index": 5,
      "start_time": 21600.0,
      "end_time": 26939.0,
      "text": "I have a special bonus just for you. Hi there, I'm Heather Austin from ProfessorAustin.com"
    },
    {
      "index": 6,
      "start_time": 26939.0,
      "end_time": 32990.0,
      "text": "and The Career Club on Facebook and on this channel I share"
    },
    {
      "index": 7,
      "start_time": 32980.0,
      "end_time": 37468.0,
      "text": "simple solutions to help you launch a career you love, so if you're new here"
    },
    {
      "index": 8,
      "start_time": 37469.0,
      "end_time": 42480.0,
      "text": "consider subscribing. Studies have shown that humans have a shorter attention"
    },
    {
      "index": 9,
      "start_time": 42480.0,
      "end_time": 48660.0,
      "text": "span than goldfish, which is only nine seconds, and our attention span just"
    },
    {
      "index": 10,
      "start_time": 48660.0,
      "end_time": 52890.0,
      "text": "keeps getting shorter because of our digitized lifestyle. That's why I teamed"
    },
    {
      "index": 11,
      "start_time": 52890.0,
      "end_time": 58140.0,
      "text": "up with my really good friends over at Red Rocket Resume to come up with six"
    },
    {
      "index": 12,
      "start_time": 58140.0,
      "end_time": 63629.0,
      "text": "strategies to help you write a resume that will get you noticed. So let's jump"
    },
    {
      "index": 13,
      "start_time": 63629.0,
      "end_time": 69570.0,
      "text": "into it. Tip number one, have a clear message. This means starting with a"
    },
    {
      "index": 14,
      "start_time": 69570.0,
      "end_time": 74309.0,
      "text": "clear vision of what you can offer. This will help you demonstrate what you can"
    },
    {
      "index": 15,
      "start_time": 74310.0,
      "end_time": 77400.0,
      "text": "do for a company and why you are a great fit."
    },
    {
      "index": 16,
      "start_time": 77400.0,
      "end_time": 82380.0,
      "text": "Start by pin-pointing your strengths. Determine what you are good at. What"
    },
    {
      "index": 17,
      "start_time": 82380.0,
      "end_time": 87149.0,
      "text": "about your current position brings you the most excitement? What would others"
    },
    {
      "index": 18,
      "start_time": 87150.0,
      "end_time": 91650.0,
      "text": "say that you do well? Knowing and understanding your strengths and your"
    },
    {
      "index": 19,
      "start_time": 91650.0,
      "end_time": 96240.0,
      "text": "passions will help you tailor your resume better for each position. With"
    },
    {
      "index": 20,
      "start_time": 96240.0,
      "end_time": 100560.0,
      "text": "your message defined, you are now ready to bring it together in what we call a"
    },
    {
      "index": 21,
      "start_time": 100560.0,
      "end_time": 105420.0,
      "text": "branding profile. Which is tip number two. A branding profile is a brief"
    },
    {
      "index": 22,
      "start_time": 105420.0,
      "end_time": 108580.0,
      "text": "description of your greatest accomplishments. It tells"
    },
    {
      "index": 23,
      "start_time": 108580.0,
      "end_time": 113560.0,
      "text": "an employer who you are, who you help and how you help them. It comes right after"
    },
    {
      "index": 24,
      "start_time": 113560.0,
      "end_time": 118360.0,
      "text": "your name and contact information and appears right before your experience"
    },
    {
      "index": 25,
      "start_time": 118360.0,
      "end_time": 122530.0,
      "text": "section. The great thing about a branding profile is that it conveys to a company"
    },
    {
      "index": 26,
      "start_time": 122530.0,
      "end_time": 126940.0,
      "text": "what you can do for them rather than what you want out of the position."
    },
    {
      "index": 27,
      "start_time": 126940.0,
      "end_time": 131900.0,
      "text": "A branding profile is also known as a personal summary, a qualifications"
    },
    {
      "index": 28,
      "start_time": 131900.0,
      "end_time": 135640.0,
      "text": "section or even a branding summary.  Here's a bonus tip. An objective statement on a"
    },
    {
      "index": 29,
      "start_time": 135640.0,
      "end_time": 140829.0,
      "text": "resume is old and outdated so if you've been using one you need to get rid of it"
    },
    {
      "index": 30,
      "start_time": 140830.0,
      "end_time": 147400.0,
      "text": "and put a branding profile in its place. Tip number three, focus on the top half."
    },
    {
      "index": 31,
      "start_time": 147400.0,
      "end_time": 152190.0,
      "text": "The top half of your resume is by far the most important. This is where hiring"
    },
    {
      "index": 32,
      "start_time": 152200.0,
      "end_time": 157630.0,
      "text": "managers and recruiters will look first. You have six seconds or less to convince"
    },
    {
      "index": 33,
      "start_time": 157630.0,
      "end_time": 162850.0,
      "text": "them that you are the perfect candidate for an interview. Include a good contact"
    },
    {
      "index": 34,
      "start_time": 162850.0,
      "end_time": 167560.0,
      "text": "phone number with a professional sounding email address, preferably a"
    },
    {
      "index": 35,
      "start_time": 167560.0,
      "end_time": 173500.0,
      "text": "gmail account with your first and last name or some combination of your first"
    },
    {
      "index": 36,
      "start_time": 173500.0,
      "end_time": 178900.0,
      "text": "and last name. You could also use an email address from your personal website."
    },
    {
      "index": 37,
      "start_time": 178900.0,
      "end_time": 184000.0,
      "text": "Rather than a street address, include your personal LinkedIn URL. I created a"
    },
    {
      "index": 38,
      "start_time": 184000.0,
      "end_time": 188530.0,
      "text": "video all about how to customize your Linkedin URL and I'll go ahead and"
    },
    {
      "index": 39,
      "start_time": 188530.0,
      "end_time": 192850.0,
      "text": "include that in the description below. Tip number four, highlight your"
    },
    {
      "index": 40,
      "start_time": 192850.0,
      "end_time": 197230.0,
      "text": "accomplishments. Hiring managers and recruiters want to see the results"
    },
    {
      "index": 41,
      "start_time": 197230.0,
      "end_time": 201280.0,
      "text": "you've made in your previous positions. They want to see the problems you've"
    },
    {
      "index": 42,
      "start_time": 201280.0,
      "end_time": 206500.0,
      "text": "solved, how you solved them, and the impact that you've made. To clearly convey this,"
    },
    {
      "index": 43,
      "start_time": 206500.0,
      "end_time": 211209.0,
      "text": "highlight your accomplishments rather than listing your job descriptions. One"
    },
    {
      "index": 44,
      "start_time": 211209.0,
      "end_time": 216430.0,
      "text": "of the best ways to do this is by using percentages, numbers and even dollar"
    },
    {
      "index": 45,
      "start_time": 216430.0,
      "end_time": 220989.0,
      "text": "amounts. Doing this will identify the outcomes you've had and make you more"
    },
    {
      "index": 46,
      "start_time": 220989.0,
      "end_time": 226450.0,
      "text": "attractive as a candidate. Tip number five, make it relevant. Your resume should"
    },
    {
      "index": 47,
      "start_time": 226450.0,
      "end_time": 230410.0,
      "text": "always be tailored to the position you are applying for. Closely"
    },
    {
      "index": 48,
      "start_time": 230410.0,
      "end_time": 235180.0,
      "text": "review the job description for keywords and place those keywords throughout"
    },
    {
      "index": 49,
      "start_time": 235180.0,
      "end_time": 238660.0,
      "text": "your resume.  This also means removing work experience"
    },
    {
      "index": 50,
      "start_time": 238660.0,
      "end_time": 244210.0,
      "text": "that is more than 10 years old unless it has a direct tie to the position and"
    },
    {
      "index": 51,
      "start_time": 244210.0,
      "end_time": 249910.0,
      "text": "company you are applying for, and finally tip number 6, place emphasis on the"
    },
    {
      "index": 52,
      "start_time": 249910.0,
      "end_time": 254950.0,
      "text": "format. Put extra effort into the design and formatting of your resume. This can"
    },
    {
      "index": 53,
      "start_time": 254950.0,
      "end_time": 259409.0,
      "text": "be difficult but it is well worth it because hiring managers and recruiters"
    },
    {
      "index": 54,
      "start_time": 259410.00000000003,
      "end_time": 265300.0,
      "text": "receive hundreds of resumes. You need to do a little something extra to stand out"
    },
    {
      "index": 55,
      "start_time": 265300.0,
      "end_time": 269409.0,
      "text": "from everyone else. I'm not saying you need to create an infographic resume"
    },
    {
      "index": 56,
      "start_time": 269410.0,
      "end_time": 274330.0,
      "text": "unless your industry requires it but there are a few simple strategies that"
    },
    {
      "index": 57,
      "start_time": 274330.0,
      "end_time": 279990.0,
      "text": "you can put into place. First consider using an alternate font. Times New Roman"
    },
    {
      "index": 58,
      "start_time": 279100.0,
      "end_time": 284320.0,
      "text": "and Arial are two of the most commonly used fonts which is why they should be"
    },
    {
      "index": 59,
      "start_time": 284320.0,
      "end_time": 289960.0,
      "text": "avoided. Rather use alternate fonts such as Garamond, Gill Sans or even Cambria. Also"
    },
    {
      "index": 60,
      "start_time": 289960.0,
      "end_time": 295690.0,
      "text": "highlight sections by applying subtle changes, such as bold text, line breaks,"
    },
    {
      "index": 61,
      "start_time": 295690.0,
      "end_time": 302200.0,
      "text": "extra spacing and even subtle color changes. And lastly, use lists. Bulleted"
    },
    {
      "index": 62,
      "start_time": 302200.0,
      "end_time": 306370.0,
      "text": "lists are a great way to break up information and draw attention to things"
    },
    {
      "index": 63,
      "start_time": 306370.0,
      "end_time": 310660.0,
      "text": "you want someone to notice. Thanks guys for sticking with me until the end. I"
    },
    {
      "index": 64,
      "start_time": 310660.0,
      "end_time": 316540.0,
      "text": "promised you an extra special bonus and here it is. The 6 Second Resume. It's a"
    },
    {
      "index": 65,
      "start_time": 316540.0,
      "end_time": 322300.0,
      "text": "downloadable resume that you can use and tailor to apply for your next position."
    },
    {
      "index": 66,
      "start_time": 322300.0,
      "end_time": 326679.0,
      "text": "I'll go ahead and link it up below. So I have a question for you, what are your"
    },
    {
      "index": 67,
      "start_time": 326680.0,
      "end_time": 330970.0,
      "text": "biggest challenges when it comes to writing a resume? Feel free to comment"
    },
    {
      "index": 68,
      "start_time": 330970.0,
      "end_time": 335200.0,
      "text": "and connect with others below and don't forget to hit the like button below and"
    },
    {
      "index": 69,
      "start_time": 335200.0,
      "end_time": 341390.0,
      "text": "if you're new here, consider subscribing and I'll see you guys next time!"
    }
  ]
}