{
  "video_id": "A08egKEQ5-c",
  "title": "Fashion's naked truths | The Economist",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3050.0,
      "end_time": 7170.0,
      "text": "Fashion is one of the fastest growing industries on the planet."
    },
    {
      "index": 2,
      "start_time": 7180.0,
      "end_time": 15200.0,
      "text": "Around the world, 80 billion new pieces of clothing are sold every year, 400% more than just 40 years ago."
    },
    {
      "index": 3,
      "start_time": 16200.0,
      "end_time": 21230.0,
      "text": "Americans alone are buying five times more garments than in 1980."
    },
    {
      "index": 4,
      "start_time": 21240.0,
      "end_time": 28541.0,
      "text": "Now, a $1.3 trillion mega industry, fashion employs more than 300 million people worldwide."
    },
    {
      "index": 5,
      "start_time": 29540.0,
      "end_time": 36540.0,
      "text": "Where other industries have come apart at the seams, clothing production has doubled in the last 15 years."
    },
    {
      "index": 6,
      "start_time": 36550.0,
      "end_time": 40700.0,
      "text": "But it's a fashion statement with a steep environmental price tag."
    },
    {
      "index": 7,
      "start_time": 40720.0,
      "end_time": 46820.0,
      "text": "Making one kilogram of fabric produces 23 kilograms of greenhouse gasses."
    },
    {
      "index": 8,
      "start_time": 46830.0,
      "end_time": 54540.0,
      "text": "Textile production generates more carbon dioxide than all international flights and maritime shipping combined."
    },
    {
      "index": 9,
      "start_time": 54550.0,
      "end_time": 61100.0,
      "text": "Yet half of all clothes are thrown away within one year, many having never been worn."
    },
    {
      "index": 10,
      "start_time": 61110.0,
      "end_time": 67160.0,
      "text": "Fashion is now considered the second most polluting industry in the world after oil."
    },
    {
      "index": 11,
      "start_time": 67170.0,
      "end_time": 74200.0,
      "text": "And with increasing middle classes in the developing world keen to make their own fashion statement, this will get worse."
    },
    {
      "index": 12,
      "start_time": 75230.0,
      "end_time": 82840.0,
      "text": "If 80% of emerging markets reach western levels of clothes shopping, carbon dioxide emissions could increase by nearly 80% per person."
    },
    {
      "index": 13,
      "start_time": 85250.0,
      "end_time": 96290.0,
      "text": "By 2050 total clothing sales could reach 175 million tons, turning the planet into the biggest fashion victim of them all."
    }
  ]
}