{
  "video_id": "A3iWCi7yYSc",
  "title": "Who will win the Throne in Game of Thrones Season 8?",
  "json": [
    {
      "index": 1,
      "start_time": 480.0,
      "end_time": 6560.0,
      "text": "The marketing campaign for the final season of Game of Thrones is called ForTheThrone."
    },
    {
      "index": 2,
      "start_time": 6560.0,
      "end_time": 12379.0,
      "text": "After seven seasons of conflict betrayal and death, who will win the Iron Throne, and rule Westeros in the end?"
    },
    {
      "index": 3,
      "start_time": 14619.0,
      "end_time": 20120.0,
      "text": "Daenerys says she was born to rule Westeros. She's a Targaryen, the family that made the Iron Throne, and ruled for three hundred years."
    },
    {
      "index": 4,
      "start_time": 23740.0,
      "end_time": 28859.0,
      "text": "Daenerys spends seasons in the Dothraki Sea and Meereen learning how to be a queen."
    },
    {
      "index": 5,
      "start_time": 28859.0,
      "end_time": 33329.0,
      "text": "And in Season 7, she invades Westeros, with her dragons and her army."
    },
    {
      "index": 6,
      "start_time": 33329.0,
      "end_time": 38620.0,
      "text": "Dany's whole story has been leading up to her taking the Throne – so it almost seems too obvious that she'll win."
    },
    {
      "index": 7,
      "start_time": 41350.0,
      "end_time": 45989.0,
      "text": "The big question in Daenerys' story is ‘what kind of queen is she?’"
    },
    {
      "index": 8,
      "start_time": 45989.0,
      "end_time": 48199.0,
      "text": "Does she burn all her enemies, or make peace?"
    },
    {
      "index": 9,
      "start_time": 48199.0,
      "end_time": 53340.0,
      "text": "Is she a tyrant like her father , or will she make “the world a better place” ?"
    },
    {
      "index": 10,
      "start_time": 53340.0,
      "end_time": 59160.0,
      "text": "Maybe Daenerys will prove herself a worthy queen by not taking the Throne."
    },
    {
      "index": 11,
      "start_time": 59160.0,
      "end_time": 64449.0,
      "text": "In Season 2, Dany has a vision where she reaches for the Throne, but then turns away and goes beyond the Wall."
    },
    {
      "index": 12,
      "start_time": 65940.0,
      "end_time": 70800.0,
      "text": "Just like in Season 7, when she chooses not to attack the capital , and instead goes beyond"
    },
    {
      "index": 13,
      "start_time": 70800.0,
      "end_time": 76610.0,
      "text": "the Wall, to fight white walkers. Daenerys realises that saving the world is more important than her war for the Throne."
    },
    {
      "index": 14,
      "start_time": 78110.0,
      "end_time": 84080.0,
      "text": "But saving the world might cost Daenerys her life . According to legend, the white walkers"
    },
    {
      "index": 15,
      "start_time": 84080.0,
      "end_time": 90190.0,
      "text": "were defeated before by a warrior who sacrificed his beloved wife . It might be that Jon Snow"
    },
    {
      "index": 16,
      "start_time": 90190.0,
      "end_time": 96560.0,
      "text": "is this warrior, and that his love Daenerys will die. Daenerys could finally prove herself a worthy queen by giving up the Throne, and dying to save the realm."
    },
    {
      "index": 17,
      "start_time": 101990.0,
      "end_time": 105850.0,
      "text": "But if Daenerys dies, who'll take the Throne?"
    },
    {
      "index": 18,
      "start_time": 105850.0,
      "end_time": 111740.0,
      "text": "In her vision, Daenerys sees “snow” on the Throne . So maybe Jon Snow will sit the Throne."
    },
    {
      "index": 19,
      "start_time": 112740.0,
      "end_time": 116550.0,
      "text": "We learned in Season 7 that Jon is the rightful heir to the Throne –"
    },
    {
      "index": 20,
      "start_time": 116550.0,
      "end_time": 122000.0,
      "text": "because he's the son of Rhaegar Targaryen . Jon might not want to be King of Westeros –"
    },
    {
      "index": 21,
      "start_time": 122100.0,
      "end_time": 127630.0,
      "text": "he didn't want to be King in the North . But he'd likely accept the Throne if he saw it as his duty."
    },
    {
      "index": 22,
      "start_time": 127630.0,
      "end_time": 133520.0,
      "text": "Jon becoming king would be kind of a fantasy cliché – a hero with a magic sword defeating the dark lord and ruling the realm."
    },
    {
      "index": 23,
      "start_time": 136159.0,
      "end_time": 139010.0,
      "text": "Will Game of Thrones follow this trope?"
    },
    {
      "index": 24,
      "start_time": 139010.0,
      "end_time": 144260.0,
      "text": "There are lots of hints in the books that Jon will be king , but this could mean a darker, colder kind of king."
    },
    {
      "index": 25,
      "start_time": 146209.0,
      "end_time": 151480.0,
      "text": "There are legends that humans once cooperated with white walkers, even married them."
    },
    {
      "index": 26,
      "start_time": 151480.0,
      "end_time": 157549.0,
      "text": "Maybe Jon will make peace with the walkers by becoming their new Night King, maybe marrying one."
    },
    {
      "index": 27,
      "start_time": 157549.0,
      "end_time": 161220.0,
      "text": "It'd be like how Jon makes peace with the wildlings after loving Ygritte."
    },
    {
      "index": 28,
      "start_time": 161220.0,
      "end_time": 166370.0,
      "text": "There's all sorts of weird stuff in the lore about pacts and Stark blood and zombie-men – so some kind of dark self-sacrifice might be Jon's fate."
    },
    {
      "index": 29,
      "start_time": 171650.0,
      "end_time": 177230.0,
      "text": "If Jon does become a Night King or something, and Daenerys dies, maybe their child will survive."
    },
    {
      "index": 30,
      "start_time": 178340.0,
      "end_time": 182819.0,
      "text": "There are lots of hints in Season 7 about Daenerys and Jon having kids – so maybe their child will sit the Throne – a son of ice and fire."
    },
    {
      "index": 31,
      "start_time": 187709.0,
      "end_time": 192980.0,
      "text": "So those are the obvious options – either Daenerys or Jon or their child on the Throne, with some kind of tragic magic sacrifice."
    },
    {
      "index": 32,
      "start_time": 196510.0,
      "end_time": 198920.0,
      "text": "But there are other possibilities."
    },
    {
      "index": 33,
      "start_time": 198920.0,
      "end_time": 203049.0,
      "text": "Gendry is the bastard son of King Robert Baratheon."
    },
    {
      "index": 34,
      "start_time": 203049.0,
      "end_time": 207120.0,
      "text": "Bastards can't inherit a throne – unless they're legitimized , like Ramsay Bolton was."
    },
    {
      "index": 35,
      "start_time": 207120.0,
      "end_time": 212989.0,
      "text": "If Gendry was legitimized, he would be Robert's heir and, arguably, the rightful king – this bastard boy from Flea Bottom could claim the Throne of his father."
    },
    {
      "index": 36,
      "start_time": 219090.0,
      "end_time": 221239.0,
      "text": "But Gendry is a minor character."
    },
    {
      "index": 37,
      "start_time": 221239.0,
      "end_time": 224459.0,
      "text": "He's not a political player, he's a blacksmith."
    },
    {
      "index": 38,
      "start_time": 224459.0,
      "end_time": 226489.0,
      "text": "And he doesn't seem to want the Throne."
    },
    {
      "index": 39,
      "start_time": 226489.0,
      "end_time": 229731.0,
      "text": "At most, he might rule the Stormlands, the home of House Baratheon."
    },
    {
      "index": 40,
      "start_time": 229731.0,
      "end_time": 233599.0,
      "text": "But he isn't a very likely king."
    },
    {
      "index": 41,
      "start_time": 233599.0,
      "end_time": 238900.0,
      "text": "In Season 1, Sansa Stark wants to be queen. She hopes to marry Prince Joffrey , and that doesn't work out."
    },
    {
      "index": 42,
      "start_time": 240419.0,
      "end_time": 245219.0,
      "text": "But she spends the next six seasons learning politics from some of the most devious players of the game –"
    },
    {
      "index": 43,
      "start_time": 245219.0,
      "end_time": 252409.0,
      "text": "like Cersei, Olenna, and Littlefinger. By Season 7, Sansa is a leader herself –"
    },
    {
      "index": 44,
      "start_time": 252409.0,
      "end_time": 257950.0,
      "text": "she rules Winterfell with the support of the north and the Vale. After being used and abused for so long, Sansa really likes to be in charge."
    },
    {
      "index": 45,
      "start_time": 261149.99999999997,
      "end_time": 268280.0,
      "text": "And it's hinted that Sansa wants even more power. Sansa has no lawful claim to the Iron Throne –"
    },
    {
      "index": 46,
      "start_time": 268280.0,
      "end_time": 273930.0,
      "text": "but maybe she could Littlefinger her way in, by murder or marriage – there are hints in the books that Sansa might marry Jon, or Young Griff – it's a whole thing."
    },
    {
      "index": 47,
      "start_time": 279480.0,
      "end_time": 285640.0,
      "text": "But the Season 7 finale and Sophie Turner's new tattoo make clear that Sansa is loyal"
    },
    {
      "index": 48,
      "start_time": 285640.0,
      "end_time": 291270.0,
      "text": "to the Starks, her home is Winterfell. So Sansa could end up Queen in the North –"
    },
    {
      "index": 49,
      "start_time": 291270.0,
      "end_time": 296150.0,
      "text": "but the Iron Throne, at least in the show, seems less likely for Sansa."
    },
    {
      "index": 50,
      "start_time": 296150.0,
      "end_time": 302230.0,
      "text": "Cersei Lannister now has the Throne – but she probably won't last ."
    },
    {
      "index": 51,
      "start_time": 302230.0,
      "end_time": 306060.0,
      "text": "She can't beat Daenerys and her dragons and Jon and the white walkers."
    },
    {
      "index": 52,
      "start_time": 306060.0,
      "end_time": 311250.0,
      "text": "And the witch Maggy the Frog prophesied that Cersei will be cast down."
    },
    {
      "index": 53,
      "start_time": 311260.0,
      "end_time": 316620.0,
      "text": "Cersei says that she'd rather die than surrender, like in Blackwater, when she almost committed suicide."
    },
    {
      "index": 54,
      "start_time": 316620.0,
      "end_time": 319810.0,
      "text": "Cersei's on a path of self-destruction."
    },
    {
      "index": 55,
      "start_time": 319810.0,
      "end_time": 324550.0,
      "text": "And one theory is that she'll try to use wildfire again, and that she'll be killed by her brother-lover Jaime."
    },
    {
      "index": 56,
      "start_time": 327070.0,
      "end_time": 332420.0,
      "text": "Watch our Jaime and Cersei videos for more, but basically Jaime may kill the Mad Queen Cersei, just like he killed the Mad King Aerys years ago."
    },
    {
      "index": 57,
      "start_time": 336570.0,
      "end_time": 340140.0,
      "text": "After Jaime killed Aerys, he briefly sat the Iron Throne."
    },
    {
      "index": 58,
      "start_time": 340140.0,
      "end_time": 343420.0,
      "text": "So maybe he'll do the same after killing Cersei."
    },
    {
      "index": 59,
      "start_time": 343420.0,
      "end_time": 347970.0,
      "text": "The Kingslayer and Queenslayer could be king, if only for a moment."
    },
    {
      "index": 60,
      "start_time": 347970.0,
      "end_time": 354190.0,
      "text": "Cause Jaime may not outlive Cersei – he says he wants to die in her arms."
    },
    {
      "index": 61,
      "start_time": 354190.0,
      "end_time": 359870.0,
      "text": "It'd be cool if Tyrion was king – the despised exiled dwarf on the highest seat in the land."
    },
    {
      "index": 62,
      "start_time": 360940.0,
      "end_time": 366330.0,
      "text": "Varys did say that a small man can cast a large shadow . But Tyrion doesn't want to be king"
    },
    {
      "index": 63,
      "start_time": 366330.0,
      "end_time": 371000.0,
      "text": "– he says he wants to start a vineyard . And the people of Westeros don't want Tyrion"
    },
    {
      "index": 64,
      "start_time": 371000.0,
      "end_time": 376660.0,
      "text": "– they hate him as a kinslayer, the murderous Imp who supposedly killed Joffrey."
    },
    {
      "index": 65,
      "start_time": 376660.0,
      "end_time": 382430.0,
      "text": "Tyrion's more suited as an advisor – he could be Hand of the King or Queen, or a regent for Dany's child or something."
    },
    {
      "index": 66,
      "start_time": 384620.0,
      "end_time": 387680.0,
      "text": "Maybe he'll rule the Lannister castle, Casterly Rock."
    },
    {
      "index": 67,
      "start_time": 387680.0,
      "end_time": 391490.0,
      "text": "But Tyrion as a king seems unlikely."
    },
    {
      "index": 68,
      "start_time": 391490.0,
      "end_time": 395930.0,
      "text": "Maybe Thrones will go full grimdark, and the white walkers will win."
    },
    {
      "index": 69,
      "start_time": 395930.0,
      "end_time": 401060.0,
      "text": "All the characters we love will die, and become zombies, and the Night King will sit a cold Throne."
    },
    {
      "index": 70,
      "start_time": 402240.0,
      "end_time": 408080.0,
      "text": "Game of Thrones is a brutal story, but there's always some hope amidst the darkness – that's why the characters keep fighting."
    },
    {
      "index": 71,
      "start_time": 410740.0,
      "end_time": 415120.0,
      "text": "In an interview, author George Martin was asked if his series will end “in some horrible apocalypse”, and Martin said “no”."
    },
    {
      "index": 72,
      "start_time": 417920.0,
      "end_time": 421940.0,
      "text": "He says the end will be bittersweet, like the end of The Lord of the Rings –"
    },
    {
      "index": 73,
      "start_time": 421940.0,
      "end_time": 426920.0,
      "text": "where the good guys win, but heroes like Frodo are damaged, and there a still problems, like the scouring of the Shire."
    },
    {
      "index": 74,
      "start_time": 428960.0,
      "end_time": 435039.0,
      "text": "Martin says that's the kind of tone he wants for the end of Thrones, “a bittersweet victory”."
    },
    {
      "index": 75,
      "start_time": 435039.0,
      "end_time": 437270.0,
      "text": "So the walkers won't win the Throne."
    },
    {
      "index": 76,
      "start_time": 437270.0,
      "end_time": 441050.0,
      "text": "But there could be a different kind of twist."
    },
    {
      "index": 77,
      "start_time": 441050.0,
      "end_time": 445550.0,
      "text": "Part of the point of Game of Thrones is to show the problems with the power structure that the Throne represents."
    },
    {
      "index": 78,
      "start_time": 446700.0,
      "end_time": 452240.0,
      "text": "Cause the Throne puts madmen and drunkards and psychos in charge of the country."
    },
    {
      "index": 79,
      "start_time": 452240.0,
      "end_time": 456090.0,
      "text": "It reduces women into pawns to be traded for titles."
    },
    {
      "index": 80,
      "start_time": 456090.0,
      "end_time": 460750.0,
      "text": "It causes wars of succession, that burn the realm, and hurt the people, and distracts"
    },
    {
      "index": 81,
      "start_time": 460750.0,
      "end_time": 465850.0,
      "text": "from the real threat of the white walkers – in the face of apocalypse, the throne"
    },
    {
      "index": 82,
      "start_time": 465850.0,
      "end_time": 470690.0,
      "text": "that everyone's fighting for “doesn't matter” . There are hints that the Throne will be destroyed."
    },
    {
      "index": 83,
      "start_time": 472350.0,
      "end_time": 477710.0,
      "text": "In Daenerys' vision, and this worldbook art, we see the Throne room burned, by dragonfire or wildfire."
    },
    {
      "index": 84,
      "start_time": 479530.0,
      "end_time": 483600.0,
      "text": "Maybe the Throne is broken, and the monarchy will end."
    },
    {
      "index": 85,
      "start_time": 483600.0,
      "end_time": 488740.0,
      "text": "Westeros could split into seven kingdoms again, or try new forms of government, like Tyrion suggests."
    },
    {
      "index": 86,
      "start_time": 488740.0,
      "end_time": 493420.0,
      "text": "Daenerys lets Meereen “choose their own leaders” – maybe breaking the wheel could mean some kinda democracy."
    },
    {
      "index": 87,
      "start_time": 496560.0,
      "end_time": 504720.0,
      "text": "The end of the Iron Throne would bring uncertainty and loss, but also hope for future – a bittersweet victory, and a dream of spring."
    },
    {
      "index": 88,
      "start_time": 508330.0,
      "end_time": 511420.0,
      "text": "Comment below who you think will win the Iron Throne."
    },
    {
      "index": 89,
      "start_time": 511420.0,
      "end_time": 515839.0,
      "text": "If you wanna learn more about the history and lore and the meaning of Game of Thrones, you gotta check out the books."
    },
    {
      "index": 90,
      "start_time": 517390.0,
      "end_time": 521029.0,
      "text": "As well as the main series, there are the Dunk and Egg prequels, the worldbook, and the new Fire and Blood history book."
    },
    {
      "index": 91,
      "start_time": 523380.0,
      "end_time": 529410.0,
      "text": "You can get any of these for free today by signing up for a trial at audible.com/asx."
    },
    {
      "index": 92,
      "start_time": 529410.0,
      "end_time": 533440.0,
      "text": "Members get a book each month, and if you cancel, you keep the books."
    },
    {
      "index": 93,
      "start_time": 533440.0,
      "end_time": 537930.0,
      "text": "So next time you're driving, or at the gym, you can prepare for the final season of Game of Thrones."
    },
    {
      "index": 94,
      "start_time": 539870.0,
      "end_time": 544649.0,
      "text": "Thanks for watching, and thanks to the Patrons, including Ria McDoodle, Malav Shah, Carlos Grau,"
    },
    {
      "index": 95,
      "start_time": 544649.0,
      "end_time": 549519.0,
      "text": "Michelle Broun, Kevin Ohlsson, Ian J Robinson, Gerhard Ackermann, Peter Alex, Trisha Hopkins,"
    },
    {
      "index": 96,
      "start_time": 549519.0,
      "end_time": 552510.0,
      "text": "Kristopher Mason, and Max P. Cheers."
    }
  ]
}