{
  "video_id": "A7MeJcE_P9g",
  "title": "Oceans | Dr. Claudio Campagna & Dr. Caleb McClennen | Talks at Google",
  "json": [
    {
      "index": 1,
      "start_time": 1079.0,
      "end_time": 5410.0,
      "text": "&gt;&gt;Winnie Lam: Hello everyone. Iím Winnie Lam. Thank you so much for attending this"
    },
    {
      "index": 2,
      "start_time": 5410.0,
      "end_time": 10849.0,
      "text": "talk about oceans. We have two esteemed scientists here with us from the Wildlife Conservation"
    },
    {
      "index": 3,
      "start_time": 10849.0,
      "end_time": 16360.0,
      "text": "Society whoís gonna tell us about our oceans. Weíve got Claudio Campagna, Doctor Claudio"
    },
    {
      "index": 4,
      "start_time": 16360.0,
      "end_time": 22960.0,
      "text": "Campagna, and, um, Dr. Caleb McClennon both from the Wildlife Conservation Society. Dr."
    },
    {
      "index": 5,
      "start_time": 22960.0,
      "end_time": 28070.0,
      "text": "Claudio Campagna is the leading scientist of the Wildlife Conservation Societyís Patagonian"
    },
    {
      "index": 6,
      "start_time": 28070.0,
      "end_time": 34280.0,
      "text": "Sea Program. He specializes in the biology and conservation of marine mammals. In addition"
    },
    {
      "index": 7,
      "start_time": 34280.0,
      "end_time": 40500.0,
      "text": "to having published five books and 60 scientific papers, heís also been the scientific advisor"
    },
    {
      "index": 8,
      "start_time": 40500.0,
      "end_time": 47430.0,
      "text": "for the BBC and the National Geographic Channel. Heís gonna talk to us about our oceans. And"
    },
    {
      "index": 9,
      "start_time": 47430.0,
      "end_time": 53540.0,
      "text": "Dr. Caleb McClennon is the Marine Conservation Director at the Wildlife Conservation Society."
    },
    {
      "index": 10,
      "start_time": 53540.0,
      "end_time": 59080.0,
      "text": "He works on improving our fisheries management globally so that we can conserve marine biodiversity"
    },
    {
      "index": 11,
      "start_time": 59080.0,
      "end_time": 64140.0,
      "text": "worldwide. And for those of you who are here to hear about the trip to Belize, heís gonna"
    },
    {
      "index": 12,
      "start_time": 64140.0,
      "end_time": 68750.0,
      "text": "talk to us about that. So without further ado letís give a very warm welcome to our"
    },
    {
      "index": 13,
      "start_time": 68750.0,
      "end_time": 73460.0,
      "text": "guests, Dr. Claudio Campagna and Dr. Caleb McClennon."
    },
    {
      "index": 14,
      "start_time": 73460.0,
      "end_time": 80440.0,
      "text": "&gt;&gt;Caleb McClennon: Thank you, Winnie, and thanks everyone for taking some time out of"
    },
    {
      "index": 15,
      "start_time": 80440.0,
      "end_time": 87150.0,
      "text": "your busy day to be here with us. So, as Winnie mentioned, weíre gonna go through a bit of"
    },
    {
      "index": 16,
      "start_time": 87150.0,
      "end_time": 93770.0,
      "text": "some of the most fascinating places in the worldís oceans today, some of the challenges"
    },
    {
      "index": 17,
      "start_time": 93770.0,
      "end_time": 98610.0,
      "text": "we face and then some stories of hope that where weíre working and other people are"
    },
    {
      "index": 18,
      "start_time": 98610.0,
      "end_time": 103270.0,
      "text": "working to make a significant difference in improving the health of the oceans. And we"
    },
    {
      "index": 19,
      "start_time": 103270.0,
      "end_time": 108670.0,
      "text": "wanna focus, specifically, on the Patagonian Sea, a place where Claudio has spent close"
    },
    {
      "index": 20,
      "start_time": 108670.0,
      "end_time": 113680.0,
      "text": "to 30 years of his life working to help, to help save and with remarkable progress and"
    },
    {
      "index": 21,
      "start_time": 113680.0,
      "end_time": 117630.0,
      "text": "I think really an inspiration to all of us that we can make a big difference out there."
    },
    {
      "index": 22,
      "start_time": 117630.0,
      "end_time": 122810.0,
      "text": "And then finally Iíll close with just a short summary of this opportunity that we have to"
    },
    {
      "index": 23,
      "start_time": 122810.0,
      "end_time": 128700.0,
      "text": "host some volunteers in a Glover&#39;s Reef Research Station in Belize and provide you a bit more"
    },
    {
      "index": 24,
      "start_time": 128699.99999999999,
      "end_time": 132630.0,
      "text": "details about that opportunity and then weíll have some time for questions. So thank you"
    },
    {
      "index": 25,
      "start_time": 132630.0,
      "end_time": 139990.0,
      "text": "all and itís really a pleasure to be here at Google. So, when we think about the oceans"
    },
    {
      "index": 26,
      "start_time": 139990.0,
      "end_time": 146050.0,
      "text": "and what drew you here or what inspires people to think about caring about our seas. Everyone"
    },
    {
      "index": 27,
      "start_time": 146050.0,
      "end_time": 151349.0,
      "text": "has some sort of image like this in their heads. For me this is diving, actually at"
    },
    {
      "index": 28,
      "start_time": 151349.0,
      "end_time": 155209.0,
      "text": "Glover&#39;s Reef in Belize with two different species, a Bottlenose and a Beak dolphin,"
    },
    {
      "index": 29,
      "start_time": 155209.0,
      "end_time": 160500.0,
      "text": "swam side by side next to me and just blow your mind away in terms of taking you away"
    },
    {
      "index": 30,
      "start_time": 160500.0,
      "end_time": 165319.0,
      "text": "from humanity and bringing you into the sea. So all of you probably, from some part of"
    },
    {
      "index": 31,
      "start_time": 165319.0,
      "end_time": 170470.0,
      "text": "your life, have your own image like this where youíve connected individually on a personal"
    },
    {
      "index": 32,
      "start_time": 170470.0,
      "end_time": 175290.0,
      "text": "level with some species in the sea. And if you havenít, it will happen and it will really"
    },
    {
      "index": 33,
      "start_time": 175290.0,
      "end_time": 181610.0,
      "text": "be fantastic. So thereís these moments that are inspirational, thereís also vast ocean"
    },
    {
      "index": 34,
      "start_time": 181610.0,
      "end_time": 186620.0,
      "text": "ecosystems that have tremendous biodiversity. This is from Bunaken Reserve in the heart"
    },
    {
      "index": 35,
      "start_time": 186620.0,
      "end_time": 193340.0,
      "text": "of the coral triangle where you have 600 species of coral reef, 3,000 species of reef fish."
    },
    {
      "index": 36,
      "start_time": 193340.0,
      "end_time": 196790.0,
      "text": "For people who have been there and have seen it, itís like no other place on the planet."
    },
    {
      "index": 37,
      "start_time": 196790.0,
      "end_time": 202770.0,
      "text": "Itís the center, the center of origin for marine biodiversity on the planet, a place"
    },
    {
      "index": 38,
      "start_time": 202770.0,
      "end_time": 208599.0,
      "text": "that is beyond comparison. This is in the center of Indonesia in the IndoPacific coral"
    },
    {
      "index": 39,
      "start_time": 208599.0,
      "end_time": 214040.0,
      "text": "triangle. So the oceans have this fantastic biodiversity, this fantastic wildlife, these"
    },
    {
      "index": 40,
      "start_time": 214040.0,
      "end_time": 218840.0,
      "text": "incredibly important ecosystems but as we know, the oceans are also critically important"
    },
    {
      "index": 41,
      "start_time": 218840.0,
      "end_time": 223379.0,
      "text": "for the livelihoods of tens of millions of people around the world. They provide critical"
    },
    {
      "index": 42,
      "start_time": 223379.0,
      "end_time": 228480.0,
      "text": "seafood for over a billion people on the planet. Ninety percent of fishermen living on the"
    },
    {
      "index": 43,
      "start_time": 228480.0,
      "end_time": 233349.0,
      "text": "planet are depending on oceans in small scale aspects like these. These are two fishermen"
    },
    {
      "index": 44,
      "start_time": 233349.0,
      "end_time": 238879.0,
      "text": "off the coast of Madagascar, living on one or two dollars a day, 100 percent protein"
    },
    {
      "index": 45,
      "start_time": 238879.0,
      "end_time": 243750.0,
      "text": "for their families is coming from the sea. So the sea is not just some fantastic aspect"
    },
    {
      "index": 46,
      "start_time": 243750.0,
      "end_time": 249209.0,
      "text": "of biodiversity for us to go to vacation to and see, but is an elemental part of coastal"
    },
    {
      "index": 47,
      "start_time": 249209.0,
      "end_time": 253260.0,
      "text": "livelihoods throughout the world. And this is really an important essence of the oceans"
    },
    {
      "index": 48,
      "start_time": 253260.0,
      "end_time": 262539.0,
      "text": "to also remember. So when, on the other side of fishing from the sea, thereís also as"
    },
    {
      "index": 49,
      "start_time": 262539.0,
      "end_time": 265999.0,
      "text": "we know, and probably people have heard far too much about, the over-fishing crisis that"
    },
    {
      "index": 50,
      "start_time": 265999.0,
      "end_time": 270889.0,
      "text": "we face on the planet. We have trawlers, trawling in very close to the shore line in places"
    },
    {
      "index": 51,
      "start_time": 270889.0,
      "end_time": 277620.0,
      "text": "that have almost no rules, taking in bycatch of marine turtles and dolphins and over harvesting"
    },
    {
      "index": 52,
      "start_time": 277620.0,
      "end_time": 284110.0,
      "text": "too many species without any sort of regulations. We are now importing far more seafood from"
    },
    {
      "index": 53,
      "start_time": 284110.0,
      "end_time": 289759.0,
      "text": "the developing world than we produce in the developed world. We are inadequately managing"
    },
    {
      "index": 54,
      "start_time": 289759.0,
      "end_time": 294039.0,
      "text": "our fisheries and taking them from places we have no idea with the population structure,"
    },
    {
      "index": 55,
      "start_time": 294039.0,
      "end_time": 298499.0,
      "text": "how much fish we could possibly take out of the ocean. So thereís a significant challenge"
    },
    {
      "index": 56,
      "start_time": 298499.0,
      "end_time": 304159.0,
      "text": "that is the industrial scale fisheries that are increasingly moving into resource-poor"
    },
    {
      "index": 57,
      "start_time": 304159.0,
      "end_time": 310069.0,
      "text": "and governance -poor places. An articulation of this is the crisis we face with shark finning"
    },
    {
      "index": 58,
      "start_time": 310069.0,
      "end_time": 315699.0,
      "text": "and shark fisheries today. We woke up to the whales in the early part of last century and"
    },
    {
      "index": 59,
      "start_time": 315699.0,
      "end_time": 319409.0,
      "text": "we started an international commitment to saving the great whales on this planet. As"
    },
    {
      "index": 60,
      "start_time": 319409.0,
      "end_time": 324349.0,
      "text": "a result, around the world whale populations are rebounding. In 1970s, we woke up to sea"
    },
    {
      "index": 61,
      "start_time": 324349.0,
      "end_time": 330219.0,
      "text": "turtles and as a result many sea turtle populations around the world are rebounding. Today, weíre"
    },
    {
      "index": 62,
      "start_time": 330219.0,
      "end_time": 336860.0,
      "text": "waking up to the shark finning crisis. WCS research that we had done in the last decade"
    },
    {
      "index": 63,
      "start_time": 336860.0,
      "end_time": 342860.0,
      "text": "indicates that between 40 and 70 million sharks are taken, a year, from our oceans. Almost"
    },
    {
      "index": 64,
      "start_time": 342860.0,
      "end_time": 346909.0,
      "text": "none of the shark populations are assessed, almost none of these fisheries are controlled."
    },
    {
      "index": 65,
      "start_time": 346909.0,
      "end_time": 353449.0,
      "text": "This is a species crisis in the oceans of our day. As we, as was articulated two summers"
    },
    {
      "index": 66,
      "start_time": 353449.0,
      "end_time": 359189.0,
      "text": "ago, oil and gas extraction and is moving, has moved into the Gulf of Mexico and is now"
    },
    {
      "index": 67,
      "start_time": 359189.0,
      "end_time": 364139.0,
      "text": "moving off shore to a number of countries around the world. This is a National Geographic"
    },
    {
      "index": 68,
      "start_time": 364139.0,
      "end_time": 370119.0,
      "text": "map of oil infrastructure in the Gulf moving out to about 150 miles. This is physical infrastructure"
    },
    {
      "index": 69,
      "start_time": 370119.0,
      "end_time": 374029.0,
      "text": "in the ocean. When you look out in the ocean off the coast of California, you see almost"
    },
    {
      "index": 70,
      "start_time": 374029.0,
      "end_time": 379089.0,
      "text": "none of this physical infrastructure because thereís moratorium in oil drilling. The Gulf"
    },
    {
      "index": 71,
      "start_time": 379089.0,
      "end_time": 383460.0,
      "text": "of Mexico is a very different story and the waters of a lot of countries around the world"
    },
    {
      "index": 72,
      "start_time": 383460.0,
      "end_time": 387149.0,
      "text": "is a very different story in terms of oil exploration This is changing the way we think"
    },
    {
      "index": 73,
      "start_time": 387149.0,
      "end_time": 391460.0,
      "text": "of the oceans. Weíre thinking about it as a space; a space to be used and a space to"
    },
    {
      "index": 74,
      "start_time": 391460.0,
      "end_time": 398649.0,
      "text": "be managed in a way that we only thought of possible on land before. In some places, the"
    },
    {
      "index": 75,
      "start_time": 398649.0,
      "end_time": 402659.0,
      "text": "rule of law for the oceans is also incredibly challenging; such that people are using dynamite"
    },
    {
      "index": 76,
      "start_time": 402659.0,
      "end_time": 407939.0,
      "text": "still to fish or to collect coastal aggregate materials for construction. This is a photo"
    },
    {
      "index": 77,
      "start_time": 407939.0,
      "end_time": 411520.0,
      "text": "I took in the Marshall Islands, where I lived for four years working for their government,"
    },
    {
      "index": 78,
      "start_time": 411520.0,
      "end_time": 416969.0,
      "text": "where theyíre still using reef resources for mining materials because there is no other"
    },
    {
      "index": 79,
      "start_time": 416969.0,
      "end_time": 423300.0,
      "text": "resources for construction materials. So the physical use of near shore reefs is another"
    },
    {
      "index": 80,
      "start_time": 423300.0,
      "end_time": 429099.0,
      "text": "significant challenge we face. And then finally, as we all have heard from many different angles,"
    },
    {
      "index": 81,
      "start_time": 429099.0,
      "end_time": 433999.0,
      "text": "but we cannot mention the oceans without describing the situation of climate change and its impact"
    },
    {
      "index": 82,
      "start_time": 433999.0,
      "end_time": 440330.0,
      "text": "to the oceans. This is a reef in Aceh in Indonesia a year ago prior to, a year and a half ago,"
    },
    {
      "index": 83,
      "start_time": 440330.0,
      "end_time": 445330.0,
      "text": "prior to the bleaching event that bleached out 100 percent of certain species of corals,"
    },
    {
      "index": 84,
      "start_time": 445330.0,
      "end_time": 450309.0,
      "text": "in a site where we worked. So the white is what happens to corals when all their symbiotic"
    },
    {
      "index": 85,
      "start_time": 450309.0,
      "end_time": 456679.0,
      "text": "algae is expelled and if the temperatures do not decrease after a few weeks, the corals"
    },
    {
      "index": 86,
      "start_time": 456679.0,
      "end_time": 460929.0,
      "text": "die, and thatís what has happened in Indonesia. It happened in a lot of places around the"
    },
    {
      "index": 87,
      "start_time": 460929.0,
      "end_time": 466089.0,
      "text": "world when temperatures were elevated. So, like many ecosystems, the global impact on"
    },
    {
      "index": 88,
      "start_time": 466089.0,
      "end_time": 474020.0,
      "text": "climate change is also a considerable challenge. This all being said, there is significant"
    },
    {
      "index": 89,
      "start_time": 474020.0,
      "end_time": 479729.0,
      "text": "hope in the oceans like there has not been before. There is a changing mindset in people"
    },
    {
      "index": 90,
      "start_time": 479729.0,
      "end_time": 484009.0,
      "text": "and in countries around the world to try to find a way to better protect, better manage"
    },
    {
      "index": 91,
      "start_time": 484009.0,
      "end_time": 489279.0,
      "text": "your fisheries, expand protected areas out in the oceans, ensure smart growth as opposed"
    },
    {
      "index": 92,
      "start_time": 489279.0,
      "end_time": 494129.0,
      "text": "to unregulated growth of extractive industries and invest significantly more into scientific"
    },
    {
      "index": 93,
      "start_time": 494129.0,
      "end_time": 499939.0,
      "text": "research and understanding of the vast waters of our planet. Weíve invested a lot of money"
    },
    {
      "index": 94,
      "start_time": 499939.0,
      "end_time": 504830.0,
      "text": "and time in understanding domestic waters of the US. And now a lot of that is changing"
    },
    {
      "index": 95,
      "start_time": 504830.0,
      "end_time": 510330.0,
      "text": "to expand throughout the world. Just to point you out a bit of where we focus is that thereís"
    },
    {
      "index": 96,
      "start_time": 510330.0,
      "end_time": 515750.0,
      "text": "three centers of marine biodiversity in the planet. Basically the western edge of ocean"
    },
    {
      "index": 97,
      "start_time": 515750.0,
      "end_time": 519550.0,
      "text": "basins, so the western edge of the Atlantic is the Caribbean, western edge of the Indian,"
    },
    {
      "index": 98,
      "start_time": 519549.99999999994,
      "end_time": 523549.99999999994,
      "text": "the western Indian Ocean and the western edge of the Pacific Ocean, these are the hearts"
    },
    {
      "index": 99,
      "start_time": 523549.99999999994,
      "end_time": 528990.0,
      "text": "of marine biodiversity. Areas that are generally very nutrient poor but have vast coral reef"
    },
    {
      "index": 100,
      "start_time": 528990.0,
      "end_time": 535270.0,
      "text": "resources. So these places are, in a planet that is covered 72 percent by ocean, some"
    },
    {
      "index": 101,
      "start_time": 535270.0,
      "end_time": 540930.0,
      "text": "of the most critical places to work to expand in protected areas and improving fisheries."
    },
    {
      "index": 102,
      "start_time": 540930.0,
      "end_time": 546600.0,
      "text": "There are also some places, again, along the coast, where the greatest amount of productivity"
    },
    {
      "index": 103,
      "start_time": 546600.0,
      "end_time": 550360.0,
      "text": "is happening on the oceans, where 90 percent of marine life is existing in the coastal"
    },
    {
      "index": 104,
      "start_time": 550360.0,
      "end_time": 555300.0,
      "text": "zone and you have huge aggregations of coastal wildlife. The Congo basin coast in Central"
    },
    {
      "index": 105,
      "start_time": 555300.0,
      "end_time": 559290.0,
      "text": "Africa has the worldís largest population of Leatherback Sea Turtles. For folks that"
    },
    {
      "index": 106,
      "start_time": 559290.0,
      "end_time": 563270.0,
      "text": "have seen Leatherbacks, theyíre talking 9 feet long, these creatures that are extremely"
    },
    {
      "index": 107,
      "start_time": 563270.0,
      "end_time": 568070.0,
      "text": "vulnerable, the last, the largest population in the planet lives here and is doing very"
    },
    {
      "index": 108,
      "start_time": 568070.0,
      "end_time": 572920.0,
      "text": "well. The Bay of Bengal has the worldís largest population of Irrawaddy river dolphins and"
    },
    {
      "index": 109,
      "start_time": 572920.0,
      "end_time": 576010.0,
      "text": "coastal cetaceans . But the government of Bangladesh, one of"
    },
    {
      "index": 110,
      "start_time": 576010.0,
      "end_time": 579830.0,
      "text": "the poorest countries on the planet, just put in a protected area to protect a whole"
    },
    {
      "index": 111,
      "start_time": 579830.0,
      "end_time": 584570.0,
      "text": "slew of the population of river dolphins that is bigger by a factor of ten than any other"
    },
    {
      "index": 112,
      "start_time": 584570.0,
      "end_time": 590390.0,
      "text": "population on the planet. And in the Arctic, between Alaska and Russia, which is experiencing"
    },
    {
      "index": 113,
      "start_time": 590390.0,
      "end_time": 595020.0,
      "text": "incredible impacts from climate change and receding of ice, there was an effort to continue"
    },
    {
      "index": 114,
      "start_time": 595020.0,
      "end_time": 599940.0,
      "text": "to protect walrus populations, ice seals to manage through this change and the indigenous"
    },
    {
      "index": 115,
      "start_time": 599940.0,
      "end_time": 604690.0,
      "text": "communities that actually depend on these resources to stay alive. And then finally"
    },
    {
      "index": 116,
      "start_time": 604690.0,
      "end_time": 608750.0,
      "text": "the Patagonia Coast where Claudio and a number of people who work for him and partner with"
    },
    {
      "index": 117,
      "start_time": 608750.0,
      "end_time": 615080.0,
      "text": "him are protecting the largest continental population of Southern elephant seals, penguins,"
    },
    {
      "index": 118,
      "start_time": 615080.0,
      "end_time": 620100.0,
      "text": "albatross, in a way, in protecting and restoring that abundance in a way that is unprecedented"
    },
    {
      "index": 119,
      "start_time": 620100.0,
      "end_time": 626040.0,
      "text": "around the planet. So there is incredible hope and incredible demonstrated success of"
    },
    {
      "index": 120,
      "start_time": 626040.0,
      "end_time": 631800.0,
      "text": "places where weíre improving the health of the oceans and saving a number of species"
    },
    {
      "index": 121,
      "start_time": 631800.0,
      "end_time": 637090.0,
      "text": "and ecosystems. Iím just gonna close with a few slides. Some narrow slices of anecdotes"
    },
    {
      "index": 122,
      "start_time": 637090.0,
      "end_time": 642480.0,
      "text": "that I think are quite interesting. These are several of our Indonesian staff working"
    },
    {
      "index": 123,
      "start_time": 642480.0,
      "end_time": 647330.0,
      "text": "together with some fisherman in Indonesia that previously had used cyanide to fish for"
    },
    {
      "index": 124,
      "start_time": 647330.0,
      "end_time": 652990.0,
      "text": "the live reef fish trade; to take reef fish out and bring them to restaurants still living"
    },
    {
      "index": 125,
      "start_time": 652990.0,
      "end_time": 657600.0,
      "text": "like we do with lobster. And itís just a delicacy in East Asia. We worked with them"
    },
    {
      "index": 126,
      "start_time": 657600.0,
      "end_time": 663420.0,
      "text": "to halt the cyanide fishing in exchange to pilot some agriculture programs where they"
    },
    {
      "index": 127,
      "start_time": 663420.0,
      "end_time": 668790.0,
      "text": "can more sustainably produce what the market is demanding. And as a result, they started"
    },
    {
      "index": 128,
      "start_time": 668790.0,
      "end_time": 672920.0,
      "text": "managing their fisheries better, thereís no more cyanide on the reef and the biodiversity"
    },
    {
      "index": 129,
      "start_time": 672920.0,
      "end_time": 677440.0,
      "text": "and the number of fish is coming back out. And theyíre economically doing better than"
    },
    {
      "index": 130,
      "start_time": 677440.0,
      "end_time": 681400.0,
      "text": "they were doing when they were using cyanide in the reef. So a win win, economically for"
    },
    {
      "index": 131,
      "start_time": 681400.0,
      "end_time": 686830.0,
      "text": "these fishers who are living on very few amounts of dollars per day and also for the marine"
    },
    {
      "index": 132,
      "start_time": 686830.0,
      "end_time": 691380.0,
      "text": "resource, critical in a place like Indonesia where you have 200 million people living in"
    },
    {
      "index": 133,
      "start_time": 691380.0,
      "end_time": 696240.0,
      "text": "an island country that is extremely small. Thatís a photo from Belize. These are Nassau"
    },
    {
      "index": 134,
      "start_time": 696240.0,
      "end_time": 700910.0,
      "text": "Grouper which are critically threatened throughout the Caribbean. Most of the spawning aggregations"
    },
    {
      "index": 135,
      "start_time": 700910.0,
      "end_time": 706170.0,
      "text": "of Nassau Grouper have gone ecologically extinct in the Caribbean because they come together"
    },
    {
      "index": 136,
      "start_time": 706170.0,
      "end_time": 711880.0,
      "text": "to breed, and thatís a very easy time to fish them. In Belize, the government of Belize"
    },
    {
      "index": 137,
      "start_time": 711880.0,
      "end_time": 716720.0,
      "text": "over the last thirty years protected all of the spawning aggregations of Nassau Grouper"
    },
    {
      "index": 138,
      "start_time": 716720.0,
      "end_time": 721640.0,
      "text": "and in some places such as Glover&#39;s Reef, weíve quadrupled the spawning populations"
    },
    {
      "index": 139,
      "start_time": 721640.0,
      "end_time": 725870.0,
      "text": "of Nassau Grouper as a result of protecting them where theyíre spawning and also more"
    },
    {
      "index": 140,
      "start_time": 725870.0,
      "end_time": 730730.0,
      "text": "smartly managing the fisheries in the areas where weíre not able to protect that species"
    },
    {
      "index": 141,
      "start_time": 730730.0,
      "end_time": 736480.0,
      "text": "alone. So a significant bounce back of a species that we thought may go ecologically extinct"
    },
    {
      "index": 142,
      "start_time": 736480.0,
      "end_time": 740810.0,
      "text": "throughout the Caribbean because of the tremendous value. And this, again, is taken at Glover&#39;s"
    },
    {
      "index": 143,
      "start_time": 740810.0,
      "end_time": 746560.0,
      "text": "Reef, these are magnificent fish. These are some guards working in Gabon in Africa. Thereís"
    },
    {
      "index": 144,
      "start_time": 746560.0,
      "end_time": 750490.0,
      "text": "a country in Central Africa, as I mentioned the worldís largest population of Leatherback"
    },
    {
      "index": 145,
      "start_time": 750490.0,
      "end_time": 755200.0,
      "text": "Sea Turtles. The government of Gabon created, about 10 years ago created a significant network"
    },
    {
      "index": 146,
      "start_time": 755200.0,
      "end_time": 759590.0,
      "text": "of terrestrial protected areas to protect this terrestrial biodiversity. And just now"
    },
    {
      "index": 147,
      "start_time": 759590.0,
      "end_time": 765010.0,
      "text": "theyíre committing, on the same side, to create a large network of no-take marine reserves"
    },
    {
      "index": 148,
      "start_time": 765010.0,
      "end_time": 770530.0,
      "text": "in the waters, to protect marine species, to protect fisheries and to ensure larger"
    },
    {
      "index": 149,
      "start_time": 770530.0,
      "end_time": 775950.0,
      "text": "protection for the overarching marine ecosystem in a country in Central Africa which is unprecedented"
    },
    {
      "index": 150,
      "start_time": 775950.0,
      "end_time": 782980.0,
      "text": "for Africa, so incredible hope for a place that has been generally under prioritized."
    },
    {
      "index": 151,
      "start_time": 782980.0,
      "end_time": 787010.0,
      "text": "And now we get to Claudio Campagna and some of the work on the Southern Elephant Seal"
    },
    {
      "index": 152,
      "start_time": 787010.0,
      "end_time": 791170.0,
      "text": "and the Patagonia Sea. I think a story youíll hear from Claudio today in understanding these"
    },
    {
      "index": 153,
      "start_time": 791170.0,
      "end_time": 796260.0,
      "text": "animals and the understanding of what can be done to restore oceans. Not only in the"
    },
    {
      "index": 154,
      "start_time": 796260.0,
      "end_time": 801490.0,
      "text": "US but around the world is really impressive and needs to be replicated in nearly every"
    },
    {
      "index": 155,
      "start_time": 801490.0,
      "end_time": 807590.0,
      "text": "country. And so I will leave it to him to tell that story of success and continued possibility"
    },
    {
      "index": 156,
      "start_time": 807590.0,
      "end_time": 811520.0,
      "text": "for expansion of caring for and protecting our oceans that is unprecedented."
    },
    {
      "index": 157,
      "start_time": 811520.0,
      "end_time": 817340.0,
      "text": "&gt;&gt;Claudio Campagna: Well, that image actually was helping me because this is being stretched"
    },
    {
      "index": 158,
      "start_time": 817340.0,
      "end_time": 822240.0,
      "text": "like that so the animal was looking a little bit larger. Yet, Elephant Seals are 5 meters"
    },
    {
      "index": 159,
      "start_time": 822240.0,
      "end_time": 829000.0,
      "text": "long and that was a particularly big one, so it was helping me but in the right direction."
    },
    {
      "index": 160,
      "start_time": 829000.0,
      "end_time": 835800.0,
      "text": "Iím going to talk about one place in the ocean, the Southwest Atlantic of the way we"
    },
    {
      "index": 161,
      "start_time": 835800.0,
      "end_time": 842180.0,
      "text": "call it, Patagonian Sea. You have to imagine an area the size of the Mediterranean Sea,"
    },
    {
      "index": 162,
      "start_time": 842180.0,
      "end_time": 850700.0,
      "text": "more or less, 1.5 million, 2 million square kilometers. Most of these waters, the ones"
    },
    {
      "index": 163,
      "start_time": 850700.0,
      "end_time": 859620.0,
      "text": "Iím specializing in, are part of the economic exclusive zone of Argentina. However, these"
    },
    {
      "index": 164,
      "start_time": 859620.0,
      "end_time": 866380.0,
      "text": "waters were very well known in the 19th century because Darwin spent most of the Voyage of"
    },
    {
      "index": 165,
      "start_time": 866380.0,
      "end_time": 873890.0,
      "text": "the Beagle in that area; a couple of years at least. But today the Argentines, not necessarily"
    },
    {
      "index": 166,
      "start_time": 873890.0,
      "end_time": 880220.0,
      "text": "understand it. Argentina is not a country that understands ocean, oceans as much as"
    },
    {
      "index": 167,
      "start_time": 880220.0,
      "end_time": 886630.0,
      "text": "it understands tango and beef consumption. [laughter] Thatís not a minor issue for someone"
    },
    {
      "index": 168,
      "start_time": 886630.0,
      "end_time": 892760.0,
      "text": "that wants to do ocean conservation that requires people to understand what the ocean means"
    },
    {
      "index": 169,
      "start_time": 892760.0,
      "end_time": 900110.0,
      "text": "and to put value into that. This is more or less the way the world sees the ocean. We"
    },
    {
      "index": 170,
      "start_time": 900110.0,
      "end_time": 905620.0,
      "text": "just see the surface of the ocean. We donít have a very good understanding of what the"
    },
    {
      "index": 171,
      "start_time": 905620.0,
      "end_time": 910880.0,
      "text": "ocean means. And we see the ocean very close to the coast. We understand the ocean up to"
    },
    {
      "index": 172,
      "start_time": 910880.0,
      "end_time": 920240.0,
      "text": "here, basically. And then we donít understand much more. This is a kind of, I wonder, but"
    },
    {
      "index": 173,
      "start_time": 920240.0,
      "end_time": 927340.0,
      "text": "this is a kind of idea that I would suggest most people have about the ocean. Itís like"
    },
    {
      "index": 174,
      "start_time": 927340.0,
      "end_time": 933700.0,
      "text": "a little bit of a combination of reality and mythology. Itís a surrealist perspective"
    },
    {
      "index": 175,
      "start_time": 933700.0,
      "end_time": 939850.0,
      "text": "of the ocean. And there are good reasons. If you look at some of the ocean creatures,"
    },
    {
      "index": 176,
      "start_time": 939850.0,
      "end_time": 951370.0,
      "text": "they&#39;re very, very appropriate to create, to promote our imagination about creatures"
    },
    {
      "index": 177,
      "start_time": 951370.0,
      "end_time": 961240.0,
      "text": "that do not exist. Have a look at this Southern Right Whale or at least South American sea"
    },
    {
      "index": 178,
      "start_time": 961240.0,
      "end_time": 971270.0,
      "text": "lion. These dolphins, mermaids, people were thinking about these animals like that, or"
    },
    {
      "index": 179,
      "start_time": 971270.0,
      "end_time": 981310.0,
      "text": "monsters, it was not inappropriate, they were having that understanding. Just imagine ten"
    },
    {
      "index": 180,
      "start_time": 981310.0,
      "end_time": 987690.0,
      "text": "thousand years ago, somebody walking around the coast of Peninsula Valdez in Argentina"
    },
    {
      "index": 181,
      "start_time": 987690.0,
      "end_time": 998839.0,
      "text": "seeing these kinds of scenarios. People were having that perspective about the ocean. The"
    },
    {
      "index": 182,
      "start_time": 998839.0,
      "end_time": 1003880.0,
      "text": "perspective that combines little bit of imagination with a little bit of reality. Then the scientists"
    },
    {
      "index": 183,
      "start_time": 1003880.0,
      "end_time": 1011880.0,
      "text": "came and we changed that perspective. But we start to see the ocean in a very cold way;"
    },
    {
      "index": 184,
      "start_time": 1011880.0,
      "end_time": 1018089.0,
      "text": "satellite pictures of productivity; of ocean temperature. We were capable of understanding"
    },
    {
      "index": 185,
      "start_time": 1018090.0,
      "end_time": 1025971.0,
      "text": "where most ocean production was taking place. But we started to lose sight of that mythology,"
    },
    {
      "index": 186,
      "start_time": 1025970.0,
      "end_time": 1031619.0,
      "text": "of that particular attachment that came from the heart that caused fear but also caused"
    },
    {
      "index": 187,
      "start_time": 1031619.9999999999,
      "end_time": 1038569.9999999999,
      "text": "inspiration. I think that the Conservation is trying to bring together both worlds. And"
    },
    {
      "index": 188,
      "start_time": 1038569.9999999999,
      "end_time": 1046110.9999999999,
      "text": "this is what we have been trying to do in Argentina. My work there is on Elephant Seals,"
    },
    {
      "index": 189,
      "start_time": 1046109.9999999999,
      "end_time": 1051519.0,
      "text": "I work on these big creatures. What I do, what I started to do was to observe the social"
    },
    {
      "index": 190,
      "start_time": 1051520.0,
      "end_time": 1056300.0,
      "text": "behavior of these animals. You have a Northern Elephant Seal very close by. I strongly suggest"
    },
    {
      "index": 191,
      "start_time": 1056300.0,
      "end_time": 1060731.0,
      "text": "you have a look at that. What we were doing most of the time is we were sitting there"
    },
    {
      "index": 192,
      "start_time": 1060730.0,
      "end_time": 1066950.0,
      "text": "on the beach watching the behavior of these animals on the coast. But then in the mid"
    },
    {
      "index": 193,
      "start_time": 1066950.0,
      "end_time": 1072330.0,
      "text": "1980s, the technology was available to us, to understand what these animals were doing"
    },
    {
      "index": 194,
      "start_time": 1072330.0,
      "end_time": 1082570.0,
      "text": "when they were going to the ocean, at sea. Let me spend a second just to, okay, what"
    },
    {
      "index": 195,
      "start_time": 1082570.0,
      "end_time": 1090119.0,
      "text": "they were doing at sea. One thing that we did immediately is to put some recorders that"
    },
    {
      "index": 196,
      "start_time": 1090120.0,
      "end_time": 1097201.0,
      "text": "were telling us about the diving behavior of Elephant Seals. And the people that were"
    },
    {
      "index": 197,
      "start_time": 1097200.0,
      "end_time": 1104769.0,
      "text": "doing that work discovered that Elephant Seals can dive up to a mile under water. And they"
    },
    {
      "index": 198,
      "start_time": 1104770.0,
      "end_time": 1109660.0,
      "text": "can spend up to two hours without coming back to the surface. They are mammals; they have"
    },
    {
      "index": 199,
      "start_time": 1109660.0,
      "end_time": 1114390.0,
      "text": "to come back to the surface to get air. And this was being discovered in the mid 1980s,"
    },
    {
      "index": 200,
      "start_time": 1114390.0,
      "end_time": 1121170.0,
      "text": "really. With the Northern Elephant seal, he is very close by research by AÒo Nuevo doing,"
    },
    {
      "index": 201,
      "start_time": 1121170.0,
      "end_time": 1127120.0,
      "text": "working on AÒo Nuevo from UC Santa Cruz. At the time that was being done, technology"
    },
    {
      "index": 202,
      "start_time": 1127120.0,
      "end_time": 1133481.0,
      "text": "also allowed us to put instruments on Elephant Seals that told us where the animals were"
    },
    {
      "index": 203,
      "start_time": 1133480.0,
      "end_time": 1140679.0,
      "text": "located in the ocean. Iím talking the early 1990s. And we discovered these animals were"
    },
    {
      "index": 204,
      "start_time": 1140680.0,
      "end_time": 1147991.0,
      "text": "not find food very close, like 5 kilometers, 10 kilometers, 100 kilometers, but very far"
    },
    {
      "index": 205,
      "start_time": 1147990.0,
      "end_time": 1157539.0,
      "text": "away; 1,000 miles, 2,000 miles off the coast. So all the sudden, we were facing a completely"
    },
    {
      "index": 206,
      "start_time": 1157540.0,
      "end_time": 1164961.0,
      "text": "new challenge. For us protection, at the time, meant to do something when the animals were"
    },
    {
      "index": 207,
      "start_time": 1164960.0,
      "end_time": 1172119.0,
      "text": "on the coast, to create protected areas to protect their reproductive sites. But Elephant"
    },
    {
      "index": 208,
      "start_time": 1172120.0,
      "end_time": 1177101.0,
      "text": "Seals were spending 80 percent of their time in the far away ocean, in the open ocean,"
    },
    {
      "index": 209,
      "start_time": 1177100.0,
      "end_time": 1184619.0,
      "text": "in the deep ocean, in the international waters, places that were not protected at all. We"
    },
    {
      "index": 210,
      "start_time": 1184620.0,
      "end_time": 1190020.0,
      "text": "scientists, devoted to conservation, do worry about these things. Cause we donít see the"
    },
    {
      "index": 211,
      "start_time": 1190020.0,
      "end_time": 1196481.0,
      "text": "ocean like most people do when they just approach the coast for a vacation and they get all"
    },
    {
      "index": 212,
      "start_time": 1196480.0,
      "end_time": 1202960.0,
      "text": "the beauty, we are sensitive to that. But, unfortunately, you have a special perspective"
    },
    {
      "index": 213,
      "start_time": 1202960.0,
      "end_time": 1209419.0,
      "text": "that looks at the ocean with the problems that the ocean has. So when Iím in Patagonia"
    },
    {
      "index": 214,
      "start_time": 1209420.0,
      "end_time": 1214481.0,
      "text": "and I see a Magellanic Penguin, of course I see the beauty of a Magellanic Penguin,"
    },
    {
      "index": 215,
      "start_time": 1214480.0,
      "end_time": 1220850.0,
      "text": "but I have seen also many, many oil Magellanic Penguins so I want to do something. When Iím"
    },
    {
      "index": 216,
      "start_time": 1220850.0,
      "end_time": 1225749.0,
      "text": "working on Elephant Seals, of course I love the social behavior they have when they fight,"
    },
    {
      "index": 217,
      "start_time": 1225750.0,
      "end_time": 1231520.0,
      "text": "they get very excited about that, but then I see all the animals that are being entangled"
    },
    {
      "index": 218,
      "start_time": 1231520.0,
      "end_time": 1238430.0,
      "text": "because they get all these garbage in the ocean, for some reason, they just swim in"
    },
    {
      "index": 219,
      "start_time": 1238430.0,
      "end_time": 1244341.0,
      "text": "and there are nets around their necks. So, as conservationists, we have to face a reality"
    },
    {
      "index": 220,
      "start_time": 1244340.0,
      "end_time": 1248730.0,
      "text": "that many people donít want. Is this what, I think thereís an expression in English,"
    },
    {
      "index": 221,
      "start_time": 1248730.0,
      "end_time": 1253039.0,
      "text": "this is a gloom and doom kind of situation. People say, ìOkay, we want to avoid that."
    },
    {
      "index": 222,
      "start_time": 1253040.0,
      "end_time": 1257400.0,
      "text": "We want to avoid bad news.î Unfortunately, we conservationists have to deal with that"
    },
    {
      "index": 223,
      "start_time": 1257400.0,
      "end_time": 1262770.0,
      "text": "because we want to solve those problems. When we were learning what Elephant Seals were"
    },
    {
      "index": 224,
      "start_time": 1262770.0,
      "end_time": 1267930.0,
      "text": "doing in the ocean we conservationists want to protect the areas where they are. That"
    },
    {
      "index": 225,
      "start_time": 1267930.0,
      "end_time": 1274601.0,
      "text": "means to protect the ocean. Imagine that the coast of a national park on land is already"
    },
    {
      "index": 226,
      "start_time": 1274600.0,
      "end_time": 1282590.0,
      "text": "a very difficult concept. If you want to create a national park in the ocean, how do you start?"
    },
    {
      "index": 227,
      "start_time": 1282590.0,
      "end_time": 1287249.0,
      "text": "Particularly considering that most people donít even understand the ocean beyond the"
    },
    {
      "index": 228,
      "start_time": 1287250.0,
      "end_time": 1293331.0,
      "text": "knee. So we need to establish, itís a communication problem, we need to establish that cause of"
    },
    {
      "index": 229,
      "start_time": 1293330.0,
      "end_time": 1298830.0,
      "text": "in the international community, in my case, in the Argentine, and Southern Cone community."
    },
    {
      "index": 230,
      "start_time": 1298830.0,
      "end_time": 1304139.0,
      "text": "And this is what we have been doing in the last ten years and I will be telling you a"
    },
    {
      "index": 231,
      "start_time": 1304140.0,
      "end_time": 1309611.0,
      "text": "now, a little bit of a story about what the achievements were. First we started out, as"
    },
    {
      "index": 232,
      "start_time": 1309610.0,
      "end_time": 1317749.0,
      "text": "I was telling you, on coastal issues. And we created a lot of coastal protected areas."
    },
    {
      "index": 233,
      "start_time": 1317750.0,
      "end_time": 1323650.0,
      "text": "A few years ago, the first coastal national park was created in Argentina. That was an"
    },
    {
      "index": 234,
      "start_time": 1323650.0,
      "end_time": 1330390.0,
      "text": "achievement and that was a result of long term research being done along the entire"
    },
    {
      "index": 235,
      "start_time": 1330390.0,
      "end_time": 1336941.0,
      "text": "coast of Argentina on many species. Of publishing papers, publishing reports, giving talks,"
    },
    {
      "index": 236,
      "start_time": 1336940.0,
      "end_time": 1343840.0,
      "text": "talking to the Government, all of that together resulted in the first coastal national park"
    },
    {
      "index": 237,
      "start_time": 1343840.0,
      "end_time": 1350110.0,
      "text": "of Argentina. And thatís something to celebrate. Another thing that happened very recently"
    },
    {
      "index": 238,
      "start_time": 1350110.0,
      "end_time": 1356200.0,
      "text": "is the creation of whatís called the Interjurisdictional Park. That is a park that belongs partially"
    },
    {
      "index": 239,
      "start_time": 1356200.0,
      "end_time": 1362879.0,
      "text": "to the province, the province of Chubut and partially to the federal government, the national"
    },
    {
      "index": 240,
      "start_time": 1362880.0,
      "end_time": 1367930.0,
      "text": "parks. They got together, they speak to each other and they decided to create a protected"
    },
    {
      "index": 241,
      "start_time": 1367930.0,
      "end_time": 1374941.0,
      "text": "area along the coast of Patagonia. Thatís a very positive result, a very, very encouraging"
    },
    {
      "index": 242,
      "start_time": 1374940.0,
      "end_time": 1380289.0,
      "text": "result. And protected areas like those, there are many. There are about 40 along the coast"
    },
    {
      "index": 243,
      "start_time": 1380290.0,
      "end_time": 1386611.0,
      "text": "of Patagonia. Some of them have been created in the 1980s with the work of the pioneer"
    },
    {
      "index": 244,
      "start_time": 1386610.0,
      "end_time": 1392679.0,
      "text": "people that went there to explore. Now weíre implementing more than exploring. And itís"
    },
    {
      "index": 245,
      "start_time": 1392680.0,
      "end_time": 1398101.0,
      "text": "happening, itís taking place, itís taking momentum. Itís a great time of history for"
    },
    {
      "index": 246,
      "start_time": 1398100.0,
      "end_time": 1403259.0,
      "text": "that area of the world, now, because many of the people that weíre trying to study"
    },
    {
      "index": 247,
      "start_time": 1403260.0,
      "end_time": 1408160.0,
      "text": "these animals; Iíll go back to that. Many people who are trying to study these animals"
    },
    {
      "index": 248,
      "start_time": 1408160.0,
      "end_time": 1413721.0,
      "text": "now have some power. Let me illustrate very quickly what I have said because perhaps you"
    },
    {
      "index": 249,
      "start_time": 1413720.0,
      "end_time": 1419700.0,
      "text": "will get some better idea, itís better to take home messages if I go very, very quickly."
    },
    {
      "index": 250,
      "start_time": 1419700.0,
      "end_time": 1425519.0,
      "text": "Yeah. So I was here and I was saying, imagine youíre walking here along the coast"
    },
    {
      "index": 251,
      "start_time": 1425520.0,
      "end_time": 1430610.0,
      "text": "&gt;&gt;Claudio Campagna: And all of a sudden you see a killer whale stranded trying to get"
    },
    {
      "index": 252,
      "start_time": 1430610.0,
      "end_time": 1436990.0,
      "text": "sea lions. Well, the other beauty is not just about individuals, itís about colonies. This"
    },
    {
      "index": 253,
      "start_time": 1436990.0,
      "end_time": 1442020.0,
      "text": "is what you have in a temperate system, lots of animals gathering together, very important"
    },
    {
      "index": 254,
      "start_time": 1442020.0,
      "end_time": 1450601.0,
      "text": "because they are very vulnerable, very beautiful. Look at these black browed albatrosses. They"
    },
    {
      "index": 255,
      "start_time": 1450600.0,
      "end_time": 1461389.0,
      "text": "are reproducing in an island. I mean, I just have so many things to say. This is a colony"
    },
    {
      "index": 256,
      "start_time": 1461390.0,
      "end_time": 1467640.0,
      "text": "of Elephant Seals, where I work, that well, this is the way that scientists are looking"
    },
    {
      "index": 257,
      "start_time": 1467640.0,
      "end_time": 1472130.0,
      "text": "at these animals and these are another way. I wanna show you this, this is the distribution"
    },
    {
      "index": 258,
      "start_time": 1472130.0,
      "end_time": 1477341.0,
      "text": "of biodiversity, donít pay too much attention to it, but whatís telling you is that you"
    },
    {
      "index": 259,
      "start_time": 1477340.0,
      "end_time": 1481159.0,
      "text": "donít find animals equally distributed in the ocean. There are some places that are"
    },
    {
      "index": 260,
      "start_time": 1481160.0,
      "end_time": 1486581.0,
      "text": "really much worse in terms of protection that require much more work because, either there"
    },
    {
      "index": 261,
      "start_time": 1486580.0,
      "end_time": 1491379.0,
      "text": "are many more species or some species are so unique that if you donít protect them"
    },
    {
      "index": 262,
      "start_time": 1491380.0,
      "end_time": 1496300.0,
      "text": "they are not being protected. But this is the idea that I was telling you that when"
    },
    {
      "index": 263,
      "start_time": 1496300.0,
      "end_time": 1502880.0,
      "text": "how I feel when I do conservation work. I feel that there is some threat all the time."
    },
    {
      "index": 264,
      "start_time": 1502880.0,
      "end_time": 1507800.0,
      "text": "When I see these animals, I think about that. Itís not occurring at this place, itís not"
    },
    {
      "index": 265,
      "start_time": 1507800.0,
      "end_time": 1512851.0,
      "text": "taking place but it did occur in the past. When I see these animals, I also see this."
    },
    {
      "index": 266,
      "start_time": 1512850.0,
      "end_time": 1523619.0,
      "text": "This is still occurring today. Okay, thatís the image of a conservationist. We feel the"
    },
    {
      "index": 267,
      "start_time": 1523620.0,
      "end_time": 1531420.0,
      "text": "weight of trying to support wildlife and actually we are quite happy to do that. One of the"
    },
    {
      "index": 268,
      "start_time": 1531420.0,
      "end_time": 1535581.0,
      "text": "issues that we conservationists in the ocean have to deal with is fisheries. Look at this"
    },
    {
      "index": 269,
      "start_time": 1535580.0,
      "end_time": 1542399.0,
      "text": "boat, this boat uses all that light to fish squid. Look at this image. This is a photograph"
    },
    {
      "index": 270,
      "start_time": 1542400.0,
      "end_time": 1547701.0,
      "text": "from a satellite. Thereís more light there than in the city Buenos Aires, almost. And"
    },
    {
      "index": 271,
      "start_time": 1547700.0,
      "end_time": 1555960.0,
      "text": "this is about a thousand miles long. We&#39;re worried about these kind of issues; entanglement,"
    },
    {
      "index": 272,
      "start_time": 1555960.0,
      "end_time": 1565909.0,
      "text": "by catch, garbage in the ocean, but we are many, trying to solve those problems. And"
    },
    {
      "index": 273,
      "start_time": 1565910.0,
      "end_time": 1571180.0,
      "text": "we are there in the field every day. One thing that we do is science, satellite tracking"
    },
    {
      "index": 274,
      "start_time": 1571180.0,
      "end_time": 1575500.0,
      "text": "animals. This is one thing that I satellite track, look at that. Left Peninsula Valdes"
    },
    {
      "index": 275,
      "start_time": 1575500.0,
      "end_time": 1582221.0,
      "text": "went to the Malvinas-Falkland Islands, round the Cape, into the South Pacific open oceans"
    },
    {
      "index": 276,
      "start_time": 1582220.0,
      "end_time": 1588529.0,
      "text": "to the Fjords of Chile and through the Magellan Channel back to Peninsula Valdes. This was"
    },
    {
      "index": 277,
      "start_time": 1588530.0,
      "end_time": 1593191.0,
      "text": "a juvenile, those are the kinds of challenges that we face if we want to protect the ocean."
    },
    {
      "index": 278,
      "start_time": 1593190.0,
      "end_time": 1597450.0,
      "text": "We have to come up with solutions to animals that use the oceans like that. And there are"
    },
    {
      "index": 279,
      "start_time": 1597450.0,
      "end_time": 1601600.0,
      "text": "many. There is not just the Elephant Seals, thereís several species of penguins, turtles,"
    },
    {
      "index": 280,
      "start_time": 1601600.0,
      "end_time": 1606200.0,
      "text": "etcetera. Look at what the dimensions there are using in the ocean. There are over a million"
    },
    {
      "index": 281,
      "start_time": 1606200.0,
      "end_time": 1611789.0,
      "text": "of square kilometers thatís why we have to think like that. Patagoniaís not just important"
    },
    {
      "index": 282,
      "start_time": 1611790.0,
      "end_time": 1616920.0,
      "text": "because of the resident species. This is an albatross that is reproducing in New Zealand."
    },
    {
      "index": 283,
      "start_time": 1616920.0,
      "end_time": 1621990.0,
      "text": "After reproduction it crosses the Pacific, spends some time along the coast of Chile"
    },
    {
      "index": 284,
      "start_time": 1621990.0,
      "end_time": 1627870.0,
      "text": "and then goes round to the Patagonian Sea and spends the winter there and after that"
    },
    {
      "index": 285,
      "start_time": 1627870.0,
      "end_time": 1637560.0,
      "text": "goes round the world and back to the reproductive area. We put together, integrated all this"
    },
    {
      "index": 286,
      "start_time": 1637560.0,
      "end_time": 1644941.0,
      "text": "information into an atlas that is accessible in the internet. Please have a look at this."
    },
    {
      "index": 287,
      "start_time": 1644940.0,
      "end_time": 1654499.0,
      "text": "Itís www dot atlas dash marpatagonico dot org. Youíll see the distribution of 16 different"
    },
    {
      "index": 288,
      "start_time": 1654500.0,
      "end_time": 1660760.0,
      "text": "species. And youíll find out how they compare to each other and you can put maps there of"
    },
    {
      "index": 289,
      "start_time": 1660760.0,
      "end_time": 1667860.0,
      "text": "productivity to understand why theyíre distributed like that. I was telling you we have created"
    },
    {
      "index": 290,
      "start_time": 1667860.0,
      "end_time": 1675150.0,
      "text": "protective areas. Let me give you an example. The examples I was telling you, they are coastal"
    },
    {
      "index": 291,
      "start_time": 1675150.0,
      "end_time": 1681510.0,
      "text": "protected areas, but we are promoting open ocean protected areas, this is the new concept."
    },
    {
      "index": 292,
      "start_time": 1681510.0,
      "end_time": 1685841.0,
      "text": "Some of these open ocean protected areas do not need to be protected all year around."
    },
    {
      "index": 293,
      "start_time": 1685840.0,
      "end_time": 1692840.0,
      "text": "They could be temporarily protected when they are very productive. Others have to be protected"
    },
    {
      "index": 294,
      "start_time": 1692840.0,
      "end_time": 1699299.0,
      "text": "in a way that move around, are not stable, itís not like the land. In the ocean, things"
    },
    {
      "index": 295,
      "start_time": 1699300.0,
      "end_time": 1704000.0,
      "text": "move so today youíre protecting this but this is moving with the current. So in three"
    },
    {
      "index": 296,
      "start_time": 1704000.0,
      "end_time": 1707810.0,
      "text": "months, youíre protecting this area. Those are the kinds of concepts that we are trying"
    },
    {
      "index": 297,
      "start_time": 1707810.0,
      "end_time": 1714170.0,
      "text": "to establish in the scientific community but also among the stake holders that are using"
    },
    {
      "index": 298,
      "start_time": 1714170.0,
      "end_time": 1719670.0,
      "text": "those resources. One of the very much open oceans, completely open ocean protected area"
    },
    {
      "index": 299,
      "start_time": 1719670.0,
      "end_time": 1724300.0,
      "text": "that was very recently created is in this particular area called the Burdwood Bank."
    },
    {
      "index": 300,
      "start_time": 1724300.0,
      "end_time": 1729920.0,
      "text": "This is like an island under water and the bottom of this bank is unique. There are a"
    },
    {
      "index": 301,
      "start_time": 1729920.0,
      "end_time": 1734451.0,
      "text": "lot of, what we call, endemic species, species that you just find there. And we protected"
    },
    {
      "index": 302,
      "start_time": 1734450.0,
      "end_time": 1741129.0,
      "text": "a small portion of this, but itís a beginning and itís very positive one. Iím not going"
    },
    {
      "index": 303,
      "start_time": 1741130.0,
      "end_time": 1746750.0,
      "text": "to expect that you understand this slide, of course, and itís not going to look great"
    },
    {
      "index": 304,
      "start_time": 1746750.0,
      "end_time": 1753040.0,
      "text": "in YouTube but there is one issue that I think you will understand. These are a group of"
    },
    {
      "index": 305,
      "start_time": 1753040.0,
      "end_time": 1757701.0,
      "text": "fisheries called co-management fisheries. Thereís a paper published in Science or Nature"
    },
    {
      "index": 306,
      "start_time": 1757700.0,
      "end_time": 1763899.0,
      "text": "recently, itís Nature, they did an evaluation, social scientists did, an evaluation about"
    },
    {
      "index": 307,
      "start_time": 1763900.0,
      "end_time": 1770380.0,
      "text": "what was important for these fisheries. Why these fisheries were being successful. What"
    },
    {
      "index": 308,
      "start_time": 1770380.0,
      "end_time": 1780461.0,
      "text": "made them sustainable? First variable that explained that is leadership. The leaders"
    },
    {
      "index": 309,
      "start_time": 1780460.0,
      "end_time": 1790070.0,
      "text": "of those communities were capable of negotiating procedures, methodologies, approaches that"
    },
    {
      "index": 310,
      "start_time": 1790070.0,
      "end_time": 1798979.0,
      "text": "made those fisheries sustainable. Very close to that is protected areas, protected areas"
    },
    {
      "index": 311,
      "start_time": 1798980.0,
      "end_time": 1806730.0,
      "text": "do work. Of course, you need will in the community and this is what thatís telling you. So,"
    },
    {
      "index": 312,
      "start_time": 1806730.0,
      "end_time": 1814471.0,
      "text": "in conservation like in your field. leaders are critical. Individuals make the difference."
    },
    {
      "index": 313,
      "start_time": 1814470.0,
      "end_time": 1824820.0,
      "text": "And this is our leaders in the field in WCS, particularly in Patagonia. There are several"
    },
    {
      "index": 314,
      "start_time": 1824820.0,
      "end_time": 1832320.0,
      "text": "and we have been working there for almost half a century, 48 years, since WCS started"
    },
    {
      "index": 315,
      "start_time": 1832320.0,
      "end_time": 1839479.0,
      "text": "to have a project in Patagonia. I think that I want to leave you with that idea. There"
    },
    {
      "index": 316,
      "start_time": 1839480.0,
      "end_time": 1849120.0,
      "text": "is hope, we are achieving results, we are facing huge problems but we feel that communicating"
    },
    {
      "index": 317,
      "start_time": 1849120.0,
      "end_time": 1853930.0,
      "text": "that will, we are going to convince people that there is another way of looking at the"
    },
    {
      "index": 318,
      "start_time": 1853930.0,
      "end_time": 1859000.0,
      "text": "ocean that has not been the old one with all the myths and itís not only the ones that"
    },
    {
      "index": 319,
      "start_time": 1859000.0,
      "end_time": 1865930.0,
      "text": "scientists use. There is one that people want, that combines knowledge with the heart, and"
    },
    {
      "index": 320,
      "start_time": 1865930.0,
      "end_time": 1871480.0,
      "text": "this is what we are trying to transmit. Thank you very much and this is the webpage I was"
    },
    {
      "index": 321,
      "start_time": 1871480.0,
      "end_time": 1875280.0,
      "text": "telling you, please search it. [Applause]"
    },
    {
      "index": 322,
      "start_time": 1875280.0,
      "end_time": 1880560.0,
      "text": "&gt;&gt; Caleb McClennon: So probably a number of questions for Claudio that we asked to combine"
    },
    {
      "index": 323,
      "start_time": 1880560.0,
      "end_time": 1886850.0,
      "text": "it all then weíll have question, answers about 5 minutes between the two of us. So,"
    },
    {
      "index": 324,
      "start_time": 1886850.0,
      "end_time": 1891920.0,
      "text": "obviously the creation, as you saw, there are almost 50 reserves along the coast of"
    },
    {
      "index": 325,
      "start_time": 1891920.0,
      "end_time": 1896860.0,
      "text": "Argentina over those years is unprecedented in the world and really congratulatory to"
    },
    {
      "index": 326,
      "start_time": 1896860.0,
      "end_time": 1903750.0,
      "text": "Claudio and his team. Iím gonna speak briefly about this opportunity that weíve put together"
    },
    {
      "index": 327,
      "start_time": 1903750.0,
      "end_time": 1909841.0,
      "text": "and Winnie has really been working with us to identify a way how WCS, that works in 60"
    },
    {
      "index": 328,
      "start_time": 1909840.0,
      "end_time": 1913460.0,
      "text": "countries around the world with thousands of staff in all these different places could"
    },
    {
      "index": 329,
      "start_time": 1913460.0,
      "end_time": 1920080.0,
      "text": "work with Google and one idea that came up was we have a few permanent research stations."
    },
    {
      "index": 330,
      "start_time": 1920080.0,
      "end_time": 1924289.0,
      "text": "Research is really one component of conservation, itís certainly not the entirety, but there"
    },
    {
      "index": 331,
      "start_time": 1924290.0,
      "end_time": 1929400.0,
      "text": "are some research stations that we have and some of them are ongoing research projects"
    },
    {
      "index": 332,
      "start_time": 1929400.0,
      "end_time": 1936850.0,
      "text": "in places that weíve worked at 20 years or so can use some assistance in terms of monitoring"
    },
    {
      "index": 333,
      "start_time": 1936850.0,
      "end_time": 1941941.0,
      "text": "because it takes a lot of people power as well as thinking to monitor the state of the"
    },
    {
      "index": 334,
      "start_time": 1941940.0,
      "end_time": 1948489.0,
      "text": "ecosystem. So this is an island in Belize which WCS has owned for about 20 years. We"
    },
    {
      "index": 335,
      "start_time": 1948490.0,
      "end_time": 1954160.0,
      "text": "donít do a lot of land purchases in our organization but this is on Glover&#39;s Reef Atoll which is"
    },
    {
      "index": 336,
      "start_time": 1954160.0,
      "end_time": 1960230.0,
      "text": "one of the only Atolls in the Atlantic Ocean. So a Coral Atoll is a ring island with no"
    },
    {
      "index": 337,
      "start_time": 1960230.0,
      "end_time": 1966150.0,
      "text": "center, the center has subsided away so itís only coral growth keeping it above the sea."
    },
    {
      "index": 338,
      "start_time": 1966150.0,
      "end_time": 1970670.0,
      "text": "In order to protect this place; which is one of the most important places in the Caribbean;"
    },
    {
      "index": 339,
      "start_time": 1970670.0,
      "end_time": 1973500.0,
      "text": "which if you remember the beginning itís one of the most important places in the entirety"
    },
    {
      "index": 340,
      "start_time": 1973500.0,
      "end_time": 1979300.0,
      "text": "of the Atlantic Ocean. There needed to be a fisheries base there for patrols. And the"
    },
    {
      "index": 341,
      "start_time": 1979300.0,
      "end_time": 1984530.0,
      "text": "fisheries department has to be actively out there and regulating the fisheries. As a result"
    },
    {
      "index": 342,
      "start_time": 1984530.0,
      "end_time": 1990520.0,
      "text": "almost a third of the atoll is fully protected and the rest is extremely well managed fishery,"
    },
    {
      "index": 343,
      "start_time": 1990520.0,
      "end_time": 1995120.0,
      "text": "uncommon for the rest of the Mesoamerican Barrier Reef. So the fishery department has"
    },
    {
      "index": 344,
      "start_time": 1995120.0,
      "end_time": 1999180.0,
      "text": "a small base here that they use, that they use for free with us, and then we have our"
    },
    {
      "index": 345,
      "start_time": 1999180.0,
      "end_time": 2004500.0,
      "text": "research station where we have about twenty bunks. And I guess part of this is to be very"
    },
    {
      "index": 346,
      "start_time": 2004500.0,
      "end_time": 2009110.0,
      "text": "clear what type of accommodations we have there, basically twenty field bunks for staff,"
    },
    {
      "index": 347,
      "start_time": 2009110.0,
      "end_time": 2014961.0,
      "text": "Iím sorry for visiting scientists, student groups and people that come through and assist"
    },
    {
      "index": 348,
      "start_time": 2014960.0,
      "end_time": 2020879.0,
      "text": "us with our research work. So this is just a photo of the island and, of course, we do"
    },
    {
      "index": 349,
      "start_time": 2020880.0,
      "end_time": 2026750.0,
      "text": "a lot of work on all the different aspects of the, a place we monitor coral reef annually,"
    },
    {
      "index": 350,
      "start_time": 2026750.0,
      "end_time": 2032711.0,
      "text": "spiny lobsters which is the critical commercial fishery interest, conch, different, several"
    },
    {
      "index": 351,
      "start_time": 2032710.0,
      "end_time": 2037849.0,
      "text": "species of grouper, we have a long term shark monitoring program, interestingly the shark"
    },
    {
      "index": 352,
      "start_time": 2037850.0,
      "end_time": 2041961.0,
      "text": "at Glover&#39;s Reef is one of the only populations in the whole Mesoamerican Barrier Reef that"
    },
    {
      "index": 353,
      "start_time": 2041960.0,
      "end_time": 2048260.0,
      "text": "has been stable over the last 20 years, whereas the rest of the areas has started to go down."
    },
    {
      "index": 354,
      "start_time": 2048260.0000000002,
      "end_time": 2051830.0000000002,
      "text": "So itís, with all this monitoring has shown and been able to inform the success of our"
    },
    {
      "index": 355,
      "start_time": 2051830.0,
      "end_time": 2056710.0,
      "text": "work but also help us adaptively manage as time goes on. So in thinking through with"
    },
    {
      "index": 356,
      "start_time": 2056710.0,
      "end_time": 2061270.0,
      "text": "Winnie as a way we might be able to work together, we have a sea turtle monitoring project that"
    },
    {
      "index": 357,
      "start_time": 2061270.0,
      "end_time": 2065950.0,
      "text": "happens annually, itís coordinated with the fisheries department, all of work in Belize"
    },
    {
      "index": 358,
      "start_time": 2065949.9999999998,
      "end_time": 2069939.9999999998,
      "text": "and in all the countries where we work is done in coordination with the management authority."
    },
    {
      "index": 359,
      "start_time": 2069940.0,
      "end_time": 2076480.0,
      "text": "And so the end of April we will be going out and require and need people to help us run"
    },
    {
      "index": 360,
      "start_time": 2076480.0,
      "end_time": 2082960.0,
      "text": "some transects and help monitor the entirety of the atoll for its resident sea turtle population."
    },
    {
      "index": 361,
      "start_time": 2082960.0,
      "end_time": 2088659.0,
      "text": "So it turns out that we came to Glovers Reef for its robust biodiversity in terms of coral"
    },
    {
      "index": 362,
      "start_time": 2088659.9999999998,
      "end_time": 2094400.9999999998,
      "text": "reef and the fish populations were very healthy. Some of our sea turtle researchers, similar"
    },
    {
      "index": 363,
      "start_time": 2094400.0,
      "end_time": 2098540.0,
      "text": "folks to Claudio, leaders in their field, came in and did some work and identified that"
    },
    {
      "index": 364,
      "start_time": 2098540.0,
      "end_time": 2103490.0,
      "text": "this is a critical habitat for a lot of juvenile turtles. So for the last four years weíve"
    },
    {
      "index": 365,
      "start_time": 2103490.0,
      "end_time": 2108370.0,
      "text": "been running transects on an annual basis to identify and start monitoring that population."
    },
    {
      "index": 366,
      "start_time": 2108370.0,
      "end_time": 2112550.0,
      "text": "Certainly not for 25 years, the way Claudio has with Elephant Seals in Argentina, but"
    },
    {
      "index": 367,
      "start_time": 2112550.0,
      "end_time": 2117570.0,
      "text": "weíre just starting to determine the relative importance of the place. So itís a great"
    },
    {
      "index": 368,
      "start_time": 2117570.0,
      "end_time": 2124620.0,
      "text": "opportunity to participate itís certainly not a vacation in that we need the help and"
    },
    {
      "index": 369,
      "start_time": 2124620.0,
      "end_time": 2129150.0,
      "text": "weíre not an ecotourism outfit, weíre a research and conservation organization. So"
    },
    {
      "index": 370,
      "start_time": 2129150.0,
      "end_time": 2134800.0,
      "text": "itís for anyone that is interested in signing up or learning more about it, it is absolutely"
    },
    {
      "index": 371,
      "start_time": 2134800.0,
      "end_time": 2139200.0,
      "text": "going to be some work that youíll be doing. And we need to be clear about that otherwise"
    },
    {
      "index": 372,
      "start_time": 2139200.0,
      "end_time": 2144420.0,
      "text": "expectations will be very, very far. What weíll be structuring the day like for folks"
    },
    {
      "index": 373,
      "start_time": 2144420.0,
      "end_time": 2151000.0,
      "text": "is half the day, we only have 8 slots, so we only have the ability, though the station"
    },
    {
      "index": 374,
      "start_time": 2151000.0,
      "end_time": 2155870.0,
      "text": "can take more people, we can only actively employ 8 people to be working on this and"
    },
    {
      "index": 375,
      "start_time": 2155870.0,
      "end_time": 2160120.0,
      "text": "we donít want to have a lot of people sitting around. So one half of the day will be participating"
    },
    {
      "index": 376,
      "start_time": 2160120.0,
      "end_time": 2164850.0,
      "text": "in the transect, the line monitoring for sea turtles, the other half of the day will be"
    },
    {
      "index": 377,
      "start_time": 2164850.0,
      "end_time": 2170200.0,
      "text": "to recover or recoup, actually maybe enjoy a little bit of the island. And this is one"
    },
    {
      "index": 378,
      "start_time": 2170200.0,
      "end_time": 2174750.0,
      "text": "island on the large atolls so there is several actual tourism outfits on the other parts"
    },
    {
      "index": 379,
      "start_time": 2174750.0,
      "end_time": 2179800.0,
      "text": "of the island that we will be able to find ways for people to have some time off. It"
    },
    {
      "index": 380,
      "start_time": 2179800.0,
      "end_time": 2186340.0,
      "text": "will be 6 days that youíll be out here on the island, then if you do decide to sign"
    },
    {
      "index": 381,
      "start_time": 2186340.0,
      "end_time": 2190980.0,
      "text": "up and have some interest in this and decide you want to see more of the country of Belize,"
    },
    {
      "index": 382,
      "start_time": 2190980.0,
      "end_time": 2195680.0,
      "text": "cause thereís fantastic rain forest, jaguar reserves, that would be on your own to stay"
    },
    {
      "index": 383,
      "start_time": 2195680.0,
      "end_time": 2200630.0,
      "text": "longer and arrange as well. Our team, we have a boat, weíll take you out to the atoll,"
    },
    {
      "index": 384,
      "start_time": 2200630.0,
      "end_time": 2206200.0,
      "text": "so about 40 miles off the coast of Belize and then weíll take you back at the end as"
    },
    {
      "index": 385,
      "start_time": 2206200.0,
      "end_time": 2209520.0,
      "text": "well. So itís a really, we donít have a lot"
    },
    {
      "index": 386,
      "start_time": 2209520.0,
      "end_time": 2212830.0,
      "text": "&gt;&gt;Caleb McClennon: of opportunities like this, weíre not an organization that is, this is"
    },
    {
      "index": 387,
      "start_time": 2212830.0,
      "end_time": 2218090.0,
      "text": "not part of our model of conservation, itís just this happened, Winnie was great. We threw"
    },
    {
      "index": 388,
      "start_time": 2218090.0,
      "end_time": 2221020.0,
      "text": "around probably twenty different ways we might be able to work together, this talk today"
    },
    {
      "index": 389,
      "start_time": 2221020.0,
      "end_time": 2226150.0,
      "text": "was one of them, and another was this trip which Winnie has been fantastic about trying"
    },
    {
      "index": 390,
      "start_time": 2226150.0,
      "end_time": 2231710.0,
      "text": "to find a way for us to work together. So, happy to answer questions about that, questions"
    },
    {
      "index": 391,
      "start_time": 2231710.0,
      "end_time": 2235330.0,
      "text": "about what you might see in Belize and then Claudio is here all the way from Argentina"
    },
    {
      "index": 392,
      "start_time": 2235330.0,
      "end_time": 2240190.0,
      "text": "as well, so I hope there might be a few questions about the fantastic work that theyíve been"
    },
    {
      "index": 393,
      "start_time": 2240190.0,
      "end_time": 2242670.0,
      "text": "doing there. Thank you very much for your time, itís been really great to have this"
    },
    {
      "index": 394,
      "start_time": 2242670.0,
      "end_time": 2248450.0,
      "text": "opportunity, we really appreciate it. [Applause]"
    },
    {
      "index": 395,
      "start_time": 2248450.0,
      "end_time": 2254370.0,
      "text": "&gt;&gt;Caleb McClennon: So if you have questions if you donít mind using the microphone so"
    },
    {
      "index": 396,
      "start_time": 2254370.0,
      "end_time": 2258610.0,
      "text": "people could hear you or you could, I guess, decide you donít want to be on the microphone."
    },
    {
      "index": 397,
      "start_time": 2258610.0,
      "end_time": 2262450.0,
      "text": "[Laughs] &gt;&gt;Caleb McClennon: Yes."
    },
    {
      "index": 398,
      "start_time": 2262450.0,
      "end_time": 2269240.0,
      "text": "&gt;&gt;Female #1: I just want to, yeah so you guys can hear me, exactly what kind of work [inaudible]"
    },
    {
      "index": 399,
      "start_time": 2269240.0,
      "end_time": 2271170.0,
      "text": "&gt;&gt;Caleb McClennon: So the timing youíll be spending, because youíll be split into groups"
    },
    {
      "index": 400,
      "start_time": 2271170.0,
      "end_time": 2276270.0,
      "text": "of four, so the time youíll be spending on [inaudible], youíll be out on a boat and"
    },
    {
      "index": 401,
      "start_time": 2276270.0,
      "end_time": 2282560.0,
      "text": "swimming, so snorkeling, not scuba diving, that would bring in a whole other set of complications,"
    },
    {
      "index": 402,
      "start_time": 2282560.0,
      "end_time": 2288330.0,
      "text": "snorkeling and we do linear transects swimming for identifying any of the sea turtle groups,"
    },
    {
      "index": 403,
      "start_time": 2288330.0,
      "end_time": 2294040.0,
      "text": "uh, species that are there. So we have greens and hawksbill and sometimes several other"
    },
    {
      "index": 404,
      "start_time": 2294040.0,
      "end_time": 2297380.0,
      "text": "species that come through. But greens and hawksbill are the primary. Um, so itíd be"
    },
    {
      "index": 405,
      "start_time": 2297380.0,
      "end_time": 2303880.0,
      "text": "about, uh, from when you leave the dock, our pier here, thereíd be about 4 hours out to"
    },
    {
      "index": 406,
      "start_time": 2303880.0,
      "end_time": 2308070.0,
      "text": "the survey site that we choose for that day, cause itís a random selection of sites throughout"
    },
    {
      "index": 407,
      "start_time": 2308070.0,
      "end_time": 2311410.0,
      "text": "the Atoll; thereís some statistical, no thereís very much statistical significance because"
    },
    {
      "index": 408,
      "start_time": 2311410.0,
      "end_time": 2316500.0,
      "text": "itís been designed by our ecologists. Then youíll be swimming transects for several"
    },
    {
      "index": 409,
      "start_time": 2316500.0,
      "end_time": 2322750.0,
      "text": "hours, moving around a few times, we do catch the turtles. Youíre not required, because"
    },
    {
      "index": 410,
      "start_time": 2322750.0,
      "end_time": 2326530.0,
      "text": "it is a physically difficult thing to catch the turtles, but we do catch them and if you"
    },
    {
      "index": 411,
      "start_time": 2326530.0,
      "end_time": 2332090.0,
      "text": "do we will tag them and we will have several, one if not two, satellite tags that weíre"
    },
    {
      "index": 412,
      "start_time": 2332090.0,
      "end_time": 2336760.0,
      "text": "hoping to put on if we get the appropriately aged turtle, so afterwards you build a follow."
    },
    {
      "index": 413,
      "start_time": 2336760.0,
      "end_time": 2341730.0,
      "text": "Thereís a website called seaturtle dot org which freely allows you to monitor turtles."
    },
    {
      "index": 414,
      "start_time": 2341730.0,
      "end_time": 2346580.0,
      "text": "So hopefully if things all go well and weíll have one we can tag with a satellite receiver"
    },
    {
      "index": 415,
      "start_time": 2346580.0,
      "end_time": 2351350.0,
      "text": "and be able to track after the trip. Then youíll come home. So youíll just have had"
    },
    {
      "index": 416,
      "start_time": 2351350.0,
      "end_time": 2355680.0,
      "text": "breakfast, be out for up to 4 hours, come home for lunch and then the afternoon would"
    },
    {
      "index": 417,
      "start_time": 2355680.0,
      "end_time": 2361460.0,
      "text": "be yours. There is, not extremely high speed Wi-Fi, but there is some Wi-Fi. I wouldnít"
    },
    {
      "index": 418,
      "start_time": 2361460.0,
      "end_time": 2364340.0,
      "text": "expect anyone that does a lot of modeling or anything like that would be able to do"
    },
    {
      "index": 419,
      "start_time": 2364340.0,
      "end_time": 2371100.0,
      "text": "that through the internet, but you would have some communication. And that part of the day"
    },
    {
      "index": 420,
      "start_time": 2371100.0,
      "end_time": 2374140.0,
      "text": "would be a bit of a break. Weíve got a great Belizean, our whole team that youíre gonna"
    },
    {
      "index": 421,
      "start_time": 2374140.0,
      "end_time": 2379400.0,
      "text": "be working with is a Belizean team. Our team leader, Robin Coleman is a PhD ecologist from"
    },
    {
      "index": 422,
      "start_time": 2379400.0,
      "end_time": 2385390.0,
      "text": "Belize and a champion for conservation there. And a whole set of the Belizean fishery staff"
    },
    {
      "index": 423,
      "start_time": 2385390.0,
      "end_time": 2390200.0,
      "text": "will be with you and we have about five permanent staff at this station who will be serving"
    },
    {
      "index": 424,
      "start_time": 2390200.0,
      "end_time": 2393860.0,
      "text": "you food, maybe as good as we ate today at Google, I donít know, those of you that go"
    },
    {
      "index": 425,
      "start_time": 2393860.0,
      "end_time": 2399100.0,
      "text": "can tell us, but great solid Belizean food to make sure that you donít waste away when"
    },
    {
      "index": 426,
      "start_time": 2399100.0,
      "end_time": 2401950.0,
      "text": "youíre out there. Does that help?"
    },
    {
      "index": 427,
      "start_time": 2401950.0,
      "end_time": 2402520.0,
      "text": "&gt;&gt;Female #1: Yes."
    },
    {
      "index": 428,
      "start_time": 2402520.0,
      "end_time": 2403270.0,
      "text": "&gt;&gt; Caleb McClennon: Okay. Yeah?"
    },
    {
      "index": 429,
      "start_time": 2403270.0,
      "end_time": 2407810.0,
      "text": "&gt;&gt;Male #1: So you mentioned that Argentina is more about salsa and beef than oceans."
    },
    {
      "index": 430,
      "start_time": 2407810.0,
      "end_time": 2408110.0,
      "text": "[Laughter]"
    },
    {
      "index": 431,
      "start_time": 2408110.0,
      "end_time": 2409320.0,
      "text": "&gt;&gt;Claudio Campagna: Tango. Tango."
    },
    {
      "index": 432,
      "start_time": 2409320.0,
      "end_time": 2410540.0,
      "text": "&gt;&gt;Male #1: Oh right"
    },
    {
      "index": 433,
      "start_time": 2410540.0,
      "end_time": 2411450.0,
      "text": "&gt;&gt;Claudio Campagna: Yeah."
    },
    {
      "index": 434,
      "start_time": 2411450.0,
      "end_time": 2417400.0,
      "text": "&gt;&gt;Male #1: Um but that this new reserve had been created, in the Southern part of the"
    },
    {
      "index": 435,
      "start_time": 2417400.0,
      "end_time": 2422030.0,
      "text": "ocean, does that, do you perceive that thereís a sea change going on that the people, the"
    },
    {
      "index": 436,
      "start_time": 2422030.0,
      "end_time": 2423320.0,
      "text": "leadership are bringing more there and accelerating?"
    },
    {
      "index": 437,
      "start_time": 2423320.0,
      "end_time": 2428970.0,
      "text": "&gt;&gt;Claudio Campagna: Yes. Very much, the head of the National Parks of Argentina today,"
    },
    {
      "index": 438,
      "start_time": 2428970.0,
      "end_time": 2436540.0,
      "text": "Patricia Gandini is a person that understands the ocean. She has been working with WCS for"
    },
    {
      "index": 439,
      "start_time": 2436540.0,
      "end_time": 2444500.0,
      "text": "a long time, she has a PhD, do work on penguins and she has been facilitating the process"
    },
    {
      "index": 440,
      "start_time": 2444500.0,
      "end_time": 2449980.0,
      "text": "of creating, not just national parks, but many interjurisdictional areas and I think"
    },
    {
      "index": 441,
      "start_time": 2449980.0,
      "end_time": 2456650.0,
      "text": "that makes a difference. Leadership, again, she understands that. Patriciaís boss, actually,"
    },
    {
      "index": 442,
      "start_time": 2456650.0,
      "end_time": 2462300.0,
      "text": "is a minister of the tourism in Argentina and he understands protected areas, very,"
    },
    {
      "index": 443,
      "start_time": 2462300.0,
      "end_time": 2468670.0,
      "text": "very much. And I think that we have some political will there that is aligned and is very important."
    },
    {
      "index": 444,
      "start_time": 2468670.0,
      "end_time": 2474090.0,
      "text": "Peninsula Valdes, which is one of the most beautiful places on the coast of Patagonia,"
    },
    {
      "index": 445,
      "start_time": 2474090.0,
      "end_time": 2480890.0,
      "text": "the person in charge of Peninsula Valdes, [unclear] who is a secretary of tourism, is"
    },
    {
      "index": 446,
      "start_time": 2480890.0,
      "end_time": 2487930.0,
      "text": "a conservationist and is part of an NGO that I help create with her and other WCS people."
    },
    {
      "index": 447,
      "start_time": 2487930.0,
      "end_time": 2492670.0,
      "text": "So things are happening because the Indonesians, now, are in the right positions to make things"
    },
    {
      "index": 448,
      "start_time": 2492670.0,
      "end_time": 2499420.0,
      "text": "happen and the Argentines are very sensitive. If, the sooner they are being informed about"
    },
    {
      "index": 449,
      "start_time": 2499420.0,
      "end_time": 2503120.0,
      "text": "an issue they respond. They donít want the penguins to be killed; they donít want the"
    },
    {
      "index": 450,
      "start_time": 2503120.0,
      "end_time": 2509130.0,
      "text": "penguins to be oil they worry. So I think itís a community that historically has not"
    },
    {
      "index": 451,
      "start_time": 2509130.0,
      "end_time": 2514020.0,
      "text": "been very much trained to watch the ocean but is very easily trained."
    },
    {
      "index": 452,
      "start_time": 2514020.0,
      "end_time": 2519490.0,
      "text": "&gt;&gt;Male #1: One more question. This is kind of a softball but what, beyond coming and"
    },
    {
      "index": 453,
      "start_time": 2519490.0,
      "end_time": 2525080.0,
      "text": "counting turtles, what can we as people who care about the ocean, do to affect change"
    },
    {
      "index": 454,
      "start_time": 2525080.0,
      "end_time": 2528510.0,
      "text": "around the world and save the biodiversity of the oceans."
    },
    {
      "index": 455,
      "start_time": 2528510.0,
      "end_time": 2532170.0,
      "text": "&gt;&gt;Claudio Campagna: You can help the NGOs that are doing ocean conservation, no, this"
    },
    {
      "index": 456,
      "start_time": 2532170.0,
      "end_time": 2537000.0,
      "text": "is more than that, itís much more. There are many, many things that you can do. First,"
    },
    {
      "index": 457,
      "start_time": 2537000.0,
      "end_time": 2541910.0,
      "text": "youíre a consumer of ocean products, even if you donít want; you are, in some ways"
    },
    {
      "index": 458,
      "start_time": 2541910.0,
      "end_time": 2548880.0,
      "text": "or another. Be a responsible consumer. Be aware that many fisheries are not sustainable"
    },
    {
      "index": 459,
      "start_time": 2548880.0,
      "end_time": 2554880.0,
      "text": "and that many species should not be consumed. Itís very easy to find Chilean sea bass here"
    },
    {
      "index": 460,
      "start_time": 2554880.0,
      "end_time": 2561380.0,
      "text": "and you have to be aware of that. Itís very easy to find shrimp in any cocktail, you should"
    },
    {
      "index": 461,
      "start_time": 2561380.0,
      "end_time": 2568380.0,
      "text": "be careful about that because shrimp causes a very high bycatch. In some places of the"
    },
    {
      "index": 462,
      "start_time": 2568380.0,
      "end_time": 2575060.0,
      "text": "world, one pound of shrimp, one kilo of shrimp results in ten kilo of diversity that is being"
    },
    {
      "index": 463,
      "start_time": 2575060.0,
      "end_time": 2580530.0,
      "text": "thrown away because it has no commercial value. So as a consumer you could really, really"
    },
    {
      "index": 464,
      "start_time": 2580530.0,
      "end_time": 2589470.0,
      "text": "do a lot. You can also spread the word. You have seen the finning problem, shark problem."
    },
    {
      "index": 465,
      "start_time": 2589470.0,
      "end_time": 2594530.0,
      "text": "The world does not necessarily know much about that. Youíre educated people, you know that,"
    },
    {
      "index": 466,
      "start_time": 2594530.0,
      "end_time": 2601490.0,
      "text": "but many people donít. Be sure that you talk you integrate conservation in your everyday"
    },
    {
      "index": 467,
      "start_time": 2601490.0,
      "end_time": 2611560.0,
      "text": "discourse. Youíre, you know, as Caleb was saying today [inaudible], itís a castle of;"
    },
    {
      "index": 468,
      "start_time": 2611560.0,
      "end_time": 2619280.0,
      "text": "itís an intellectual paradise that would, that is a communication paradise. Make sure"
    },
    {
      "index": 469,
      "start_time": 2619280.0,
      "end_time": 2626310.0,
      "text": "that the world knows that there is an ocean there and that the ocean requires our support."
    },
    {
      "index": 470,
      "start_time": 2626310.0,
      "end_time": 2631950.0,
      "text": "Many people of the world believe that the ocean is an exhaustible, I mean, cannot be"
    },
    {
      "index": 471,
      "start_time": 2631950.0,
      "end_time": 2640130.0,
      "text": "used up, thatís a wrong perception, we need to change that. You could help develop technological"
    },
    {
      "index": 472,
      "start_time": 2640130.0,
      "end_time": 2648770.0,
      "text": "tools. For example, to map areas or to create, to analyze, to do spatial analysis, zoning,"
    },
    {
      "index": 473,
      "start_time": 2648770.0,
      "end_time": 2654310.0,
      "text": "so you can contribute with the technical aspects of it. You can educate your children, your"
    },
    {
      "index": 474,
      "start_time": 2654310.0,
      "end_time": 2660170.0,
      "text": "friends; thatís extremely important. You could be part of some of our expeditions and"
    },
    {
      "index": 475,
      "start_time": 2660170.0,
      "end_time": 2665080.0,
      "text": "some of our work. Get involved in really obtaining the information."
    },
    {
      "index": 476,
      "start_time": 2665080.0,
      "end_time": 2670770.0,
      "text": "&gt;&gt;Caleb McClennon: I should add that on Google ocean layers, that Google has supported, Claudioís"
    },
    {
      "index": 477,
      "start_time": 2670770.0,
      "end_time": 2672700.0,
      "text": "site is one of the first participants in providing"
    },
    {
      "index": 478,
      "start_time": 2672700.0,
      "end_time": 2673270.0,
      "text": "&gt;&gt;Claudio Campagna: Yeah."
    },
    {
      "index": 479,
      "start_time": 2673270.0,
      "end_time": 2675780.0,
      "text": "&gt;&gt; Caleb McClennon: So there has been ways that weíve worked together as well."
    },
    {
      "index": 480,
      "start_time": 2675780.0,
      "end_time": 2680950.0,
      "text": "&gt;&gt;Claudio Campagna: So and today I was just coming and all of a sudden we say [inaudible]."
    },
    {
      "index": 481,
      "start_time": 2680950.0,
      "end_time": 2687260.0,
      "text": "So the community of Google is sensitive to the ocean. I was very gladly surprised. And"
    },
    {
      "index": 482,
      "start_time": 2687260.0,
      "end_time": 2691070.0,
      "text": "of course Google brain could change the world in the way we see the ocean."
    },
    {
      "index": 483,
      "start_time": 2691070.0,
      "end_time": 2694570.0,
      "text": "&gt;&gt;Caleb McClennon: Any other questions? Yeah? Stay here."
    },
    {
      "index": 484,
      "start_time": 2694570.0,
      "end_time": 2695810.0,
      "text": "&gt;&gt;Claudio Campagna: Oh."
    },
    {
      "index": 485,
      "start_time": 2695810.0,
      "end_time": 2700220.0,
      "text": "&gt;&gt;Male #2: I was wondering how you decided when, how much of your effort to put on protecting"
    },
    {
      "index": 486,
      "start_time": 2700220.0,
      "end_time": 2702410.0,
      "text": "the deep sea versus the coastline?"
    },
    {
      "index": 487,
      "start_time": 2702410.0,
      "end_time": 2710250.0,
      "text": "&gt;&gt;Claudio Campagna: Most of my life I dedicated to doing work that was helpful for coastal"
    },
    {
      "index": 488,
      "start_time": 2710250.0,
      "end_time": 2715560.0,
      "text": "protection, thatís what I did. And today the WCS in Argentina is still doing that and"
    },
    {
      "index": 489,
      "start_time": 2715560.0,
      "end_time": 2720180.0,
      "text": "in the Southern Cone because we also work in Chile very much. You know, there are some"
    },
    {
      "index": 490,
      "start_time": 2720180.0,
      "end_time": 2725690.0,
      "text": "areas of Chile that are extraordinary as coastal areas. The Fjords of Chile are unique. You"
    },
    {
      "index": 491,
      "start_time": 2725690.0,
      "end_time": 2730840.0,
      "text": "donít find those places in any other place in the world. So many, many people, most people,"
    },
    {
      "index": 492,
      "start_time": 2730840.0,
      "end_time": 2738570.0,
      "text": "most of the effort that we put there is about coastal conservation still today. It is required."
    },
    {
      "index": 493,
      "start_time": 2738570.0,
      "end_time": 2748360.0,
      "text": "A proportion of us have the courage to move away from that specific need into another"
    },
    {
      "index": 494,
      "start_time": 2748360.0,
      "end_time": 2754230.0,
      "text": "perspective for which we did not have a big market. People were understanding that the"
    },
    {
      "index": 495,
      "start_time": 2754230.0,
      "end_time": 2758950.0,
      "text": "coasts had to be protected because you see the coast. You donít see the ocean and you"
    },
    {
      "index": 496,
      "start_time": 2758950.0,
      "end_time": 2765080.0,
      "text": "donít see the depth, the deep ocean. I have been leading what is called a Sea and Sky"
    },
    {
      "index": 497,
      "start_time": 2765080.0,
      "end_time": 2770980.0,
      "text": "Project, the name is suggesting that the way I think about the ocean and the sky, I do"
    },
    {
      "index": 498,
      "start_time": 2770980.0,
      "end_time": 2775500.0,
      "text": "think about the coast, of course, but Iím trying to promote these ideas of the deep"
    },
    {
      "index": 499,
      "start_time": 2775500.0,
      "end_time": 2781520.0,
      "text": "ocean protection, around the ocean protection. For me itís most of the work that I do. For"
    },
    {
      "index": 500,
      "start_time": 2781520.0,
      "end_time": 2786480.0,
      "text": "the organization, itís a proportion of that work that we what we do. The open ocean has"
    },
    {
      "index": 501,
      "start_time": 2786480.0,
      "end_time": 2794870.0,
      "text": "many problems as you might know, one is jurisdictional. Countries have a decision on the first two"
    },
    {
      "index": 502,
      "start_time": 2794870.0,
      "end_time": 2799610.0,
      "text": "hundred miles and there they could determine whoís coming whoís leaving what is being"
    },
    {
      "index": 503,
      "start_time": 2799610.0,
      "end_time": 2806960.0,
      "text": "done. Beyond the two hundred miles itís the commons, itís everybody owns it. There are"
    },
    {
      "index": 504,
      "start_time": 2806960.0,
      "end_time": 2812800.0,
      "text": "some laws but it is very difficult to enforce whatís going on. And fisheries today are"
    },
    {
      "index": 505,
      "start_time": 2812800.0,
      "end_time": 2819340.0,
      "text": "moving into that realm. Theyíre moving into international waters. There are a group of"
    },
    {
      "index": 506,
      "start_time": 2819340.0,
      "end_time": 2824300.0,
      "text": "people, and we are part of that, alliances of organization that are trying, organizations,"
    },
    {
      "index": 507,
      "start_time": 2824300.0,
      "end_time": 2830330.0,
      "text": "that are trying to understand what can be done to protect the international waters."
    },
    {
      "index": 508,
      "start_time": 2830330.0,
      "end_time": 2834670.0,
      "text": "And a few things are being done and a few places must be protected. For example, sea"
    },
    {
      "index": 509,
      "start_time": 2834670.0,
      "end_time": 2841210.0,
      "text": "mounds. The sea mounds are very, are places deep in the ocean that are unique because"
    },
    {
      "index": 510,
      "start_time": 2841210.0,
      "end_time": 2844650.0,
      "text": "you have a flat ocean and all of a sudden you have something like that. And that creates"
    },
    {
      "index": 511,
      "start_time": 2844650.0,
      "end_time": 2852370.0,
      "text": "particular very sensitive places where you have a biodiversity that is only there. Those"
    },
    {
      "index": 512,
      "start_time": 2852370.0,
      "end_time": 2858390.0,
      "text": "sea mounds are being fished. So we need to protect them and there is a strong effort"
    },
    {
      "index": 513,
      "start_time": 2858390.0,
      "end_time": 2867120.0,
      "text": "into trying to do that because we donít even know the species that are there. So, as an"
    },
    {
      "index": 514,
      "start_time": 2867120.0,
      "end_time": 2873540.0,
      "text": "answer is, most of the work still requires to be done on the coast. Thatís a must, but"
    },
    {
      "index": 515,
      "start_time": 2873540.0,
      "end_time": 2880010.0,
      "text": "a few of us itís sustainable if a portion of us will move into the more challenging,"
    },
    {
      "index": 516,
      "start_time": 2880010.0,
      "end_time": 2889050.0,
      "text": "more experimental phases. But those experimental phases have to be turned into, not that experimental,"
    },
    {
      "index": 517,
      "start_time": 2889050.0,
      "end_time": 2893990.0,
      "text": "but into something more tangible very soon otherwise itís very easy to destroy this"
    },
    {
      "index": 518,
      "start_time": 2893990.0,
      "end_time": 2895450.0,
      "text": "small environment like a sea mound."
    },
    {
      "index": 519,
      "start_time": 2895450.0,
      "end_time": 2898380.0,
      "text": "&gt;&gt;Claudio Campagna: Did that, does it answer?"
    },
    {
      "index": 520,
      "start_time": 2898380.0,
      "end_time": 2899630.0,
      "text": "&gt;&gt;Male #2: Yes."
    },
    {
      "index": 521,
      "start_time": 2899630.0,
      "end_time": 2902720.0,
      "text": "&gt;&gt;Caleb McClennon: Okay, any other questions? Yeah, go ahead."
    },
    {
      "index": 522,
      "start_time": 2902720.0,
      "end_time": 2904960.0,
      "text": "&gt;&gt;Male #3: Uh, Claudio a question."
    },
    {
      "index": 523,
      "start_time": 2904960.0,
      "end_time": 2906070.0,
      "text": "&gt;&gt;Claudio Campagna: Yeah."
    },
    {
      "index": 524,
      "start_time": 2906070.0,
      "end_time": 2915090.0,
      "text": "&gt;&gt;Male #3: Is the trip restricted to Google employees or what about qualified friends?"
    },
    {
      "index": 525,
      "start_time": 2915090.0,
      "end_time": 2918900.0,
      "text": "&gt;&gt;Caleb McClennon: For the moment, uh, if you sign up itís restricted to Google employees"
    },
    {
      "index": 526,
      "start_time": 2918900.0,
      "end_time": 2923240.0,
      "text": "just cause currently, from what Iím understanding of demand, we have more than 8 from Google"
    },
    {
      "index": 527,
      "start_time": 2923240.0,
      "end_time": 2927700.0,
      "text": "so we like to keep it that way. But if you are signing up and would like to make a note"
    },
    {
      "index": 528,
      "start_time": 2927700.0,
      "end_time": 2933210.0,
      "text": "that if it doesnít fill up weíd like to bring someone as well we can open up that"
    },
    {
      "index": 529,
      "start_time": 2933210.0,
      "end_time": 2936240.0,
      "text": "question if itís possible."
    },
    {
      "index": 530,
      "start_time": 2936240.0,
      "end_time": 2937760.0,
      "text": "&gt;&gt; Female: [Inaudible]"
    },
    {
      "index": 531,
      "start_time": 2937760.0,
      "end_time": 2941510.0,
      "text": "&gt;&gt;Caleb McClennon: Sheís the boss so yes, there you go."
    },
    {
      "index": 532,
      "start_time": 2941510.0,
      "end_time": 2942270.0,
      "text": "[Laughs]"
    },
    {
      "index": 533,
      "start_time": 2942270.0,
      "end_time": 2946260.0,
      "text": "&gt;&gt;Caleb McClennon: I should say, cause I notice a couple people are leaving, we had you stay"
    },
    {
      "index": 534,
      "start_time": 2946260.0,
      "end_time": 2949600.0,
      "text": "til the end of the hour for questions but if itís not apparent, I think it will be"
    },
    {
      "index": 535,
      "start_time": 2949600.0,
      "end_time": 2953920.0,
      "text": "apparent that if youíd like to sign up please go to that address and I think on this email"
    },
    {
      "index": 536,
      "start_time": 2953920.0,
      "end_time": 2958960.0,
      "text": "for the work, for the talk today , you saw thereís an address to sign up and weíre"
    },
    {
      "index": 537,
      "start_time": 2958960.0,
      "end_time": 2963400.0,
      "text": "taking applications or your expressions of interest until Monday and then weíre gonna"
    },
    {
      "index": 538,
      "start_time": 2963400.0,
      "end_time": 2966340.0,
      "text": "make decisions cause I know people will need to plan their personal lives cause itís the"
    },
    {
      "index": 539,
      "start_time": 2966340.0,
      "end_time": 2972080.0,
      "text": "last week in April. So if youíre interested, please before, on the Glover&#39;s Reef trip,"
    },
    {
      "index": 540,
      "start_time": 2972080.0,
      "end_time": 2978680.0,
      "text": "please sign up and put all of your information in to that address by Monday. We have a couple"
    },
    {
      "index": 541,
      "start_time": 2978680.0,
      "end_time": 2983730.0,
      "text": "more minutes for, uh, if thereís anything Iím missing just from folks? Okay. We have"
    },
    {
      "index": 542,
      "start_time": 2983730.0,
      "end_time": 2986750.0,
      "text": "two more minutes for people and then weíll take casual questions after."
    },
    {
      "index": 543,
      "start_time": 2986750.0,
      "end_time": 2989950.0,
      "text": "&gt;&gt;Claudio Campagna: Let me just say one thing more about your question about what you can"
    },
    {
      "index": 544,
      "start_time": 2989950.0,
      "end_time": 2995600.0,
      "text": "do. Letís be in touch, letís talk because thereís some things that people have to understand"
    },
    {
      "index": 545,
      "start_time": 2995600.0,
      "end_time": 2996580.0,
      "text": "about what they want to do."
    },
    {
      "index": 546,
      "start_time": 2996580.0,
      "end_time": 2996860.0,
      "text": "&gt;&gt;Caleb McClennon: Yeah."
    },
    {
      "index": 547,
      "start_time": 2996860.0,
      "end_time": 3002290.0,
      "text": "&gt;&gt;Claudio Campagna: And we can help guide that. So I just gave you a general understanding"
    },
    {
      "index": 548,
      "start_time": 3002290.0,
      "end_time": 3007760.0,
      "text": "but, you know, if you want to talk about that Iím very open to discuss it with you and"
    },
    {
      "index": 549,
      "start_time": 3007760.0,
      "end_time": 3008530.0,
      "text": "everybody."
    },
    {
      "index": 550,
      "start_time": 3008530.0,
      "end_time": 3015270.0,
      "text": "&gt;&gt;Male #4: Is the political tension between the Argentina and the Falkland Islands proving"
    },
    {
      "index": 551,
      "start_time": 3015270.0,
      "end_time": 3018080.0,
      "text": "to be challenging or do people find ways to work around."
    },
    {
      "index": 552,
      "start_time": 3018080.0,
      "end_time": 3026060.0,
      "text": "&gt;&gt;Claudio Campagna: Yes. It is. It is. The war between the UK and Argentina in 1982 was"
    },
    {
      "index": 553,
      "start_time": 3026060.0,
      "end_time": 3034290.0,
      "text": "unfortunate. It is a problem that you can analyze from many different perspectives."
    },
    {
      "index": 554,
      "start_time": 3034290.0,
      "end_time": 3041410.0,
      "text": "Certainly the political perspective is not my place to analyze that problem. I could"
    },
    {
      "index": 555,
      "start_time": 3041410.0,
      "end_time": 3048160.0,
      "text": "speak as an individual but from a conservation perspective it is a pity that that happened"
    },
    {
      "index": 556,
      "start_time": 3048160.0,
      "end_time": 3054650.0,
      "text": "cause now all of a sudden one ocean is being seen from many different perspectives and"
    },
    {
      "index": 557,
      "start_time": 3054650.0,
      "end_time": 3060690.0,
      "text": "that does not help. Cause the ocean does not work like that. So countries have to make"
    },
    {
      "index": 558,
      "start_time": 3060690.0,
      "end_time": 3070210.0,
      "text": "decisions on a regional level and a very large level. That problem is creating some issues"
    },
    {
      "index": 559,
      "start_time": 3070210.0,
      "end_time": 3075330.0,
      "text": "some dialogue has been interrupted. And now there are some developments that are taking"
    },
    {
      "index": 560,
      "start_time": 3075330.0,
      "end_time": 3082840.0,
      "text": "place in the Islands that Argentines donít decide about and thatís causing clearly tension."
    },
    {
      "index": 561,
      "start_time": 3082840.0,
      "end_time": 3091350.0,
      "text": "I had the hope, I mean I have it, that perhaps the conservation perspective has an umbrella"
    },
    {
      "index": 562,
      "start_time": 3091350.0,
      "end_time": 3098740.0,
      "text": "that embraces that problem and puts that into perspective. But it has to, we need time."
    },
    {
      "index": 563,
      "start_time": 3098740.0,
      "end_time": 3103040.0,
      "text": "And yes, it has been a problem. And for us has been a challenge to think in the open"
    },
    {
      "index": 564,
      "start_time": 3103040.0,
      "end_time": 3107390.0,
      "text": "ocean considering that situation, that jurisdictional issue."
    },
    {
      "index": 565,
      "start_time": 3107390.0,
      "end_time": 3112270.0,
      "text": "&gt;&gt;Caleb McClennon: Alright. Well, thank you so much everyone. Thanks to Winnie for being"
    },
    {
      "index": 566,
      "start_time": 3112270.0,
      "end_time": 3116560.0,
      "text": "our host, we really appreciate and look forward to talking to you each individually or afterwards."
    },
    {
      "index": 567,
      "start_time": 3116560.0,
      "end_time": 3119320.0,
      "text": "And thank you from WCS to Google and look forward to working together."
    },
    {
      "index": 568,
      "start_time": 3119320.0,
      "end_time": 3129320.0,
      "text": "[Applause]"
    }
  ]
}