{
  "video_id": "a7yRNqnJdTY",
  "title": "Amazon-Backed Smart Glasses For $1,000: First Look",
  "json": [
    {
      "index": 1,
      "start_time": 1180.0,
      "end_time": 4500.0,
      "text": "They may not look like it, but these are actually smart glasses."
    },
    {
      "index": 2,
      "start_time": 4500.0,
      "end_time": 8379.0,
      "text": "They're called Focals and are made by North, a startup backed by Amazon."
    },
    {
      "index": 3,
      "start_time": 8380.0,
      "end_time": 11400.0,
      "text": "You can get them with prescription lenses or clear."
    },
    {
      "index": 4,
      "start_time": 11100.0,
      "end_time": 13500.0,
      "text": "Focals offers the first pair of everyday smart glasses."
    },
    {
      "index": 5,
      "start_time": 13500.0,
      "end_time": 18440.0,
      "text": "So wearing the product right now, it's a pair of eyewear that has a hidden holographic display in it."
    },
    {
      "index": 6,
      "start_time": 18440.0,
      "end_time": 24780.0,
      "text": "So I actually just turn it on and have a display floating about arm's length out here in front of me saying it's 2:48 on Thursday here."
    },
    {
      "index": 7,
      "start_time": 24780.0,
      "end_time": 33160.0,
      "text": "It's all built around this idea of how do we give people those magical benefits of technology and build something that's there and you need it, but they gone when you don't."
    },
    {
      "index": 8,
      "start_time": 33160.0,
      "end_time": 38699.0,
      "text": "The concept is not new, both Intel and Google made smart glasses but neither product took off."
    },
    {
      "index": 9,
      "start_time": 38700.0,
      "end_time": 46200.0,
      "text": "North is putting significant focus on the design, hoping to convince consumers that it's finally time we all accept smart glasses."
    },
    {
      "index": 10,
      "start_time": 46200.0,
      "end_time": 50520.0,
      "text": "We really, first and foremost, wanted to deliver people a great pair of eyeglasses."
    },
    {
      "index": 11,
      "start_time": 50520.0,
      "end_time": 63400.0,
      "text": "As an eyewear designer and someone who has a background in in fashion and design, I kind of, you know, looked at my own personal bar for how this needs to be, like what would it take for me to wear this?"
    },
    {
      "index": 12,
      "start_time": 63400.0,
      "end_time": 71520.0,
      "text": "After trying on Focals our first impression was that they're a little heavier and a little clunkier than normal glasses but the tech seems to work pretty well."
    },
    {
      "index": 13,
      "start_time": 71520.0,
      "end_time": 73360.0,
      "text": "Oh that's actually really cool."
    },
    {
      "index": 14,
      "start_time": 73360.0,
      "end_time": 78620.0,
      "text": "Focals worked by directly projecting a little tiny rays of light onto our eye."
    },
    {
      "index": 15,
      "start_time": 78620.0,
      "end_time": 83600.0,
      "text": "When you put these on you don't see a screen, this is not a rectangle blocking out your view."
    },
    {
      "index": 16,
      "start_time": 83600.0,
      "end_time": 89500.0,
      "text": "It's a very thoughtful, considered interface that is very minimal, you're seeing just little tiny bit bits of text."
    },
    {
      "index": 17,
      "start_time": 89500.0,
      "end_time": 92740.0,
      "text": "It just kind of hovers like right below my line of sight."
    },
    {
      "index": 18,
      "start_time": 92740.0,
      "end_time": 99800.0,
      "text": "There's also things you'd expect: there's a smartphone processor in here, connectivity of Bluetooth to your phone, either iOS or Android."
    },
    {
      "index": 19,
      "start_time": 99800.0,
      "end_time": 106759.0,
      "text": "Citing privacy concerns, North says the microphone on Focals is only listening when it's activated and there is no camera on the device."
    },
    {
      "index": 20,
      "start_time": 106760.0,
      "end_time": 110240.0,
      "text": "In order for Focals to work, you need this ring light controller."
    },
    {
      "index": 21,
      "start_time": 110240.0,
      "end_time": 115199.0,
      "text": "The loop is a tiny little ring with a joystick a five-way interface on it."
    },
    {
      "index": 22,
      "start_time": 115200.0,
      "end_time": 119400.0,
      "text": "There's no need to talk to the glasses to touch them to do anything else."
    },
    {
      "index": 23,
      "start_time": 119400.0,
      "end_time": 123720.0,
      "text": "Out of the box, Focals give you the same kind of information that an Apple watch can."
    },
    {
      "index": 24,
      "start_time": 123720.0,
      "end_time": 128539.0,
      "text": "Among other things, it can tell you the weather, give you walking directions and display text messages."
    },
    {
      "index": 25,
      "start_time": 128538.99999999999,
      "end_time": 132880.0,
      "text": "You can even order an Uber using them and Focals are integrated with Amazon Alexa."
    },
    {
      "index": 26,
      "start_time": 132880.0,
      "end_time": 137880.0,
      "text": "Oh cool, so I'm seeing like a little graphic, it's going to be sunny and 72."
    },
    {
      "index": 27,
      "start_time": 137880.0,
      "end_time": 141799.0,
      "text": "Focals cost $1,000 and the first units will ship this year."
    },
    {
      "index": 28,
      "start_time": 141800.0,
      "end_time": 149000.0,
      "text": "But right now, the only way to purchase a pair is to visit one of North's soon-opening stores in Brooklyn or Toronto because custom measurements are needed."
    },
    {
      "index": 29,
      "start_time": 149000.0,
      "end_time": 151400.0,
      "text": "We want to minimize screen time not maximize it."
    },
    {
      "index": 30,
      "start_time": 151400.0,
      "end_time": 157200.0,
      "text": "Every interaction we built we design it to be the fastest way to get it done and to get you back to the world."
    },
    {
      "index": 31,
      "start_time": 157200.0,
      "end_time": 163220.0,
      "text": "It's really about staying present in the world while still maintaining the pieces that we value about the connections and the information we need in the moment."
    },
    {
      "index": 32,
      "start_time": 163220.0,
      "end_time": 167820.0,
      "text": "But whether consumers are finally ready for smart glasses, is yet to be seen."
    }
  ]
}