{
  "video_id": "a8KvglfqohU",
  "title": "Why Can U.S. Have Policies No Other Countries Can?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3736.0,
      "text": "Up, up we go, we're now back to strong dollar of the 1990s,"
    },
    {
      "index": 2,
      "start_time": 3958.0,
      "end_time": 9256.0,
      "text": "at the end of the day it overcomes all. why is it our exorbitant privilege?"
    },
    {
      "index": 3,
      "start_time": 9256.0,
      "end_time": 15140.0,
      "text": "I think exorbitant privilege in the sense the U.S. actually can get away with policies that no other country can,"
    },
    {
      "index": 4,
      "start_time": 15440.0,
      "end_time": 18450.0,
      "text": "I mean think about this, when the Fed was doing QE for five years,"
    },
    {
      "index": 5,
      "start_time": 18850.0,
      "end_time": 23506.0,
      "text": "other countries might have basically brought on a crisis, the U.S. on the other hand was able to watch the recovery off this."
    },
    {
      "index": 6,
      "start_time": 23506.0,
      "end_time": 29782.0,
      "text": "So I think that's the main thing, but I think what we need to basically recognize is, there is now bifurcation of the dollar in the market."
    },
    {
      "index": 7,
      "start_time": 29782.0,
      "end_time": 35456.0,
      "text": "Dollars doing very well against EM currencies, against commodity currencies, but against the Euro and the Yen or the likes,"
    },
    {
      "index": 8,
      "start_time": 35466.0,
      "end_time": 40882.0,
      "text": "the dollar has been actually taking a bit of a back seat because the problem line is, as China devalues, China slows,"
    },
    {
      "index": 9,
      "start_time": 40882.0,
      "end_time": 44068.0,
      "text": "you know to the extent that it's gonna lead the Fed to basically hike more slowly,"
    },
    {
      "index": 10,
      "start_time": 44068.0,
      "end_time": 46572.0,
      "text": "this has not been such good news against the Euro."
    },
    {
      "index": 11,
      "start_time": 46672.0,
      "end_time": 51593.0,
      "text": "OK, help me with your Yen callouts, three four and five years, where is Yen three four five years from now?"
    },
    {
      "index": 12,
      "start_time": 51393.0,
      "end_time": 56277.0,
      "text": "I think the Yen is going to be a tad weaker, but I think the short-term, in fact if anything, the Yen is probably going to be stronger."
    },
    {
      "index": 13,
      "start_time": 56377.0,
      "end_time": 62124.0,
      "text": "Think about it, going to tomorrow. If the Fed were to hike rates, the Yen is going to be stronger because the stock market is going to go down."
    },
    {
      "index": 14,
      "start_time": 62124.0,
      "end_time": 64300.0,
      "text": "If the Fed doesn't hike rates, the Yen is probably going to be stronger too."
    },
    {
      "index": 15,
      "start_time": 64099.99999999999,
      "end_time": 68832.0,
      "text": "The differential between Bank of America, Merrill Lynch, and Goldman Sachs, is to a weaker Yen,"
    },
    {
      "index": 16,
      "start_time": 69232.0,
      "end_time": 75234.0,
      "text": "through some further form of Abenomics, that implies a Rubin-like dollar, doesn't it?"
    },
    {
      "index": 17,
      "start_time": 75964.0,
      "end_time": 82976.0,
      "text": "I think to some extent, yes, absolutely. But I think to the extent that the U.S. until now is willing to accept further Yen weakness,"
    },
    {
      "index": 18,
      "start_time": 82976.0,
      "end_time": 88846.0,
      "text": "but I think those days are coming to an end. I think somebody in Detroit is already calling up somebody in Washington, somebody in Washington is calling up..."
    },
    {
      "index": 19,
      "start_time": 88856.0,
      "end_time": 94186.0,
      "text": "Exactly! This is my point, you know David Woo, that this is not solved by economists,"
    },
    {
      "index": 20,
      "start_time": 94186.0,
      "end_time": 100123.0,
      "text": "it's solved by manufacturers like Detroit, or frankly by the state department, isn't it?"
    },
    {
      "index": 21,
      "start_time": 100123.0,
      "end_time": 105460.0,
      "text": "Absolutely, especially now with Donald Trump, and basically Mario, basically Rubio talking up, you know basically,"
    },
    {
      "index": 22,
      "start_time": 105460.0,
      "end_time": 112183.0,
      "text": "the whole story about China, Japan taking jobs away from the U.S., I think you have to believe that sooner or later the U.S. will be forced to join the currency war."
    },
    {
      "index": 23,
      "start_time": 112183.0,
      "end_time": 115688.0,
      "text": "I gotta ask this question, very critical here. Have you been advising Mr. Trump on economic policy?"
    },
    {
      "index": 24,
      "start_time": 115688.0,
      "end_time": 116822.0,
      "text": "Not yet."
    },
    {
      "index": 25,
      "start_time": 117262.0,
      "end_time": 119946.0,
      "text": "What you're talking about Trump and Rubio also to some extent,"
    },
    {
      "index": 26,
      "start_time": 121246.0,
      "end_time": 125553.0,
      "text": "it's the great American past-time to predict our own decline, but does anything threaten?"
    },
    {
      "index": 27,
      "start_time": 125553.0,
      "end_time": 128323.0,
      "text": "Anywhere in the future, this exorbitant privilege?"
    },
    {
      "index": 28,
      "start_time": 128853.00000000001,
      "end_time": 134363.0,
      "text": "Not, not really. I mean I think in fact this whole SDR business around China is a fig leaf."
    },
    {
      "index": 29,
      "start_time": 134363.0,
      "end_time": 138633.0,
      "text": "In fact, if the U.S. is in an invariable position and nobody else is in right now."
    },
    {
      "index": 30,
      "start_time": 138633.0,
      "end_time": 145592.0,
      "text": "So there's no question the U.S. is coming back, however, the question is can the U.S. decouple from the rest of the world as the rest of the world slows."
    },
    {
      "index": 31,
      "start_time": 145592.0,
      "end_time": 152137.0,
      "text": "And I think at what point will the U.S. be forced to join the currency war, because the dollar and the renminbi remain the two strongest currency in the world,"
    },
    {
      "index": 32,
      "start_time": 152137.0,
      "end_time": 159915.0,
      "text": "we'll just see what the Chinese, no longer the one with strong currency, the question is how much longer the U.S. will find a strong currency desirable."
    },
    {
      "index": 33,
      "start_time": 159915.0,
      "end_time": 165578.0,
      "text": "And because so much is invoiced in dollar as well, you know, the currency war works better for us than it does for anybody else."
    },
    {
      "index": 34,
      "start_time": 165578.0,
      "end_time": 167927.0,
      "text": "Exactly. There is no question."
    },
    {
      "index": 35,
      "start_time": 167927.0,
      "end_time": 176671.0,
      "text": "Until? For our viewers out there that don't know Modigliani, or viewers who don't really understand reflation versus inflation,"
    },
    {
      "index": 36,
      "start_time": 176671.0,
      "end_time": 183261.0,
      "text": "what is the trip that turns us from a benevolent strong dollar into a troubled strong dollar?"
    },
    {
      "index": 37,
      "start_time": 183261.0,
      "end_time": 188808.0,
      "text": "I think you know, honestly, this is where renminbi would devalue, which is my prediction,"
    },
    {
      "index": 38,
      "start_time": 188808.0,
      "end_time": 193960.0,
      "text": "I think my prediction is that the biggest story in the next six months is gonna be an acceleration in the renminbi devaluation,"
    },
    {
      "index": 39,
      "start_time": 193960.0,
      "end_time": 197788.0,
      "text": "that's gonna basically create competitive devaluation around the world,"
    },
    {
      "index": 40,
      "start_time": 197788.0,
      "end_time": 202601.0,
      "text": "commodity prices are gonna come down sharply, it's gonna be highly deflation for the U.S. That's where the problem is."
    },
    {
      "index": 41,
      "start_time": 202601.0,
      "end_time": 207945.0,
      "text": "Okay, David Woo, thank you so much with this core call of a second to rivet of what we will see in the Yen,"
    },
    {
      "index": 42,
      "start_time": 207945.0,
      "end_time": 210994.0,
      "text": "we've got calculus into the six o'clock hour, that's cool."
    }
  ]
}