{
  "video_id": "a_x-KgDGl4w",
  "title": "Benefits of ARM Keil MDK",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3500.0,
      "text": "Hello and welcome to the webinar “Benefits of MDK”."
    },
    {
      "index": 2,
      "start_time": 3500.0,
      "end_time": 8300.0,
      "text": "My name is Jürgen Langfeld and I work for element14 as a technical advisor in Munich."
    },
    {
      "index": 3,
      "start_time": 8300.0,
      "end_time": 16000.0,
      "text": "I’m here with Christopher Seidl from ARM who will tell us more about the benefits of MDK compared to free tools"
    },
    {
      "index": 4,
      "start_time": 16000.0,
      "end_time": 19600.0,
      "text": "that are out there in the market. Hello, Christopher!"
    },
    {
      "index": 5,
      "start_time": 19600.0,
      "end_time": 22433.0,
      "text": "Hi Jürgen! Thanks for inviting me today!"
    },
    {
      "index": 6,
      "start_time": 22433.0,
      "end_time": 29133.0,
      "text": "Let me quickly introduce element14. Farnell Element14 is a high-service distributor of technology products"
    },
    {
      "index": 7,
      "start_time": 29133.0,
      "end_time": 37266.0,
      "text": "and solutions for electronic system design, maintenance and repair in Europe, America and Asia Pacific."
    },
    {
      "index": 8,
      "start_time": 37266.0,
      "end_time": 44366.0,
      "text": "As a digital enterprise, we bring together the latest products, services and development software,"
    },
    {
      "index": 9,
      "start_time": 44366.0,
      "end_time": 50733.0,
      "text": "all connected to an industry leading online engineering community, ELEMENT14."
    },
    {
      "index": 10,
      "start_time": 50733.0,
      "end_time": 58166.0,
      "text": "Through our community, purchasers and engineers can access peers and experts, a wide range of independent"
    },
    {
      "index": 11,
      "start_time": 58166.0,
      "end_time": 62566.0,
      "text": "technical information and proprietary tools."
    },
    {
      "index": 12,
      "start_time": 62566.0,
      "end_time": 69966.0,
      "text": "Our multi-channel focus ensures we can meet the varying needs of customers and includes an extensive"
    },
    {
      "index": 13,
      "start_time": 69966.0,
      "end_time": 75966.0,
      "text": "global network of transactional websites and more traditional sales channels."
    },
    {
      "index": 14,
      "start_time": 75966.0,
      "end_time": 81533.0,
      "text": "To keep pace with changing technology, our engineers actively identify"
    },
    {
      "index": 15,
      "start_time": 81533.0,
      "end_time": 89000.0,
      "text": "and source innovative niche manufacturers providing choice and competitive advantage"
    },
    {
      "index": 16,
      "start_time": 89000.0,
      "end_time": 92500.0,
      "text": "for today’s most in-demand application areas,"
    },
    {
      "index": 17,
      "start_time": 92500.0,
      "end_time": 100400.0,
      "text": "supported by a global supply chain and an inventory profile in which we invest and develop."
    },
    {
      "index": 18,
      "start_time": 100400.0,
      "end_time": 109100.0,
      "text": "Well, whether researching a new technology, designing an electronic product, or looking for parts to repair an existing system,"
    },
    {
      "index": 19,
      "start_time": 109100.0,
      "end_time": 115066.0,
      "text": "Farnell Element14 is the trusted global source for engineering solutions."
    },
    {
      "index": 20,
      "start_time": 115066.0,
      "end_time": 124066.0,
      "text": "Christopher, as element14 has many different silicon vendors on the line card, how many devices are you supporting with MDK?"
    },
    {
      "index": 21,
      "start_time": 124066.0,
      "end_time": 130933.0,
      "text": "Currently, we support over 3750 devices from all major silicon vendors."
    },
    {
      "index": 22,
      "start_time": 130933.0,
      "end_time": 139200.0,
      "text": "That’s impressive! Tell me more about MDK! The Keil MDK microcontroller development kit consists of MDK-Core,"
    },
    {
      "index": 23,
      "start_time": 139200.0,
      "end_time": 142933.0,
      "text": "which is made up of the µVision IDE and debugger."
    },
    {
      "index": 24,
      "start_time": 142933.0,
      "end_time": 149766.0,
      "text": "The µVision IDE combines project management, run-time environment, build facilities, source code editing,"
    },
    {
      "index": 25,
      "start_time": 149766.0,
      "end_time": 153866.0,
      "text": "and program debugging in a single powerful environment."
    },
    {
      "index": 26,
      "start_time": 153866.0,
      "end_time": 159700.0,
      "text": "µVision is easy-to-use and accelerates your embedded software development."
    },
    {
      "index": 27,
      "start_time": 159700.0,
      "end_time": 167266.0,
      "text": "The µVision Debugger provides a single environment in which you may test, verify, and optimize your application code."
    },
    {
      "index": 28,
      "start_time": 167266.0,
      "end_time": 172433.0,
      "text": "The debugger includes traditional features like simple and complex breakpoints, watch windows,"
    },
    {
      "index": 29,
      "start_time": 172433.0,
      "end_time": 177633.0,
      "text": "and execution control and provides full visibility to device peripherals."
    },
    {
      "index": 30,
      "start_time": 177633.0,
      "end_time": 182900.0,
      "text": "It also contains advanced capabilities such as the component viewer and the event recorder,"
    },
    {
      "index": 31,
      "start_time": 182900.0,
      "end_time": 189033.0,
      "text": "as well as full instruction trace using when using our ULINKpro debug and trace adapter."
    },
    {
      "index": 32,
      "start_time": 189033.0,
      "end_time": 195900.0,
      "text": "Software Packs add device support and software components that you can use as building blocks for your application."
    },
    {
      "index": 33,
      "start_time": 195900.0,
      "end_time": 201800.0,
      "text": "These software components are provided by ARM, silicon vendors and middleware companies."
    },
    {
      "index": 34,
      "start_time": 201800.0,
      "end_time": 208366.0,
      "text": "CMSIS, the Cortex Microcontroller Software Interface Standard, is provided as a software pack itself."
    },
    {
      "index": 35,
      "start_time": 208366.0,
      "end_time": 214800.0,
      "text": "It is a vendor independent collection of API definitions, libraries, utilities, and methods that simplify"
    },
    {
      "index": 36,
      "start_time": 214800.0,
      "end_time": 218533.0,
      "text": "and accelerate the creation of microcontroller applications."
    },
    {
      "index": 37,
      "start_time": 218533.0,
      "end_time": 226566.0,
      "text": "CMSIS is provided free-of-charge by ARM and its software components can be used in any open source and commercial projects."
    },
    {
      "index": 38,
      "start_time": 226566.0,
      "end_time": 235833.0,
      "text": "Software programmers benefit from RTOS, DSP-Libraries, consistent access to core peripherals, and enhanced debug visibility."
    },
    {
      "index": 39,
      "start_time": 235833.0,
      "end_time": 239866.0,
      "text": "Which compiler are you using under the hood?"
    },
    {
      "index": 40,
      "start_time": 239866.0,
      "end_time": 245766.0,
      "text": "MDK is using the ARM Compiler which is considered as the reference compiler for the ARM architecture."
    },
    {
      "index": 41,
      "start_time": 245766.0,
      "end_time": 253466.0,
      "text": "It provides very efficient code and has excellent optimization options, which can be easily configured from within µVision."
    },
    {
      "index": 42,
      "start_time": 253466.0,
      "end_time": 261000.0,
      "text": "You can also make use of Microlib, a set of libraries that have been highly optimized for use on the Cortex-M architecture."
    },
    {
      "index": 43,
      "start_time": 261000.0,
      "end_time": 269166.0,
      "text": "It is possible to achieve reductions in flash footprint of up to 40% compared to the standard libraries when using Microlib."
    },
    {
      "index": 44,
      "start_time": 269166.0,
      "end_time": 278966.0,
      "text": "Many of our customers require a compiler that they can use for functional safety applications. Do you have a certified compiler available?"
    },
    {
      "index": 45,
      "start_time": 278966.0,
      "end_time": 287266.0,
      "text": "MDK offers two versions of the ARM compiler: The proven ARM Compiler 5 which is certified for by TÜV for functional safety applications"
    },
    {
      "index": 46,
      "start_time": 287266.0,
      "end_time": 290400.0,
      "text": "offering and which offers long term support and maintenance."
    },
    {
      "index": 47,
      "start_time": 290400.0,
      "end_time": 297700.0,
      "text": "The new ARM Compiler 6 is based on the LLVM compiler technology and offers superior codes size and performance."
    },
    {
      "index": 48,
      "start_time": 297700.0,
      "end_time": 305900.0,
      "text": "It also adds support for the latest C++ standards, such as C++11 and C++14."
    },
    {
      "index": 49,
      "start_time": 305900.0,
      "end_time": 315266.0,
      "text": "I am often asked for middleware from our customers to accelerate their development. What do you offer here?"
    },
    {
      "index": 50,
      "start_time": 315266.0,
      "end_time": 321533.0,
      "text": "Our MDK Middleware provides royalty-free, tightly-coupled software components that are specifically designed for"
    },
    {
      "index": 51,
      "start_time": 321533.0,
      "end_time": 331300.0,
      "text": "communication peripherals in microcontrollers. It supports TCP/IP networking with both, IPv4 and IPv6, USB host and device,"
    },
    {
      "index": 52,
      "start_time": 331300.0,
      "end_time": 338200.0,
      "text": "and a file system component that lets you work with files in storage devices such as RAM, Flash, various memory cards,"
    },
    {
      "index": 53,
      "start_time": 338200.0,
      "end_time": 341066.0,
      "text": "or USB memory devices."
    },
    {
      "index": 54,
      "start_time": 341066.0,
      "end_time": 346900.0,
      "text": "The graphics component enables you to develop flexible graphical user interfaces for LCD displays,"
    },
    {
      "index": 55,
      "start_time": 346900.0,
      "end_time": 354966.0,
      "text": "while the mbed software components enable IoT applications. mbed TLS provides secure communication using SSL/TLS,"
    },
    {
      "index": 56,
      "start_time": 354966.0,
      "end_time": 359366.0,
      "text": "whereas mbed Client connects your device to an mbed Device Server."
    },
    {
      "index": 57,
      "start_time": 359366.0,
      "end_time": 366600.0,
      "text": "MDK Middleware is provided as part of the MDK-Professional or MDK-Plus editions in binary format."
    },
    {
      "index": 58,
      "start_time": 366600.0,
      "end_time": 375166.0,
      "text": "I see that you have two IDEs. You have already talked about the µVision IDE. What is DS-MDK?"
    },
    {
      "index": 59,
      "start_time": 375166.0,
      "end_time": 384533.0,
      "text": "DS-MDK combines the Eclipse-based DS-5 IDE and debugger with CMSIS-Pack technology and uses software packs to extend device support"
    },
    {
      "index": 60,
      "start_time": 384533.0,
      "end_time": 392900.0,
      "text": "for devices based on 32-bit ARM Cortex-A processors or heterogeneous systems based on 32-bit ARM Cortex-A"
    },
    {
      "index": 61,
      "start_time": 392900.0,
      "end_time": 395633.0,
      "text": "and ARM Cortex-M processors."
    },
    {
      "index": 62,
      "start_time": 395633.0,
      "end_time": 398800.0,
      "text": "Heterogeneous devices combine the best of both worlds."
    },
    {
      "index": 63,
      "start_time": 398800.0,
      "end_time": 404900.0,
      "text": "This means that you can run a sophisticated Linux application on the Cortex-A core and have a real-time application"
    },
    {
      "index": 64,
      "start_time": 404900.0,
      "end_time": 412266.0,
      "text": "running on the Cortex-M core. DS-MDK is part of MDK-Professional."
    },
    {
      "index": 65,
      "start_time": 412266.0,
      "end_time": 418700.0,
      "text": "Can you tell me more about CMSIS as a standard? All silicon vendors are supporting this, right?"
    },
    {
      "index": 66,
      "start_time": 418700.0,
      "end_time": 422800.0,
      "text": "How can our customers benefit from CMSIS?"
    },
    {
      "index": 67,
      "start_time": 422800.0,
      "end_time": 429700.0,
      "text": "CMSIS is widely adopted in the industry and offers a unified feature set when talking about system startup, processor core access,"
    },
    {
      "index": 68,
      "start_time": 429700.0,
      "end_time": 438866.0,
      "text": "and peripheral definitions. CMSIS-CORE makes it easy to get started with a new device or to migrate software across microcontrollers."
    },
    {
      "index": 69,
      "start_time": 438866.0,
      "end_time": 445266.0,
      "text": "CMSIS-RTOS is an API that enables consistent software layers with middleware and library components."
    },
    {
      "index": 70,
      "start_time": 445266.0,
      "end_time": 452266.0,
      "text": "Our reference implementation CMSIS-RTOS RTX runs on every Cortex-M device and is easy to learn and use."
    },
    {
      "index": 71,
      "start_time": 452266.0,
      "end_time": 459900.0,
      "text": "And we are working on a version of the popular FreeRTOS using the CMSIS-RTOS API. This should be available quite soon."
    },
    {
      "index": 72,
      "start_time": 459900.0,
      "end_time": 467466.0,
      "text": "Interfacing microcontroller peripherals with middleware or generic application code can be challenging as each device is different."
    },
    {
      "index": 73,
      "start_time": 467466.0,
      "end_time": 473500.0,
      "text": "Ready-to use CMSIS-Driver interfaces are today available for many microcontroller families and avoid cumbersome"
    },
    {
      "index": 74,
      "start_time": 473500.0,
      "end_time": 476800.0,
      "text": "and time consuming driver porting."
    },
    {
      "index": 75,
      "start_time": 476800.0,
      "end_time": 482933.0,
      "text": "Developing a real-time digital signal processing (DSP) system is not trivial as the DSP algorithms heavily rely on"
    },
    {
      "index": 76,
      "start_time": 482933.0,
      "end_time": 487300.0,
      "text": "complex mathematical operations that are even time-critical."
    },
    {
      "index": 77,
      "start_time": 487300.0,
      "end_time": 496033.0,
      "text": "The CMSIS-DSP library is a rich collection of DSP functions that are optimized by ARM for the various Cortex-M processor cores."
    },
    {
      "index": 78,
      "start_time": 496033.0,
      "end_time": 502933.0,
      "text": "CMSIS-Pack describes a delivery mechanism for software components, device parameters, and evaluation board support."
    },
    {
      "index": 79,
      "start_time": 502933.0,
      "end_time": 508133.0,
      "text": "Users can benefit from code templates that help them to get started quickly."
    },
    {
      "index": 80,
      "start_time": 508133.0,
      "end_time": 517200.0,
      "text": "That all sounds very nice, but most of our customers are using the toolchains they get freely from their silicon vendor."
    },
    {
      "index": 81,
      "start_time": 517200.00000000006,
      "end_time": 521966.00000000006,
      "text": "How do you compete with these freely available tools?"
    },
    {
      "index": 82,
      "start_time": 521966.0,
      "end_time": 529166.0,
      "text": "That is a valid question. Let me show you for example the superior compiler performance using an example project:"
    },
    {
      "index": 83,
      "start_time": 529166.0,
      "end_time": 535100.0,
      "text": "I have here a demo project for the LPCXpresso 5411x development platform."
    },
    {
      "index": 84,
      "start_time": 535100.0,
      "end_time": 542233.0,
      "text": "It is using CMSIS-RTOS RTX5 and is compiled with gcc, using the LPCXpresso IDE."
    },
    {
      "index": 85,
      "start_time": 542233.0,
      "end_time": 555433.0,
      "text": "The resulting code size with gcc is 10.3 KB and 2.9 KB RAM. Now, let’s switch to MDK and use ARM Compiler 5 to build the project."
    },
    {
      "index": 86,
      "start_time": 555433.0,
      "end_time": 563833.0,
      "text": "We can see that for these memory constrained devices, the code size is better, only 9.6 KB ROM and 2.6 KB RAM"
    },
    {
      "index": 87,
      "start_time": 563833.0,
      "end_time": 567066.0,
      "text": "This means that you get more functionality into your chip."
    },
    {
      "index": 88,
      "start_time": 567066.0,
      "end_time": 570533.0,
      "text": "Great! Our customers are often concerned about code size."
    },
    {
      "index": 89,
      "start_time": 570533.0,
      "end_time": 577633.0,
      "text": "They always look for the smallest device that they can use in their projects due to price restrictions."
    },
    {
      "index": 90,
      "start_time": 577633.0,
      "end_time": 583833.0,
      "text": "We can even reduce the code size! ARM Compiler 6 offers the smallest code size that you can get."
    },
    {
      "index": 91,
      "start_time": 583833.0,
      "end_time": 591900.0,
      "text": "As I said this is the latest compiler from ARM that is available with MDK. Now let’s take a look at the results."
    },
    {
      "index": 92,
      "start_time": 591900.0,
      "end_time": 599266.0,
      "text": "They are much better, only 7 KB ROM and 2.2 KB RAM. This means that you get more code into the same device."
    },
    {
      "index": 93,
      "start_time": 599266.0,
      "end_time": 606466.0,
      "text": "This can save a lot of money when going to mass production and justifies paying a little extra on the development tool!"
    },
    {
      "index": 94,
      "start_time": 606466.0,
      "end_time": 613300.0,
      "text": "That is really impressive, but I’m not yet convinced. What else do you have in stock?"
    },
    {
      "index": 95,
      "start_time": 613300.0,
      "end_time": 619233.0,
      "text": "I have briefly told you about our superior debug capabilities. Let’s take a look at another example:"
    },
    {
      "index": 96,
      "start_time": 619233.0,
      "end_time": 624733.0,
      "text": "I have here a web server application running on an STM32F7 discovery board."
    },
    {
      "index": 97,
      "start_time": 624733.0,
      "end_time": 634700.0,
      "text": "This application is using our middleware for setting up the web server and the TCP/IP communication using IPv4 and IPv6."
    },
    {
      "index": 98,
      "start_time": 634700.0,
      "end_time": 641400.0,
      "text": "Often, embedded devices are headless, which means that you do not have a display to show you information of what’s going on."
    },
    {
      "index": 99,
      "start_time": 641400.0,
      "end_time": 649400.0,
      "text": "This can be tricky especially for networking applications, when you don’t know if your device has received an IP address or not."
    },
    {
      "index": 100,
      "start_time": 649400.0,
      "end_time": 657233.0,
      "text": "This is no problem when using the component viewer that gives you access to variables and structures of software components."
    },
    {
      "index": 101,
      "start_time": 657233.0,
      "end_time": 664666.0,
      "text": "As you can see here, our device has received an IP address. Also, you see the netmask, default gateway,"
    },
    {
      "index": 102,
      "start_time": 664666.0,
      "end_time": 670933.0,
      "text": "and the DNS servers that have been configured by the DHCP server."
    },
    {
      "index": 103,
      "start_time": 670933.0,
      "end_time": 677400.0,
      "text": "Having this information is nice, but what about dynamic software behavior?"
    },
    {
      "index": 104,
      "start_time": 677400.0,
      "end_time": 684166.0,
      "text": "For that, we have the event recorder. It uses event annotations in the user application code or software component libraries,"
    },
    {
      "index": 105,
      "start_time": 684166.0,
      "end_time": 691166.0,
      "text": "for example our network component, to provide event timing and data information while the program is executing."
    },
    {
      "index": 106,
      "start_time": 691166.0,
      "end_time": 698600.0,
      "text": "This event information is stored in an event buffer on the target system that is continuously read by the debug unit and displayed in the"
    },
    {
      "index": 107,
      "start_time": 698600.0,
      "end_time": 702666.0,
      "text": "Event Recorder window of the MDK debugger."
    },
    {
      "index": 108,
      "start_time": 702666.0,
      "end_time": 711200.0,
      "text": "During program execution, the µVision debugger reads the content of the event buffer and displays this information. Just like here."
    },
    {
      "index": 109,
      "start_time": 711200.0,
      "end_time": 716866.0,
      "text": "These links take you directly to the documentation, so that you can check for more information on a specific event,"
    },
    {
      "index": 110,
      "start_time": 716866.0,
      "end_time": 720133.0,
      "text": "in case you are not sure what it does."
    },
    {
      "index": 111,
      "start_time": 720133.0,
      "end_time": 725433.0,
      "text": "You might have noticed that we got some buffer overflows as the amount of messages is quite large."
    },
    {
      "index": 112,
      "start_time": 725433.0,
      "end_time": 731200.0,
      "text": "The on-board ST-Link is great for simple run-stop debugging, but runs into limitations quite fast."
    },
    {
      "index": 113,
      "start_time": 731200.0,
      "end_time": 739133.0,
      "text": "Our ULINK family of debug adapter offers superior performance with up to 800 Mbps streaming trace."
    },
    {
      "index": 114,
      "start_time": 739133.0,
      "end_time": 747233.0,
      "text": "To overcome the bottleneck here, we can reduce the number of messages, by filtering for events, that we are specifically interested in."
    },
    {
      "index": 115,
      "start_time": 747233.0,
      "end_time": 753133.0,
      "text": "This filter is applied as soon as you start running the code again."
    },
    {
      "index": 116,
      "start_time": 753133.0,
      "end_time": 760466.0,
      "text": "You said user application code – does that mean that the user can also take advantage of this?"
    },
    {
      "index": 117,
      "start_time": 760466.0,
      "end_time": 769033.0,
      "text": "Of course! This comes in very handy, especially if you reuse a lot of code in different company locations or in various projects."
    },
    {
      "index": 118,
      "start_time": 769033.0,
      "end_time": 777066.0,
      "text": "This is of course a big advantage compared to free tooling! How do I find more information about this?"
    },
    {
      "index": 119,
      "start_time": 777066.0,
      "end_time": 783100.0,
      "text": "MDK is a really integrated solution. It offers you F1 help that takes you to the relevant documentation"
    },
    {
      "index": 120,
      "start_time": 783100.0,
      "end_time": 786900.0,
      "text": "when used on a function name for example."
    },
    {
      "index": 121,
      "start_time": 786900.0,
      "end_time": 794933.0,
      "text": "But you can also use the links from the manage run-time environment window that is using the information from the software packs."
    },
    {
      "index": 122,
      "start_time": 794933.0,
      "end_time": 801833.0,
      "text": "Both methods are using the information from the software packs to display the relevant documentation."
    },
    {
      "index": 123,
      "start_time": 801833.0,
      "end_time": 809933.0,
      "text": "What other resources do you have available? How do you help programmers who are new to ARM to get started?"
    },
    {
      "index": 124,
      "start_time": 809933.0,
      "end_time": 817233.0,
      "text": "Our learning page on keil.com/learn offers lots of content for all levels of expertise."
    },
    {
      "index": 125,
      "start_time": 817233.0,
      "end_time": 822700.0,
      "text": "If you are new to ARM, have a look at the fundamentals and the start programming section."
    },
    {
      "index": 126,
      "start_time": 822700.0,
      "end_time": 829366.0,
      "text": "Our getting started guide is targeted towards new customers and shows how to install and use MDK."
    },
    {
      "index": 127,
      "start_time": 829366.0,
      "end_time": 835533.0,
      "text": "If you are more experienced and want to get started with our middleware, have a look at the examples that are available here"
    },
    {
      "index": 128,
      "start_time": 835533.0,
      "end_time": 840433.0,
      "text": "and which can be used as a starting point for your own application."
    },
    {
      "index": 129,
      "start_time": 840433.0,
      "end_time": 849300.0,
      "text": "Now I can see your benefits. What about switching devices? My customers sometimes need to switch from one vendor to the other."
    },
    {
      "index": 130,
      "start_time": 849300.0,
      "end_time": 852166.0,
      "text": "Do you support that as well?"
    },
    {
      "index": 131,
      "start_time": 852166.0,
      "end_time": 858600.0,
      "text": "Using a vendor tool, you are always locked in and it is hard to escape. You cannot simply switch to another toolchain."
    },
    {
      "index": 132,
      "start_time": 858600.0,
      "end_time": 867633.0,
      "text": "With MDK, you just install the device support pack for the new target and switch your project to it. This works in every edition of MDK."
    },
    {
      "index": 133,
      "start_time": 867633.0,
      "end_time": 872600.0,
      "text": "Awesome! Can you tell me more about the different editions of MDK?"
    },
    {
      "index": 134,
      "start_time": 872600.0,
      "end_time": 878100.0,
      "text": "Our MDK-Lite edition is freely available but limited to a code size of 32 KB."
    },
    {
      "index": 135,
      "start_time": 878100.0,
      "end_time": 882333.0,
      "text": "If this is sufficient for you, you can even use it in commercial products."
    },
    {
      "index": 136,
      "start_time": 882333.0,
      "end_time": 890366.0,
      "text": "The Cortex-M edition supports all ARM Cortex-M based devices up to Cortex-M7 without any code size limitation."
    },
    {
      "index": 137,
      "start_time": 890366.0,
      "end_time": 897400.0,
      "text": "The MDK-Plus edition adds support for a subset of our middleware that is sufficient for most software projects."
    },
    {
      "index": 138,
      "start_time": 897400.0,
      "end_time": 903533.0,
      "text": "MDK-Professional contains the full middleware with the mbed components and support for IPv6 networking"
    },
    {
      "index": 139,
      "start_time": 903533.0,
      "end_time": 910766.0,
      "text": "and also contains models for programmers who need to start writing code for the latest ARMv8-M based microcontrollers"
    },
    {
      "index": 140,
      "start_time": 910766.0,
      "end_time": 920400.0,
      "text": "as ARM Cortex-M23 and M33. Also, this edition comes with DS-MDK for programming heterogeneous devices."
    },
    {
      "index": 141,
      "start_time": 920400.0,
      "end_time": 924433.0,
      "text": "And all editions can be purchased via element14!"
    },
    {
      "index": 142,
      "start_time": 924433.0,
      "end_time": 929533.0,
      "text": "Let me quickly summarize what I have learned today about MDK."
    },
    {
      "index": 143,
      "start_time": 929533.0,
      "end_time": 939300.0,
      "text": "MDK provides the widest device support for all major silicon vendors and offers middleware for TCP/IP networking, USB host and device,"
    },
    {
      "index": 144,
      "start_time": 939300.0,
      "end_time": 943333.0,
      "text": "as well as file I/O and graphics."
    },
    {
      "index": 145,
      "start_time": 943333.0,
      "end_time": 952933.0,
      "text": "The new ARM Compiler 6 provides the smallest code size and best performance and adds support for the latest C++ standards."
    },
    {
      "index": 146,
      "start_time": 952933.0,
      "end_time": 962900.0,
      "text": "The superior debug capabilities of µVision help you to reduce your development time and to get to market faster."
    },
    {
      "index": 147,
      "start_time": 962900.0,
      "end_time": 971000.0,
      "text": "element14 will showcase MDK at its booth at the upcoming embedded world 2017 in Nuremberg."
    },
    {
      "index": 148,
      "start_time": 971000.0,
      "end_time": 982866.0,
      "text": "Please visit us in hall 3 at booth 221. Oh, that’s just around the corner from ARM! We are also in hall 3 at booth 342."
    },
    {
      "index": 149,
      "start_time": 982866.0,
      "end_time": 985700.0,
      "text": "Christopher, thanks for answering my questions."
    },
    {
      "index": 150,
      "start_time": 985700.0,
      "end_time": 992266.0,
      "text": "You’re welcome! So we have reached the end of the webinar. Thanks everyone for joining."
    },
    {
      "index": 151,
      "start_time": 992266.0,
      "end_time": 1002266.0,
      "text": "Now, let’s take a look at your questions."
    }
  ]
}