{
  "video_id": "aA_Jm_V9XPw",
  "title": "Total War Warhammer Guide: How To Make Money",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 8710.0,
      "end_time": 12750.0,
      "text": "What's going on guys? My name is Hylor and this is your Total War Warhammer Guide on"
    },
    {
      "index": 2,
      "start_time": 12750.0,
      "end_time": 17700.0,
      "text": "How To Make Money! In this guide, I will point out all the different ways you can make money"
    },
    {
      "index": 3,
      "start_time": 17700.0,
      "end_time": 21410.0,
      "text": "or save money from being spent. As it is said \"The sinews of war are infinite money.\""
    },
    {
      "index": 4,
      "start_time": 21410.0,
      "end_time": 23180.0,
      "text": "Taxes The first and primary way you will make money"
    },
    {
      "index": 5,
      "start_time": 23180.0,
      "end_time": 27619.0,
      "text": "in Total War Warhammer is through taxes. Not all the factions call it taxes but that's"
    },
    {
      "index": 6,
      "start_time": 27619.0,
      "end_time": 31259.0,
      "text": "essentially what it is. You create buildings in your building panels that generate wealth."
    },
    {
      "index": 7,
      "start_time": 31259.0,
      "end_time": 36300.0,
      "text": "From my experiments, the wealth value is a direct 1 to 1 value of the increase in your"
    },
    {
      "index": 8,
      "start_time": 36300.0,
      "end_time": 41190.0,
      "text": "income through taxes. It also seems to be accumulative. By that I mean that the first"
    },
    {
      "index": 9,
      "start_time": 41190.0,
      "end_time": 46980.0,
      "text": "tier building may add 200 wealth but the second tier says 300 wealth. When I destroyed the"
    },
    {
      "index": 10,
      "start_time": 46980.0,
      "end_time": 52620.0,
      "text": "building my wealth total was down 500 wealth so the first tiers 200 value is added to the"
    },
    {
      "index": 11,
      "start_time": 52620.0,
      "end_time": 56730.0,
      "text": "300 hundred from the second tier. So now that you have 500 wealth that means that building"
    },
    {
      "index": 12,
      "start_time": 56730.0,
      "end_time": 62199.0,
      "text": "will bring in 500 in taxes per turn. In previous total war games there was a much more complex"
    },
    {
      "index": 13,
      "start_time": 62199.0,
      "end_time": 66530.0,
      "text": "system but in Total War Warhammer this system has been simplified and from all my testing"
    },
    {
      "index": 14,
      "start_time": 66530.0,
      "end_time": 72840.0,
      "text": "and the tool tips it seems to be a 1 to 1 correlation of wealth to income per turn."
    },
    {
      "index": 15,
      "start_time": 72840.0,
      "end_time": 74710.0,
      "text": "Trade Agreements The next most common way to make money in"
    },
    {
      "index": 16,
      "start_time": 74710.0,
      "end_time": 78720.0,
      "text": "Total War Warhammer is to make trade agreements with other factions. To make these agreements"
    },
    {
      "index": 17,
      "start_time": 78720.0,
      "end_time": 82869.0,
      "text": "you go into your diplomacy panel, select the faction you wish to trade with and send them"
    },
    {
      "index": 18,
      "start_time": 82869.0,
      "end_time": 86659.0,
      "text": "the request. This process assumes you have some way of trading with them, either over"
    },
    {
      "index": 19,
      "start_time": 86659.0,
      "end_time": 90930.0,
      "text": "land borders or a sea route from your port to theirs. These agreements allow you to trade"
    },
    {
      "index": 20,
      "start_time": 90930.0,
      "end_time": 95290.0,
      "text": "a certain level of basic no descript \"goods\" to the other faction and visa versa. There"
    },
    {
      "index": 21,
      "start_time": 95290.0,
      "end_time": 99130.0,
      "text": "are also rarer resources scattered on the campaign map that are assigned to different"
    },
    {
      "index": 22,
      "start_time": 99130.0,
      "end_time": 103219.0,
      "text": "regions. Please note that I said regions and not provinces, regions are the smaller blocks"
    },
    {
      "index": 23,
      "start_time": 103219.0,
      "end_time": 107429.0,
      "text": "that make up a province. Once you control one or more of these regions you will begin"
    },
    {
      "index": 24,
      "start_time": 107430.0,
      "end_time": 111130.0,
      "text": "to harvest these resources, which never run out, and sell them to other countries you"
    },
    {
      "index": 25,
      "start_time": 111130.0,
      "end_time": 114589.0,
      "text": "are trading with. In the particular regions with these rare resources, you can increase"
    },
    {
      "index": 26,
      "start_time": 114590.0,
      "end_time": 118740.0,
      "text": "their output by building up wealth buildings. They are modified in these regions to provide"
    },
    {
      "index": 27,
      "start_time": 118740.0,
      "end_time": 122729.0,
      "text": "both wealth and the rare resource for trading and upgrading these buildings will increase"
    },
    {
      "index": 28,
      "start_time": 122729.0,
      "end_time": 124880.0,
      "text": "how much of the resource you have to trade."
    },
    {
      "index": 29,
      "start_time": 124880.0,
      "end_time": 128899.0,
      "text": "If you go into the treasury panel and click on trade you can see on top a list of the"
    },
    {
      "index": 30,
      "start_time": 128899.0,
      "end_time": 132480.0,
      "text": "different rare resources to be traded. If you hover over them you can see the market"
    },
    {
      "index": 31,
      "start_time": 132480.0,
      "end_time": 136970.0,
      "text": "price for those goods in the world. These values change turn by turn and just like real"
    },
    {
      "index": 32,
      "start_time": 136970.0,
      "end_time": 141680.0,
      "text": "life, items like furs and gem stones will trade for more than wood or stone. There is"
    },
    {
      "index": 33,
      "start_time": 141680.0,
      "end_time": 145650.0,
      "text": "also a diplomatic benefit to trading with a faction as factions that trade together"
    },
    {
      "index": 34,
      "start_time": 145650.0,
      "end_time": 149690.0,
      "text": "are less likely to go to war and build up better relations with each other. The Greenskins and Chaos"
    },
    {
      "index": 35,
      "start_time": 149690.0,
      "end_time": 151770.0,
      "text": "are not able to make trade agreements."
    },
    {
      "index": 36,
      "start_time": 151770.0,
      "end_time": 154200.0,
      "text": "Demand Payment Another way to gain money in diplomacy is"
    },
    {
      "index": 37,
      "start_time": 154200.0,
      "end_time": 157770.0,
      "text": "to demand payment or tribute. Often times these are a part of deals concerning other"
    },
    {
      "index": 38,
      "start_time": 157770.0,
      "end_time": 162370.0,
      "text": "matters such as bribing for a peace treaty, trade agreeement, etc. There are some tips"
    },
    {
      "index": 39,
      "start_time": 162370.0,
      "end_time": 166370.0,
      "text": "to how you can use this to get as much money as possible out of the AI. The most simple"
    },
    {
      "index": 40,
      "start_time": 166370.0,
      "end_time": 170750.0,
      "text": "way is any time the AI offers you a money simply hit the counter offer button and adjust"
    },
    {
      "index": 41,
      "start_time": 170750.0,
      "end_time": 174870.0,
      "text": "the value higher then they offered. Don't go too high but you can usually add between"
    },
    {
      "index": 42,
      "start_time": 174870.0,
      "end_time": 178960.0,
      "text": "200-500 gold on top of what they offered without losing the deal. You can tell how likely they"
    },
    {
      "index": 43,
      "start_time": 178960.0,
      "end_time": 182990.0,
      "text": "are to accept this new amount before you submit it to them so adjust your number to get the"
    },
    {
      "index": 44,
      "start_time": 182990.0,
      "end_time": 186770.0,
      "text": "most you can without ruining your chances of a deal. Also you can always go to war with"
    },
    {
      "index": 45,
      "start_time": 186770.0,
      "end_time": 191440.0,
      "text": "someone you don't want to conquer, or can't because of the default rules, sack and raze"
    },
    {
      "index": 46,
      "start_time": 191440.0,
      "end_time": 195200.0,
      "text": "a city or two and then when it's time for peace demand money to stop killing them. This"
    },
    {
      "index": 47,
      "start_time": 195200.0,
      "end_time": 200260.0,
      "text": "often works pretty easy but takes more work and is hard to do against more powerful factions"
    },
    {
      "index": 48,
      "start_time": 200260.0,
      "end_time": 204160.0,
      "text": "even if the battles you fought were easy. Their size and disposition will not be one"
    },
    {
      "index": 49,
      "start_time": 204160.0,
      "end_time": 209310.0,
      "text": "of peace. Also keep in mind that some factions such as the Chaos and Greenskins are aggressive"
    },
    {
      "index": 50,
      "start_time": 209310.0,
      "end_time": 212550.0,
      "text": "factions. The Chaos will almost never take peace but the Greenskins will usually only"
    },
    {
      "index": 51,
      "start_time": 212550.0,
      "end_time": 216370.0,
      "text": "really take it once they have been beaten severely. Also sometimes the AI will demand"
    },
    {
      "index": 52,
      "start_time": 216370.0,
      "end_time": 220900.0,
      "text": "payment from you along with something else and it's usually possible to completely eliminate"
    },
    {
      "index": 53,
      "start_time": 220900.0,
      "end_time": 223180.0,
      "text": "this payment or at least lower it before agreeing to the rest of the offer."
    },
    {
      "index": 54,
      "start_time": 223180.0,
      "end_time": 224730.0,
      "text": "Vassals (Not Confederation) The another way you can make money in diplomacy"
    },
    {
      "index": 55,
      "start_time": 224730.0,
      "end_time": 228730.0,
      "text": "is to make another faction your vassal. To make a faction a vassal you must not be able"
    },
    {
      "index": 56,
      "start_time": 228730.0,
      "end_time": 233649.0,
      "text": "to capture their territory and factions are very resistant to becoming your vassal. They"
    },
    {
      "index": 57,
      "start_time": 233650.0,
      "end_time": 237790.0,
      "text": "usually have to be beaten basically to destruction or have to have such a lower power than you"
    },
    {
      "index": 58,
      "start_time": 237790.0,
      "end_time": 241370.0,
      "text": "that they know they would be utterly destroyed in a war. This is not to be confused with"
    },
    {
      "index": 59,
      "start_time": 241370.0,
      "end_time": 245930.0,
      "text": "confederating a faction. Confederating a faction merges their faction into yours giving you"
    },
    {
      "index": 60,
      "start_time": 245930.0,
      "end_time": 250310.0,
      "text": "complete control of their land and often much of their armies and agents. A vassal will"
    },
    {
      "index": 61,
      "start_time": 250310.0,
      "end_time": 254330.0,
      "text": "stay a seperate AI controlled state that is in a permanent alliance with you. They are"
    },
    {
      "index": 62,
      "start_time": 254330.0,
      "end_time": 258900.0,
      "text": "under your military protection and will fight wars against your enemies. They pay you a"
    },
    {
      "index": 63,
      "start_time": 258890.0,
      "end_time": 260899.0,
      "text": "sum of money each turn as tribute to you for your protection."
    },
    {
      "index": 64,
      "start_time": 260899.0,
      "end_time": 262590.0,
      "text": "Raiding Raiding is the first of the militaristic ways"
    },
    {
      "index": 65,
      "start_time": 262590.0,
      "end_time": 266210.0,
      "text": "of making money. To raid your enemies you must move your army into an enemy territory"
    },
    {
      "index": 66,
      "start_time": 266210.0,
      "end_time": 270390.0,
      "text": "and put the army into the raiding stance. If you want to learn more about these army"
    },
    {
      "index": 67,
      "start_time": 270390.0,
      "end_time": 273310.0,
      "text": "stances check out my guide on army stance here. While your army is in the raiding stance"
    },
    {
      "index": 68,
      "start_time": 273310.0,
      "end_time": 276530.0,
      "text": "you will gain money because of all the looting your troops are doing across the territory."
    },
    {
      "index": 69,
      "start_time": 276530.0,
      "end_time": 279989.0,
      "text": "The more troops and what types they are will affect how much money you gain from raiding"
    },
    {
      "index": 70,
      "start_time": 279990.0,
      "end_time": 283580.0,
      "text": "territory. This money will keep coming in each turn your army is in this raiding stance"
    },
    {
      "index": 71,
      "start_time": 283580.0,
      "end_time": 286889.0,
      "text": "within enemy territory. Once your army is out of the raiding stance you will no longer"
    },
    {
      "index": 72,
      "start_time": 286889.0,
      "end_time": 290889.0,
      "text": "gain this income. Note: If enemies are raiding you it will affect how much money you make"
    },
    {
      "index": 73,
      "start_time": 290889.0,
      "end_time": 294990.0,
      "text": "in taxes as they are stealing from you. There are downsides to raiding but check out my"
    },
    {
      "index": 74,
      "start_time": 294990.0,
      "end_time": 296188.0,
      "text": "guide on all the army stances for more on those."
    },
    {
      "index": 75,
      "start_time": 296189.0,
      "end_time": 298210.0,
      "text": "Battle Loots & Ransoming Captives When your army goes into battle and wins you"
    },
    {
      "index": 76,
      "start_time": 298210.0,
      "end_time": 301948.0,
      "text": "also will gain money. Any battle fought and won will give you some loot from the wreckage"
    },
    {
      "index": 77,
      "start_time": 301949.0,
      "end_time": 305620.0,
      "text": "of the enemies supply trains as they retreat. This post battle loot can be increased by"
    },
    {
      "index": 78,
      "start_time": 305620.0,
      "end_time": 309889.0,
      "text": "fighting bigger battles, play as a faction such as Chaos or Greenskins or from skills,"
    },
    {
      "index": 79,
      "start_time": 309889.0,
      "end_time": 313499.0,
      "text": "followers, attributes and items your characters may gain. In addition to this some faction"
    },
    {
      "index": 80,
      "start_time": 313499.0,
      "end_time": 316729.0,
      "text": "have the option of ransoming the captives from the battle. This often come with a small"
    },
    {
      "index": 81,
      "start_time": 316729.0,
      "end_time": 320590.0,
      "text": "penalty to morale or some other stat depending on your faction but can give you a sizable"
    },
    {
      "index": 82,
      "start_time": 320590.0,
      "end_time": 321830.0,
      "text": "sum of money if you choose so."
    },
    {
      "index": 83,
      "start_time": 321830.0,
      "end_time": 323310.0,
      "text": "Sacking If you win a battle over who will control"
    },
    {
      "index": 84,
      "start_time": 323310.0,
      "end_time": 327999.0,
      "text": "a settlement or city you are given a few options. One of these options is to sack the settlement."
    },
    {
      "index": 85,
      "start_time": 327999.0,
      "end_time": 331199.0,
      "text": "When you choose this you will gain a large sum of money for doing so and will downgrade"
    },
    {
      "index": 86,
      "start_time": 331199.0,
      "end_time": 334819.0,
      "text": "or even destroy building within the settlement. There are penalties for doing this but depending"
    },
    {
      "index": 87,
      "start_time": 334819.0,
      "end_time": 338800.0,
      "text": "on your faction or plan for the war it may not mean much to you. Settlements that have"
    },
    {
      "index": 88,
      "start_time": 338800.0,
      "end_time": 341349.0,
      "text": "more wealth will also give you more money when they are sacked. Certain races such as"
    },
    {
      "index": 89,
      "start_time": 341349.0,
      "end_time": 345500.0,
      "text": "Chaos and Greenskins again do better at gaining money from this since they are almost completely"
    },
    {
      "index": 90,
      "start_time": 345500.0,
      "end_time": 348960.0,
      "text": "dependent on it for their income. The money you gain can also be boosted by skills, followers,"
    },
    {
      "index": 91,
      "start_time": 348960.0,
      "end_time": 351239.0,
      "text": "attritubutes, and items that characters in your army may have."
    },
    {
      "index": 92,
      "start_time": 351240.0,
      "end_time": 353900.0,
      "text": "Lords & Agents As with some of the previous methods there"
    },
    {
      "index": 93,
      "start_time": 353900.0,
      "end_time": 356499.0,
      "text": "are also ways for your faction to make money through your characters. An example of this"
    },
    {
      "index": 94,
      "start_time": 356499.0,
      "end_time": 361800.0,
      "text": "are the battle wizards skills tree for the Empire. They have skills in their first section,"
    },
    {
      "index": 95,
      "start_time": 361800.0,
      "end_time": 364758.0,
      "text": "based on the campaign map effects, that increase income in whatever province they are present"
    },
    {
      "index": 96,
      "start_time": 364759.0,
      "end_time": 368139.0,
      "text": "in. There are also skills some characters have that lower the construction or recruitment"
    },
    {
      "index": 97,
      "start_time": 368139.0,
      "end_time": 371979.0,
      "text": "cost of units when in an army or a province. While some of these skills are not making"
    },
    {
      "index": 98,
      "start_time": 371979.0,
      "end_time": 375139.0,
      "text": "you money they are saving you money which can then be spent elsewhere. It has been shown"
    },
    {
      "index": 99,
      "start_time": 375139.0,
      "end_time": 378939.0,
      "text": "from players in the community that having multiple agents with these traits and building"
    },
    {
      "index": 100,
      "start_time": 378939.0,
      "end_time": 383800.0,
      "text": "a strong economy in one province that you can generate tens of thousands in taxes from"
    },
    {
      "index": 101,
      "start_time": 383800.0,
      "end_time": 386479.0,
      "text": "one province. Consider this option depending on your faction and your needs."
    },
    {
      "index": 102,
      "start_time": 386479.0,
      "end_time": 388849.0,
      "text": "Less Armies: The biggest way to save money is having less"
    },
    {
      "index": 103,
      "start_time": 388849.0,
      "end_time": 393370.0,
      "text": "units and less armies in total . On the top of the campaign map UI there is an icon representing"
    },
    {
      "index": 104,
      "start_time": 393370.0,
      "end_time": 397279.0,
      "text": "army waste. As your armies grow in number the supply lines will begin to have waste"
    },
    {
      "index": 105,
      "start_time": 397279.0,
      "end_time": 401319.0,
      "text": "and money taken out mysteriously before reaching your troops. This increases upkeep costs for"
    },
    {
      "index": 106,
      "start_time": 401319.0,
      "end_time": 405229.0,
      "text": "your faction so planning out your expansion and keeping secure borders through diplomacy"
    },
    {
      "index": 107,
      "start_time": 405229.0,
      "end_time": 409599.0,
      "text": "can help you limit how many armies you need thusly lowering the overall upkeep cost for"
    },
    {
      "index": 108,
      "start_time": 409599.0,
      "end_time": 409810.0,
      "text": "each army. This also means that if you have even one less army you can save thousands"
    },
    {
      "index": 109,
      "start_time": 409810.0,
      "end_time": 411800.0,
      "text": "in gold just from the troops upkeep cost. Also sometimes when your are at a relative"
    },
    {
      "index": 110,
      "start_time": 411800.0,
      "end_time": 415248.0,
      "text": "peace and your not about to go to war Hold off on adding those new units to your army"
    },
    {
      "index": 111,
      "start_time": 415249.0,
      "end_time": 419539.0,
      "text": "until your about to go to war. Each turn those troops don't fight a battle they are still"
    },
    {
      "index": 112,
      "start_time": 419539.0,
      "end_time": 422979.0,
      "text": "costing you in upkeep. Try to hold yourself back from having a full stack army when you"
    },
    {
      "index": 113,
      "start_time": 422979.0,
      "end_time": 423680.0,
      "text": "may not need it."
    },
    {
      "index": 114,
      "start_time": 423680.0,
      "end_time": 427389.0,
      "text": "If you want more Total War Warhammer guides check out my guide on army stances here or"
    },
    {
      "index": 115,
      "start_time": 427389.0,
      "end_time": 430680.0,
      "text": "my guide on population growth here. If you liked this video don't forget to like it and"
    },
    {
      "index": 116,
      "start_time": 430680.0,
      "end_time": 435379.0,
      "text": "subscribe for more Total War Warhammer guides. Until next time my name is Hylor and I will"
    },
    {
      "index": 117,
      "start_time": 435379.0,
      "end_time": 450659.0,
      "text": "see you all soon!"
    }
  ]
}