{
  "video_id": "acwSG17e_lQ",
  "title": "Geology",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 3400.0,
      "end_time": 9460.0,
      "text": "Hi. It’s Mr. Andersen and this environmental science video 3. It is on geology, which is"
    },
    {
      "index": 2,
      "start_time": 9460.0,
      "end_time": 13610.0,
      "text": "the study of rocks and how they change over time. And in this class more appropriately"
    },
    {
      "index": 3,
      "start_time": 13610.0,
      "end_time": 19250.0,
      "text": "how that affects human society. Now the problem with rocks is that they change slowly. They"
    },
    {
      "index": 4,
      "start_time": 19250.0,
      "end_time": 23500.0,
      "text": "change over geologic time and we simply to do not live long enough to see all of these"
    },
    {
      "index": 5,
      "start_time": 23500.0,
      "end_time": 28270.0,
      "text": "changes occur. You could imagine how this sandstone is being shaped by the wind but"
    },
    {
      "index": 6,
      "start_time": 28270.0,
      "end_time": 32439.0,
      "text": "you cannot see it. And it is not until we see lava that we really start to understand"
    },
    {
      "index": 7,
      "start_time": 32439.0,
      "end_time": 37510.0,
      "text": "the dynamic earth. And to understand these systems on the earth we should really understand"
    },
    {
      "index": 8,
      "start_time": 37510.0,
      "end_time": 41399.0,
      "text": "how the earth is put together. And so if we look at the layers, on the inside we have"
    },
    {
      "index": 9,
      "start_time": 41399.0,
      "end_time": 45880.0,
      "text": "the inner and outer core. We then have the mantle and finally we have the crust. Now"
    },
    {
      "index": 10,
      "start_time": 45880.0,
      "end_time": 51290.0,
      "text": "we live on the crust. And we have only been able to dig just a little bit into the crust."
    },
    {
      "index": 11,
      "start_time": 51290.0,
      "end_time": 55090.0,
      "text": "And so we have been able to figure out everything else by looking at how earthquake waves move"
    },
    {
      "index": 12,
      "start_time": 55090.0,
      "end_time": 60480.0,
      "text": "through the earth. And we know this, that the crust is made up of rocks and minerals."
    },
    {
      "index": 13,
      "start_time": 60480.0,
      "end_time": 64239.0,
      "text": "Rocks are made of minerals, which in turn are made of molecules and atoms. And they"
    },
    {
      "index": 14,
      "start_time": 64239.00000000001,
      "end_time": 68460.0,
      "text": "are constantly being reshaped. And we can measure that through the rock cycle. Now the"
    },
    {
      "index": 15,
      "start_time": 68460.0,
      "end_time": 75110.0,
      "text": "crust itself is made up of these large continental and oceanic plates. And they float on the"
    },
    {
      "index": 16,
      "start_time": 75110.0,
      "end_time": 80340.0,
      "text": "mantle itself. And so this is rock under here, but it is rock that is moving. As we generate"
    },
    {
      "index": 17,
      "start_time": 80340.0,
      "end_time": 84619.0,
      "text": "heat, as it moves up, it is pushing those plates around. They move very slowly, about"
    },
    {
      "index": 18,
      "start_time": 84619.0,
      "end_time": 89330.0,
      "text": "the same rate that your fingernails grow. But they have huge force and therefore huge"
    },
    {
      "index": 19,
      "start_time": 89330.0,
      "end_time": 93350.0,
      "text": "impacts. And so when those plates run into each other we have boundaries. An example"
    },
    {
      "index": 20,
      "start_time": 93350.0,
      "end_time": 97380.0,
      "text": "of that would be the ring of fire. So if you look around the Pacific Ocean you have this"
    },
    {
      "index": 21,
      "start_time": 97380.0,
      "end_time": 102299.0,
      "text": "area where almost all of the earthquakes and volcanoes take place. We also have what are"
    },
    {
      "index": 22,
      "start_time": 102299.0,
      "end_time": 106579.0,
      "text": "called hot spots. And those are going to be areas where a plate will move over a hot area"
    },
    {
      "index": 23,
      "start_time": 106579.0,
      "end_time": 111579.0,
      "text": "in the mantle and we can form islands like Hawaii. Now if we look at where those boundaries"
    },
    {
      "index": 24,
      "start_time": 111579.0,
      "end_time": 116210.0,
      "text": "occur we will have structures like volcanoes and mountain chains. But we will also therefore"
    },
    {
      "index": 25,
      "start_time": 116210.0,
      "end_time": 120530.0,
      "text": "have hazards around those areas where it can impact human society and we will discuss a"
    },
    {
      "index": 26,
      "start_time": 120530.0,
      "end_time": 124439.0,
      "text": "lot of those. And so to understand what is going on on the earth we should really understand"
    },
    {
      "index": 27,
      "start_time": 124439.0,
      "end_time": 129249.0,
      "text": "what it looks like on the inside. So we have a solid inner core, a liquid outer core and"
    },
    {
      "index": 28,
      "start_time": 129249.0,
      "end_time": 134120.0,
      "text": "then we have what is called the mantle. Now around 85 percent of the volume of the earth"
    },
    {
      "index": 29,
      "start_time": 134120.0,
      "end_time": 138459.0,
      "text": "is going to be in this mantle. So it is rock, but it is rock that is moving. We are generating"
    },
    {
      "index": 30,
      "start_time": 138459.0,
      "end_time": 142809.0,
      "text": "a huge amount of heat down here. And then we finally get up to what is called the crust."
    },
    {
      "index": 31,
      "start_time": 142809.0,
      "end_time": 149079.0,
      "text": "That is where we live. And so on that crust we have rocks. And those rocks are constantly"
    },
    {
      "index": 32,
      "start_time": 149079.0,
      "end_time": 153859.0,
      "text": "being shaped from one into another. And so if we take a look at this rock cycle, since"
    },
    {
      "index": 33,
      "start_time": 153859.0,
      "end_time": 158370.0,
      "text": "it is a cycle you could start anywhere. Let’s start with an igneous rock. So an igneous"
    },
    {
      "index": 34,
      "start_time": 158370.0,
      "end_time": 163370.0,
      "text": "rock, like granite, is going to be formed when we have crystallization of magma. So"
    },
    {
      "index": 35,
      "start_time": 163370.0,
      "end_time": 168769.0,
      "text": "as it crystallizes you can see those crystals right here. So this granite is made up of"
    },
    {
      "index": 36,
      "start_time": 168769.0,
      "end_time": 175799.0,
      "text": "minerals. So I can see for example this quartz and this pink felspar and we have this mica."
    },
    {
      "index": 37,
      "start_time": 175799.0,
      "end_time": 181040.0,
      "text": "So these are the minerals that make up the rock itself. But, this could experience erosion."
    },
    {
      "index": 38,
      "start_time": 181040.0,
      "end_time": 186839.0,
      "text": "So erosion on the planet, water, wind, can cause it to break down into sediments. And"
    },
    {
      "index": 39,
      "start_time": 186839.0,
      "end_time": 190370.0,
      "text": "therefore after it has done that it could get squeezed for a long period of time and"
    },
    {
      "index": 40,
      "start_time": 190370.0,
      "end_time": 195439.0,
      "text": "we could have a sedimentary rock, which is going to be compressed sediments. Now that"
    },
    {
      "index": 41,
      "start_time": 195439.0,
      "end_time": 199870.0,
      "text": "could be squeezed, we could squeeze it under the surface of the earth using heat and pressure."
    },
    {
      "index": 42,
      "start_time": 199870.0,
      "end_time": 205540.0,
      "text": "It could something like quartzite. Or we could take that igneous and we could squeeze and"
    },
    {
      "index": 43,
      "start_time": 205540.0,
      "end_time": 211659.0,
      "text": "make something like gneiss. And so g-n-e-i-s-s, it is a type of metamorphic rock that is formed"
    },
    {
      "index": 44,
      "start_time": 211659.0,
      "end_time": 215519.0,
      "text": "by the squeezing of granite. Now you can see those minerals are still there but it has"
    },
    {
      "index": 45,
      "start_time": 215519.0,
      "end_time": 220209.0,
      "text": "a different shape. And so the rocks on our planet are continually recycled over and over"
    },
    {
      "index": 46,
      "start_time": 220209.0,
      "end_time": 224209.0,
      "text": "and over again. But if we get back to the structure of the earth, what is driving all"
    },
    {
      "index": 47,
      "start_time": 224209.0,
      "end_time": 228419.0,
      "text": "of this are going to be convection currents within the mantle itself. And so if you look"
    },
    {
      "index": 48,
      "start_time": 228419.0,
      "end_time": 232999.0,
      "text": "at this and say this is some boiling water, so if we generate a little bit of heat underneath"
    },
    {
      "index": 49,
      "start_time": 232999.0,
      "end_time": 237389.0,
      "text": "it, that heat is going to be transferred through the water, so if you held your hand up here"
    },
    {
      "index": 50,
      "start_time": 237389.0,
      "end_time": 241239.0,
      "text": "you would feel some of that heat above it. But if we look inside the water itself we"
    },
    {
      "index": 51,
      "start_time": 241239.0,
      "end_time": 244659.0,
      "text": "are going to have these convection currents, areas where we are heating it up. And so we"
    },
    {
      "index": 52,
      "start_time": 244659.0,
      "end_time": 248529.0,
      "text": "are decreasing the density and then it cools down and then it is going to sink again. And"
    },
    {
      "index": 53,
      "start_time": 248529.0,
      "end_time": 252479.0,
      "text": "so we are going to find the same thing in the mantle itself. It does not occur as quickly"
    },
    {
      "index": 54,
      "start_time": 252479.0,
      "end_time": 258120.0,
      "text": "as it does in the boiling water, but it has huge implications on the crust above. And"
    },
    {
      "index": 55,
      "start_time": 258120.0,
      "end_time": 262470.0,
      "text": "so if we look at that crust it is actually made up of plates. And so if I trace out a"
    },
    {
      "index": 56,
      "start_time": 262470.0,
      "end_time": 267979.0,
      "text": "plate like this, this would be a continental plate. And so it is being pushed to the left"
    },
    {
      "index": 57,
      "start_time": 267979.0,
      "end_time": 272610.0,
      "text": "and the reason why it is being pushed is because this convection current is moving like that."
    },
    {
      "index": 58,
      "start_time": 272610.0,
      "end_time": 276840.0,
      "text": "It is forcing the plate in that direction. And it is running into another plate. So we"
    },
    {
      "index": 59,
      "start_time": 276840.0,
      "end_time": 280900.0,
      "text": "have an oceanic plate. The oceanic plates are going to be more dense and they will be"
    },
    {
      "index": 60,
      "start_time": 280900.0,
      "end_time": 285069.0,
      "text": "pushed underneath a continental plate. And what we are going to get, right along this"
    },
    {
      "index": 61,
      "start_time": 285069.0,
      "end_time": 290680.0,
      "text": "margin is going to be a convergent plate boundary. They are running into each other. But we could"
    },
    {
      "index": 62,
      "start_time": 290680.0,
      "end_time": 294259.0,
      "text": "look over here and maybe there is another oceanic plate that is moving in the other"
    },
    {
      "index": 63,
      "start_time": 294259.0,
      "end_time": 297970.0,
      "text": "direction. Why is it moving in the other direction? Because the convection current is pushing"
    },
    {
      "index": 64,
      "start_time": 297970.0,
      "end_time": 302830.0,
      "text": "it here. Or pushing it there. And so we could have this mid-Atlantic ridge or this mid-oceanic"
    },
    {
      "index": 65,
      "start_time": 302830.0,
      "end_time": 306330.0,
      "text": "ridge being formed right there. So we have known this for a long time. If you look at"
    },
    {
      "index": 66,
      "start_time": 306330.0,
      "end_time": 311319.0,
      "text": "the ring of fire, we find around the Pacific Ocean we have an aggregation of volcanoes"
    },
    {
      "index": 67,
      "start_time": 311319.0,
      "end_time": 316590.0,
      "text": "and earthquakes, something like 75 percent of all volcanoes, 90% of earthquakes are found"
    },
    {
      "index": 68,
      "start_time": 316590.0,
      "end_time": 321500.0,
      "text": "in this area. If we start plotting where those earthquakes are we can start to see where"
    },
    {
      "index": 69,
      "start_time": 321500.0,
      "end_time": 325389.0,
      "text": "those plates exist. And if we look at the plates on our planet it is hard to wrap your"
    },
    {
      "index": 70,
      "start_time": 325389.0,
      "end_time": 329389.0,
      "text": "head around this picture for a second. So this is North America right here. And then"
    },
    {
      "index": 71,
      "start_time": 329389.0,
      "end_time": 333349.0,
      "text": "it sits on this giant north american plate. And then we would have the pacific plate right"
    },
    {
      "index": 72,
      "start_time": 333349.0,
      "end_time": 337650.0,
      "text": "here. And so those plates are constantly moving around. You are probably familiar with Pangea"
    },
    {
      "index": 73,
      "start_time": 337650.0,
      "end_time": 341080.0,
      "text": "which was a time when all of the continental plates had come together. So what happens"
    },
    {
      "index": 74,
      "start_time": 341080.0,
      "end_time": 345430.0,
      "text": "when plates meet is that they can do one of three things. They can slide past one another"
    },
    {
      "index": 75,
      "start_time": 345430.0,
      "end_time": 350199.0,
      "text": "in this transform boundary. They could move apart. We call that a diverging boundary or"
    },
    {
      "index": 76,
      "start_time": 350199.0,
      "end_time": 354669.0,
      "text": "they could run into each other. That is converging. And so if we look at an example of that, right"
    },
    {
      "index": 77,
      "start_time": 354669.0,
      "end_time": 359120.0,
      "text": "here we have a convergent plate boundary. So what is going on? We have this oceanic"
    },
    {
      "index": 78,
      "start_time": 359120.0,
      "end_time": 364099.0,
      "text": "plate, which is being pushed of subducted underneath a continental plate. I described"
    },
    {
      "index": 79,
      "start_time": 364099.0,
      "end_time": 368650.0,
      "text": "that just a second ago. What is happening is we are melting that rock and that is forming"
    },
    {
      "index": 80,
      "start_time": 368650.0,
      "end_time": 373990.0,
      "text": "this volcano chain that goes all the way back here. An example could be the Cascades in"
    },
    {
      "index": 81,
      "start_time": 373990.0,
      "end_time": 379210.0,
      "text": "Washington state. We could also have a convergent boundary right here where you have an oceanic"
    },
    {
      "index": 82,
      "start_time": 379210.0,
      "end_time": 383259.0,
      "text": "plate going underneath another oceanic plate. And we get this island arc like the Aleutian"
    },
    {
      "index": 83,
      "start_time": 383259.0,
      "end_time": 388030.0,
      "text": "Islands in Alaska. We could have divergent boundaries. An example could be right here."
    },
    {
      "index": 84,
      "start_time": 388030.0,
      "end_time": 392419.0,
      "text": "So we have this oceanic plate moving away from this oceanic plate so we get this mid-oceanic"
    },
    {
      "index": 85,
      "start_time": 392419.0,
      "end_time": 397159.0,
      "text": "ridge. We could have a rift valley where this continental plate is being pulled apart. We"
    },
    {
      "index": 86,
      "start_time": 397159.0,
      "end_time": 400889.0,
      "text": "could have transformed boundaries. Here would be an example where they are sliding past"
    },
    {
      "index": 87,
      "start_time": 400889.0,
      "end_time": 405169.0,
      "text": "one another. San Andreas fault is a good example of that. But we could also have structures"
    },
    {
      "index": 88,
      "start_time": 405169.0,
      "end_time": 409169.0,
      "text": "where this no boundary. So if we look right here we have what is called a hot spot. Remember"
    },
    {
      "index": 89,
      "start_time": 409169.0,
      "end_time": 413669.0,
      "text": "that is going to be an area where the mantle is close to the surface. And so for example"
    },
    {
      "index": 90,
      "start_time": 413669.0,
      "end_time": 418789.0,
      "text": "Hawaii was formed as the plate slid over a hot spot. And let me show you what that looks"
    },
    {
      "index": 91,
      "start_time": 418789.0,
      "end_time": 423060.0,
      "text": "like. So if we imagine that is the hot spot, it is going to be underneath the plate and"
    },
    {
      "index": 92,
      "start_time": 423060.0,
      "end_time": 427639.0,
      "text": "what has happened to Hawaii over time, is it slowly slid over the hot spot. The hot"
    },
    {
      "index": 93,
      "start_time": 427639.0,
      "end_time": 432319.0,
      "text": "spot stays in the same location. And so we have had volcano after volcano after volcano."
    },
    {
      "index": 94,
      "start_time": 432319.0,
      "end_time": 437840.0,
      "text": "And so this the most recent volcano and we will have another island right here. And the"
    },
    {
      "index": 95,
      "start_time": 437840.0,
      "end_time": 441840.0,
      "text": "reason they are smaller islands out here is that there is more erosion. Yellowstone National"
    },
    {
      "index": 96,
      "start_time": 441840.0,
      "end_time": 447499.0,
      "text": "Park is another example of a hot spot and a plate simply sliding over the surface. Now"
    },
    {
      "index": 97,
      "start_time": 447499.0,
      "end_time": 451620.0,
      "text": "we get to humans and human society and how we start to interact with the structures of"
    },
    {
      "index": 98,
      "start_time": 451620.0,
      "end_time": 456590.0,
      "text": "the earth. And so living around these boundaries can be dangerous. It is just a matter of time."
    },
    {
      "index": 99,
      "start_time": 456590.0,
      "end_time": 460759.0,
      "text": "And so an example could be volcanoes. Some volcanoes, like the ones we would find in"
    },
    {
      "index": 100,
      "start_time": 460759.0,
      "end_time": 465020.0,
      "text": "Hawaii can ooze out. And as long as we are able to move out of there quickly we are going"
    },
    {
      "index": 101,
      "start_time": 465020.0,
      "end_time": 470039.0,
      "text": "to be fine. But some are highly explosive. And it depends on what minerals make up that"
    },
    {
      "index": 102,
      "start_time": 470039.0,
      "end_time": 474259.0,
      "text": "rock that determines the explosiveness of the volcano. A very explosive one I remember"
    },
    {
      "index": 103,
      "start_time": 474259.0,
      "end_time": 478120.0,
      "text": "is Mount St. Helens. And so this is a picture of Mount St. Helens in Washington. This is"
    },
    {
      "index": 104,
      "start_time": 478120.0,
      "end_time": 482900.0,
      "text": "the day before it exploded. And so just take a second to imagine that is the structure"
    },
    {
      "index": 105,
      "start_time": 482900.0,
      "end_time": 489029.0,
      "text": "of the volcano and now it is gone and rebuilding again. And so it literally blew apart. And"
    },
    {
      "index": 106,
      "start_time": 489029.0,
      "end_time": 494389.0,
      "text": "if you were on or near that you died. Earthquakes are another example of a natural hazard. What"
    },
    {
      "index": 107,
      "start_time": 494389.0,
      "end_time": 498509.0,
      "text": "we have our faults and this would be a fault right here. And we have one plate, in this"
    },
    {
      "index": 108,
      "start_time": 498509.0,
      "end_time": 504650.0,
      "text": "case transformed fault, where it is sliding past one. We could also have a divergent boundary,"
    },
    {
      "index": 109,
      "start_time": 504650.0,
      "end_time": 508499.0,
      "text": "so these two are moving away from each other. And so we have what is called a normal fault."
    },
    {
      "index": 110,
      "start_time": 508499.0,
      "end_time": 513649.0,
      "text": "It is slipping down. Or we could have a reverse or thrust fault, when we have an convergent"
    },
    {
      "index": 111,
      "start_time": 513649.0,
      "end_time": 518149.0,
      "text": "between these two areas on either side of the fault. Now the names are not as important."
    },
    {
      "index": 112,
      "start_time": 518149.0,
      "end_time": 520760.0,
      "text": "Really understanding what is going on in an earthquake is. If you think about it, if we"
    },
    {
      "index": 113,
      "start_time": 520760.0,
      "end_time": 524540.0,
      "text": "have two plates that are pushing on each other eventually they are going to build up pressure"
    },
    {
      "index": 114,
      "start_time": 524540.0,
      "end_time": 528730.0,
      "text": "and it is going to slip. And as it does that we have an earthquake. So if we watch this"
    },
    {
      "index": 115,
      "start_time": 528730.0,
      "end_time": 532820.0,
      "text": "right here, let’s say there is pressure in this direction, in this direction and eventually"
    },
    {
      "index": 116,
      "start_time": 532820.0,
      "end_time": 537639.0,
      "text": "it builds up and we have a slide along that fault line. Now it is not like it stopped."
    },
    {
      "index": 117,
      "start_time": 537639.0,
      "end_time": 541839.0,
      "text": "There is still pressure there. We could have another earthquake in the future. And another"
    },
    {
      "index": 118,
      "start_time": 541839.0,
      "end_time": 546430.0,
      "text": "earthquake in the future. As these move past each other it is just going to move in small"
    },
    {
      "index": 119,
      "start_time": 546430.0,
      "end_time": 550000.0,
      "text": "slips. And every time we do we have an earthquake. Now if you are standing on the surface and"
    },
    {
      "index": 120,
      "start_time": 550000.0,
      "end_time": 553839.0,
      "text": "there is an earthquake you are going to be fine. The problem is if we build structures"
    },
    {
      "index": 121,
      "start_time": 553839.0,
      "end_time": 559209.0,
      "text": "on that and it is not earthquake ready then those fall in and humans are going to be impacted."
    },
    {
      "index": 122,
      "start_time": 559209.0,
      "end_time": 564839.0,
      "text": "We could also look at tsunamis which are caused by earthquakes. What we have here is a subducting"
    },
    {
      "index": 123,
      "start_time": 564839.0,
      "end_time": 569240.0,
      "text": "oceanic plate. This would be a continental plate. And what is happening is this is being"
    },
    {
      "index": 124,
      "start_time": 569240.0,
      "end_time": 573389.0,
      "text": "pushed underneath, but it will just stick. And so it is not going to release. And as"
    },
    {
      "index": 125,
      "start_time": 573389.0,
      "end_time": 580430.0,
      "text": "it sticks then we build up pressure. And eventually when it slips what we get is a huge push up"
    },
    {
      "index": 126,
      "start_time": 580430.0,
      "end_time": 585209.0,
      "text": "on the water above it. So you get this vertical motion in the ocean and that leads to these"
    },
    {
      "index": 127,
      "start_time": 585209.0,
      "end_time": 590250.0,
      "text": "giant tidal waves. And so if you are near the ocean you would also suddenly notice the"
    },
    {
      "index": 128,
      "start_time": 590250.0,
      "end_time": 595329.0,
      "text": "ocean is going way out and then it is going to come way in and there are really bad consequences"
    },
    {
      "index": 129,
      "start_time": 595329.0,
      "end_time": 599300.0,
      "text": "from that. We could also have mass wasting. So an example could be a landslide moving"
    },
    {
      "index": 130,
      "start_time": 599300.0,
      "end_time": 605910.0,
      "text": "across this road. This is a picture taken before and then watch it, after a landslide."
    },
    {
      "index": 131,
      "start_time": 605910.0,
      "end_time": 610279.0,
      "text": "Now it does not occur really quickly. It could be triggered by an earthquake, but generally"
    },
    {
      "index": 132,
      "start_time": 610279.0,
      "end_time": 614790.0,
      "text": "if we get a lot of water in an area, it cannot support that weight. And so did you learn"
    },
    {
      "index": 133,
      "start_time": 614790.0,
      "end_time": 619769.0,
      "text": "about earth systems? Can you stop the video and try to fill in the blanks right now? I"
    },
    {
      "index": 134,
      "start_time": 619769.0,
      "end_time": 624160.0,
      "text": "would pause the video. But if not, I would say we have a center core. We have a mantle"
    },
    {
      "index": 135,
      "start_time": 624160.0,
      "end_time": 628570.0,
      "text": "and a crust. The crust is made up of rocks which in turn are made up of minerals, which"
    },
    {
      "index": 136,
      "start_time": 628570.0,
      "end_time": 634420.0,
      "text": "is reshaped using the rock cycle. These plates move on the surface. We call that plate tectonics."
    },
    {
      "index": 137,
      "start_time": 634420.0,
      "end_time": 638870.0,
      "text": "An example would be the ring of fire. Where we have boundaries we can build up structures"
    },
    {
      "index": 138,
      "start_time": 638870.0,
      "end_time": 643740.0,
      "text": "like volcanoes, mid-oceanic ridges. But we could also have natural hazards. And then"
    },
    {
      "index": 139,
      "start_time": 643740.0,
      "end_time": 647000.0,
      "text": "remember, not along boundaries, but just within the plate we can have hot spots."
    },
    {
      "index": 140,
      "start_time": 647000.0,
      "end_time": 657000.0,
      "text": "So I hopeyou learned all of that. And I hope that was helpful."
    }
  ]
}