{
  "video_id": "ADDR3_Ng5CA",
  "title": "SPSS for Beginners 1: Introduction",
  "json": [
    {
      "index": 1,
      "start_time": 1420.0,
      "end_time": 6920.0,
      "text": "In this video, I'm gonna provide an introduction to SPSS and PASW. So, first off, lemme just"
    },
    {
      "index": 2,
      "start_time": 6920.0,
      "end_time": 13110.0,
      "text": "say that regarding the name, SPSS, PASW, two different names for the same program. And"
    },
    {
      "index": 3,
      "start_time": 13110.0,
      "end_time": 19050.0,
      "text": "I'm gonna refer to it as SPSS. Now I'm working on version eighteen, which is, should be basically"
    },
    {
      "index": 4,
      "start_time": 19050.0,
      "end_time": 24130.0,
      "text": "the same as slightly older and slightly newer versions. And lemme just say this introduction"
    },
    {
      "index": 5,
      "start_time": 24130.0,
      "end_time": 29160.0,
      "text": "is more for people who've had little to no experience with SPSS. In future videos, things"
    },
    {
      "index": 6,
      "start_time": 29160.0,
      "end_time": 36059.0,
      "text": "will get more advanced. So first off, what is SPSS. Well, it's a pretty popular program"
    },
    {
      "index": 7,
      "start_time": 36059.0,
      "end_time": 41350.0,
      "text": "for statistical analysis. It's used most often in the behavioral sciences like psychology,"
    },
    {
      "index": 8,
      "start_time": 41350.0,
      "end_time": 45019.0,
      "text": "but it can do lots of different things and it works well for lots of different fields."
    },
    {
      "index": 9,
      "start_time": 45019.0,
      "end_time": 50399.0,
      "text": "And it's great because you can do really complex statistical analyses with just a few mouse"
    },
    {
      "index": 10,
      "start_time": 50399.0,
      "end_time": 55479.0,
      "text": "clicks. The downside is that you're pretty far removed from the actual calculations."
    },
    {
      "index": 11,
      "start_time": 55479.0,
      "end_time": 60609.0,
      "text": "For that reason, these videos are gonna focus mostly on just how to use SPSS. If you want"
    },
    {
      "index": 12,
      "start_time": 60609.0,
      "end_time": 64960.0,
      "text": "more of a conceptual explanation of the different statistical procedures, I recommend you check"
    },
    {
      "index": 13,
      "start_time": 64959.99999999999,
      "end_time": 71909.0,
      "text": "out my other series of videos, Excel for statistics. Now a few caveats about SPSS: like I said,"
    },
    {
      "index": 14,
      "start_time": 71909.0,
      "end_time": 76969.0,
      "text": "it's pretty easy to run analyses, but your data have to be set up in just the right way."
    },
    {
      "index": 15,
      "start_time": 76969.0,
      "end_time": 81009.0,
      "text": "And when you do run the analyses, you often get a lot more than you need in the output"
    },
    {
      "index": 16,
      "start_time": 81009.0,
      "end_time": 85240.0,
      "text": "window. So a trick to using this program is knowing where to look for relevant information."
    },
    {
      "index": 17,
      "start_time": 85240.0,
      "end_time": 90579.0,
      "text": "So let's start with the basics, there are two view modes to SPSS, there's data view"
    },
    {
      "index": 18,
      "start_time": 90579.0,
      "end_time": 96329.0,
      "text": "and variable view. Data view, which we're in right now, is basically just a spreadsheet,"
    },
    {
      "index": 19,
      "start_time": 96329.0,
      "end_time": 100450.0,
      "text": "and this is where you see all your data and this is where you enter in all your data."
    },
    {
      "index": 20,
      "start_time": 100450.0,
      "end_time": 107670.0,
      "text": "Each row is dedicated to one participant or subject or case, and each column is dedicated"
    },
    {
      "index": 21,
      "start_time": 107670.0,
      "end_time": 114509.0,
      "text": "to a different variable, or type of measurement you're taking from each one of the participants."
    },
    {
      "index": 22,
      "start_time": 114509.0,
      "end_time": 121389.0,
      "text": "So just try popping in some numbers, I'll just do one, two, three. You'll see that as"
    },
    {
      "index": 23,
      "start_time": 121389.0,
      "end_time": 126819.0,
      "text": "you enter in a number in a column, that column kind of comes to life. The variable automatically"
    },
    {
      "index": 24,
      "start_time": 126819.0,
      "end_time": 132569.0,
      "text": "gets named, and it's properties are set by default. However, notice the name is V-A-R,"
    },
    {
      "index": 25,
      "start_time": 132569.0,
      "end_time": 140760.0,
      "text": "zero-zero-zero-one. That stands for variable one, if you type in more number, more properties,"
    },
    {
      "index": 26,
      "start_time": 140760.0,
      "end_time": 144760.0,
      "text": "or more variables that get defined, and their default names will be variable two, variable"
    },
    {
      "index": 27,
      "start_time": 144760.0,
      "end_time": 149290.0,
      "text": "three, variable four, and this can get kind of confusing especially if you have lots of"
    },
    {
      "index": 28,
      "start_time": 149290.0,
      "end_time": 155480.0,
      "text": "variables and they're all named almost exactly the same thing. And also, the default properties"
    },
    {
      "index": 29,
      "start_time": 155480.0,
      "end_time": 158349.0,
      "text": "for each variable may not be exactly what you want, so we should learn how to change"
    },
    {
      "index": 30,
      "start_time": 158349.0,
      "end_time": 162959.0,
      "text": "some of those things. So we change them in variable view, and you can get to that by"
    },
    {
      "index": 31,
      "start_time": 162959.0,
      "end_time": 170930.0,
      "text": "clicking on that little button in the lower left. This lists all your variables in rows,"
    },
    {
      "index": 32,
      "start_time": 170930.0,
      "end_time": 175470.0,
      "text": "and all the properties are in columns. And I'm just gonna go ahead and delete variable"
    },
    {
      "index": 33,
      "start_time": 175470.0,
      "end_time": 179840.0,
      "text": "two because we don't need that right now. The first property, and probably one of the"
    },
    {
      "index": 34,
      "start_time": 179840.0,
      "end_time": 186200.0,
      "text": "more important ones, is name. I recommend you change this immediately to something more"
    },
    {
      "index": 35,
      "start_time": 186200.0,
      "end_time": 191879.0,
      "text": "descriptive.. You can call it anything you want, but it just can't have spaces in it,"
    },
    {
      "index": 36,
      "start_time": 191879.0,
      "end_time": 196560.0,
      "text": "special characters, and it can't start with a number. So just double click on that, and"
    },
    {
      "index": 37,
      "start_time": 196560.0,
      "end_time": 203049.0,
      "text": "just highlight it, you can change it to something. You don't need to worry about what it does"
    },
    {
      "index": 38,
      "start_time": 203049.0,
      "end_time": 208680.0,
      "text": "and doesn't allow because if you do something it doesn't like, like having a space, if you"
    },
    {
      "index": 39,
      "start_time": 208680.0,
      "end_time": 217879.0,
      "text": "hit enter, it will say variable contains illegal character. So just try something else. I'll"
    },
    {
      "index": 40,
      "start_time": 217879.0,
      "end_time": 225989.0,
      "text": "try random underscore name. Camel case works equally well. So now we have a slightly more"
    },
    {
      "index": 41,
      "start_time": 225989.0,
      "end_time": 231760.0,
      "text": "descriptive name, which will help us differentiate our different variables. If you want something"
    },
    {
      "index": 42,
      "start_time": 231760.0,
      "end_time": 237769.0,
      "text": "even more descriptive, you can go over here to label, and here you can call it literally"
    },
    {
      "index": 43,
      "start_time": 237769.0,
      "end_time": 245010.0,
      "text": "anything you want. There's no restrictions on what you call it. When you run analyses,"
    },
    {
      "index": 44,
      "start_time": 245010.0,
      "end_time": 251299.0,
      "text": "this name will show up in the output window. It's not gonna show up in data view, in data"
    },
    {
      "index": 45,
      "start_time": 251299.0,
      "end_time": 256650.0,
      "text": "view you just have whatever the name is. But the label will show up in the apple window,"
    },
    {
      "index": 46,
      "start_time": 256649.99999999997,
      "end_time": 263200.0,
      "text": "which can help you further differentiate between your different variables. So another important"
    },
    {
      "index": 47,
      "start_time": 263200.0,
      "end_time": 270980.0,
      "text": "property is type. Type reflects what kind of data you're dealing with. The default is"
    },
    {
      "index": 48,
      "start_time": 270980.0,
      "end_time": 276460.0,
      "text": "numeric, which indicates you're dealing with numbers. You can also change this to dates,"
    },
    {
      "index": 49,
      "start_time": 276460.0,
      "end_time": 283970.0,
      "text": "if you're recording dates, or dollar amounts. Or a string variable, which is basically letters"
    },
    {
      "index": 50,
      "start_time": 283970.0,
      "end_time": 288970.0,
      "text": "or words. And honestly, for the most part if you're analyzing data, I think numeric"
    },
    {
      "index": 51,
      "start_time": 288970.0,
      "end_time": 295790.0,
      "text": "will be okay, for most of what you're doing. And probably only the other type of property"
    },
    {
      "index": 52,
      "start_time": 295790.0,
      "end_time": 303320.0,
      "text": "you need to worry about right now is measure, which is over on the right. Now this specifies"
    },
    {
      "index": 53,
      "start_time": 303320.0,
      "end_time": 308560.0,
      "text": "what scale of measurement you're using. A stats book will usually tell you that the"
    },
    {
      "index": 54,
      "start_time": 308560.0,
      "end_time": 313440.0,
      "text": "four scales of measurement are nominal, ordinal, interval, and ratio. If you wanna know more"
    },
    {
      "index": 55,
      "start_time": 313440.0,
      "end_time": 317630.0,
      "text": "about that I recommend you just find a stats book and read about it. The only thing I'll"
    },
    {
      "index": 56,
      "start_time": 317630.0,
      "end_time": 325000.0,
      "text": "say about it right now is that SPSS, in SPSS, nominal means nominal, ordinal means ordinal,"
    },
    {
      "index": 57,
      "start_time": 325000.0,
      "end_time": 330580.0,
      "text": "but if you're dealing with interval or ratio scales, SPSS has the same setting for both"
    },
    {
      "index": 58,
      "start_time": 330580.0,
      "end_time": 334930.0,
      "text": "of those, it calls them both scale. And for the most part you'll be okay leaving it set"
    },
    {
      "index": 59,
      "start_time": 334930.0,
      "end_time": 341930.0,
      "text": "to scale. I'll quickly mention some of the other properties--width, over here on the"
    },
    {
      "index": 60,
      "start_time": 341930.0,
      "end_time": 351910.0,
      "text": "left. This specifies how wide or narrow your column will be, or sorry, how wide or narrow"
    },
    {
      "index": 61,
      "start_time": 351910.0,
      "end_time": 356520.0,
      "text": "the entries can be if you're dealing with string variables. Which we're not, so we can"
    },
    {
      "index": 62,
      "start_time": 356520.0,
      "end_time": 364370.0,
      "text": "just forget about that. Decimals specifies how many decimal places we'll show. Column,"
    },
    {
      "index": 63,
      "start_time": 364370.0,
      "end_time": 369340.0,
      "text": "that's what specifies how wide or narrow your columns will be in data view. I find it kind"
    },
    {
      "index": 64,
      "start_time": 369340.0,
      "end_time": 373930.0,
      "text": "of redundant though because you can just modify that in data view with your cursor, just moving"
    },
    {
      "index": 65,
      "start_time": 373930.0,
      "end_time": 384960.0,
      "text": "it around like that, so not too necessary. Align right here, it just left justifies,"
    },
    {
      "index": 66,
      "start_time": 384960.0,
      "end_time": 390270.0,
      "text": "right justifies, or center justifies the numbers in each cell of the spreadsheet in data view."
    },
    {
      "index": 67,
      "start_time": 390270.0,
      "end_time": 394560.0,
      "text": "Just the same way that Excel or Microsoft Word would do. And for the most part I leave"
    },
    {
      "index": 68,
      "start_time": 394560.0,
      "end_time": 401750.0,
      "text": "the default. There are some other properties like values, and missing, which can be pretty"
    },
    {
      "index": 69,
      "start_time": 401750.0,
      "end_time": 406490.0,
      "text": "useful, there's also a role over here on the right. We'll get to those in later videos,"
    },
    {
      "index": 70,
      "start_time": 406490.0,
      "end_time": 410840.0,
      "text": "for now don't worry about them. So when you're dealing with SPSS, you're pretty much just"
    },
    {
      "index": 71,
      "start_time": 410840.0,
      "end_time": 417470.0,
      "text": "switching back and forth between variable view and data view. You can also get to variable"
    },
    {
      "index": 72,
      "start_time": 417470.0,
      "end_time": 423270.0,
      "text": "view from data view just by clicking on the variable name, it'll take you right back there,"
    },
    {
      "index": 73,
      "start_time": 423270.0,
      "end_time": 430660.0,
      "text": "and you can get back to data view by clicking on each row of the variable. So that's pretty"
    },
    {
      "index": 74,
      "start_time": 430660.0,
      "end_time": 435660.0,
      "text": "much the basics of SPSS in terms of at least navigating and what everything is. In the"
    },
    {
      "index": 75,
      "start_time": 435660.0,
      "end_time": 445660.0,
      "text": "next video we'll start plugging in numbers and running some calculations."
    }
  ]
}