{
  "video_id": "AdrnN3A79yc",
  "title": "How To Cram For Your Exam (Scientific Tips)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 56.0,
      "end_time": 2730.0,
      "text": "This episode is supported by Great Courses Plus."
    },
    {
      "index": 2,
      "start_time": 2770.0,
      "end_time": 7063.0,
      "text": "Cramming isn't the ideal way to study for an exam, but you're here."
    },
    {
      "index": 3,
      "start_time": 7063.0,
      "end_time": 12043.0,
      "text": "You've come to this video likely with an exam tomorrow or...in a few hours."
    },
    {
      "index": 4,
      "start_time": 12068.0,
      "end_time": 15625.0,
      "text": "So, let's focus on what you can do to optimize your time."
    },
    {
      "index": 5,
      "start_time": 15632.0,
      "end_time": 19157.0,
      "text": "How do you effectively cram for your exam?"
    },
    {
      "index": 6,
      "start_time": 19157.0,
      "end_time": 24234.0,
      "text": "You might not be able to learn a lot but you can store a bunch of information into your short-term memory."
    },
    {
      "index": 7,
      "start_time": 24241.0,
      "end_time": 27597.0,
      "text": "Try using the ancient technique of the Memory Palace."
    },
    {
      "index": 8,
      "start_time": 27606.0,
      "end_time": 34950.0,
      "text": "Dated back as far as 80 B.C., this technique involves associating ideas you want to memorize with memorable places like your home."
    },
    {
      "index": 9,
      "start_time": 34964.0,
      "end_time": 40116.0,
      "text": "One study had medical students create Memory Palaces to help them remember the actions of insulin."
    },
    {
      "index": 10,
      "start_time": 40133.0,
      "end_time": 45286.0,
      "text": "In this example, you might store glycosis in your living room and ketogenesis in the kitchen."
    },
    {
      "index": 11,
      "start_time": 45294.0,
      "end_time": 48730.0,
      "text": "Then you can mentally travel through your house to recall each room."
    },
    {
      "index": 12,
      "start_time": 48746.0,
      "end_time": 53479.0,
      "text": "Those who create memory palaces perform significantly better on tests than those who don't."
    },
    {
      "index": 13,
      "start_time": 53487.0,
      "end_time": 62400.0,
      "text": "And the reasons for this is that our visual and spatial memory is quite strong and connecting information to those already existing memories proves extremely effective."
    },
    {
      "index": 14,
      "start_time": 62400.0,
      "end_time": 65388.0,
      "text": "You should also try mnemonic devices wherever possible."
    },
    {
      "index": 15,
      "start_time": 65396.0,
      "end_time": 67173.0,
      "text": "Trying to memorize the Kreb's Cycle?"
    },
    {
      "index": 16,
      "start_time": 67198.0,
      "end_time": 70500.0,
      "text": "Take the beginning of each product, and make a sentence out of it!"
    },
    {
      "index": 17,
      "start_time": 70500.0,
      "end_time": 74350.0,
      "text": "\"Can I keep singing songs for my Oscars?''"
    },
    {
      "index": 18,
      "start_time": 74350.0,
      "end_time": 77297.0,
      "text": "You can also create rhymes or songs."
    },
    {
      "index": 19,
      "start_time": 77321.0,
      "end_time": 82077.0,
      "text": "This method has been proven in several studies as a way of committing information to memory."
    },
    {
      "index": 20,
      "start_time": 82094.0,
      "end_time": 83998.0,
      "text": "And the weirder you make them, the better!"
    },
    {
      "index": 21,
      "start_time": 84022.0,
      "end_time": 88149.0,
      "text": "Now, does your exam prep include rereading your notes and text book?"
    },
    {
      "index": 22,
      "start_time": 88181.0,
      "end_time": 91106.0,
      "text": "You're not alone - but you should cut it out!"
    },
    {
      "index": 23,
      "start_time": 91138.0,
      "end_time": 93963.0,
      "text": "A study had participants read an educational text."
    },
    {
      "index": 24,
      "start_time": 93994.0,
      "end_time": 100136.0,
      "text": "One group was then instructed to reread the text a second time where the other group only read it once."
    },
    {
      "index": 25,
      "start_time": 100152.0,
      "end_time": 107299.0,
      "text": "They were then tested through multiple choice, short-answer questions, and text summaries to gauge their ability to retain the information."
    },
    {
      "index": 26,
      "start_time": 107329.0,
      "end_time": 115744.0,
      "text": "The experimenters found no significant differences in performance between the two groups, suggesting that rereading provides no clear benefit."
    },
    {
      "index": 27,
      "start_time": 115754.0,
      "end_time": 121620.0,
      "text": "And while we know exams are stressful, put some energy into de-stressing while studying and during your exam."
    },
    {
      "index": 28,
      "start_time": 121633.0,
      "end_time": 126550.0,
      "text": "Stress causes your body to release adrenaline, increases your heart rate, and can make you sweat."
    },
    {
      "index": 29,
      "start_time": 126559.0,
      "end_time": 133163.0,
      "text": "And about 20 minutes after feeling stressed, your body undergoes a delayed stress response, releasing the hormone cortisol."
    },
    {
      "index": 30,
      "start_time": 133180.0,
      "end_time": 140271.0,
      "text": "Cortisol attaches to receptors on the hippocampus, which is a seahorse shaped region of your brain that is part of the limbic system."
    },
    {
      "index": 31,
      "start_time": 140296.0,
      "end_time": 146015.0,
      "text": "And it's the hippocampus that's responsible for turning short-term memories into long-term memories."
    },
    {
      "index": 32,
      "start_time": 146039.0,
      "end_time": 150530.0,
      "text": "But when cortisol binds to the hippocampus, it impairs retrieval of memory."
    },
    {
      "index": 33,
      "start_time": 150540.0,
      "end_time": 155899.0,
      "text": "Therefore if you are stressed, you will have a more difficult time recalling information during an exam."
    },
    {
      "index": 34,
      "start_time": 155916.0,
      "end_time": 157716.0,
      "text": "So take some deep breaths!"
    },
    {
      "index": 35,
      "start_time": 157717.0,
      "end_time": 160733.0,
      "text": "But just \"turning off\" stress is easier said than done."
    },
    {
      "index": 36,
      "start_time": 160741.0,
      "end_time": 163615.0,
      "text": "That's why you need a study technique that is stress proof."
    },
    {
      "index": 37,
      "start_time": 163631.0,
      "end_time": 166035.0,
      "text": "Scientists recommend testing yourself!"
    },
    {
      "index": 38,
      "start_time": 166044.0,
      "end_time": 173799.0,
      "text": "Practice tests are not only a scientifically-supported means of improving memory recall, but they stand up to stressful situations."
    },
    {
      "index": 39,
      "start_time": 173815.0,
      "end_time": 182653.0,
      "text": "Scientists found that when individuals used practice tests and were put into a stressful situation, they performed as well on tests as those who didn't have any stress stimulus."
    },
    {
      "index": 40,
      "start_time": 182662.0,
      "end_time": 189023.0,
      "text": "FMRI studies have also found that practice tests increased the hippocampus ability to connect to other regions of the brain."
    },
    {
      "index": 41,
      "start_time": 189040.0,
      "end_time": 196107.0,
      "text": "So even though cortisol may impair some pathways, studying with practice tests creates new paths to route around blockages."
    },
    {
      "index": 42,
      "start_time": 196131.0,
      "end_time": 197210.0,
      "text": "Feeling distracted?"
    },
    {
      "index": 43,
      "start_time": 197234.0,
      "end_time": 198694.0,
      "text": "Try a mini workout!"
    },
    {
      "index": 44,
      "start_time": 198711.0,
      "end_time": 207266.0,
      "text": "Studies show that those who've worked out for 15 minutes and then complete a memory task complete tasks significantly faster than those that haven't exercised."
    },
    {
      "index": 45,
      "start_time": 207283.0,
      "end_time": 209449.0,
      "text": "Even a simple walk can make a difference."
    },
    {
      "index": 46,
      "start_time": 209458.0,
      "end_time": 214124.0,
      "text": "But you also need to take a minute and think about the way that you personally study best!"
    },
    {
      "index": 47,
      "start_time": 214140.0,
      "end_time": 218853.0,
      "text": "Metacognition is the analysis of one's own learning or thinking processes."
    },
    {
      "index": 48,
      "start_time": 218861.0,
      "end_time": 227828.0,
      "text": "Studies have found that students who have poor metacognitive skills, meaning they lack awareness of assessing their own strengths and weaknesses, perform worse on tests."
    },
    {
      "index": 49,
      "start_time": 227853.0,
      "end_time": 232814.0,
      "text": "So look inward on ways you have been effective before and implement those strategies."
    },
    {
      "index": 50,
      "start_time": 232838.0,
      "end_time": 239703.0,
      "text": "If you know that studying solo works best for you, skip out on the cramming session with your classmates. It is crunch time after all!"
    },
    {
      "index": 51,
      "start_time": 239727.0,
      "end_time": 249246.0,
      "text": "There's also one other really important distinction to make: are you cramming late into the night because you know very very little about the topic for your upcoming exam?"
    },
    {
      "index": 52,
      "start_time": 249270.0,
      "end_time": 253381.0,
      "text": "Or are you hoping to perfect an already strong base of knowledge?"
    },
    {
      "index": 53,
      "start_time": 253397.0,
      "end_time": 256688.0,
      "text": "If you've already studied, GO TO SLEEP!"
    },
    {
      "index": 54,
      "start_time": 256720.00000000003,
      "end_time": 262196.0,
      "text": "There is more than a century's worth of research concluding that sleep is essential for memory retention."
    },
    {
      "index": 55,
      "start_time": 262212.0,
      "end_time": 267028.0,
      "text": "But if you really only can spare a few minutes to sleep, consider rocking."
    },
    {
      "index": 56,
      "start_time": 267044.0,
      "end_time": 267528.0,
      "text": "That's right."
    },
    {
      "index": 57,
      "start_time": 267553.0,
      "end_time": 278478.0,
      "text": "A recent study found that participants who slept on a bed engineered to gently rock were able to fall asleep more quickly, sleep more deeply, and perform better on memory tests the next morning."
    },
    {
      "index": 58,
      "start_time": 278494.0,
      "end_time": 280740.0,
      "text": "So rockabye baby really works!"
    },
    {
      "index": 59,
      "start_time": 280745.0,
      "end_time": 296735.0,
      "text": "Of course, if you want to avoid cramming next time and get ahead, or even just learn something completely new, be sure check out our sponsor The Great Courses Plus,  which is a subscription on-demand video learning service with lectures and courses from top professors from around the world!"
    },
    {
      "index": 60,
      "start_time": 296760.0,
      "end_time": 299267.0,
      "text": "Looking for more tips to get the most out of your mind?"
    },
    {
      "index": 61,
      "start_time": 299276.0,
      "end_time": 310899.0,
      "text": "We would recommend \"Optimizing Brain Fitness\" taught by Professor Richard Restak, which includes 12 lectures, including how to feed your brain, enhance your working memory and practice for peak performance."
    },
    {
      "index": 62,
      "start_time": 310924.0,
      "end_time": 322800.0,
      "text": "With a library of over 11,000 video lectures about anything that interests you... science, math, history, literature, or even how to cook, play chess, or become a better photographer, it's an amazing service."
    },
    {
      "index": 63,
      "start_time": 322800.0,
      "end_time": 326300.0,
      "text": "The Great Courses Plus is giving our viewers a FREE trial."
    },
    {
      "index": 64,
      "start_time": 326300.0,
      "end_time": 332090.0,
      "text": "You can show your support for AsapSCIENCE by visiting TheGreatCoursesPlus.com/ASAPScience."
    },
    {
      "index": 65,
      "start_time": 332090.0,
      "end_time": 334090.0,
      "text": "Use link in the description below to start your free trail today."
    },
    {
      "index": 66,
      "start_time": 335325.0,
      "end_time": 338531.0,
      "text": "And subscribe for more weekly science videos every Thursday."
    }
  ]
}