{
  "video_id": "AEOh0hY41uQ",
  "title": "CNN Student News - 06/01/16",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 11442.0,
      "end_time": 16502.0,
      "text": "Welcome to Wednesday's edition of CNN Student News. My name is Carl Azuz, we're grateful to"
    },
    {
      "index": 2,
      "start_time": 16502.0,
      "end_time": 22010.0,
      "text": "have you watching. First up, every city that's hosted the Olympic Games in recent years has faced"
    },
    {
      "index": 3,
      "start_time": 22010.0,
      "end_time": 28354.0,
      "text": "considerable challenges. Rio de Janeiro, Brazil, is no exception. The cost of hosting the games which"
    },
    {
      "index": 4,
      "start_time": 28354.0,
      "end_time": 33603.0,
      "text": "is in the billions, keeping residents and visitors safe. Just making sure they can all get around from"
    },
    {
      "index": 5,
      "start_time": 33603.0,
      "end_time": 39170.0,
      "text": "place to place, and building many of the venues where athletes will compete. These are common"
    },
    {
      "index": 6,
      "start_time": 39170.0,
      "end_time": 44697.0,
      "text": "obstacles, but there are a number of unique challenges to Rio and Brazil as a whole that officials"
    },
    {
      "index": 7,
      "start_time": 44697.0,
      "end_time": 50197.0,
      "text": "worldwide are concerned about. Olympic organizers and city officials say, these games which are"
    },
    {
      "index": 8,
      "start_time": 50197.0,
      "end_time": 56505.0,
      "text": "the first ever to be held in South America will be a big success. So why do some critics have doubts?"
    },
    {
      "index": 9,
      "start_time": 56505.0,
      "end_time": 61480.0,
      "text": "Well this is been a particularly rough run up to the Olympic Games, which are scheduled to"
    },
    {
      "index": 10,
      "start_time": 61480.0,
      "end_time": 68274.0,
      "text": "start here in Rio in just over two months. A whole set of challenges facing not only Rio the"
    },
    {
      "index": 11,
      "start_time": 68274.0,
      "end_time": 70814.0,
      "text": "host city, but Brazil as a whole."
    },
    {
      "index": 12,
      "start_time": 72454.0,
      "end_time": 78701.0,
      "text": "It's hard not to be seduced by Rio De Janeiro. The spectacular cities soon to be the host of the"
    },
    {
      "index": 13,
      "start_time": 78701.0,
      "end_time": 84538.0,
      "text": "2016 Summer Olympics. Two months before the start of the game construction crews are"
    },
    {
      "index": 14,
      "start_time": 84538.0,
      "end_time": 87288.0,
      "text": "putting in the final touches at the Olympic venues."
    },
    {
      "index": 15,
      "start_time": 87288.0,
      "end_time": 92886.0,
      "text": "Everything is gonna be ready on time. We are gonna deliver the park fully commissioned on the 24th of July."
    },
    {
      "index": 16,
      "start_time": 92886.0,
      "end_time": 98786.0,
      "text": "But despite Rio's beauty the city in Brazil it as a whole are facing some pretty daunting challenges."
    },
    {
      "index": 17,
      "start_time": 98786.0,
      "end_time": 106199.0,
      "text": "A whole series of unexpected set backs leading some to wonder, are Rio's Olympics somehow cursed?"
    },
    {
      "index": 18,
      "start_time": 106199.0,
      "end_time": 112888.0,
      "text": "Just days ago a warning for more than 100 international doctors, calling for the games to be postponed"
    },
    {
      "index": 19,
      "start_time": 112888.0,
      "end_time": 120600.0,
      "text": "or move, because the mosquito born Zika virus could threaten an expected half a million foreign visitors."
    },
    {
      "index": 20,
      "start_time": 120600.0,
      "end_time": 127853.0,
      "text": "That view rejected by the World Health Organization which does advise pregnant women to avoid"
    },
    {
      "index": 21,
      "start_time": 127853.0,
      "end_time": 134112.0,
      "text": "the Olympics entirely, because of the risk of severe deformities to unborn children."
    },
    {
      "index": 22,
      "start_time": 136172.0,
      "end_time": 138822.0,
      "text": "And then there's the political and economic crisis."
    },
    {
      "index": 23,
      "start_time": 142182.0,
      "end_time": 148570.0,
      "text": "Turmoil, after congress suspended Brazil's elected president in an impeachment process last month"
    },
    {
      "index": 24,
      "start_time": 148570.0,
      "end_time": 155224.0,
      "text": "and high level corruption scandals. During the worst economic recession in generations, which has"
    },
    {
      "index": 25,
      "start_time": 155224.0,
      "end_time": 163850.0,
      "text": "left more than 10 million Brazilians unemployed. The economic hardship is aggravating Rio's endemic"
    },
    {
      "index": 26,
      "start_time": 163850.0,
      "end_time": 173320.0,
      "text": "problems with violent crime. Daily gun battles between police and drug gangs in the cities impoverished"
    },
    {
      "index": 27,
      "start_time": 173320.0,
      "end_time": 176321.0,
      "text": "favelas as well as a surge in robberies."
    },
    {
      "index": 28,
      "start_time": 176321.0,
      "end_time": 181287.0,
      "text": "This month, members of the Spanish Olympic sailing team mugged at gunpoint."
    },
    {
      "index": 29,
      "start_time": 181527.0,
      "end_time": 187757.0,
      "text": "And we just turned around to see what was happening and we saw the pistols."
    },
    {
      "index": 30,
      "start_time": 187757.0,
      "end_time": 194443.0,
      "text": "Olympic sailors also worried about Rio's notoriously polluted bay,"
    },
    {
      "index": 31,
      "start_time": 194443.0,
      "end_time": 197943.0,
      "text": "a dumping ground for much of the city's raw sewage."
    },
    {
      "index": 32,
      "start_time": 197943.0,
      "end_time": 200413.0,
      "text": "We don't wanna swim in it."
    },
    {
      "index": 33,
      "start_time": 200413.0,
      "end_time": 204977.0,
      "text": "Rio's mayor warns, this isn't a first world city."
    },
    {
      "index": 34,
      "start_time": 204977.0,
      "end_time": 210723.0,
      "text": "Don't come here expecting that everything will be perfect. We live in a country that has economic crisis,"
    },
    {
      "index": 35,
      "start_time": 210723.0,
      "end_time": 218254.0,
      "text": "a country with lots of inequality. With all the problems that we've seen concerning corruption, bribes,"
    },
    {
      "index": 36,
      "start_time": 218254.0,
      "end_time": 222419.0,
      "text": "but the city will be much better than it was when we got the games."
    },
    {
      "index": 37,
      "start_time": 222419.0,
      "end_time": 229204.0,
      "text": "But even one of the mayor's new infrastructure projects is now a deadly failure. This brand new"
    },
    {
      "index": 38,
      "start_time": 229204.0,
      "end_time": 236045.0,
      "text": "spectacular cliff side bike path was supposed to be a showcase project for the Olympics. Instead,"
    },
    {
      "index": 39,
      "start_time": 236045.0,
      "end_time": 244632.0,
      "text": "it became a tragic setback when the waves took out part of the trail, killing two people last month."
    },
    {
      "index": 40,
      "start_time": 244632.0,
      "end_time": 251381.0,
      "text": "In the turbulent run up to the Olympics, a virtual storm of bad news that leaves you wondering"
    },
    {
      "index": 41,
      "start_time": 251381.0,
      "end_time": 254954.0,
      "text": "what could possibly happen next."
    },
    {
      "index": 42,
      "start_time": 258194.00000000003,
      "end_time": 263101.0,
      "text": "Across the Pacific Ocean, South East China is where we're starting today's call of the roll in"
    },
    {
      "index": 43,
      "start_time": 263101.0,
      "end_time": 269070.0,
      "text": "the City of Pashan. Thank you for watching from Nanhai Senior High School. To the US state of"
    },
    {
      "index": 44,
      "start_time": 269070.0,
      "end_time": 274951.0,
      "text": "West Virginia, we've got some Vikings there. Petersburg High School is in the City of Petersburg,"
    },
    {
      "index": 45,
      "start_time": 274951.0,
      "end_time": 280139.0,
      "text": "and watch out for the Hornets, they're making a buzz in Charlotte North Carolina, where"
    },
    {
      "index": 46,
      "start_time": 280139.0,
      "end_time": 286167.0,
      "text": "you'll find Albemarle Road Middle School. The term 500 year flood event basically means there's"
    },
    {
      "index": 47,
      "start_time": 286167.0,
      "end_time": 291696.0,
      "text": "a rare 1 in 500 chance that a particular flood would hit in a given year."
    },
    {
      "index": 48,
      "start_time": 291696.0,
      "end_time": 299918.0,
      "text": "Southeast Texas has seen two of these 500 year flood events in two months, what a CNN meteorologist"
    },
    {
      "index": 49,
      "start_time": 299918.0,
      "end_time": 306418.0,
      "text": "described as very bad luck. Last week, there were record setting rains in the region at one point the city"
    },
    {
      "index": 50,
      "start_time": 306418.0,
      "end_time": 313574.0,
      "text": "of Brennan got 19 inches of rain in 48 hours. It stopped following last Friday night, but not before swelling"
    },
    {
      "index": 51,
      "start_time": 313574.0,
      "end_time": 318225.0,
      "text": "flood waters that killed six people, some of whom were trapped in cars and high water."
    },
    {
      "index": 52,
      "start_time": 318225.0,
      "end_time": 323757.0,
      "text": "The National Weather Service has given several warnings telling people not to drive through flooded"
    },
    {
      "index": 53,
      "start_time": 323757.0,
      "end_time": 328821.0,
      "text": "areas and to be careful near river banks. Hundreds of homes have been flooded or swept away,"
    },
    {
      "index": 54,
      "start_time": 328821.0,
      "end_time": 335505.0,
      "text": "another storm is in the forecast for later this week. Today is the official start of the Atlantic hurricane season,"
    },
    {
      "index": 55,
      "start_time": 335505.0,
      "end_time": 338101.0,
      "text": "it runs from June 1st to November 30th."
    },
    {
      "index": 56,
      "start_time": 338101.0,
      "end_time": 343071.0,
      "text": "The forecaster say that these storms can form at any time this is just when their more likely."
    },
    {
      "index": 57,
      "start_time": 343071.0,
      "end_time": 348976.0,
      "text": "Predicting how many storms will form in a given season is not an exact science and predictions are"
    },
    {
      "index": 58,
      "start_time": 348976.0,
      "end_time": 354102.0,
      "text": "often inaccurate. But they give coastal residents, emergency workers and insurance companies"
    },
    {
      "index": 59,
      "start_time": 354102.0,
      "end_time": 356038.0,
      "text": "an idea of what to look out for."
    },
    {
      "index": 60,
      "start_time": 356038.0,
      "end_time": 361694.0,
      "text": "NOAA has just released their numbers for the upcoming hurricane season. Their predictions on"
    },
    {
      "index": 61,
      "start_time": 361694.0,
      "end_time": 369446.0,
      "text": "active this season will be, and they've actually predicted a very normal season. 10 to 16 rain storms,"
    },
    {
      "index": 62,
      "start_time": 369446.0,
      "end_time": 376638.0,
      "text": "4 to 8 hurricanes, and 1 to 4 major storms. It's pretty much all in line with what the other agencies are saying,"
    },
    {
      "index": 63,
      "start_time": 376638.0,
      "end_time": 383667.0,
      "text": "12 to 14 named storms. Now a normal year, you may say so what? But it's actually been a while"
    },
    {
      "index": 64,
      "start_time": 383667.0,
      "end_time": 389310.0,
      "text": "since we've had a normal year. You have to go back to 2012, ever since then we have had below"
    },
    {
      "index": 65,
      "start_time": 389310.0,
      "end_time": 396105.0,
      "text": "normal seasons. So forecasting a normal season this year will actually mean more storms possibly."
    },
    {
      "index": 66,
      "start_time": 396105.0,
      "end_time": 401858.0,
      "text": "One reason we have had some pretty slow years is because of El Ni o. The jet stream shifts to the South"
    },
    {
      "index": 67,
      "start_time": 401858.0,
      "end_time": 408581.0,
      "text": "during an El Ni o year increasing the wind shear which will rip those storms apart. But we are"
    },
    {
      "index": 68,
      "start_time": 408581.0,
      "end_time": 414384.0,
      "text": "forecasted to go into La Ni a which means that jet stream will shift back up to the North."
    },
    {
      "index": 69,
      "start_time": 414384.0,
      "end_time": 419380.0,
      "text": "We'll have decrease in wind shear, and it could be just that perfect environment to get some"
    },
    {
      "index": 70,
      "start_time": 419380.0,
      "end_time": 422074.0,
      "text": "of the storms going in the Atlantic."
    },
    {
      "index": 71,
      "start_time": 422074.0,
      "end_time": 428355.0,
      "text": "CNN has used a lot of hurricane footage that people captured on their phones. Digital photography"
    },
    {
      "index": 72,
      "start_time": 428355.0,
      "end_time": 434196.0,
      "text": "is something we just tend to use without thinking about. But 41 years ago, when the first digital camera"
    },
    {
      "index": 73,
      "start_time": 434196.0,
      "end_time": 440914.0,
      "text": "was made it weighed about 8 pounds. It took 23 seconds to record it's first picture and it's resolution"
    },
    {
      "index": 74,
      "start_time": 440914.0,
      "end_time": 448944.0,
      "text": "was 101 megapixel. So maybe all that's why Kodak wasn't in a hurry to invest in the technology."
    },
    {
      "index": 75,
      "start_time": 448944.0,
      "end_time": 457072.0,
      "text": "The great irony of Frankenstein, is that the doctor's greatest discovery creating a living, breathing"
    },
    {
      "index": 76,
      "start_time": 457072.0,
      "end_time": 461954.0,
      "text": "human from dead matter led to his demise. Kodak can relate."
    },
    {
      "index": 77,
      "start_time": 469534.0,
      "end_time": 475454.0,
      "text": "One of their engineers, Steven Sasson invented the first digital camera in 1975."
    },
    {
      "index": 78,
      "start_time": 475454.0,
      "end_time": 481478.0,
      "text": "For the invention of the digital camera revolutionized."
    },
    {
      "index": 79,
      "start_time": 481478.0,
      "end_time": 487134.0,
      "text": "They called the technology filmless photography, but they were never able to capitalize on it. In fact,"
    },
    {
      "index": 80,
      "start_time": 487134.0,
      "end_time": 494232.0,
      "text": "their competitors trounced them in the digital photography space. And in 2012, a 131 years after"
    },
    {
      "index": 81,
      "start_time": 494232.0,
      "end_time": 501641.0,
      "text": "its founding, the company file for bankruptcy protection. By then, an estimated 2. 5 billion people"
    },
    {
      "index": 82,
      "start_time": 501641.0,
      "end_time": 508105.0,
      "text": "owned digital cameras and that's changed business too, especially this business, journalism."
    },
    {
      "index": 83,
      "start_time": 508105.0,
      "end_time": 514147.0,
      "text": "Video and images captured on digital cameras could be instantly reviewed and transmitted all across"
    },
    {
      "index": 84,
      "start_time": 514147.00000000006,
      "end_time": 520482.00000000006,
      "text": "the world. The first journalist to use a digital camera for the Associated Press did so at the first"
    },
    {
      "index": 85,
      "start_time": 520482.0,
      "end_time": 527200.0,
      "text": "Bush inauguration in 1989. And cellphone cameras have made every citizen a potential reporter."
    },
    {
      "index": 86,
      "start_time": 527200.0,
      "end_time": 533702.0,
      "text": "Time and time again, footage captured by amateurs on digital cameras has been vital first hand sources"
    },
    {
      "index": 87,
      "start_time": 533702.0,
      "end_time": 540319.0,
      "text": "of information, even medicine has benefited. Doctors can see inside your body thanks to tiny"
    },
    {
      "index": 88,
      "start_time": 540319.0,
      "end_time": 545927.0,
      "text": "digital cameras. And then they can store and share those images quickly and easily with colleagues"
    },
    {
      "index": 89,
      "start_time": 545927.0,
      "end_time": 552697.0,
      "text": "across the globe. The list goes on and on, but if you could excuse me, I have to go FaceTime with my mom."
    },
    {
      "index": 90,
      "start_time": 557687.0,
      "end_time": 563043.0,
      "text": "On the golf course, you might encounter a bunker or a lake hazards you generally want to avoid."
    },
    {
      "index": 91,
      "start_time": 563043.0,
      "end_time": 569699.0,
      "text": "Here is another kind. This massive, scaled, reptilian, beast of a hazard was seen in the greens at"
    },
    {
      "index": 92,
      "start_time": 569699.0,
      "end_time": 576196.0,
      "text": "a Florida golf course recently. The alligator is estimated to be 15 feet long. The man who shot this"
    },
    {
      "index": 93,
      "start_time": 576196.0,
      "end_time": 582448.0,
      "text": "video said the thing was so big it looked like two guys in an alligator suit. Didn't cause any problems"
    },
    {
      "index": 94,
      "start_time": 582448.0,
      "end_time": 588821.0,
      "text": "besides maybe abject terror. Good thing no one tried to club it, its teeth could leave a hole in one attacker."
    },
    {
      "index": 95,
      "start_time": 588821.0,
      "end_time": 593979.0,
      "text": "It doesn't need to take a shot to take a slice and it's simple presence is off putting. Know what"
    },
    {
      "index": 96,
      "start_time": 593979.0,
      "end_time": 600021.0,
      "text": "a golfer yells when an alligator's on the course? Carni-fore! I'm Carl Azuz, and we'll you gator."
    }
  ]
}