{
  "video_id": "aG-1IRwYWqU",
  "title": "5 LIFE HACKS That Will MOTIVATE You To Do ANYTHING",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 399.0,
      "end_time": 5579.0,
      "text": "Improvement pill here welcome to lesson 9 of the team course in our previous lesson we spoke about three"
    },
    {
      "index": 2,
      "start_time": 5740.0,
      "end_time": 10019.0,
      "text": "Biological factors that affect how we recharge our levels of willpower throughout the day now"
    },
    {
      "index": 3,
      "start_time": 10019.0,
      "end_time": 12809.0,
      "text": "I'm sure a lot of you guys were under the assumption that these factors are"
    },
    {
      "index": 4,
      "start_time": 13059.0,
      "end_time": 19769.0,
      "text": "responsible for the majority of our willpower and this was in fact the Assumption of the entire scientific community for a long period of time"
    },
    {
      "index": 5,
      "start_time": 19869.0,
      "end_time": 22379.0,
      "text": "However recent studies are point to the fact that these"
    },
    {
      "index": 6,
      "start_time": 22689.0,
      "end_time": 28349.0,
      "text": "Biological factors may not be as important as we once thought they were instead of being responsible for something like"
    },
    {
      "index": 7,
      "start_time": 28750.0,
      "end_time": 34649.0,
      "text": "70% of our willpower throughout the day it's likely that these factors are only responsible for something like 30%"
    },
    {
      "index": 8,
      "start_time": 34989.0,
      "end_time": 39929.0,
      "text": "Chances are what goes on in our head plays a much bigger role in regards to our levels of willpower"
    },
    {
      "index": 9,
      "start_time": 39930.0,
      "end_time": 42119.0,
      "text": "And that's what we're gonna talk about today five"
    },
    {
      "index": 10,
      "start_time": 42640.0,
      "end_time": 48689.0,
      "text": "psychological factors that will make you more motivated and increase your levels of willpower and keep you out of a state of ego depletion"
    },
    {
      "index": 11,
      "start_time": 48760.0,
      "end_time": 54989.0,
      "text": "The first is something called CHUNKING, one of the best examples of chunking comes from one of the world's greatest magicians"
    },
    {
      "index": 12,
      "start_time": 55180.0,
      "end_time": 59579.0,
      "text": "David Blaine, Blaine is well known for his stunts of endurance he once spent over"
    },
    {
      "index": 13,
      "start_time": 59920.0,
      "end_time": 63750.0,
      "text": "63 hours encased in a block of ice and you can only imagine"
    },
    {
      "index": 14,
      "start_time": 63850.0,
      "end_time": 70559.0,
      "text": "How much willpower that required Blaine managed to pull this off by using chunking to create a constant supply of willpower?"
    },
    {
      "index": 15,
      "start_time": 70960.0,
      "end_time": 76080.0,
      "text": "Chunking is when you take a large task and you break it down into tiny tiny pieces for Blaine"
    },
    {
      "index": 16,
      "start_time": 76240.0,
      "end_time": 78540.0,
      "text": "instead of focusing on the total amount of hours"
    },
    {
      "index": 17,
      "start_time": 78540.0,
      "end_time": 84150.0,
      "text": "He wanted to spend in this block of ice which was at least 60 hours. He broke it down to the hour"
    },
    {
      "index": 18,
      "start_time": 84150.0,
      "end_time": 85590.0,
      "text": "He would tell himself okay"
    },
    {
      "index": 19,
      "start_time": 85590.0,
      "end_time": 87590.0,
      "text": "I just need to make it through the next hour"
    },
    {
      "index": 20,
      "start_time": 87670.0,
      "end_time": 93420.0,
      "text": "Over and over again the reason this works is because our brain is designed to be as efficient with our willpower as"
    },
    {
      "index": 21,
      "start_time": 93549.0,
      "end_time": 95549.0,
      "text": "Possible in order to conserve energy"
    },
    {
      "index": 22,
      "start_time": 95670.0,
      "end_time": 98369.0,
      "text": "We actually have an almost unlimited amount of willpower"
    },
    {
      "index": 23,
      "start_time": 98369.0,
      "end_time": 102959.0,
      "text": "But we all have a point in time where our brain says nope you've used enough"
    },
    {
      "index": 24,
      "start_time": 102960.0,
      "end_time": 108809.0,
      "text": "That's all you're getting for today so when presented with a momentous task your brain says. Nope we can't do this task"
    },
    {
      "index": 25,
      "start_time": 108810.0,
      "end_time": 109979.0,
      "text": "It's way too big"
    },
    {
      "index": 26,
      "start_time": 109979.0,
      "end_time": 111780.0,
      "text": "We don't have enough willpower to do it"
    },
    {
      "index": 27,
      "start_time": 111780.0,
      "end_time": 117180.0,
      "text": "But when you're using chunking and you focus your attention on one small piece at a time then your brain says hey"
    },
    {
      "index": 28,
      "start_time": 117189.0,
      "end_time": 121919.0,
      "text": "You know we could do this. Here's some extra willpower, and that's why in one of our previous lessons"
    },
    {
      "index": 29,
      "start_time": 121920.0,
      "end_time": 127350.0,
      "text": "I mentioned that we need to set a low bar when creating our routines by setting a low bar which is the minimum?"
    },
    {
      "index": 30,
      "start_time": 127420.0,
      "end_time": 132869.0,
      "text": "Amount of work. We're allowing ourselves to do. We're basically using chunking to get a little bit of extra willpower"
    },
    {
      "index": 31,
      "start_time": 133220.0,
      "end_time": 135919.0,
      "text": "Just enough to force ourselves to stick to our habits"
    },
    {
      "index": 32,
      "start_time": 135920.0,
      "end_time": 137910.0,
      "text": "So how can we use this in our day-to-day lives?"
    },
    {
      "index": 33,
      "start_time": 137910.0,
      "end_time": 141380.0,
      "text": "Well instead of telling yourself that you're gonna finish that five page paper right now"
    },
    {
      "index": 34,
      "start_time": 141380.0,
      "end_time": 145579.0,
      "text": "You're actually gonna get more willpower feel more motivated and get more done"
    },
    {
      "index": 35,
      "start_time": 145580.0,
      "end_time": 152509.0,
      "text": "if you tell yourself you're gonna finish a single paragraph at a time on top of that chunking also increases the amount of confidence we"
    },
    {
      "index": 36,
      "start_time": 152510.0,
      "end_time": 152850.0,
      "text": "have"
    },
    {
      "index": 37,
      "start_time": 152850.0,
      "end_time": 154350.0,
      "text": "CONFIDENCE is the second"
    },
    {
      "index": 38,
      "start_time": 154350.0,
      "end_time": 160669.0,
      "text": "Psychological factor that influences our levels of willpower the more confident you are about a task the less willpower it will require"
    },
    {
      "index": 39,
      "start_time": 160710.0,
      "end_time": 164809.0,
      "text": "Let's say that you want to lose 20 pounds if I asked random strangers on the street how"
    },
    {
      "index": 40,
      "start_time": 164910.0,
      "end_time": 169699.0,
      "text": "Confident they were about this most people would say that they weren't confident at all however if we use"
    },
    {
      "index": 41,
      "start_time": 169980.0,
      "end_time": 174350.0,
      "text": "Chunking and we cut this down to just one pound most people would say yeah"
    },
    {
      "index": 42,
      "start_time": 174350.0,
      "end_time": 180290.0,
      "text": "I could do it confidence is all about the small wins by paying attention to small milestones you actually become more and more"
    },
    {
      "index": 43,
      "start_time": 180480.0,
      "end_time": 185570.0,
      "text": "Confident towards your end goal you start believing that you can actually do it a great way to build confidence"
    },
    {
      "index": 44,
      "start_time": 185640.0,
      "end_time": 189919.0,
      "text": "Using small wins is by tracking your growth for example if you're someone who wants to lose weight"
    },
    {
      "index": 45,
      "start_time": 189920.0,
      "end_time": 197269.0,
      "text": "It's very effective to download an app like My Fitness Pal that allows you to track your progress by tracking your weight and slowly"
    },
    {
      "index": 46,
      "start_time": 197459.0,
      "end_time": 199669.0,
      "text": "Watching your weight drop this boosts your confidence"
    },
    {
      "index": 47,
      "start_time": 199739.0,
      "end_time": 204859.0,
      "text": "And it requires less and less willpower to go back to the gym or stick to your diet"
    },
    {
      "index": 48,
      "start_time": 205070.0,
      "end_time": 210469.0,
      "text": "The third way we can influence our levels of willpower is by changing how we view willpower itself now"
    },
    {
      "index": 49,
      "start_time": 210470.0,
      "end_time": 211730.0,
      "text": "I know in our previous lessons"
    },
    {
      "index": 50,
      "start_time": 211730.0,
      "end_time": 214280.0,
      "text": "I stressed the importance of things like avoiding ego depletion"
    },
    {
      "index": 51,
      "start_time": 214290.0,
      "end_time": 219919.0,
      "text": "And I taught you about ways in which our willpower levels are depleted these things are real and serve a purpose"
    },
    {
      "index": 52,
      "start_time": 219920.0,
      "end_time": 221580.0,
      "text": "But a study conducted in"
    },
    {
      "index": 53,
      "start_time": 221580.0,
      "end_time": 225949.0,
      "text": "2010 by a professor Job V found that how we view willpower can severely affect"
    },
    {
      "index": 54,
      "start_time": 226019.0,
      "end_time": 230179.0,
      "text": "Our levels of it for example if you believe that willpower is limited"
    },
    {
      "index": 55,
      "start_time": 230180.0,
      "end_time": 237470.0,
      "text": "then you actually lose willpower faster than someone who believes willpower is unlimited so what can we do about this well let's"
    },
    {
      "index": 56,
      "start_time": 237720.0,
      "end_time": 242690.0,
      "text": "Establish the truth about willpower once and for all the truth of the matter is our levels of willpower"
    },
    {
      "index": 57,
      "start_time": 242820.0,
      "end_time": 247699.0,
      "text": "Far exceed the amount we use throughout the day our brain just likes to set a limit on it"
    },
    {
      "index": 58,
      "start_time": 247700.0,
      "end_time": 252979.0,
      "text": "However, if you've been studying the same course you've gained some knowledge about how it all works and knowledge is power"
    },
    {
      "index": 59,
      "start_time": 253290.0,
      "end_time": 258529.0,
      "text": "Which means you have more control over your willpower, so I like to believe that by studying willpower"
    },
    {
      "index": 60,
      "start_time": 258649.99999999997,
      "end_time": 260649.99999999997,
      "text": "I actually know how to tap into my"
    },
    {
      "index": 61,
      "start_time": 260820.0,
      "end_time": 267360.0,
      "text": "Unlimited willpower more than the average person and by adopting this very belief you'll find yourself a more willpower in the long run"
    },
    {
      "index": 62,
      "start_time": 267460.0,
      "end_time": 270960.0,
      "text": "The fourth way we can influence our levels of willpower is by changing our"
    },
    {
      "index": 63,
      "start_time": 271150.0,
      "end_time": 276150.0,
      "text": "Identity when you have an identity that aligns with your goals and the habits that you're trying to build this"
    },
    {
      "index": 64,
      "start_time": 276220.0,
      "end_time": 279360.0,
      "text": "Decreases the amount of low power required to stick to it now"
    },
    {
      "index": 65,
      "start_time": 279360.0,
      "end_time": 282659.0,
      "text": "This is easier said than done. How can we change our identity?"
    },
    {
      "index": 66,
      "start_time": 282660.0,
      "end_time": 285749.0,
      "text": "Well the best way to do so is by being very careful with our language"
    },
    {
      "index": 67,
      "start_time": 285940.0,
      "end_time": 292739.0,
      "text": "The way we phrase things will affect how we view ourselves for example if an urge arises to smoke instead of thinking"
    },
    {
      "index": 68,
      "start_time": 292740.0,
      "end_time": 295440.0,
      "text": "I can't smoke. I told myself. I was gonna quit"
    },
    {
      "index": 69,
      "start_time": 295440.0,
      "end_time": 299610.0,
      "text": "We should be thinking I am NOT a smoker the person in the first example still"
    },
    {
      "index": 70,
      "start_time": 299770.0,
      "end_time": 304409.0,
      "text": "Identifies as someone who smokes who's trying to quit while the person in the second example"
    },
    {
      "index": 71,
      "start_time": 304900.0,
      "end_time": 309929.0,
      "text": "Identifies himself as someone who doesn't smoke to begin with over time you'll start believing this new identity"
    },
    {
      "index": 72,
      "start_time": 310060.0,
      "end_time": 312929.0,
      "text": "Which in turn will reduce the amount of willpower?"
    },
    {
      "index": 73,
      "start_time": 313390.0,
      "end_time": 320249.0,
      "text": "Required to stick to this habit another good trick to keep in mind is to replace words like I can't I have to I must"
    },
    {
      "index": 74,
      "start_time": 320520.0,
      "end_time": 325319.0,
      "text": "With I want to the first three phrases are phrases that you would use if you still"
    },
    {
      "index": 75,
      "start_time": 325510.0,
      "end_time": 328110.0,
      "text": "Identified with the old you that you're trying to change"
    },
    {
      "index": 76,
      "start_time": 328110.0,
      "end_time": 331619.0,
      "text": "But if you use the phrase I want to then you're agreeing with your new"
    },
    {
      "index": 77,
      "start_time": 331690.0,
      "end_time": 333540.0,
      "text": "Identity the fifth and final way"
    },
    {
      "index": 78,
      "start_time": 333540.0,
      "end_time": 339059.0,
      "text": "We can influence our willpower with our mind is by doing what's called high level thinking a study conducted in"
    },
    {
      "index": 79,
      "start_time": 339370.0,
      "end_time": 342720.0,
      "text": "2006 by Professor Fujita found that people who spent more time thinking"
    },
    {
      "index": 80,
      "start_time": 343270.0,
      "end_time": 349229.0,
      "text": "High-level thoughts would have a significantly higher. Level of willpower throughout the day than those who had low-level thoughts now"
    },
    {
      "index": 81,
      "start_time": 349230.0,
      "end_time": 354330.0,
      "text": "What's the difference between the two well low level thinking is when you think about the short term and you think about?"
    },
    {
      "index": 82,
      "start_time": 354460.0,
      "end_time": 359909.0,
      "text": "Specifics for example you think about how you're gonna get to the gym you think about how you're gonna lose your weight you think about"
    },
    {
      "index": 83,
      "start_time": 359910.0,
      "end_time": 365249.0,
      "text": "What foods you're gonna eat high-level thinking on the other hand is when you think about more general and long-term ideas"
    },
    {
      "index": 84,
      "start_time": 365250.0,
      "end_time": 370020.0,
      "text": "So it's when you think about why you're going to the gym when you think about why you're trying to lose weight when you're thinking"
    },
    {
      "index": 85,
      "start_time": 370020.0,
      "end_time": 371670.0,
      "text": "About why you're changing your diet now?"
    },
    {
      "index": 86,
      "start_time": 371670.0,
      "end_time": 376020.0,
      "text": "There's nothing wrong with thinking low level thoughts because they are needed in order to plan ahead"
    },
    {
      "index": 87,
      "start_time": 376020.0,
      "end_time": 378959.0,
      "text": "You can't make dinner unless you think about what you're gonna cook"
    },
    {
      "index": 88,
      "start_time": 378960.0,
      "end_time": 382140.0,
      "text": "But it's best to spend more time thinking high-level thoughts"
    },
    {
      "index": 89,
      "start_time": 382450.0,
      "end_time": 388799.0,
      "text": "High-level thoughts create a sense of purpose and meaning if you think about why you're changing your diet enough you start to truly believe that"
    },
    {
      "index": 90,
      "start_time": 388930.0,
      "end_time": 394799.0,
      "text": "Changing your diet is what's best for you a great exercise that I recommend all of you to try is to take the keys don't"
    },
    {
      "index": 91,
      "start_time": 394800.0,
      "end_time": 400200.0,
      "text": "Have it then you're trying to build in this course and fill out an entire page with why you want to stick to this habit"
    },
    {
      "index": 92,
      "start_time": 400529.0,
      "end_time": 400919.0,
      "text": "Sum it up"
    },
    {
      "index": 93,
      "start_time": 400919.0,
      "end_time": 407908.0,
      "text": "There are five powerful ways you can increase your willpower and get more motivated by changing the way you think number one is by chunking"
    },
    {
      "index": 94,
      "start_time": 408039.0,
      "end_time": 410398.0,
      "text": "Breaking up your big goals into tiny tasks"
    },
    {
      "index": 95,
      "start_time": 410519.0,
      "end_time": 415589.0,
      "text": "Number two is by increasing your confidence so that you start believing that you can actually accomplish your goals number"
    },
    {
      "index": 96,
      "start_time": 415589.0,
      "end_time": 422279.0,
      "text": "three is by changing how you view willpower that you're someone who can tap into their unlimited well of willpower by studying and"
    },
    {
      "index": 97,
      "start_time": 422349.0,
      "end_time": 425368.0,
      "text": "Practicing how it all works number four is by changing your identity?"
    },
    {
      "index": 98,
      "start_time": 425799.0,
      "end_time": 432029.0,
      "text": "It's easier to quit smoking if you don't identify as a smoker and number five is by spending more time thinking"
    },
    {
      "index": 99,
      "start_time": 432309.0,
      "end_time": 438659.0,
      "text": "High-level thoughts and just to clarify something the biological factors. We mentioned in our previous video are still important"
    },
    {
      "index": 100,
      "start_time": 438659.0,
      "end_time": 440938.0,
      "text": "It's still gonna be very hard for you to stick to your habits"
    },
    {
      "index": 101,
      "start_time": 441179.0,
      "end_time": 445409.0,
      "text": "If you barely slept the night before but studies are simply pointing to the fact that these psychological"
    },
    {
      "index": 102,
      "start_time": 445539.0,
      "end_time": 446969.0,
      "text": "factors play a bigger role"
    },
    {
      "index": 103,
      "start_time": 446969.0,
      "end_time": 452518.0,
      "text": "I know I mentioned before that we actually have far more willpower than we think we do so in our next lesson"
    },
    {
      "index": 104,
      "start_time": 452519.0,
      "end_time": 457858.0,
      "text": "We're gonna learn how to increase the amount of willpower that we can tap into that same course was brought to you with the help"
    },
    {
      "index": 105,
      "start_time": 457859.0,
      "end_time": 462269.0,
      "text": "Of the patrons of this channel if you're someone who's found value in this course, and you'd like to give back"
    },
    {
      "index": 106,
      "start_time": 462269.0,
      "end_time": 466709.0,
      "text": "It'd mean a lot to me if you could become a patron so all of my patrons receive perks and benefits"
    },
    {
      "index": 107,
      "start_time": 466709.0,
      "end_time": 470698.0,
      "text": "Which you guys can check out in the link right here besides that guys stay tuned"
    }
  ]
}