{
  "video_id": "AH1FN_y8IP8",
  "title": "How to Start a Business",
  "json": [
    {
      "index": 1,
      "start_time": 149.0,
      "end_time": 6080.0,
      "text": "Many of us want to start our own businesses. Public space is filled with reports of new"
    },
    {
      "index": 2,
      "start_time": 6080.0,
      "end_time": 12579.0,
      "text": "ventures. But the reporting on entrepreneurship is heavily skewed in one particular direction:"
    },
    {
      "index": 3,
      "start_time": 12579.0,
      "end_time": 17920.0,
      "text": "towards people who have started new kinds of businesses, pioneers who have pushed the"
    },
    {
      "index": 4,
      "start_time": 17920.0,
      "end_time": 23160.0,
      "text": "boundaries of commerce by creating a wholly original offering, usually through the help"
    },
    {
      "index": 5,
      "start_time": 23160.0,
      "end_time": 29580.0,
      "text": "of an innovative piece of technology. The new entrepreneurs might, for example, have"
    },
    {
      "index": 6,
      "start_time": 29580.0,
      "end_time": 35110.0,
      "text": "invented an app for measuring and controlling the humidity of clothes’ closets, or they"
    },
    {
      "index": 7,
      "start_time": 35110.0,
      "end_time": 39520.0,
      "text": "might have come up with a tiny sensor that can detect hunger in domestic animals or have"
    },
    {
      "index": 8,
      "start_time": 39520.0,
      "end_time": 44570.0,
      "text": "built a social platform to connect people planning a trip to Italy. This emphasis on"
    },
    {
      "index": 9,
      "start_time": 44570.0,
      "end_time": 50300.0,
      "text": "novelty can leave us feeling that the chief and correct way to become an entrepreneur"
    },
    {
      "index": 10,
      "start_time": 50300.0,
      "end_time": 56910.0,
      "text": "is invariably going to be through radical, technologically-based innovation. We may therefore,"
    },
    {
      "index": 11,
      "start_time": 56910.0,
      "end_time": 62350.0,
      "text": "as we contemplate an entrepreneurial future, ask ourselves (with increasing panic) what"
    },
    {
      "index": 12,
      "start_time": 62350.0,
      "end_time": 69140.0,
      "text": "entirely unthought-of idea we might ourselves come up with to propel us forward. In our"
    },
    {
      "index": 13,
      "start_time": 69140.0,
      "end_time": 74480.0,
      "text": "frenzy, the answers we arrive at may start to lean towards the implausible, the trite"
    },
    {
      "index": 14,
      "start_time": 74480.0,
      "end_time": 80920.0,
      "text": "or the naive. But there is another path. Most of the economy is made up of businesses doing"
    },
    {
      "index": 15,
      "start_time": 80920.0,
      "end_time": 86270.0,
      "text": "stuff that people have always been doing or have been doing for a very long time: making"
    },
    {
      "index": 16,
      "start_time": 86270.0,
      "end_time": 92210.0,
      "text": "daily bread or shirts or trousers, teaching languages or giving travellers a bed for the"
    },
    {
      "index": 17,
      "start_time": 92210.0,
      "end_time": 98680.0,
      "text": "night, raising animals or fixing teeth. In other words, most businesses operate in areas"
    },
    {
      "index": 18,
      "start_time": 98680.0,
      "end_time": 103250.0,
      "text": "that economists call ‘mature’, sectors where it’s rather hard to come in and make"
    },
    {
      "index": 19,
      "start_time": 103250.0,
      "end_time": 108810.0,
      "text": "a surprising fortune. But that doesn’t mean these sectors should be ignored. Far from"
    },
    {
      "index": 20,
      "start_time": 108810.0,
      "end_time": 114750.0,
      "text": "it; there are a plethora of hugely meaningful possibilities hiding for us in plain sight"
    },
    {
      "index": 21,
      "start_time": 114750.0,
      "end_time": 120490.0,
      "text": "on account of one, perhaps surprising fact about the economy: a majority of businesses"
    },
    {
      "index": 22,
      "start_time": 120490.0,
      "end_time": 128690.0,
      "text": "don’t love what they do. We might make a basic distinction between two kinds of businesses:"
    },
    {
      "index": 23,
      "start_time": 128690.0,
      "end_time": 134749.0,
      "text": "– pragmatic businesses – businesses of love. Pragmatic businesses are everywhere."
    },
    {
      "index": 24,
      "start_time": 134749.0,
      "end_time": 140560.0,
      "text": "They almost define for us what we think business is in its essence. They know how to make their"
    },
    {
      "index": 25,
      "start_time": 140560.0,
      "end_time": 146010.0,
      "text": "product or service with a sound degree of competence, but there is a practical, unidealistic"
    },
    {
      "index": 26,
      "start_time": 146010.0,
      "end_time": 150579.0,
      "text": "edge to the way they go about things. There isn’t anything very powerful drawing them"
    },
    {
      "index": 27,
      "start_time": 150579.0,
      "end_time": 155170.0,
      "text": "to their particular offering. They might easily have been doing something else. They don’t"
    },
    {
      "index": 28,
      "start_time": 155170.0,
      "end_time": 160500.0,
      "text": "care about the long-term; the business is only a vehicle for an underlying financial"
    },
    {
      "index": 29,
      "start_time": 160500.0,
      "end_time": 165730.0,
      "text": "purpose. One eye is always focused on how to sell. If the owners didn’t have to work,"
    },
    {
      "index": 30,
      "start_time": 165730.0,
      "end_time": 170999.0,
      "text": "they almost certainly wouldn’t. Such pragmatic businesses may do fine, or even very well,"
    },
    {
      "index": 31,
      "start_time": 170999.0,
      "end_time": 176180.0,
      "text": "for a long time, but the motivations are easy enough to spot. A discerning eye can tell"
    },
    {
      "index": 32,
      "start_time": 176180.0,
      "end_time": 181489.0,
      "text": "something crucial within minutes of walking through the door: this is not being done with,"
    },
    {
      "index": 33,
      "start_time": 181489.0,
      "end_time": 188739.0,
      "text": "or for, love. Pragmatic businesses dominate the economy. One might say that over 85% of"
    },
    {
      "index": 34,
      "start_time": 188739.0,
      "end_time": 193099.0,
      "text": "businesses fall into this category. But there are parts of the economy, and they are heavily"
    },
    {
      "index": 35,
      "start_time": 193099.0,
      "end_time": 197590.0,
      "text": "in the minority, where things are being done very differently."
    },
    {
      "index": 36,
      "start_time": 197590.0,
      "end_time": 201489.0,
      "text": "Businesses of love produce many varied things,"
    },
    {
      "index": 37,
      "start_time": 201489.0,
      "end_time": 207060.0,
      "text": "but there are underlying principles holding them together. Here love means: – a total"
    },
    {
      "index": 38,
      "start_time": 207060.0,
      "end_time": 212829.0,
      "text": "commitment to excellence of a given product or service. – a desire to reinvest almost"
    },
    {
      "index": 39,
      "start_time": 212829.0,
      "end_time": 219249.0,
      "text": "all profit into guaranteeing excellence. – a focus on the long-term, because the business"
    },
    {
      "index": 40,
      "start_time": 219249.0,
      "end_time": 224469.0,
      "text": "is – for its owners – the meaning of life. There is no interest in selling the firm now,"
    },
    {
      "index": 41,
      "start_time": 224469.0,
      "end_time": 229120.0,
      "text": "or perhaps ever. The dearest wish might be to give it to someone you love, like your"
    },
    {
      "index": 42,
      "start_time": 229120.0,
      "end_time": 230499.0,
      "text": "child. © Flickr/cskk"
    },
    {
      "index": 43,
      "start_time": 230499.0,
      "end_time": 235159.0,
      "text": "– love means you’d almost do it for free – and don’t only because you need to live,"
    },
    {
      "index": 44,
      "start_time": 235159.0,
      "end_time": 238629.0,
      "text": "you need to pay your employees and you want the business to be able to last into the long"
    },
    {
      "index": 45,
      "start_time": 238629.0,
      "end_time": 245620.0,
      "text": "term. The product or service is what you love and you love it inordinately. Businesses of"
    },
    {
      "index": 46,
      "start_time": 245620.0,
      "end_time": 250279.0,
      "text": "love are the sort where the owner has scoured the world for the best kind of flour and wakes"
    },
    {
      "index": 47,
      "start_time": 250279.0,
      "end_time": 255819.0,
      "text": "up excitedly at dawn to check on the progress of each of the loaves; the aircraft factory"
    },
    {
      "index": 48,
      "start_time": 255819.0,
      "end_time": 260150.0,
      "text": "where the workers think of every plane they are building like a relative they will always"
    },
    {
      "index": 49,
      "start_time": 260149.99999999997,
      "end_time": 265740.0,
      "text": "care for; the stationery shop where notebooks and paper are viewed as objects of beauty"
    },
    {
      "index": 50,
      "start_time": 265740.0,
      "end_time": 270560.0,
      "text": "rather than utility; the travel agency that won’t rest until it knows it clients have"
    },
    {
      "index": 51,
      "start_time": 270560.0,
      "end_time": 275560.0,
      "text": "enjoyed their trips rather than just paid for them; the sandwich store that views a"
    },
    {
      "index": 52,
      "start_time": 275560.0,
      "end_time": 284069.0,
      "text": "fine avocado and chicken roll as one of the authentic joys of a tricky life. Businesses run for love are not always successful"
    },
    {
      "index": 53,
      "start_time": 284069.0,
      "end_time": 288280.0,
      "text": "in the standard financial sense of the term. Some might just be returning a little over"
    },
    {
      "index": 54,
      "start_time": 288280.0,
      "end_time": 295270.0,
      "text": "3% a year. But for these enterprises, money is only ever a means to a greater, more purposeful"
    },
    {
      "index": 55,
      "start_time": 295270.0,
      "end_time": 301370.0,
      "text": "end. There are huge opportunities to hand for any would-be entrepreneurs because most"
    },
    {
      "index": 56,
      "start_time": 301370.0,
      "end_time": 306730.0,
      "text": "of the economy is in the hands of people who don’t love what they are doing. Most law"
    },
    {
      "index": 57,
      "start_time": 306730.0,
      "end_time": 312490.0,
      "text": "firms, dentists’ offices, hotels and bakeries aren’t in it for love. They may be efficient"
    },
    {
      "index": 58,
      "start_time": 312490.0,
      "end_time": 317849.0,
      "text": "and canny, but they are – ultimately – just waiting to sell up. We don’t need to be"
    },
    {
      "index": 59,
      "start_time": 317849.0,
      "end_time": 323599.0,
      "text": "very original to succeed, we don’t need to have invented anything very new; we just"
    },
    {
      "index": 60,
      "start_time": 323599.0,
      "end_time": 327689.0,
      "text": "need – to make sense of our lives and to make an honest living along the way – to"
    },
    {
      "index": 61,
      "start_time": 327689.0,
      "end_time": 333440.0,
      "text": "offer the world something we love a little more intensely than most people do. ."
    },
    {
      "index": 62,
      "start_time": 334080.0,
      "end_time": 337760.0,
      "text": "Thank you for commenting, liking and subscribing."
    },
    {
      "index": 63,
      "start_time": 337760.0,
      "end_time": 347200.0,
      "text": "Our book 'A Job To Love' is a practical guide to finding fulfilling work, to find out more, follow the link on your screen now."
    }
  ]
}