{
  "video_id": "AHh_toZGypw",
  "title": "Episode 168: Supply and Demand",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7870.0,
      "end_time": 12340.0,
      "text": "One of the more important concepts in all economics is supply and demand. Chances are"
    },
    {
      "index": 2,
      "start_time": 12340.0,
      "end_time": 16430.0,
      "text": "you probably have at least some familiarity with the terms. Perhaps you’ve heard them"
    },
    {
      "index": 3,
      "start_time": 16430.0,
      "end_time": 22919.0,
      "text": "used in conversation, a segment on the evening news, or maybe you’ve taken a class in microeconomics."
    },
    {
      "index": 4,
      "start_time": 22919.0,
      "end_time": 27230.0,
      "text": "If you live in the United States or any other country whose economic system resembles a"
    },
    {
      "index": 5,
      "start_time": 27230.0,
      "end_time": 32720.0,
      "text": "market economy, then you’ve experienced first-hand supply and demand at work."
    },
    {
      "index": 6,
      "start_time": 32720.0,
      "end_time": 37329.0,
      "text": "Recall that in a market economy a nation’s government generally doesn’t get involved"
    },
    {
      "index": 7,
      "start_time": 37329.0,
      "end_time": 43429.0,
      "text": "in setting prices for markets. Instead, markets rely on supply and demand to determine how"
    },
    {
      "index": 8,
      "start_time": 43429.0,
      "end_time": 48929.0,
      "text": "to allocate resources and make decisions regarding price. Now that you know some of the theory"
    },
    {
      "index": 9,
      "start_time": 48929.0,
      "end_time": 52109.0,
      "text": "behind supply and demand lets define them."
    },
    {
      "index": 10,
      "start_time": 52109.0,
      "end_time": 58519.0,
      "text": "Supply represents how much of a good or service a seller is both willing and able to provide"
    },
    {
      "index": 11,
      "start_time": 58519.0,
      "end_time": 63559.0,
      "text": "at various price levels. Now there are two important components to this definition. The"
    },
    {
      "index": 12,
      "start_time": 63559.0,
      "end_time": 69909.0,
      "text": "first is willingness, which refers to a desire. So in order for a firm to be considered one"
    },
    {
      "index": 13,
      "start_time": 69909.0,
      "end_time": 76950.0,
      "text": "who factors into supply they must have the desire to provide a good or service to consumers."
    },
    {
      "index": 14,
      "start_time": 76950.0,
      "end_time": 84350.0,
      "text": "The second component is ability, which refers an actual ability to provide a good or service."
    },
    {
      "index": 15,
      "start_time": 84350.0,
      "end_time": 89080.0,
      "text": "If a firm has a desire to provide a good or service, but lacks the financial means necessary"
    },
    {
      "index": 16,
      "start_time": 89080.0,
      "end_time": 95160.0,
      "text": "to do so, then it would not be considered according to this definition. Now being that"
    },
    {
      "index": 17,
      "start_time": 95160.0,
      "end_time": 99820.0,
      "text": "firm’s are run by people like you and I, and we all respond to incentives, sellers`"
    },
    {
      "index": 18,
      "start_time": 99820.0,
      "end_time": 104710.0,
      "text": "respond to markets in somewhat predictable ways. As the price that the seller can charge"
    },
    {
      "index": 19,
      "start_time": 104710.0,
      "end_time": 110660.0,
      "text": "for a good or service increases, they are willing to provide more of that good or service."
    },
    {
      "index": 20,
      "start_time": 110660.0,
      "end_time": 115800.0,
      "text": "But as this price decreases, than sellers are less willing to expend the resources to"
    },
    {
      "index": 21,
      "start_time": 115800.0,
      "end_time": 121280.0,
      "text": "offer the good or service. This is because a firm’s profit margin decreases if they’re"
    },
    {
      "index": 22,
      "start_time": 121280.0,
      "end_time": 126640.0,
      "text": "forced to reduce prices. At a certain point, firm’s find it unwise to provide goods or"
    },
    {
      "index": 23,
      "start_time": 126640.0,
      "end_time": 133200.0,
      "text": "services and it’s likely that better opportunities exist for the firm. However if the price a"
    },
    {
      "index": 24,
      "start_time": 133200.0,
      "end_time": 137879.0,
      "text": "seller can charge increases, then firm’s will likely enter the market since they have"
    },
    {
      "index": 25,
      "start_time": 137879.0,
      "end_time": 143650.0,
      "text": "a greater chance at earning profit. This movement of the quantity that a seller will provide"
    },
    {
      "index": 26,
      "start_time": 143650.0,
      "end_time": 148989.0,
      "text": "at various price levels is called a supply curve, and is represented by an diagonally"
    },
    {
      "index": 27,
      "start_time": 148989.0,
      "end_time": 154959.0,
      "text": "upward sloping line. But without its counterpart supply would be virtually meaningless. So"
    },
    {
      "index": 28,
      "start_time": 154959.0,
      "end_time": 157049.0,
      "text": "lets talk about demand."
    },
    {
      "index": 29,
      "start_time": 157049.0,
      "end_time": 162709.0,
      "text": "Demand represents how much of a good or service a buyer is both willing and able to purchase"
    },
    {
      "index": 30,
      "start_time": 162709.0,
      "end_time": 169090.0,
      "text": "at various price levels. Again, the presence of both willingness and ability is necessary"
    },
    {
      "index": 31,
      "start_time": 169090.0,
      "end_time": 173909.0,
      "text": "for there to be true demand. For example, lets say I wanted to purchase a brand new"
    },
    {
      "index": 32,
      "start_time": 173909.0,
      "end_time": 179620.0,
      "text": "car but my credit is poor and I lack the cash needed to complete the transaction. You would"
    },
    {
      "index": 33,
      "start_time": 179620.0,
      "end_time": 184230.0,
      "text": "say that although I have the willingness or desire to purchase a new vehicle, I lack the"
    },
    {
      "index": 34,
      "start_time": 184230.0,
      "end_time": 190469.0,
      "text": "ability to do so. Now as consumers we obviously respond to incentives as well. Naturally,"
    },
    {
      "index": 35,
      "start_time": 190469.0,
      "end_time": 196029.0,
      "text": "our incentive is acquire as many goods and services as we can without giving up our scarce"
    },
    {
      "index": 36,
      "start_time": 196029.0,
      "end_time": 201200.0,
      "text": "resources. So we will purchase more of something as its price decreases, while we will purchase"
    },
    {
      "index": 37,
      "start_time": 201200.0,
      "end_time": 207519.0,
      "text": "less of something as its price increases. This is exactly why retailers run sales promotions,"
    },
    {
      "index": 38,
      "start_time": 207519.0,
      "end_time": 213090.0,
      "text": "because they realize that doing so will increase demand for goods and services. Now the idea"
    },
    {
      "index": 39,
      "start_time": 213090.0,
      "end_time": 217859.0,
      "text": "that buyers will demand more goods as the purchase price decreases is characterized"
    },
    {
      "index": 40,
      "start_time": 217859.0,
      "end_time": 223029.0,
      "text": "by the demand curve. A downward sloping line that looks a bit like this."
    },
    {
      "index": 41,
      "start_time": 223029.0,
      "end_time": 226859.0,
      "text": "It’s this tug of way balancing act that takes place between supply and demand that"
    },
    {
      "index": 42,
      "start_time": 226859.0,
      "end_time": 232120.0,
      "text": "explains how prices are set. Although each group, sellers and buyers, would rather acquire"
    },
    {
      "index": 43,
      "start_time": 232120.0,
      "end_time": 237389.0,
      "text": "as much money or spend as little as possible this wouldn’t work. Because the other party"
    },
    {
      "index": 44,
      "start_time": 237389.0,
      "end_time": 241959.0,
      "text": "is necessary to complete the transaction. Although buyers would likely purchase a large"
    },
    {
      "index": 45,
      "start_time": 241959.0,
      "end_time": 247370.0,
      "text": "amount of goods at low prices, sellers wouldn’t provide them. And likewise, although sellers"
    },
    {
      "index": 46,
      "start_time": 247370.0,
      "end_time": 252099.0,
      "text": "would be clamoring at the chance to sell goods and services at premium prices, buyers may"
    },
    {
      "index": 47,
      "start_time": 252099.0,
      "end_time": 257239.0,
      "text": "not be willing to purchase them. The point at which both parties compromise and the supply"
    },
    {
      "index": 48,
      "start_time": 257238.99999999997,
      "end_time": 262950.0,
      "text": "and demand curves intersect is called the market price. At this price, both parties"
    },
    {
      "index": 49,
      "start_time": 262950.0,
      "end_time": 268740.0,
      "text": "are willing and able to sell and purchase goods at similar prices. We experience this"
    },
    {
      "index": 50,
      "start_time": 268740.0,
      "end_time": 273669.0,
      "text": "on a small scale when we go to the store and make a decision to purchase a tablet computer"
    },
    {
      "index": 51,
      "start_time": 273669.0,
      "end_time": 280360.0,
      "text": "or a new car. On a larger scale, if a sellers products go unpurchased, this could be a reflection"
    },
    {
      "index": 52,
      "start_time": 280360.0,
      "end_time": 284360.0,
      "text": "that buyers don’t have adequate demand at the offered price."
    },
    {
      "index": 53,
      "start_time": 284360.0,
      "end_time": 289979.0,
      "text": "Again, it’s this interaction between buyers and sellers that helps us make decisions on"
    },
    {
      "index": 54,
      "start_time": 289979.0,
      "end_time": 295580.0,
      "text": "resource allocation as well as pricing. One thing I’ll add is supply and demand is a"
    },
    {
      "index": 55,
      "start_time": 295580.0,
      "end_time": 300889.0,
      "text": "helpful in interpreting, understanding, and articulating how markets operate, but they"
    },
    {
      "index": 56,
      "start_time": 300889.0,
      "end_time": 306580.0,
      "text": "don’t provide tactical application for a firm trying to set prices. With that said,"
    },
    {
      "index": 57,
      "start_time": 306580.0,
      "end_time": 311550.0,
      "text": "an understanding of supply and demand is important to grasping some of the more advanced concepts"
    },
    {
      "index": 58,
      "start_time": 311550.0,
      "end_time": 321550.0,
      "text": "in economics and understanding how we allocate resources."
    }
  ]
}