{
  "video_id": "AHtUQWxnrfc",
  "title": "How to Get Rid of Thick Legs | Sexy Legs Workout",
  "json": [
    {
      "index": 1,
      "start_time": 4599.0,
      "end_time": 9740.0,
      "text": "Well some tips of getting rid of thick legs. Basically if you have thick legs what you"
    },
    {
      "index": 2,
      "start_time": 9740.0,
      "end_time": 14329.0,
      "text": "wanna do is cardio is very important. So you wanna make sure that your cardio levels are"
    },
    {
      "index": 3,
      "start_time": 14329.0,
      "end_time": 20220.0,
      "text": "up that you are working in a high intensity. Circuit training is also very good for getting"
    },
    {
      "index": 4,
      "start_time": 20220.0,
      "end_time": 25790.0,
      "text": "rid of thickness, also when it comes to weights you don&#39;t wanna completely stop doing weight"
    },
    {
      "index": 5,
      "start_time": 25790.0,
      "end_time": 32790.0,
      "text": "training but maybe make sure that your weight is not too heavy; it&#39;s more of a moderate"
    },
    {
      "index": 6,
      "start_time": 32168.0,
      "end_time": 36589.0,
      "text": "weight and you are doing higher reps than lower. A lot of people do heavier weight thinking"
    },
    {
      "index": 7,
      "start_time": 36590.0,
      "end_time": 39980.0,
      "text": "that they are building the muscle and they are keeping it healthy. But sometimes you"
    },
    {
      "index": 8,
      "start_time": 39980.0,
      "end_time": 43828.0,
      "text": "are building the muscle because you are using more weights and you are using lower reps."
    },
    {
      "index": 9,
      "start_time": 43829.0,
      "end_time": 48690.0,
      "text": "That&#39;s actually gonna make the muscle actually bigger and thicker. If you want it slim down"
    },
    {
      "index": 10,
      "start_time": 48690.0,
      "end_time": 54829.0,
      "text": "and have more of a lean more like long lengthy muscle you wanna use moderate weight and higher"
    },
    {
      "index": 11,
      "start_time": 54829.0,
      "end_time": 59879.0,
      "text": "reps 15 to 20 reps is great. But if you can do more than that then go ahead. But you definitely"
    },
    {
      "index": 12,
      "start_time": 59879.0,
      "end_time": 66740.0,
      "text": "wanna use less weight, higher reps. Still feel a burn. And cardio. Cardio is a big one,"
    },
    {
      "index": 13,
      "start_time": 66740.0,
      "end_time": 71658.0,
      "text": "running is great for thinning the legs. So make sure that you are getting 45 minutes"
    },
    {
      "index": 14,
      "start_time": 71659.0,
      "end_time": 76900.0,
      "text": "of cardio and high intensity -- keep your heartbeat up there, you wanna keep it over"
    },
    {
      "index": 15,
      "start_time": 76900.0,
      "end_time": 83900.0,
      "text": "135. So you know, go out and sweat and sweat it out in there so you gotta burn through"
    },
    {
      "index": 16,
      "start_time": 84409.0,
      "end_time": 85990.0,
      "text": "that muscle and slim down."
    }
  ]
}