{
  "video_id": "aIrDeBoUGlE",
  "title": "What Is Selective Mutism? | Child Psychology",
  "json": [
    {
      "index": 1,
      "start_time": 4750.0,
      "end_time": 12600.0,
      "text": "Selective mutism is a unique form of anxiety or social anxiety that typically occurs in childhood."
    },
    {
      "index": 2,
      "start_time": 12600.0,
      "end_time": 18360.0,
      "text": "Selective mutism involves a child who does not speak and who will only speak"
    },
    {
      "index": 3,
      "start_time": 18360.0,
      "end_time": 25240.0,
      "text": "in certain situations for fear of being judged or critic. In many instances children with"
    },
    {
      "index": 4,
      "start_time": 25240.0,
      "end_time": 30650.0,
      "text": "selective mutism will speak to peers but they won't speak to adults or sometimes they will"
    },
    {
      "index": 5,
      "start_time": 30650.0,
      "end_time": 35420.0,
      "text": "speak to their friends but won't speak with their teachers. Often times these children"
    },
    {
      "index": 6,
      "start_time": 35420.0,
      "end_time": 40340.0,
      "text": "won't speak at school but they'll speak and be quite rambunctious when they're at home."
    },
    {
      "index": 7,
      "start_time": 40340.0,
      "end_time": 46469.0,
      "text": "Of course selective mutism creates great difficulties in school because it's challenging assessing"
    },
    {
      "index": 8,
      "start_time": 46469.0,
      "end_time": 51890.0,
      "text": "the child's knowledge and helping the child when they may not understand what's going on in the class room setting."
    },
    {
      "index": 9,
      "start_time": 51890.0,
      "end_time": 57640.0,
      "text": "Selective mutism has multiple different treatment strategies and behavioral intervention is key."
    },
    {
      "index": 10,
      "start_time": 57640.0,
      "end_time": 64589.0,
      "text": "A child can learn how to speak and be more comfortable"
    },
    {
      "index": 11,
      "start_time": 64589.0,
      "end_time": 73210.0,
      "text": "in those environments through a gradual succession of practicing and speaking and positive reinforcement."
    },
    {
      "index": 12,
      "start_time": 73210.0,
      "end_time": 79110.0,
      "text": "Selective mutism has a very good prognostic outcome when interventions are immediate."
    },
    {
      "index": 13,
      "start_time": 79110.0,
      "end_time": 85000.0,
      "text": "It is important to remember that when a child is selectively mute, not to consider them"
    },
    {
      "index": 14,
      "start_time": 85000.0,
      "end_time": 91540.0,
      "text": "to be shy or rude and it's also important not to put them on spot and insist that they"
    },
    {
      "index": 15,
      "start_time": 91540.0,
      "end_time": 97820.0,
      "text": "speak , this often exacerbates their anxiety and makes them even more less apt to speak in that situation."
    },
    {
      "index": 16,
      "start_time": 97820.0,
      "end_time": 106110.0,
      "text": "Selective mutism treatment requires the intervention of parents, teachers"
    },
    {
      "index": 17,
      "start_time": 106110.0,
      "end_time": 112380.0,
      "text": "and behavioral professionals . A collaboration that helps the child learn how to speak through"
    },
    {
      "index": 18,
      "start_time": 112380.0,
      "end_time": 120189.0,
      "text": "small and gradual successions. Selective mutism is rarely understood but these are few facts"
    },
    {
      "index": 19,
      "start_time": 120189.0,
      "end_time": 130189.0,
      "text": "regarding this anxiety disorder."
    }
  ]
}