{
  "video_id": "ajc4JqoV1_o",
  "title": "Top 10 Most Eco-Friendly Hotels In The World",
  "json": [
    {
      "index": 1,
      "start_time": 290.0,
      "end_time": 4330.0,
      "text": "HotelsCombined brings you the top “green” hotels from across the world."
    },
    {
      "index": 2,
      "start_time": 4430.0,
      "end_time": 8449.0,
      "text": "From water and energy saving schemes to the use of natural habitats."
    },
    {
      "index": 3,
      "start_time": 8449.0,
      "end_time": 17780.0,
      "text": "These hotels go above and beyond to reduce their carbon footprint on the world and offer guests an eco-friendly and sustainable holiday experience."
    },
    {
      "index": 4,
      "start_time": 18150.0,
      "end_time": 28430.0,
      "text": "Making the most of Puerto Rico's unique landscape, Hix Island House has been designed to get the best shade from the hot afternoon sun and to receive the most from the cooling trade winds."
    },
    {
      "index": 5,
      "start_time": 28550.0,
      "end_time": 35840.0,
      "text": "With great views over the landscape, Hix Island guests can also enjoy solar power and rainwater in their cisterns."
    },
    {
      "index": 6,
      "start_time": 36070.0,
      "end_time": 43700.0,
      "text": "Located in the south of France, Hi Hotel has received Green Globe certification for its attempts to cut down on its carbon footprint."
    },
    {
      "index": 7,
      "start_time": 43900.0,
      "end_time": 47200.0,
      "text": "As well as using recycled paper and organic paint,"
    },
    {
      "index": 8,
      "start_time": 47300.0,
      "end_time": 53430.0,
      "text": "vegetal toiletries are available in all rooms and staff uniform is made from organic cotton."
    },
    {
      "index": 9,
      "start_time": 53690.0,
      "end_time": 57480.0,
      "text": "Australia's Port Douglas is home to eco-friendly Thala Beach Lodge –"
    },
    {
      "index": 10,
      "start_time": 57480.0,
      "end_time": 61920.0,
      "text": "a hotel that has the highest eco-tourism accreditation available."
    },
    {
      "index": 11,
      "start_time": 61920.0,
      "end_time": 66270.0,
      "text": "Located where a World Heritage Rainforest meets the Great Barrier Reef,"
    },
    {
      "index": 12,
      "start_time": 66370.0,
      "end_time": 71770.0,
      "text": "the lodge has taken all care to create a low impact on the surrounding environment."
    },
    {
      "index": 13,
      "start_time": 71870.0,
      "end_time": 76830.0,
      "text": "The Garonga Safari Camp in South Africa makes great use of nature's gifts."
    },
    {
      "index": 14,
      "start_time": 76830.0,
      "end_time": 80910.0,
      "text": "With 30% of the hotel’s electricity obtained from solar panels,"
    },
    {
      "index": 15,
      "start_time": 80910.0,
      "end_time": 85109.0,
      "text": "a mixture of rain and filtered greywater is used to feed the animals"
    },
    {
      "index": 16,
      "start_time": 85109.0,
      "end_time": 93040.0,
      "text": "and food waste (often from the onsite garden) add to a biogas system that fuels the staff village kitchen."
    },
    {
      "index": 17,
      "start_time": 93240.0,
      "end_time": 98010.0,
      "text": "At the award-winning Alila Villas Soori in Bali, villas have been created to get the"
    },
    {
      "index": 18,
      "start_time": 98110.0,
      "end_time": 103339.0,
      "text": "most of sunlight hours while an abundance of greenery helps to organically cool."
    },
    {
      "index": 19,
      "start_time": 103339.0,
      "end_time": 109509.0,
      "text": "Bathrooms are fitted with water-efficient systems and the greywater is recycled for use on the plants."
    },
    {
      "index": 20,
      "start_time": 109909.0,
      "end_time": 115450.0,
      "text": "Grenada’s Spice Island Beach Resort has received numerous Green Globe Certification Awards."
    },
    {
      "index": 21,
      "start_time": 115450.0,
      "end_time": 119989.0,
      "text": "The hotel makes use of locally grown herbs, vegetables and fruits;"
    },
    {
      "index": 22,
      "start_time": 119989.0,
      "end_time": 127979.0,
      "text": "regularly plants new trees and trains its staff in eco-friendly practises like recycling and community clean-ups."
    },
    {
      "index": 23,
      "start_time": 128378.99999999999,
      "end_time": 136319.0,
      "text": "The Park Hyatt Hadahaa, located in the luxurious setting of the Maldives, proudly boasts a silver EarthCheck certification."
    },
    {
      "index": 24,
      "start_time": 136319.0,
      "end_time": 142599.0,
      "text": "Amongst its many initiatives, the island resort has established a system for energy conservation,"
    },
    {
      "index": 25,
      "start_time": 142599.0,
      "end_time": 151329.0,
      "text": "coral and endangered species protection, solid waste management, and dedication to guiding and encouraging local agriculture."
    },
    {
      "index": 26,
      "start_time": 151799.0,
      "end_time": 158359.0,
      "text": "The Lefay Resort in Italy has a beautiful natural setting inside an 11-hectare park and beside a lake."
    },
    {
      "index": 27,
      "start_time": 158559.0,
      "end_time": 164249.0,
      "text": "The resort was built using local materials and utilises large, open spaces"
    },
    {
      "index": 28,
      "start_time": 164249.0,
      "end_time": 167780.0,
      "text": "that allow for natural breezes and lighting to take control."
    },
    {
      "index": 29,
      "start_time": 167880.0,
      "end_time": 174059.0,
      "text": "Rooftop vegetation helps maintain the greenness of the area and also gives great heat insulation."
    },
    {
      "index": 30,
      "start_time": 174759.0,
      "end_time": 181069.0,
      "text": "The Park Hyderabad, India, has received a LEED GOLD certification for its eco-friendliness."
    },
    {
      "index": 31,
      "start_time": 181169.0,
      "end_time": 186559.0,
      "text": "Measures to ensure environmental stability include its design which reduces light pollution,"
    },
    {
      "index": 32,
      "start_time": 186759.0,
      "end_time": 193530.0,
      "text": "its watery efficient irrigation systems, optimal energy saving performances and the management of waste."
    },
    {
      "index": 33,
      "start_time": 193840.0,
      "end_time": 198849.0,
      "text": "At the Six Senses Con Dao in Vietnam, the property has committed itself to improving"
    },
    {
      "index": 34,
      "start_time": 198949.0,
      "end_time": 204699.0,
      "text": "the ecological and carbon footprint resulting from the operation of the resort and spa."
    },
    {
      "index": 35,
      "start_time": 204699.0,
      "end_time": 210650.0,
      "text": "As well as sustainable initiatives practiced within the resort, outside, endangered animals"
    },
    {
      "index": 36,
      "start_time": 210650.0,
      "end_time": 218250.0,
      "text": "such as dugongs are protected in the marine park, and guests are encouraged to help plant sea grass to help the animals feed."
    },
    {
      "index": 37,
      "start_time": 218559.0,
      "end_time": 228959.0,
      "text": "HotelsCombined, the world leader in hotel price comparison."
    }
  ]
}