{
  "video_id": "al_5-BDDFPs",
  "title": "A GOOD $600 Gaming Laptop! FINALLY!!!",
  "json": [
    {
      "index": 1,
      "start_time": 2379.0,
      "end_time": 7799.0,
      "text": "Hey, how's it going Dave 2d here. So this is the Acer Aspire 5 now? This is a laptop"
    },
    {
      "index": 2,
      "start_time": 7799.0,
      "end_time": 10978.0,
      "text": "That is surprisingly, not marketed as a gaming laptop"
    },
    {
      "index": 3,
      "start_time": 11019.0,
      "end_time": 16259.0,
      "text": "But it's very capable at playing most triple-a titles in 2017 now this thing goes for"
    },
    {
      "index": 4,
      "start_time": 16810.0,
      "end_time": 21240.0,
      "text": "$600 that's the retail price. I think occasionally it might hit 550 on Amazon"
    },
    {
      "index": 5,
      "start_time": 21240.0,
      "end_time": 28320.0,
      "text": "I'll drop a link below for just the most accurate pricing, but this thing has the new NVIdia Geforce MX 150"
    },
    {
      "index": 6,
      "start_time": 28320.0,
      "end_time": 32009.0,
      "text": "So this is their graphics cards that kind of replaces the 940 Mx"
    },
    {
      "index": 7,
      "start_time": 32009.0,
      "end_time": 38459.0,
      "text": "It's kind of like a mobile version of the gT 1030 and it's pretty good.   Build quality on this thing is not bad"
    },
    {
      "index": 8,
      "start_time": 38460.0,
      "end_time": 39969.0,
      "text": "It's mostly plastic"
    },
    {
      "index": 9,
      "start_time": 39969.0,
      "end_time": 45538.0,
      "text": "Grooved finish up top the keyboard deck is aluminum with a bit of flex if you're putting a lot of pressure on it"
    },
    {
      "index": 10,
      "start_time": 45539.0,
      "end_time": 50819.0,
      "text": "But nothing abnormal. It's got a good hinge design kind of one hand openable if you go slowly enough"
    },
    {
      "index": 11,
      "start_time": 50860.0,
      "end_time": 57479.0,
      "text": "It's relatively thin and light for a 15-inch laptop and the overall build quality was better than I thought it would be for the price"
    },
    {
      "index": 12,
      "start_time": 57640.0,
      "end_time": 59010.0,
      "text": "The Port Selection is good"
    },
    {
      "index": 13,
      "start_time": 59010.0,
      "end_time": 61260.0,
      "text": "it has a standard array of USB 3"
    },
    {
      "index": 14,
      "start_time": 61359.0,
      "end_time": 65879.0,
      "text": "The standards to me are the usb c  port doesn't support Thunderbolt 3 but that's expected"
    },
    {
      "index": 15,
      "start_time": 65880.0,
      "end_time": 70229.0,
      "text": "And there's also an ethernet port which isn't common at all for laptops in this price range"
    },
    {
      "index": 16,
      "start_time": 70869.0,
      "end_time": 77339.0,
      "text": "Accessing the internals is pretty easy for the two and a half inch drive and the memory you can use these hatches the configuration"
    },
    {
      "index": 17,
      "start_time": 77340.0,
      "end_time": 81270.0,
      "text": "I'm running comes with a total of 8 gigs of ram. If you've removed the whole bottom panel"
    },
    {
      "index": 18,
      "start_time": 81270.0,
      "end_time": 86520.0,
      "text": "You can change the Wi-Fi card and the SSD the included SSD uses a Sata interface"
    },
    {
      "index": 19,
      "start_time": 86520.0,
      "end_time": 89670.0,
      "text": "I don't think this laptop can handle pcie drives"
    },
    {
      "index": 20,
      "start_time": 89670.0,
      "end_time": 94710.0,
      "text": "I tried a couple and they didn't seem to work the battery down here is a 48 watt hour battery and I'm getting a little"
    },
    {
      "index": 21,
      "start_time": 94710.0,
      "end_time": 96540.0,
      "text": "Bit over five hours of battery life"
    },
    {
      "index": 22,
      "start_time": 96540.0,
      "end_time": 99659.0,
      "text": "Now, I think a lot of that has to do with the fact that this is running new processors"
    },
    {
      "index": 23,
      "start_time": 99670.0,
      "end_time": 104879.0,
      "text": "These are just more energy efficient than a lot of the quad-core CPUs that we see in 15-inch laptops"
    },
    {
      "index": 24,
      "start_time": 104880.0,
      "end_time": 109470.0,
      "text": "But yeah battery life on this thing pretty good the screen is ok it's not amazing"
    },
    {
      "index": 25,
      "start_time": 109470.0,
      "end_time": 114089.0,
      "text": "It's an IPs panel with mediocre color Gamut brightness is not bad"
    },
    {
      "index": 26,
      "start_time": 114090.0,
      "end_time": 118170.0,
      "text": "I mean it could be better but for indoor use it's not an issue viewing Angles are pretty good"
    },
    {
      "index": 27,
      "start_time": 118170.0,
      "end_time": 122670.0,
      "text": "And there's no significant backlight bleed obviously this isn't the best screen out there, but for the money"
    },
    {
      "index": 28,
      "start_time": 122670.0,
      "end_time": 126960.0,
      "text": "It's pretty good. The speakers are located on the bottom and well"
    },
    {
      "index": 29,
      "start_time": 126960.0,
      "end_time": 132720.0,
      "text": "I got to be honest they sound below average for a 15-inch laptop despite this true Harmony branding on the sticker"
    },
    {
      "index": 30,
      "start_time": 133330.0,
      "end_time": 139240.0,
      "text": "They get reasonably loud, but the audio quality isn't great the keyboard is actually really nice for a $600 laptop"
    },
    {
      "index": 31,
      "start_time": 140210.0,
      "end_time": 142210.0,
      "text": "The screen falls all the way flat"
    },
    {
      "index": 32,
      "start_time": 142220.0,
      "end_time": 145240.0,
      "text": "Good to know.  If you've never used a keyboard with a number-Pad"
    },
    {
      "index": 33,
      "start_time": 145340.0,
      "end_time": 149500.0,
      "text": "The positioning is a little bit weird the keys are responsive and the layout is comfortable"
    },
    {
      "index": 34,
      "start_time": 149540.0,
      "end_time": 155019.0,
      "text": "But it doesn't have backlighting. Now part of me is glad that it didn't stick red leds into this to make it into some gaming"
    },
    {
      "index": 35,
      "start_time": 155020.0,
      "end_time": 159460.0,
      "text": "Thing but for some people no backlighting will be a deal-breaker. Not a big deal for me"
    },
    {
      "index": 36,
      "start_time": 159460.0,
      "end_time": 165159.0,
      "text": "And if you're using it for school or for most work unless you work like it's in the batcave or something then it should be"
    },
    {
      "index": 37,
      "start_time": 165160.0,
      "end_time": 169239.0,
      "text": "Okay\nIt has a windows precision trackpad which I like.  Tracking is great"
    },
    {
      "index": 38,
      "start_time": 169400.0,
      "end_time": 175300.0,
      "text": "Gestures are responsive. The button clicks feel a little shallow and the surface is a smooth simple plastic. It's not textured"
    },
    {
      "index": 39,
      "start_time": 175300.0,
      "end_time": 177999.0,
      "text": "It's not glass, but the overall trackpad experience is good"
    },
    {
      "index": 40,
      "start_time": 178000.0,
      "end_time": 183850.0,
      "text": "And it's really nice to see inexpensive laptops like this using good trackpad software.  Now if there's one gripe"
    },
    {
      "index": 41,
      "start_time": 183850.0,
      "end_time": 187629.0,
      "text": "I have about this whole system. It's the amount of bloatware they have installed"
    },
    {
      "index": 42,
      "start_time": 187630.0,
      "end_time": 192249.0,
      "text": "It's only a 5 minute job to nuke at all, but every time I see Norton pre-installed on a computer"
    },
    {
      "index": 43,
      "start_time": 192250.0,
      "end_time": 194649.0,
      "text": "I die a little bit on the inside."
    },
    {
      "index": 44,
      "start_time": 194650.0,
      "end_time": 197410.0,
      "text": "Alright, let's talk about performance. The Mx 150 is a"
    },
    {
      "index": 45,
      "start_time": 197690.0,
      "end_time": 198820.0,
      "text": "25 Wide TDP"
    },
    {
      "index": 46,
      "start_time": 198820.0,
      "end_time": 203409.0,
      "text": "Chip that's similar in Power consumption to the 940 Mx from the previous generation"
    },
    {
      "index": 47,
      "start_time": 203410.0,
      "end_time": 207279.0,
      "text": "But this time the performance is significantly better. On some benchmarks,"
    },
    {
      "index": 48,
      "start_time": 207280.0,
      "end_time": 213699.0,
      "text": "We're looking at pretty much double the performance. You realize how crazy that is. In one year, this category of GPU has doubled in"
    },
    {
      "index": 49,
      "start_time": 214130.0,
      "end_time": 219429.0,
      "text": "Performance at the same Wattage. Like that's super impressive. 10 series GPUs, thumbs up!"
    },
    {
      "index": 50,
      "start_time": 219440.0,
      "end_time": 223389.0,
      "text": "It's not some crazy gPU pushing out 4K games, but this is the first"
    },
    {
      "index": 51,
      "start_time": 223910.0,
      "end_time": 230230.0,
      "text": "$600 laptop that I could comfortably play games on. Now the drivers are still relatively new but here are some frame rates from games"
    },
    {
      "index": 52,
      "start_time": 230300.0,
      "end_time": 235989.0,
      "text": "You're looking at performance that is better than the 950 m and really close to the 960 m from last year"
    },
    {
      "index": 53,
      "start_time": 236450.0,
      "end_time": 242589.0,
      "text": "Now this laptop uses a 2 core CPU so some games might feel a little choked if they're more CPU dependent and same with video"
    },
    {
      "index": 54,
      "start_time": 242590.0,
      "end_time": 247450.0,
      "text": "Editing even 1080p video edits won't do great on this just because of the CPU but in general"
    },
    {
      "index": 55,
      "start_time": 247450.0,
      "end_time": 250780.0,
      "text": "I think it's a very good pairing between the i5 and the Mx150"
    },
    {
      "index": 56,
      "start_time": 250780.0,
      "end_time": 256179.0,
      "text": "There's no heavy throttling when I was running stress tests and thermal management is also good the internal and external"
    },
    {
      "index": 57,
      "start_time": 256399.99999999997,
      "end_time": 262029.99999999997,
      "text": "Temperatures are comfortable. Fan noise is also quieter than normal. These new processors are pretty easy to cool"
    },
    {
      "index": 58,
      "start_time": 262490.0,
      "end_time": 269600.0,
      "text": "Ok so here's the deal the aspire 5 starts at $400, but the configuration I'm running comes in at $600."
    },
    {
      "index": 59,
      "start_time": 269600.0,
      "end_time": 273619.0,
      "text": "For the money, you're getting a laptop with a plastic Chassis and mostly plastic paneling"
    },
    {
      "index": 60,
      "start_time": 273620.0,
      "end_time": 278239.0,
      "text": "But with a very respectable build quality. You get a 1080 screen that has reasonable brightness"
    },
    {
      "index": 61,
      "start_time": 278240.0,
      "end_time": 284450.0,
      "text": "But mediocre color gamut and color accuracy. The keyboard is comfortable, types well, and it's got an aluminum deck"
    },
    {
      "index": 62,
      "start_time": 284520.0,
      "end_time": 288680.0,
      "text": "But sadly has no backlighting. The trackpad works nicely. There's nothing"
    },
    {
      "index": 63,
      "start_time": 288680.0,
      "end_time": 289950.0,
      "text": "I really dislike about it"
    },
    {
      "index": 64,
      "start_time": 289950.0,
      "end_time": 295159.0,
      "text": "Inside the CPU and GPU are well matched with each other the combo is great for school or work"
    },
    {
      "index": 65,
      "start_time": 295160.0,
      "end_time": 301369.0,
      "text": "and it delivers good performance for light to moderately demanding games the ram and storage are easily replaced and"
    },
    {
      "index": 66,
      "start_time": 301530.0,
      "end_time": 305570.0,
      "text": "Lastly we have a 48 watt hour battery that can squeeze about five hours of battery life"
    },
    {
      "index": 67,
      "start_time": 305640.0,
      "end_time": 309799.0,
      "text": "So I think Acer did a really good job in the Aspire. I think for $600"
    },
    {
      "index": 68,
      "start_time": 309800.0,
      "end_time": 311660.0,
      "text": "This is a surprisingly good laptop"
    },
    {
      "index": 69,
      "start_time": 311660.0,
      "end_time": 316880.0,
      "text": "but the question some people might have is do you purchase this for 600 or do you get one of the"
    },
    {
      "index": 70,
      "start_time": 317280.0,
      "end_time": 322609.0,
      "text": "$800 gaming laptops and those have a GTX 1050.  Obviously, there's a relatively big difference in price"
    },
    {
      "index": 71,
      "start_time": 322919.0,
      "end_time": 330499.0,
      "text": "But this thing is also a lot thinner and lighter than those so if weight is a consideration for you if you need to travel"
    },
    {
      "index": 72,
      "start_time": 330840.0,
      "end_time": 335869.0,
      "text": "Frequently with your gaming laptop. Take a look at this thing. I think this is really good for the money."
    }
  ]
}