{
  "video_id": "AOJxfh0b3o8",
  "title": "The Ketogenic Diet Explained in Under 5 Minutes. Low Carb = Best Weight Loss Diet?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 4830.0,
      "text": "The keto diet, another typical fad diet? Actually, it&#39;s been around for a while now, and people"
    },
    {
      "index": 2,
      "start_time": 4830.0,
      "end_time": 8690.0,
      "text": "are getting some pretty good results from it. So what exactly is so different? Well,"
    },
    {
      "index": 3,
      "start_time": 8690.0,
      "end_time": 12759.0,
      "text": "most of these fad diets you find simply tells you to eat this certain type of food and avoid"
    },
    {
      "index": 4,
      "start_time": 12759.0,
      "end_time": 16270.0,
      "text": "those certain type of food and voila, you&#39;re on your way to losing a hundred pounds! Of"
    },
    {
      "index": 5,
      "start_time": 16270.0,
      "end_time": 20410.0,
      "text": "course, a lot of them don&#39;t really work and makes very little sense. What&#39;s special about"
    },
    {
      "index": 6,
      "start_time": 20410.0,
      "end_time": 24880.0,
      "text": "the keto diet, short for ketogenic, is that it changes how your body feels, and most importantly,"
    },
    {
      "index": 7,
      "start_time": 24880.0,
      "end_time": 29130.0,
      "text": "how your body uses energy by placing you into a state known as ketosis. And this is where"
    },
    {
      "index": 8,
      "start_time": 29130.0,
      "end_time": 33100.0,
      "text": "all the magic happens. In ketosis, your body starts utilizing substances"
    },
    {
      "index": 9,
      "start_time": 33100.0,
      "end_time": 37600.0,
      "text": "known as ketone bodies, which are produced by the breakdown of your body fat triglycerides."
    },
    {
      "index": 10,
      "start_time": 37600.0,
      "end_time": 41839.0,
      "text": "Quick science, first understand that your body loves glucose. If it has glucose on hand,"
    },
    {
      "index": 11,
      "start_time": 41839.0,
      "end_time": 46170.0,
      "text": "it&#39;s going to use that first for energy. Ina keto diet, the amount of carbohydrates you"
    },
    {
      "index": 12,
      "start_time": 46170.0,
      "end_time": 50449.0,
      "text": "consume goes down, therefore, the amount of glucose goes down, too. In order to combat"
    },
    {
      "index": 13,
      "start_time": 50449.0,
      "end_time": 54170.0,
      "text": "this, your body uses stored glucose in the form of glycogen, but then that&#39;s going to"
    },
    {
      "index": 14,
      "start_time": 54170.0,
      "end_time": 59159.0,
      "text": "run out as well. The next step is to convert a substance known as oxaloacetate in the liver"
    },
    {
      "index": 15,
      "start_time": 59159.0,
      "end_time": 63530.0,
      "text": "into glucose. At the same time this is happening, your body is breaking down your fat into free"
    },
    {
      "index": 16,
      "start_time": 63530.0,
      "end_time": 67410.0,
      "text": "fatty acids and sending it to your liver to metabolize another important substance known"
    },
    {
      "index": 17,
      "start_time": 67410.0,
      "end_time": 72390.0,
      "text": "as acetyl CoA. Acetyl CoA is then placed into the Krebs cycle in the liver cells to produce"
    },
    {
      "index": 18,
      "start_time": 72390.0,
      "end_time": 77570.0,
      "text": "energy. But it can&#39;t do that right now. Remember that oxaloacetate that was being broken down"
    },
    {
      "index": 19,
      "start_time": 77570.0,
      "end_time": 82560.0,
      "text": "into glucose? Well, oxaloacetate is also needed for the Krebs cycle to function. Now your"
    },
    {
      "index": 20,
      "start_time": 82560.0,
      "end_time": 86900.0,
      "text": "liver has all of these acetyl CoA lying around so it decides to break it down into two substances"
    },
    {
      "index": 21,
      "start_time": 86900.0,
      "end_time": 91970.0,
      "text": "called acetoacetate and beta-hydroxybutyrate, which are known as ketone bodies. It sends"
    },
    {
      "index": 22,
      "start_time": 91970.0,
      "end_time": 95540.0,
      "text": "them into the bloodstream where other body cells pick them up, convert the ketone bodies"
    },
    {
      "index": 23,
      "start_time": 95540.0,
      "end_time": 100770.0,
      "text": "back into acetyl-CoA, into Krebs cycle, and energy is produced! This is also really good"
    },
    {
      "index": 24,
      "start_time": 100770.0,
      "end_time": 104440.0,
      "text": "news for your brain, since even though your brain loves glucose, too, it can function"
    },
    {
      "index": 25,
      "start_time": 104440.0,
      "end_time": 108780.0,
      "text": "on ketone bodies as well. In fact, ketone bodies provide more energy per gram for the"
    },
    {
      "index": 26,
      "start_time": 108780.0,
      "end_time": 112350.0,
      "text": "brain versus glucose, so win-win for your mental capacity!"
    },
    {
      "index": 27,
      "start_time": 112350.0,
      "end_time": 116820.0,
      "text": "Now so far, everything sounds good. Your body no longer relies heavily on carbohydrates,"
    },
    {
      "index": 28,
      "start_time": 116820.0,
      "end_time": 120480.0,
      "text": "it burns a lot of fat, and your brain functions pretty well. But of course, there&#39;s always"
    },
    {
      "index": 29,
      "start_time": 120480.0,
      "end_time": 125120.0,
      "text": "a catch, a number of catches in this case. Studies show that power output decreases in"
    },
    {
      "index": 30,
      "start_time": 125120.0,
      "end_time": 129099.0,
      "text": "cases where maximum intensity is required. This makes sense because the breakdown of"
    },
    {
      "index": 31,
      "start_time": 129098.99999999999,
      "end_time": 133519.0,
      "text": "glucose via glycolysis, plays a crucial role in providing immediate energy for your body."
    },
    {
      "index": 32,
      "start_time": 133519.0,
      "end_time": 138189.0,
      "text": "With no glucose and glycogen in your body, intense workouts become a lot harder. And"
    },
    {
      "index": 33,
      "start_time": 138189.0,
      "end_time": 142120.0,
      "text": "the lack of glycogen also affects muscle growth, since there is a strong positive connection"
    },
    {
      "index": 34,
      "start_time": 142120.0,
      "end_time": 146590.0,
      "text": "between glycogen availability and protein synthesis. Take the glycogen away, and the"
    },
    {
      "index": 35,
      "start_time": 146590.0,
      "end_time": 150120.0,
      "text": "process slows down. Oh, and there&#39;s the keto flu, something that"
    },
    {
      "index": 36,
      "start_time": 150120.0,
      "end_time": 153819.0,
      "text": "happens when your body starts transitioning off of carbs and rely more heavily on ketone"
    },
    {
      "index": 37,
      "start_time": 153819.0,
      "end_time": 158999.0,
      "text": "bodies. The &quot;keto flu,&quot; which isn&#39;t an actual flu, contains symptoms such as headaches,"
    },
    {
      "index": 38,
      "start_time": 158999.0,
      "end_time": 163489.0,
      "text": "fatigue, coughing, nausea, and even upset stomach. The positive note, though, is that"
    },
    {
      "index": 39,
      "start_time": 163489.0,
      "end_time": 167530.0,
      "text": "it passes quite quickly and won&#39;t come back again unless you come out of ketosis."
    },
    {
      "index": 40,
      "start_time": 167530.0,
      "end_time": 171900.0,
      "text": "The keto diet is also very food restrictive. A conventional diet has you eating roughly"
    },
    {
      "index": 41,
      "start_time": 171900.0,
      "end_time": 177930.0,
      "text": "20% fat, 30% protein, and 60% carbs. The keto diet, on the other hand, shifts you all the"
    },
    {
      "index": 42,
      "start_time": 177930.0,
      "end_time": 185439.0,
      "text": "way to 70% fat, 25% protein, and 5% carbs, or below 30 grams. That&#39;s a huge change that"
    },
    {
      "index": 43,
      "start_time": 185439.0,
      "end_time": 190329.0,
      "text": "some people just cannot do. Cutting out so many carbs is easier said than done. This"
    },
    {
      "index": 44,
      "start_time": 190329.0,
      "end_time": 193999.0,
      "text": "is a huge battle itself, and a lot of times, a losing battle."
    },
    {
      "index": 45,
      "start_time": 193999.0,
      "end_time": 197879.0,
      "text": "But even with the drawbacks, people still advocate for it. And the reason that&#39;s the"
    },
    {
      "index": 46,
      "start_time": 197879.0,
      "end_time": 203439.0,
      "text": "case can be summed up from this study in 2004 from the Annals of Internal Medicine: &quot;a low-carbohydrate"
    },
    {
      "index": 47,
      "start_time": 203439.0,
      "end_time": 209180.0,
      "text": "diet (such as a keto diet), had better participant retention&quot; compared to a low-fat diet. That"
    },
    {
      "index": 48,
      "start_time": 209180.0,
      "end_time": 213620.0,
      "text": "is saying, even with all the drawbacks, individuals on a keto diet find it much easier to stick"
    },
    {
      "index": 49,
      "start_time": 213620.0,
      "end_time": 218010.0,
      "text": "to the diet more so than a conventional diet. This is because, with so much more fat and"
    },
    {
      "index": 50,
      "start_time": 218010.0,
      "end_time": 223739.0,
      "text": "protein-dense foods, your satiety, or fullness level, goes up much faster. A 200 calorie"
    },
    {
      "index": 51,
      "start_time": 223739.0,
      "end_time": 227689.0,
      "text": "chicken breast or 200 calories worth of green leafy vegetables, will make you feel more"
    },
    {
      "index": 52,
      "start_time": 227689.0,
      "end_time": 233349.0,
      "text": "full than say a 200 calorie, carb-heavy pasta. But even if this is the case, a calorie is"
    },
    {
      "index": 53,
      "start_time": 233349.0,
      "end_time": 237700.0,
      "text": "still a calorie. Yes, protein and fat calories will make you feel more full, but it won&#39;t"
    },
    {
      "index": 54,
      "start_time": 237700.0,
      "end_time": 241059.0,
      "text": "help you lose weight if you&#39;re still eating more calories than you burn."
    },
    {
      "index": 55,
      "start_time": 241059.0,
      "end_time": 245559.0,
      "text": "So is the keto diet worth it? Well, it all comes down to, &quot;It depends.&quot; If you&#39;re someone"
    },
    {
      "index": 56,
      "start_time": 245559.0,
      "end_time": 249680.0,
      "text": "that struggles a lot with feeling full whenever you go on a weight loss diet, then yes, the"
    },
    {
      "index": 57,
      "start_time": 249680.0,
      "end_time": 253859.0,
      "text": "keto diet might help you battle those feeding frenzies. Just remember those drawbacks that"
    },
    {
      "index": 58,
      "start_time": 253859.0,
      "end_time": 258180.0,
      "text": "will occur, and at the end of the day, it still comes down to calories in versus calories"
    },
    {
      "index": 59,
      "start_time": 258180.0,
      "end_time": 261019.0,
      "text": "out. What&#39;s your take on the keto diet? Shared"
    },
    {
      "index": 60,
      "start_time": 261019.0,
      "end_time": 264190.0,
      "text": "your comments below! Thanks for watching and please subscribe for more future health and"
    },
    {
      "index": 61,
      "start_time": 264190.0,
      "end_time": 274190.0,
      "text": "fitness videos!"
    }
  ]
}