{
  "video_id": "aReuziUmBoM",
  "title": "Holy Hallucinations 38: Hydrolases and Hucksters",
  "json": [
    {
      "index": 1,
      "start_time": 35829.0,
      "end_time": 41289.0,
      "text": "This is a response to PPSimmons&#39; video, &quot;OOPS! Even MORE Evidence for Intelligent Design!&quot;."
    },
    {
      "index": 2,
      "start_time": 41289.0,
      "end_time": 46070.0,
      "text": "So, Carl, it&#39;s been a long time, and while they say that absence makes the heart grow"
    },
    {
      "index": 3,
      "start_time": 46070.0,
      "end_time": 50390.0,
      "text": "fonder, I&#39;m afraid that in your case that particular aphorism has been found somewhat"
    },
    {
      "index": 4,
      "start_time": 50390.0,
      "end_time": 54170.0,
      "text": "wanting. As you might be aware, my last video was addressed"
    },
    {
      "index": 5,
      "start_time": 54170.0,
      "end_time": 60189.0,
      "text": "at your odious lickspittle, Mike &quot;Pisspants&quot; Shoesmith, and that repulsive skid-mark on"
    },
    {
      "index": 6,
      "start_time": 60189.0,
      "end_time": 65720.0,
      "text": "the face of Christianity, Richard &quot;Cockshite&quot; Garcia. You may also have heard that while"
    },
    {
      "index": 7,
      "start_time": 65720.0,
      "end_time": 70409.0,
      "text": "I was rogering them roughly with their own stupidity I did admit to having grown weary"
    },
    {
      "index": 8,
      "start_time": 70409.0,
      "end_time": 75890.0,
      "text": "of the Sisyphean task of shoveling you and your fellow thought-averse bumpkins&#39; malodorous"
    },
    {
      "index": 9,
      "start_time": 75890.0,
      "end_time": 81000.0,
      "text": "thought processes up a seemingly endless hill. Thus when your toadies somewhat predictably"
    },
    {
      "index": 10,
      "start_time": 81000.0,
      "end_time": 85740.0,
      "text": "decided to ignore my perfectly reasonable counter to the conditions of their &quot;debate"
    },
    {
      "index": 11,
      "start_time": 85740.0,
      "end_time": 90209.0,
      "text": "challenge&quot;, and instead tucked their tails between their legs and fucked off as expeditiously"
    },
    {
      "index": 12,
      "start_time": 90209.0,
      "end_time": 94990.0,
      "text": "as possible, I was afforded the opportunity to take a well-earned sabbatical from creationist"
    },
    {
      "index": 13,
      "start_time": 94990.0,
      "end_time": 99640.0,
      "text": "rectal stuffing, put my feet up, and recharge my batteries."
    },
    {
      "index": 14,
      "start_time": 99640.0,
      "end_time": 104269.0,
      "text": "Having done so, the time has now come to pull on my wellies again, roll up my sleeves, and"
    },
    {
      "index": 15,
      "start_time": 104269.0,
      "end_time": 108420.0,
      "text": "step once more unto the breach -- although it&#39;s likely that in the future the frequency"
    },
    {
      "index": 16,
      "start_time": 108420.0,
      "end_time": 114310.0,
      "text": "of my ignoramus reamage will probably be considerably reduced. To mark this occasion, it therefore"
    },
    {
      "index": 17,
      "start_time": 114310.0,
      "end_time": 118950.0,
      "text": "seemed most fitting that I select as a target, from the unending flotsam-strewn strand that"
    },
    {
      "index": 18,
      "start_time": 118950.0,
      "end_time": 125830.0,
      "text": "is creationist dumb-fuckery, a turd that had been jettisoned by the SS Carl Bollox herself."
    },
    {
      "index": 19,
      "start_time": 125830.0,
      "end_time": 131120.0,
      "text": "So imagine my delight as I strolled along that fetid shore and came across a this wonderful"
    },
    {
      "index": 20,
      "start_time": 131120.0,
      "end_time": 136530.0,
      "text": "nugget you&#39;d taken the time to anally express, and that splatted dab-smack in the middle"
    },
    {
      "index": 21,
      "start_time": 136530.0,
      "end_time": 141530.0,
      "text": "of my area of expertise, that is -- protein chemistry."
    },
    {
      "index": 22,
      "start_time": 141530.0,
      "end_time": 146080.0,
      "text": "As usual, though, it seems that you and the terminally confused simians at the PPSimmons"
    },
    {
      "index": 23,
      "start_time": 146080.0,
      "end_time": 150760.0,
      "text": "channel were unable to come up with anything to say for yourselves, and instead resorted"
    },
    {
      "index": 24,
      "start_time": 150760.0,
      "end_time": 156540.0,
      "text": "to dredging up a noxious screed by a Mr. Brian Thomas from the Institute of Creation Research"
    },
    {
      "index": 25,
      "start_time": 156540.0,
      "end_time": 161870.0,
      "text": "-- one that was originally excreted almost two years ago -- thereby demonstrating how"
    },
    {
      "index": 26,
      "start_time": 161870.0,
      "end_time": 167690.0,
      "text": "close you and your spunk-monkeys are to the cutting edge of &quot;creation research&quot;."
    },
    {
      "index": 27,
      "start_time": 167690.0,
      "end_time": 172560.0,
      "text": "So without further ado, Carl, let&#39;s get back into the swing. I&#39;d like to ask my subscribers"
    },
    {
      "index": 28,
      "start_time": 172560.0,
      "end_time": 177600.0,
      "text": "to reach for the nearest waterproof receptacle, and you to assume the usual position, as I"
    },
    {
      "index": 29,
      "start_time": 177600.0,
      "end_time": 184500.0,
      "text": "play the first clip. &quot;The article explains, according to evolutionary"
    },
    {
      "index": 30,
      "start_time": 184500.0,
      "end_time": 192060.0,
      "text": "theory chemicals must have somehow organized themselves into cellular life, presumably"
    },
    {
      "index": 31,
      "start_time": 192060.0,
      "end_time": 198069.0,
      "text": "billions of years ago, and that means that enzymes must have formed themselves too.&quot;"
    },
    {
      "index": 32,
      "start_time": 198069.0,
      "end_time": 203580.0,
      "text": "As you and Mr. Thomas are well aware, Carl, the formation of the first replicating polymers"
    },
    {
      "index": 33,
      "start_time": 203580.0,
      "end_time": 209110.0,
      "text": "and primitive cellular systems is the bailiwick of a field of study named abiogenesis. I know"
    },
    {
      "index": 34,
      "start_time": 209110.0,
      "end_time": 213840.0,
      "text": "you know this because I&#39;ve previously taken the time to insert this particular threadbare"
    },
    {
      "index": 35,
      "start_time": 213840.0,
      "end_time": 218620.0,
      "text": "canard, beak-first, up your back-passage, while I contend that Mr. Thomas must have"
    },
    {
      "index": 36,
      "start_time": 218620.0,
      "end_time": 223349.0,
      "text": "come across this tidbit at least once during his biological studies, unless of course he"
    },
    {
      "index": 37,
      "start_time": 223349.0,
      "end_time": 229150.0,
      "text": "was too busy condemning people in the name of Jesus to have paid any attention in class."
    },
    {
      "index": 38,
      "start_time": 229150.0,
      "end_time": 232800.0,
      "text": "Regardless of whether or not the appearance of the first primitive life forms occurred"
    },
    {
      "index": 39,
      "start_time": 232800.0,
      "end_time": 237959.0,
      "text": "via the action of natural processes or at the whim of an inscrutable cosmic enchanter,"
    },
    {
      "index": 40,
      "start_time": 237959.0,
      "end_time": 242910.0,
      "text": "the fact remains that an insurmountable edifice of empirical evidence indicates that it occurred"
    },
    {
      "index": 41,
      "start_time": 242910.0,
      "end_time": 248629.0,
      "text": "almost four-billion years ago and was followed by continuous diversification ever since via"
    },
    {
      "index": 42,
      "start_time": 248629.0,
      "end_time": 254180.0,
      "text": "an elegant bifurcating process of imperfect reproduction and natural selection."
    },
    {
      "index": 43,
      "start_time": 254180.0,
      "end_time": 258819.0,
      "text": "In either case, Carl, this same evidence fucks up the arse the cherished fables you and Mr."
    },
    {
      "index": 44,
      "start_time": 258819.00000000003,
      "end_time": 263340.0,
      "text": "Thomas cling to like scared children at the back of the short bus, and your repeated and"
    },
    {
      "index": 45,
      "start_time": 263340.0,
      "end_time": 268569.0,
      "text": "repugnant dishonesty in trying to paint established science with the uncertainties inherent in"
    },
    {
      "index": 46,
      "start_time": 268569.0,
      "end_time": 274680.0,
      "text": "emerging science is both deplorably shameful and a testament to how desperate you are,"
    },
    {
      "index": 47,
      "start_time": 274680.0,
      "end_time": 280340.0,
      "text": "and how low you&#39;ll stoop to attempt to buoy your inexorably sinking belief system."
    },
    {
      "index": 48,
      "start_time": 280340.0,
      "end_time": 287410.0,
      "text": "&quot;Enzymes, though, appear to be highly engineered, miniaturized machines. Heh. Even intelligent"
    },
    {
      "index": 49,
      "start_time": 287410.0,
      "end_time": 293449.0,
      "text": "human scientists, armed with the most sophisticated technology, have never been able to reproduce"
    },
    {
      "index": 50,
      "start_time": 293449.0,
      "end_time": 301889.0,
      "text": "the design and manufacture of a single enzyme. So, logically, neither can unintelligent chemicals,"
    },
    {
      "index": 51,
      "start_time": 301889.0,
      "end_time": 306599.0,
      "text": "or the laws that govern them, manufacture themselves.&quot;"
    },
    {
      "index": 52,
      "start_time": 306599.0,
      "end_time": 312400.0,
      "text": "What a crock of shit, Carl. I have to admit, though, to being somewhat impressed at the"
    },
    {
      "index": 53,
      "start_time": 312400.0,
      "end_time": 318349.0,
      "text": "depths of stupidity and ignorance that you and Mr. Thomas have plunged to with this segment."
    },
    {
      "index": 54,
      "start_time": 318349.0,
      "end_time": 323139.0,
      "text": "In fact, if you try just a little harder you might well manage to disappear up each other&#39;s"
    },
    {
      "index": 55,
      "start_time": 323139.0,
      "end_time": 327490.0,
      "text": "arses. Firstly I&#39;ll point out your egregious non-sequitur"
    },
    {
      "index": 56,
      "start_time": 327490.0,
      "end_time": 332169.0,
      "text": "because I was amused by your use of the word &quot;logically&quot;, when in fact it&#39;s evident that"
    },
    {
      "index": 57,
      "start_time": 332169.0,
      "end_time": 336879.0,
      "text": "you and Mr. Thomas wouldn&#39;t know what logic was if Mr. Spock himself strapped it on and"
    },
    {
      "index": 58,
      "start_time": 336879.0,
      "end_time": 342909.0,
      "text": "used it to vigorously shag seven shades of shit out of you. Because it seems that by"
    },
    {
      "index": 59,
      "start_time": 342909.0,
      "end_time": 349069.0,
      "text": "your own reasoning I could equally legitimately argue that our inability, as a sapient species,"
    },
    {
      "index": 60,
      "start_time": 349069.0,
      "end_time": 354069.0,
      "text": "to produce a delectable pair of mam-a-licious honkers using a bag of balloons and a packet"
    },
    {
      "index": 61,
      "start_time": 354069.0,
      "end_time": 359249.0,
      "text": "of Jell-O must therefore mean that they also cannot be produced by unintelligent cells,"
    },
    {
      "index": 62,
      "start_time": 359249.0,
      "end_time": 364900.0,
      "text": "and that therefore all humungous whumba-jumbas are the result of the jug-related ju-ju of"
    },
    {
      "index": 63,
      "start_time": 364900.0,
      "end_time": 370240.0,
      "text": "an invisible pervert in the sky. Of course your logic also fails because of"
    },
    {
      "index": 64,
      "start_time": 370240.0,
      "end_time": 374719.0,
      "text": "the question you&#39;re begging harder than an evangelist with an empty collection plate"
    },
    {
      "index": 65,
      "start_time": 374719.0,
      "end_time": 379409.0,
      "text": "and an large unpaid hooker&#39;s bill. That is, of course, your unwarranted assumption that"
    },
    {
      "index": 66,
      "start_time": 379409.0,
      "end_time": 383939.0,
      "text": "intelligence is an absolute requirement for the generation of protein complexity, while"
    },
    {
      "index": 67,
      "start_time": 383939.0,
      "end_time": 388789.0,
      "text": "completely ignoring that we have no a priori reason to make that assumption and a mountain"
    },
    {
      "index": 68,
      "start_time": 388789.0,
      "end_time": 395249.0,
      "text": "of a posteriori knowledge indicating that&#39;s it&#39;s just a pile steaming poo."
    },
    {
      "index": 69,
      "start_time": 395249.0,
      "end_time": 400159.0,
      "text": "But pretzel logic aside, Carl, your and Mr. Thomas&#39; argument fails even harder than an"
    },
    {
      "index": 70,
      "start_time": 400159.0,
      "end_time": 404899.0,
      "text": "abstinence only program because he appears to be unaware that directed in vitro protein"
    },
    {
      "index": 71,
      "start_time": 404899.0,
      "end_time": 409949.0,
      "text": "evolution is an established and successful area of research, to such a degree that companies"
    },
    {
      "index": 72,
      "start_time": 409949.0,
      "end_time": 415569.0,
      "text": "are producing patents, selling kits and even offering contract services in this area. The"
    },
    {
      "index": 73,
      "start_time": 415569.0,
      "end_time": 420369.0,
      "text": "fact that Mr. Thomas appears oblivious to all this speaks volumes to either his abject"
    },
    {
      "index": 74,
      "start_time": 420369.0,
      "end_time": 426749.0,
      "text": "ineptitude in the field on which he has chosen to defecate, or his unfortunate cerebral impairment,"
    },
    {
      "index": 75,
      "start_time": 426749.0,
      "end_time": 432219.0,
      "text": "or to the magnitude of the lies he&#39;s willing to tell to defend your impotent god. Of course"
    },
    {
      "index": 76,
      "start_time": 432219.0,
      "end_time": 436499.0,
      "text": "he is a creationist, so all three may well apply."
    },
    {
      "index": 77,
      "start_time": 436499.0,
      "end_time": 441599.0,
      "text": "Not only did Mr. Thomas ignore a vast swathe of research as though it doesn&#39;t exist, but"
    },
    {
      "index": 78,
      "start_time": 441599.0,
      "end_time": 446399.0,
      "text": "this intensive work which, incidentally, was carried out by highly intelligent and educated"
    },
    {
      "index": 79,
      "start_time": 446399.0,
      "end_time": 451449.0,
      "text": "individuals dedicated to the discovery of new knowledge, and not by arrogant, worthless"
    },
    {
      "index": 80,
      "start_time": 451449.0,
      "end_time": 456919.0,
      "text": "wank-stains dedicated to destroying it, has culminated in the production of novel enzyme"
    },
    {
      "index": 81,
      "start_time": 456919.0,
      "end_time": 460270.0,
      "text": "activities from previously non-functional sequences."
    },
    {
      "index": 82,
      "start_time": 460270.0,
      "end_time": 465819.0,
      "text": "Thus not only is Mr. Thomas demonstrably wrong on this point of fact, it so happens that"
    },
    {
      "index": 83,
      "start_time": 465819.0,
      "end_time": 470830.0,
      "text": "these feats of protein engineering were achieved by the very same processes of random mutagenesis"
    },
    {
      "index": 84,
      "start_time": 470830.0,
      "end_time": 476059.0,
      "text": "and functional selection that he asserts could not possibly produce them. This, coupled to"
    },
    {
      "index": 85,
      "start_time": 476059.0,
      "end_time": 480849.0,
      "text": "his eagerness to jump into this ill-considered line of argumentation as eagerly as a priest"
    },
    {
      "index": 86,
      "start_time": 480849.0,
      "end_time": 485770.0,
      "text": "volunteering to conduct a public louse inspection after choir practice has, unfortunately for"
    },
    {
      "index": 87,
      "start_time": 485770.0,
      "end_time": 491899.0,
      "text": "both of you, done nothing but ream your own god vigorously up his celestial bunghole."
    },
    {
      "index": 88,
      "start_time": 491899.0,
      "end_time": 497399.0,
      "text": "You see, Carl, with the evidence I&#39;ve presented in hand, and the evidence of the sudden poofing-into-existence"
    },
    {
      "index": 89,
      "start_time": 497399.0,
      "end_time": 502719.0,
      "text": "of functional enzymes out of nothing distinctly not in hand, our observations of the real"
    },
    {
      "index": 90,
      "start_time": 502719.0,
      "end_time": 507300.0,
      "text": "world tell us that the only known way enzymes are formed is via a mixture of stochastic"
    },
    {
      "index": 91,
      "start_time": 507300.0,
      "end_time": 512360.0,
      "text": "and targeted naturalistic processes and not by the methodical design and manufacture by"
    },
    {
      "index": 92,
      "start_time": 512360.0,
      "end_time": 517849.0,
      "text": "intelligent agents, be they transcendental or otherwise. Thus it seems that the score"
    },
    {
      "index": 93,
      "start_time": 517849.00000000006,
      "end_time": 522240.00000000006,
      "text": "that indicates enzymes were formed naturally has increased by one, while the score for"
    },
    {
      "index": 94,
      "start_time": 522240.0,
      "end_time": 527190.0,
      "text": "them having been created capriciously by the judicious use of pixie dust remains what it&#39;s"
    },
    {
      "index": 95,
      "start_time": 527190.0,
      "end_time": 532390.0,
      "text": "always been -- that is, absolutely bugger all."
    },
    {
      "index": 96,
      "start_time": 532390.0,
      "end_time": 539690.0,
      "text": "&quot;The title of a recent scientific report asserted that a particular enzyme evolved. It was in"
    },
    {
      "index": 97,
      "start_time": 539690.0,
      "end_time": 545990.0,
      "text": "Nature magazine. The title of the report was &#39;Evolution of a New Enzyme&#39;. The study results,"
    },
    {
      "index": 98,
      "start_time": 545990.0,
      "end_time": 552720.0,
      "text": "however, clearly demonstrate that this enzyme could not have evolved and was purposefully"
    },
    {
      "index": 99,
      "start_time": 552720.0,
      "end_time": 557840.0,
      "text": "created.&quot; I felt the need to comment here because Nature"
    },
    {
      "index": 100,
      "start_time": 557840.0,
      "end_time": 562570.0,
      "text": "is arguably the world&#39;s most prestigious journal and publishes research from the very cutting"
    },
    {
      "index": 101,
      "start_time": 562570.0,
      "end_time": 568640.0,
      "text": "edge of all aspects of science. It&#39;s therefore mind-boggling to see that Mr. Thomas apparently"
    },
    {
      "index": 102,
      "start_time": 568640.0,
      "end_time": 573660.0,
      "text": "feels that his Masters degree and utter lack of research experience has equipped him to"
    },
    {
      "index": 103,
      "start_time": 573660.0,
      "end_time": 578980.0,
      "text": "publically defecate over its contents. While I&#39;ve been labeled as arrogant on a number"
    },
    {
      "index": 104,
      "start_time": 578980.0,
      "end_time": 583780.0,
      "text": "of occasions for opining on areas in which I have been extensively educated, at least"
    },
    {
      "index": 105,
      "start_time": 583780.0,
      "end_time": 589310.0,
      "text": "I possess sufficient humility to restrict my bloviation to such areas. One can only"
    },
    {
      "index": 106,
      "start_time": 589310.0,
      "end_time": 595200.0,
      "text": "begin to imagine the enormity of the bloated and self-satisfied ego that gives a mediocre"
    },
    {
      "index": 107,
      "start_time": 595200.0,
      "end_time": 600010.0,
      "text": "simpleton like Mr. Thomas the temerity to feel that he knows better than those who have"
    },
    {
      "index": 108,
      "start_time": 600010.0,
      "end_time": 605090.0,
      "text": "proved themselves where he most definitely has not, and whose buttock sweat he&#39;s unfit"
    },
    {
      "index": 109,
      "start_time": 605090.0,
      "end_time": 609700.0,
      "text": "to mop-up with his tongue. Now of course, lack of training and qualifications"
    },
    {
      "index": 110,
      "start_time": 609700.0,
      "end_time": 614700.0,
      "text": "does not per se mean that his arguments are erroneous, and it may be that Mr. Thomas is"
    },
    {
      "index": 111,
      "start_time": 614700.0,
      "end_time": 619840.0,
      "text": "an unsung extraordinary genius possessed with insights that have somehow escaped the authors"
    },
    {
      "index": 112,
      "start_time": 619840.0,
      "end_time": 624560.0,
      "text": "of this paper, who have dedicated their lives to studying this particular specialized field"
    },
    {
      "index": 113,
      "start_time": 624560.0,
      "end_time": 629580.0,
      "text": "of science, not to mention the similarly expert reviewers that accepted the manuscript."
    },
    {
      "index": 114,
      "start_time": 629580.0,
      "end_time": 634750.0,
      "text": "However, based on what I&#39;ve already presented, I would posit that this possibility is somewhat"
    },
    {
      "index": 115,
      "start_time": 634750.0,
      "end_time": 639570.0,
      "text": "remote, and furthermore I will, in due course, be providing additional demonstrable evidence"
    },
    {
      "index": 116,
      "start_time": 639570.0,
      "end_time": 644900.0,
      "text": "he is, in fact, nothing of the sort, but rather a jumped up little fucktard with delusions"
    },
    {
      "index": 117,
      "start_time": 644900.0,
      "end_time": 650320.0,
      "text": "of his own competence. &quot;The investigators compared the three-dimensional"
    },
    {
      "index": 118,
      "start_time": 650320.0,
      "end_time": 655640.0,
      "text": "structures of similarly shaped enzymes that are found in different species of bacteria."
    },
    {
      "index": 119,
      "start_time": 655640.0,
      "end_time": 661510.0,
      "text": "The studies confirmed that the core structure of the CS2 hydrolase, like that of similar"
    },
    {
      "index": 120,
      "start_time": 661510.0,
      "end_time": 666570.0,
      "text": "enzymes, is critical. The scientists wrote in Nature, quote: &#39;Any change in this area"
    },
    {
      "index": 121,
      "start_time": 666570.0,
      "end_time": 673220.0,
      "text": "of the enzyme adversely affected protein activity.&#39; On the one hand, evolution&#39;s story requires"
    },
    {
      "index": 122,
      "start_time": 673220.0,
      "end_time": 679910.0,
      "text": "that at some point in time something altered what would become the enzyme core. And not"
    },
    {
      "index": 123,
      "start_time": 679910.0,
      "end_time": 688130.0,
      "text": "only once, but again and again as each structural piece evolved into place over eons of time."
    },
    {
      "index": 124,
      "start_time": 688130.0,
      "end_time": 695760.0,
      "text": "On the other hand science observably demonstrates that altering the enzyme core in the slightest"
    },
    {
      "index": 125,
      "start_time": 695760.0,
      "end_time": 702300.0,
      "text": "way is impossible without making the whole structure useless.&quot;"
    },
    {
      "index": 126,
      "start_time": 702300.0,
      "end_time": 705990.0,
      "text": "Any biochemistry undergraduate knows that mutations at or near an active site are much"
    },
    {
      "index": 127,
      "start_time": 705990.0,
      "end_time": 710590.0,
      "text": "more likely to be deleterious than those at the enzyme periphery, where structural changes"
    },
    {
      "index": 128,
      "start_time": 710590.0,
      "end_time": 715860.0,
      "text": "are less likely to propagate into alterations in active site geometry. Furthermore, most"
    },
    {
      "index": 129,
      "start_time": 715860.0,
      "end_time": 720380.0,
      "text": "changes to residues involved in the actual catalytic mechanism, or ones that sterically"
    },
    {
      "index": 130,
      "start_time": 720380.0,
      "end_time": 726230.0,
      "text": "interfere with substrate accessibility, are also more likely to be deleterious. Unfortunately"
    },
    {
      "index": 131,
      "start_time": 726230.0,
      "end_time": 730570.0,
      "text": "for you Carl, Mr. Thomas has yet to demonstrate that he has more than an undergraduate level"
    },
    {
      "index": 132,
      "start_time": 730570.0,
      "end_time": 736000.0,
      "text": "understanding of this subject, and in fact from what he&#39;s demonstrated so far it appears"
    },
    {
      "index": 133,
      "start_time": 736000.0,
      "end_time": 741360.0,
      "text": "he&#39;s operating at, or below, an &quot;F&quot;. You&#39;ll notice that I used the word &quot;most&quot;"
    },
    {
      "index": 134,
      "start_time": 741360.0,
      "end_time": 745900.0,
      "text": "when I mentioned active site mutations, whereas your Muppet used the somewhat more ambitious"
    },
    {
      "index": 135,
      "start_time": 745900.0,
      "end_time": 751600.0,
      "text": "(and as it turns out entirely unwarranted) word, &quot;all&quot;. You see, Carl, if Mr. Thomas"
    },
    {
      "index": 136,
      "start_time": 751600.0,
      "end_time": 755840.0,
      "text": "had paid more attention in class, or perhaps attended some more prestigious institutions"
    },
    {
      "index": 137,
      "start_time": 755840.0,
      "end_time": 761200.0,
      "text": "than the Texas backwaters he&#39;s familiar with, he might have discovered that a whole multi-billion-dollar"
    },
    {
      "index": 138,
      "start_time": 761200.0,
      "end_time": 766630.0,
      "text": "industry has arisen around the production of industrial enzymes with artificially enhanced"
    },
    {
      "index": 139,
      "start_time": 766630.0,
      "end_time": 771380.0,
      "text": "activity, stability or selectivity. Since I&#39;ve had the benefit of an education"
    },
    {
      "index": 140,
      "start_time": 771380.0,
      "end_time": 776560.0,
      "text": "that he&#39;s unfortunately apparently been deprived of, I was aware of this fact, but rather than"
    },
    {
      "index": 141,
      "start_time": 776560.0,
      "end_time": 780660.0,
      "text": "citing work that could easily fill a library I&#39;ll instead give you this excellent review"
    },
    {
      "index": 142,
      "start_time": 780660.0,
      "end_time": 786100.0,
      "text": "that provides over 50 examples of such improvements. And while not all of these mutations are to"
    },
    {
      "index": 143,
      "start_time": 786100.0,
      "end_time": 790940.0,
      "text": "the active site, it look me less than a minute to find this example of a 50% increase in"
    },
    {
      "index": 144,
      "start_time": 790940.0,
      "end_time": 797050.0,
      "text": "the specificity of protease BYA via an active site mutation. Thus Mr. Thomas&#39; claim that"
    },
    {
      "index": 145,
      "start_time": 797050.0,
      "end_time": 802090.0,
      "text": "evolution by stepwise improvements in the active site is impossible is immediately rendered"
    },
    {
      "index": 146,
      "start_time": 802090.0,
      "end_time": 806930.0,
      "text": "as impotent as an apologist hooked up to a lie detector, and can be summarily rammed"
    },
    {
      "index": 147,
      "start_time": 806930.0,
      "end_time": 812740.0,
      "text": "up his jacksie by anyone who cares to do so. Furthermore, Mr. Thomas is also operating"
    },
    {
      "index": 148,
      "start_time": 812740.0,
      "end_time": 817430.0,
      "text": "under the same cognitive dysfunction as most of his fellow creationists, who apparently"
    },
    {
      "index": 149,
      "start_time": 817430.0,
      "end_time": 822370.0,
      "text": "cannot conceive of the concept that early enzymes were most likely nowhere near as efficient"
    },
    {
      "index": 150,
      "start_time": 822370.0,
      "end_time": 827620.0,
      "text": "as their descendants. Early enzymes therefore explored a much flatter fitness landscape"
    },
    {
      "index": 151,
      "start_time": 827620.0,
      "end_time": 831920.0,
      "text": "as they evolved, and had many more favorable mutations available to them than to their"
    },
    {
      "index": 152,
      "start_time": 831920.0,
      "end_time": 836940.0,
      "text": "much more specialized modern counterparts. Thus when Mr. Thomas delightedly proclaims"
    },
    {
      "index": 153,
      "start_time": 836940.0,
      "end_time": 841260.0,
      "text": "that active site mutations cannot have resulted in evolution in early enzymes because they"
    },
    {
      "index": 154,
      "start_time": 841260.0,
      "end_time": 846350.0,
      "text": "are generally detrimental in extant ones, he is committing an egregious category error"
    },
    {
      "index": 155,
      "start_time": 846350.0,
      "end_time": 851610.0,
      "text": "and might as well be comparing Kate Moss&#39; tits with Pamela Anderson&#39;s. Of course the"
    },
    {
      "index": 156,
      "start_time": 851610.0,
      "end_time": 857810.0,
      "text": "average creationist, and Mr. Thomas is rapidly proving himself to be very average, wouldn&#39;t"
    },
    {
      "index": 157,
      "start_time": 857810.0,
      "end_time": 862590.0,
      "text": "recognize a logical fallacy even it kicked him repeatedly in the balls with a steel-tipped"
    },
    {
      "index": 158,
      "start_time": 862590.0,
      "end_time": 868690.0,
      "text": "winkle-picker, so perhaps I shouldn&#39;t be surprised that this eluded him -- or you, for that matter,"
    },
    {
      "index": 159,
      "start_time": 868690.0,
      "end_time": 871570.0,
      "text": "Carl. Now, getting back to the paper in question"
    },
    {
      "index": 160,
      "start_time": 871570.0,
      "end_time": 876410.0,
      "text": "here, what Mr. Thomas has neglected to mention is that only five active site mutations were"
    },
    {
      "index": 161,
      "start_time": 876410.0,
      "end_time": 881440.0,
      "text": "generated by the authors and that in reality, both real evolutionary processes and human"
    },
    {
      "index": 162,
      "start_time": 881440.0,
      "end_time": 886630.0,
      "text": "protein engineers explore vast fitness landscapes by generating millions of mutants to produce"
    },
    {
      "index": 163,
      "start_time": 886630.0,
      "end_time": 892550.0,
      "text": "the rare changes that improve activity. Perhaps even more egregiously, Mr. Thomas also fails"
    },
    {
      "index": 164,
      "start_time": 892550.0,
      "end_time": 897279.0,
      "text": "to point out that three other mutations generated by the group actually doubled the enzyme&#39;s"
    },
    {
      "index": 165,
      "start_time": 897279.0,
      "end_time": 901490.0,
      "text": "efficiency, and while these weren&#39;t in the active site it does seem that revealing their"
    },
    {
      "index": 166,
      "start_time": 901490.0,
      "end_time": 907420.0,
      "text": "existence would have compromised the story he was so assiduously peddling."
    },
    {
      "index": 167,
      "start_time": 907420.0,
      "end_time": 911870.0,
      "text": "With this kind of selective data mining, therefore, I would suggest that everyone ask themselves"
    },
    {
      "index": 168,
      "start_time": 911870.0,
      "end_time": 917070.0,
      "text": "whether these are the actions of an individual truly engaging in an honest and unbiased assessment"
    },
    {
      "index": 169,
      "start_time": 917070.0,
      "end_time": 923010.0,
      "text": "of a piece of scientific research, or those of a despicably dishonest and vile streak"
    },
    {
      "index": 170,
      "start_time": 923010.0,
      "end_time": 927900.0,
      "text": "of shit who&#39;s interested only in pushing his own agenda harder than a pedophile with a"
    },
    {
      "index": 171,
      "start_time": 927900.0,
      "end_time": 933990.0,
      "text": "puppy in a playground. &quot;The researchers found a clue in the DNA that"
    },
    {
      "index": 172,
      "start_time": 933990.0,
      "end_time": 939779.0,
      "text": "suggested to them an idea as to how the enzyme could have evolved. They said the DNA that"
    },
    {
      "index": 173,
      "start_time": 939779.0,
      "end_time": 945250.0,
      "text": "codes for certain structures within the CS2 hydrolase gene could have, quote, &#39;jumped&#39;"
    },
    {
      "index": 174,
      "start_time": 945250.0,
      "end_time": 951420.0,
      "text": "from another bacteria to this one. Perhaps some unknown cellular mechanism, quote, &#39;stitched"
    },
    {
      "index": 175,
      "start_time": 951420.0,
      "end_time": 959970.0,
      "text": "it in&#39; -- this little extra bit -- at just the right place among the bacteria&#39;s 1.8 million"
    },
    {
      "index": 176,
      "start_time": 959970.0,
      "end_time": 965230.0,
      "text": "DNA bases. Heh.&quot; This &quot;unknown mechanism&quot;, as he refers to"
    },
    {
      "index": 177,
      "start_time": 965230.0,
      "end_time": 971800.0,
      "text": "it, is called transposition and it won Barbara McClintock a Nobel Prize 1983. Again, Mr."
    },
    {
      "index": 178,
      "start_time": 971800.0,
      "end_time": 975339.0,
      "text": "Thomas might have been aware of this had he had been listening to his lecturers during"
    },
    {
      "index": 179,
      "start_time": 975339.0,
      "end_time": 980410.0,
      "text": "class rather than to the Mormon Tabernacle Choir on his fucking iPod. Of course, it&#39;s"
    },
    {
      "index": 180,
      "start_time": 980410.0,
      "end_time": 985190.0,
      "text": "equally possible that Mr. Thomas is lying like a Catholic in a confessional again, or"
    },
    {
      "index": 181,
      "start_time": 985190.0,
      "end_time": 989870.0,
      "text": "that he didn&#39;t even read the paper he&#39;s violating, because the authors clearly state that the"
    },
    {
      "index": 182,
      "start_time": 989870.0,
      "end_time": 994670.0,
      "text": "CS2 hydrolase gene is in fact sandwiched by transposable elements."
    },
    {
      "index": 183,
      "start_time": 994670.0,
      "end_time": 1000360.0,
      "text": "As to why Mr. Thomas places so much emphasis on its exact genomic location, I am at a loss,"
    },
    {
      "index": 184,
      "start_time": 1000360.0,
      "end_time": 1004279.0,
      "text": "since it appears that the authors didn&#39;t think it to be important enough to mention it at"
    },
    {
      "index": 185,
      "start_time": 1004280.0,
      "end_time": 1008811.0,
      "text": "all. I wonder whether he decided to fish this out, whole cloth, from between his buttocks"
    },
    {
      "index": 186,
      "start_time": 1008810.0,
      "end_time": 1013279.0,
      "text": "in order to falsely inflate his claim that the existence of anything more complex than"
    },
    {
      "index": 187,
      "start_time": 1013280.0,
      "end_time": 1019471.0,
      "text": "his thought processes necessitates the existence of his particular ephemeral Djinn? And even"
    },
    {
      "index": 188,
      "start_time": 1019470.0,
      "end_time": 1024059.0,
      "text": "if the insertion site were significant, I think we can safely wager than it would not"
    },
    {
      "index": 189,
      "start_time": 1024060.0,
      "end_time": 1028021.0,
      "text": "have occurred to Mr. Thomas that this could be achieved as effectively by millions of"
    },
    {
      "index": 190,
      "start_time": 1028020.0,
      "end_time": 1032919.0,
      "text": "random insertion events followed by selection of the appropriate lineage using mundane physical"
    },
    {
      "index": 191,
      "start_time": 1032920.0000000001,
      "end_time": 1037660.0000000001,
      "text": "process that have been repeatedly observed and verified, as it could once by the use"
    },
    {
      "index": 192,
      "start_time": 1037660.0000000001,
      "end_time": 1042050.0000000001,
      "text": "of a mystic incantation that has never been observed by anybody."
    },
    {
      "index": 193,
      "start_time": 1042050.0,
      "end_time": 1050401.0,
      "text": "&quot;But if that fairy tale story is so, could this process properly be called &#39;evolution&#39;?"
    },
    {
      "index": 194,
      "start_time": 1050400.0,
      "end_time": 1056120.0,
      "text": "Well of course not. If the gene jumped from another bacteria to this one, then it did"
    },
    {
      "index": 195,
      "start_time": 1056120.0,
      "end_time": 1060369.0,
      "text": "not evolve because it already existed somewhere else.&quot;"
    },
    {
      "index": 196,
      "start_time": 1060370.0,
      "end_time": 1065650.0,
      "text": "Well, Carl, it seems that Mr. Thomas hasn&#39;t yet come up with that insight that would save"
    },
    {
      "index": 197,
      "start_time": 1065650.0,
      "end_time": 1071571.0,
      "text": "him from being labeled an irredeemable simpleton. Did he completely forget about figure 1 in"
    },
    {
      "index": 198,
      "start_time": 1071570.0,
      "end_time": 1076279.0,
      "text": "the paper, a cladograms that occupies the best part of a page and shows how the CS2"
    },
    {
      "index": 199,
      "start_time": 1076280.0,
      "end_time": 1083721.0,
      "text": "hydrolase is related to modern beta-carbonic anhydrases and so evolved from a common ancestor?"
    },
    {
      "index": 200,
      "start_time": 1083720.0,
      "end_time": 1088320.0,
      "text": "Apparently he did, along with the extensive discussion on this topic in the paper. The"
    },
    {
      "index": 201,
      "start_time": 1088320.0,
      "end_time": 1092769.0,
      "text": "possibility that CS2 hydrolase in this species may have been acquired by horizontal gene"
    },
    {
      "index": 202,
      "start_time": 1092770.0,
      "end_time": 1098170.0,
      "text": "transfer doesn&#39;t mean that it magically materialized at the behest of his cosmic tinkerer, just"
    },
    {
      "index": 203,
      "start_time": 1098170.0,
      "end_time": 1103221.0,
      "text": "that it evolved elsewhere as demonstrated by the essentially conclusive phylogenetic"
    },
    {
      "index": 204,
      "start_time": 1103220.0,
      "end_time": 1106490.0,
      "text": "evidence. Interestingly the paper notes that only some"
    },
    {
      "index": 205,
      "start_time": 1106490.0,
      "end_time": 1112509.0,
      "text": "species of order Sulfolobales contain the CS2 hydrolase activity and how this is elegantly"
    },
    {
      "index": 206,
      "start_time": 1112510.0,
      "end_time": 1117000.0,
      "text": "explained by its evolution elsewhere and its subsequent transfer into only some members"
    },
    {
      "index": 207,
      "start_time": 1117000.0,
      "end_time": 1122170.0,
      "text": "of that clade. This is yet another a striking example of the explanatory power of science"
    },
    {
      "index": 208,
      "start_time": 1122170.0,
      "end_time": 1127731.0,
      "text": "in general and evolutionary biology specifically, an example that Mr. Thomas conveniently neglected"
    },
    {
      "index": 209,
      "start_time": 1127730.0,
      "end_time": 1132230.0,
      "text": "to mention in his hatchet-job, and which I suspect he would have trouble explaining without"
    },
    {
      "index": 210,
      "start_time": 1132230.0,
      "end_time": 1137840.0,
      "text": "arbitrarily referring to the whims and vagaries of an emotionally stunted, pan-dimensional"
    },
    {
      "index": 211,
      "start_time": 1137840.0,
      "end_time": 1143830.0,
      "text": "space wizard. &quot;But in order for a lateral gene transfer"
    },
    {
      "index": 212,
      "start_time": 1143830.0,
      "end_time": 1149909.0,
      "text": "to even work, in addition to the enzymes themselves, another mechanism had to already exist that"
    },
    {
      "index": 213,
      "start_time": 1149910.0,
      "end_time": 1157841.0,
      "text": "could recognize, accept and insert the foreign DNA at just the right place. Only then could"
    },
    {
      "index": 214,
      "start_time": 1157840.0,
      "end_time": 1165740.0,
      "text": "it retrofit an enzyme in just the right way to enable the bacterium to live on sulfur.&quot;"
    },
    {
      "index": 215,
      "start_time": 1165740.0,
      "end_time": 1170860.0,
      "text": "Jumping back to yet another unsubstantiated claim of irreducible complexity, eh Carl?"
    },
    {
      "index": 216,
      "start_time": 1170860.0,
      "end_time": 1176679.0,
      "text": "How very predictable of you &#39;tards. Of course this game could go on ad infinitum, because"
    },
    {
      "index": 217,
      "start_time": 1176680.0,
      "end_time": 1181971.0,
      "text": "it&#39;s childishly simple for even indomitable cretins like you pick any complex biological"
    },
    {
      "index": 218,
      "start_time": 1181970.0,
      "end_time": 1186840.0,
      "text": "process and assert out of your seemingly endless ignorance that it could not possibly have"
    },
    {
      "index": 219,
      "start_time": 1186840.0,
      "end_time": 1191149.0,
      "text": "evolved, while it takes a considerable amount of time and effort for someone with intellectual"
    },
    {
      "index": 220,
      "start_time": 1191150.0,
      "end_time": 1195530.0,
      "text": "integrity to research the field and produce a considered and well-reference rebuttal to"
    },
    {
      "index": 221,
      "start_time": 1195530.0,
      "end_time": 1201071.0,
      "text": "your cranial flatulence. Since I don&#39;t have an infinite amount of time at my disposal"
    },
    {
      "index": 222,
      "start_time": 1201070.0,
      "end_time": 1205929.0,
      "text": "to chase after this particular white rabbit, and since I think I&#39;ve demonstrated that anything"
    },
    {
      "index": 223,
      "start_time": 1205930.0,
      "end_time": 1210620.0,
      "text": "that Mr. Thomas excretes should be taken with a kilogram of salt, I think we&#39;ll move on"
    },
    {
      "index": 224,
      "start_time": 1210620.0,
      "end_time": 1216150.0,
      "text": "to the next clip. &quot;Where&#39;s the evidence here for evolutionary"
    },
    {
      "index": 225,
      "start_time": 1216150.0,
      "end_time": 1223971.0,
      "text": "innovation? Pre-existing DNA, and pre-existing DNA transfer, and pre-existing splicing programs"
    },
    {
      "index": 226,
      "start_time": 1223970.0,
      "end_time": 1230480.0,
      "text": "appear to have existed from the beginning. The authors of the article asserted that CS2"
    },
    {
      "index": 227,
      "start_time": 1230480.0,
      "end_time": 1238029.0,
      "text": "hydrolase, quote, &#39;emerged owing to the evolution of a new protein structure&#39;,end quote. But"
    },
    {
      "index": 228,
      "start_time": 1238030.0,
      "end_time": 1244680.0,
      "text": "this statement ignores the fact that no new DNA actually emerged.&quot;"
    },
    {
      "index": 229,
      "start_time": 1244680.0,
      "end_time": 1249560.0,
      "text": "Once again, Carl, either Mr. Thomas didn&#39;t read the paper, is as monumentally stupid"
    },
    {
      "index": 230,
      "start_time": 1249560.0,
      "end_time": 1256150.0,
      "text": "as you are, or is a lying splat of syphilitic jizz who fished this piss-poor excuse for"
    },
    {
      "index": 231,
      "start_time": 1256150.0,
      "end_time": 1260380.0,
      "text": "a thought out of the same place that you get all your videos."
    },
    {
      "index": 232,
      "start_time": 1260380.0,
      "end_time": 1265231.0,
      "text": "I&#39;m going to ignore the mind-numbing inanity of you and Mr. Thomas apparently thinking"
    },
    {
      "index": 233,
      "start_time": 1265230.0,
      "end_time": 1270309.0,
      "text": "that the acquisition of a new gene and thus a concomitant new and significant physiological"
    },
    {
      "index": 234,
      "start_time": 1270310.0,
      "end_time": 1275680.0,
      "text": "function by an organism somehow doesn&#39;t count as an evolutionary innovation, presumably"
    },
    {
      "index": 235,
      "start_time": 1275680.0,
      "end_time": 1282581.0,
      "text": "because said organism &quot;is still a bacterium&quot; and not a fucking frog. Instead I&#39;ll re-iterate"
    },
    {
      "index": 236,
      "start_time": 1282580.0,
      "end_time": 1286869.0,
      "text": "what I said earlier. The authors of the paper clearly describe"
    },
    {
      "index": 237,
      "start_time": 1286870.0,
      "end_time": 1292530.0,
      "text": "how CS2 hydrolase is phylogenetically related to, and so &quot;emerged&quot; from, an ancestral carbonic"
    },
    {
      "index": 238,
      "start_time": 1292530.0,
      "end_time": 1297420.0,
      "text": "anhydrase, and how it differs from that enzyme due to its ability to form a hexadecameric"
    },
    {
      "index": 239,
      "start_time": 1297420.0,
      "end_time": 1302831.0,
      "text": "catenane quaternary structure, and also due the presence of a characteristic double phenylalanine"
    },
    {
      "index": 240,
      "start_time": 1302830.0,
      "end_time": 1308230.0,
      "text": "motif near its active site that explains its differing substrate specificity. Just because"
    },
    {
      "index": 241,
      "start_time": 1308230.0,
      "end_time": 1312379.0,
      "text": "Mr. Thomas decided to ignore these somewhat salient points and instead pontificate on"
    },
    {
      "index": 242,
      "start_time": 1312380.0,
      "end_time": 1316640.0,
      "text": "a veritable shoal of red herrings that he pulled effortlessly from the recesses of his"
    },
    {
      "index": 243,
      "start_time": 1316640.0,
      "end_time": 1322800.0,
      "text": "lower digestive tract, and just because you were too lazy, uninterested or stupid to fact-check"
    },
    {
      "index": 244,
      "start_time": 1322800.0,
      "end_time": 1327731.0,
      "text": "him, Carl, doesn&#39;t mean that they were not made. In fact, it seems rather telling that"
    },
    {
      "index": 245,
      "start_time": 1327730.0,
      "end_time": 1332489.0,
      "text": "Mr. Thomas chose this subterfuge rather than thinking of refutations for what was actually"
    },
    {
      "index": 246,
      "start_time": 1332490.0,
      "end_time": 1336920.0,
      "text": "presented, suggesting perhaps that he was unable to furnish any such refutations and"
    },
    {
      "index": 247,
      "start_time": 1336920.0,
      "end_time": 1342471.0,
      "text": "instead decided to bypass his inconvenient clash with reality by lying like a Wall Street"
    },
    {
      "index": 248,
      "start_time": 1342470.0,
      "end_time": 1349450.0,
      "text": "banker to a congressional sub-committee. &quot;And the proper placement of the so-called"
    },
    {
      "index": 249,
      "start_time": 1349450.0,
      "end_time": 1356799.0,
      "text": "&#39;transfer DNA&#39;, required just the opposite of evolution. It required intelligent, purposeful"
    },
    {
      "index": 250,
      "start_time": 1356800.0,
      "end_time": 1361150.0,
      "text": "design.&quot; Carl, had you bothered to spend the time to"
    },
    {
      "index": 251,
      "start_time": 1361150.0,
      "end_time": 1366201.0,
      "text": "read the actual Nature paper itself, instead of uncritically swallowing Mr. Thomas&#39; excrement"
    },
    {
      "index": 252,
      "start_time": 1366200.0,
      "end_time": 1371269.0,
      "text": "and then throwing it all up indiscriminately all over your channel, you would have realized"
    },
    {
      "index": 253,
      "start_time": 1371270.0,
      "end_time": 1376971.0,
      "text": "that the &quot;proper placement&quot; he mentioned is nothing but a figment of his fevered imagination."
    },
    {
      "index": 254,
      "start_time": 1376970.0,
      "end_time": 1380710.0,
      "text": "Of course, I expect nothing less from you Carl, because you&#39;re an ignorant buffoon with"
    },
    {
      "index": 255,
      "start_time": 1380710.0,
      "end_time": 1385950.0,
      "text": "absolutely no interest in discovering whether you&#39;re right or wrong, and with no respect"
    },
    {
      "index": 256,
      "start_time": 1385950.0,
      "end_time": 1390720.0,
      "text": "for the gifts that have been bestowed upon you by the very people you smugly besmirch"
    },
    {
      "index": 257,
      "start_time": 1390720.0,
      "end_time": 1396389.0,
      "text": "with every video you make. People who you feel, in the apparently limitless depths of"
    },
    {
      "index": 258,
      "start_time": 1396390.0,
      "end_time": 1401601.0,
      "text": "your conceit, to be your inferiors, and yet who -- to anyone even remotely plugged into"
    },
    {
      "index": 259,
      "start_time": 1401600.0,
      "end_time": 1407139.0,
      "text": "reality -- obviously have minds that can be compared to finely tuned, turbocharged Lamborghinis"
    },
    {
      "index": 260,
      "start_time": 1407140.0,
      "end_time": 1412341.0,
      "text": "when compared to yours, which is evidently more akin to a clapped out old golf cart with"
    },
    {
      "index": 261,
      "start_time": 1412340.0,
      "end_time": 1417989.0,
      "text": "a dead battery, flat tire and a stale piss-stain on the driver&#39;s seat."
    },
    {
      "index": 262,
      "start_time": 1417990.0,
      "end_time": 1422780.0,
      "text": "It&#39;s because of this that I make no effort to reach you or your kind, Carl, because you&#39;ve"
    },
    {
      "index": 263,
      "start_time": 1422780.0,
      "end_time": 1428481.0,
      "text": "proved time and time again that you don&#39;t care one jot for things like reason and beauty"
    },
    {
      "index": 264,
      "start_time": 1428480.0,
      "end_time": 1434779.0,
      "text": "and truth -- you&#39;re only interested in perpetuating your own beliefs. Beliefs that you cannot"
    },
    {
      "index": 265,
      "start_time": 1434780.0,
      "end_time": 1439510.0,
      "text": "and will not question, because they&#39;ve been handed down to you over hundreds of generations"
    },
    {
      "index": 266,
      "start_time": 1439510.0,
      "end_time": 1443670.0,
      "text": "from primitive people who knew nothing of the natural world and so tried their best"
    },
    {
      "index": 267,
      "start_time": 1443670.0,
      "end_time": 1450140.0,
      "text": "to explain it with the only tool they had available to them -- their imaginations."
    },
    {
      "index": 268,
      "start_time": 1450140.0,
      "end_time": 1454530.0,
      "text": "And because of this I actually feel a little sorry for you Carl, because you and your fellow"
    },
    {
      "index": 269,
      "start_time": 1454530.0,
      "end_time": 1459000.0,
      "text": "creationists are now forced to spend your days holding up a damn that&#39;s creaking and"
    },
    {
      "index": 270,
      "start_time": 1459000.0,
      "end_time": 1464471.0,
      "text": "groaning against the unstoppable and ever-growing waters of knowledge that science is producing"
    },
    {
      "index": 271,
      "start_time": 1464470.0,
      "end_time": 1470320.0,
      "text": "-- a damn that threatens every day to finally burst from the unbearable strain and consume"
    },
    {
      "index": 272,
      "start_time": 1470320.0,
      "end_time": 1475289.0,
      "text": "you in the resulting torrent, sweeping you and your like away into the annals of history"
    },
    {
      "index": 273,
      "start_time": 1475290.0,
      "end_time": 1481150.0,
      "text": "to be looked at and laughed at by generations to come as nothing more than strange and inscrutable"
    },
    {
      "index": 274,
      "start_time": 1481150.0,
      "end_time": 1485540.0,
      "text": "curiosities. Your inflexibility and dour insistence on"
    },
    {
      "index": 275,
      "start_time": 1485540.0,
      "end_time": 1491150.0,
      "text": "looking back at the past rather than forward to the future has left you worshiping a woefully"
    },
    {
      "index": 276,
      "start_time": 1491150.0,
      "end_time": 1498530.0,
      "text": "small and stunted god -- a god of limited vision and simplistic motivations, a pitiful"
    },
    {
      "index": 277,
      "start_time": 1498530.0,
      "end_time": 1502711.0,
      "text": "god that grows smaller everyday just as we grow more enlightened."
    },
    {
      "index": 278,
      "start_time": 1502710.0,
      "end_time": 1508889.0,
      "text": "And yet it needn&#39;t be so, Carl. Instead you could be like the countless enlightened theists"
    },
    {
      "index": 279,
      "start_time": 1508890.0,
      "end_time": 1514701.0,
      "text": "the world over, Christians included, who have opened their eyes to the grandeur of this"
    },
    {
      "index": 280,
      "start_time": 1514700.0,
      "end_time": 1519769.0,
      "text": "reality. Who have gazed at the Comsos in wonder and realized that their god is so much more"
    },
    {
      "index": 281,
      "start_time": 1519770.0,
      "end_time": 1525601.0,
      "text": "magnificent that their ancestors could ever have imagined. They worship a god that created"
    },
    {
      "index": 282,
      "start_time": 1525600.0,
      "end_time": 1531320.0,
      "text": "an unfathomably vast Universe that has coalesced slowly over billions of years from nothing"
    },
    {
      "index": 283,
      "start_time": 1531320.0,
      "end_time": 1537090.0,
      "text": "but pure energy, to one that is the home of exquisite galaxies teeming with stars around"
    },
    {
      "index": 284,
      "start_time": 1537090.0,
      "end_time": 1543669.0,
      "text": "which silently move planets containing wonders as yet unimagined and unimaginable. They worship"
    },
    {
      "index": 285,
      "start_time": 1543670.0,
      "end_time": 1547951.0,
      "text": "a god that created at least one place, and possibly many, many more, where life could"
    },
    {
      "index": 286,
      "start_time": 1547950.0,
      "end_time": 1553859.0,
      "text": "grasp a first tentative foothold, a god that put into motion an exquisitely simple yet"
    },
    {
      "index": 287,
      "start_time": 1553860.0,
      "end_time": 1559601.0,
      "text": "elegant set of rules that allowed it to diversify over countless millennia to produce an ever-changing"
    },
    {
      "index": 288,
      "start_time": 1559600.0,
      "end_time": 1565809.0,
      "text": "kaleidoscope of wonder of beauty. A kaleidoscope that continues to slowly turn to this day"
    },
    {
      "index": 289,
      "start_time": 1565810.0,
      "end_time": 1572321.0,
      "text": "and from which endless forms most beautiful and most wonderful have been, and are being"
    },
    {
      "index": 290,
      "start_time": 1572320.0,
      "end_time": 1576049.0,
      "text": "evolved. But instead of grasping eagerly at this new"
    },
    {
      "index": 291,
      "start_time": 1576050.0,
      "end_time": 1580760.0,
      "text": "vision of reality, Carl -- a vision, hard won, that&#39;s been carved out of the granite"
    },
    {
      "index": 292,
      "start_time": 1580760.0,
      "end_time": 1586331.0,
      "text": "of our ignorance by those you choose to slander and defame at every opportunity -- instead"
    },
    {
      "index": 293,
      "start_time": 1586330.0,
      "end_time": 1592340.0,
      "text": "of embracing it and all the positive implications it has about the god you claim to worship,"
    },
    {
      "index": 294,
      "start_time": 1592340.0,
      "end_time": 1598090.0,
      "text": "you and you kind choose to demean that god by labeling it as a petty conjurer that creates"
    },
    {
      "index": 295,
      "start_time": 1598090.0,
      "end_time": 1604330.0,
      "text": "using mud and tawdry parlor tricks. As you know I&#39;m not a religious man, Carl, but if"
    },
    {
      "index": 296,
      "start_time": 1604330.0,
      "end_time": 1610179.0,
      "text": "it happened that we lived in a Universe where both of these gods existed, I know which one"
    },
    {
      "index": 297,
      "start_time": 1610180.0,
      "end_time": 1620180.0,
      "text": "I&#39;d be worshiping."
    }
  ]
}