{
  "video_id": "asgpQP81ZqU",
  "title": "How Instant Ramen Became an Overnight Success",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 853.0,
      "end_time": 4800.0,
      "text": "Some people associate instant noodles with broke college students."
    },
    {
      "index": 2,
      "start_time": 4800.0,
      "end_time": 9200.0,
      "text": "But instant ramen wasn't created for a bunch of hungry 20 year olds."
    },
    {
      "index": 3,
      "start_time": 9200.0,
      "end_time": 11900.0,
      "text": "The man who invented them was much more ambitious."
    },
    {
      "index": 4,
      "start_time": 11900.0,
      "end_time": 16700.0,
      "text": "He set out to solve a hunger crisis in Japan."
    },
    {
      "index": 5,
      "start_time": 16700.0,
      "end_time": 24700.0,
      "text": "After World War II, food shortages plagued Japanese cities, so the U.S. supplied wheat flour and encouraged the Japanese to make bread."
    },
    {
      "index": 6,
      "start_time": 24700.0,
      "end_time": 33700.0,
      "text": "One man named Momofuku Ando didn't understand why his people would make bread instead of noodles, something that was already part of their culture."
    },
    {
      "index": 7,
      "start_time": 33700.0,
      "end_time": 39200.0,
      "text": "Ando decided to take matters into his own hands and create a new ramen made to last."
    },
    {
      "index": 8,
      "start_time": 39200.0,
      "end_time": 43300.0,
      "text": "He spent a year trying to figure out how to preserve the noodles."
    },
    {
      "index": 9,
      "start_time": 43300.0,
      "end_time": 46500.0,
      "text": "He needed a nonperishable, tasty, and easy recipe."
    },
    {
      "index": 10,
      "start_time": 46500.0,
      "end_time": 52700.0,
      "text": "But it was a challenge to maintain the robust flavors and unique texture that most people were accustomed to."
    },
    {
      "index": 11,
      "start_time": 52700.0,
      "end_time": 63200.0,
      "text": "It wasn't until his wife was making dinner one night and he threw some noodles in a bowl of hot tempura oil that he realized flash frying the noodles was the answer he had been looking for."
    },
    {
      "index": 12,
      "start_time": 63200.0,
      "end_time": 69700.0,
      "text": "This method not only dehydrated them, it left small perforations that allowed the noodles to recook quickly."
    },
    {
      "index": 13,
      "start_time": 69700.0,
      "end_time": 74200.0,
      "text": "And there you have it, instant ramen noodles became an instant success."
    },
    {
      "index": 14,
      "start_time": 74200.0,
      "end_time": 81500.0,
      "text": "Ando's products gained notoriety when he introduced the packaged ramen in the 1950s and later Cup Noodles in 1978."
    },
    {
      "index": 15,
      "start_time": 81500.0,
      "end_time": 88800.0,
      "text": "His company began selling upwards of 40 billion units every year, and Momofuku Ando became a culinary icon in Japan."
    },
    {
      "index": 16,
      "start_time": 88800.0,
      "end_time": 95700.0,
      "text": "So, the next time you heat up a cup of instant noodles, remember, you're slurping down a little piece of history."
    },
    {
      "index": 17,
      "start_time": 95700.0,
      "end_time": 99855.0,
      "text": "(lively instrumental music)"
    }
  ]
}