{
  "video_id": "Aur9np7nWSE",
  "title": "1 INGREDIENT SLIME That Actually Works! No Glue, No Borax! Learn How To Make The Best 5 DIY Recipies",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 24620.0,
      "text": "*Music playing*"
    },
    {
      "index": 2,
      "start_time": 24620.0,
      "end_time": 29220.0,
      "text": "Wengie: Hey guys, it's Wengie! Welcome back to my channel, and, Mickey hug!"
    },
    {
      "index": 3,
      "start_time": 29220.0,
      "end_time": 31280.0,
      "text": "(Silence)"
    },
    {
      "index": 4,
      "start_time": 31440.0,
      "end_time": 55520.0,
      "text": "Wengie: So, today, we're testing some 1 ingredient slime, we've tried a few, different recipes, what I'm going to show you today, is the most successful ones, you guys can do it at home as well, also, I'm doing a Mac-Book Air giveaway, and, if you guys want to enter, all you have to do is to be part of this wonderful family here, and, the only other thing you guys need to do, is to be subscribed to my second channel, which is ReactiCorns, that is linked down below, so this week, we're gonna have another like challenge, let's get this video to a hundred, and forty-eight thousand likes!"
    },
    {
      "index": 5,
      "start_time": 55520.0,
      "end_time": 59500.0,
      "text": "Wengie: And without further ado, let's get on with the video! Let's go!"
    },
    {
      "index": 6,
      "start_time": 59500.0,
      "end_time": 60040.0,
      "text": "*Music playing*"
    },
    {
      "index": 7,
      "start_time": 60040.0,
      "end_time": 71160.0,
      "text": "Wengie: One ingredient, that I can totally see turning into slime, is tapioca starch, I sometimes see tapioca pearls in boba tea, or dessert, and, it's kinda squishy, and, jelly-like, so, I have high hopes for this one!"
    },
    {
      "index": 8,
      "start_time": 71160.0,
      "end_time": 78620.0,
      "text": "Wengie: Just pour four tablespoons into a bowl, and, add a half a cup of water, and, mix it together, and, then, microwave this for thirty seconds!"
    },
    {
      "index": 9,
      "start_time": 78620.0,
      "end_time": 79120.0,
      "text": "*Music playing*"
    },
    {
      "index": 10,
      "start_time": 79120.0,
      "end_time": 84940.0,
      "text": "Wengie: I microwaved it for thirty seconds, it's still a little bit googy, but, we're gonna mix it until it's even again!"
    },
    {
      "index": 11,
      "start_time": 84940.0,
      "end_time": 101400.0,
      "text": "Wengie: Ooooooo, kinda gross-looking, ooh, that slimed it up, guys, yeah, it reminds me when I'm mixing Elmer's glue with the activator, ooh, aah, ooh, back to the microwave, let's see if I can get this!"
    },
    {
      "index": 12,
      "start_time": 101400.0,
      "end_time": 105280.0,
      "text": "*Music playing*"
    },
    {
      "index": 13,
      "start_time": 105280.0,
      "end_time": 111460.0,
      "text": "Wengie: Don't touch this guys because this is really hot, but, I've got a quick way to cool it down, I got a bowl of cold water!"
    },
    {
      "index": 14,
      "start_time": 111460.0,
      "end_time": 112580.0,
      "text": "*Music playing*"
    },
    {
      "index": 15,
      "start_time": 112580.0,
      "end_time": 142720.0,
      "text": "Wengie: It's not gonna melt guys, it kinda looks like a little sea creature, aaaaah, it's so cute,  it looks like a little glob-lier, uh, creature, but, like eyes on it, it literally, is so adorable, aaah, ooh, it feels so, ah, quite cool, I never felt slime like this, now, it's like, you're touching a really slippery sea slug, okay we're gonna check it out because it's cooled down now, oh no, it's breaking, look at that, whoa, oooooh! It's almost like clear glass slime like there's crystal slimes, it's actually really good to stretch!"
    },
    {
      "index": 16,
      "start_time": 142720.0,
      "end_time": 147100.0,
      "text": "*Music playing*"
    },
    {
      "index": 17,
      "start_time": 147100.0,
      "end_time": 155440.0,
      "text": "Wengie: Oh, no it's breaking, like it, it's almost like a clear glass slime like there's crystal slimes, it's actually really good to stretch!"
    },
    {
      "index": 18,
      "start_time": 155440.0,
      "end_time": 161680.0,
      "text": "*Music playing*"
    },
    {
      "index": 19,
      "start_time": 161680.0,
      "end_time": 164240.0,
      "text": "Wengie: If it starts getting too sticky, you can actually just dump it in the water!"
    },
    {
      "index": 20,
      "start_time": 164240.0,
      "end_time": 177640.0,
      "text": "*Music playing*"
    },
    {
      "index": 21,
      "start_time": 177680.0,
      "end_time": 185920.0,
      "text": "Wengie: That looks so cool, guys, oh my god, it looks pretty good, aah!"
    },
    {
      "index": 22,
      "start_time": 185920.0,
      "end_time": 195920.0,
      "text": "*Music playing*"
    },
    {
      "index": 23,
      "start_time": 195920.0,
      "end_time": 205700.0,
      "text": "Wengie: Guys, I'm having so much fun, I've realised this slime, is like ten out of ten but, I know it's different from regular slime, but check this out!"
    },
    {
      "index": 24,
      "start_time": 205700.0,
      "end_time": 207280.0,
      "text": "Wengie: Look at it!"
    },
    {
      "index": 25,
      "start_time": 207280.0,
      "end_time": 211680.0,
      "text": "(Noise)"
    },
    {
      "index": 26,
      "start_time": 211720.0,
      "end_time": 215280.0,
      "text": "(Silent movement)"
    },
    {
      "index": 27,
      "start_time": 215280.0,
      "end_time": 216760.0,
      "text": "(Noise)"
    },
    {
      "index": 28,
      "start_time": 216780.0,
      "end_time": 230760.0,
      "text": "Wengie: So, for this one ingredient slime, all you apparently need is some regular hand-soap, first, you got to  squeeze some out in a container, and then, mix it vigorously, guys, mixing, this can get pretty tiring, okay, I see where this is going!"
    },
    {
      "index": 29,
      "start_time": 230760.0,
      "end_time": 234960.0,
      "text": "*Music playing*"
    },
    {
      "index": 30,
      "start_time": 234960.0,
      "end_time": 238480.0,
      "text": "Wengie: And then, we're just gonna put this into the freezer for about ten minutes!"
    },
    {
      "index": 31,
      "start_time": 238480.0,
      "end_time": 280720.0,
      "text": "Wengie: This has been in the freezer for ten minutes, let's open it up, the size of frozen, it looks kind of too soft to play with there, but, this is, that doesn't feel like hand-soap anymore, definitely feels more like slime, than hand-soap, but, there's so many ways, that you can play with it, feels like this is super close to slime, it is literally a few steps away from it, we're almost there, it's not quite slime, it's really cold guys, I think you're still kind of numb, playing with this, I rate this slime a three out of ten, I think, not only is it not quite slime, it's really cold to play with, and, I can't feel my fingers!"
    },
    {
      "index": 32,
      "start_time": 280720.0,
      "end_time": 282100.0,
      "text": "(SIlence)"
    },
    {
      "index": 33,
      "start_time": 282100.0,
      "end_time": 300700.0,
      "text": "Wengie: Now, we're gonna try to make one ingredient slime with toothpaste, apparently, the internet says it works, os, it must work, right, and, of course, I also tested toothpaste hacks, so, don't forget to check out that video so if you guys haven't watched it already, we're just gonna squeeze it out, and then, slowly microwave it for ten to twenty seconds at a time until it hopefully becomes slime!"
    },
    {
      "index": 34,
      "start_time": 300700.0,
      "end_time": 301400.0,
      "text": "*Music playing*"
    },
    {
      "index": 35,
      "start_time": 301400.0,
      "end_time": 311920.0,
      "text": "Wengie: Umm, I'm gonna mix it a little bit, this smells really pungent if you guys have a blocked nose, this literally will clear it up, okay, back in the microwave!"
    },
    {
      "index": 36,
      "start_time": 311920.0,
      "end_time": 319920.0,
      "text": "Wengie: Oh my gosh, guys, can you guys see this, ooohhh, whoooaaa, I really like it guys, slime-y spongecake!"
    },
    {
      "index": 37,
      "start_time": 319920.0,
      "end_time": 321240.0,
      "text": "*Music playing*"
    },
    {
      "index": 38,
      "start_time": 321240.0,
      "end_time": 323180.0,
      "text": "Wengie: Real, it's more like clay!"
    },
    {
      "index": 39,
      "start_time": 323180.0,
      "end_time": 337600.0,
      "text": "Wengie: Yep, not stretchy, no, so, it's not even that stretchy, like, it breaks apart before you can even stretch it, I rate this three out of ten, maybe even two, it's not even fun!"
    },
    {
      "index": 40,
      "start_time": 337600.0,
      "end_time": 342940.0,
      "text": "*Music playing*"
    },
    {
      "index": 41,
      "start_time": 342960.0,
      "end_time": 367620.0,
      "text": "Wengie: The next ingredient, that can apparently turn into slime, is kids' shampoo, and conditioner, all I could find was this three-in-one conditioner, and body-wash, so, let's see if it can work, for this one, we're just gonna pour some out, and then, microwave it for twenty seconds, first, I think, this actually looks like lime jello, oh my gosh guys, look at how it bounces off the top, leave a bit, such as bounce at the end, look!"
    },
    {
      "index": 42,
      "start_time": 367620.0,
      "end_time": 373440.0,
      "text": "*Music playing*"
    },
    {
      "index": 43,
      "start_time": 373440.0,
      "end_time": 407140.0,
      "text": "Wengie: Do it guys, okay, so, we just microwaved it for twenty seconds, and guys, it looks even worse than it did before, looks like water now, I don't even know what's happening guys, okay, so, the next step, is to put this in the freezer for five minutes, I mean, we'll try it, but, it doesn't look like it's going to save it, alright, we're back, I don't think this is slime, so with your help, I think, we can make it slime, so, go, hit that like button, I'm gonna give you guys three seconds, and then, once you hit that like button, you're gonna turn this into slime for me, ready guys, 3,2,1; let's check it out, let's open it, and, have a look!"
    },
    {
      "index": 44,
      "start_time": 407140.0,
      "end_time": 410740.0,
      "text": "*Music playing*"
    },
    {
      "index": 45,
      "start_time": 410740.0,
      "end_time": 434880.0,
      "text": "Wengie: Wooww, that looks way better than it did before, oh my god, look, it's actually slime, guys, it worked, whoaaaaa, so, this slime was super interesting because as soon as you take it out of the freezer, it totally looks, and, feels like slime, like, you can actually play with it, like regular slime!"
    },
    {
      "index": 46,
      "start_time": 434880.0,
      "end_time": 464420.0,
      "text": "*Music playing*"
    },
    {
      "index": 47,
      "start_time": 464420.0,
      "end_time": 485640.0,
      "text": "Wengie: But, after a while, I think, it gets too warm from the room temperature, and, your hands, and, it becomes more, and, more liquid, so, it's like a slime, that turns into alien blood, I guess, honestly, I never thought that this one would work, but, it turned out pretty well, oh, oh, got it caught in a furby!"
    },
    {
      "index": 48,
      "start_time": 485640.0,
      "end_time": 489880.0,
      "text": "*Music playing*"
    },
    {
      "index": 49,
      "start_time": 489880.0,
      "end_time": 492620.0,
      "text": "Wengie: It melt, melted!"
    },
    {
      "index": 50,
      "start_time": 492620.0,
      "end_time": 496120.0,
      "text": "(Noise)"
    },
    {
      "index": 51,
      "start_time": 496120.0,
      "end_time": 557180.0,
      "text": "Wengie: So, all you need for this slime is Metamucil, some water, and, a microwave, the recipe I have says to add two tablespoons of Metamucil with  half a cup of water, and, get it a good mix, then, put it in the microwave for thirty seconds, and, apparently, that's it, looks like apple-flavoured baby food, see what happens when it goes in the microwave, so, we're gonna pop it in the microwave for like thirty seconds, and, come back, so, we just microwaved it for thirty seconds, let's have a look at  the consistency, i'm not gonna use my hands yet, just in case, it's a little hot, whoaaaaaaa, look at that, oh my god, it's like slime, kinda looks gross, because it's like a weird brown colour, I wonder if this is like a colour of Metamucil, that's a little bit prettier than this,  just like touch it lightly with your fingers, and, just make sure you don't burn yourself because it can get quite hot, I'm actually, really impressed, this is pretty fun, it kind of looks like you slimed up gravy from KFC, oh, let's, let's do the poop test, you gotta pull it a little bit slower than actual slime, let's poop it up!"
    },
    {
      "index": 52,
      "start_time": 557180.0,
      "end_time": 560440.0,
      "text": "*Music playing*"
    },
    {
      "index": 53,
      "start_time": 560440.0,
      "end_time": 603680.0,
      "text": "Wengie: How's that? Kind of gross, yeah and, it kind of gets on stuff, look at that, it's not very satisfying to stetch, this interesting is like the smaller pieces are much stretchier, then, like the large piece when you play the large piece, it just tends to just break, oooooohhhh, that's pretty cool guys, getting pretty fun, oh no, it's breaking, no, I still got it, we still got it guys, I see how much longer we can push this, ha, it broke, so, I'm gonna try, and, save it, now, we're gonna add some glitter, and, see if this makes it look any better, ooooo, look at that guys, this looks like a gold nugget, now, and, go chicken nugget, did it, I really don't know how I feel about this right now!"
    },
    {
      "index": 54,
      "start_time": 603680.0,
      "end_time": 616860.0,
      "text": "*Music playing*"
    },
    {
      "index": 55,
      "start_time": 616860.0,
      "end_time": 620580.0,
      "text": "(Laughter)"
    },
    {
      "index": 56,
      "start_time": 620580.0,
      "end_time": 629420.0,
      "text": "Wengie: So observable, bye, I give this slime a seven, or, eight out of ten, considering we only used one ingredient, and, I give the glitter ten out of ten!"
    },
    {
      "index": 57,
      "start_time": 629420.0,
      "end_time": 641240.0,
      "text": "Wengie: How cool are these one ingredient slime, guys? Did you guys actually think it would work like? I didn't, but, really amaze me, tell me which one your favourite one is down below, and, let's have a look at what happened on ReactiCorns, this week!"
    },
    {
      "index": 58,
      "start_time": 641240.0,
      "end_time": 646840.0,
      "text": "Max: Like, it's puffing out too much for me, fuck my eyes, only for you!"
    },
    {
      "index": 59,
      "start_time": 646840.0,
      "end_time": 647780.0,
      "text": "Max: Ohhh!"
    },
    {
      "index": 60,
      "start_time": 647780.0,
      "end_time": 649480.0,
      "text": "Wengie: Nicki Minaj, or!"
    },
    {
      "index": 61,
      "start_time": 649480.0,
      "end_time": 651200.0,
      "text": "Max: Or troll!"
    },
    {
      "index": 62,
      "start_time": 651200.0,
      "end_time": 654400.0,
      "text": "Wengie: They have a similiar expression of their face!"
    },
    {
      "index": 63,
      "start_time": 654400.0,
      "end_time": 656560.0,
      "text": "Max: Definitely a similiar mouth shape!"
    },
    {
      "index": 64,
      "start_time": 656560.0,
      "end_time": 674540.0,
      "text": "Wengie: And during the week, don't forget to follow me on my social medias to see what I'm up to, you get all the behind-the-scenes, gossip, and, everything like that, and, also, hashtag me on #wengiecorns because if you make any of these slimes, so, I can see, and, until next week, I'm gonna miss you guys so much, and, I'll see you guys then, bye guys, nothing!"
    }
  ]
}