{
  "video_id": "awpfHL3CmOk",
  "title": "How to Bluff in Poker - Texas Holdem Poker Strategy - Bluffing Lesson",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4779.0,
      "end_time": 8620.0,
      "text": "Hey guys, unexceptional rounder here and today I am going to teach you how to pull off big"
    },
    {
      "index": 2,
      "start_time": 8620.0,
      "end_time": 13660.0,
      "text": "bluffs that have a high probability of success. Bluffing is a key step in mastering No-Limit"
    },
    {
      "index": 3,
      "start_time": 13660.0,
      "end_time": 18390.0,
      "text": "Hold’em. Knowing how to recognize a great bluffing opportunity will measurably increase"
    },
    {
      "index": 4,
      "start_time": 18390.0,
      "end_time": 23710.0,
      "text": "your win rate. Get out a pen, paper or iPad and get ready to take some notes."
    },
    {
      "index": 5,
      "start_time": 23710.0,
      "end_time": 27770.0,
      "text": "What exactly is a bluff? There are really two different sorts of bluffs, the small bluff"
    },
    {
      "index": 6,
      "start_time": 27770.0,
      "end_time": 31710.0,
      "text": "and the big bluff. Think of small bluffs as bets where no one seems interested in the"
    },
    {
      "index": 7,
      "start_time": 31710.0,
      "end_time": 37820.0,
      "text": "pot, and the first person to shoot, takes it down. These bluffs are most commonly continuation"
    },
    {
      "index": 8,
      "start_time": 37820.0,
      "end_time": 42460.0,
      "text": "bets, positional bets, or probe bets. Big bluffs are those times when someone else"
    },
    {
      "index": 9,
      "start_time": 42460.0,
      "end_time": 46920.0,
      "text": "has shown aggression in the hand or clear desire to win the pot, but you think you can"
    },
    {
      "index": 10,
      "start_time": 46920.0,
      "end_time": 52170.0,
      "text": "pressure them into folding. This can be done with little to no showdown value, but takes"
    },
    {
      "index": 11,
      "start_time": 52170.0,
      "end_time": 59579.0,
      "text": "some practice to get the hang of. I want to finally talk about the most important"
    },
    {
      "index": 12,
      "start_time": 59579.0,
      "end_time": 64839.0,
      "text": "bet in no-limit hold’em. It is called a continuation bet, c-bet or barrel. Barreling"
    },
    {
      "index": 13,
      "start_time": 64839.0,
      "end_time": 70130.0,
      "text": "or a double barrel usually refers to a c-bet, followed by another bet on the turn, so the"
    },
    {
      "index": 14,
      "start_time": 70130.0,
      "end_time": 76040.0,
      "text": "c-bet is always your first barrel. These are all done when you are the last preflop raiser"
    },
    {
      "index": 15,
      "start_time": 76040.0,
      "end_time": 82530.0,
      "text": "and you are the first to make a bet postflop. Before I go on to explain mathematically why"
    },
    {
      "index": 16,
      "start_time": 82530.0,
      "end_time": 87070.0,
      "text": "this bet is so great and wins so much money let me tell you a little lesson that helped"
    },
    {
      "index": 17,
      "start_time": 87070.0,
      "end_time": 94159.0,
      "text": "me as a young faun discovering the world of poker years ago. Just do it, if all else fails"
    },
    {
      "index": 18,
      "start_time": 94159.0,
      "end_time": 100740.0,
      "text": "just make the continuation bet and worry about why it works later on."
    },
    {
      "index": 19,
      "start_time": 100740.0,
      "end_time": 105219.0,
      "text": "Now you know what to do; let’s discuss why it works. If you are playing against a single"
    },
    {
      "index": 20,
      "start_time": 105219.0,
      "end_time": 110829.0,
      "text": "opponent post flop they will miss the flop about 65% of the time or two thirds (2/3),"
    },
    {
      "index": 21,
      "start_time": 110829.0,
      "end_time": 116200.0,
      "text": "simply put, they miss a lot. Additionally, depending on the opponent’s preflop range,"
    },
    {
      "index": 22,
      "start_time": 116200.0,
      "end_time": 124840.0,
      "text": "that 33% is sometimes middle or bottom pair, these hands won’t stand up to much aggression."
    },
    {
      "index": 23,
      "start_time": 124840.0,
      "end_time": 129330.0,
      "text": "Now that we know our opponent misses or can’t continue most of the time, what bet sizing"
    },
    {
      "index": 24,
      "start_time": 129330.00000000001,
      "end_time": 133950.0,
      "text": "makes the most money? Well, if our opponent was terrible we could just bet small when"
    },
    {
      "index": 25,
      "start_time": 133950.0,
      "end_time": 140470.0,
      "text": "we miss and big when we hit, however observant opponents will pick up on this quickly."
    },
    {
      "index": 26,
      "start_time": 140470.0,
      "end_time": 145260.0,
      "text": "Usually two thirds the size of the pot works well. It isn’t so small that the bet looks"
    },
    {
      "index": 27,
      "start_time": 145260.0,
      "end_time": 150750.0,
      "text": "weak, and we only need our opponent to fold 40% of the time to break even on the bet."
    },
    {
      "index": 28,
      "start_time": 150750.0,
      "end_time": 155760.0,
      "text": "Since the opponent will hit one pair or better only 35% of the time, we just need to cover"
    },
    {
      "index": 29,
      "start_time": 155760.0,
      "end_time": 160750.0,
      "text": "that 5% spread. Between the times that we hit a hand and the times our opponent hits"
    },
    {
      "index": 30,
      "start_time": 160750.0,
      "end_time": 165510.0,
      "text": "a very weak hand we can make a profit almost immediately."
    },
    {
      "index": 31,
      "start_time": 165510.0,
      "end_time": 170400.0,
      "text": "Something additional to note is that if we are playing the flop against two opponents,"
    },
    {
      "index": 32,
      "start_time": 170400.0,
      "end_time": 176140.0,
      "text": "they BOTH will have nothing around 41% of the time. Because a bet into two opponents"
    },
    {
      "index": 33,
      "start_time": 176140.0,
      "end_time": 181400.0,
      "text": "generally looks stronger than a bet into only one opponent I find betting around half the"
    },
    {
      "index": 34,
      "start_time": 181400.0,
      "end_time": 186030.0,
      "text": "pot is usually sufficient to make opponents with weak hands fold, and because we only"
    },
    {
      "index": 35,
      "start_time": 186030.0,
      "end_time": 191950.0,
      "text": "need to win using that bet about 33% of the time, we show an immediate profit."
    },
    {
      "index": 36,
      "start_time": 191950.0,
      "end_time": 197860.0,
      "text": "Here is some basic math you should have in the back of your head, if you don’t already"
    },
    {
      "index": 37,
      "start_time": 197860.0,
      "end_time": 202470.0,
      "text": "know these numbers it is probably a good idea to jot them down. This way you can review"
    },
    {
      "index": 38,
      "start_time": 202470.0,
      "end_time": 205439.0,
      "text": "them later or even use the notes while you play."
    },
    {
      "index": 39,
      "start_time": 205439.0,
      "end_time": 210010.0,
      "text": "A one half pot bet will show immediate profit when your opponent folds one third of the"
    },
    {
      "index": 40,
      "start_time": 210010.0,
      "end_time": 213030.0,
      "text": "time. A two thirds pot bet will show profit when"
    },
    {
      "index": 41,
      "start_time": 213030.0,
      "end_time": 218319.0,
      "text": "your opponent folds two fifths of the time. A full pot sized bet will show profit when"
    },
    {
      "index": 42,
      "start_time": 218319.0,
      "end_time": 223739.0,
      "text": "your opponent folds one half the time. A one and a half times pot bet will show profit"
    },
    {
      "index": 43,
      "start_time": 223739.0,
      "end_time": 226579.0,
      "text": "when your opponent folds three fifths the time."
    },
    {
      "index": 44,
      "start_time": 226579.0,
      "end_time": 231170.0,
      "text": "And a double the pot size bet profits when your opponent folds two thirds of the time."
    },
    {
      "index": 45,
      "start_time": 231170.0,
      "end_time": 235549.0,
      "text": "Keep in mind that opponents can read different bet sizes differently, but in general the"
    },
    {
      "index": 46,
      "start_time": 235549.0,
      "end_time": 242019.0,
      "text": "more you bet the harder it is for your opponent to call."
    },
    {
      "index": 47,
      "start_time": 242019.0,
      "end_time": 247459.0,
      "text": "This is a checklist you can go through in your head or look at (hint: write it down)"
    },
    {
      "index": 48,
      "start_time": 247459.0,
      "end_time": 251969.0,
      "text": "when considering a bluff. I would recommend having all 4 when you are"
    },
    {
      "index": 49,
      "start_time": 251969.0,
      "end_time": 255760.0,
      "text": "just trying to figure things out, and the hand on the following slide should drive this"
    },
    {
      "index": 50,
      "start_time": 255760.0,
      "end_time": 260610.0,
      "text": "point home. As always, position makes everything easier;"
    },
    {
      "index": 51,
      "start_time": 260610.0,
      "end_time": 264970.0,
      "text": "your opponent being out of position will make them much less likely to call."
    },
    {
      "index": 52,
      "start_time": 264970.0,
      "end_time": 269410.0,
      "text": "What I mean by a believable hand is that all the action in the hand up to the point of"
    },
    {
      "index": 53,
      "start_time": 269410.0,
      "end_time": 273940.0,
      "text": "the bluff should be able to represent at least a couple hands that would make sense to your"
    },
    {
      "index": 54,
      "start_time": 273940.0,
      "end_time": 280110.0,
      "text": "opponent. If you just check down to the river then suddenly make a huge raise, it can be"
    },
    {
      "index": 55,
      "start_time": 280110.0,
      "end_time": 284130.0,
      "text": "hard for your opponent to give you credit for a real hand."
    },
    {
      "index": 56,
      "start_time": 284130.0,
      "end_time": 288330.0,
      "text": "Having more money behind as well as another street of action will make your opponent fear"
    },
    {
      "index": 57,
      "start_time": 288330.0,
      "end_time": 293930.0,
      "text": "seeing you pile on another huge bet, especially if you have position, because they will be"
    },
    {
      "index": 58,
      "start_time": 293930.0,
      "end_time": 299590.0,
      "text": "forced to act first on the next street. In general when looking at this list, the"
    },
    {
      "index": 59,
      "start_time": 299590.0,
      "end_time": 305840.0,
      "text": "turn is often a good spot to make your bluffs. In addition to usually having money behind,"
    },
    {
      "index": 60,
      "start_time": 305840.0,
      "end_time": 310800.0,
      "text": "and another street, the draws your opponent may have flopped have much worse odds on the"
    },
    {
      "index": 61,
      "start_time": 310800.0,
      "end_time": 319340.0,
      "text": "turn, they will be forced to fold more hands on the turn then they would have on the flop."
    },
    {
      "index": 62,
      "start_time": 319340.0,
      "end_time": 323740.0,
      "text": "Using the information I just discussed let’s look at a hand and see if we can identify"
    },
    {
      "index": 63,
      "start_time": 323740.0,
      "end_time": 328610.0,
      "text": "an opportunity for a great bluff. The hero is on the button and opens with ten"
    },
    {
      "index": 64,
      "start_time": 328610.0,
      "end_time": 333370.0,
      "text": "nine off suit; the villain is in the small blind and makes a 3-bet which hero calls in"
    },
    {
      "index": 65,
      "start_time": 333370.0,
      "end_time": 339360.0,
      "text": "position. 885 rainbow flop is likely to have missed everyone. The tight aggressive villain"
    },
    {
      "index": 66,
      "start_time": 339360.0,
      "end_time": 343569.0,
      "text": "makes a standard continuation bet so hero makes a call in position with plans to take"
    },
    {
      "index": 67,
      "start_time": 343569.0,
      "end_time": 349289.0,
      "text": "the pot away on the turn (this is commonly known as a float). A Jack comes on the turn"
    },
    {
      "index": 68,
      "start_time": 349289.0,
      "end_time": 353960.0,
      "text": "giving hero an open ended straight draw. That means 8 outs to make what could be a second"
    },
    {
      "index": 69,
      "start_time": 353960.0,
      "end_time": 360310.0,
      "text": "best hand, and one street to hit. Hero’s chances of hitting are about 16%. When villain"
    },
    {
      "index": 70,
      "start_time": 360310.0,
      "end_time": 366800.0,
      "text": "bets $8 into a $12 pot or about two thirds pot which is a standard bet size hero calls"
    },
    {
      "index": 71,
      "start_time": 366800.0,
      "end_time": 373800.0,
      "text": "getting 2.5:1 on 6:1 odds, this is not a profitable call to hit the straight. On the river villain"
    },
    {
      "index": 72,
      "start_time": 373800.0,
      "end_time": 378930.0,
      "text": "shows some weakness by checking, hero takes the opportunity to fire out almost a pot sized"
    },
    {
      "index": 73,
      "start_time": 378930.0,
      "end_time": 385810.0,
      "text": "bet $26 into a $28 pot. The villain doesn’t think hero has the goods so he calls with"
    },
    {
      "index": 74,
      "start_time": 385810.0,
      "end_time": 392120.0,
      "text": "a pair of 7s and takes down a pot over 300 big blinds in size, the hero is crushed. What"
    },
    {
      "index": 75,
      "start_time": 392120.0,
      "end_time": 396349.0,
      "text": "went wrong? Was this just a bad spot for a bluff or maybe villain is just a terrible"
    },
    {
      "index": 76,
      "start_time": 396349.0,
      "end_time": 401319.0,
      "text": "poker player and hero should tell him in the chat? What if the hand was a perfect opportunity"
    },
    {
      "index": 77,
      "start_time": 401319.0,
      "end_time": 407330.0,
      "text": "to bluff but hero just executed it incorrectly? After this hand hero should probably give"
    },
    {
      "index": 78,
      "start_time": 407330.0,
      "end_time": 413240.0,
      "text": "up on bluffing altogether. Ok let’s rewind and see if we, knowing all"
    },
    {
      "index": 79,
      "start_time": 413240.0,
      "end_time": 417139.0,
      "text": "of this information on bluffing can figure out where the hero went wrong."
    },
    {
      "index": 80,
      "start_time": 417139.0,
      "end_time": 421879.0,
      "text": "When hero calls on the flop villain can put him on a wide range of hands that include"
    },
    {
      "index": 81,
      "start_time": 421879.0,
      "end_time": 428520.0,
      "text": "monsters like 78, 55, 89, as well as air hands like KQ. It is clear that hero has air here"
    },
    {
      "index": 82,
      "start_time": 428520.0,
      "end_time": 433800.0,
      "text": "more than he has a monster hand. With that in mind when villain bets the turn he still"
    },
    {
      "index": 83,
      "start_time": 433800.0,
      "end_time": 439150.0,
      "text": "can have a wide range but it starts to look more like a made hand. If hero had a set here,"
    },
    {
      "index": 84,
      "start_time": 439150.0,
      "end_time": 444979.0,
      "text": "he would usually be making his move on the turn to set up the all in shove on the river."
    },
    {
      "index": 85,
      "start_time": 444979.0,
      "end_time": 448949.0,
      "text": "Now let’s go through the checklist to see if this big turn bluff hits all the items."
    },
    {
      "index": 86,
      "start_time": 448949.0,
      "end_time": 453479.0,
      "text": "You wrote down the checklist right? 1. Be in Position? Yup"
    },
    {
      "index": 87,
      "start_time": 453479.0,
      "end_time": 461330.0,
      "text": "2. Believable hand? Does a turn raise make sense for a big hand? Flat call the dry flop"
    },
    {
      "index": 88,
      "start_time": 461330.0,
      "end_time": 466379.0,
      "text": "and raise the turn, sure that’s how a lot of players would play trips or better here."
    },
    {
      "index": 89,
      "start_time": 466379.0,
      "end_time": 473789.0,
      "text": "3. Money behind? If hero makes a pot size raise to $28 he still has about $50 behind,"
    },
    {
      "index": 90,
      "start_time": 473789.0,
      "end_time": 478039.0,
      "text": "after villain calls he would have $24 behind knowing that he will usually have to put the"
    },
    {
      "index": 91,
      "start_time": 478039.0,
      "end_time": 483889.0,
      "text": "rest of his stack in on the river which incidentally covers item #4, we do have another street"
    },
    {
      "index": 92,
      "start_time": 483889.0,
      "end_time": 489550.0,
      "text": "to put money in. Now I don’t know about you but calling this turn with 77, knowing"
    },
    {
      "index": 93,
      "start_time": 489550.0,
      "end_time": 495300.0,
      "text": "I am getting another buy in size pile of chips in my face on the river is a pretty tough"
    },
    {
      "index": 94,
      "start_time": 495300.0,
      "end_time": 498710.0,
      "text": "spot. It looks like this is a great opportunity"
    },
    {
      "index": 95,
      "start_time": 498710.0,
      "end_time": 504009.0,
      "text": "for a bluff. We have everything we can working in our favor. Now if we get looked up by pocket"
    },
    {
      "index": 96,
      "start_time": 504009.0,
      "end_time": 509940.0,
      "text": "sevens we can say we had everything in place made our move and got called, make a note"
    },
    {
      "index": 97,
      "start_time": 509940.0,
      "end_time": 512580.0,
      "text": "and move on without worrying too much. The way our hero (which was me if you didn’t"
    },
    {
      "index": 98,
      "start_time": 512580.00000000006,
      "end_time": 513780.00000000006,
      "text": "know) played this hand the first time justifies a call on the river so all we learn is that"
    },
    {
      "index": 99,
      "start_time": 513780.0,
      "end_time": 514400.0,
      "text": "our opponent can read hands and it cost us over 3 buy ins to figure that out."
    },
    {
      "index": 100,
      "start_time": 514400.0,
      "end_time": 514840.0,
      "text": "Bottom line here is if you are in a good spot, go through your checklist and make your move,"
    },
    {
      "index": 101,
      "start_time": 514840.00000000006,
      "end_time": 514979.00000000006,
      "text": "if it doesn’t work make a note and move on, poker is a learning experience and you"
    },
    {
      "index": 102,
      "start_time": 514979.00000000006,
      "end_time": 517190.00000000006,
      "text": "have to try things out to see how they work. If you don’t know the answer to the question"
    },
    {
      "index": 103,
      "start_time": 517190.00000000006,
      "end_time": 522550.00000000006,
      "text": "click on it and re-watch the segment, you have to get this stuff down to learn and improve!"
    },
    {
      "index": 104,
      "start_time": 522549.99999999994,
      "end_time": 530410.0,
      "text": "Question 1 – What is the most common small bluff, and why does it work so well?"
    },
    {
      "index": 105,
      "start_time": 530410.0,
      "end_time": 536400.0,
      "text": "Question two how often do you need your opponent to fold if you make a bluff that is 2/3 the"
    },
    {
      "index": 106,
      "start_time": 536400.0,
      "end_time": 541470.0,
      "text": "size of the pot? Question 3 – what are the four factors that"
    },
    {
      "index": 107,
      "start_time": 541470.0,
      "end_time": 546480.0,
      "text": "will greatly increase your chances for success when bluffing?"
    },
    {
      "index": 108,
      "start_time": 546480.0,
      "end_time": 551260.0,
      "text": "Congrats on making it to the end, if you understand all the information in the video you are now"
    },
    {
      "index": 109,
      "start_time": 551260.0,
      "end_time": 556280.0,
      "text": "a much tougher opponent to face at the no limit tables, I hope you enjoyed the video"
    },
    {
      "index": 110,
      "start_time": 556280.0,
      "end_time": 560530.0,
      "text": "and learned something, questions will be answered in the comments section below, if you made"
    },
    {
      "index": 111,
      "start_time": 560530.0,
      "end_time": 566420.0,
      "text": "it this far please hit the like button, if you like learning about poker you should probably"
    },
    {
      "index": 112,
      "start_time": 566420.0,
      "end_time": 576420.0,
      "text": "subscribe. This is unexceptionalrounder until next time, keep on grind’n."
    }
  ]
}