{
  "video_id": "AwRCcrbEW-0",
  "title": "The ROI of Ethical Leadership in Business",
  "json": [
    {
      "index": 1,
      "start_time": 13799.0,
      "end_time": 18070.0,
      "text": "Thank you for joining us for the panel discussion around the return on investment of ethical"
    },
    {
      "index": 2,
      "start_time": 18070.0,
      "end_time": 23410.0,
      "text": "leadership in business organized by the BB&amp;T Center for Ethical Business Leadership within"
    },
    {
      "index": 3,
      "start_time": 23410.0,
      "end_time": 28410.0,
      "text": "the Mike Cottrell College of Business at the University of North Georgia. I&#39;m Latasha Brinson,"
    },
    {
      "index": 4,
      "start_time": 28410.0,
      "end_time": 33140.0,
      "text": "your moderator today. I&#39;m the Marietta Site Lead for Lockheed Martin Aeronautics Company."
    },
    {
      "index": 5,
      "start_time": 33140.0,
      "end_time": 38690.0,
      "text": "I&#39;d like to welcome our distinguished panelists to include Mr. Chuck Gallagher, Chief Operating"
    },
    {
      "index": 6,
      "start_time": 38690.0,
      "end_time": 44860.0,
      "text": "Officer, American Funeral Financial and President of the Ethics Resource Group. Welcome."
    },
    {
      "index": 7,
      "start_time": 44860.0,
      "end_time": 49649.0,
      "text": "Great to be here, absolutely wonderful and I look forward to participating in this distinguished"
    },
    {
      "index": 8,
      "start_time": 49649.0,
      "end_time": 54000.0,
      "text": "panel. Ok, Dr. Mary Gentile, Creator and Author of"
    },
    {
      "index": 9,
      "start_time": 54000.0,
      "end_time": 58589.0,
      "text": "Giving Voice to Values and Senior Researcher of Babson College, Welcome."
    },
    {
      "index": 10,
      "start_time": 58589.0,
      "end_time": 62070.0,
      "text": "Thank you, Natasha. I&#39;m really happy to be here and especially happy to have a chance"
    },
    {
      "index": 11,
      "start_time": 62070.0,
      "end_time": 68770.0,
      "text": "to talk with the five of us. Ok, wonderful. Mr. Joel Manby, President &amp; Chief"
    },
    {
      "index": 12,
      "start_time": 68770.0,
      "end_time": 71810.0,
      "text": "Executive Officer, Herschend Family Entertainment, Welcome."
    },
    {
      "index": 13,
      "start_time": 71810.0,
      "end_time": 75800.0,
      "text": "Well thank you Natasha. It&#39;s great to be here. I also look forward it have had a chance to"
    },
    {
      "index": 14,
      "start_time": 75800.0,
      "end_time": 80619.0,
      "text": "meet all of these great and very smart individuals already, so I look forward to it."
    },
    {
      "index": 15,
      "start_time": 80619.0,
      "end_time": 87739.0,
      "text": "Ok, Dr. Bruce Weinstein, The Ethics Guy and author, most recently of the book Ethical"
    },
    {
      "index": 16,
      "start_time": 87739.0,
      "end_time": 91509.0,
      "text": "Intelligence, welcome and thanks for being here."
    },
    {
      "index": 17,
      "start_time": 91509.0,
      "end_time": 95399.0,
      "text": "I have to say I feel really humbled to be in this company so thank you for including"
    },
    {
      "index": 18,
      "start_time": 95399.0,
      "end_time": 98660.0,
      "text": "me. Thank you all for being here and I think we&#39;re"
    },
    {
      "index": 19,
      "start_time": 98660.0,
      "end_time": 104009.0,
      "text": "going to go ahead and get started with our first question, so Mr. Gallagher, what does"
    },
    {
      "index": 20,
      "start_time": 104009.0,
      "end_time": 111030.0,
      "text": "ethics mean to you? Well, every choice in life that we make has"
    },
    {
      "index": 21,
      "start_time": 111030.0,
      "end_time": 121250.0,
      "text": "a consequence, so making choices that create positive consequences, that create the life"
    },
    {
      "index": 22,
      "start_time": 121250.0,
      "end_time": 127360.0,
      "text": "that we want to live, the life that we want, we&#39;re proud of. To me is that core foundation"
    },
    {
      "index": 23,
      "start_time": 127360.0,
      "end_time": 132480.0,
      "text": "of what really ethics is. I think I would say to the group, ethics isn&#39;t necessarily"
    },
    {
      "index": 24,
      "start_time": 132480.0,
      "end_time": 139160.0,
      "text": "black or white. It isn&#39;t set in stone. It&#39;s making the right choice based on all the facts"
    },
    {
      "index": 25,
      "start_time": 139160.0,
      "end_time": 145080.0,
      "text": "and circumstances and realizing consciously that those choices we make have consequences"
    },
    {
      "index": 26,
      "start_time": 145080.0,
      "end_time": 153750.0,
      "text": "that live with us now and certainly into the future. So, does ethics matter and what is"
    },
    {
      "index": 27,
      "start_time": 153750.0,
      "end_time": 157370.0,
      "text": "ethics? I think it starts with that. I think that was quite eloquent. One of the"
    },
    {
      "index": 28,
      "start_time": 157370.0,
      "end_time": 163000.0,
      "text": "things that I like to say about ethics is that we often talk about it as if its around"
    },
    {
      "index": 29,
      "start_time": 163000.0,
      "end_time": 168840.0,
      "text": "a set of requirements, thou shalt nots if you will. And I really like to think about"
    },
    {
      "index": 30,
      "start_time": 168840.0,
      "end_time": 173540.0,
      "text": "ethics more as having to do with something that is more aspirational. I think we&#39;re more"
    },
    {
      "index": 31,
      "start_time": 173540.0,
      "end_time": 179100.0,
      "text": "likely to behave in ways that we are all going to be comfortable with and proud of but if"
    },
    {
      "index": 32,
      "start_time": 179100.0,
      "end_time": 184120.0,
      "text": "we go back to the core and think about what is important to me? What do I value and is"
    },
    {
      "index": 33,
      "start_time": 184120.0,
      "end_time": 187980.0,
      "text": "there a way that I can make sure that I act in a way consistently throughout all of the"
    },
    {
      "index": 34,
      "start_time": 187980.0,
      "end_time": 194470.0,
      "text": "areas of my life to live up to those values. I think of it more as what I can do as opposed"
    },
    {
      "index": 35,
      "start_time": 194470.0,
      "end_time": 199069.0,
      "text": "to what I can&#39;t do. I think that&#39;s such a great point and our"
    },
    {
      "index": 36,
      "start_time": 199069.0,
      "end_time": 205970.0,
      "text": "company has used ethics as a foundation to make a great culture and because it&#39;s a great"
    },
    {
      "index": 37,
      "start_time": 205970.0,
      "end_time": 211500.0,
      "text": "place to work, we attract the best people. We have very low turnover and it&#39;s because"
    },
    {
      "index": 38,
      "start_time": 211500.0,
      "end_time": 218280.0,
      "text": "we use it as a positive thing not something that&#39;s what not to do. I think that&#39;s a great"
    },
    {
      "index": 39,
      "start_time": 218280.0,
      "end_time": 223250.0,
      "text": "and eloquent way to do it. It really does attract the best people, especially with today&#39;s"
    },
    {
      "index": 40,
      "start_time": 223250.0,
      "end_time": 229790.0,
      "text": "generation coming out of college. They want companies that care about the environment,"
    },
    {
      "index": 41,
      "start_time": 229790.0,
      "end_time": 234819.0,
      "text": "about treating people well, about caring for those that have less. I just think that it&#39;s"
    },
    {
      "index": 42,
      "start_time": 234819.0,
      "end_time": 241520.0,
      "text": "exciting for the future. There&#39;s too much negative about business in the press out there."
    },
    {
      "index": 43,
      "start_time": 241520.0,
      "end_time": 246739.0,
      "text": "There are a lot of great companies and I think a focus on ethics can help even more companies"
    },
    {
      "index": 44,
      "start_time": 246739.0,
      "end_time": 250200.0,
      "text": "get to where they need to be. So, it not only helps with attraction but"
    },
    {
      "index": 45,
      "start_time": 250200.0,
      "end_time": 253360.0,
      "text": "with retention. With retention but it&#39;s also just the right"
    },
    {
      "index": 46,
      "start_time": 253360.0,
      "end_time": 257720.0,
      "text": "thing to do and it makes society a better place."
    },
    {
      "index": 47,
      "start_time": 257720.00000000003,
      "end_time": 262150.0,
      "text": "So here&#39;s the thing. Ethics is important, the practice of ethics is important. What"
    },
    {
      "index": 48,
      "start_time": 262150.0,
      "end_time": 267280.0,
      "text": "I&#39;ve discovered in the 25 years I&#39;ve been teaching is that the term is such a turnoff"
    },
    {
      "index": 49,
      "start_time": 267280.0,
      "end_time": 272550.0,
      "text": "that if you don&#39;t reel people in with the right marketing if you will or right packaging,"
    },
    {
      "index": 50,
      "start_time": 272550.0,
      "end_time": 277680.0,
      "text": "people won&#39;t even get to get in the game, so to speak. So, I&#39;ve been de-emphasizing"
    },
    {
      "index": 51,
      "start_time": 277680.0,
      "end_time": 284180.0,
      "text": "the word ethics in my writing and my speaking and lately I&#39;ve been using the term honor,"
    },
    {
      "index": 52,
      "start_time": 284180.0,
      "end_time": 287779.0,
      "text": "honorable behavior much more and I&#39;ll tell you why. We&#39;re here at the Military College"
    },
    {
      "index": 53,
      "start_time": 287779.0,
      "end_time": 294379.0,
      "text": "of Georgia and a friend of mine from Annapolis at the Naval Academy that ethics was taught"
    },
    {
      "index": 54,
      "start_time": 294379.0,
      "end_time": 298479.0,
      "text": "there but they almost never used the word ethics and instead they use the word honor"
    },
    {
      "index": 55,
      "start_time": 298479.0,
      "end_time": 304939.0,
      "text": "to appeal more to the military ethos and talking with folks over the last couple of years I&#39;ve"
    },
    {
      "index": 56,
      "start_time": 304939.0,
      "end_time": 311939.0,
      "text": "decided I&#39;m not going to talk about ethics, ethical / moral behavior but rather behavior"
    },
    {
      "index": 57,
      "start_time": 311939.0,
      "end_time": 317259.0,
      "text": "that has integrity; behavior that is honorable; it&#39;s the same thing. It&#39;s just how it&#39;s presented"
    },
    {
      "index": 58,
      "start_time": 317259.0,
      "end_time": 322069.0,
      "text": "to the world. Excellent point. One of the things Bruce in doing that that"
    },
    {
      "index": 59,
      "start_time": 322069.0,
      "end_time": 328460.0,
      "text": "I think is really important, Mary, you touched on it as well, is so often we find in many"
    },
    {
      "index": 60,
      "start_time": 328460.0,
      "end_time": 338779.0,
      "text": "companies the ethics and compliance rule. People have to go through these snoozer programs"
    },
    {
      "index": 61,
      "start_time": 338779.0,
      "end_time": 344580.0,
      "text": "that talk about well here are the rules. Well the rules are one thing but what motivates"
    },
    {
      "index": 62,
      "start_time": 344580.0,
      "end_time": 352629.0,
      "text": "human behavior and if I&#39;m motivated by honor cause that&#39;s the ethos, now I have a reason"
    },
    {
      "index": 63,
      "start_time": 352629.0,
      "end_time": 356740.0,
      "text": "to follow the rules other than someone in HR and compliance saying well here are the"
    },
    {
      "index": 64,
      "start_time": 356740.0,
      "end_time": 361580.0,
      "text": "rules and we have to do this because we&#39;re required to."
    },
    {
      "index": 65,
      "start_time": 361580.0,
      "end_time": 367599.0,
      "text": "If it&#39;s based on something in your heart and soul that&#39;s honor or truth then the rules"
    },
    {
      "index": 66,
      "start_time": 367599.0,
      "end_time": 372770.0,
      "text": "don&#39;t matter as much because it&#39;s always easy to find a loophole or possible to find a loophole."
    },
    {
      "index": 67,
      "start_time": 372770.0,
      "end_time": 378499.0,
      "text": "And in fact what was Joe Paterno&#39;s first offense? He said I did not break the law by not reporting"
    },
    {
      "index": 68,
      "start_time": 378499.0,
      "end_time": 382339.0,
      "text": "this more aggressively. He&#39;s right, he didn&#39;t break the law. But the question is was that"
    },
    {
      "index": 69,
      "start_time": 382339.0,
      "end_time": 387089.0,
      "text": "honorable conduct? Was it the right thing to do? And I think we all agree that it was"
    },
    {
      "index": 70,
      "start_time": 387089.0,
      "end_time": 390319.0,
      "text": "not. At Lockheed we have a saying do what&#39;s right"
    },
    {
      "index": 71,
      "start_time": 390319.0,
      "end_time": 396129.0,
      "text": "because it&#39;s right and we encourage our employees to do what&#39;s right when no one&#39;s looking."
    },
    {
      "index": 72,
      "start_time": 396129.0,
      "end_time": 399939.0,
      "text": "And to give them the freedom to talk about what&#39;s right because it&#39;s not always black"
    },
    {
      "index": 73,
      "start_time": 399939.0,
      "end_time": 405749.0,
      "text": "and white. It&#39;s sometimes it&#39;s gray and very complex and but to have leadership that&#39;s"
    },
    {
      "index": 74,
      "start_time": 405749.0,
      "end_time": 411169.0,
      "text": "willing to talk about it and dialogue about it and help people get to the right answer,"
    },
    {
      "index": 75,
      "start_time": 411169.0,
      "end_time": 416080.0,
      "text": "I think is really critical and that&#39;s what great leadership does, what all of us are"
    },
    {
      "index": 76,
      "start_time": 416080.0,
      "end_time": 421830.0,
      "text": "very focused on. What is that our managers, our employers, our team leaders and even our"
    },
    {
      "index": 77,
      "start_time": 421830.0,
      "end_time": 426430.0,
      "text": "senior leaders can do and I would say that one of the first things you can do is kind"
    },
    {
      "index": 78,
      "start_time": 426430.0,
      "end_time": 430789.0,
      "text": "of what you were referring to, Joel, is this idea of inviting your senior leaders to tell"
    },
    {
      "index": 79,
      "start_time": 430789.0,
      "end_time": 436020.0,
      "text": "what I call a &quot;learning story.&quot; This is not a success story. This is not an I did the"
    },
    {
      "index": 80,
      "start_time": 436020.0,
      "end_time": 440449.0,
      "text": "right thing, I&#39;m a hero kind of story. When people hear those stories, often they&#39;ll think,"
    },
    {
      "index": 81,
      "start_time": 440449.0,
      "end_time": 445330.0,
      "text": "that&#39;s great, but I couldn&#39;t do that. He can do that, she can do that, but I.... Instead,"
    },
    {
      "index": 82,
      "start_time": 445330.0,
      "end_time": 453849.0,
      "text": "what we do is work with the leaders to think of a situation where they were actually challenged"
    },
    {
      "index": 83,
      "start_time": 453849.0,
      "end_time": 459199.0,
      "text": "and where they had to work through how to get the right thing done and then to share"
    },
    {
      "index": 84,
      "start_time": 459199.0,
      "end_time": 464460.0,
      "text": "that learning story -- how they worked through it. What happens then, is that you both signal"
    },
    {
      "index": 85,
      "start_time": 464460.0,
      "end_time": 469979.0,
      "text": "that you&#39;re not just giving the headline of &quot;do the right thing.&quot; You&#39;re serious. You&#39;re"
    },
    {
      "index": 86,
      "start_time": 469979.0,
      "end_time": 474949.0,
      "text": "signaling that even the leaders are struggling with this. You&#39;re signaling that the leaders"
    },
    {
      "index": 87,
      "start_time": 474949.0,
      "end_time": 480719.0,
      "text": "are willing to have this conversation in an open way, which speaks volumes for credibility,"
    },
    {
      "index": 88,
      "start_time": 480719.0,
      "end_time": 485039.0,
      "text": "and you&#39;re actually teaching a few lessons along the way. They&#39;re learning how you worked"
    },
    {
      "index": 89,
      "start_time": 485039.0,
      "end_time": 492349.0,
      "text": "through it. What I like about what you said is that it starts from the top, and then of"
    },
    {
      "index": 90,
      "start_time": 492349.0,
      "end_time": 497979.0,
      "text": "course in your company, starts at the CEO level. I&#39;m often asked how can a company create"
    },
    {
      "index": 91,
      "start_time": 497979.0,
      "end_time": 503389.0,
      "text": "an ethical culture? It&#39;s a necessary condition that the leader of the company be on board."
    },
    {
      "index": 92,
      "start_time": 503389.0,
      "end_time": 507999.0,
      "text": "It&#39;s not sufficient, because you have to get everyone else on board, but if the leader&#39;s"
    },
    {
      "index": 93,
      "start_time": 507999.0,
      "end_time": 514620.0,
      "text": "a crook or isn&#39;t committed to ethics, what&#39;s the incentive to create an ethical culture?"
    },
    {
      "index": 94,
      "start_time": 514620.0,
      "end_time": 518570.0,
      "text": "It&#39;s interesting, that one though. I always have a little trouble with that, because I"
    },
    {
      "index": 95,
      "start_time": 518570.00000000006,
      "end_time": 524050.00000000006,
      "text": "think in the absence of countervailing pressure, or countervailing messages, people often will"
    },
    {
      "index": 96,
      "start_time": 524049.99999999994,
      "end_time": 532709.0,
      "text": "assume the worst. I had a conversation - a dinner - with the CEO, the CFO, and the COO"
    },
    {
      "index": 97,
      "start_time": 532709.0,
      "end_time": 538279.0,
      "text": "and the major strategy person for a public utility about 6 months ago, and they were"
    },
    {
      "index": 98,
      "start_time": 538279.0,
      "end_time": 543399.0,
      "text": "talking about how the employees always assumed the worst of them, the employees assumed that"
    },
    {
      "index": 99,
      "start_time": 543399.0,
      "end_time": 547060.0,
      "text": "they don&#39;t care about these things, and they do care about these things, and therefore,"
    },
    {
      "index": 100,
      "start_time": 547060.0,
      "end_time": 551420.0,
      "text": "the employees made unethical choices because they&#39;re assuming that the boss doesn&#39;t care."
    },
    {
      "index": 101,
      "start_time": 551420.0,
      "end_time": 557350.0,
      "text": "They were turning to me and saying, but Mary, I do care. I was saying, it&#39;s not enough to"
    },
    {
      "index": 102,
      "start_time": 557350.0,
      "end_time": 562180.0,
      "text": "care. You actually have to communicate that you care. Maybe you&#39;re not doing anything"
    },
    {
      "index": 103,
      "start_time": 562180.0,
      "end_time": 569360.0,
      "text": "unethical, but in the absence of the actual assertion of that, people are afraid to assume"
    },
    {
      "index": 104,
      "start_time": 569360.0,
      "end_time": 573910.0,
      "text": "the best because they&#39;re afraid to be made fools of. They&#39;re afraid to be made vulnerable."
    },
    {
      "index": 105,
      "start_time": 573910.0,
      "end_time": 579490.0,
      "text": "I think if you are in a leadership position, you have a responsibility to make that visible."
    },
    {
      "index": 106,
      "start_time": 579490.0,
      "end_time": 585100.0,
      "text": "They may be concerned with that, but I would put forth that they have the responsibility."
    },
    {
      "index": 107,
      "start_time": 585100.0,
      "end_time": 589329.0,
      "text": "If you&#39;re going to be a senior leader, you have to be willing to be vulnerable, and I"
    },
    {
      "index": 108,
      "start_time": 589329.0,
      "end_time": 597029.0,
      "text": "think Bruce&#39;s point is it&#39;s challenging. As the CEO, I feel a pressure - a constant pressure"
    },
    {
      "index": 109,
      "start_time": 597029.0,
      "end_time": 604100.0,
      "text": "of everything I do and say and how I act and behave is being viewed. It&#39;s a message whether"
    },
    {
      "index": 110,
      "start_time": 604100.0,
      "end_time": 614339.0,
      "text": "I take a certain type of transportation. All those issues. Everything. But I have to be"
    },
    {
      "index": 111,
      "start_time": 614339.0,
      "end_time": 619550.0,
      "text": "willing to be transparent and share my failures and I&#39;m very transparent, because I have a"
    },
    {
      "index": 112,
      "start_time": 619550.0,
      "end_time": 623779.0,
      "text": "ton of them, but I think you made a really good point about transparency, but I also"
    },
    {
      "index": 113,
      "start_time": 623779.0,
      "end_time": 629490.0,
      "text": "think the leader does have to be transparent and put themselves out there. If I may, Joel,"
    },
    {
      "index": 114,
      "start_time": 629490.0,
      "end_time": 633089.0,
      "text": "you referred to failures that you&#39;ve had and that you&#39;ve shared with the company. Would"
    },
    {
      "index": 115,
      "start_time": 633089.0,
      "end_time": 638029.0,
      "text": "you be willing to talk about something and how that affected the company and the employees"
    },
    {
      "index": 116,
      "start_time": 638029.0,
      "end_time": 642959.0,
      "text": "for the better? Sure. I&#39;ve done it often, I mean we&#39;ve all made a lot of mistakes and"
    },
    {
      "index": 117,
      "start_time": 642959.0,
      "end_time": 646810.0,
      "text": "I do think it&#39;s important to be transparent. I remember one time one of our executives"
    },
    {
      "index": 118,
      "start_time": 646810.0,
      "end_time": 653639.0,
      "text": "who failed in one of our businesses wanted to quit. I sat him down and said, look, I"
    },
    {
      "index": 119,
      "start_time": 653639.0,
      "end_time": 658569.0,
      "text": "have been through a company that almost went bankrupt, had to be sold, but I learned more"
    },
    {
      "index": 120,
      "start_time": 658569.0,
      "end_time": 664860.0,
      "text": "in that failure than I did in five years of success in another situation. I gave him the"
    },
    {
      "index": 121,
      "start_time": 664860.0,
      "end_time": 670310.0,
      "text": "confidence to go back. i also share a lot about my own personal life whether it&#39;s marital"
    },
    {
      "index": 122,
      "start_time": 670310.0,
      "end_time": 676560.0,
      "text": "issues, or issues with our children to show that we are all human. We all struggle. We"
    },
    {
      "index": 123,
      "start_time": 676560.0,
      "end_time": 682610.0,
      "text": "all have ethical issues we have to deal with. I think it&#39;s really important to be transparent."
    },
    {
      "index": 124,
      "start_time": 682610.0,
      "end_time": 688220.0,
      "text": "So transparency and tone at the top. Excellent. Dr. Gentile, I&#39;d like to start with you for"
    },
    {
      "index": 125,
      "start_time": 688220.0,
      "end_time": 694600.0,
      "text": "our second question. As business experts, do you feel we should be focusing on teaching"
    },
    {
      "index": 126,
      "start_time": 694600.0,
      "end_time": 700069.0,
      "text": "ethics in business more within our business schools? Tell me why or why not. Well given"
    },
    {
      "index": 127,
      "start_time": 700069.0,
      "end_time": 708120.0,
      "text": "that my career has been focused primarily in the field of business education, it would"
    },
    {
      "index": 128,
      "start_time": 708120.0,
      "end_time": 714029.0,
      "text": "be sad if I didn&#39;t think it was important to do what I am doing, which is in fact addressing"
    },
    {
      "index": 129,
      "start_time": 714029.0,
      "end_time": 719709.0,
      "text": "the issues and values of leadership in business, but to be quite candid with you, if business"
    },
    {
      "index": 130,
      "start_time": 719709.0,
      "end_time": 724759.0,
      "text": "schools continue to teach ethics the way they have been teaching it, then I would answer"
    },
    {
      "index": 131,
      "start_time": 724759.0,
      "end_time": 729850.0,
      "text": "no. I don&#39;t think it&#39;s really helpful the way that we have been teaching business ethics."
    },
    {
      "index": 132,
      "start_time": 729850.0,
      "end_time": 735279.0,
      "text": "What I&#39;m trying to do with my work is to suggest an entirely different way of approaching the"
    },
    {
      "index": 133,
      "start_time": 735279.0,
      "end_time": 740149.0,
      "text": "issue. I always tell people it&#39;s about asking a different question. Traditionally when we"
    },
    {
      "index": 134,
      "start_time": 740149.0,
      "end_time": 745040.0,
      "text": "talk about business ethics in business schools, and my work has been primarily at the MBA"
    },
    {
      "index": 135,
      "start_time": 745040.0,
      "end_time": 751269.0,
      "text": "level, we&#39;ll share some thorny ethical case study and ask them, what&#39;s the right thing"
    },
    {
      "index": 136,
      "start_time": 751269.0,
      "end_time": 756459.0,
      "text": "to do in this situation? The students will spend 90 minutes, and they&#39;ll discuss what"
    },
    {
      "index": 137,
      "start_time": 756459.0,
      "end_time": 760480.0,
      "text": "the right thing to do is, and they may learn some philosophy along the way. It may teach"
    },
    {
      "index": 138,
      "start_time": 760480.0,
      "end_time": 766060.0,
      "text": "them about utilitarianism, but I think the best indictment of this approach is a little"
    },
    {
      "index": 139,
      "start_time": 766060.0,
      "end_time": 771370.0,
      "text": "story I&#39;ll share. It&#39;s very brief. When I was doing research for my work, a lot of people"
    },
    {
      "index": 140,
      "start_time": 771370.0,
      "end_time": 775800.0,
      "text": "said, Mary, you should go interview this guy. He&#39;s a CEO/entrepreneur with his own consumer"
    },
    {
      "index": 141,
      "start_time": 775800.0,
      "end_time": 781149.0,
      "text": "product firm. Very successful and based in the US. Privately held. He&#39;s thought a lot"
    },
    {
      "index": 142,
      "start_time": 781149.0,
      "end_time": 785910.0,
      "text": "about ethics in business. So I went to interview the guy, and he said, I want to ask you some"
    },
    {
      "index": 143,
      "start_time": 785910.0,
      "end_time": 792649.0,
      "text": "questions Mary. He said, I want to ask you some questions about business school. He said,"
    },
    {
      "index": 144,
      "start_time": 792649.0,
      "end_time": 797459.0,
      "text": "I&#39;m concerned about how you teach ethics in business schools. I was interviewing an MBA"
    },
    {
      "index": 145,
      "start_time": 797459.0,
      "end_time": 803170.0,
      "text": "from one of the top US business schools recently, and in my interview with him, I asked him,"
    },
    {
      "index": 146,
      "start_time": 803170.0,
      "end_time": 809290.0,
      "text": "did you take a business ethics class? He said, well yeah, I was required. So the CEO said,"
    },
    {
      "index": 147,
      "start_time": 809290.0,
      "end_time": 813829.0,
      "text": "well what did you learn? And he said, well, I learned all the models of ethical reasoning:"
    },
    {
      "index": 148,
      "start_time": 813829.0,
      "end_time": 818600.0,
      "text": "utilitarianism, deontonoloy, virtue-based ethics, and then I learned that whenever you"
    },
    {
      "index": 149,
      "start_time": 818600.0,
      "end_time": 822920.0,
      "text": "encounter a values conflict, you decide what you want to do and then you select the model"
    },
    {
      "index": 150,
      "start_time": 822920.0,
      "end_time": 829220.0,
      "text": "of ethical reasoning that will best support which one to do. Now, this CEO was telling"
    },
    {
      "index": 151,
      "start_time": 829220.0,
      "end_time": 834180.0,
      "text": "me this story with a wry smile; he was kind of yanking my chain, because I was the ethics"
    },
    {
      "index": 152,
      "start_time": 834180.0,
      "end_time": 839839.0,
      "text": "lady, but there&#39;s a certain amount of truth to this. In fact, these models of ethical"
    },
    {
      "index": 153,
      "start_time": 839839.0,
      "end_time": 844949.0,
      "text": "reasoning are not designed to tell you what the right thing to do is. They, by definition,"
    },
    {
      "index": 154,
      "start_time": 844949.0,
      "end_time": 848540.0,
      "text": "conflict. The whole idea is that they help you think more rigorously about something"
    },
    {
      "index": 155,
      "start_time": 848540.0,
      "end_time": 855029.0,
      "text": "from different perspectives and see what you might miss. They don&#39;t tell you what&#39;s right,"
    },
    {
      "index": 156,
      "start_time": 855029.0,
      "end_time": 860389.0,
      "text": "and then even more importantly, once you decide what&#39;s right, they certainly don&#39;t tell you"
    },
    {
      "index": 157,
      "start_time": 860389.0,
      "end_time": 865110.0,
      "text": "how to get it done. It started to occur to me that what we needed to do was to ask a"
    },
    {
      "index": 158,
      "start_time": 865110.0,
      "end_time": 868920.0,
      "text": "different question. Instead of asking, what&#39;s the right thing to do, we should ask, once"
    },
    {
      "index": 159,
      "start_time": 868920.0,
      "end_time": 874769.0,
      "text": "you know what&#39;s right, how do you get it done in a business environment effectively? If"
    },
    {
      "index": 160,
      "start_time": 874769.0,
      "end_time": 878379.0,
      "text": "you ask that question, then a whole bunch of different things fall out of that. You"
    },
    {
      "index": 161,
      "start_time": 878379.0,
      "end_time": 884629.0,
      "text": "start looking for positive examples of folks at every level of the organization, CEOs certainly,"
    },
    {
      "index": 162,
      "start_time": 884629.0,
      "end_time": 888379.0,
      "text": "but others as well who have found ways to act effectively. You look at what are the"
    },
    {
      "index": 163,
      "start_time": 888379.0,
      "end_time": 894120.0,
      "text": "tools and strategies and literal scripts that they&#39;ve used. What are the kinds of rationalization"
    },
    {
      "index": 164,
      "start_time": 894120.0,
      "end_time": 900769.0,
      "text": "and reasons and objections that they always encounter and how could they respond to those?"
    },
    {
      "index": 165,
      "start_time": 900769.0,
      "end_time": 906569.0,
      "text": "You set up a peer-coaching kind of experience. That&#39;s really what I&#39;ve been trying to do"
    },
    {
      "index": 166,
      "start_time": 906569.0,
      "end_time": 911480.0,
      "text": "is to encourage people to teach ethics in that way. If you teach it in that way, you"
    },
    {
      "index": 167,
      "start_time": 911480.0,
      "end_time": 916089.0,
      "text": "don&#39;t even have to teach it in an ethics class. The beauty of that approach is that then you"
    },
    {
      "index": 168,
      "start_time": 916089.0,
      "end_time": 921670.0,
      "text": "can be in your marketing class or your accounting class and you can simply say, okay, we now"
    },
    {
      "index": 169,
      "start_time": 921670.0,
      "end_time": 928499.0,
      "text": "know what the appropriate way to report your quarterly earnings is in this particular situation,"
    },
    {
      "index": 170,
      "start_time": 928499.0,
      "end_time": 932430.0,
      "text": "but you&#39;re gonna face pressures to cook the books, so what do you do and say when that"
    },
    {
      "index": 171,
      "start_time": 932430.0,
      "end_time": 937230.0,
      "text": "happens? Use the language and the tools. Don&#39;t ask them whether they should cook the books,"
    },
    {
      "index": 172,
      "start_time": 937230.0,
      "end_time": 941430.0,
      "text": "ask them, if you&#39;ve been asked to do that by a colleague and you want to resist because"
    },
    {
      "index": 173,
      "start_time": 941430.0,
      "end_time": 946249.0,
      "text": "you believe it&#39;s appropriate to resist, what kinds of arguments would be effective; what"
    },
    {
      "index": 174,
      "start_time": 946249.0,
      "end_time": 952589.0,
      "text": "kinds of strategies? I think if you re-frame it as it&#39;s about action, how to get the right"
    },
    {
      "index": 175,
      "start_time": 952589.0,
      "end_time": 955959.0,
      "text": "thing done -- absolutely. But if you keep teaching it the way we have been teaching"
    },
    {
      "index": 176,
      "start_time": 955959.0,
      "end_time": 960970.0,
      "text": "it, I&#39;m not sure we&#39;re having the impact we want to have anyway. May I pile on here? Sure."
    },
    {
      "index": 177,
      "start_time": 960970.0,
      "end_time": 965529.0,
      "text": "I&#39;ll go out on a limb. The worst way to teach business ethics in school is to have a class"
    },
    {
      "index": 178,
      "start_time": 965529.0,
      "end_time": 970790.0,
      "text": "in business ethics. What that does is compartmentalizes ethics and it suggests that while there&#39;s"
    },
    {
      "index": 179,
      "start_time": 970790.0,
      "end_time": 976579.0,
      "text": "ethics and then other aspects of being a successful business person as opposed to integrating"
    },
    {
      "index": 180,
      "start_time": 976579.0,
      "end_time": 980790.0,
      "text": "it throughout the curriculum and having it modeled. Again, the whole -- all the faculty"
    },
    {
      "index": 181,
      "start_time": 980790.0,
      "end_time": 985730.0,
      "text": "has to be on board with that, or at least most of them. But, spread it out across the"
    },
    {
      "index": 182,
      "start_time": 985730.0,
      "end_time": 992480.0,
      "text": "curriculum; integrate it into the coursework, the questions that are asked. It&#39;s not just"
    },
    {
      "index": 183,
      "start_time": 992480.0,
      "end_time": 996459.0,
      "text": "business schools that are guilty of this. You see it in medical school, law school,"
    },
    {
      "index": 184,
      "start_time": 996459.0,
      "end_time": 1003629.0,
      "text": "as well. Nursing school. It&#39;s relegated to a couple of classes. Maybe once a year, they"
    },
    {
      "index": 185,
      "start_time": 1003630.0,
      "end_time": 1008161.0,
      "text": "bring in an ethics speaker. Well you see that in businesses as well. There&#39;s one hour of"
    },
    {
      "index": 186,
      "start_time": 1008160.0,
      "end_time": 1012019.0,
      "text": "ethics training. The best companies I&#39;m working with see it as a way to tie into their leadership"
    },
    {
      "index": 187,
      "start_time": 1012020.0,
      "end_time": 1017460.0,
      "text": "development or some of their other activities. A lot of professions in business -- they&#39;re"
    },
    {
      "index": 188,
      "start_time": 1017460.0,
      "end_time": 1023570.0,
      "text": "required to have several hours of continuing education credits in ethics. This blows my"
    },
    {
      "index": 189,
      "start_time": 1023570.0,
      "end_time": 1028891.0,
      "text": "mind. Every year when I do these seminars, I&#39;ll see people coming in at the end of the"
    },
    {
      "index": 190,
      "start_time": 1028890.0000000001,
      "end_time": 1033559.0000000001,
      "text": "ethics seminar to get their ethics credit. I actually stopped one time and said, sir,"
    },
    {
      "index": 191,
      "start_time": 1033560.0,
      "end_time": 1038751.0,
      "text": "what a minute. I know you weren&#39;t here at the beginning. The irony of sneaking into"
    },
    {
      "index": 192,
      "start_time": 1038750.0,
      "end_time": 1045020.0,
      "text": "an ethics presentation. Is that lost? I mean, come on. No, no, no. I just needed the credit."
    },
    {
      "index": 193,
      "start_time": 1045020.0,
      "end_time": 1051380.0,
      "text": "I just needed the credit. Thinking about it in those terms. It&#39;s not just what&#39;s taught,"
    },
    {
      "index": 194,
      "start_time": 1051380.0,
      "end_time": 1059550.0,
      "text": "but how it&#39;s taught. Same thought as you were speaking. You can&#39;t be a silo. It&#39;s completely"
    },
    {
      "index": 195,
      "start_time": 1059550.0,
      "end_time": 1066550.0,
      "text": "integrated. The way we look at it in our business -- it&#39;s the connector to everything we do"
    },
    {
      "index": 196,
      "start_time": 1066550.0,
      "end_time": 1072160.0,
      "text": "and how we rate people and evaluate people. It cannot be segmented off. The truth is,"
    },
    {
      "index": 197,
      "start_time": 1072160.0,
      "end_time": 1076920.0,
      "text": "you&#39;re not in a situation that all of sudden oh, this is an ethical situation and out here"
    },
    {
      "index": 198,
      "start_time": 1076920.0,
      "end_time": 1083990.0,
      "text": "---- every day, there&#39;s hundreds of situations. They all have some kind of ethical implication."
    },
    {
      "index": 199,
      "start_time": 1083990.0,
      "end_time": 1088880.0,
      "text": "Most of them do. I agree with both of your points very much. It&#39;s fascinating when you"
    },
    {
      "index": 200,
      "start_time": 1088880.0,
      "end_time": 1095220.0,
      "text": "come from a non-academic perspective. I have to tell you. I was at a university in Canada"
    },
    {
      "index": 201,
      "start_time": 1095220.0,
      "end_time": 1102160.0,
      "text": "and I was the keynote speaker, but they didn&#39;t know who I was by design. So we&#39;re going through"
    },
    {
      "index": 202,
      "start_time": 1102160.0,
      "end_time": 1107190.0,
      "text": "the line, and one of the professors looks at me and says, what theory of ethics do you"
    },
    {
      "index": 203,
      "start_time": 1107190.0,
      "end_time": 1113240.0,
      "text": "follow? I&#39;m thinking to myself, this is a great moment. I said, the theory the keeps"
    },
    {
      "index": 204,
      "start_time": 1113240.0,
      "end_time": 1120590.0,
      "text": "you out of federal prison. He didn&#39;t get it until I walked in and understood that having"
    },
    {
      "index": 205,
      "start_time": 1120590.0,
      "end_time": 1128260.0,
      "text": "been there, and having made unethical choices, there is a practical application. I understand"
    },
    {
      "index": 206,
      "start_time": 1128260.0,
      "end_time": 1133460.0,
      "text": "what you&#39;re saying in terms of teaching it and how does it work and what can we do, but"
    },
    {
      "index": 207,
      "start_time": 1133460.0,
      "end_time": 1139570.0,
      "text": "in real life, when everything&#39;s in equilibrium, life is easy. It&#39;s very easy to choose the"
    },
    {
      "index": 208,
      "start_time": 1139570.0,
      "end_time": 1145180.0,
      "text": "ethical thing. It&#39;s when life gets out of equilibrium - when there&#39;s that pressure - that"
    },
    {
      "index": 209,
      "start_time": 1145180.0,
      "end_time": 1150950.0,
      "text": "need - that takes place. Something happens unanticipated, unexpected, and all of a sudden,"
    },
    {
      "index": 210,
      "start_time": 1150950.0,
      "end_time": 1156330.0,
      "text": "life is out of equilibrium and the nature of a human being is to go back into equilibrium."
    },
    {
      "index": 211,
      "start_time": 1156330.0,
      "end_time": 1164640.0,
      "text": "The question is, at that moment, what do you choose to get into equilibrium? Do you naturally"
    },
    {
      "index": 212,
      "start_time": 1164640.0,
      "end_time": 1173380.0,
      "text": "choose the ethical thing? Can you recognize life&#39;s out of balance, there&#39;s a need. There&#39;s"
    },
    {
      "index": 213,
      "start_time": 1173380.0,
      "end_time": 1177880.0,
      "text": "going to be some opportunity to bring it back in balance. How can I rationalize that? If"
    },
    {
      "index": 214,
      "start_time": 1177880.0,
      "end_time": 1182770.0,
      "text": "I can recognize it, I have a better chance of being able to make an ethical choice to"
    },
    {
      "index": 215,
      "start_time": 1182770.0,
      "end_time": 1189080.0,
      "text": "bring it back into balance than if it happens, and I&#39;m unprepared for that scenario, and"
    },
    {
      "index": 216,
      "start_time": 1189080.0,
      "end_time": 1194300.0,
      "text": "then life comes along. I don&#39;t care what you learn in school. If you don&#39;t learn the out-of-balance"
    },
    {
      "index": 217,
      "start_time": 1194300.0,
      "end_time": 1200090.0,
      "text": "portion of it, you&#39;ll never be prepared for the immediacy of making an ethical choice."
    },
    {
      "index": 218,
      "start_time": 1200090.0,
      "end_time": 1206290.0,
      "text": "So I would build on that. I agree with what you just said, but the way that business ethics"
    },
    {
      "index": 219,
      "start_time": 1206290.0,
      "end_time": 1210220.0,
      "text": "professors have traditionally responded to the reality and the truth of what you just"
    },
    {
      "index": 220,
      "start_time": 1210220.0,
      "end_time": 1215300.0,
      "text": "said is that they have said, therefore, we have to create a flight simulator environment."
    },
    {
      "index": 221,
      "start_time": 1215300.0,
      "end_time": 1219960.0,
      "text": "We have to put people in these experiences where they&#39;re under pressure and then say,"
    },
    {
      "index": 222,
      "start_time": 1219960.0,
      "end_time": 1225530.0,
      "text": "what would you do? What we find is that people react just the way you were describing. They"
    },
    {
      "index": 223,
      "start_time": 1225530.0,
      "end_time": 1230310.0,
      "text": "revert to what&#39;s going to help them feel like they&#39;re going to survive in the moment which"
    },
    {
      "index": 224,
      "start_time": 1230310.0,
      "end_time": 1234340.0,
      "text": "often means put your head down, quickly do what they&#39;re asking you to do, and hope that"
    },
    {
      "index": 225,
      "start_time": 1234340.0,
      "end_time": 1239470.0,
      "text": "you can get away with it, because it&#39;s just too scary and too hard. What you&#39;re doing"
    },
    {
      "index": 226,
      "start_time": 1239470.0,
      "end_time": 1245980.0,
      "text": "is re-enforcing what we know now from the social psychology research is our instinctive"
    },
    {
      "index": 227,
      "start_time": 1245980.0,
      "end_time": 1251920.0,
      "text": "behaviors, but they&#39;re not necessarily our best ethical behaviors. What I think we need"
    },
    {
      "index": 228,
      "start_time": 1251920.0,
      "end_time": 1256440.0,
      "text": "to do is acknowledge the reality that you just described, and then don&#39;t ask them. Don&#39;t"
    },
    {
      "index": 229,
      "start_time": 1256440.0,
      "end_time": 1261250.0,
      "text": "do the flight simulation. That&#39;s sort of three steps down the road. The first thing you need"
    },
    {
      "index": 230,
      "start_time": 1261250.0,
      "end_time": 1267930.0,
      "text": "to do is put people into a kind of laboratory if you will, a safe space, where you say,"
    },
    {
      "index": 231,
      "start_time": 1267930.0,
      "end_time": 1272690.0,
      "text": "what if you were going to do the right thing in this situation, how could you get it done?"
    },
    {
      "index": 232,
      "start_time": 1272690.0,
      "end_time": 1277630.0,
      "text": "You literally have them work together by design to create a script and action plan and rehearse"
    },
    {
      "index": 233,
      "start_time": 1277630.0,
      "end_time": 1282310.0,
      "text": "it. What we know from the research is that you&#39;re more likely to do the things and say"
    },
    {
      "index": 234,
      "start_time": 1282310.0,
      "end_time": 1288880.0,
      "text": "the things that you&#39;ve already practiced and done, especially with peer witnesses. What"
    },
    {
      "index": 235,
      "start_time": 1288880.0,
      "end_time": 1294370.0,
      "text": "you&#39;re doing is creating an emotional memory so that when you do get into the moment you&#39;re"
    },
    {
      "index": 236,
      "start_time": 1294370.0,
      "end_time": 1300130.0,
      "text": "describing, you don&#39;t have just one response, which is quickly put your head down and just"
    },
    {
      "index": 237,
      "start_time": 1300130.0,
      "end_time": 1306750.0,
      "text": "get through it, you actually have some options. What you said is true, but we haven&#39;t known"
    },
    {
      "index": 238,
      "start_time": 1306750.0,
      "end_time": 1311960.0,
      "text": "how to deal with that reality. That to me, makes perfect sense. I do a lot of work with"
    },
    {
      "index": 239,
      "start_time": 1311960.0,
      "end_time": 1317630.0,
      "text": "sports teams. Exactly. Muscle memory. The sports team -- it&#39;s muscle memory. If you&#39;ve"
    },
    {
      "index": 240,
      "start_time": 1317630.0,
      "end_time": 1322000.0,
      "text": "got to make the last minute free-throw, you just do it and do it and do it until --- Your"
    },
    {
      "index": 241,
      "start_time": 1322000.0,
      "end_time": 1327230.0,
      "text": "body knows. You don&#39;t have to think about it. You make it. But we don&#39;t teach ethical"
    },
    {
      "index": 242,
      "start_time": 1327230.0,
      "end_time": 1334320.0,
      "text": "muscle memory. It&#39;s all in the head. You&#39;re absolutely correct. If I may say so, I think"
    },
    {
      "index": 243,
      "start_time": 1334320.0,
      "end_time": 1339730.0,
      "text": "the reason we don&#39;t do what you rightly suggested we do is because the focus has been on conduct"
    },
    {
      "index": 244,
      "start_time": 1339730.0,
      "end_time": 1345510.0,
      "text": "- solving puzzles, figuring out dilemmas - as opposed to character - developing the virtues"
    },
    {
      "index": 245,
      "start_time": 1345510.0,
      "end_time": 1350540.0,
      "text": "that will sustain us throughout our careers. What you said, Chuck, reminds me of what a"
    },
    {
      "index": 246,
      "start_time": 1350540.0,
      "end_time": 1360900.0,
      "text": "jujitsu master said to a class I was in. He said, people are always coming up to me and"
    },
    {
      "index": 247,
      "start_time": 1360900.0,
      "end_time": 1366730.0,
      "text": "saying, it must be great to be so centered all the time. He said, I&#39;m not centered all"
    },
    {
      "index": 248,
      "start_time": 1366730.0,
      "end_time": 1372200.0,
      "text": "the time. The difference is when I get off center, I know how to get back on. I think"
    },
    {
      "index": 249,
      "start_time": 1372200.0,
      "end_time": 1376890.0,
      "text": "it&#39;s true, what you&#39;re talking about... the muscle memory.. practicing a lot. They say"
    },
    {
      "index": 250,
      "start_time": 1376890.0,
      "end_time": 1383470.0,
      "text": "it&#39;s the journey, not the destination. In ethics, that really is the key, isn&#39;t it?"
    },
    {
      "index": 251,
      "start_time": 1383470.0,
      "end_time": 1389240.0,
      "text": "Yeah, I agree with this conversation very much. We actually have very specific measurement"
    },
    {
      "index": 252,
      "start_time": 1389240.0,
      "end_time": 1394990.0,
      "text": "tools to get people back to equilibrium because in business, if profit is your only measurement"
    },
    {
      "index": 253,
      "start_time": 1394990.0,
      "end_time": 1400460.0,
      "text": "tool, then you&#39;ll feel all kinds of pressure to do the wrong thing to get to the profit"
    },
    {
      "index": 254,
      "start_time": 1400460.0,
      "end_time": 1406590.0,
      "text": "number. We also have just as strong focus on our guest scores, our employee scores,"
    },
    {
      "index": 255,
      "start_time": 1406590.0,
      "end_time": 1413870.0,
      "text": "and a behavioral measurement. We have 7 words of love that we measure as how you go about"
    },
    {
      "index": 256,
      "start_time": 1413870.0,
      "end_time": 1420250.0,
      "text": "doing your job. So somebody can actually have great guest scores, great finance results,"
    },
    {
      "index": 257,
      "start_time": 1420250.0,
      "end_time": 1425420.0,
      "text": "but if they&#39;re a jerk all the time or we&#39;ve seen them being distrusting or unforgiving"
    },
    {
      "index": 258,
      "start_time": 1425420.0,
      "end_time": 1433940.0,
      "text": "or never patient in certain tough situations, in their review, they&#39;ll get talked to about"
    },
    {
      "index": 259,
      "start_time": 1433940.0,
      "end_time": 1438640.0,
      "text": "that. Okay, you hit your financial target, great, but you&#39;re not very trusting, you don&#39;t"
    },
    {
      "index": 260,
      "start_time": 1438640.0,
      "end_time": 1443360.0,
      "text": "delegate well, people don&#39;t feel trusted underneath you. If you&#39;re going to be a great leader"
    },
    {
      "index": 261,
      "start_time": 1443360.0,
      "end_time": 1449970.0,
      "text": "in this company, you need to delegate better, or we saw you being very impatient, meaning"
    },
    {
      "index": 262,
      "start_time": 1449970.0,
      "end_time": 1455090.0,
      "text": "you admonish people publicly and didn&#39;t take them privately into the tool shed to give"
    },
    {
      "index": 263,
      "start_time": 1455090.0,
      "end_time": 1460760.0,
      "text": "the admonishment there. That will bring them back to equilibrium and say, this is what"
    },
    {
      "index": 264,
      "start_time": 1460760.0,
      "end_time": 1468410.0,
      "text": "we expect. I agree with you and there&#39;s processes in a business to help that happen. Joel, do"
    },
    {
      "index": 265,
      "start_time": 1468410.0,
      "end_time": 1477150.0,
      "text": "you find in your company with the 7 standards that you have that when someone new comes"
    },
    {
      "index": 266,
      "start_time": 1477150.0,
      "end_time": 1482720.0,
      "text": "into the company that&#39;s not been exposed to those -- do you find that the assimilation"
    },
    {
      "index": 267,
      "start_time": 1482720.0,
      "end_time": 1487350.0,
      "text": "of that person is pretty quick - that they kind of naturally, with peer pressure, pull"
    },
    {
      "index": 268,
      "start_time": 1487350.0,
      "end_time": 1493090.0,
      "text": "into that, or is it a longer, more laborious process? That&#39;s a great question; I&#39;m glad"
    },
    {
      "index": 269,
      "start_time": 1493090.0,
      "end_time": 1498330.0,
      "text": "you asked that. It&#39;s either pretty quick, or they leave pretty quickly. It&#39;s usually"
    },
    {
      "index": 270,
      "start_time": 1498330.0,
      "end_time": 1504160.0,
      "text": "self-selecting. But we have asked people to leave because of that. It&#39;s not for everybody."
    },
    {
      "index": 271,
      "start_time": 1504160.0,
      "end_time": 1509970.0,
      "text": "Leading with love is not something everybody gravitates to, but we basically say, this"
    },
    {
      "index": 272,
      "start_time": 1509970.0,
      "end_time": 1515010.0,
      "text": "is our ethos - this is our set of ethical standards - if you love it, come work here,"
    },
    {
      "index": 273,
      "start_time": 1515010.0,
      "end_time": 1520310.0,
      "text": "if you don&#39;t, I would advise you to stay away. In fact, that&#39;s my final job. Anybody who&#39;s"
    },
    {
      "index": 274,
      "start_time": 1520310.0,
      "end_time": 1525320.0,
      "text": "a director or above, and we have probably a couple hundred in our whole company, if"
    },
    {
      "index": 275,
      "start_time": 1525320.0,
      "end_time": 1529610.0,
      "text": "they&#39;re going to come in at that level, I meet with them personally and that&#39;s my job."
    },
    {
      "index": 276,
      "start_time": 1529610.0,
      "end_time": 1534370.0,
      "text": "If you read these 7 words and you&#39;re not resonating with them, please don&#39;t come here, because"
    },
    {
      "index": 277,
      "start_time": 1534370.0,
      "end_time": 1539580.0,
      "text": "you&#39;re not going to like it, and you won&#39;t last long. The answer to your question is"
    },
    {
      "index": 278,
      "start_time": 1539580.0,
      "end_time": 1544260.0,
      "text": "hopefully a pretty quick assimilation, although I will say, that those things I struggle with"
    },
    {
      "index": 279,
      "start_time": 1544260.0,
      "end_time": 1550290.0,
      "text": "the most are some of our great leaders who struggle in that area and how quickly to move"
    },
    {
      "index": 280,
      "start_time": 1550290.0,
      "end_time": 1556190.0,
      "text": "on them. If they&#39;re struggling with the philosophy and they haven&#39;t left yet, I struggle with"
    },
    {
      "index": 281,
      "start_time": 1556190.0,
      "end_time": 1560420.0,
      "text": "that a lot as a leader, because they are hitting the financial targets, they are hitting their"
    },
    {
      "index": 282,
      "start_time": 1560420.0,
      "end_time": 1567390.0,
      "text": "guest targets. There&#39;s no rule -- it&#39;s an art, not a science. But it&#39;s a great question."
    },
    {
      "index": 283,
      "start_time": 1567390.0,
      "end_time": 1571700.0,
      "text": "What you&#39;re saying reminds me of a wonderful book by Adam Grant called Give and Take. He&#39;s"
    },
    {
      "index": 284,
      "start_time": 1571700.0,
      "end_time": 1575920.0,
      "text": "an organizational psychology professor at Wharton and what he discovered is there are"
    },
    {
      "index": 285,
      "start_time": 1575920.0,
      "end_time": 1580040.0,
      "text": "essentially three kinds of people: takers who look at any situation and say what&#39;s in"
    },
    {
      "index": 286,
      "start_time": 1580040.0,
      "end_time": 1585260.0,
      "text": "it for me? And Ken Lay is one of the examples he cites. Then there are the matchers. Quid"
    },
    {
      "index": 287,
      "start_time": 1585260.0,
      "end_time": 1589700.0,
      "text": "pro quo. I&#39;ll do something for you if you do something for me, but it turns out in the"
    },
    {
      "index": 288,
      "start_time": 1589700.0,
      "end_time": 1594750.0,
      "text": "long run, the most successful people in business and in life are the givers. People who say"
    },
    {
      "index": 289,
      "start_time": 1594750.0,
      "end_time": 1600840.0,
      "text": "there orientation is primarily, as you say, unselfishness. Giving which coincidentally"
    },
    {
      "index": 290,
      "start_time": 1600840.0,
      "end_time": 1605250.0,
      "text": "happens to enrich you in the long run but the trick is that&#39;s not what you go into the"
    },
    {
      "index": 291,
      "start_time": 1605250.0,
      "end_time": 1611380.0,
      "text": "relationship thinking about. How am I going to profit from this? At Lockheed, we have"
    },
    {
      "index": 292,
      "start_time": 1611380.0,
      "end_time": 1616000.0,
      "text": "8 words: do what&#39;s right, respect others, perform with excellence. And when you walk"
    },
    {
      "index": 293,
      "start_time": 1616000.0,
      "end_time": 1621240.0,
      "text": "on our production floor, every single employee knows what those company values are and they"
    },
    {
      "index": 294,
      "start_time": 1621240.0,
      "end_time": 1624820.0,
      "text": "are able to repeat them and that&#39;s how we try to make them simple so it&#39;s something"
    },
    {
      "index": 295,
      "start_time": 1624820.0,
      "end_time": 1627470.0,
      "text": "that they can resonate with and something that they can remember."
    },
    {
      "index": 296,
      "start_time": 1627470.0,
      "end_time": 1631530.0,
      "text": "So how do they learn that so that it&#39;s part of their muscle memory if you will?"
    },
    {
      "index": 297,
      "start_time": 1631530.0,
      "end_time": 1637430.0,
      "text": "We teach them and onboarding. As part of the orientation we actually go through the values."
    },
    {
      "index": 298,
      "start_time": 1637430.0,
      "end_time": 1641540.0,
      "text": "They see them throughout the facility and we actually challenge them employees about"
    },
    {
      "index": 299,
      "start_time": 1641540.0,
      "end_time": 1644160.0,
      "text": "them. In what ways do you challenge them?"
    },
    {
      "index": 300,
      "start_time": 1644160.0,
      "end_time": 1648780.0,
      "text": "You might walk up to someone and ask them do they know the 8 words. Our company president"
    },
    {
      "index": 301,
      "start_time": 1648780.0,
      "end_time": 1654970.0,
      "text": "talks about them during webcasts, the importance of them. And again it being so simple it&#39;s"
    },
    {
      "index": 302,
      "start_time": 1654970.0,
      "end_time": 1659040.0,
      "text": "something that you know it makes it easy for the employees and that&#39;s why we try to make"
    },
    {
      "index": 303,
      "start_time": 1659040.0,
      "end_time": 1663890.0,
      "text": "it that way. We also have training programs and not only"
    },
    {
      "index": 304,
      "start_time": 1663890.0,
      "end_time": 1669060.0,
      "text": "do they go through 4 hours up front but then for the subsequent 7 months they come in small"
    },
    {
      "index": 305,
      "start_time": 1669060.0,
      "end_time": 1677580.0,
      "text": "group session for 30 minutes and they talk about 1 of the words and then they get a review"
    },
    {
      "index": 306,
      "start_time": 1677580.0,
      "end_time": 1682880.0,
      "text": "from their people working for them on how they are on those 7 words and so they get"
    },
    {
      "index": 307,
      "start_time": 1682880.0,
      "end_time": 1687660.0,
      "text": "evaluations and then they have to put a plan together. How they are going to be better"
    },
    {
      "index": 308,
      "start_time": 1687660.0,
      "end_time": 1692530.0,
      "text": "at these 7 words or also their guest score and employee score so it&#39;s not just the 7"
    },
    {
      "index": 309,
      "start_time": 1692530.0,
      "end_time": 1697600.0,
      "text": "words. But so they have to put an action plan together to improve their scores which I know"
    },
    {
      "index": 310,
      "start_time": 1697600.0,
      "end_time": 1702050.0,
      "text": "there&#39;s some debate on that as whether it&#39;s a good way to do it but it works for us."
    },
    {
      "index": 311,
      "start_time": 1702050.0,
      "end_time": 1705640.0,
      "text": "So it&#39;s the employees holding one another accountable? Exactly. Absolutely. Without"
    },
    {
      "index": 312,
      "start_time": 1705640.0,
      "end_time": 1712510.0,
      "text": "that it&#39;s an ethos without teeth. It doesn&#39;t matter if nobody&#39;s going to be held responsible."
    },
    {
      "index": 313,
      "start_time": 1712510.0,
      "end_time": 1719310.0,
      "text": "It&#39;s interesting you have built these into the performance review process then it becomes"
    },
    {
      "index": 314,
      "start_time": 1719310.0,
      "end_time": 1723040.0,
      "text": "difficult sometimes to figure out how do you actually measure it but it sounds like it&#39;s"
    },
    {
      "index": 315,
      "start_time": 1723040.0,
      "end_time": 1726130.0,
      "text": "actually through conversations. It&#39;s more about the conversation, I&#39;m glad"
    },
    {
      "index": 316,
      "start_time": 1726130.0,
      "end_time": 1730580.0,
      "text": "you brought that up, because I know if I was hearing me talk I&#39;d say well can you really"
    },
    {
      "index": 317,
      "start_time": 1730580.0,
      "end_time": 1737310.0,
      "text": "measure whether someone&#39;s truthful or trusting or unselfish. It&#39;s much more about the dialogue."
    },
    {
      "index": 318,
      "start_time": 1737310.0,
      "end_time": 1742450.0,
      "text": "We actually used to try to do a 360 where we&#39;d have the boss and the peer and subordinate"
    },
    {
      "index": 319,
      "start_time": 1742450.0,
      "end_time": 1747610.0,
      "text": "grading that person. It was crushing under its own weight. What I found is people always"
    },
    {
      "index": 320,
      "start_time": 1747610.0,
      "end_time": 1754110.0,
      "text": "graded themselves harder than I was grading them and so the richness is in the dialogue."
    },
    {
      "index": 321,
      "start_time": 1754110.0,
      "end_time": 1760610.0,
      "text": "When they say oh I&#39;m only a 5 on patience. Well, I&#39;ll say why do you think you are a"
    },
    {
      "index": 322,
      "start_time": 1760610.0,
      "end_time": 1765360.0,
      "text": "5? Well I did this, this and this. And I say that&#39;s not really get it confused because"
    },
    {
      "index": 323,
      "start_time": 1765360.0,
      "end_time": 1770210.0,
      "text": "they think we&#39;re talking patience with poor performance and we&#39;re not. We want high standards."
    },
    {
      "index": 324,
      "start_time": 1770210.0,
      "end_time": 1775450.0,
      "text": "We&#39;re talking about patience with handling a difficult situation and do you praise in"
    },
    {
      "index": 325,
      "start_time": 1775450.0,
      "end_time": 1782200.0,
      "text": "public, admonish in private and but again it&#39;s more about the conversation, not about"
    },
    {
      "index": 326,
      "start_time": 1782200.0,
      "end_time": 1786010.0,
      "text": "the actual grading. The fact that I&#39;m talking about it and all"
    },
    {
      "index": 327,
      "start_time": 1786010.0,
      "end_time": 1790170.0,
      "text": "the senior leaders are talking about it and it&#39;s important to us, it&#39;s important to our"
    },
    {
      "index": 328,
      "start_time": 1790170.0,
      "end_time": 1792930.0,
      "text": "owners. Does that make sense? No that makes perfect sense and I think that"
    },
    {
      "index": 329,
      "start_time": 1792930.0,
      "end_time": 1797870.0,
      "text": "the actual practice of that conversation is probably the most valuable part of the whole"
    },
    {
      "index": 330,
      "start_time": 1797870.0,
      "end_time": 1800690.0,
      "text": "thing. It is because if you&#39;re just talking...if"
    },
    {
      "index": 331,
      "start_time": 1800690.0,
      "end_time": 1805880.0,
      "text": "all I ask about is did you hit your numbers? When I was in the car business, all I ever"
    },
    {
      "index": 332,
      "start_time": 1805880.0,
      "end_time": 1810010.0,
      "text": "got asked is how many cars did you sell this month? Did you hit your number? Did you hit"
    },
    {
      "index": 333,
      "start_time": 1810010.0,
      "end_time": 1816060.0,
      "text": "your number? But I ask did you hit your guest scores? Are our guests happy? Did you hit"
    },
    {
      "index": 334,
      "start_time": 1816060.0,
      "end_time": 1822080.0,
      "text": "your employee scores? Did you hit your finished results and are you leading with love and"
    },
    {
      "index": 335,
      "start_time": 1822080.0,
      "end_time": 1829560.0,
      "text": "how do your people feel you are doing in that area? Those are, we&#39;re asking all of those"
    },
    {
      "index": 336,
      "start_time": 1829560.0,
      "end_time": 1833930.0,
      "text": "and it&#39;s all about the questions you ask. So if I worked for your company, how would"
    },
    {
      "index": 337,
      "start_time": 1833930.0,
      "end_time": 1840300.0,
      "text": "I know if people I&#39;m managing consider my leadership in that area? How would they?"
    },
    {
      "index": 338,
      "start_time": 1840300.0,
      "end_time": 1843040.0,
      "text": "The how are you rated? Yes, how would I know if I&#39;m leading with"
    },
    {
      "index": 339,
      "start_time": 1843040.0,
      "end_time": 1847610.0,
      "text": "love? Our employee survey, which is about 25 questions,"
    },
    {
      "index": 340,
      "start_time": 1847610.0,
      "end_time": 1855000.0,
      "text": "includes questions about those 7 words of love. Is your supervisor patient? And, we"
    },
    {
      "index": 341,
      "start_time": 1855000.0,
      "end_time": 1861210.0,
      "text": "have just 3 lines of definition for each of the 7 so it is 21 things and that&#39;s a lot"
    },
    {
      "index": 342,
      "start_time": 1861210.0,
      "end_time": 1866330.0,
      "text": "but they&#39;re really...they&#39;re meant to describe the word. Then they rate their leader in that"
    },
    {
      "index": 343,
      "start_time": 1866330.0,
      "end_time": 1872300.0,
      "text": "area and so you know what your people think of you in those areas and again I know all"
    },
    {
      "index": 344,
      "start_time": 1872300.0,
      "end_time": 1877330.0,
      "text": "that can be debated about whether you should measure it but it&#39;s more about the dialogue."
    },
    {
      "index": 345,
      "start_time": 1877330.0,
      "end_time": 1882810.0,
      "text": "We do get results. We know by leader how they&#39;re doing. Not only in that area but we know by"
    },
    {
      "index": 346,
      "start_time": 1882810.0,
      "end_time": 1887250.0,
      "text": "leader what kind of employee scores they&#39;re getting in other areas, their guest scores"
    },
    {
      "index": 347,
      "start_time": 1887250.0,
      "end_time": 1892240.0,
      "text": "and their financial results all by leader so you know where your problems are. I can"
    },
    {
      "index": 348,
      "start_time": 1892240.0,
      "end_time": 1898810.0,
      "text": "look at one spreadsheet and I know where my problem properties, departments based on those"
    },
    {
      "index": 349,
      "start_time": 1898810.0,
      "end_time": 1905170.0,
      "text": "scores. It&#39;s an ama, it&#39;s really a good system and now that we&#39;ve had it and we&#39;ve simplified"
    },
    {
      "index": 350,
      "start_time": 1905170.0,
      "end_time": 1910480.0,
      "text": "it, it has a real rhythm to it and a lot of momentum behind it."
    },
    {
      "index": 351,
      "start_time": 1910480.0,
      "end_time": 1916120.0,
      "text": "Mr. Manby, earlier we spoke about the traction and retention. When you&#39;re looking for some"
    },
    {
      "index": 352,
      "start_time": 1916120.0,
      "end_time": 1922010.0,
      "text": "of your leaders or your employees, do you look for ethics on their resume or on their"
    },
    {
      "index": 353,
      "start_time": 1922010.0,
      "end_time": 1926250.0,
      "text": "transcript? That&#39;s a great question. We haven&#39;t as much"
    },
    {
      "index": 354,
      "start_time": 1926250.0,
      "end_time": 1932940.0,
      "text": "in the past but now that I have been exposed to this center of ethical leadership here,"
    },
    {
      "index": 355,
      "start_time": 1932940.0,
      "end_time": 1939020.0,
      "text": "I think it&#39;s a really interesting thing to be more proactive about because if people"
    },
    {
      "index": 356,
      "start_time": 1939020.0,
      "end_time": 1943990.0,
      "text": "have come up through college and they&#39;ve thought about it and they&#39;re challenged in that area,"
    },
    {
      "index": 357,
      "start_time": 1943990.0,
      "end_time": 1948490.0,
      "text": "they&#39;re going to resonate with our culture more because they can&#39;t possibly graduate"
    },
    {
      "index": 358,
      "start_time": 1948490.0,
      "end_time": 1954440.0,
      "text": "from this institution without having it more on their front and center of their own minds"
    },
    {
      "index": 359,
      "start_time": 1954440.0,
      "end_time": 1958580.0,
      "text": "so I think it would be a great thing to, for us to start focusing more on."
    },
    {
      "index": 360,
      "start_time": 1958580.0,
      "end_time": 1964400.0,
      "text": "One thing I would think that would like that CEO I was telling the story of, they have"
    },
    {
      "index": 361,
      "start_time": 1964400.0,
      "end_time": 1969630.0,
      "text": "ethics on their transcripts but to ask them more of your dialogue and what did you learn"
    },
    {
      "index": 362,
      "start_time": 1969630.0,
      "end_time": 1974740.0,
      "text": "because then if you learn more about them and you hear how they describe the experience."
    },
    {
      "index": 363,
      "start_time": 1974740.0,
      "end_time": 1979070.0,
      "text": "It leads to some great questions because what we haven&#39;t talked about in all of this conversation"
    },
    {
      "index": 364,
      "start_time": 1979070.0,
      "end_time": 1985680.0,
      "text": "is a lot of our discussions is why it&#39;s good for the company but it&#39;s also the right thing"
    },
    {
      "index": 365,
      "start_time": 1985680.0,
      "end_time": 1993010.0,
      "text": "for the person because I know in my own life and I&#39;m sure Chuck you&#39;ve had the same experience,"
    },
    {
      "index": 366,
      "start_time": 1993010.0,
      "end_time": 2001470.0,
      "text": "I have made my own set of bad decisions and the most content I was in my life is when"
    },
    {
      "index": 367,
      "start_time": 2001470.0,
      "end_time": 2006840.0,
      "text": "I adhere to my principles and you know the 7 words of love that we teach at Herschend"
    },
    {
      "index": 368,
      "start_time": 2006840.0,
      "end_time": 2012970.0,
      "text": "Entertainment I use in my morning quiet time to look at to say I want to be - that&#39;s my"
    },
    {
      "index": 369,
      "start_time": 2012970.0,
      "end_time": 2018100.0,
      "text": "definition of success - be patient, kind, trusting, and truthful, and unselfish and"
    },
    {
      "index": 370,
      "start_time": 2018100.0,
      "end_time": 2027060.0,
      "text": "forgiving and dedicated. When I&#39;m not, I feel a huge personal angst and lack of contentment"
    },
    {
      "index": 371,
      "start_time": 2027060.0,
      "end_time": 2033350.0,
      "text": "that eats my gut out and that&#39;s the kind of person I want working in the company. Don&#39;t"
    },
    {
      "index": 372,
      "start_time": 2033350.0,
      "end_time": 2041280.0,
      "text": "hear me say I&#39;m always doing it right, because I&#39;m not, but when I don&#39;t, it&#39;s my own internal"
    },
    {
      "index": 373,
      "start_time": 2041280.0,
      "end_time": 2046830.0,
      "text": "compass that&#39;s getting me back on track - getting me back to equilibrium. I think it&#39;s really"
    },
    {
      "index": 374,
      "start_time": 2046830.0,
      "end_time": 2051899.0,
      "text": "important to get people who believe in that. Do your employees know that you have quiet"
    },
    {
      "index": 375,
      "start_time": 2051900.0,
      "end_time": 2056261.0,
      "text": "time every morning? Is that something that&#39;s valued in the culture in your company? I don&#39;t"
    },
    {
      "index": 376,
      "start_time": 2056260.0000000002,
      "end_time": 2059990.0000000002,
      "text": "know that it&#39;s valued, but I definitely have talked about it. Matter of fact, I was just"
    },
    {
      "index": 377,
      "start_time": 2059989.9999999998,
      "end_time": 2066249.9999999998,
      "text": "on an industry-wide webcast yesterday with people dialing in from all over the world"
    },
    {
      "index": 378,
      "start_time": 2066250.0,
      "end_time": 2071780.0,
      "text": "from our industry association, and I had a chance to talk about that - that we lead with"
    },
    {
      "index": 379,
      "start_time": 2071780.0000000002,
      "end_time": 2078030.0000000002,
      "text": "love and that it&#39;s also my personal set of values and that I --- I don&#39;t have quiet time"
    },
    {
      "index": 380,
      "start_time": 2078030.0000000002,
      "end_time": 2084240.0000000002,
      "text": "every morning --- but at least probably five days a week, and I got a lot of texts and"
    },
    {
      "index": 381,
      "start_time": 2084239.9999999998,
      "end_time": 2089928.9999999998,
      "text": "tweets and people emailing me that that was the most meaningful part of the conversation"
    },
    {
      "index": 382,
      "start_time": 2089929.9999999998,
      "end_time": 2097371.0,
      "text": "that I would be willing to do that, which shocked me. I&#39;m very open. I&#39;m open about"
    },
    {
      "index": 383,
      "start_time": 2097370.0,
      "end_time": 2106910.0,
      "text": "my own faith at work, but only because it centers my set of ethical values, but we focus"
    },
    {
      "index": 384,
      "start_time": 2106910.0,
      "end_time": 2112630.0,
      "text": "on behavior. There&#39;s a fellow named Dan Harris who&#39;s an anchor at ABC News, and he had an"
    },
    {
      "index": 385,
      "start_time": 2112630.0,
      "end_time": 2118790.0,
      "text": "on-camera melt down about 10 years ago. It led him to ask what in my life has prompted"
    },
    {
      "index": 386,
      "start_time": 2118790.0,
      "end_time": 2125170.0,
      "text": "me to go haywire on national TV. It turns out his journey led him to something that"
    },
    {
      "index": 387,
      "start_time": 2125170.0,
      "end_time": 2130530.0,
      "text": "he was completely against up until that point which was the practice of meditation. He has"
    },
    {
      "index": 388,
      "start_time": 2130530.0,
      "end_time": 2136320.0,
      "text": "converted Dianne Sawyer and Charlie Gibson and other people -- Barbara Walters --who"
    },
    {
      "index": 389,
      "start_time": 2136320.0,
      "end_time": 2141460.0,
      "text": "said, this is ridiculous, which he thought as well. You didn&#39;t use the term meditation,"
    },
    {
      "index": 390,
      "start_time": 2141460.0,
      "end_time": 2146910.0,
      "text": "but it&#39;s the idea of finding, as the Kellogg fellowship put it, a quiet space for disciplined"
    },
    {
      "index": 391,
      "start_time": 2146910.0,
      "end_time": 2154400.0,
      "text": "reflection, and in your case, re-affirming the 7 values of your company. I know meditation"
    },
    {
      "index": 392,
      "start_time": 2154400.0,
      "end_time": 2160060.0,
      "text": "has this kind of hippie, new-agey feeling to it, but I really commend Dan Harris&#39; book"
    },
    {
      "index": 393,
      "start_time": 2160060.0,
      "end_time": 2164860.0,
      "text": "to you. It&#39;s called 10 Percent Happier. I don&#39;t get a kickback from the sales of it"
    },
    {
      "index": 394,
      "start_time": 2164860.0,
      "end_time": 2170600.0,
      "text": "or anything, but that and Give and Take are the most profoundly moving books I&#39;ve read"
    },
    {
      "index": 395,
      "start_time": 2170600.0,
      "end_time": 2175200.0,
      "text": "in the last few years. If you think of this as just evaluating your life, it&#39;s really"
    },
    {
      "index": 396,
      "start_time": 2175200.0,
      "end_time": 2180030.0,
      "text": "--- at least what the meditation is for me. I pray and I look at those 7 words. What did"
    },
    {
      "index": 397,
      "start_time": 2180030.0,
      "end_time": 2186270.0,
      "text": "I do yesterday that was consistent to it and inconsistent to it? There&#39;s a long list on"
    },
    {
      "index": 398,
      "start_time": 2186270.0,
      "end_time": 2191220.0,
      "text": "both sides, and it&#39;s just a reflecting of the previous day, what am I going to do today"
    },
    {
      "index": 399,
      "start_time": 2191220.0,
      "end_time": 2197190.0,
      "text": "different? I find it very centering on what we&#39;re about. What about paying attention to"
    },
    {
      "index": 400,
      "start_time": 2197190.0,
      "end_time": 2202230.0,
      "text": "how we feel? How important is feeling or intuition when we&#39;re evaluating what the right thing"
    },
    {
      "index": 401,
      "start_time": 2202230.0,
      "end_time": 2209320.0,
      "text": "to do is? I think you just spoke on it perfectly --- your internal compass. We know from the"
    },
    {
      "index": 402,
      "start_time": 2209320.0,
      "end_time": 2215140.0,
      "text": "research - there&#39;s an article - I always get the title wrong by Jonathan Knight called"
    },
    {
      "index": 403,
      "start_time": 2215140.0,
      "end_time": 2222370.0,
      "text": "The Emotional Dog that Wags the Rational Tail or the Emotional Tail that Wags the Rational"
    },
    {
      "index": 404,
      "start_time": 2222370.0,
      "end_time": 2233620.0,
      "text": "Dog -- that&#39;s how it goes, but it&#39;s basically that we do tend to react quickly in many situations."
    },
    {
      "index": 405,
      "start_time": 2233620.0,
      "end_time": 2237900.0,
      "text": "There&#39;s a lot of research on this now, but we do tend to react quickly in an intuitive"
    },
    {
      "index": 406,
      "start_time": 2237900.0,
      "end_time": 2243930.0,
      "text": "way, in an emotional way. Often, people will use that as a justification for saying we"
    },
    {
      "index": 407,
      "start_time": 2243930.0,
      "end_time": 2247450.0,
      "text": "can&#39;t do anything about ethics and values because a lot of what we know about these"
    },
    {
      "index": 408,
      "start_time": 2247450.0,
      "end_time": 2252150.0,
      "text": "quick reactions is that they don&#39;t always take us in an ethical direction. They&#39;re often"
    },
    {
      "index": 409,
      "start_time": 2252150.0,
      "end_time": 2256820.0,
      "text": "out of fear. They&#39;re often out of looking at the short term costs rather than the long"
    },
    {
      "index": 410,
      "start_time": 2256820.0,
      "end_time": 2261960.0,
      "text": "term consequences. They&#39;re often out of group think. All these things that lead us to make"
    },
    {
      "index": 411,
      "start_time": 2261960.0,
      "end_time": 2269960.0,
      "text": "less than optimal decisions, but we also know that the same behaviors can be trained because"
    },
    {
      "index": 412,
      "start_time": 2269960.0,
      "end_time": 2274680.0,
      "text": "of brain processity, because of our ability to rehearse and practice, as we were saying"
    },
    {
      "index": 413,
      "start_time": 2274680.0,
      "end_time": 2282140.0,
      "text": "earlier, that we can in fact use the very things that often lead us down a poor path"
    },
    {
      "index": 414,
      "start_time": 2282140.0,
      "end_time": 2288790.0,
      "text": "in the service of ethical values. So for example, we know that people are vulnerable to short"
    },
    {
      "index": 415,
      "start_time": 2288790.0,
      "end_time": 2293650.0,
      "text": "term thinking; they discount the future is how we researchers talk about it. That means"
    },
    {
      "index": 416,
      "start_time": 2293650.0,
      "end_time": 2297670.0,
      "text": "that when you&#39;re trying to make a case for a values-based position, you want to acknowledge"
    },
    {
      "index": 417,
      "start_time": 2297670.0,
      "end_time": 2303490.0,
      "text": "that reality and think about what are the short term costs, not just the long term costs,"
    },
    {
      "index": 418,
      "start_time": 2303490.0,
      "end_time": 2307660.0,
      "text": "but the short term costs, or what are the short term benefits of making this more ethical"
    },
    {
      "index": 419,
      "start_time": 2307660.0,
      "end_time": 2312920.0,
      "text": "decision. It gives you a different way of framing your argument or if we know people"
    },
    {
      "index": 420,
      "start_time": 2312920.0,
      "end_time": 2317940.0,
      "text": "are vulnerable to what&#39;s called false consensus bias, which is you assume -- I assume that"
    },
    {
      "index": 421,
      "start_time": 2317940.0,
      "end_time": 2323000.0,
      "text": "all of the rest of you are going to do something, so therefore, I&#39;m going to do it too. If someone&#39;s"
    },
    {
      "index": 422,
      "start_time": 2323000.0,
      "end_time": 2329160.0,
      "text": "trying to convince me otherwise of their useful strategies to -- is to demonstrate to them"
    },
    {
      "index": 423,
      "start_time": 2329160.0,
      "end_time": 2334060.0,
      "text": "an alternate social reference group, to build allies, and to say there&#39;s 3 others of us,"
    },
    {
      "index": 424,
      "start_time": 2334060.0,
      "end_time": 2338660.0,
      "text": "and we&#39;re kind of concerned about this too. Can we have this conversation? You use the"
    },
    {
      "index": 425,
      "start_time": 2338660.0,
      "end_time": 2346100.0,
      "text": "very decision making and the emotional intuitive reactions that have led us historically to,"
    },
    {
      "index": 426,
      "start_time": 2346100.0,
      "end_time": 2351400.0,
      "text": "for example, behave in an unsustainable way environmentally. It&#39;s not because we&#39;re bad"
    },
    {
      "index": 427,
      "start_time": 2351400.0,
      "end_time": 2355940.0,
      "text": "people. There are reasons why we do all this. It was useful to run away from the saber tooth"
    },
    {
      "index": 428,
      "start_time": 2355940.0,
      "end_time": 2360050.0,
      "text": "tiger, so look at short-term consequences, because if I thought about well do I really"
    },
    {
      "index": 429,
      "start_time": 2360050.0,
      "end_time": 2365910.0,
      "text": "want this tiger to go unfeed, I&#39;m dead, right? So there were good reasons why we behave why"
    },
    {
      "index": 430,
      "start_time": 2365910.0,
      "end_time": 2370690.0,
      "text": "we develop this way. There were evolutionary effective strategies, it&#39;s just that the world"
    },
    {
      "index": 431,
      "start_time": 2370690.0,
      "end_time": 2376550.0,
      "text": "is different now. Now the world has, we have quicker and longer term and larger impacts"
    },
    {
      "index": 432,
      "start_time": 2376550.0,
      "end_time": 2383470.0,
      "text": "with every decision so we can use those same sort of hard wired behaviors and we can train"
    },
    {
      "index": 433,
      "start_time": 2383470.0,
      "end_time": 2389790.0,
      "text": "them to serve us in terms of our current reality. I think it&#39;s interesting when you talk about"
    },
    {
      "index": 434,
      "start_time": 2389790.0,
      "end_time": 2396250.0,
      "text": "the emotional intuitive because I lived that. One thing that really was profound is so here&#39;s"
    },
    {
      "index": 435,
      "start_time": 2396250.0,
      "end_time": 2403680.0,
      "text": "my internal guide but in order to stay centered, well say fundamentally every day, you evaluate"
    },
    {
      "index": 436,
      "start_time": 2403680.0,
      "end_time": 2411650.0,
      "text": "that. Well, you know, if we can help employees, I&#39;m going to start with that but I want to"
    },
    {
      "index": 437,
      "start_time": 2411650.0,
      "end_time": 2417290.0,
      "text": "go to students for just a second, but if we can help employees just be aware. Bring from"
    },
    {
      "index": 438,
      "start_time": 2417290.0,
      "end_time": 2422350.0,
      "text": "the subconscious to the conscious. Every day I need to evaluate my self on these 7 criteria."
    },
    {
      "index": 439,
      "start_time": 2422350.0,
      "end_time": 2429500.0,
      "text": "That&#39;s your gauge. Well if you do that every day or even 5 days a week, you&#39;re going to"
    },
    {
      "index": 440,
      "start_time": 2429500.0,
      "end_time": 2434570.0,
      "text": "tend to be more centered so when that circumstance with the saber tooth tiger jumps into your"
    },
    {
      "index": 441,
      "start_time": 2434570.0,
      "end_time": 2440080.0,
      "text": "life, it isn&#39;t that the emotional intuitive is going to lead you some place else because"
    },
    {
      "index": 442,
      "start_time": 2440080.0,
      "end_time": 2447690.0,
      "text": "you&#39;ve got that center that tends to be reinforced on a regular basis. And, to me that is significant"
    },
    {
      "index": 443,
      "start_time": 2447690.0,
      "end_time": 2451080.0,
      "text": "but one of the things that I just wanted to jump into is the first question. The question"
    },
    {
      "index": 444,
      "start_time": 2451080.0,
      "end_time": 2457450.0,
      "text": "to you was relative to students and is it good to have the ethics education. You know,"
    },
    {
      "index": 445,
      "start_time": 2457450.0,
      "end_time": 2460970.0,
      "text": "to see it on a resume is one thing, to have a dialogue is another thing. Now I&#39;m going"
    },
    {
      "index": 446,
      "start_time": 2460970.0,
      "end_time": 2465240.0,
      "text": "to go off on a different tangent but I also want to find out what are they doing on Facebook,"
    },
    {
      "index": 447,
      "start_time": 2465240.0,
      "end_time": 2469920.0,
      "text": "LinkedIn, and other social media because you know, it&#39;s easy to put it on a resume. It&#39;s"
    },
    {
      "index": 448,
      "start_time": 2469920.0,
      "end_time": 2475840.0,
      "text": "good to be prepared for the interview but what&#39;s reality in life? Because as social"
    },
    {
      "index": 449,
      "start_time": 2475840.0,
      "end_time": 2480830.0,
      "text": "as we are today, our lives are pretty much an open book and you can find out most anything"
    },
    {
      "index": 450,
      "start_time": 2480830.0,
      "end_time": 2486369.0,
      "text": "you want to find out just by looking at what people choose to do and that might be a really"
    },
    {
      "index": 451,
      "start_time": 2486370.0,
      "end_time": 2492881.0,
      "text": "good indication as to whether there is, well say consistency with the message that&#39;s delivered"
    },
    {
      "index": 452,
      "start_time": 2492880.0,
      "end_time": 2496080.0,
      "text": "in the interview versus the reality of the life they live."
    },
    {
      "index": 453,
      "start_time": 2496080.0,
      "end_time": 2500750.0,
      "text": "Excellent point. That is a good point. And what are we, from a business community"
    },
    {
      "index": 454,
      "start_time": 2500750.0,
      "end_time": 2506680.0,
      "text": "perspective, doing to partner with the business schools to share those types of examples."
    },
    {
      "index": 455,
      "start_time": 2506680.0,
      "end_time": 2511540.0,
      "text": "Let students know that things that you post remain there and they are permanent."
    },
    {
      "index": 456,
      "start_time": 2511540.0,
      "end_time": 2515460.0,
      "text": "I&#39;ve been to university settings and I&#39;ve asked the question of students, is it ethical"
    },
    {
      "index": 457,
      "start_time": 2515460.0,
      "end_time": 2520200.0,
      "text": "for me as an employer to look at your Facebook page? And the great majority of students will"
    },
    {
      "index": 458,
      "start_time": 2520200.0,
      "end_time": 2524560.0,
      "text": "tell me that is unethical. That is my private page. Well, you made it public. I&#39;m going"
    },
    {
      "index": 459,
      "start_time": 2524560.0,
      "end_time": 2532020.0,
      "text": "there whether you think it&#39;s ethical or not. So if you were too uninformed as to believe"
    },
    {
      "index": 460,
      "start_time": 2532020.0,
      "end_time": 2537100.0,
      "text": "that that&#39;s not going to happen, I&#39;m sorry that&#39;s not my fault. If you choose to make"
    },
    {
      "index": 461,
      "start_time": 2537100.0,
      "end_time": 2543369.0,
      "text": "it public and it&#39;s going to be the drunken party and or your an idiot like the guy at"
    },
    {
      "index": 462,
      "start_time": 2543370.0,
      "end_time": 2548681.0,
      "text": "Florida State who decides that he&#39;s going to jump on a table and utter incredibly vile"
    },
    {
      "index": 463,
      "start_time": 2548680.0,
      "end_time": 2556650.0,
      "text": "things, people will know and in the day of instant information, it will be quickly disseminated"
    },
    {
      "index": 464,
      "start_time": 2556650.0,
      "end_time": 2562580.0,
      "text": "and we have to be prepared for thinking about do we do the stupid things or do we make intelligent"
    },
    {
      "index": 465,
      "start_time": 2562580.0,
      "end_time": 2568110.0,
      "text": "decisions because we have to understand that quick, emotional, intuitive choices aren&#39;t"
    },
    {
      "index": 466,
      "start_time": 2568110.0,
      "end_time": 2571240.0,
      "text": "going to be hidden like they might have been 50 years ago."
    },
    {
      "index": 467,
      "start_time": 2571240.0,
      "end_time": 2576140.0,
      "text": "This is quickly disseminated and it&#39;s also permanent. Remember that James Bond book and"
    },
    {
      "index": 468,
      "start_time": 2576140.0,
      "end_time": 2580360.0,
      "text": "movie Diamonds are Forever. Well the internet is forever and to prove this to audiences"
    },
    {
      "index": 469,
      "start_time": 2580360.0,
      "end_time": 2585150.0,
      "text": "I ask them to go to Google images and type in their name and they&#39;ll say wait, that photograph"
    },
    {
      "index": 470,
      "start_time": 2585150.0,
      "end_time": 2588869.0,
      "text": "from high school, who put that up there? And it&#39;s almost impossible, there&#39;s actually a"
    },
    {
      "index": 471,
      "start_time": 2588870.0,
      "end_time": 2595451.0,
      "text": "company that&#39;s devoted to trying to erase people&#39;s electronic paper trail but it&#39;s almost"
    },
    {
      "index": 472,
      "start_time": 2595450.0,
      "end_time": 2601380.0,
      "text": "impossible. Definitely. And I&#39;m afraid that not just college students but all of it, I"
    },
    {
      "index": 473,
      "start_time": 2601380.0,
      "end_time": 2606040.0,
      "text": "just can&#39;t believe the things people put on Facebook. The things people will say thinking"
    },
    {
      "index": 474,
      "start_time": 2606040.0,
      "end_time": 2610580.0,
      "text": "well only my friends can read it but their friends can read it also and all you have"
    },
    {
      "index": 475,
      "start_time": 2610580.0,
      "end_time": 2615680.0,
      "text": "to do is do a screen capture of somebody&#39;s page and there it is. So..."
    },
    {
      "index": 476,
      "start_time": 2615680.0,
      "end_time": 2619420.0,
      "text": "I think it&#39;s interesting raise some of those issues. I recently read a novel by David Eggers"
    },
    {
      "index": 477,
      "start_time": 2619420.0,
      "end_time": 2626890.0,
      "text": "called The Circle. Have you read that? Where it&#39;s basically a dystopic vision of you know"
    },
    {
      "index": 478,
      "start_time": 2626890.0,
      "end_time": 2630780.0,
      "text": "what technology can mean and it sort of talks about all the wonderful things and it also"
    },
    {
      "index": 479,
      "start_time": 2630780.0,
      "end_time": 2637170.0,
      "text": "talks about the negative side of. It&#39;s kind of a scary read but interesting. I don&#39;t put"
    },
    {
      "index": 480,
      "start_time": 2637170.0,
      "end_time": 2641130.0,
      "text": "anything on Facebook I wouldn&#39;t want a potential client to see. That&#39;s it."
    },
    {
      "index": 481,
      "start_time": 2641130.0,
      "end_time": 2648350.0,
      "text": "I agree. To me it&#39;s a living resume. Beyond that, I&#39;m not sure there&#39;s a lot of value"
    },
    {
      "index": 482,
      "start_time": 2648350.0,
      "end_time": 2653520.0,
      "text": "but it is a living resume and if you don&#39;t look at it that way there&#39;s the potential"
    },
    {
      "index": 483,
      "start_time": 2653520.0,
      "end_time": 2658880.0,
      "text": "for making quick major mistakes. That&#39;s a good term. Did you come up with that?"
    },
    {
      "index": 484,
      "start_time": 2658880.0,
      "end_time": 2664690.0,
      "text": "A living resume? I like that. No I did not. It just popped in my head so"
    },
    {
      "index": 485,
      "start_time": 2664690.0,
      "end_time": 2670100.0,
      "text": "it&#39;s not trademarked. Ok, well I think we are to our last question."
    },
    {
      "index": 486,
      "start_time": 2670100.0,
      "end_time": 2674650.0,
      "text": "This is for you Dr. Weinstein. What have been your personal experiences around the return"
    },
    {
      "index": 487,
      "start_time": 2674650.0,
      "end_time": 2680260.0,
      "text": "on investment of ethical leadership or focus on ethics education within business?"
    },
    {
      "index": 488,
      "start_time": 2680260.0,
      "end_time": 2684260.0,
      "text": "It&#39;s a very timely question because for the last year and a half, I&#39;ve been interviewing"
    },
    {
      "index": 489,
      "start_time": 2684260.0,
      "end_time": 2688340.0,
      "text": "business leaders and employees from around the world asking the same question: How do"
    },
    {
      "index": 490,
      "start_time": 2688340.0,
      "end_time": 2694930.0,
      "text": "you evaluate the character of your employees or if you are an employee, how do you evense"
    },
    {
      "index": 491,
      "start_time": 2694930.0,
      "end_time": 2701200.0,
      "text": "your character and it flummoxes people because again to what you do with your company, people"
    },
    {
      "index": 492,
      "start_time": 2701200.0,
      "end_time": 2707700.0,
      "text": "say well I just assume people are honest or there&#39;s no way to measure character or some"
    },
    {
      "index": 493,
      "start_time": 2707700.0,
      "end_time": 2713060.0,
      "text": "or I haven&#39;t really thought about it. If you look at job descriptions and companies are"
    },
    {
      "index": 494,
      "start_time": 2713060.0,
      "end_time": 2719070.0,
      "text": "looking for one of two things or both: knowledge or skills. But you never almost never see"
    },
    {
      "index": 495,
      "start_time": 2719070.0,
      "end_time": 2726030.0,
      "text": "a reference to character in the job description. You know, what if you had someone who is the"
    },
    {
      "index": 496,
      "start_time": 2726030.0,
      "end_time": 2730200.0,
      "text": "most proficient and knowledgeable person in a field but was a crook? You wouldn&#39;t want"
    },
    {
      "index": 497,
      "start_time": 2730200.0,
      "end_time": 2735790.0,
      "text": "to hire them. Well why don&#39;t we, in the interview, bring up these questions and have the dialogue"
    },
    {
      "index": 498,
      "start_time": 2735790.0,
      "end_time": 2740640.0,
      "text": "that both of you were talking about? Isn&#39;t that where it starts, at the job interview?"
    },
    {
      "index": 499,
      "start_time": 2740640.0,
      "end_time": 2745540.0,
      "text": "Absolutely. We actually, we have the three Cs. You have to be competent, which you have"
    },
    {
      "index": 500,
      "start_time": 2745540.0,
      "end_time": 2750470.0,
      "text": "to be good at what you do. You have to have character and we define what we expect in"
    },
    {
      "index": 501,
      "start_time": 2750470.0,
      "end_time": 2758060.0,
      "text": "those 7 words and we want you to fit our culture which is part chemistry as well but and we"
    },
    {
      "index": 502,
      "start_time": 2758060.0,
      "end_time": 2762640.0,
      "text": "put that right out there so I completely agree with your point and most companies don&#39;t deal"
    },
    {
      "index": 503,
      "start_time": 2762640.0,
      "end_time": 2765820.0,
      "text": "with it in the interview situation but we are very up front."
    },
    {
      "index": 504,
      "start_time": 2765820.0,
      "end_time": 2768350.0,
      "text": "Why do you think most companies just don&#39;t? Do you think that they are uncomfortable or"
    },
    {
      "index": 505,
      "start_time": 2768350.0,
      "end_time": 2774220.0,
      "text": "they wouldn&#39;t? It&#39;s not on their radar? I can&#39;t speak for others but I do think that"
    },
    {
      "index": 506,
      "start_time": 2774220.0,
      "end_time": 2778020.0,
      "text": "either they don&#39;t think it&#39;s important or they&#39;re not willing to put down the set of"
    },
    {
      "index": 507,
      "start_time": 2778020.0,
      "end_time": 2782920.0,
      "text": "behavioral values that they are going to hold people accountable to. And that&#39;s where I"
    },
    {
      "index": 508,
      "start_time": 2782920.0,
      "end_time": 2788290.0,
      "text": "think the mistake is and it doesn&#39;t have to be called love. Ours is maybe more controversial"
    },
    {
      "index": 509,
      "start_time": 2788290.0,
      "end_time": 2794360.0,
      "text": "but most I think most great companies with great cultures have a set of behavioral elements"
    },
    {
      "index": 510,
      "start_time": 2794360.0,
      "end_time": 2800050.0,
      "text": "that they do adhere to, they do talk about and they do measure."
    },
    {
      "index": 511,
      "start_time": 2800050.0,
      "end_time": 2803900.0,
      "text": "I think sometimes companies are afraid to do it in an interview because they&#39;re not"
    },
    {
      "index": 512,
      "start_time": 2803900.0,
      "end_time": 2808250.0,
      "text": "sure they&#39;re really getting an honest answer. They are afraid that they are inviting platitudes"
    },
    {
      "index": 513,
      "start_time": 2808250.0,
      "end_time": 2813280.0,
      "text": "or inviting even dishonesty sometimes. You know, it&#39;s like I&#39;m an honest person, you"
    },
    {
      "index": 514,
      "start_time": 2813280.0,
      "end_time": 2816860.0,
      "text": "know, and one of the things that I&#39;ve talked to some companies about doing to try to get"
    },
    {
      "index": 515,
      "start_time": 2816860.0,
      "end_time": 2821060.0,
      "text": "around that, not, it&#39;s not that they don&#39;t care about character, they just don&#39;t know"
    },
    {
      "index": 516,
      "start_time": 2821060.0,
      "end_time": 2825640.0,
      "text": "how to evaluate it and is you know how so many companies, especially consulting firms,"
    },
    {
      "index": 517,
      "start_time": 2825640.0,
      "end_time": 2830720.0,
      "text": "use cases in their interviews to ask people to work through a problem. Well to use a case"
    },
    {
      "index": 518,
      "start_time": 2830720.0,
      "end_time": 2836630.0,
      "text": "that actually has both business, financial or marketing or whatever operational aspects"
    },
    {
      "index": 519,
      "start_time": 2836630.0,
      "end_time": 2841670.0,
      "text": "are relevant to your industry as well as some values issues inherent in it. Maybe it&#39;s around"
    },
    {
      "index": 520,
      "start_time": 2841670.0,
      "end_time": 2846940.0,
      "text": "managing employees, maybe it&#39;s about accurate and honest reporting, maybe whatever. Without"
    },
    {
      "index": 521,
      "start_time": 2846940.0,
      "end_time": 2851730.0,
      "text": "necessarily naming it as ethics, you know, you have intertwined issues. In fact you were"
    },
    {
      "index": 522,
      "start_time": 2851730.0,
      "end_time": 2856650.0,
      "text": "saying earlier there all intertwined. But then to ask them to out loud work through"
    },
    {
      "index": 523,
      "start_time": 2856650.0,
      "end_time": 2860869.0,
      "text": "the case the way they would work through a financial case if it was a consulting firm"
    },
    {
      "index": 524,
      "start_time": 2860870.0,
      "end_time": 2865561.0,
      "text": "and so then you&#39;re actually hearing people think through an issue, hearing what they"
    },
    {
      "index": 525,
      "start_time": 2865560.0,
      "end_time": 2869960.0,
      "text": "are paying attention to, hearing what they think they have to worry about, hearing what"
    },
    {
      "index": 526,
      "start_time": 2869960.0,
      "end_time": 2875340.0,
      "text": "they think you want to hear and then you can ask them questions. I&#39;ve had some conversations"
    },
    {
      "index": 527,
      "start_time": 2875340.0,
      "end_time": 2881990.0,
      "text": "with companies about trying to build that kind of a case conversation into the interview"
    },
    {
      "index": 528,
      "start_time": 2881990.0,
      "end_time": 2885540.0,
      "text": "because it is a little difficult to just ask people do you have good character? You know."
    },
    {
      "index": 529,
      "start_time": 2885540.0,
      "end_time": 2890530.0,
      "text": "What if I were to say, you&#39;re applying to work for me Mary, tell me about a time where"
    },
    {
      "index": 530,
      "start_time": 2890530.0,
      "end_time": 2894310.0,
      "text": "you did the wrong thing and you knew it was wrong, how did it affect you and what did"
    },
    {
      "index": 531,
      "start_time": 2894310.0,
      "end_time": 2899740.0,
      "text": "you learn from it? If you could tell me a story in detail, I think I&#39;d be able to tell"
    },
    {
      "index": 532,
      "start_time": 2899740.0,
      "end_time": 2902210.0,
      "text": "if you were telling the truth. You learn a lot from that. In fact, one of"
    },
    {
      "index": 533,
      "start_time": 2902210.0,
      "end_time": 2907020.0,
      "text": "the most powerful exercises that I use with giving voice to values is something we call"
    },
    {
      "index": 534,
      "start_time": 2907020.0,
      "end_time": 2911330.0,
      "text": "a Tale of Two Stories and we use this with students. We use this with corporate folks."
    },
    {
      "index": 535,
      "start_time": 2911330.0,
      "end_time": 2915619.0,
      "text": "We have to adapt it for confidentiality. But we basically ask people to think about what"
    },
    {
      "index": 536,
      "start_time": 2915620.0,
      "end_time": 2921571.0,
      "text": "you just said, a time where you encountered a values conflict and you were unable, you"
    },
    {
      "index": 537,
      "start_time": 2921570.0,
      "end_time": 2928300.0,
      "text": "did not find an effective way to act on your values but also a time when you did an effective"
    },
    {
      "index": 538,
      "start_time": 2928300.0,
      "end_time": 2933300.0,
      "text": "way to act your values. And, then ask them to reflect on what motivated them, what enabled"
    },
    {
      "index": 539,
      "start_time": 2933300.0,
      "end_time": 2938560.0,
      "text": "them, what disabled them, how they feel about it. That conversation is a hugely powerful"
    },
    {
      "index": 540,
      "start_time": 2938560.0,
      "end_time": 2943320.0,
      "text": "thing because it establishes that none of us are all good or all bad, that there are"
    },
    {
      "index": 541,
      "start_time": 2943320.0,
      "end_time": 2948910.0,
      "text": "things in my self as well as in the organizational culture that enable or disable my ability"
    },
    {
      "index": 542,
      "start_time": 2948910.0,
      "end_time": 2955720.0,
      "text": "to act on my values and also that you know we&#39;re all capable of making this choice. I"
    },
    {
      "index": 543,
      "start_time": 2955720.0,
      "end_time": 2962150.0,
      "text": "think that&#39;s a very powerful way. You know, if you think about what&#39;s a return"
    },
    {
      "index": 544,
      "start_time": 2962150.0,
      "end_time": 2969590.0,
      "text": "on ethical behavior and you&#39;re talking about the interview, not that I&#39;m proud of this,"
    },
    {
      "index": 545,
      "start_time": 2969590.0,
      "end_time": 2975190.0,
      "text": "but having made unethical choices that led me to become a convicted felon has put me"
    },
    {
      "index": 546,
      "start_time": 2975190.0,
      "end_time": 2982109.0,
      "text": "in an unusual position on the interview side trying to recover from that experience, what"
    },
    {
      "index": 547,
      "start_time": 2982110.0,
      "end_time": 2992381.0,
      "text": "do you do? And, what I&#39;ve found is transparency is incredibly valuable so Joel if I were interviewing"
    },
    {
      "index": 548,
      "start_time": 2992380.0,
      "end_time": 2998340.0,
      "text": "with your company, in the first 5 minutes there&#39;s the, you know, get to know you moments."
    },
    {
      "index": 549,
      "start_time": 2998340.0,
      "end_time": 3002500.0,
      "text": "Most of the time in my experience, I&#39;ve taken the initiative to say do you have a policy"
    },
    {
      "index": 550,
      "start_time": 3002500.0,
      "end_time": 3008250.0,
      "text": "against hiring a convicted felon. Now that&#39;s an unusual question to ask in an interview"
    },
    {
      "index": 551,
      "start_time": 3008250.0,
      "end_time": 3012890.0,
      "text": "and people will look at me and say well, either yes or no and I&#39;ll say, well let me tell you"
    },
    {
      "index": 552,
      "start_time": 3012890.0,
      "end_time": 3019460.0,
      "text": "the reason. I explain to them what my past is. Just lay it out because either A, you"
    },
    {
      "index": 553,
      "start_time": 3019460.0,
      "end_time": 3023540.0,
      "text": "have a hard set policy that says I cannot be an employee of yours, therefore I don&#39;t"
    },
    {
      "index": 554,
      "start_time": 3023540.0,
      "end_time": 3029990.0,
      "text": "need to waste your time and we need to be ok. Or, the alternative to that is, is someone"
    },
    {
      "index": 555,
      "start_time": 3029990.0,
      "end_time": 3037660.0,
      "text": "says wow, this guy is willing to out himself and that establishes a foundation of trust"
    },
    {
      "index": 556,
      "start_time": 3037660.0,
      "end_time": 3042490.0,
      "text": "and it doesn&#39;t make a difference what the relationship is. Whether it&#39;s a relationship"
    },
    {
      "index": 557,
      "start_time": 3042490.0,
      "end_time": 3047780.0,
      "text": "with your children, your wife, your business, your employer, it is a foundation of trust"
    },
    {
      "index": 558,
      "start_time": 3047780.0,
      "end_time": 3053660.0,
      "text": "and if you can&#39;t trust me, we probably can&#39;t do business. Right. So it&#39;s legal to discriminate"
    },
    {
      "index": 559,
      "start_time": 3053660.0,
      "end_time": 3057020.0,
      "text": "against someone who is a convicted felon. I couldn&#39;t discriminate against you because"
    },
    {
      "index": 560,
      "start_time": 3057020.0,
      "end_time": 3064690.0,
      "text": "you are a man or a certain age, a certain ability level, but this is justifiable. Absolutely."
    },
    {
      "index": 561,
      "start_time": 3064690.0,
      "end_time": 3071830.0,
      "text": "And I get calls all the time now, it&#39;s been 20+ years, but I get calls all the time now"
    },
    {
      "index": 562,
      "start_time": 3071830.0,
      "end_time": 3076260.0,
      "text": "from people who have made bad choices and have suffered the experience of being a convicted"
    },
    {
      "index": 563,
      "start_time": 3076260.0,
      "end_time": 3080369.0,
      "text": "felon and say what do I do. And the answer is do what other people are unwilling to do"
    },
    {
      "index": 564,
      "start_time": 3080370.0,
      "end_time": 3085991.0,
      "text": "and be transparent. If someone were applying to work for you to"
    },
    {
      "index": 565,
      "start_time": 3085990.0,
      "end_time": 3089910.0,
      "text": "be your assistant, let&#39;s say to book talks for you and admitted that they were a convicted"
    },
    {
      "index": 566,
      "start_time": 3089910.0,
      "end_time": 3096070.0,
      "text": "felon, would that give you pause or concern? Bruce, the honest answer would be it&#39;s a function"
    },
    {
      "index": 567,
      "start_time": 3096070.0,
      "end_time": 3102300.0,
      "text": "of what the job is. You know, first, tell me about it. I want to know what the circumstance"
    },
    {
      "index": 568,
      "start_time": 3102300.0,
      "end_time": 3109650.0,
      "text": "is. Are you an ax murderer, then yes, I probably have some concerns. If it&#39;s a financial issue,"
    },
    {
      "index": 569,
      "start_time": 3109650.0,
      "end_time": 3114740.0,
      "text": "I&#39;m probably not going to hire you to work in a financial role. I was formerly a tax"
    },
    {
      "index": 570,
      "start_time": 3114740.0,
      "end_time": 3119250.0,
      "text": "partner in a CPA firm. I don&#39;t get financial jobs. Now, I&#39;m the Chief Operating Officer"
    },
    {
      "index": 571,
      "start_time": 3119250.0,
      "end_time": 3124609.0,
      "text": "of a $250 million dollar company but I have zero connection, none, with the financial"
    },
    {
      "index": 572,
      "start_time": 3124610.0,
      "end_time": 3129761.0,
      "text": "records. I can&#39;t sign a check. There is nothing I can do. I have no authority at the bank."
    },
    {
      "index": 573,
      "start_time": 3129760.0,
      "end_time": 3135180.0,
      "text": "Not because I would choose to do something wrong but because I don&#39;t need to put myself"
    },
    {
      "index": 574,
      "start_time": 3135180.0,
      "end_time": 3141260.0,
      "text": "in a position if something did go wrong, I would be in any way, shape or form, considered"
    },
    {
      "index": 575,
      "start_time": 3141260.0,
      "end_time": 3147350.0,
      "text": "as a suspect. I recognize that there are always those consequences that take place but the"
    },
    {
      "index": 576,
      "start_time": 3147350.0,
      "end_time": 3153609.0,
      "text": "return on the investment for me being truthful has been incredible and for that, I am deeply"
    },
    {
      "index": 577,
      "start_time": 3153610.0,
      "end_time": 3156701.0,
      "text": "greatful. So how do you rebrand yourself once something"
    },
    {
      "index": 578,
      "start_time": 3156700.0,
      "end_time": 3161970.0,
      "text": "like that happens? Well, in my case, I started out of prison"
    },
    {
      "index": 579,
      "start_time": 3161970.0,
      "end_time": 3164980.0,
      "text": "doing what other people weren&#39;t willing to do and that was selling cemetery property"
    },
    {
      "index": 580,
      "start_time": 3164980.0,
      "end_time": 3168359.0,
      "text": "door to door. Now there were two parts to that: number one nobody wanted to do it and"
    },
    {
      "index": 581,
      "start_time": 3168360.0,
      "end_time": 3174291.0,
      "text": "number two everybody breathing happened to be a prospect and it made sense to me. But"
    },
    {
      "index": 582,
      "start_time": 3174290.0,
      "end_time": 3179869.0,
      "text": "outside of that, if you choose to then be the best at whatever your task is, whether"
    },
    {
      "index": 583,
      "start_time": 3179870.0,
      "end_time": 3183961.0,
      "text": "you&#39;re cleaning the streets in the amusement park or selling cemetery property door to"
    },
    {
      "index": 584,
      "start_time": 3183960.0,
      "end_time": 3190700.0,
      "text": "door but if you are the best. If you choose that, people will recognize your competence"
    },
    {
      "index": 585,
      "start_time": 3190700.0,
      "end_time": 3197250.0,
      "text": "and that opens the door for other opportunities and in my case that did. And 10 years later,"
    },
    {
      "index": 586,
      "start_time": 3197250.0,
      "end_time": 3201490.0,
      "text": "I was a senior VP at a public company and people ask me because of Sarbanes Oxley and"
    },
    {
      "index": 587,
      "start_time": 3201490.0,
      "end_time": 3206550.0,
      "text": "Enron and Worldcom, how do you do that? And the answer is every choice has a consequence"
    },
    {
      "index": 588,
      "start_time": 3206550.0,
      "end_time": 3213520.0,
      "text": "so that emotional intuitive gut choice that happened when I was way off center brought"
    },
    {
      "index": 589,
      "start_time": 3213520.0,
      "end_time": 3220570.0,
      "text": "me some consequences that pretty well stung but a different set of choices based upon"
    },
    {
      "index": 590,
      "start_time": 3220570.0,
      "end_time": 3228640.0,
      "text": "a centered value on transparency and truthfulness, it brought me to a completely different place"
    },
    {
      "index": 591,
      "start_time": 3228640.0,
      "end_time": 3232720.0,
      "text": "which gives me an opportunity today. Bruce, much like you, because we follow each other"
    },
    {
      "index": 592,
      "start_time": 3232720.0,
      "end_time": 3237720.0,
      "text": "around in a lot of cases, to be able to talk to people about why smart people make bad"
    },
    {
      "index": 593,
      "start_time": 3237720.0,
      "end_time": 3243390.0,
      "text": "choices and how do you prevent that. And I for one could easily many times have"
    },
    {
      "index": 594,
      "start_time": 3243390.0,
      "end_time": 3250910.0,
      "text": "made a choice that would&#39;ve resulted in an orange jumpsuit and there but for the grace"
    },
    {
      "index": 595,
      "start_time": 3250910.0,
      "end_time": 3257660.0,
      "text": "of God so yours is a story that everybody can relate to. Absolutely."
    },
    {
      "index": 596,
      "start_time": 3257660.0,
      "end_time": 3263980.0,
      "text": "And, even if they can&#39;t, I would take truthfulness another step further, it&#39;s not just right"
    },
    {
      "index": 597,
      "start_time": 3263980.0,
      "end_time": 3271950.0,
      "text": "versus wrong. It is also candor with your employees and I see that as a problem a lot"
    },
    {
      "index": 598,
      "start_time": 3271950.0,
      "end_time": 3276990.0,
      "text": "more than the black and white did you lie or did you cheat? It&#39;s usually I&#39;m not being"
    },
    {
      "index": 599,
      "start_time": 3276990.0,
      "end_time": 3284770.0,
      "text": "honest the poor performer and they are dragging down the organization and I&#39;m building around"
    },
    {
      "index": 600,
      "start_time": 3284770.0,
      "end_time": 3290430.0,
      "text": "that person and that causes, that&#39;s bad in a number of regards. I think truthfulness"
    },
    {
      "index": 601,
      "start_time": 3290430.0,
      "end_time": 3296619.0,
      "text": "is an incredibly deep and rich word that can go from black and white, right and wrong to"
    },
    {
      "index": 602,
      "start_time": 3296620.0,
      "end_time": 3301721.0,
      "text": "are you being candid with somebody to make them better, to maybe find, or help them find"
    },
    {
      "index": 603,
      "start_time": 3301720.0,
      "end_time": 3305980.0,
      "text": "another career if it&#39;s not the right one for them and I actually find that one of the most"
    },
    {
      "index": 604,
      "start_time": 3305980.0,
      "end_time": 3312450.0,
      "text": "difficult words of our 7 leading with love words is being candid and really truthful."
    },
    {
      "index": 605,
      "start_time": 3312450.0,
      "end_time": 3320740.0,
      "text": "It&#39;s a hard thing to do yet I think probably for everyone sitting here, when that person"
    },
    {
      "index": 606,
      "start_time": 3320740.0,
      "end_time": 3327750.0,
      "text": "in our lives has been candid and told us that Chuck you are screwing up. You might want"
    },
    {
      "index": 607,
      "start_time": 3327750.0,
      "end_time": 3333390.0,
      "text": "to rethink this buddy. Whatever that circumstance, more times than not, those tend to be the"
    },
    {
      "index": 608,
      "start_time": 3333390.0,
      "end_time": 3338300.0,
      "text": "experiences that we&#39;ll remember and that have been the most rich for us."
    },
    {
      "index": 609,
      "start_time": 3338300.0,
      "end_time": 3343060.0,
      "text": "And the leaders that you&#39;ll remember. Absolutely. A school teacher, parent, who did that for"
    },
    {
      "index": 610,
      "start_time": 3343060.0,
      "end_time": 3349170.0,
      "text": "you. They&#39;re always the best ones. I think that&#39;s it for questions. I&#39;d like"
    },
    {
      "index": 611,
      "start_time": 3349170.0,
      "end_time": 3354140.0,
      "text": "to thank you all for being here today with the BB&amp;T Center for Ethical Business Leadership"
    },
    {
      "index": 612,
      "start_time": 3354140.0,
      "end_time": 3358849.0,
      "text": "and allowing me to moderate this distinguished panel. I&#39;d also like to provide thanks to"
    },
    {
      "index": 613,
      "start_time": 3358850.0,
      "end_time": 3362901.0,
      "text": "the Mike Cottrell College of Business, University of North Georgia. Thank you. Thank you. Thank"
    },
    {
      "index": 614,
      "start_time": 3362900.0,
      "end_time": 3372900.0,
      "text": "you Latasha. Absolutely."
    }
  ]
}