{
  "video_id": "awUqKKEKQh4",
  "title": "25 IDIOMS IN ENGLISH TO SOUND LIKE A NATIVE",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 5850.0,
      "text": "Hey guys welcome to my channel welcome to this video in this video we're talking about top 25 idioms"
    },
    {
      "index": 2,
      "start_time": 5850.0,
      "end_time": 9179.0,
      "text": "They make you sound more natural more American in fact"
    },
    {
      "index": 3,
      "start_time": 9370.0,
      "end_time": 15630.0,
      "text": "Americans and British people and native English speakers are using a lot of idioms and sometimes it just get confused"
    },
    {
      "index": 4,
      "start_time": 15730.0,
      "end_time": 18750.0,
      "text": "Because they don't make sense if you translate them word to word"
    },
    {
      "index": 5,
      "start_time": 18990.0,
      "end_time": 23879.0,
      "text": "So you just have to know the meaning that stands behind those phrases, and we're gonna learn them today"
    },
    {
      "index": 6,
      "start_time": 23880.0,
      "end_time": 29250.0,
      "text": "So if you're interested in sounding more like an American or a British person please continue watching this video"
    },
    {
      "index": 7,
      "start_time": 33219.0,
      "end_time": 35020.0,
      "text": "And"
    },
    {
      "index": 8,
      "start_time": 35020.0,
      "end_time": 42059.0,
      "text": "The first grace is feed around the bush, and if you again translated word into word it means like"
    },
    {
      "index": 9,
      "start_time": 42790.0,
      "end_time": 44909.0,
      "text": "Beating something and run around bushes"
    },
    {
      "index": 10,
      "start_time": 44910.0,
      "end_time": 51779.0,
      "text": "I don't know whether that makes sense at all, but the actual meaning is not speaking directly and avoiding the main topic"
    },
    {
      "index": 11,
      "start_time": 52480.0,
      "end_time": 58379.0,
      "text": "Beating around the bush a good example is sometimes. You're watching a video by some vlogger, and he names the video"
    },
    {
      "index": 12,
      "start_time": 58379.0,
      "end_time": 63029.0,
      "text": "I got married, and then he's talking about anything, but his marriage"
    },
    {
      "index": 13,
      "start_time": 63030.0,
      "end_time": 66360.0,
      "text": "And you're like come on stop beating around the bush get to the topic"
    },
    {
      "index": 14,
      "start_time": 66580.0,
      "end_time": 71459.0,
      "text": "Medium number two is the best of both worlds sometimes when we go into a Chinese or Japanese"
    },
    {
      "index": 15,
      "start_time": 71860.0,
      "end_time": 75299.0,
      "text": "Restaurant here in America people say it has the best of both worlds"
    },
    {
      "index": 16,
      "start_time": 75299.0,
      "end_time": 80279.0,
      "text": "So it has the best Asian food and probably like American desserts or something best of both worlds"
    },
    {
      "index": 17,
      "start_time": 80340.0,
      "end_time": 84390.0,
      "text": "I like that in the meaning of this idiom is it has all the advantages?"
    },
    {
      "index": 18,
      "start_time": 85240.0,
      "end_time": 86530.0,
      "text": "another idiom is"
    },
    {
      "index": 19,
      "start_time": 86530.0,
      "end_time": 92579.0,
      "text": "Bite off more than you can chew and it if you if you translate a word to word it actually makes sense it means"
    },
    {
      "index": 20,
      "start_time": 92680.0,
      "end_time": 97229.0,
      "text": "Taking up a lot of responsibilities that you cannot really handle like sometimes"
    },
    {
      "index": 21,
      "start_time": 97229.0,
      "end_time": 101219.0,
      "text": "I think I'm fighting more than I can chew because I have my business I have my blog"
    },
    {
      "index": 22,
      "start_time": 101229.0,
      "end_time": 106349.0,
      "text": "I have a second vlog. I have my studies, but in the end of the day. I realized this is something"
    },
    {
      "index": 23,
      "start_time": 106350.0,
      "end_time": 111119.0,
      "text": "I enjoy and I want to continue doing this I've bitten off more than I can chew you know"
    },
    {
      "index": 24,
      "start_time": 112390.0,
      "end_time": 119219.0,
      "text": "Blessing in disguise is another idiom and it means that something is bad at first sight, but it's actually good"
    },
    {
      "index": 25,
      "start_time": 119219.0,
      "end_time": 124439.0,
      "text": "Good example of that is imagine that you're not accepted into the University of your dreams cry about it"
    },
    {
      "index": 26,
      "start_time": 124439.0,
      "end_time": 126689.0,
      "text": "But then in two months you get a job of your dreams"
    },
    {
      "index": 27,
      "start_time": 126689.0,
      "end_time": 131909.0,
      "text": "Which is even better because you go into practice or in my case where we're not able to raise money for"
    },
    {
      "index": 28,
      "start_time": 132030.0,
      "end_time": 135179.0,
      "text": "Lengua trip in Russia first take it easy. This is a blessing in disguise"
    },
    {
      "index": 29,
      "start_time": 135720.0,
      "end_time": 142440.0,
      "text": "But then Silicon Valley investors invited us and gave us better terms than Russian ones, and I think that was a blessing in disguise"
    },
    {
      "index": 30,
      "start_time": 143080.0,
      "end_time": 148800.0,
      "text": "Next idiom can't judge a book by its cover. That's obvious like don't judge people by the way"
    },
    {
      "index": 31,
      "start_time": 148800.0,
      "end_time": 154949.0,
      "text": "They look so the appearance is not the main factor that you should use you cannot charge something"
    },
    {
      "index": 32,
      "start_time": 155170.0,
      "end_time": 158489.0,
      "text": "Primarily on their appearance, but never judge a book by its cover. You know"
    },
    {
      "index": 33,
      "start_time": 159069.0,
      "end_time": 166768.0,
      "text": "Give the benefit of a doubt and this means believing somebody stated without any proof and for example when you fall in love you tend"
    },
    {
      "index": 34,
      "start_time": 166769.0,
      "end_time": 170249.0,
      "text": "to believe you're a loved one, and you don't look for any proof and"
    },
    {
      "index": 35,
      "start_time": 170860.0,
      "end_time": 173130.0,
      "text": "You can always use this phrase. I'm gonna"
    },
    {
      "index": 36,
      "start_time": 174430.0,
      "end_time": 176430.0,
      "text": "Give you the benefit of the doubt"
    },
    {
      "index": 37,
      "start_time": 176530.0,
      "end_time": 181890.0,
      "text": "Next idiot in the heat of a moment and doing something in the heat of a moment means that you are"
    },
    {
      "index": 38,
      "start_time": 182140.0,
      "end_time": 186839.0,
      "text": "Overwhelmed by what's going on around you and you do something stupid, and then you regret it"
    },
    {
      "index": 39,
      "start_time": 186840.0,
      "end_time": 191519.0,
      "text": "But then you have an excuse because you were in the moment something was going on you just couldn't help"
    },
    {
      "index": 40,
      "start_time": 191519.0,
      "end_time": 195479.0,
      "text": "But I don't know scream at somebody or I don't know say a bad word"
    },
    {
      "index": 41,
      "start_time": 196150.0,
      "end_time": 197220.0,
      "text": "Swear, I don't know"
    },
    {
      "index": 42,
      "start_time": 197220.0,
      "end_time": 203429.0,
      "text": "But that happened because you were distracted by something else the heat of the moment the next one is my favorite"
    },
    {
      "index": 43,
      "start_time": 203590.0,
      "end_time": 210209.0,
      "text": "Kill two birds with one stone, and if you watched my previous videos about ten ways you can improve your spoken English"
    },
    {
      "index": 44,
      "start_time": 210209.0,
      "end_time": 214979.0,
      "text": "I was talking about one of those methods when you can kill two birds with one stone"
    },
    {
      "index": 45,
      "start_time": 215340.0,
      "end_time": 221729.0,
      "text": "And this means learning your favorite subject in English like I am studying filmmaking right now in an english-speaking environment"
    },
    {
      "index": 46,
      "start_time": 221890.0,
      "end_time": 228539.0,
      "text": "And I'm killing two birds with one stone first bird is filmmaking. I'm learning my favorite subject second bird is English"
    },
    {
      "index": 47,
      "start_time": 228540.0,
      "end_time": 230670.0,
      "text": "I'm practicing it every day when you're intermediate"
    },
    {
      "index": 48,
      "start_time": 230890.0,
      "end_time": 236549.0,
      "text": "Go ahead and switch on a YouTube video of a subject that you really love and kill two birds with one stone"
    },
    {
      "index": 49,
      "start_time": 239050.0,
      "end_time": 242819.0,
      "text": "The next idiom let the cat out of the bag this means"
    },
    {
      "index": 50,
      "start_time": 243250.0,
      "end_time": 248880.0,
      "text": "Reveal information that was previously concealed for example your friends started dating another friend"
    },
    {
      "index": 51,
      "start_time": 248880.0,
      "end_time": 251399.0,
      "text": "And he asks you not to tell anybody"
    },
    {
      "index": 52,
      "start_time": 251670.0,
      "end_time": 255630.0,
      "text": "And then you accidentally post a story on your Instagram"
    },
    {
      "index": 53,
      "start_time": 255790.0,
      "end_time": 259679.0,
      "text": "With them kissing and this means you let the cat out of the bag"
    },
    {
      "index": 54,
      "start_time": 259680.0,
      "end_time": 264540.0,
      "text": "It just let the information spread and your friend is really upset the next idiom"
    },
    {
      "index": 55,
      "start_time": 264540.0,
      "end_time": 268139.0,
      "text": "I've heard it here a couple of times and this is mr."
    },
    {
      "index": 56,
      "start_time": 268139.0,
      "end_time": 274499.0,
      "text": "boat which means miss the chance when you had an opportunity to go somewhere or do something and you just"
    },
    {
      "index": 57,
      "start_time": 274810.0,
      "end_time": 277679.0,
      "text": "Skipped on it somebody can tell you oh, you missed the boat"
    },
    {
      "index": 58,
      "start_time": 277690.0,
      "end_time": 282570.0,
      "text": "We're not going to San Diego another time this year, and you missed the strip so you missed the boat"
    },
    {
      "index": 59,
      "start_time": 283180.0,
      "end_time": 284440.0,
      "text": "Leo"
    },
    {
      "index": 60,
      "start_time": 284440.0,
      "end_time": 286440.0,
      "text": "Missed the boat with you, baby"
    },
    {
      "index": 61,
      "start_time": 286810.0,
      "end_time": 294540.0,
      "text": "Once in a blue moon. We can say this about an event that happens really rarely like once in a blue moon"
    },
    {
      "index": 62,
      "start_time": 300280.0,
      "end_time": 303329.0,
      "text": "Once in a blue moon is another idiom and it means something"
    },
    {
      "index": 63,
      "start_time": 303700.0,
      "end_time": 309479.0,
      "text": "Happens really really and I would say meeting a celebrity in LA it happens too once in a blue moon"
    },
    {
      "index": 64,
      "start_time": 309479.0,
      "end_time": 314729.0,
      "text": "You don't really see them walking around though all of the actors live here and even"
    },
    {
      "index": 65,
      "start_time": 315039.0,
      "end_time": 320789.0,
      "text": "One of the best entrepreneurs Elon Musk lives in LA but it's not like they're just walking around. You don't really see them"
    },
    {
      "index": 66,
      "start_time": 320789.0,
      "end_time": 325979.0,
      "text": "I haven't really met a celebrity here. I mean like local American celebrity in the United States"
    },
    {
      "index": 67,
      "start_time": 325979.0,
      "end_time": 330629.0,
      "text": "I mean I made a couple of Russian celebrities, but that wasn't purpose but Americans ah no"
    },
    {
      "index": 68,
      "start_time": 331419.0,
      "end_time": 335699.0,
      "text": "Next idiom take with a grain of salt this means not taking"
    },
    {
      "index": 69,
      "start_time": 336100.0,
      "end_time": 341939.0,
      "text": "something that somebody says too seriously so for example somebody tells you you will never get into the"
    },
    {
      "index": 70,
      "start_time": 342010.0,
      "end_time": 345390.0,
      "text": "University of your dreams in America don't even dream about America"
    },
    {
      "index": 71,
      "start_time": 345390.0,
      "end_time": 349679.0,
      "text": "You'll never get there take this with a grain of salt because those people don't know what they're talking about"
    },
    {
      "index": 72,
      "start_time": 349810.0,
      "end_time": 356850.0,
      "text": "They not go through your life. They don't have the same experiences. Don't just believe them like that okay?"
    },
    {
      "index": 73,
      "start_time": 356850.0,
      "end_time": 359339.0,
      "text": "They might have their own truth. Yes, it's gonna be difficult"
    },
    {
      "index": 74,
      "start_time": 359340.0,
      "end_time": 363899.0,
      "text": "It's gonna be tough, but it's up to you great things happen and believe in yourself"
    },
    {
      "index": 75,
      "start_time": 364210.0,
      "end_time": 369419.0,
      "text": "This is a great example right take everything that you're sad with a grain of salt like"
    },
    {
      "index": 76,
      "start_time": 369970.0,
      "end_time": 377479.0,
      "text": "Go ahead and that be up in the air the uncertain or unsure you thought you might be going to cinema with your friends"
    },
    {
      "index": 77,
      "start_time": 377479.0,
      "end_time": 381079.0,
      "text": "but it's still up in the air because everyone is still busy with a"
    },
    {
      "index": 78,
      "start_time": 381629.0,
      "end_time": 383520.0,
      "text": "homework or with their jobs"
    },
    {
      "index": 79,
      "start_time": 383520.0,
      "end_time": 386930.0,
      "text": "You're not sure whether you're going to the cinema in the evenings by the way in America"
    },
    {
      "index": 80,
      "start_time": 386930.0,
      "end_time": 392150.0,
      "text": "You would say movie theater in Great Britain you would say cinema the next one steps somebody in the back"
    },
    {
      "index": 81,
      "start_time": 392150.0,
      "end_time": 394159.0,
      "text": "And this means somebody was in your circle"
    },
    {
      "index": 82,
      "start_time": 394159.0,
      "end_time": 399709.0,
      "text": "he was a good friend, and then you betrayed him when he wasn't looking and when he was trusting you and"
    },
    {
      "index": 83,
      "start_time": 400349.0,
      "end_time": 404059.0,
      "text": "This is a bad thing to do stab someone in the back"
    },
    {
      "index": 84,
      "start_time": 406830.0,
      "end_time": 413270.0,
      "text": "Lose your touch means lose your ability or talent to deal with certain things the way used to deal before"
    },
    {
      "index": 85,
      "start_time": 413639.0,
      "end_time": 417198.0,
      "text": "So for example somebody was a good singer, and then his voice just"
    },
    {
      "index": 86,
      "start_time": 417900.0,
      "end_time": 424759.0,
      "text": "Disappeared and you can say he's lost his touch in singing, so he's no longer great"
    },
    {
      "index": 87,
      "start_time": 425909.0,
      "end_time": 427889.0,
      "text": "Your touching they go"
    },
    {
      "index": 88,
      "start_time": 427889.0,
      "end_time": 432499.0,
      "text": "Sit tight sometimes people tell you sit tight like it's gonna happen"
    },
    {
      "index": 89,
      "start_time": 432800.0,
      "end_time": 436699.0,
      "text": "Which means sit tight and take no action like you've passed your exams"
    },
    {
      "index": 90,
      "start_time": 436800.0,
      "end_time": 443810.0,
      "text": "You've submitted your application now just sit tight and wait like there is nothing else you can do you just need to wait from those"
    },
    {
      "index": 91,
      "start_time": 443969.0,
      "end_time": 445850.0,
      "text": "universities"
    },
    {
      "index": 92,
      "start_time": 445850.0,
      "end_time": 447610.0,
      "text": "There is nothing you have to do right now"
    },
    {
      "index": 93,
      "start_time": 447610.0,
      "end_time": 453939.0,
      "text": "You just have to sit tight and wait for those universities to reply face the music. This is an idiom"
    },
    {
      "index": 94,
      "start_time": 453940.0,
      "end_time": 456850.0,
      "text": "I've learned one who is preparing for this video because I"
    },
    {
      "index": 95,
      "start_time": 457910.0,
      "end_time": 459910.0,
      "text": "Haven't really heard it in"
    },
    {
      "index": 96,
      "start_time": 460520.0,
      "end_time": 467229.0,
      "text": "Conversations here, but then I remembered Kenny Perry's song. It's time to face the music. I'm no longer your muse. Do you remember that?"
    },
    {
      "index": 97,
      "start_time": 472280.0,
      "end_time": 477100.0,
      "text": "Face the music means face the reality, let's face the reality, I'm no longer your muse"
    },
    {
      "index": 98,
      "start_time": 477100.0,
      "end_time": 483489.0,
      "text": "So you're no longer in love with me rule of thumb. This is something. I hear all the time so thumb is your"
    },
    {
      "index": 99,
      "start_time": 484040.0,
      "end_time": 489969.0,
      "text": "Finger and rule of thumb is a general rule that has no scientific proof my filmmaking course"
    },
    {
      "index": 100,
      "start_time": 489970.0,
      "end_time": 496119.0,
      "text": "And they say like rule of thumb you put the aperture at 4.0 or whatever when it's daylight"
    },
    {
      "index": 101,
      "start_time": 496160.0,
      "end_time": 499749.0,
      "text": "But that was super special, but the rule of thumb you brush your teeth twice a day"
    },
    {
      "index": 102,
      "start_time": 499850.0,
      "end_time": 504520.0,
      "text": "It's actually scientifically proven, but you can still use that so rule of thumb remember that oh"
    },
    {
      "index": 103,
      "start_time": 504520.0,
      "end_time": 507219.0,
      "text": "You're gonna hear it everywhere in the state's general rule of thumb"
    },
    {
      "index": 104,
      "start_time": 507950.0,
      "end_time": 513400.0,
      "text": "The next one if you want to compliment somebody you can tell them you look like a million dollars"
    },
    {
      "index": 105,
      "start_time": 513620.0,
      "end_time": 517810.0,
      "text": "This doesn't mean that somebody who looks like a pile of money. It means that somebody looks"
    },
    {
      "index": 106,
      "start_time": 518360.0,
      "end_time": 526210.0,
      "text": "amazing really polished and you can say you look like a million dollars get over something and"
    },
    {
      "index": 107,
      "start_time": 526460.0,
      "end_time": 530499.0,
      "text": "This means you are no longer emotionally affected by something"
    },
    {
      "index": 108,
      "start_time": 530500.0,
      "end_time": 533109.0,
      "text": "it is no longer letting you down and"
    },
    {
      "index": 109,
      "start_time": 533510.0,
      "end_time": 538840.0,
      "text": "again when you're talking about relationships when somebody broke up with somebody split up with your boyfriend and"
    },
    {
      "index": 110,
      "start_time": 539270.0,
      "end_time": 543969.0,
      "text": "In a couple of months you forget, and this means you've got over him. It's it's over"
    },
    {
      "index": 111,
      "start_time": 543970.0,
      "end_time": 547090.0,
      "text": "You're not crying about him anymore crunch time"
    },
    {
      "index": 112,
      "start_time": 547090.0,
      "end_time": 552459.0,
      "text": "This is something that is happening to me now and crunch time means time when the deadline is approaching"
    },
    {
      "index": 113,
      "start_time": 552560.0,
      "end_time": 557289.0,
      "text": "And everybody has to work really hard because you need to finish everything in this period of time"
    },
    {
      "index": 114,
      "start_time": 560600.0,
      "end_time": 566050.0,
      "text": "Why this is happening to me right now because I have to start filming my final project and I have to"
    },
    {
      "index": 115,
      "start_time": 566269.0,
      "end_time": 571508.0,
      "text": "Discuss my script with a lot of people and I have to finish the script so I've been working really hard in the last couple"
    },
    {
      "index": 116,
      "start_time": 571509.0,
      "end_time": 575409.0,
      "text": "Of days, but I'm hoping that my final project would be really nice, and I'm going to show it to you guys"
    },
    {
      "index": 117,
      "start_time": 576139.0,
      "end_time": 581139.0,
      "text": "Fingers crossed the next idiom get out of hand and this means lose control of something"
    },
    {
      "index": 118,
      "start_time": 581139.0,
      "end_time": 583539.0,
      "text": "I am like this person who loves to sing all the time"
    },
    {
      "index": 119,
      "start_time": 583540.0,
      "end_time": 587290.0,
      "text": "There is another song that just came to my mind. This crazy world is getting"
    },
    {
      "index": 120,
      "start_time": 587810.0,
      "end_time": 588860.0,
      "text": "canned"
    },
    {
      "index": 121,
      "start_time": 588860.0,
      "end_time": 591099.0,
      "text": "So tell me why you fail to"
    },
    {
      "index": 122,
      "start_time": 592639.0,
      "end_time": 600068.0,
      "text": "Understand get out of hand means lose control of things get out of your system is an idiom that means you do something"
    },
    {
      "index": 123,
      "start_time": 600589.0,
      "end_time": 602919.0,
      "text": "That you really wanted to do for a long time"
    },
    {
      "index": 124,
      "start_time": 602920.0,
      "end_time": 609670.0,
      "text": "But haven't found time for it's about starting a YouTube channel learning English going to London for two weeks to practice your English"
    },
    {
      "index": 125,
      "start_time": 610069.0,
      "end_time": 617529.0,
      "text": "Just get this out of your system find time. Do it mark it on your to-do list and then you're free. I am getting this"
    },
    {
      "index": 126,
      "start_time": 618199.0,
      "end_time": 622869.0,
      "text": "Filmmaking course out of my system right now because I wanted to do it for so many time"
    },
    {
      "index": 127,
      "start_time": 622870.0,
      "end_time": 625839.0,
      "text": "And I just couldn't follow it to find time, and yeah, this is it"
    },
    {
      "index": 128,
      "start_time": 626149.0,
      "end_time": 632378.0,
      "text": "You'd better get this all out of your system right no the last one is hang in there. Oh wait and be patient"
    },
    {
      "index": 129,
      "start_time": 632899.0,
      "end_time": 639339.0,
      "text": "Now when you're setting a foreign language sometimes you feel like there is no progress and everybody's speaking so fast"
    },
    {
      "index": 130,
      "start_time": 639500.0,
      "end_time": 641769.0,
      "text": "I'm not getting what's going on"
    },
    {
      "index": 131,
      "start_time": 641769.0,
      "end_time": 643869.0,
      "text": "But I tell you what just hang in there"
    },
    {
      "index": 132,
      "start_time": 644300.0,
      "end_time": 648339.0,
      "text": "Everything that you listen to like every single video is in your head and sometimes"
    },
    {
      "index": 133,
      "start_time": 648339.0,
      "end_time": 653258.0,
      "text": "We just do not realize how powerful our brain is and when you will come to an english-speaking environment"
    },
    {
      "index": 134,
      "start_time": 653990.0,
      "end_time": 658059.0,
      "text": "Somehow the words will just come out of your mind human brain is amazing"
    },
    {
      "index": 135,
      "start_time": 658059.0,
      "end_time": 661779.0,
      "text": "We memorized a lot of things, but we use only like 10% of them"
    },
    {
      "index": 136,
      "start_time": 661939.0,
      "end_time": 668049.0,
      "text": "But in a stressful situation the brain starts working and actually using a hundred percent of its maybe not hundred percent"
    },
    {
      "index": 137,
      "start_time": 668050.0,
      "end_time": 672609.0,
      "text": "But a lot of its ability so I guarantee you everything that you do it really works, so"
    },
    {
      "index": 138,
      "start_time": 673009.0,
      "end_time": 677169.0,
      "text": "Hang in there wait for the next video, please like this video if you liked it"
    },
    {
      "index": 139,
      "start_time": 677170.0,
      "end_time": 680740.0,
      "text": "Please support me with your likes and please let me know down in the comments below"
    },
    {
      "index": 140,
      "start_time": 680740.0,
      "end_time": 683469.0,
      "text": "Whether there was some idiom that you've heard"
    },
    {
      "index": 141,
      "start_time": 683629.0,
      "end_time": 688869.0,
      "text": "That didn't really make sense and you were like what is he talking about and then you realize it's actually an idiom"
    },
    {
      "index": 142,
      "start_time": 689030.0,
      "end_time": 690800.0,
      "text": "And it has a completely different meaning"
    },
    {
      "index": 143,
      "start_time": 690800.0,
      "end_time": 696949.0,
      "text": "So please comment them down below because I'm definitely making the second part of this video sometime in the future"
    },
    {
      "index": 144,
      "start_time": 696950.0,
      "end_time": 702980.0,
      "text": "And I will include the words that you mentioned some looking forward to getting your comments. Don't forget to subscribe to this channel"
    },
    {
      "index": 145,
      "start_time": 703050.0,
      "end_time": 705199.0,
      "text": "there's thread button just click it and"
    },
    {
      "index": 146,
      "start_time": 705720.0,
      "end_time": 712160.0,
      "text": "This way you're not going to miss my next video, which is going to be another great lesson hopefully in English ok"
    },
    {
      "index": 147,
      "start_time": 712160.0,
      "end_time": 718310.0,
      "text": "Thank you so much for watching this up to the end. I'll see you soon. Hi from California - Mele and thank you. Bye"
    }
  ]
}