{
  "video_id": "axXn_Vn2vYo",
  "title": "Why so Many People Want to Be Writers",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 450.0,
      "end_time": 8400.0,
      "text": "In no other age can so many people have harbored such intense ambitions to become writers."
    },
    {
      "index": 2,
      "start_time": 8400.0,
      "end_time": 17500.0,
      "text": "The longing one day to turn out a book – probably a novel or, less likely, an autobiography – lies close to the center of contemporary aspirations."
    },
    {
      "index": 3,
      "start_time": 18000.0,
      "end_time": 31000.0,
      "text": "This is – at one level – a hugely welcome development, a consequence of widespread literacy, higher educational standards and a proper focus on the power of books to change lives."
    },
    {
      "index": 4,
      "start_time": 31000.0,
      "end_time": 41910.0,
      "text": "But looked at from another angle, it may also, in private, be the result of something more desultory: an epidemic of isolation and loneliness."
    },
    {
      "index": 5,
      "start_time": 42010.0,
      "end_time": 58530.0,
      "text": "The army of literary agents, scouts, editors and writing coaches testifies not only to our love of literature, but also, less intentionally, to an unaddressed groundswell of painful solitude."
    },
    {
      "index": 6,
      "start_time": 58530.0,
      "end_time": 71950.0,
      "text": "Reasons for wanting to write are multiple of course, but the structurally simplest option may also be the most pervasive: we write because there is no one in the vicinity who will listen."
    },
    {
      "index": 7,
      "start_time": 72000.0,
      "end_time": 98020.0,
      "text": "We start to long to set down our memories and emotions on a page and to send them out into the wider world because our friends can't be bothered to hear us, because our partners are preoccupied and because it's been agonisingly long since anyone gave us an uninterrupted stretch of time in which we could be attended to with respect and attention – in short, because we are very lonely."
    },
    {
      "index": 8,
      "start_time": 99000.0,
      "end_time": 112600.0,
      "text": "Writing, for all that it might begin with experiences of joy or disinterested intellectual fascination, also owes its origins to despair, shame and a lack of someone to cry with."
    },
    {
      "index": 9,
      "start_time": 112600.0,
      "end_time": 120000.0,
      "text": "It is when we have screamed a long time for help, and no one came, that we may begin quietly to burn to write a novel instead."
    },
    {
      "index": 10,
      "start_time": 120000.0,
      "end_time": 134000.0,
      "text": "Writing can be the presenting solution to a more poignant ambition beneath: to be heard, to be held, to be respected, to have our feelings interpreted, and soothed, to be known and appreciated."
    },
    {
      "index": 11,
      "start_time": 134000.0,
      "end_time": 144780.0,
      "text": "The French writer Gustave Flaubert put it at its simplest: if he had been happy in love at eighteen, he wrote, he would never have wanted to become a writer."
    },
    {
      "index": 12,
      "start_time": 144780.0,
      "end_time": 158000.0,
      "text": "At the start of the West's journey into self-awareness, we meet the figure of Socrates, who puts forward a striking proposition: writing is not what thoughtful people should ideally be doing with their time, he suggests."
    },
    {
      "index": 13,
      "start_time": 159000.0,
      "end_time": 180380.0,
      "text": "For Socrates, writing is a pale imitation of and replacement for our true vocation, which is that of talking to our fellow human beings, in the flesh, in real time, often with a glass of wine on the table, or while walking to the harbour or doing some exercise in the gym, talking about what really matters."
    },
    {
      "index": 14,
      "start_time": 180380.0,
      "end_time": 188000.0,
      "text": "The birth of literature is, in the Socratic world view, simply a symptom of social isolation and an indictment of our communities."
    },
    {
      "index": 15,
      "start_time": 190000.0,
      "end_time": 219240.0,
      "text": "Even if we find literature the finest of substitutes, infinitely better than anything else yet invented, it still pays to recognise that substitute is what it might primarily be, that writing is in certain ways an act of very polite and artful revenge on a world too busy to listen and that we would never develop such fierce bookish ambitions if we had not first been let down by those we needed so much to rely upon."
    },
    {
      "index": 16,
      "start_time": 219440.0,
      "end_time": 230290.0,
      "text": "A slightly more conscious awareness of writing as compensation may lend us energy to acknowledge our unrequited ache for more visceral forms of contact."
    },
    {
      "index": 17,
      "start_time": 230290.0,
      "end_time": 238500.0,
      "text": "Whatever the satisfactions of writing alone in bed, we should perhaps not cease so easily to give up on the ecstasies of mutual understanding and sympathy."
    },
    {
      "index": 18,
      "start_time": 239000.0,
      "end_time": 250000.0,
      "text": "It is far from easy to write a decent novel; it may be even harder – yet ultimately more rewarding – to learn to locate a circle of true friends."
    },
    {
      "index": 19,
      "start_time": 251000.0,
      "end_time": 265970.0,
      "text": "A better world might, from this perspective, be one in which we wanted a little less ardently to be writers–because we had collectively grown ever so slightly better at listening and making ourselves heard."
    },
    {
      "index": 20,
      "start_time": 266060.0,
      "end_time": 270960.0,
      "text": "Literature's loss might, in the end, be humanity's gain."
    },
    {
      "index": 21,
      "start_time": 272880.0,
      "end_time": 278480.0,
      "text": "Thank you for watching, please subscribe to our channel and click the bell icon to turn on notifications."
    },
    {
      "index": 22,
      "start_time": 278480.0,
      "end_time": 286080.0,
      "text": "Our book \"What is Culture For ?\" helps us find compassion, hope and perspective in the arts."
    }
  ]
}