{
  "video_id": "ayPLVc5ee4k",
  "title": "UTS Science in Focus: Marine Microbes: The Ocean's Lifeblood?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1339.0,
      "end_time": 13080.0,
      "text": "Facilitator: Thanks very much Peter and thank you all for coming. I should also thank the"
    },
    {
      "index": 2,
      "start_time": 13080.0,
      "end_time": 17260.0,
      "text": "Faculty of Science for giving Justin and I the opportunity to tell you a little bit about"
    },
    {
      "index": 3,
      "start_time": 17260.0,
      "end_time": 24859.0,
      "text": "our research this evening. Yeah, so letís get started. The ocean is arguably the earthís"
    },
    {
      "index": 4,
      "start_time": 24859.0,
      "end_time": 32210.0,
      "text": "largest habitat. If youíve ever seen a satellite picture or earth from space, itís a blue"
    },
    {
      "index": 5,
      "start_time": 32210.0,
      "end_time": 41079.0,
      "text": "plant. Thereís 70 per cent of ocean on our - excuse me, that was a bit fast."
    },
    {
      "index": 6,
      "start_time": 41079.0,
      "end_time": 47809.0,
      "text": "So if we look at the surface area of the planet, its 500 million square kilometres. If we consider"
    },
    {
      "index": 7,
      "start_time": 47809.0,
      "end_time": 53740.0,
      "text": "the highest mountain and the deepest ocean trench - we already see some disparity there"
    },
    {
      "index": 8,
      "start_time": 53740.0,
      "end_time": 61360.0,
      "text": "- and if we consider the average land elevation of 840 metres and the average ocean depth,"
    },
    {
      "index": 9,
      "start_time": 61360.0,
      "end_time": 67219.0,
      "text": "we can do the maths pretty easily and know that the ocean forms the largest habitat for"
    },
    {
      "index": 10,
      "start_time": 67219.0,
      "end_time": 74479.0,
      "text": "life on earth. To Australia, as an island continent, the"
    },
    {
      "index": 11,
      "start_time": 74479.0,
      "end_time": 81380.0,
      "text": "oceanís very important. Our marine territory is larger than our land area. Itís relevant"
    },
    {
      "index": 12,
      "start_time": 81380.0,
      "end_time": 86849.0,
      "text": "for most of us in Australia because we live so close to the coast. Many Australians live"
    },
    {
      "index": 13,
      "start_time": 86849.0,
      "end_time": 94840.0,
      "text": "within 50 kilometres and use those coasts for their recreational and other amenities."
    },
    {
      "index": 14,
      "start_time": 94840.0,
      "end_time": 101709.0,
      "text": "The ocean is incredibly valuable. The western rock lobster fishery, our largest fishery,"
    },
    {
      "index": 15,
      "start_time": 101709.0,
      "end_time": 107579.0,
      "text": "is worth up to $350 million a year. You might also be interested to know that our recreational"
    },
    {
      "index": 16,
      "start_time": 107579.0,
      "end_time": 115029.0,
      "text": "fishery is worth $2 billion dollars if it was sold. Tourism to the Great Barrier Reef"
    },
    {
      "index": 17,
      "start_time": 115029.0,
      "end_time": 123249.0,
      "text": "contributes over $5 billion to our economy each year and in New South Wales the marine"
    },
    {
      "index": 18,
      "start_time": 123249.0,
      "end_time": 129160.0,
      "text": "industry contributes $2 billion annually and itís important for jobs here in our local"
    },
    {
      "index": 19,
      "start_time": 129160.0,
      "end_time": 135540.0,
      "text": "region. Marine microbes do the work in the ocean."
    },
    {
      "index": 20,
      "start_time": 135540.0,
      "end_time": 143890.0,
      "text": "Theyíre microscopic so not easily recognised but they constitute up to 90 percent of biomass,"
    },
    {
      "index": 21,
      "start_time": 143890.0,
      "end_time": 153120.0,
      "text": "of living biomass, in the ocean. Thatís roughly equivalent to 240 billion elephants. You consider"
    },
    {
      "index": 22,
      "start_time": 153120.0,
      "end_time": 162620.0,
      "text": "that in terms of size. What do they look like? Letís take a view - microscopically and zoom"
    },
    {
      "index": 23,
      "start_time": 162620.0,
      "end_time": 171480.0,
      "text": "that. This is a cyanobacterium called a Prochlorococcus. It typically grows in low nutrient water."
    },
    {
      "index": 24,
      "start_time": 171480.0,
      "end_time": 179150.0,
      "text": "It is - I should say there that itís the most abundant photosynthetic organism in the"
    },
    {
      "index": 25,
      "start_time": 179150.0,
      "end_time": 188019.0,
      "text": "ocean. There are 10 to the power of 27 cells globally. Synechococcus is somewhat bigger"
    },
    {
      "index": 26,
      "start_time": 188019.0,
      "end_time": 195489.0,
      "text": "cyanobacterium. It also photosynthesises and is more found in nutrient-rich waters. An"
    },
    {
      "index": 27,
      "start_time": 195489.0,
      "end_time": 202590.0,
      "text": "Emiliana huxleyi is a coccolithophorids. Itís an organism that has these calcium carbonate"
    },
    {
      "index": 28,
      "start_time": 202590.0,
      "end_time": 207400.0,
      "text": "scales, which makes it fairly distinctive when you see it in water."
    },
    {
      "index": 29,
      "start_time": 207400.0,
      "end_time": 215530.0,
      "text": "Iíll show you a picture of that a little later. This is a diatom example Fragilariopsis"
    },
    {
      "index": 30,
      "start_time": 215530.0,
      "end_time": 223269.0,
      "text": "Antarctica. As the name implies itís a polar organism grown below 50 degrees south typically."
    },
    {
      "index": 31,
      "start_time": 223269.0,
      "end_time": 230540.0,
      "text": "Gymnodinium catenatum is a toxic dinoflagellate. These cells are somewhat larger, grow in coastal"
    },
    {
      "index": 32,
      "start_time": 230540.0,
      "end_time": 235310.0,
      "text": "systems and can cause problems for aqua culture and shellfish industries."
    },
    {
      "index": 33,
      "start_time": 235310.0,
      "end_time": 242569.0,
      "text": "Lastly, Iíve provided two examples of - I guess theyíre microbes and microscopic as"
    },
    {
      "index": 34,
      "start_time": 242569.0,
      "end_time": 250459.0,
      "text": "single cells, but when they form these aggregations, here this is called a tuft and here a big"
    },
    {
      "index": 35,
      "start_time": 250459.0,
      "end_time": 255659.0,
      "text": "colony, this is Trichodesmium and this is Phaeocystis and they are macroscopic, you"
    },
    {
      "index": 36,
      "start_time": 255659.0,
      "end_time": 263960.0,
      "text": "can see those in the water. Collectively, these organisms are called Phytoplankton and"
    },
    {
      "index": 37,
      "start_time": 263960.0,
      "end_time": 269880.0,
      "text": "theyíre responsible for photosynthesis in the ocean just as we would consider land plants"
    },
    {
      "index": 38,
      "start_time": 269880.0,
      "end_time": 274990.0,
      "text": "here. We already know that there are rooted plants"
    },
    {
      "index": 39,
      "start_time": 274990.0,
      "end_time": 280979.0,
      "text": "in the ocean called seagrasses and you might have also heard about kelp forests. But overwhelmingly,"
    },
    {
      "index": 40,
      "start_time": 280979.0,
      "end_time": 288990.0,
      "text": "itís these small microbes that are responsible for most of the photosynthesis in the ocean."
    },
    {
      "index": 41,
      "start_time": 288990.0,
      "end_time": 294669.0,
      "text": "These phytoplankton can grow and form large accumulations that are observable from space."
    },
    {
      "index": 42,
      "start_time": 294669.0,
      "end_time": 300080.0,
      "text": "Here, this is a picture of Emiliana. As I explained earlier, it has these calcium"
    },
    {
      "index": 43,
      "start_time": 300080.0,
      "end_time": 305169.0,
      "text": "carbonate scales, which are highly reflective. This is the south coast of England and the"
    },
    {
      "index": 44,
      "start_time": 305169.0,
      "end_time": 313169.0,
      "text": "bloom is almost as large as that whole land area. This is a toxic dinoflagellate, here"
    },
    {
      "index": 45,
      "start_time": 313169.0,
      "end_time": 318270.0,
      "text": "blooming of the west coast of Tasmania and you can see it forms these what we call red"
    },
    {
      "index": 46,
      "start_time": 318270.0,
      "end_time": 327410.0,
      "text": "tides. That can be harmful for other organisms growing in the vicinity."
    },
    {
      "index": 47,
      "start_time": 327410.0,
      "end_time": 334560.0,
      "text": "[PAUSE] What do they do? These microbes, these phytoplankton"
    },
    {
      "index": 48,
      "start_time": 334560.0,
      "end_time": 340819.0,
      "text": "are basically providing food for the rest of the food web. So plankton a microscopic"
    },
    {
      "index": 49,
      "start_time": 340819.0,
      "end_time": 346160.0,
      "text": "animals that consume phytoplankton and the zooplankton in turn are consumed by the higher"
    },
    {
      "index": 50,
      "start_time": 346160.0,
      "end_time": 353150.0,
      "text": "food webs, the larger animals in the ocean. Typically, our most productive oceanographic"
    },
    {
      "index": 51,
      "start_time": 353150.0,
      "end_time": 358900.0,
      "text": "systems are those in upwelling areas. Nutrients are brought to the surface of the"
    },
    {
      "index": 52,
      "start_time": 358900.0,
      "end_time": 364860.0,
      "text": "ocean when prevailing winds, parallel to the coast in this case, cause water to actually"
    },
    {
      "index": 53,
      "start_time": 364860.0,
      "end_time": 371139.0,
      "text": "move away from the coast and thatís replenished by deep ocean water. So thereís this circulation,"
    },
    {
      "index": 54,
      "start_time": 371139.0,
      "end_time": 376680.0,
      "text": "this uplift of water that brings nutrients with it, phytoplankton have the opportunity"
    },
    {
      "index": 55,
      "start_time": 376680.0,
      "end_time": 382699.0,
      "text": "to grow, they are consumed by zooplankton and they basically drive ocean production"
    },
    {
      "index": 56,
      "start_time": 382699.0,
      "end_time": 390080.0,
      "text": "and produce lots of fish for our marine fisheries."
    },
    {
      "index": 57,
      "start_time": 390080.0,
      "end_time": 396270.0,
      "text": "Microbes are also critically important in the carbon cycle. They are basically converting"
    },
    {
      "index": 58,
      "start_time": 396270.0,
      "end_time": 405310.0,
      "text": "dissolved carbon dioxide in the ocean together with nutrients into particulate organic carbon"
    },
    {
      "index": 59,
      "start_time": 405310.0,
      "end_time": 411620.0,
      "text": "in the presence of sunlight. In doing so they also produce oxygen. This oxygen is really"
    },
    {
      "index": 60,
      "start_time": 411620.0,
      "end_time": 416349.0,
      "text": "critical for life on hearth. Humans wouldnít exist without oxygen. So itís the function"
    },
    {
      "index": 61,
      "start_time": 416349.0,
      "end_time": 422009.0,
      "text": "of these microbes that are actually allowing us to inhabit the earth."
    },
    {
      "index": 62,
      "start_time": 422009.0,
      "end_time": 431990.0,
      "text": "This rate of conversion of dissolved or gaseous carbon dioxide into organic carbon is called"
    },
    {
      "index": 63,
      "start_time": 431990.0,
      "end_time": 437680.0,
      "text": "productivity. The rate of carbon fixation is what we typically measure in the ocean."
    },
    {
      "index": 64,
      "start_time": 437680.0,
      "end_time": 443939.0,
      "text": "So weíll come back to that a little later. Each day more than a hundred million tonnes"
    },
    {
      "index": 65,
      "start_time": 443939.0,
      "end_time": 452720.0,
      "text": "of carbon are fixed in this way by these autotrophic photosynthetic microbes. The organism that"
    },
    {
      "index": 66,
      "start_time": 452720.0,
      "end_time": 457319.0,
      "text": "is the most abundant photosynthesiser in the ocean is responsible for 20 per cent of the"
    },
    {
      "index": 67,
      "start_time": 457319.0,
      "end_time": 462720.0,
      "text": "oxygen in the earthís atmosphere, a really significant proportion."
    },
    {
      "index": 68,
      "start_time": 462720.0,
      "end_time": 469590.0,
      "text": "So just to summarise that or give you the comparison, the ocean is contributing about"
    },
    {
      "index": 69,
      "start_time": 469590.0,
      "end_time": 475710.0,
      "text": "half of global photosynthesis. Itís fixing about 50 per cent of carbon dioxide on our"
    },
    {
      "index": 70,
      "start_time": 475710.0,
      "end_time": 487020.0,
      "text": "planet annually. To show you than in a vertical perspective, here we have carbon dioxide,"
    },
    {
      "index": 71,
      "start_time": 487020.0,
      "end_time": 494780.0,
      "text": "diffusing into the surface of the ocean. It is taken up by photosynthesisers in the presence"
    },
    {
      "index": 72,
      "start_time": 494780.0,
      "end_time": 500599.0,
      "text": "of sunlight energy and in the presence of nutrients to form cells and these are then"
    },
    {
      "index": 73,
      "start_time": 500599.0,
      "end_time": 506009.0,
      "text": "consumed by the food web. Justin will talk further about the details"
    },
    {
      "index": 74,
      "start_time": 506009.0,
      "end_time": 511569.0,
      "text": "hidden behind this box that end up being very important to the fate of that carbon in the"
    },
    {
      "index": 75,
      "start_time": 511569.0,
      "end_time": 518360.0,
      "text": "ocean. But essentially, itís what happening here in the surface ocean that then determines"
    },
    {
      "index": 76,
      "start_time": 518360.0,
      "end_time": 526900.0,
      "text": "what amount of organic carbon gets delivered further down into the ocean sediments. This"
    },
    {
      "index": 77,
      "start_time": 526900.0,
      "end_time": 534120.0,
      "text": "is what we refer to as the biological pump. So the carbon dioxide in the surface is taken"
    },
    {
      "index": 78,
      "start_time": 534120.0,
      "end_time": 542170.0,
      "text": "up by the food web and organisms then are dying. Theyíre reproducing and dying as part"
    },
    {
      "index": 79,
      "start_time": 542170.0,
      "end_time": 549020.0,
      "text": "of their natural life cycles and they contribute then to the dead or decaying organic carbon,"
    },
    {
      "index": 80,
      "start_time": 549020.0,
      "end_time": 555780.0,
      "text": "this particulate organic carbon in the ocean. Itís comprised of dead phytoplankton cells,"
    },
    {
      "index": 81,
      "start_time": 555780.0,
      "end_time": 564220.0,
      "text": "zooplankton poo, which is these little oval dots and I guess the [tridal] remains of fish"
    },
    {
      "index": 82,
      "start_time": 564220.0,
      "end_time": 571770.0,
      "text": "and other larger organisms. Essentially that is slowly sinking through the ocean and some"
    },
    {
      "index": 83,
      "start_time": 571770.0,
      "end_time": 578670.0,
      "text": "of it reaches the ocean sediments and is buried there for millennia."
    },
    {
      "index": 84,
      "start_time": 578670.0,
      "end_time": 588420.0,
      "text": "I do want to mention that diatoms, these organisms I illustrated earlier, and coccolithophorids"
    },
    {
      "index": 85,
      "start_time": 588420.0,
      "end_time": 595130.0,
      "text": "contribute to this vertical flux as we call it and actually may increase the ballast,"
    },
    {
      "index": 86,
      "start_time": 595130.0,
      "end_time": 601390.0,
      "text": "the weight of this material, and may cause it to sink faster. So it might matter if we"
    },
    {
      "index": 87,
      "start_time": 601390.0,
      "end_time": 606130.0,
      "text": "have a change in composition of phytoplankton in the ocean and that may change the rate"
    },
    {
      "index": 88,
      "start_time": 606130.0,
      "end_time": 614030.0,
      "text": "of sinking of this particulate carbon. Okay so yeah, looking at that in view, itís actually"
    },
    {
      "index": 89,
      "start_time": 614030.0,
      "end_time": 622110.0,
      "text": "- this biological pump is a natural carbon sequestration mechanism."
    },
    {
      "index": 90,
      "start_time": 622110.0,
      "end_time": 630170.0,
      "text": "[PAUSE] So I guess in thinking about productivity"
    },
    {
      "index": 91,
      "start_time": 630170.0,
      "end_time": 636470.0,
      "text": "and the link between these photosynthetic microbes and climate, we now have very good"
    },
    {
      "index": 92,
      "start_time": 636470.0,
      "end_time": 642850.0,
      "text": "tools over large scales that can detect this productivity in the ocean. Thereís a satellite"
    },
    {
      "index": 93,
      "start_time": 642850.0,
      "end_time": 650430.0,
      "text": "sensor called SeaWiFS that was basically optimised to capture signals from the ocean and was"
    },
    {
      "index": 94,
      "start_time": 650430.0,
      "end_time": 656670.0,
      "text": "able to then quantify productivity quite accurately. Then we were able to link that to environmental"
    },
    {
      "index": 95,
      "start_time": 656670.0,
      "end_time": 660280.0,
      "text": "factors. This is a seminal study published in nature"
    },
    {
      "index": 96,
      "start_time": 660280.0,
      "end_time": 666890.0,
      "text": "several years ago that basically examined this productivity data on a global scale and"
    },
    {
      "index": 97,
      "start_time": 666890.0,
      "end_time": 674640.0,
      "text": "did this over a decade and considered the links between productivity and climate. Here"
    },
    {
      "index": 98,
      "start_time": 674640.0,
      "end_time": 681160.0,
      "text": "in the upper plot itís describing the pattern of sea surface temperature. Sea surface temperature"
    },
    {
      "index": 99,
      "start_time": 681160.0,
      "end_time": 687260.0,
      "text": "in red means itís hot, relatively, compared to blue which means itís cooler. In the middle"
    },
    {
      "index": 100,
      "start_time": 687260.0,
      "end_time": 693700.0,
      "text": "plot, it shows you changes in this primary production, this productivity."
    },
    {
      "index": 101,
      "start_time": 693700.0,
      "end_time": 699200.0,
      "text": "This is nice because it actually - this third plot here - shows the change in productivity"
    },
    {
      "index": 102,
      "start_time": 699200.0,
      "end_time": 706360.0,
      "text": "over the 10-year time period that they did this observation. The parts of the ocean in"
    },
    {
      "index": 103,
      "start_time": 706360.0,
      "end_time": 713060.0,
      "text": "yellow indicate that with warming thereís a decrease in productivity. Okay, so a large"
    },
    {
      "index": 104,
      "start_time": 713060.0,
      "end_time": 718560.0,
      "text": "part of the Pacific Ocean here in the middle, when thereís increased warming thereís a"
    },
    {
      "index": 105,
      "start_time": 718560.0,
      "end_time": 730630.0,
      "text": "decrease in productivity. These observed decreases provide some indication of what will happen"
    },
    {
      "index": 106,
      "start_time": 730630.0,
      "end_time": 738960.0,
      "text": "with future warming. I want to zoom in now on Australia. To do"
    },
    {
      "index": 107,
      "start_time": 738960.0,
      "end_time": 745960.0,
      "text": "that I need to give you an oceanographic context. So weíre an island continent and unusual"
    },
    {
      "index": 108,
      "start_time": 745960.0,
      "end_time": 752430.0,
      "text": "in the global ocean. There are two warm tropical currents that move from north to south along"
    },
    {
      "index": 109,
      "start_time": 752430.0,
      "end_time": 759310.0,
      "text": "both costs. Typically, in other continents we see the opposite pattern here on the west"
    },
    {
      "index": 110,
      "start_time": 759310.0,
      "end_time": 764880.0,
      "text": "coast we see the currents move upwards, sorry, towards the north rather than towards the"
    },
    {
      "index": 111,
      "start_time": 764880.0,
      "end_time": 769700.0,
      "text": "south. Because these currents bring warm nutrient-poor"
    },
    {
      "index": 112,
      "start_time": 769700.0,
      "end_time": 775810.0,
      "text": "water, it really affects the oceanography in the region and the nutrient-poor water"
    },
    {
      "index": 113,
      "start_time": 775810.0,
      "end_time": 780490.0,
      "text": "means that we donít necessarily have a lot of productivity, especially on our west coast,"
    },
    {
      "index": 114,
      "start_time": 780490.0,
      "end_time": 789660.0,
      "text": "which would normally be a large area for upwelling. We know from long-term measurements at three"
    },
    {
      "index": 115,
      "start_time": 789660.0,
      "end_time": 795770.0,
      "text": "of the longest time series stations in the southern hemisphere - theyíve been collecting"
    },
    {
      "index": 116,
      "start_time": 795770.0,
      "end_time": 802380.0,
      "text": "data on ocean conditions from the 1940s - we know then from these long-term observations"
    },
    {
      "index": 117,
      "start_time": 802380.0,
      "end_time": 807510.0,
      "text": "that ocean circulation is changing. East Australia currently forms part of the"
    },
    {
      "index": 118,
      "start_time": 807510.0,
      "end_time": 816350.0,
      "text": "South Pacific gyre that is responding to changes in salt and temperature of the ocean and itís"
    },
    {
      "index": 119,
      "start_time": 816350.0,
      "end_time": 823500.0,
      "text": "speeding up. Itís increasing itís southward transport. The speed of this current is faster"
    },
    {
      "index": 120,
      "start_time": 823500.0,
      "end_time": 829140.0,
      "text": "in summer than it is in winter. So as a result, weíre seeing changes in the temperature profiles"
    },
    {
      "index": 121,
      "start_time": 829140.0,
      "end_time": 835200.0,
      "text": "in waters, particularly off Eastern Australia. Just to explain a little bit more about this"
    },
    {
      "index": 122,
      "start_time": 835200.0,
      "end_time": 843930.0,
      "text": "current, it forms in the Coral Sea, it intensifies in Northern New South Wales and at Smokey"
    },
    {
      "index": 123,
      "start_time": 843930.0,
      "end_time": 849300.0,
      "text": "Cape separates from the coast. Two-thirds of that flow moves across towards New Zealand"
    },
    {
      "index": 124,
      "start_time": 849300.0,
      "end_time": 856150.0,
      "text": "and the examining southward flow forms what we call eddies and coastal fingers. They can"
    },
    {
      "index": 125,
      "start_time": 856150.0,
      "end_time": 863800.0,
      "text": "move as far south as Tasmania. So these long-term data show as that the ocean"
    },
    {
      "index": 126,
      "start_time": 863800.0,
      "end_time": 875250.0,
      "text": "is warming. Here Iíve shown temperature over the time period 1940 to 2010 for these three"
    },
    {
      "index": 127,
      "start_time": 875250.0,
      "end_time": 883020.0,
      "text": "different locations. Rottnest Island is shown in red - this is the western station - shows,"
    },
    {
      "index": 128,
      "start_time": 883020.0,
      "end_time": 890110.0,
      "text": "letís call it a one degree percentary increase in temperature if we just plotted that linearly"
    },
    {
      "index": 129,
      "start_time": 890110.0,
      "end_time": 897220.0,
      "text": "over time that would be the average rise. Port Hacking, just south of Sydney, is showing"
    },
    {
      "index": 130,
      "start_time": 897220.0,
      "end_time": 903230.0,
      "text": "a similar rise in temperature, but certainly our most southern station here at Maria Island"
    },
    {
      "index": 131,
      "start_time": 903230.0,
      "end_time": 907800.0,
      "text": "off the east coast of Tasmania is showing the starkest increase in temperature indicative"
    },
    {
      "index": 132,
      "start_time": 907800.0,
      "end_time": 917890.0,
      "text": "of more East Australia current water moving southward. So now to link what these investigators"
    },
    {
      "index": 133,
      "start_time": 917890.0,
      "end_time": 926100.0,
      "text": "found in the global ocean and examining the Australian situation, we did a similar study"
    },
    {
      "index": 134,
      "start_time": 926100.0,
      "end_time": 933970.0,
      "text": "using the same optical sensor, satellite data. Over the same time period we did the same"
    },
    {
      "index": 135,
      "start_time": 933970.0,
      "end_time": 940380.0,
      "text": "analysis at Maria Island. What we see here, shown in this plot, is a growth rate of the"
    },
    {
      "index": 136,
      "start_time": 940380.0,
      "end_time": 947740.0,
      "text": "phytoplankton. So we take that as the difference in the amount of phytoplankton that might"
    },
    {
      "index": 137,
      "start_time": 947740.0,
      "end_time": 954720.0,
      "text": "have occurred over a three-monthly period in the spring and we see that over this decade"
    },
    {
      "index": 138,
      "start_time": 954720.0,
      "end_time": 960330.0,
      "text": "there has been a decline in the growth rate of those phytoplankton near Maria Island and"
    },
    {
      "index": 139,
      "start_time": 960330.0,
      "end_time": 965980.0,
      "text": "also a decline in the total amount of biomass of those microbes."
    },
    {
      "index": 140,
      "start_time": 965980.0,
      "end_time": 971560.0,
      "text": "So it mirrors the global picture. Weíre seeing a decline in phytoplankton productivity and"
    },
    {
      "index": 141,
      "start_time": 971560.0,
      "end_time": 981130.0,
      "text": "increase in sea surface temperature. We know though that remote sensing only captures part"
    },
    {
      "index": 142,
      "start_time": 981130.0,
      "end_time": 987120.0,
      "text": "of the story. Itís looking at the surface layer of the ocean typically and not able"
    },
    {
      "index": 143,
      "start_time": 987120.0,
      "end_time": 992490.0,
      "text": "to capture any information at depth. So using other types of sensors that we put into the"
    },
    {
      "index": 144,
      "start_time": 992490.0,
      "end_time": 999760.0,
      "text": "ocean we can actually look at - excuse me, sorry - we can actually look at patterns in"
    },
    {
      "index": 145,
      "start_time": 999760.0,
      "end_time": 1005920.0,
      "text": "the phytoplankton biomass with depth across large space scales."
    },
    {
      "index": 146,
      "start_time": 1005920.0,
      "end_time": 1012050.0,
      "text": "I guess here similarly we have red as high amounts of phytoplankton and blue as low amounts"
    },
    {
      "index": 147,
      "start_time": 1012050.0,
      "end_time": 1016780.0,
      "text": "of phytoplankton. The first thing you might notice then is that we have this mid-range"
    },
    {
      "index": 148,
      "start_time": 1016780.0,
      "end_time": 1021870.0,
      "text": "- at 40 metres, we have this maximum chlorophyll. Itís certainly not all clustered up here"
    },
    {
      "index": 149,
      "start_time": 1021870.0,
      "end_time": 1028079.0,
      "text": "at the surface. The satellites then are typically only seeing something between zero and 20"
    },
    {
      "index": 150,
      "start_time": 1028079.9999999999,
      "end_time": 1034059.9999999999,
      "text": "metres. So thereís a large part of the picture that we still have yet to capture."
    },
    {
      "index": 151,
      "start_time": 1034060.0,
      "end_time": 1041680.0,
      "text": "Just to explain what weíre using here, these are computer-guided underwater vehicles onto"
    },
    {
      "index": 152,
      "start_time": 1041680.0000000001,
      "end_time": 1046930.0000000001,
      "text": "which we can put different instrumentation including sensors that measure the amount"
    },
    {
      "index": 153,
      "start_time": 1046930.0000000001,
      "end_time": 1053560.0,
      "text": "of phytoplankton in the water. This particular plot shows this transit of the glider from"
    },
    {
      "index": 154,
      "start_time": 1053560.0,
      "end_time": 1062280.0,
      "text": "north to south in the Sydney region some years ago. So weíre measuring productivity in the"
    },
    {
      "index": 155,
      "start_time": 1062280.0,
      "end_time": 1069941.0,
      "text": "ocean using oceanographic tools and Iím just showing you to estimate this rate of carbon"
    },
    {
      "index": 156,
      "start_time": 1069940.0,
      "end_time": 1077250.0,
      "text": "fixation this is a typical plot showing the change in carbon fixed with light intensity."
    },
    {
      "index": 157,
      "start_time": 1077250.0,
      "end_time": 1081860.0,
      "text": "Iím summarising some data that was collected a couple of years ago on an oceanographic"
    },
    {
      "index": 158,
      "start_time": 1081860.0,
      "end_time": 1089409.0,
      "text": "voyage by our group and it shows a sea surface temperature plot indicating that weíre in"
    },
    {
      "index": 159,
      "start_time": 1089410.0,
      "end_time": 1095191.0,
      "text": "different water masses. Itís a very variable region of the ocean off New South Wales. This"
    },
    {
      "index": 160,
      "start_time": 1095190.0,
      "end_time": 1100539.0,
      "text": "red patch indicates the East Australia current, thereís a patch of really warm water relative"
    },
    {
      "index": 161,
      "start_time": 1100540.0,
      "end_time": 1108071.0,
      "text": "to the other water next to it and we examined the productivity at three different stations"
    },
    {
      "index": 162,
      "start_time": 1108070.0,
      "end_time": 1113820.0,
      "text": "indicative of those water masses. Here on the inner shelf coastal water we get"
    },
    {
      "index": 163,
      "start_time": 1113820.0,
      "end_time": 1120070.0,
      "text": "four point six units of productivity here in the East Australia current or just at its"
    },
    {
      "index": 164,
      "start_time": 1120070.0,
      "end_time": 1127789.0,
      "text": "edge we get one unit of productivity. But interestingly, when we were in the eddy, which"
    },
    {
      "index": 165,
      "start_time": 1127790.0,
      "end_time": 1134680.0,
      "text": "is basically mixing water from great depth and bringing it to the surface providing nutrients"
    },
    {
      "index": 166,
      "start_time": 1134680.0,
      "end_time": 1139711.0,
      "text": "for phytoplankton to grow in the surface, we have 14 units of productivity. So weíre"
    },
    {
      "index": 167,
      "start_time": 1139710.0,
      "end_time": 1144980.0,
      "text": "seeing a massive contribution perhaps of the eddies in stimulating productivity in this"
    },
    {
      "index": 168,
      "start_time": 1144980.0,
      "end_time": 1153549.0,
      "text": "region. [PAUSE]"
    },
    {
      "index": 169,
      "start_time": 1153550.0,
      "end_time": 1158961.0,
      "text": "The other thing thatís happened in the ocean over this time period from 1940 to today has"
    },
    {
      "index": 170,
      "start_time": 1158960.0,
      "end_time": 1164710.0,
      "text": "been a change in the amount of nutrients. If you remember itís not just the dissolved"
    },
    {
      "index": 171,
      "start_time": 1164710.0,
      "end_time": 1170950.0,
      "text": "carbon dioxide in the seawater thatís driving productivity, these cells require nutrients"
    },
    {
      "index": 172,
      "start_time": 1170950.0,
      "end_time": 1181330.0,
      "text": "and nitrogen and silicate are two major nutrients these guys need. So from 1940 to 2007 this"
    },
    {
      "index": 173,
      "start_time": 1181330.0,
      "end_time": 1187789.0,
      "text": "data set sows that firstly the nitrogen availability hasnít necessarily changed but thereís been"
    },
    {
      "index": 174,
      "start_time": 1187790.0,
      "end_time": 1195300.0,
      "text": "a huge decline in silicate. Silicate is essential for these diatoms to grow."
    },
    {
      "index": 175,
      "start_time": 1195300.0,
      "end_time": 1201321.0,
      "text": "You remember I mentioned that theyíre important organisms that basically affect the way that"
    },
    {
      "index": 176,
      "start_time": 1201320.0,
      "end_time": 1208309.0,
      "text": "that particular organic carbon sinks into the ocean. So really, from 1970 when we first"
    },
    {
      "index": 177,
      "start_time": 1208310.0,
      "end_time": 1216680.0,
      "text": "started measuring silicate we see a potential for a great amount of decline in the potential"
    },
    {
      "index": 178,
      "start_time": 1216680.0,
      "end_time": 1223481.0,
      "text": "for diatoms to grow. We think thereís two things that may be happening to drive that"
    },
    {
      "index": 179,
      "start_time": 1223480.0,
      "end_time": 1229879.0,
      "text": "pattern, that decrease in silicate. The first is that silicate is introduced into"
    },
    {
      "index": 180,
      "start_time": 1229880.0,
      "end_time": 1236721.0,
      "text": "the ocean through weathering of rocks that comes from our continental land run-off. So"
    },
    {
      "index": 181,
      "start_time": 1236720.0,
      "end_time": 1242499.0,
      "text": "if thereís decreased rainfall across Eastern Australia then weíre likely to see decreased"
    },
    {
      "index": 182,
      "start_time": 1242500.0,
      "end_time": 1251371.0,
      "text": "silicate into the ocean. So this may be indicative of a drying continent. The second hypothesis"
    },
    {
      "index": 183,
      "start_time": 1251370.0,
      "end_time": 1255649.0,
      "text": "weíre going out to test is that the East Australia current water is actually going"
    },
    {
      "index": 184,
      "start_time": 1255650.0,
      "end_time": 1262871.0,
      "text": "to displace the water that exists on our continental shelf and it may contain low silicate and"
    },
    {
      "index": 185,
      "start_time": 1262870.0,
      "end_time": 1268649.0,
      "text": "itís basically driving this pattern - more EAC water, less silicate."
    },
    {
      "index": 186,
      "start_time": 1268650.0,
      "end_time": 1276410.0,
      "text": "So our oceanographic work is really trying to answer this question. So to summarise then,"
    },
    {
      "index": 187,
      "start_time": 1276410.0,
      "end_time": 1282280.0,
      "text": "we have a long-term increase in temperature, particularly on our east coast. We have long-term"
    },
    {
      "index": 188,
      "start_time": 1282280.0,
      "end_time": 1287780.0,
      "text": "changes in nutrient availability and we have eddies that potentially affect productivity."
    },
    {
      "index": 189,
      "start_time": 1287780.0,
      "end_time": 1295750.0,
      "text": "So this gives us great interest in studying this part of the ocean. We are now blessed"
    },
    {
      "index": 190,
      "start_time": 1295750.0,
      "end_time": 1301321.0,
      "text": "with a federally funded program to make more observations in the ocean."
    },
    {
      "index": 191,
      "start_time": 1301320.0,
      "end_time": 1306749.0,
      "text": "This is called the Integrated Marine Observing System and itís funded until 2013 and itís"
    },
    {
      "index": 192,
      "start_time": 1306750.0,
      "end_time": 1313180.0,
      "text": "basically increased the number of instruments in the ocean by at least an order of magnitude."
    },
    {
      "index": 193,
      "start_time": 1313180.0,
      "end_time": 1319760.0,
      "text": "So the Port Hacking station, which forms one of the longest time series, as I mentioned,"
    },
    {
      "index": 194,
      "start_time": 1319760.0,
      "end_time": 1325601.0,
      "text": "is based on a mooring now that basically is able to measure temperature at different depths"
    },
    {
      "index": 195,
      "start_time": 1325600.0,
      "end_time": 1330809.0,
      "text": "in the ocean and a whole bunch of other oceanographic parameters that we can use to better understand"
    },
    {
      "index": 196,
      "start_time": 1330810.0,
      "end_time": 1338601.0,
      "text": "the dynamics and productivity in that region. In October of this year UTS together with"
    },
    {
      "index": 197,
      "start_time": 1338600.0,
      "end_time": 1345990.0,
      "text": "other partners is going out into the ocean to investigate the EAC and the eddies it produces."
    },
    {
      "index": 198,
      "start_time": 1345990.0,
      "end_time": 1355499.0,
      "text": "Iím going to let Justin now take you from my macro scale into the micro scale and uncover"
    },
    {
      "index": 199,
      "start_time": 1355500.0,
      "end_time": 1359900.0,
      "text": "the box. [PAUSE]"
    },
    {
      "index": 200,
      "start_time": 1359900.0,
      "end_time": 1369461.0,
      "text": "Facilitator 2: So as Martinaís described, these phytoplankton, photosynthetic microbes"
    },
    {
      "index": 201,
      "start_time": 1369460.0,
      "end_time": 1374940.0,
      "text": "are very important for carbon flux in our ocean and also controlling our food web. Iím"
    },
    {
      "index": 202,
      "start_time": 1374940.0,
      "end_time": 1380970.0,
      "text": "going to talk to you about another bunch of microbes in the ocean, the bacteria, specifically"
    },
    {
      "index": 203,
      "start_time": 1380970.0,
      "end_time": 1386240.0,
      "text": "the heterotrophic bacteria, which are the bacteria, which consume this carbon, which"
    },
    {
      "index": 204,
      "start_time": 1386240.0,
      "end_time": 1391759.0,
      "text": "the phytoplankton produce. So as Martina showed us, the phytoplankton"
    },
    {
      "index": 205,
      "start_time": 1391760.0,
      "end_time": 1397121.0,
      "text": "are at the base of the food web and they, along with the bottom parts of the food web,"
    },
    {
      "index": 206,
      "start_time": 1397120.0,
      "end_time": 1402730.0,
      "text": "control this biological pump, which is essential for the oceanís carbon cycle. So how do the"
    },
    {
      "index": 207,
      "start_time": 1402730.0,
      "end_time": 1407980.0,
      "text": "bacteria fit into all of this? So thereís two other parts to this story which we need"
    },
    {
      "index": 208,
      "start_time": 1407980.0,
      "end_time": 1412940.0,
      "text": "to consider when we want to look at the importance of bacteria."
    },
    {
      "index": 209,
      "start_time": 1412940.0,
      "end_time": 1418169.0,
      "text": "One is when weíre considering phytoplankton photosynthesis, which Martina described earlier,"
    },
    {
      "index": 210,
      "start_time": 1418170.0,
      "end_time": 1423300.0,
      "text": "not all of their photosynthesis ends up being turned into phytoplankton biomass. In fact,"
    },
    {
      "index": 211,
      "start_time": 1423300.0,
      "end_time": 1428140.0,
      "text": "a significant proportion of the photosynthesis is released back into the water column in"
    },
    {
      "index": 212,
      "start_time": 1428140.0,
      "end_time": 1433201.0,
      "text": "the form of dissolved organic carbon. Now, this is one of the largest pools of carbon"
    },
    {
      "index": 213,
      "start_time": 1433200.0,
      "end_time": 1437080.0,
      "text": "on earth so itís very important in that global carbon budget."
    },
    {
      "index": 214,
      "start_time": 1437080.0,
      "end_time": 1440309.0,
      "text": "But for a long time it was thought it was lost from the food web because these larger"
    },
    {
      "index": 215,
      "start_time": 1440310.0,
      "end_time": 1446691.0,
      "text": "animals canít consume dissolved forms of carbon. So the big question was what happened"
    },
    {
      "index": 216,
      "start_time": 1446690.0,
      "end_time": 1450929.0,
      "text": "to this carbon and how was it recycled? The second question is, what happens to all of"
    },
    {
      "index": 217,
      "start_time": 1450930.0,
      "end_time": 1455640.0,
      "text": "this material thatís being exported in the biological pump? Is it all reaching the bottom"
    },
    {
      "index": 218,
      "start_time": 1455640.0,
      "end_time": 1461221.0,
      "text": "of the ocean and are we getting a complete 100 per cent transfer of this carbon to the"
    },
    {
      "index": 219,
      "start_time": 1461220.0,
      "end_time": 1465210.0,
      "text": "ocean sediments? So the answer to both of these questions lies"
    },
    {
      "index": 220,
      "start_time": 1465210.0,
      "end_time": 1471799.0,
      "text": "in the activity of the bacteria in the ocean. So typically, when weíre swimming around"
    },
    {
      "index": 221,
      "start_time": 1471800.0,
      "end_time": 1474951.0,
      "text": "at Bondi or somewhere like that we donít like to think that the water weíre swimming"
    },
    {
      "index": 222,
      "start_time": 1474950.0,
      "end_time": 1480409.0,
      "text": "in is filled with microorganisms but in actual fact, every teaspoon of seawater contains"
    },
    {
      "index": 223,
      "start_time": 1480410.0,
      "end_time": 1484280.0,
      "text": "around 10 million bacteria and 100 million viruses."
    },
    {
      "index": 224,
      "start_time": 1484280.0,
      "end_time": 1488601.0,
      "text": "So every mouthful of water that youíre swallowing when you get dumped by a wave is filled with"
    },
    {
      "index": 225,
      "start_time": 1488600.0,
      "end_time": 1493119.0,
      "text": "these guys. But luckily, most of them are quite benign so you donít have much to worry"
    },
    {
      "index": 226,
      "start_time": 1493120.0,
      "end_time": 1499270.0,
      "text": "about. But just note the numbers here - very large numbers in such a small volume of water."
    },
    {
      "index": 227,
      "start_time": 1499270.0,
      "end_time": 1504400.0,
      "text": "If we go up to a larger volume, a slightly larger volume, a bucket of seawater, the number"
    },
    {
      "index": 228,
      "start_time": 1504400.0,
      "end_time": 1510370.0,
      "text": "of microbes within this bucket of seawater equate to a higher number of organisms than"
    },
    {
      "index": 229,
      "start_time": 1510370.0,
      "end_time": 1514961.0,
      "text": "the total number of humans that have ever lived on earth for the history of humankind."
    },
    {
      "index": 230,
      "start_time": 1514960.0,
      "end_time": 1520149.0,
      "text": "So thatís within this very small volume - again, a large number. If we now consider the diversity"
    },
    {
      "index": 231,
      "start_time": 1520150.0,
      "end_time": 1526040.0,
      "text": "of these microbes - and weíll look at a litre of seawater in this case - recent estimates"
    },
    {
      "index": 232,
      "start_time": 1526040.0,
      "end_time": 1531951.0,
      "text": "indicate that a single litre of seawater will contain 20,000 different bacterial species."
    },
    {
      "index": 233,
      "start_time": 1531950.0,
      "end_time": 1538519.0,
      "text": "This equates to double all of the species of bird, fish, mammal and reptile in Australia."
    },
    {
      "index": 234,
      "start_time": 1538520.0,
      "end_time": 1541851.0,
      "text": "So as well as being abundant, theyíre very diverse and theyíre carrying out a number"
    },
    {
      "index": 235,
      "start_time": 1541850.0,
      "end_time": 1548460.0,
      "text": "of different processes, which are important for the function of the ocean. So if we take"
    },
    {
      "index": 236,
      "start_time": 1548460.0,
      "end_time": 1554049.0,
      "text": "a normal seawater sample and look at it under the microscope after scanning it with a DNA"
    },
    {
      "index": 237,
      "start_time": 1554050.0,
      "end_time": 1559410.0,
      "text": "stain weíll typically see something like this. Weíll use an epifluorescence microscope"
    },
    {
      "index": 238,
      "start_time": 1559410.0,
      "end_time": 1563410.0,
      "text": "that allows us to look at the DNA fluorescence of these organisms."
    },
    {
      "index": 239,
      "start_time": 1563410.0,
      "end_time": 1569111.0,
      "text": "So these bright dots correspond to individual bacterial cells with these smaller dots corresponding"
    },
    {
      "index": 240,
      "start_time": 1569110.0,
      "end_time": 1574409.0,
      "text": "to viruses. Down here, we can see one of the phytoplankton cells like Martinaís been talking"
    },
    {
      "index": 241,
      "start_time": 1574410.0,
      "end_time": 1580550.0,
      "text": "about. So this might look a lot like stars in the night sky if we look out at night but"
    },
    {
      "index": 242,
      "start_time": 1580550.0,
      "end_time": 1584701.0,
      "text": "in actual fact, the total number of microbes in the ocean equate to more than 100 million"
    },
    {
      "index": 243,
      "start_time": 1584700.0,
      "end_time": 1590879.0,
      "text": "times more than the stars in the visible universe. So again, thereís a lot of them. So the next"
    },
    {
      "index": 244,
      "start_time": 1590880.0,
      "end_time": 1595680.0,
      "text": "question is what are they doing? Are they doing anything important or are they just"
    },
    {
      "index": 245,
      "start_time": 1595680.0,
      "end_time": 1601620.0,
      "text": "the oceanís garbage and breaking down the dead fish and organic matter and keeping things"
    },
    {
      "index": 246,
      "start_time": 1601620.0,
      "end_time": 1607140.0,
      "text": "clean? Or are they having a more important role?"
    },
    {
      "index": 247,
      "start_time": 1607140.0,
      "end_time": 1612280.0,
      "text": "[PAUSE] So letís start off with their role in the"
    },
    {
      "index": 248,
      "start_time": 1612280.0,
      "end_time": 1617471.0,
      "text": "food web. So as I mentioned, thereís this big pool of dissolved organic carbon and heterotrophic"
    },
    {
      "index": 249,
      "start_time": 1617470.0,
      "end_time": 1621809.0,
      "text": "bacteria are able to assimilate this carbon very efficiently. So we see a large percentage"
    },
    {
      "index": 250,
      "start_time": 1621810.0,
      "end_time": 1628101.0,
      "text": "of photosynthesis is actually directly rooted through into the bacteria. Now, this needs"
    },
    {
      "index": 251,
      "start_time": 1628100.0,
      "end_time": 1633200.0,
      "text": "to find itís way back into the food web so that Nemo can get some access to this carbon."
    },
    {
      "index": 252,
      "start_time": 1633200.0,
      "end_time": 1638009.0,
      "text": "The way this happens is thereís another group of microscope zooplankton which graze upon"
    },
    {
      "index": 253,
      "start_time": 1638010.0,
      "end_time": 1642650.0,
      "text": "these heterotrophic bacteria and these are then grazed upon by the larger plankton. So"
    },
    {
      "index": 254,
      "start_time": 1642650.0,
      "end_time": 1647050.0,
      "text": "we can see that eventually this carbon gets back into the higher food web. This is whatís"
    },
    {
      "index": 255,
      "start_time": 1647050.0,
      "end_time": 1653221.0,
      "text": "known as a microbial loop. So we can this integrates the role of bacteria into the ocean"
    },
    {
      "index": 256,
      "start_time": 1653220.0,
      "end_time": 1656299.0,
      "text": "food web. What does this all mean for carbon cycling?"
    },
    {
      "index": 257,
      "start_time": 1656300.0,
      "end_time": 1660961.0,
      "text": "Well, one of the first things we need to consider is that during these processes these organisms"
    },
    {
      "index": 258,
      "start_time": 1660960.0,
      "end_time": 1665499.0,
      "text": "are respiring. So theyíre returning carbon dioxide back into the water and this can in"
    },
    {
      "index": 259,
      "start_time": 1665500.0,
      "end_time": 1672060.0,
      "text": "some cases make its way back into the atmosphere. So letís look at that in the role of the"
    },
    {
      "index": 260,
      "start_time": 1672060.0,
      "end_time": 1677150.0,
      "text": "biological pump. So Martina discussed the biological pump and its important role in"
    },
    {
      "index": 261,
      "start_time": 1677150.0,
      "end_time": 1682530.0,
      "text": "carbon flux in the ocean. We have our sinking poo and dead animals and"
    },
    {
      "index": 262,
      "start_time": 1682530.0,
      "end_time": 1686740.0,
      "text": "if we zoom in one of these we can see that these particles, which are often referred"
    },
    {
      "index": 263,
      "start_time": 1686740.0,
      "end_time": 1691520.0,
      "text": "to as marine snow particles because we have this constant flux of these small white particles"
    },
    {
      "index": 264,
      "start_time": 1691520.0,
      "end_time": 1695981.0,
      "text": "in the ocean, so here we can see a zoomed in image of the marine snow particle. These"
    },
    {
      "index": 265,
      "start_time": 1695980.0,
      "end_time": 1701539.0,
      "text": "particles are really rich in organic carbon, which is a good growth element for bacteria."
    },
    {
      "index": 266,
      "start_time": 1701540.0,
      "end_time": 1706910.0,
      "text": "So if we look further under a microscope, and again staying with the DNA stain, weíll"
    },
    {
      "index": 267,
      "start_time": 1706910.0,
      "end_time": 1711490.0,
      "text": "see something that looks like this with each of these blue dots corresponding to a bacterium."
    },
    {
      "index": 268,
      "start_time": 1711490.0,
      "end_time": 1716461.0,
      "text": "You can see that these particles become very heavily colonised by bacteria as they sink"
    },
    {
      "index": 269,
      "start_time": 1716460.0,
      "end_time": 1722100.0,
      "text": "through the ocean. These bacteria use enzymes to break down this particular carbon and then"
    },
    {
      "index": 270,
      "start_time": 1722100.0,
      "end_time": 1728960.0,
      "text": "they consume it, which actively returns the carbon to the food web."
    },
    {
      "index": 271,
      "start_time": 1728960.0,
      "end_time": 1734450.0,
      "text": "It also leads to respiration on these particles and we have high levels of bacterial respiration"
    },
    {
      "index": 272,
      "start_time": 1734450.0,
      "end_time": 1740340.0,
      "text": "occurring, which is returning carbon dioxide back into the water. So what we get, instead"
    },
    {
      "index": 273,
      "start_time": 1740340.0,
      "end_time": 1746679.0,
      "text": "of having this clean flux of particulate organic carbon to the sea floor, we get respiration"
    },
    {
      "index": 274,
      "start_time": 1746680.0,
      "end_time": 1752410.0,
      "text": "returning carbon dioxide and this actively short circuits the biological pump. So you"
    },
    {
      "index": 275,
      "start_time": 1752410.0,
      "end_time": 1758550.0,
      "text": "can see that all of the good work that they phytoplankton perform is stopped by some of"
    },
    {
      "index": 276,
      "start_time": 1758550.0,
      "end_time": 1762160.0,
      "text": "these activities of the bacteria."
    },
    {
      "index": 277,
      "start_time": 1762160.0,
      "end_time": 1766500.0,
      "text": "So this indicates that we must consider the role of bacteria in the ocean carbon pump"
    },
    {
      "index": 278,
      "start_time": 1766500.0,
      "end_time": 1772670.0,
      "text": "cycle. So as Martina suggested, we get influx of carbon dioxide into the ocean, but we also"
    },
    {
      "index": 279,
      "start_time": 1772670.0,
      "end_time": 1778800.0,
      "text": "get an efflux out from respiration within the food web and we now know that we really"
    },
    {
      "index": 280,
      "start_time": 1778800.0,
      "end_time": 1784180.0,
      "text": "need to consider the role of these very abundant microorganisms in respiration leading to the"
    },
    {
      "index": 281,
      "start_time": 1784180.0,
      "end_time": 1789581.0,
      "text": "increased flux in carbon dioxide. So what you can see is we get a balance between"
    },
    {
      "index": 282,
      "start_time": 1789580.0,
      "end_time": 1795369.0,
      "text": "ocean photosynthesis and respiration. This can change depending on parts of the ocean"
    },
    {
      "index": 283,
      "start_time": 1795370.0,
      "end_time": 1800211.0,
      "text": "and the microbial communities and this ultimately influences whether the ocean is a source or"
    },
    {
      "index": 284,
      "start_time": 1800210.0,
      "end_time": 1812919.0,
      "text": "a sink for carbon dioxide in different regions. [PAUSE] So how do we go about studying these"
    },
    {
      "index": 285,
      "start_time": 1812920.0,
      "end_time": 1818601.0,
      "text": "organisms? Well, typically, oceanographers go out on research voyages on big ships and"
    },
    {
      "index": 286,
      "start_time": 1818600.0,
      "end_time": 1824179.0,
      "text": "we take samples across large distances across scales of kilometres or hundreds of kilometres."
    },
    {
      "index": 287,
      "start_time": 1824180.0,
      "end_time": 1828451.0,
      "text": "Weíll take samples in these types of bottles, which will often give us a water sample of"
    },
    {
      "index": 288,
      "start_time": 1828450.0,
      "end_time": 1835519.0,
      "text": "around five to 10 litres. As Martina suggested, we can also now use satellite imaging technology"
    },
    {
      "index": 289,
      "start_time": 1835520.0,
      "end_time": 1838581.0,
      "text": "to look at the distributions of some of the photosynthetic microbes."
    },
    {
      "index": 290,
      "start_time": 1838580.0,
      "end_time": 1844269.0,
      "text": "So here we can see an image of the phytoplankton off the south-eastern coast of Australia and"
    },
    {
      "index": 291,
      "start_time": 1844270.0,
      "end_time": 1849270.0,
      "text": "we can see that we get these fairly patchy distributions of phytoplankton. But these"
    },
    {
      "index": 292,
      "start_time": 1849270.0,
      "end_time": 1853160.0,
      "text": "are very grand scales and if we think about the life of an individual microbe, theyíre"
    },
    {
      "index": 293,
      "start_time": 1853160.0,
      "end_time": 1858231.0,
      "text": "not really going to care much about whatís happening across these very large distances."
    },
    {
      "index": 294,
      "start_time": 1858230.0,
      "end_time": 1862869.0,
      "text": "So some of my research is trying to look into what happens at the scale of the individual"
    },
    {
      "index": 295,
      "start_time": 1862870.0,
      "end_time": 1868180.0,
      "text": "microbes and how this could also be important for chemical cycling in the ocean. So the"
    },
    {
      "index": 296,
      "start_time": 1868180.0,
      "end_time": 1872810.0,
      "text": "scale of interests for an individual cell in the ocean is going to be on the order of"
    },
    {
      "index": 297,
      "start_time": 1872810.0,
      "end_time": 1878140.0,
      "text": "a fraction of an individual drop of seawater. So much smaller scales. What does life look"
    },
    {
      "index": 298,
      "start_time": 1878140.0,
      "end_time": 1884030.0,
      "text": "like for a bacteria in this kind of environment? What we have here is an artistís impression"
    },
    {
      "index": 299,
      "start_time": 1884030.0,
      "end_time": 1889400.0,
      "text": "of the world experienced by a marine bacteria. One of the things that stand out from this"
    },
    {
      "index": 300,
      "start_time": 1889400.0,
      "end_time": 1897420.0,
      "text": "is itís not a uniform homogenous environment, which is often thought of in traditional oceanographic"
    },
    {
      "index": 301,
      "start_time": 1897420.0,
      "end_time": 1901760.0,
      "text": "theory, that things below scales of a few metres are homogenous. What we can see is"
    },
    {
      "index": 302,
      "start_time": 1901760.0,
      "end_time": 1906581.0,
      "text": "that thereís a number of ecological processes that drive patchiness in resources."
    },
    {
      "index": 303,
      "start_time": 1906580.0,
      "end_time": 1912129.0,
      "text": "So we have a zooplankton leaving an amino acid-rich trail of excretion behind it. We"
    },
    {
      "index": 304,
      "start_time": 1912130.0,
      "end_time": 1916691.0,
      "text": "have a phytoplankton cell here and, as I mentioned, they release a large part of their photosynthesis"
    },
    {
      "index": 305,
      "start_time": 1916690.0,
      "end_time": 1921889.0,
      "text": "back into the water as dissolved carbon and this can lead to a plume of dissolved carbon"
    },
    {
      "index": 306,
      "start_time": 1921890.0,
      "end_time": 1926740.0,
      "text": "around individual phytoplankton cells. Here we see a phytoplankton cell which has been"
    },
    {
      "index": 307,
      "start_time": 1926740.0,
      "end_time": 1932420.0,
      "text": "infected by a virus and has now burst apart releasing all of the organic material within"
    },
    {
      "index": 308,
      "start_time": 1932420.0,
      "end_time": 1937630.0,
      "text": "this particle, within this cell, into the water column and this pulse release of chemicals."
    },
    {
      "index": 309,
      "start_time": 1937630.0,
      "end_time": 1942930.0,
      "text": "Here we see one of these sinking marine snow particles, which has been colonised by bacteria"
    },
    {
      "index": 310,
      "start_time": 1942930.0,
      "end_time": 1947490.0,
      "text": "and are breaking it down with their enzymes and thereís actually a leeching of organic"
    },
    {
      "index": 311,
      "start_time": 1947490.0,
      "end_time": 1954030.0,
      "text": "material into the trail behind this sinking particle. So we get these hot spots of chemicals"
    },
    {
      "index": 312,
      "start_time": 1954030.0,
      "end_time": 1959660.0,
      "text": "in the water column, both in particulate and dissolved form, and itís possible that bacteria"
    },
    {
      "index": 313,
      "start_time": 1959660.0,
      "end_time": 1964821.0,
      "text": "can use behavioural foraging responses to take advantage of these patches in the same"
    },
    {
      "index": 314,
      "start_time": 1964820.0,
      "end_time": 1972600.0,
      "text": "way as larger organisms might take advantage of patches in terrestrial environments."
    },
    {
      "index": 315,
      "start_time": 1972600.0,
      "end_time": 1976889.0,
      "text": "But to study these types of processes we need to consider this disconnection between these"
    },
    {
      "index": 316,
      "start_time": 1976890.0,
      "end_time": 1982300.0,
      "text": "oceanographic sampling processes and the ecology of these microbes. So as I mentioned, we take"
    },
    {
      "index": 317,
      "start_time": 1982300.0,
      "end_time": 1987390.0,
      "text": "these large volume samples but 10 litre volumes arenít going to allow us to look at processes"
    },
    {
      "index": 318,
      "start_time": 1987390.0,
      "end_time": 1991961.0,
      "text": "occurring within individual drops of seawater. So using these types of processes to look"
    },
    {
      "index": 319,
      "start_time": 1991960.0,
      "end_time": 1998489.0,
      "text": "at these dynamics in the ocean isnít matching. So one of the things we did was designed our"
    },
    {
      "index": 320,
      "start_time": 1998490.0,
      "end_time": 2004410.0,
      "text": "own micro scale sampling devices and here we can see one of these, which simply composed"
    },
    {
      "index": 321,
      "start_time": 2004410.0,
      "end_time": 2010211.0,
      "text": "of an array of 100 syringes which have been modified to each take in 50 microliter volume."
    },
    {
      "index": 322,
      "start_time": 2010210.0,
      "end_time": 2014559.0,
      "text": "So these are taking in volumes, which are more like an individual drop of water, and"
    },
    {
      "index": 323,
      "start_time": 2014560.0,
      "end_time": 2019540.0,
      "text": "we deploy this in the water column and itís spring-loaded so we can take this sample at"
    },
    {
      "index": 324,
      "start_time": 2019540.0,
      "end_time": 2026620.0,
      "text": "any depth and then look at the special distributions of bacteria across these small scales."
    },
    {
      "index": 325,
      "start_time": 2026620.0,
      "end_time": 2031851.0,
      "text": "So as I showed earlier, across these scales of tens to hundreds of kilometres we can see"
    },
    {
      "index": 326,
      "start_time": 2031850.0,
      "end_time": 2036960.0,
      "text": "these patchy distributions driven by large-scale oceanographic phenomenon. But what happens"
    },
    {
      "index": 327,
      "start_time": 2036960.0,
      "end_time": 2043379.0,
      "text": "when we look at the very small scales? What we see is we also find these very patchy distributions"
    },
    {
      "index": 328,
      "start_time": 2043380.0,
      "end_time": 2047071.0,
      "text": "of bacteria but note the scale in this plot, itís now millimetres."
    },
    {
      "index": 329,
      "start_time": 2047070.0,
      "end_time": 2051770.0,
      "text": "So weíre looking at very small scales and we start to get these hotspots of bacterial"
    },
    {
      "index": 330,
      "start_time": 2051770.0,
      "end_time": 2057810.0,
      "text": "abundance indicating that they may be showing some of the behaviour that we saw in the artistís"
    },
    {
      "index": 331,
      "start_time": 2057810.0,
      "end_time": 2063500.0,
      "text": "impression. If we then look at the relative amounts of metabolically active bacteria in"
    },
    {
      "index": 332,
      "start_time": 2063500.0,
      "end_time": 2068310.0,
      "text": "the sample and we can see that thereís also hotspots in bacterial activity. So here we"
    },
    {
      "index": 333,
      "start_time": 2068310.0,
      "end_time": 2073919.0,
      "text": "can see the relative numbers of active bacteria and we get these hotspots where we might expect"
    },
    {
      "index": 334,
      "start_time": 2073920.0,
      "end_time": 2078581.0,
      "text": "to find increased carbon uptake rates and respiration rates indicating that thereís"
    },
    {
      "index": 335,
      "start_time": 2078580.0,
      "end_time": 2085250.0,
      "text": "these micro scale processes which could play an important role in the chemical cycling."
    },
    {
      "index": 336,
      "start_time": 2085250.0,
      "end_time": 2089669.0,
      "text": "So whatís driving these patters we observe in the environment? One potential mechanism"
    },
    {
      "index": 337,
      "start_time": 2089670.0,
      "end_time": 2094841.0,
      "text": "behind these patterns is the behavioural response or the chemotactic response which allows cells"
    },
    {
      "index": 338,
      "start_time": 2094840.0000000002,
      "end_time": 2100690.0,
      "text": "to respond to these chemicals. So again, weíre faced with the challenge of studying processes"
    },
    {
      "index": 339,
      "start_time": 2100690.0,
      "end_time": 2104750.0,
      "text": "at very small scales. In this case we want to look at the behaviour of the organisms"
    },
    {
      "index": 340,
      "start_time": 2104750.0,
      "end_time": 2109730.0,
      "text": "but these are occurring across very small distances and short timeframes."
    },
    {
      "index": 341,
      "start_time": 2109730.0,
      "end_time": 2114990.0,
      "text": "So we used a relatively new technique called microfluidics to try to look at some of the"
    },
    {
      "index": 342,
      "start_time": 2114990.0,
      "end_time": 2120380.0,
      "text": "behaviours of these microbes within a patchy seascape. So microfluidics involves creating"
    },
    {
      "index": 343,
      "start_time": 2120380.0,
      "end_time": 2126650.0,
      "text": "these very small chips into which we can put complex channels and structures and what we"
    },
    {
      "index": 344,
      "start_time": 2126650.0,
      "end_time": 2130490.0,
      "text": "can see here is a microfluidic channel. This is on the stage of a microscope."
    },
    {
      "index": 345,
      "start_time": 2130490.0,
      "end_time": 2135560.0,
      "text": "So here we can see the objective lens on the microscope so you can see the small size of"
    },
    {
      "index": 346,
      "start_time": 2135560.0,
      "end_time": 2143580.0,
      "text": "these structures. Hereís a schematic diagram of the microfluidic channel that weíve been"
    },
    {
      "index": 347,
      "start_time": 2143580.0,
      "end_time": 2148660.0,
      "text": "using. To give you an idea of the dimensions, this is about two centimetres long, three"
    },
    {
      "index": 348,
      "start_time": 2148660.0,
      "end_time": 2153410.0,
      "text": "millimetres wide and 50 micrometres deep. The two main points of this channel is that"
    },
    {
      "index": 349,
      "start_time": 2153410.0,
      "end_time": 2157810.0,
      "text": "we have these inlet points, one at the back here where we can inject the bacteria into"
    },
    {
      "index": 350,
      "start_time": 2157810.0,
      "end_time": 2162510.0,
      "text": "the channel and the second inlet point here, which is connected to this 100-micrometre"
    },
    {
      "index": 351,
      "start_time": 2162510.0,
      "end_time": 2167900.0,
      "text": "wide micro injector. With this we inject our band of organic substrates"
    },
    {
      "index": 352,
      "start_time": 2167900.0,
      "end_time": 2172880.0,
      "text": "to simulate these types of micro scale patches we might see in the environment. We then use"
    },
    {
      "index": 353,
      "start_time": 2172880.0,
      "end_time": 2177560.0,
      "text": "video microscopy to track the swimming paths of individual bacteria with the objective"
    },
    {
      "index": 354,
      "start_time": 2177560.0,
      "end_time": 2183200.0,
      "text": "to see whether they are able to respond to these micro scale patches and obtain higher"
    },
    {
      "index": 355,
      "start_time": 2183200.0,
      "end_time": 2190640.0,
      "text": "exposure to the organic carbon. So we performed a series of experiments using this setup."
    },
    {
      "index": 356,
      "start_time": 2190640.0,
      "end_time": 2195150.0,
      "text": "Some of the data Iíll show you today is with the marine bacteria pseudo-autonomous haloplanktis"
    },
    {
      "index": 357,
      "start_time": 2195150.0,
      "end_time": 2198800.0,
      "text": "and we looked at its behavioural response to patches of dissolved organic carbon and"
    },
    {
      "index": 358,
      "start_time": 2198800.0,
      "end_time": 2204420.0,
      "text": "in this case it was the products of phytoplankton species. So as I mentioned earlier, a lot"
    },
    {
      "index": 359,
      "start_time": 2204420.0,
      "end_time": 2208030.0,
      "text": "of these micro scale patches are associated with phytoplankton in the ocean."
    },
    {
      "index": 360,
      "start_time": 2208030.0,
      "end_time": 2213270.0,
      "text": "What we can see here is across one of our microfluidic channels and here we can see"
    },
    {
      "index": 361,
      "start_time": 2213270.0,
      "end_time": 2217720.0,
      "text": "the band that we inject of the dissolved organic carbon and we can visualise that by adding"
    },
    {
      "index": 362,
      "start_time": 2217720.0,
      "end_time": 2222680.0,
      "text": "a fluorescent stain to the patch. Then what we want to do is look at the behavioural response"
    },
    {
      "index": 363,
      "start_time": 2222680.0,
      "end_time": 2227760.0,
      "text": "of the bacteria, which we measure with video microscopy and image analysis techniques,"
    },
    {
      "index": 364,
      "start_time": 2227760.0,
      "end_time": 2232260.0,
      "text": "and here we can see the swimming paths of individual bacteria within our channel."
    },
    {
      "index": 365,
      "start_time": 2232260.0,
      "end_time": 2237910.0,
      "text": "So each one of these little white lines corresponds to the swimming track of an individual bacteria."
    },
    {
      "index": 366,
      "start_time": 2237910.0,
      "end_time": 2242180.0,
      "text": "We see within a very short time we saw this within a few seconds, we get this really strong"
    },
    {
      "index": 367,
      "start_time": 2242180.0,
      "end_time": 2246830.0,
      "text": "accumulation of bacteria in the middle of the channel corresponding with this patch"
    },
    {
      "index": 368,
      "start_time": 2246830.0,
      "end_time": 2250620.0,
      "text": "of nutrients indicating that they can both sense and then direct their movement in response"
    },
    {
      "index": 369,
      "start_time": 2250620.0,
      "end_time": 2256790.0,
      "text": "to this high food patch for them. This accumulation of cells persisted for several"
    },
    {
      "index": 370,
      "start_time": 2256790.0,
      "end_time": 2261900.0,
      "text": "minutes until the nutrients were taken up or diffused out and we can see that after"
    },
    {
      "index": 371,
      "start_time": 2261900.0,
      "end_time": 2267980.0,
      "text": "20 to 25 minutes we get back to a more homogenous distribution of the bacteria. So what does"
    },
    {
      "index": 372,
      "start_time": 2267980.0,
      "end_time": 2273170.0,
      "text": "this type of swimming and foraging behaviour give the bacteria in terms of an advantage"
    },
    {
      "index": 373,
      "start_time": 2273170.0,
      "end_time": 2278430.0,
      "text": "in the food that they may receive? So we - to look into this, we compared the"
    },
    {
      "index": 374,
      "start_time": 2278430.0,
      "end_time": 2282710.0,
      "text": "distribution of the bacteria in these experiments to the distribution of the nutrients as they"
    },
    {
      "index": 375,
      "start_time": 2282710.0,
      "end_time": 2288580.0,
      "text": "diffused out and then compared that to the distribution of a population of randomly distributed"
    },
    {
      "index": 376,
      "start_time": 2288580.0,
      "end_time": 2294230.0,
      "text": "nonmotile bacteria to calculate the gain in nutrient exposure. We found that for the marine"
    },
    {
      "index": 377,
      "start_time": 2294230.0,
      "end_time": 2299210.0,
      "text": "bacteria corresponding to this blue line they received a gain of around three-fold in their"
    },
    {
      "index": 378,
      "start_time": 2299210.0,
      "end_time": 2304440.0,
      "text": "exposure and uptake of the carbon source indicating that this type of foraging response would"
    },
    {
      "index": 379,
      "start_time": 2304440.0,
      "end_time": 2309100.0,
      "text": "provide them with a competitive advantage over other bacteria in the water column."
    },
    {
      "index": 380,
      "start_time": 2309100.0,
      "end_time": 2312820.0,
      "text": "Here we can see, interestingly, we performed the same experiment with E.coli, the stomach"
    },
    {
      "index": 381,
      "start_time": 2312820.0,
      "end_time": 2317650.0,
      "text": "bacteria and we see that it performs a lot more poorly than the marine bacteria indicating"
    },
    {
      "index": 382,
      "start_time": 2317650.0,
      "end_time": 2322720.0,
      "text": "that the marine bacteria are well adapted to take advantage of these ephemeral small-scale"
    },
    {
      "index": 383,
      "start_time": 2322720.0,
      "end_time": 2328410.0,
      "text": "events in the ocean. What does this mean for carbon cycling? Well we can expect to see"
    },
    {
      "index": 384,
      "start_time": 2328410.0,
      "end_time": 2335900.0,
      "text": "accelerated carbon cycling rates at the base of the food web."
    },
    {
      "index": 385,
      "start_time": 2335900.0,
      "end_time": 2342560.0,
      "text": "[PAUSE] So what does this mean for the microbial food"
    },
    {
      "index": 386,
      "start_time": 2342560.0,
      "end_time": 2347670.0,
      "text": "web in the ocean? As I described earlier, these bacteria are eaten by micro zooplankton,"
    },
    {
      "index": 387,
      "start_time": 2347670.0,
      "end_time": 2354630.0,
      "text": "which is important for shifting this carbon into Nemo. So if we get these patches of bacteria"
    },
    {
      "index": 388,
      "start_time": 2354630.0,
      "end_time": 2358990.0,
      "text": "occurring in the ocean, how do their predators respond? So we performed the same experiment"
    },
    {
      "index": 389,
      "start_time": 2358990.0,
      "end_time": 2362660.0,
      "text": "using the microfluidic channel. But in this case we had a patch of the heterotrophic"
    },
    {
      "index": 390,
      "start_time": 2362660.0,
      "end_time": 2367710.0,
      "text": "bacteria and we looked at one of their grazers or their predators, a flagellate called [Neobodadesignas"
    },
    {
      "index": 391,
      "start_time": 2367710.0,
      "end_time": 2373900.0,
      "text": "unclear] and looked at their foraging response and once again found that they concentrated"
    },
    {
      "index": 392,
      "start_time": 2373900.0,
      "end_time": 2378170.0,
      "text": "their swimming behaviour corresponding with the position of the bacterial patch. The bacteria"
    },
    {
      "index": 393,
      "start_time": 2378170.0,
      "end_time": 2382540.0,
      "text": "form a patch in response to the dissolved substrates and then their predators follow"
    },
    {
      "index": 394,
      "start_time": 2382540.0,
      "end_time": 2387860.0,
      "text": "them in and increase their grazing rates upon them by increasing their grazing efficiency"
    },
    {
      "index": 395,
      "start_time": 2387860.0,
      "end_time": 2392400.0,
      "text": "within this localised patch of food. This could eventually lead to an accelerated"
    },
    {
      "index": 396,
      "start_time": 2392400.0,
      "end_time": 2398840.0,
      "text": "transfer of carbon through the base of the food web. So in the same way that these larger"
    },
    {
      "index": 397,
      "start_time": 2398840.0,
      "end_time": 2403530.0,
      "text": "organisms, these dolphins are responding to a patch in prey resource, so thereís this"
    },
    {
      "index": 398,
      "start_time": 2403530.0,
      "end_time": 2407990.0,
      "text": "localised patch of food and theyíre concentrating their foraging behaviour to take advantage"
    },
    {
      "index": 399,
      "start_time": 2407990.0,
      "end_time": 2412930.0,
      "text": "of this patch we can see that microbes use the same types of behaviours in the ocean."
    },
    {
      "index": 400,
      "start_time": 2412930.0,
      "end_time": 2416370.0,
      "text": "So what does all this mean for the carbon cycle? Well you can see that these micro scale"
    },
    {
      "index": 401,
      "start_time": 2416370.0,
      "end_time": 2422670.0,
      "text": "processes influence the activity and behaviour of bacteria in the ocean and by actively taking"
    },
    {
      "index": 402,
      "start_time": 2422670.0,
      "end_time": 2427580.0,
      "text": "advantage of these patches, it might influence carbon turnover rates. This could ultimately"
    },
    {
      "index": 403,
      "start_time": 2427580.0,
      "end_time": 2432870.0,
      "text": "have an effect on bulk carbon flux rates in the ocean and influence the ocean carbon cycle."
    },
    {
      "index": 404,
      "start_time": 2432870.0,
      "end_time": 2436930.0,
      "text": "So that means that processes occurring across these very small scales could ultimately have"
    },
    {
      "index": 405,
      "start_time": 2436930.0,
      "end_time": 2442910.0,
      "text": "an influence on the processes which influence our climate. So Iíve described some of the"
    },
    {
      "index": 406,
      "start_time": 2442910.0,
      "end_time": 2447280.0,
      "text": "potential effects that microbes could have on our climate and on the important chemical"
    },
    {
      "index": 407,
      "start_time": 2447280.0,
      "end_time": 2453110.0,
      "text": "cycles for our climate but if we predict that there might be climate change in the next"
    },
    {
      "index": 408,
      "start_time": 2453110.0,
      "end_time": 2457920.0,
      "text": "few years, what are some of the potential effects of this on the microbes themselves?"
    },
    {
      "index": 409,
      "start_time": 2457920.0,
      "end_time": 2461510.0,
      "text": "So as Martina described earlier, thereís evidence that increased water temperatures"
    },
    {
      "index": 410,
      "start_time": 2461510.0,
      "end_time": 2466770.0,
      "text": "can decrease phytoplankton photosynthesis. So this will obviously have an effect on the"
    },
    {
      "index": 411,
      "start_time": 2466770.0,
      "end_time": 2471070.0,
      "text": "biological pump. But this can be compounded by the fact that increased water temperatures"
    },
    {
      "index": 412,
      "start_time": 2471070.0,
      "end_time": 2475150.0,
      "text": "also increase the bacterial activity and respiration rates."
    },
    {
      "index": 413,
      "start_time": 2475150.0,
      "end_time": 2480420.0,
      "text": "So itís been suggested and shown in some experiments that this increase in bacterial"
    },
    {
      "index": 414,
      "start_time": 2480420.0,
      "end_time": 2485740.0,
      "text": "respiration associated with increased temperature may weaken the biological pump and weíll"
    },
    {
      "index": 415,
      "start_time": 2485740.0,
      "end_time": 2490670.0,
      "text": "find that we get a shift in this balance between photosynthesis and respiration in the balance"
    },
    {
      "index": 416,
      "start_time": 2490670.0,
      "end_time": 2496790.0,
      "text": "of respiration. What this means is that more CO2 could be released from parts of the ocean"
    },
    {
      "index": 417,
      "start_time": 2496790.0,
      "end_time": 2501380.0,
      "text": "than are absorbed and we get this positive feedback effect where atmospheric CO2 levels"
    },
    {
      "index": 418,
      "start_time": 2501380.0,
      "end_time": 2506690.0,
      "text": "could be increased further. Another predicted effect of future climate"
    },
    {
      "index": 419,
      "start_time": 2506690.0,
      "end_time": 2511410.0,
      "text": "change on the marine microbes is we might expect to find more nasty bacteria having"
    },
    {
      "index": 420,
      "start_time": 2511410.0,
      "end_time": 2517330.0,
      "text": "more significant effects in our ocean environments. So one case is cholera, which is a disease"
    },
    {
      "index": 421,
      "start_time": 2517330.0,
      "end_time": 2522360.0,
      "text": "which has affected people, particularly in third world countries and over the last several"
    },
    {
      "index": 422,
      "start_time": 2522360.0,
      "end_time": 2526130.0,
      "text": "decades has been responsible for the deaths of tens of thousands of people."
    },
    {
      "index": 423,
      "start_time": 2526130.0,
      "end_time": 2532050.0,
      "text": "A vibrio cholera is associated with the marine bacteria vibrio cholera, which is an aquatic"
    },
    {
      "index": 424,
      "start_time": 2532050.0,
      "end_time": 2540420.0,
      "text": "bacteria and the growth of this bacteria has been shown to be increased in higher temperatures."
    },
    {
      "index": 425,
      "start_time": 2540420.0,
      "end_time": 2546910.0,
      "text": "Additionally, if we get increased water sea level in low lying regions such as Bangladesh,"
    },
    {
      "index": 426,
      "start_time": 2546910.0,
      "end_time": 2552900.0,
      "text": "we might expect to see bigger influxes of the water into environments where there are"
    },
    {
      "index": 427,
      "start_time": 2552900.0,
      "end_time": 2557740.0,
      "text": "people living and we could expect to see increases in cholera outbreaks due to these effects"
    },
    {
      "index": 428,
      "start_time": 2557740.0,
      "end_time": 2563520.0,
      "text": "of climate change. So just to sum up, marine microbes are the"
    },
    {
      "index": 429,
      "start_time": 2563520.0,
      "end_time": 2569400.0,
      "text": "most abundant and diverse organisms in the ocean. They are responsible for around 50"
    },
    {
      "index": 430,
      "start_time": 2569400.0,
      "end_time": 2575360.0,
      "text": "per cent of global photosynthesis. So for us this means on average half of every breath"
    },
    {
      "index": 431,
      "start_time": 2575360.0,
      "end_time": 2581460.0,
      "text": "of oxygen we breathe in is derived from the activity of these guys. They form the foundation"
    },
    {
      "index": 432,
      "start_time": 2581460.0,
      "end_time": 2586370.0,
      "text": "of ocean productivity, which has an influence on marine fisheries yields, and this is obviously"
    },
    {
      "index": 433,
      "start_time": 2586370.0,
      "end_time": 2591490.0,
      "text": "important for the human population because we gain more than 15 per cent of our protein"
    },
    {
      "index": 434,
      "start_time": 2591490.0,
      "end_time": 2596560.0,
      "text": "in our diet from fish. Microbes are also important for driving the"
    },
    {
      "index": 435,
      "start_time": 2596560.0,
      "end_time": 2603550.0,
      "text": "important chemical cycles in the ocean which can ultimately mediate our climate. So as"
    },
    {
      "index": 436,
      "start_time": 2603550.0,
      "end_time": 2608990.0,
      "text": "weíve described today, Martina showed that microbes can be influenced by large-scale"
    },
    {
      "index": 437,
      "start_time": 2608990.0,
      "end_time": 2616060.0,
      "text": "processes across oceanographic provinces and across regions of hundreds of kilometres but"
    },
    {
      "index": 438,
      "start_time": 2616060.0,
      "end_time": 2620980.0,
      "text": "we can also see that microbes are influenced by processes occurring more at the scale of"
    },
    {
      "index": 439,
      "start_time": 2620980.0,
      "end_time": 2626210.0,
      "text": "the organisms themselves. Weíve also seen that microbes can influence"
    },
    {
      "index": 440,
      "start_time": 2626210.0,
      "end_time": 2631900.0,
      "text": "climate and may also be influenced by climate change and this indicates that there may be"
    },
    {
      "index": 441,
      "start_time": 2631900.0,
      "end_time": 2638730.0,
      "text": "unforeseen feedback effects if we get a climate change scenario. This is some of the research"
    },
    {
      "index": 442,
      "start_time": 2638730.0,
      "end_time": 2644130.0,
      "text": "which is being conducted at our group here at UTS C3 where weíre looking at different"
    },
    {
      "index": 443,
      "start_time": 2644130.0,
      "end_time": 2648960.0,
      "text": "components of this to try to get a handle on how climate change may influence some of"
    },
    {
      "index": 444,
      "start_time": 2648960.0,
      "end_time": 2652880.0,
      "text": "these processes. So with that, Iíll thank you for your attention"
    },
    {
      "index": 445,
      "start_time": 2652880.0,
      "end_time": 2662880.0,
      "text": "and Martina and I will be happy to take any questions."
    }
  ]
}