{
  "video_id": "b-a1jXgAsQI",
  "title": "How to Hold Conversation Like a Man | Nick Sparks | Full Length HD",
  "json": [
    {
      "index": 1,
      "start_time": 9200.0,
      "end_time": 13400.0,
      "text": "All right, guys. Welcome back to the 21 Convention, back from Lunch. Your next speaker up is Nick"
    },
    {
      "index": 2,
      "start_time": 13400.0,
      "end_time": 19380.0,
      "text": "Sparks. He is a four-time – this is his fourth time – returning speaker to The 21"
    },
    {
      "index": 3,
      "start_time": 19380.0,
      "end_time": 23590.0,
      "text": "Convention. I first met him back in 2009, and I was blown away by his speech, one of"
    },
    {
      "index": 4,
      "start_time": 23590.0,
      "end_time": 29439.0,
      "text": "the best that year, and every year since, of course, of course. He is the head coach"
    },
    {
      "index": 5,
      "start_time": 29439.0,
      "end_time": 34540.0,
      "text": "of The Social Man, one of the world leaders in dating and social skills development for"
    },
    {
      "index": 6,
      "start_time": 34540.0,
      "end_time": 40380.0,
      "text": "men. The title of his speech today is How to Hold Conversation Like a Man. Without further"
    },
    {
      "index": 7,
      "start_time": 40380.0,
      "end_time": 50690.0,
      "text": "adieu, we welcome Nick Sparks back to the stage."
    },
    {
      "index": 8,
      "start_time": 50690.0,
      "end_time": 55900.0,
      "text": "Fourth time being up on The 21 Convention stage. First of all, I just want to say I"
    },
    {
      "index": 9,
      "start_time": 55900.0,
      "end_time": 60020.0,
      "text": "feel very fortunate to be up here, so thank you for having me again, Anthony. It’s awesome."
    },
    {
      "index": 10,
      "start_time": 60020.0,
      "end_time": 67110.0,
      "text": "This is always the best. I always look forward to this event. I also feel very nervous. I"
    },
    {
      "index": 11,
      "start_time": 67110.0,
      "end_time": 72930.0,
      "text": "don&#39;t know if I’m giving all signs of that too much, but I’ve been doing this a lot"
    },
    {
      "index": 12,
      "start_time": 72930.0,
      "end_time": 76550.0,
      "text": "now in the past three or four years, but it never gets any easy for me. Whenever I stand"
    },
    {
      "index": 13,
      "start_time": 76550.0,
      "end_time": 84450.0,
      "text": "up here, I’m still trying to hold back myself from shaking, but I will do my best."
    },
    {
      "index": 14,
      "start_time": 84450.0,
      "end_time": 91810.0,
      "text": "The title of my speech today is How to Hold Conversation Like a Man. It’s not the most"
    },
    {
      "index": 15,
      "start_time": 91810.0,
      "end_time": 98630.0,
      "text": "simple concept in the world to really define, to really explain but I’ll do my best. I"
    },
    {
      "index": 16,
      "start_time": 98630.0,
      "end_time": 103280.0,
      "text": "found through trying to explain this concept that one of the best ways that I can do it"
    },
    {
      "index": 17,
      "start_time": 103280.0,
      "end_time": 108950.0,
      "text": "is to start off with a story that I think really highlights what it means to hold conversation"
    },
    {
      "index": 18,
      "start_time": 108950.0,
      "end_time": 114130.0,
      "text": "like a man, what it means to be a man, take a masculine role in the conversation with"
    },
    {
      "index": 19,
      "start_time": 114130.0,
      "end_time": 119370.0,
      "text": "a woman. Three years ago now, my first time standing"
    },
    {
      "index": 20,
      "start_time": 119370.0,
      "end_time": 125159.0,
      "text": "at a 21 Convention, I opened up with a story, and about me and a girl which I thought was"
    },
    {
      "index": 21,
      "start_time": 125159.0,
      "end_time": 128690.0,
      "text": "going to help illustrate some points and teach some things, and some of the feedback I got"
    },
    {
      "index": 22,
      "start_time": 128690.0,
      "end_time": 133840.0,
      "text": "after that speech was along the lines of, “Oh, man. This asshole is just bragging"
    },
    {
      "index": 23,
      "start_time": 133840.0,
      "end_time": 138709.0,
      "text": "about some girls like he sounds like a douche bag,” this and that. Looking back, it might"
    },
    {
      "index": 24,
      "start_time": 138709.0,
      "end_time": 143340.0,
      "text": "have been a little bragging. It might have been a little douchey. I admit that. It’s"
    },
    {
      "index": 25,
      "start_time": 143340.0,
      "end_time": 148390.0,
      "text": "probably against my best self-interest to start with a story, but I’m going to go"
    },
    {
      "index": 26,
      "start_time": 148390.0,
      "end_time": 152140.0,
      "text": "ahead and do it anyway and hopefully I can try to keep the douche level as low as possible."
    },
    {
      "index": 27,
      "start_time": 152140.0,
      "end_time": 159510.0,
      "text": "I’ll do my best. Thank you. Let’s see. This story starts out several"
    },
    {
      "index": 28,
      "start_time": 159510.0,
      "end_time": 164880.0,
      "text": "years ago. I was in Amsterdam on vacation. Great place to go. Visit it if you’ve never"
    },
    {
      "index": 29,
      "start_time": 164880.0,
      "end_time": 170690.0,
      "text": "been. I was staying in a hostel. I highly recommend staying in a hostel if you’re"
    },
    {
      "index": 30,
      "start_time": 170690.0,
      "end_time": 174340.0,
      "text": "ever traveling alone. It’s the best way to meet people. You’re always going to have"
    },
    {
      "index": 31,
      "start_time": 174340.0,
      "end_time": 178410.0,
      "text": "other people traveling alone. All over the world, really interesting cast, great way"
    },
    {
      "index": 32,
      "start_time": 178410.0,
      "end_time": 183260.0,
      "text": "to go out, find people to go out and do things with. I highly recommend staying in hostel."
    },
    {
      "index": 33,
      "start_time": 183260.0,
      "end_time": 189800.0,
      "text": "It was in this one particular hostel that I’ve met this lovely Romanian girl – very"
    },
    {
      "index": 34,
      "start_time": 189800.0,
      "end_time": 195770.0,
      "text": "sweet, spoke good enough English, and we were getting to know one another. We were all sitting"
    },
    {
      "index": 35,
      "start_time": 195770.0,
      "end_time": 199840.0,
      "text": "around in a group. I was staying in a 15-person dorm room, which was about as big of a dorm"
    },
    {
      "index": 36,
      "start_time": 199840.0,
      "end_time": 203209.0,
      "text": "room I’ve ever stayed in a hostel, and we were sitting around in a circle, me and a"
    },
    {
      "index": 37,
      "start_time": 203209.0,
      "end_time": 206849.0,
      "text": "bunch of all other roommates. It was getting closer to the evening, and we were all just"
    },
    {
      "index": 38,
      "start_time": 206849.0,
      "end_time": 210430.0,
      "text": "kind of sitting around, getting to know each other, [unintelligible 0:03:30] having some"
    },
    {
      "index": 39,
      "start_time": 210430.0,
      "end_time": 215430.0,
      "text": "beers, having a good time, laughing, and this sweet Romanian girl, she was just sitting"
    },
    {
      "index": 40,
      "start_time": 215430.0,
      "end_time": 217709.0,
      "text": "right next to me. As we were talking, I was looking. We were"
    },
    {
      "index": 41,
      "start_time": 217709.0,
      "end_time": 221599.0,
      "text": "flirting a little bit. She started leaning closer to me, and she started like nuzzling"
    },
    {
      "index": 42,
      "start_time": 221599.0,
      "end_time": 226480.0,
      "text": "up a little bit, smiling, looking at me, and I thought, “This is a great start to a vacation."
    },
    {
      "index": 43,
      "start_time": 226480.0,
      "end_time": 233300.0,
      "text": "This is perfect. I could not have planned this vacation any better. Welcome to Amsterdam!”"
    },
    {
      "index": 44,
      "start_time": 233300.0,
      "end_time": 238910.0,
      "text": "Of course, as fate would have it, as luck would have it, it’s never that simple because"
    },
    {
      "index": 45,
      "start_time": 238910.0,
      "end_time": 243819.0,
      "text": "as we were all sitting around, all of a sudden I hear some yelling. We look out the window."
    },
    {
      "index": 46,
      "start_time": 243819.0,
      "end_time": 247940.0,
      "text": "Down at the courtyard, the thing is just to make this clear, we were on the second floor."
    },
    {
      "index": 47,
      "start_time": 247940.0,
      "end_time": 252930.0,
      "text": "The window overlooked this courtyard, and directly across the courtyard was the all-male"
    },
    {
      "index": 48,
      "start_time": 252930.0,
      "end_time": 257370.0,
      "text": "dorm. I was in a coed. This was the all-male dorm. Sure enough, coming into the courtyard,"
    },
    {
      "index": 49,
      "start_time": 257370.0,
      "end_time": 263300.0,
      "text": "there were Norwegian guys yelling and screaming, beating their chests super like alpha, and"
    },
    {
      "index": 50,
      "start_time": 263300.0,
      "end_time": 267699.0,
      "text": "of course all the girls in the room go screaming over the window. “What’s going on?”"
    },
    {
      "index": 51,
      "start_time": 267699.0,
      "end_time": 273370.0,
      "text": "They want to like go, check out the action that’s happening down in the courtyard."
    },
    {
      "index": 52,
      "start_time": 273370.0,
      "end_time": 279719.0,
      "text": "The guys were yelling up, making this big scene. The ringleader of the guys, the loudest"
    },
    {
      "index": 53,
      "start_time": 279719.0,
      "end_time": 285550.0,
      "text": "one, the one that’s talking the most, he pulls himself up. He grabs the window ledge,"
    },
    {
      "index": 54,
      "start_time": 285550.0,
      "end_time": 290379.0,
      "text": "pulls himself up to it like carries in the girls like “Oh, my gosh. Oh, my gosh.”"
    },
    {
      "index": 55,
      "start_time": 290379.0,
      "end_time": 294219.0,
      "text": "Like helping to pull him in, like taking care of him. He stands up. His friends come up,"
    },
    {
      "index": 56,
      "start_time": 294219.0,
      "end_time": 298360.0,
      "text": "and he’s just in the middle of the circle. He’s holding court, telling all these stories"
    },
    {
      "index": 57,
      "start_time": 298360.0,
      "end_time": 304139.0,
      "text": "like making all these jokes. Everybody was like the focus is on him, and I see my sweet"
    },
    {
      "index": 58,
      "start_time": 304139.0,
      "end_time": 308099.0,
      "text": "Romanian girl starting to drift towards him as well, starting to lean forward, starting"
    },
    {
      "index": 59,
      "start_time": 308099.0,
      "end_time": 311809.0,
      "text": "to look at him more in the eyes, starting smiling looking at him."
    },
    {
      "index": 60,
      "start_time": 311809.0,
      "end_time": 319559.0,
      "text": "I just think to myself, “Son of a bitch! Son of…There goes my beautiful, perfect"
    },
    {
      "index": 61,
      "start_time": 319559.0,
      "end_time": 329069.0,
      "text": "vacation. Son of a bitch!” I was not happy at all. I was not happy at all. At this point"
    },
    {
      "index": 62,
      "start_time": 329069.0,
      "end_time": 333409.0,
      "text": "that I found myself at a crossroads. There were several different directions I could"
    },
    {
      "index": 63,
      "start_time": 333409.0,
      "end_time": 338050.0,
      "text": "go and there were several different directions I wanted to go, there were several different"
    },
    {
      "index": 64,
      "start_time": 338050.0,
      "end_time": 344099.0,
      "text": "directions I was dying to go. My first impulse, the first reaction that"
    },
    {
      "index": 65,
      "start_time": 344099.0,
      "end_time": 349240.0,
      "text": "I had, the first thing that I wanted to do, I think it’s really common. I certainly"
    },
    {
      "index": 66,
      "start_time": 349240.0,
      "end_time": 353279.0,
      "text": "had it before, and I’m sure I’m not the only one. In fact, I would say we’ve all"
    },
    {
      "index": 67,
      "start_time": 353279.0,
      "end_time": 360270.0,
      "text": "experienced this first impulse, and that first impulse was to just feel sorry for myself."
    },
    {
      "index": 68,
      "start_time": 360270.0,
      "end_time": 365919.0,
      "text": "Get pissed like kind of shut my mouth, kind of slink back in and think, “Screw this"
    },
    {
      "index": 69,
      "start_time": 365919.0,
      "end_time": 370759.0,
      "text": "guy! He’s such a douche bag. If she wants to be with a guy like that, fine go. She can"
    },
    {
      "index": 70,
      "start_time": 370759.0,
      "end_time": 374219.0,
      "text": "have him. I really didn’t like her that much anyway. This guy sucks. These people"
    },
    {
      "index": 71,
      "start_time": 374219.0,
      "end_time": 379119.0,
      "text": "are lame. I didn’t even like them. I wasn’t having a good time. Screw them.” Right?"
    },
    {
      "index": 72,
      "start_time": 379119.0,
      "end_time": 387069.0,
      "text": "Hold myself back, feel sorry for myself, make excuses, it was my first impulse. Thank God,"
    },
    {
      "index": 73,
      "start_time": 387069.0,
      "end_time": 390610.0,
      "text": "I started to do it. I started to shrink back when he first came in. That was my first impulse."
    },
    {
      "index": 74,
      "start_time": 390610.0,
      "end_time": 394939.0,
      "text": "I started to do it. Thank God, I didn’t let that happen for too long. Because what"
    },
    {
      "index": 75,
      "start_time": 394939.0,
      "end_time": 397249.0,
      "text": "would have happened? I’ve done it before. We’ve all been there before. I would have"
    },
    {
      "index": 76,
      "start_time": 397249.0,
      "end_time": 402669.0,
      "text": "said screw this people, gone out to the bar by myself, right? I’ll find some chick myself."
    },
    {
      "index": 77,
      "start_time": 402669.0,
      "end_time": 406339.0,
      "text": "I don’t need them. I would have been in such a bad mood that I would have turned off"
    },
    {
      "index": 78,
      "start_time": 406339.0,
      "end_time": 410999.0,
      "text": "anybody that got close to me. I would have ended up just getting hammered, stumbling"
    },
    {
      "index": 79,
      "start_time": 410999.0,
      "end_time": 414439.0,
      "text": "home, passing out, listening to them banging on the bed next to me or something like that."
    },
    {
      "index": 80,
      "start_time": 414439.0,
      "end_time": 422529.0,
      "text": "I think it was the worst decision. Luckily, I didn’t go down that path, luckily."
    },
    {
      "index": 81,
      "start_time": 422529.0,
      "end_time": 428599.0,
      "text": "My second impulse, my second action that I was desperate to take and this one was hard"
    },
    {
      "index": 82,
      "start_time": 428599.0,
      "end_time": 434139.0,
      "text": "for me to fight because this is standard MO like whenever I’m screwing up in a conversation"
    },
    {
      "index": 83,
      "start_time": 434139.0,
      "end_time": 440749.0,
      "text": "with a woman or in general like this is my biggest problem, right? That second impulse"
    },
    {
      "index": 84,
      "start_time": 440749.0,
      "end_time": 444219.0,
      "text": "for me, that second thing like, “I’ll know what I’ll do. Here’s what I’ll"
    },
    {
      "index": 85,
      "start_time": 444219.0,
      "end_time": 451550.0,
      "text": "do. I’ll show this guy. I was to say like I’m 10 times as entertaining. I’m 10 times"
    },
    {
      "index": 86,
      "start_time": 451550.0,
      "end_time": 456210.0,
      "text": "as charming. I’m 10 times as funny. I can hold court a million times better than this"
    },
    {
      "index": 87,
      "start_time": 456210.0,
      "end_time": 465709.0,
      "text": "guy. Does he realize who the heck he’s dealing with right now? Nick Sparks!” Right?"
    },
    {
      "index": 88,
      "start_time": 465709.0,
      "end_time": 472169.0,
      "text": "This was next impulse, my ego, my ego. What? I can be funnier. I can be better. Me, me,"
    },
    {
      "index": 89,
      "start_time": 472169.0,
      "end_time": 477300.0,
      "text": "me, me. Let me show everybody how hilarious I am, how much better I am than this guy."
    },
    {
      "index": 90,
      "start_time": 477300.0,
      "end_time": 481679.0,
      "text": "That was my second impulse. I started like getting out there and trying to outdo him,"
    },
    {
      "index": 91,
      "start_time": 481679.0,
      "end_time": 486929.0,
      "text": "try to one up his jokes, one up his stories, to try to be the bigger center of attention"
    },
    {
      "index": 92,
      "start_time": 486929.0,
      "end_time": 493509.0,
      "text": "than he was. Thank God, I didn’t go down that path either though. I know where that"
    },
    {
      "index": 93,
      "start_time": 493509.0,
      "end_time": 498469.0,
      "text": "would have gone. I’ve been there before. I’ve done it before. Him and I would have"
    },
    {
      "index": 94,
      "start_time": 498469.0,
      "end_time": 504279.0,
      "text": "gotten to some sort of penis measuring competition. Who’s got the bigger one? Girls always get"
    },
    {
      "index": 95,
      "start_time": 504279.0,
      "end_time": 508990.0,
      "text": "turned off. “Oh, gosh. Guys, here they go with their stupid like childhood thing.”"
    },
    {
      "index": 96,
      "start_time": 508990.0,
      "end_time": 511849.0,
      "text": "The girls would have gotten turned off. They would have gone and done their own thing."
    },
    {
      "index": 97,
      "start_time": 511849.0,
      "end_time": 517060.0,
      "text": "Maybe he and I would have been friends, maybe not. I don&#39;t know, but as long as I was playing"
    },
    {
      "index": 98,
      "start_time": 517059.99999999994,
      "end_time": 527030.0,
      "text": "his game, I was never going to win. Luckily, I did not give in to my second impulse."
    },
    {
      "index": 99,
      "start_time": 527030.0,
      "end_time": 537490.0,
      "text": "What did I do instead? Again, I like to tell this story because I really think it highlights"
    },
    {
      "index": 100,
      "start_time": 537490.0,
      "end_time": 543290.0,
      "text": "some of the most common mistakes what I often refer to as taking the feminine role in conversation."
    },
    {
      "index": 101,
      "start_time": 543290.0,
      "end_time": 549970.0,
      "text": "It really helps luckily the course of action I chose to take instead I think really highlights"
    },
    {
      "index": 102,
      "start_time": 549970.0,
      "end_time": 555090.0,
      "text": "more the masculine role. What did I do in that situation? I realized that I’ve been"
    },
    {
      "index": 103,
      "start_time": 555090.0,
      "end_time": 560020.0,
      "text": "in his situation before. I can relate to him like perfectly. What does he want? He wants"
    },
    {
      "index": 104,
      "start_time": 560020.0,
      "end_time": 564820.0,
      "text": "that validation, and so I was going to give it to him. What I started to do? I became"
    },
    {
      "index": 105,
      "start_time": 564820.0,
      "end_time": 568360.0,
      "text": "his biggest cheerleader. I became his biggest cheerleader."
    },
    {
      "index": 106,
      "start_time": 568360.0,
      "end_time": 573740.0,
      "text": "I started anytime he told a story, “No way. That’s awesome! Shut up! I did something"
    },
    {
      "index": 107,
      "start_time": 573740.0,
      "end_time": 578700.0,
      "text": "like that. It wasn’t nearly as cool. What was that like? That must have been incredible."
    },
    {
      "index": 108,
      "start_time": 578700.0,
      "end_time": 584270.0,
      "text": "That’s really amazing, dude. That’s sweet. What was that? Tell me more about that part."
    },
    {
      "index": 109,
      "start_time": 584270.0,
      "end_time": 589130.0,
      "text": "Did you do this or did you do that?” It’s crazy. It’s sweet."
    },
    {
      "index": 110,
      "start_time": 589130.0,
      "end_time": 597820.0,
      "text": "I wasn’t holding myself out of the conversation, right? I wasn’t slinking back into my corner,"
    },
    {
      "index": 111,
      "start_time": 597820.0,
      "end_time": 601680.0,
      "text": "and I wasn’t trying to one-up him. I was very much a part of that conversation. I became"
    },
    {
      "index": 112,
      "start_time": 601680.0,
      "end_time": 609250.0,
      "text": "as active a member of that conversation as anybody else there, right? But I let him keep"
    },
    {
      "index": 113,
      "start_time": 609250.0,
      "end_time": 618620.0,
      "text": "his stage. I let him keep the spotlight. This is what I really think. If anything, the masculine"
    },
    {
      "index": 114,
      "start_time": 618620.0,
      "end_time": 623700.0,
      "text": "role in a conversation is it’s certainly not feeling sorry for yourself, making excuses,"
    },
    {
      "index": 115,
      "start_time": 623700.0,
      "end_time": 629800.0,
      "text": "holding yourself back. “Woe is me! Victim! Victim! Victim!” Right? It’s certainly"
    },
    {
      "index": 116,
      "start_time": 629800.0,
      "end_time": 635110.0,
      "text": "not trying to steal the center of attention. I really consider that to be the woman’s"
    },
    {
      "index": 117,
      "start_time": 635110.0,
      "end_time": 639580.0,
      "text": "role more, more on that in a second. But what’s the masculine role in a conversation?"
    },
    {
      "index": 118,
      "start_time": 639580.0,
      "end_time": 647080.0,
      "text": "It’s really, really simple. It’s to set the framework, to set the stage, i.e. the"
    },
    {
      "index": 119,
      "start_time": 647080.0,
      "end_time": 651410.0,
      "text": "stage to which they can start talking more to get them talking, and then it’s to provide"
    },
    {
      "index": 120,
      "start_time": 651410.0,
      "end_time": 658580.0,
      "text": "validation. It’s to provide your own source of I like this. I think this is good. That’s"
    },
    {
      "index": 121,
      "start_time": 658580.0,
      "end_time": 665990.0,
      "text": "awesome. We need more of that and not so much of that. Right? Do I want to be the jester"
    },
    {
      "index": 122,
      "start_time": 665990.0,
      "end_time": 676240.0,
      "text": "in that situation or do I want to be the king? And so, I like to say they really do a great"
    },
    {
      "index": 123,
      "start_time": 676240.0,
      "end_time": 679790.0,
      "text": "job at highlighting both the biggest mistakes that I see guys make when I’m working with"
    },
    {
      "index": 124,
      "start_time": 679790.0,
      "end_time": 684180.0,
      "text": "them in conversation. It also highlights what they should be doing instead."
    },
    {
      "index": 125,
      "start_time": 684180.0,
      "end_time": 691110.0,
      "text": "The biggest mistakes I see in conversation really, really simple. Number 1 is definitely"
    },
    {
      "index": 126,
      "start_time": 691110.0,
      "end_time": 695960.0,
      "text": "physical, body language. We can talk about that a way more in the Q&amp;A session and anything."
    },
    {
      "index": 127,
      "start_time": 695960.0,
      "end_time": 701750.0,
      "text": "This is all about conversation, right? Number 1 physical leave out the table, but in conversation-wise,"
    },
    {
      "index": 128,
      "start_time": 701750.0,
      "end_time": 706510.0,
      "text": "the next two biggest things that people screw up in conversations: not doing anything, holding"
    },
    {
      "index": 129,
      "start_time": 706510.0,
      "end_time": 709610.0,
      "text": "themselves out of the conversation because they’re just feeling sorry for themselves,"
    },
    {
      "index": 130,
      "start_time": 709610.0,
      "end_time": 714510.0,
      "text": "making excuses, either not approaching or just kind of like in the group, letting everybody"
    },
    {
      "index": 131,
      "start_time": 714510.0,
      "end_time": 721590.0,
      "text": "else talk, feeling like I’m just left out of the group, number 1. Number 2: try to make"
    },
    {
      "index": 132,
      "start_time": 721590.0,
      "end_time": 729740.0,
      "text": "themselves the center of attention, try to look at me, look how funny, look how charismatic,"
    },
    {
      "index": 133,
      "start_time": 729740.0,
      "end_time": 735910.0,
      "text": "look how interesting I am. Like I said, this is my biggest mistake. Whenever"
    },
    {
      "index": 134,
      "start_time": 735910.0,
      "end_time": 739600.0,
      "text": "things don’t go well with me with me with a girl, and it happens. Whenever it happens"
    },
    {
      "index": 135,
      "start_time": 739600.0,
      "end_time": 744220.0,
      "text": "though, it’s only one reason because I’m making it all about myself. I’m not making"
    },
    {
      "index": 136,
      "start_time": 744220.0,
      "end_time": 751050.0,
      "text": "it about her, right? As interesting as I can be, as funny as I can be, as well as I can"
    },
    {
      "index": 137,
      "start_time": 751050.0,
      "end_time": 755910.0,
      "text": "hold a spotlight so to speak, I can’t even come close to touching a woman when she’s"
    },
    {
      "index": 138,
      "start_time": 755910.0,
      "end_time": 760810.0,
      "text": "fully lit up, when she’s just completely on like I can’t even be half as magnetic"
    },
    {
      "index": 139,
      "start_time": 760810.0,
      "end_time": 766290.0,
      "text": "as she can. Sometimes I think I can be and I wish I could be sometimes. I have that tendency"
    },
    {
      "index": 140,
      "start_time": 766290.0,
      "end_time": 771160.0,
      "text": "to want to want a little too much, but I always consider that the feminine role. That’s"
    },
    {
      "index": 141,
      "start_time": 771160.0,
      "end_time": 778260.0,
      "text": "what she was born for. The feminine was the flower. The feminine is the spotlight, and"
    },
    {
      "index": 142,
      "start_time": 778260.0,
      "end_time": 781790.0,
      "text": "so the second biggest mistake that I see is when guys try to take that away from her and"
    },
    {
      "index": 143,
      "start_time": 781790.0,
      "end_time": 786790.0,
      "text": "make it about them instead of making it about her."
    },
    {
      "index": 144,
      "start_time": 786790.0,
      "end_time": 794730.0,
      "text": "One of my assistant coaches, she coined the term, “It’s much better to be interested"
    },
    {
      "index": 145,
      "start_time": 794730.0,
      "end_time": 801650.0,
      "text": "than to be interesting.” Because that’s really your two big goals in a conversation,"
    },
    {
      "index": 146,
      "start_time": 801650.0,
      "end_time": 808230.0,
      "text": "not to try to impress her with how funny or whatever you are. It doesn’t work. Consistency"
    },
    {
      "index": 147,
      "start_time": 808230.0,
      "end_time": 814610.0,
      "text": "will always falter. What are your two jobs in a conversation with a woman? One, get her"
    },
    {
      "index": 148,
      "start_time": 814610.0,
      "end_time": 822140.0,
      "text": "talking as much as possible. Two, make her feel good about it when she does. That’s"
    },
    {
      "index": 149,
      "start_time": 822140.0,
      "end_time": 827420.0,
      "text": "it. That’s all you have to do. The most common line I use to open up a conversation"
    },
    {
      "index": 150,
      "start_time": 827420.0,
      "end_time": 831779.0,
      "text": "or I have my guys to open up a conversation, “Hey! How’s it going?” It’s not your"
    },
    {
      "index": 151,
      "start_time": 831779.0,
      "end_time": 835660.0,
      "text": "job to try to be funnier, interesting, and win them over. It’s not your job to say"
    },
    {
      "index": 152,
      "start_time": 835660.0,
      "end_time": 839450.0,
      "text": "the right thing. It’s just your job to start the conversation. It’s your job to just"
    },
    {
      "index": 153,
      "start_time": 839450.0,
      "end_time": 844620.0,
      "text": "get it going, and then see what she has to offer. We’ll talk a little bit more about"
    },
    {
      "index": 154,
      "start_time": 844620.0,
      "end_time": 849300.0,
      "text": "how you’ll make that happen specifically. Don’t worry, but I want to emphasize first"
    },
    {
      "index": 155,
      "start_time": 849300.0,
      "end_time": 855730.0,
      "text": "and foremost that if you go in there just try to impress her. It’s always going to"
    },
    {
      "index": 156,
      "start_time": 855730.0,
      "end_time": 859170.0,
      "text": "fall flat. The goal is of course to get her talking."
    },
    {
      "index": 157,
      "start_time": 859170.0,
      "end_time": 866570.0,
      "text": "How do you do that? How do you get a woman talking? Several ways. First, simple: you"
    },
    {
      "index": 158,
      "start_time": 866570.0,
      "end_time": 874330.0,
      "text": "ask them a question. You guys know this one, right? Nothing mind blowing. You ask her a"
    },
    {
      "index": 159,
      "start_time": 874330.0,
      "end_time": 878600.0,
      "text": "question, and then they respond in some way, shape, or form. I like this. I don’t like"
    },
    {
      "index": 160,
      "start_time": 878600.0,
      "end_time": 886110.0,
      "text": "that. The problem with questions is it’s too easy. Once again, you guys will know and"
    },
    {
      "index": 161,
      "start_time": 886110.0,
      "end_time": 891000.0,
      "text": "the biggest with questions is we end up overusing them, right? It becomes how many times you"
    },
    {
      "index": 162,
      "start_time": 891000.0,
      "end_time": 895440.0,
      "text": "fall into interview mode, doing all the talking. “Oh, cool. What do you think about that?"
    },
    {
      "index": 163,
      "start_time": 895440.0,
      "end_time": 898110.0,
      "text": "“Great, great, great.” “So what do you think about this?”"
    },
    {
      "index": 164,
      "start_time": 898110.0,
      "end_time": 901320.0,
      "text": "“Nice.” “So have you been there?” Question after"
    },
    {
      "index": 165,
      "start_time": 901320.0,
      "end_time": 905790.0,
      "text": "question, and she is just answering, right? It feels like you’re the one who’s doing"
    },
    {
      "index": 166,
      "start_time": 905790.0,
      "end_time": 911170.0,
      "text": "all the work. Once again, if you ever feel like you’re doing too much work in a conversation"
    },
    {
      "index": 167,
      "start_time": 911170.0,
      "end_time": 915000.0,
      "text": "and you’re not getting as much back in return, it’s because you’re doing too much work"
    },
    {
      "index": 168,
      "start_time": 915000.0,
      "end_time": 920310.0,
      "text": "in the conversation. You’re trying to do both the female role and the masculine role."
    },
    {
      "index": 169,
      "start_time": 920310.0,
      "end_time": 925560.0,
      "text": "I can’t do that and be successful ever. You’re trying to give the foundation and"
    },
    {
      "index": 170,
      "start_time": 925560.0,
      "end_time": 929720.0,
      "text": "give her the validation, but you’re also trying to be the center of attention, too."
    },
    {
      "index": 171,
      "start_time": 929720.0,
      "end_time": 933490.0,
      "text": "And so, yes when you’re trying to take on both those roles in the conversation, you’re"
    },
    {
      "index": 172,
      "start_time": 933490.0,
      "end_time": 937350.0,
      "text": "always going to be doing too much work, and you’re never going to get anything back"
    },
    {
      "index": 173,
      "start_time": 937350.0,
      "end_time": 944420.0,
      "text": "in return, right? That’s why you can’t just get battering with questions over and"
    },
    {
      "index": 174,
      "start_time": 944420.0,
      "end_time": 949529.0,
      "text": "over again because eventually it’s going to fizzle out. How else do you get them talking"
    },
    {
      "index": 175,
      "start_time": 949529.0,
      "end_time": 953740.0,
      "text": "other than a simple question? Of course, physical always matters. Nothing"
    },
    {
      "index": 176,
      "start_time": 953740.0,
      "end_time": 958550.0,
      "text": "is going to get a girl talking more than solid, dominant eye contact, holds them in place,"
    },
    {
      "index": 177,
      "start_time": 958550.0,
      "end_time": 963750.0,
      "text": "a facial expression that says, “Hey! Everything is all right. Nothing to worry about. Everything"
    },
    {
      "index": 178,
      "start_time": 963750.0,
      "end_time": 969850.0,
      "text": "is cool.” Physical dominance, something I teach, touching them, moving in close, using"
    },
    {
      "index": 179,
      "start_time": 969850.0,
      "end_time": 973900.0,
      "text": "your body, using the space between you to turn her on and to trigger her. The physical"
    },
    {
      "index": 180,
      "start_time": 973900.0,
      "end_time": 978260.0,
      "text": "stuff will always get her talking and getting her excited more than anything with her words"
    },
    {
      "index": 181,
      "start_time": 978260.0,
      "end_time": 983660.0,
      "text": "ever can. That’s why I usually really focus and really harp on that stuff, but in terms"
    },
    {
      "index": 182,
      "start_time": 983660.0,
      "end_time": 987750.0,
      "text": "of just conversationally, how do you get her talking? Of course, there’s the questions."
    },
    {
      "index": 183,
      "start_time": 987750.0,
      "end_time": 992029.0,
      "text": "Those run out too much. The next thing is how do you not fall into"
    },
    {
      "index": 184,
      "start_time": 992029.0,
      "end_time": 996890.0,
      "text": "that question and interview pattern? Sometimes it just happens. Sometimes, she contributes"
    },
    {
      "index": 185,
      "start_time": 996890.0,
      "end_time": 1000820.0,
      "text": "back to the conversation and it just flows, right? You guys have all been in a conversation"
    },
    {
      "index": 186,
      "start_time": 1000820.0,
      "end_time": 1004440.0,
      "text": "where it’s just flowing and it was easy and you wish you could make that happen more"
    },
    {
      "index": 187,
      "start_time": 1004440.0,
      "end_time": 1011110.0,
      "text": "or the second way verbally to really get her to contribute to the conversations what I"
    },
    {
      "index": 188,
      "start_time": 1011110.0,
      "end_time": 1020220.0,
      "text": "like to call teaching her how to have a conversation. Why? A lot of women don’t know how to have"
    },
    {
      "index": 189,
      "start_time": 1020220.0,
      "end_time": 1027369.0,
      "text": "a conversation. Older women? No effing problem. They will talk your ear out. It will be back"
    },
    {
      "index": 190,
      "start_time": 1027369.9999999999,
      "end_time": 1032329.9999999999,
      "text": "and forth. It will be good, right? Younger women, though, not always so good at it. You"
    },
    {
      "index": 191,
      "start_time": 1032329.9999999999,
      "end_time": 1035289.9999999999,
      "text": "got to teach them. Once again, it’s not their fault. They’re used to just having"
    },
    {
      "index": 192,
      "start_time": 1035290.0,
      "end_time": 1038750.0,
      "text": "guys come up. Ninety-nine percent of guys come up to them and they’re just trying"
    },
    {
      "index": 193,
      "start_time": 1038750.0,
      "end_time": 1041550.0,
      "text": "to impress them. They barely look them in the eye. They’re just trying to say the"
    },
    {
      "index": 194,
      "start_time": 1041550.0,
      "end_time": 1046640.0,
      "text": "right thing, trying to say something funny, and there she’s like, “Another one of"
    },
    {
      "index": 195,
      "start_time": 1046640.0000000001,
      "end_time": 1053951.0,
      "text": "those guys. Next!” How to teach her how to have a conversation?"
    },
    {
      "index": 196,
      "start_time": 1053950.0,
      "end_time": 1058889.0,
      "text": "I also call this forcing her to contribute equally to the conversation. It’s the same"
    },
    {
      "index": 197,
      "start_time": 1058890.0,
      "end_time": 1063380.0,
      "text": "thing because what’s the proper conversation, right? You’re the man, you’re supposed"
    },
    {
      "index": 198,
      "start_time": 1063380.0,
      "end_time": 1067361.0,
      "text": "to start it, so you kick the ball to her. You put in some effort, but then she puts"
    },
    {
      "index": 199,
      "start_time": 1067360.0,
      "end_time": 1074279.0,
      "text": "in effort back, right? I always say she should do the vast majority of talking in a conversation."
    },
    {
      "index": 200,
      "start_time": 1074280.0,
      "end_time": 1078890.0,
      "text": "Once again, if she’s not doing the majority of the talking, you’re talking way too much."
    },
    {
      "index": 201,
      "start_time": 1078890.0,
      "end_time": 1083790.0,
      "text": "You’ve always heard that women love to talk, but if they’re not doing that often, if"
    },
    {
      "index": 202,
      "start_time": 1083790.0,
      "end_time": 1086461.0,
      "text": "they’re not doing the majority of the talking, you’re still definitely doing something"
    },
    {
      "index": 203,
      "start_time": 1086460.0,
      "end_time": 1092330.0,
      "text": "wrong, and this is where it comes in, right? It’s supposed to be an equal give and take."
    },
    {
      "index": 204,
      "start_time": 1092330.0,
      "end_time": 1099169.0,
      "text": "It’s supposed to be an equal back and forth, but so many guys never even give her the opportunity"
    },
    {
      "index": 205,
      "start_time": 1099170.0,
      "end_time": 1103441.0,
      "text": "to contribute equally to the conversation because they’re so busy trying to fill in"
    },
    {
      "index": 206,
      "start_time": 1103440.0,
      "end_time": 1108830.0,
      "text": "those silences like say something next. There’s a moment of truth in a conversation, and that"
    },
    {
      "index": 207,
      "start_time": 1108830.0,
      "end_time": 1114159.0,
      "text": "moment of truth comes after you started, it’s always your job to start it. You start the"
    },
    {
      "index": 208,
      "start_time": 1114160.0,
      "end_time": 1117030.0,
      "text": "conversation. You kick it forward a little bit, and there’s maybe a little bit of back"
    },
    {
      "index": 209,
      "start_time": 1117030.0,
      "end_time": 1120280.0,
      "text": "and forth. I always say, “Hey, how’s it going? What are you guys up to?” It’s"
    },
    {
      "index": 210,
      "start_time": 1120280.0,
      "end_time": 1124731.0,
      "text": "my standard opening line, and we’ll talk. “Oh, yeah. You’re doing that. Cool. How’s"
    },
    {
      "index": 211,
      "start_time": 1124730.0,
      "end_time": 1127539.0,
      "text": "that?” Blah, blah, blah. She’ll ask me. “Oh, me and my friends"
    },
    {
      "index": 212,
      "start_time": 1127540.0,
      "end_time": 1130581.0,
      "text": "are just up to this, you know.” The Moment of Truth. There’s always a low,"
    },
    {
      "index": 213,
      "start_time": 1130580.0,
      "end_time": 1134899.0,
      "text": "right? There is that first question, there is that like opening little back and forth"
    },
    {
      "index": 214,
      "start_time": 1134900.0,
      "end_time": 1139741.0,
      "text": "banter you have and then it reaches a low in conversation, right? You guys will know"
    },
    {
      "index": 215,
      "start_time": 1139740.0,
      "end_time": 1142779.0,
      "text": "what I’m talking about. You guys have all experienced this low before that comes after"
    },
    {
      "index": 216,
      "start_time": 1142780.0,
      "end_time": 1150500.0,
      "text": "that first little topic as it’s little exciting and then it winds down. That first low I call"
    },
    {
      "index": 217,
      "start_time": 1150500.0,
      "end_time": 1155010.0,
      "text": "that the moment of truth because that’s when she’s going to know what kind of man"
    },
    {
      "index": 218,
      "start_time": 1155010.0,
      "end_time": 1161581.0,
      "text": "you are right then and there, right. It’s going to be anxious. It’s going to"
    },
    {
      "index": 219,
      "start_time": 1161580.0,
      "end_time": 1165309.0,
      "text": "feel nervous especially if you’re used to like in silence and you’re used to always"
    },
    {
      "index": 220,
      "start_time": 1165310.0,
      "end_time": 1168870.0,
      "text": "filling it in and always like rushing forward to try to say something because you can’t"
    },
    {
      "index": 221,
      "start_time": 1168870.0,
      "end_time": 1175790.0,
      "text": "handle that awkwardness, right? We’ve all done that. We’ve all been there, but if"
    },
    {
      "index": 222,
      "start_time": 1175790.0,
      "end_time": 1180321.0,
      "text": "you do that, if you’re just so nervous that you have to jump in and rush to fill that"
    },
    {
      "index": 223,
      "start_time": 1180320.0,
      "end_time": 1185950.0,
      "text": "silence because you’re afraid you’re going to lose her, she’s going to know right then."
    },
    {
      "index": 224,
      "start_time": 1185950.0,
      "end_time": 1191490.0,
      "text": "“Oh, just another one of those guys.” Just another one of those guys, moment of"
    },
    {
      "index": 225,
      "start_time": 1191490.0,
      "end_time": 1194700.0,
      "text": "truth. Shame. What do you do in that situation? How"
    },
    {
      "index": 226,
      "start_time": 1194700.0,
      "end_time": 1203179.0,
      "text": "do you teach her how to have a conversation at that moment of truth? You employ a little"
    },
    {
      "index": 227,
      "start_time": 1203180.0,
      "end_time": 1210680.0,
      "text": "something that I like to call shame. Yeah, that’s right. You make her feel shame. You"
    },
    {
      "index": 228,
      "start_time": 1210680.0,
      "end_time": 1216490.0,
      "text": "shame her. Shame is one of the most powerful emotions known to man. We all know this. In"
    },
    {
      "index": 229,
      "start_time": 1216490.0,
      "end_time": 1221510.0,
      "text": "that moment where it comes to a low and you’re feeling all nervous, you’re feeling all"
    },
    {
      "index": 230,
      "start_time": 1221510.0,
      "end_time": 1226640.0,
      "text": "that anxiety. “Oh, my gosh. The conversation is going to die.” What you’re used to"
    },
    {
      "index": 231,
      "start_time": 1226640.0,
      "end_time": 1230231.0,
      "text": "doing in that situation, you’re used to putting that shame on yourself. I have to"
    },
    {
      "index": 232,
      "start_time": 1230230.0,
      "end_time": 1234190.0,
      "text": "say something. I have to make this happen. I have to keep this going. I have to have"
    },
    {
      "index": 233,
      "start_time": 1234190.0,
      "end_time": 1236360.0,
      "text": "the right thing to say. What should I do?” You’re looking around. “What do I say"
    },
    {
      "index": 234,
      "start_time": 1236360.0,
      "end_time": 1243299.0,
      "text": "next? What am I supposed to do next?” Why? It’s not your job. It’s both of your"
    },
    {
      "index": 235,
      "start_time": 1243300.0,
      "end_time": 1247361.0,
      "text": "job! It’s supposed to be a conversation. It’s supposed to be a cooperative effort."
    },
    {
      "index": 236,
      "start_time": 1247360.0,
      "end_time": 1253860.0,
      "text": "Why are you putting all the pressure on yourself to do everything? Take her off the pedestal."
    },
    {
      "index": 237,
      "start_time": 1253860.0,
      "end_time": 1260779.0,
      "text": "At that moment of truth right there, when it’s very natural to feel that anxiety,"
    },
    {
      "index": 238,
      "start_time": 1260780.0,
      "end_time": 1270071.0,
      "text": "to feel that nervousness, take a deep breath. You’re a man. You can take it. I remember"
    },
    {
      "index": 239,
      "start_time": 1270070.0,
      "end_time": 1277690.0,
      "text": "she’s a girl. She can’t, so I put that shame onto her. I put that pressure that I’m"
    },
    {
      "index": 240,
      "start_time": 1277690.0,
      "end_time": 1281909.0,
      "text": "feeling, I’m putting on anxiety, I’m handing it over to her. This is yours. I already did"
    },
    {
      "index": 241,
      "start_time": 1281910.0,
      "end_time": 1289591.0,
      "text": "my part in the conversation. Now, it’s your turn. Don’t you know how this stuff works?"
    },
    {
      "index": 242,
      "start_time": 1289590.0,
      "end_time": 1294499.0,
      "text": "What I do at that moment of truth really, really simple but important, so important"
    },
    {
      "index": 243,
      "start_time": 1294500.0,
      "end_time": 1298941.0,
      "text": "if there’s one thing I want you guys to do in conversations, this is it. At that moment"
    },
    {
      "index": 244,
      "start_time": 1298940.0,
      "end_time": 1303450.0,
      "text": "of truth, when you’re nervous and your first instinct is to look off and say, “What do"
    },
    {
      "index": 245,
      "start_time": 1303450.0,
      "end_time": 1314580.0,
      "text": "I say next?” Look her right into the eye and just get an expression that says, “Well,"
    },
    {
      "index": 246,
      "start_time": 1314580.0,
      "end_time": 1324100.0,
      "text": "what do you got? I’m listening.” I put them on the spot ‑ silence, dead fucking"
    },
    {
      "index": 247,
      "start_time": 1324100.0,
      "end_time": 1328899.0,
      "text": "silence. I want them to feel every single ounce of that anxiety. I can take it. She"
    },
    {
      "index": 248,
      "start_time": 1328900.0,
      "end_time": 1338520.0,
      "text": "can’t. “Well?” I say 75 percent of the time, if you hold"
    },
    {
      "index": 249,
      "start_time": 1338520.0,
      "end_time": 1344201.0,
      "text": "this, you don’t let it faze you, you show that you’re okay. What’s up with you?"
    },
    {
      "index": 250,
      "start_time": 1344200.0,
      "end_time": 1347950.0,
      "text": "She’s going to feel that awkwardness. She’s going to jump to fill in that conversation."
    },
    {
      "index": 251,
      "start_time": 1347950.0,
      "end_time": 1353409.0,
      "text": "“So, what do you blah, blah, blah?” Right? When you guys weren’t thinking to like when"
    },
    {
      "index": 252,
      "start_time": 1353410.0,
      "end_time": 1358770.0,
      "text": "it was just happening, that happened, right? When you’re nervous, it doesn’t just happen."
    },
    {
      "index": 253,
      "start_time": 1358770.0,
      "end_time": 1362880.0,
      "text": "You have to force it to happen. You got to stand up to every anxiety in your body that"
    },
    {
      "index": 254,
      "start_time": 1362880.0,
      "end_time": 1367490.0,
      "text": "wants to rush in and fill it. Hold your tongue, put your hand in your mouth if that’s what"
    },
    {
      "index": 255,
      "start_time": 1367490.0,
      "end_time": 1373240.0,
      "text": "it takes. Let her do it. As soon as she fills it in, “So, what do you think…”"
    },
    {
      "index": 256,
      "start_time": 1373240.0,
      "end_time": 1376851.0,
      "text": "I’m like I immediately get the biggest smile like that’s my victory right there. I know"
    },
    {
      "index": 257,
      "start_time": 1376850.0,
      "end_time": 1380980.0,
      "text": "it’s odd, but the second she starts putting an effort into the conversation, I give a"
    },
    {
      "index": 258,
      "start_time": 1380980.0,
      "end_time": 1385309.0,
      "text": "big smile. I try to reward her for it. I touch her. “That is a good question. That is so"
    },
    {
      "index": 259,
      "start_time": 1385310.0,
      "end_time": 1391441.0,
      "text": "sweet of you to ask me.” Give her a little hug, make her feel good about it, right? Teaching"
    },
    {
      "index": 260,
      "start_time": 1391440.0,
      "end_time": 1396559.0,
      "text": "her how to have a conversation. I’ll say 75 percent of the time, 80 percent of the"
    },
    {
      "index": 261,
      "start_time": 1396560.0,
      "end_time": 1401150.0,
      "text": "time, a woman will fill it in that first low if you give her the space to do it and you"
    },
    {
      "index": 262,
      "start_time": 1401150.0,
      "end_time": 1407721.0,
      "text": "just don’t talk over her. It doesn’t always happen, right? Sometimes"
    },
    {
      "index": 263,
      "start_time": 1407720.0,
      "end_time": 1411059.0,
      "text": "the girls start in a good mood. I talk about the 60/40 principle, that 60/40 principle"
    },
    {
      "index": 264,
      "start_time": 1411060.0,
      "end_time": 1415721.0,
      "text": "really, really briefly. It just simply states that any response you get from another human"
    },
    {
      "index": 265,
      "start_time": 1415720.0,
      "end_time": 1420080.0,
      "text": "being, 60 percent of it has nothing to do with you whatsoever and everything to do with"
    },
    {
      "index": 266,
      "start_time": 1420080.0,
      "end_time": 1425470.0,
      "text": "whatever mood they’re in. The other 40 percent, well yeah it does have to do with you, but"
    },
    {
      "index": 267,
      "start_time": 1425470.0,
      "end_time": 1430100.0,
      "text": "I always say that 40 percent is important. I say even like they’re 60, they have their"
    },
    {
      "index": 268,
      "start_time": 1430100.0,
      "end_time": 1433720.0,
      "text": "own issues, if you’re carrying your 40 percent well, you’re going to get majority positive"
    },
    {
      "index": 269,
      "start_time": 1433720.0,
      "end_time": 1435690.0,
      "text": "responses. Not everybody. You’re always going to have"
    },
    {
      "index": 270,
      "start_time": 1435690.0,
      "end_time": 1439169.0,
      "text": "people that are just in a bad mood. It happens. They got their own shit to worry about. It"
    },
    {
      "index": 271,
      "start_time": 1439170.0,
      "end_time": 1442610.0,
      "text": "has nothing to do with you. Girls are insecure. They’re awkward. They’re goofy. They’re"
    },
    {
      "index": 272,
      "start_time": 1442610.0,
      "end_time": 1449461.0,
      "text": "nerdy. It’s not you. But at the same token, if your 40 percent is off, well then you’re"
    },
    {
      "index": 273,
      "start_time": 1449460.0,
      "end_time": 1454179.0,
      "text": "probably going to get majority of negative responses. This gap right here, this moment"
    },
    {
      "index": 274,
      "start_time": 1454180.0,
      "end_time": 1458321.0,
      "text": "of truth is definitely. The physical is always the biggest, but this gap is a very big piece"
    },
    {
      "index": 275,
      "start_time": 1458320.0,
      "end_time": 1461720.0,
      "text": "of that 40 percent for you. Eighty percent of the time, they’re going"
    },
    {
      "index": 276,
      "start_time": 1461720.0,
      "end_time": 1467289.0,
      "text": "to fill it in. It doesn’t always happen. It doesn’t always happen. What do I do in"
    },
    {
      "index": 277,
      "start_time": 1467290.0,
      "end_time": 1474770.0,
      "text": "those situations then? In those situations, I’ll give her a second chance. I’ll wait"
    },
    {
      "index": 278,
      "start_time": 1474770.0,
      "end_time": 1477581.0,
      "text": "for a few moments like I’m not going to rush this whatsoever. I’m going to take"
    },
    {
      "index": 279,
      "start_time": 1477580.0,
      "end_time": 1483669.0,
      "text": "my sweet time looking at her. “Well?”She’s not responding. She’s not giving anything"
    },
    {
      "index": 280,
      "start_time": 1483670.0,
      "end_time": 1489851.0,
      "text": "back to me. She like looks away for a second. I might look away, take a sip at my drink,"
    },
    {
      "index": 281,
      "start_time": 1489850.0,
      "end_time": 1497690.0,
      "text": "stretch, show her I’m unfazed. Show her this doesn’t bother me whatsoever, but I"
    },
    {
      "index": 282,
      "start_time": 1497690.0,
      "end_time": 1503619.0,
      "text": "might look back at her. “So, what do you think about that?”"
    },
    {
      "index": 283,
      "start_time": 1503620.0,
      "end_time": 1507520.0,
      "text": "I got a standard like three lines of questions. It’s really simple. In the questions I use,"
    },
    {
      "index": 284,
      "start_time": 1507520.0,
      "end_time": 1512341.0,
      "text": "I don’t ask very many questions. My first lines are, “Hey, what do you guys…”"
    },
    {
      "index": 285,
      "start_time": 1512340.0,
      "end_time": 1516690.0,
      "text": "or “Hey, how’s it going? What are you guys up to?” That’s going to be the first"
    },
    {
      "index": 286,
      "start_time": 1516690.0,
      "end_time": 1520929.0,
      "text": "well. If she’s still not responding after that first well, she’s one of those weirdo"
    },
    {
      "index": 287,
      "start_time": 1520930.0,
      "end_time": 1527880.0,
      "text": "who doesn’t still, my second one is always going to be, “So, where are you from?”"
    },
    {
      "index": 288,
      "start_time": 1527880.0,
      "end_time": 1533071.0,
      "text": "Where are you from is a great question, great question. It looks boring on the surface,"
    },
    {
      "index": 289,
      "start_time": 1533070.0,
      "end_time": 1537909.0,
      "text": "but it’s easy to just get deep. It’s so easy to jump into, “What was it like growing"
    },
    {
      "index": 290,
      "start_time": 1537910.0,
      "end_time": 1542370.0,
      "text": "up? What was your favorite part about there? What are some of your happiest memories from"
    },
    {
      "index": 291,
      "start_time": 1542370.0,
      "end_time": 1546490.0,
      "text": "so and so? Should I visit? Would you show me around? What should we do when we go there?”"
    },
    {
      "index": 292,
      "start_time": 1546490.0,
      "end_time": 1552520.0,
      "text": "Bring up childhood memories. Nostalgia always feels good. So, a really boring question,"
    },
    {
      "index": 293,
      "start_time": 1552520.0,
      "end_time": 1556731.0,
      "text": "easy to get deep. Then, I’ll usually give her a third chance."
    },
    {
      "index": 294,
      "start_time": 1556730.0,
      "end_time": 1559879.0,
      "text": "If she’s still not responding, I’ll try a third time, my last question is almost mocking"
    },
    {
      "index": 295,
      "start_time": 1559880.0,
      "end_time": 1563731.0,
      "text": "her. My last question is almost mocking her. It’s just, “So, do you come here often?”"
    },
    {
      "index": 296,
      "start_time": 1563730.0,
      "end_time": 1567220.0,
      "text": "If she’s still not doing, I don’t try to get fancy with these questions. I want"
    },
    {
      "index": 297,
      "start_time": 1567220.0,
      "end_time": 1570720.0,
      "text": "to keep them as boring as possible because I don’t like to think a lot. I don’t want"
    },
    {
      "index": 298,
      "start_time": 1570720.0,
      "end_time": 1574200.0,
      "text": "to work hard. I’m not trying once again I’m not trying to impress her. That’s"
    },
    {
      "index": 299,
      "start_time": 1574200.0,
      "end_time": 1577480.0,
      "text": "the last thing, that’s the last vibe I’m trying to put out. You’re just hanging out"
    },
    {
      "index": 300,
      "start_time": 1577480.0,
      "end_time": 1583659.0,
      "text": "and seeing what she’s got. My second follow-up is, “So, where are you"
    },
    {
      "index": 301,
      "start_time": 1583660.0,
      "end_time": 1586790.0,
      "text": "from?” Then, once again, we’re going to talk about that, and then next we’re going"
    },
    {
      "index": 302,
      "start_time": 1586790.0,
      "end_time": 1590540.0,
      "text": "to talk about what’s going on in this whole like jumble a thing and how you can maximize"
    },
    {
      "index": 303,
      "start_time": 1590540.0,
      "end_time": 1595670.0,
      "text": "that and how you can get her talking with, but before we get to that, the thing winds"
    },
    {
      "index": 304,
      "start_time": 1595670.0,
      "end_time": 1602240.0,
      "text": "down and there is that second well, right? The second well now comes and I’m going"
    },
    {
      "index": 305,
      "start_time": 1602240.0,
      "end_time": 1606910.0,
      "text": "to turn up the shame a little bit higher this time around. I’m going to be overdoing my"
    },
    {
      "index": 306,
      "start_time": 1606910.0,
      "end_time": 1617461.0,
      "text": "well. I’m going to start, “Well…” I’m going to be like trying to make her"
    },
    {
      "index": 307,
      "start_time": 1617460.0,
      "end_time": 1623320.0,
      "text": "feel like, “Are you okay? Is there something wrong with you because do you know how this"
    },
    {
      "index": 308,
      "start_time": 1623320.0,
      "end_time": 1627080.0,
      "text": "works?” I’m not saying this, but I’m essentially communicating this through my"
    },
    {
      "index": 309,
      "start_time": 1627080.0,
      "end_time": 1631820.0,
      "text": "look, through my facial expression, through my hands, trying to get her to fill that second"
    },
    {
      "index": 310,
      "start_time": 1631820.0,
      "end_time": 1634580.0,
      "text": "well. Once again, you turn up the shame. You do"
    },
    {
      "index": 311,
      "start_time": 1634580.0,
      "end_time": 1639100.0,
      "text": "it the second time. Most girls are going to get it. I’ll say like 90 percent of girls"
    },
    {
      "index": 312,
      "start_time": 1639100.0,
      "end_time": 1642220.0,
      "text": "will fill in that second time if you give it to her. She’s going to get it. “Okay,"
    },
    {
      "index": 313,
      "start_time": 1642220.0,
      "end_time": 1646320.0,
      "text": "it’s my turn to contribute. Now, I get it.” Once again, I reward her with a big hug."
    },
    {
      "index": 314,
      "start_time": 1646320.0,
      "end_time": 1653259.0,
      "text": "“You’re the best. Look at you.” Right? Then, third if she still doesn’t fill it"
    },
    {
      "index": 315,
      "start_time": 1653260.0,
      "end_time": 1658250.0,
      "text": "in, I’m really taking my sweet time. I might just say goodbye at that point. For whatever"
    },
    {
      "index": 316,
      "start_time": 1658250.0,
      "end_time": 1663230.0,
      "text": "reason, I want to give her a third chance. That’s when I’ll really be like, “So,"
    },
    {
      "index": 317,
      "start_time": 1663230.0,
      "end_time": 1667520.0,
      "text": "where are you from?” I’m just really over her. I’m just mocking her at this point."
    },
    {
      "index": 318,
      "start_time": 1667520.0,
      "end_time": 1672910.0,
      "text": "It’s just almost like who are you? Are you a human being that’s ever communicated with"
    },
    {
      "index": 319,
      "start_time": 1672910.0,
      "end_time": 1680351.0,
      "text": "another human being before? More to come when those situations happen, but for now, like"
    },
    {
      "index": 320,
      "start_time": 1680350.0,
      "end_time": 1686529.0,
      "text": "I said, majority of the time, they will fill in that space if you leave it for them. That’s"
    },
    {
      "index": 321,
      "start_time": 1686530.0,
      "end_time": 1690780.0,
      "text": "what I say. You do anything in conversation tonight like making them feel that shame,"
    },
    {
      "index": 322,
      "start_time": 1690780.0,
      "end_time": 1694730.0,
      "text": "force them to contribute equally to the conversation. Don’t just try to talk their ear off, trying"
    },
    {
      "index": 323,
      "start_time": 1694730.0,
      "end_time": 1698870.0,
      "text": "to impress them, number one. Being Fully Present. What’s next? How else?"
    },
    {
      "index": 324,
      "start_time": 1698870.0,
      "end_time": 1705520.0,
      "text": "That’s teaching her how to have a conversation. How else do you get here talking now? The"
    },
    {
      "index": 325,
      "start_time": 1705520.0,
      "end_time": 1712880.0,
      "text": "next best way verbally of course to get her talking ‑ and this goes right back to my"
    },
    {
      "index": 326,
      "start_time": 1712880.0,
      "end_time": 1718620.0,
      "text": "Amsterdam experience ‑ the next best way to get her talking is what I call being fully"
    },
    {
      "index": 327,
      "start_time": 1718620.0,
      "end_time": 1724831.0,
      "text": "present. Being fully present, letting her know that there’s nothing else that’s"
    },
    {
      "index": 328,
      "start_time": 1724830.0,
      "end_time": 1728190.0,
      "text": "more important in the world than her right now."
    },
    {
      "index": 329,
      "start_time": 1728190.0,
      "end_time": 1735919.0,
      "text": "Women’s number 1 complaint about guys in bars conversationally number 1 complaint:"
    },
    {
      "index": 330,
      "start_time": 1735920.0,
      "end_time": 1740461.0,
      "text": "I feel like he’s not listening to me. I feel like he’s just waiting for his turn"
    },
    {
      "index": 331,
      "start_time": 1740460.0,
      "end_time": 1746539.0,
      "text": "to talk. Number 1 complaint by women in bars: He’s not listening. He’s just waiting"
    },
    {
      "index": 332,
      "start_time": 1746540.0,
      "end_time": 1750461.0,
      "text": "for his turn to talk. Same thing, right? You’re trying to make it about you. You’re trying"
    },
    {
      "index": 333,
      "start_time": 1750460.0,
      "end_time": 1753759.0,
      "text": "to think, “Oh, well. I’ve got this next line. It’s going to impress her. Yeah, yeah,"
    },
    {
      "index": 334,
      "start_time": 1753760.0,
      "end_time": 1756670.0,
      "text": "yeah. She’s rounding it.” It’s like you’re just waiting for a keyword that you"
    },
    {
      "index": 335,
      "start_time": 1756670.0,
      "end_time": 1760780.0,
      "text": "can snug on to. “Great! I got my keyword. I know what my next question is going to be."
    },
    {
      "index": 336,
      "start_time": 1760780.0,
      "end_time": 1765480.0,
      "text": "I can make this conversation go longer. Gone. I can tune you out. “Great. That’s really"
    },
    {
      "index": 337,
      "start_time": 1765480.0,
      "end_time": 1772130.0,
      "text": "nice. Awesome. Sweet. So, what do you think about that?” She knows. A woman knows when"
    },
    {
      "index": 338,
      "start_time": 1772130.0,
      "end_time": 1778150.0,
      "text": "you’re not listening. A woman knows when you’re just waiting for your turn to talk."
    },
    {
      "index": 339,
      "start_time": 1778150.0,
      "end_time": 1785860.0,
      "text": "The next number one thing you can do to get her talking more is to let her know you really"
    },
    {
      "index": 340,
      "start_time": 1785860.0,
      "end_time": 1790760.0,
      "text": "are interested in what she has to talk about for real though, genuinely. I don’t care"
    },
    {
      "index": 341,
      "start_time": 1790760.0,
      "end_time": 1794071.0,
      "text": "about what I’m going to say next. I can’t even think about what I’m going to say next."
    },
    {
      "index": 342,
      "start_time": 1794070.0,
      "end_time": 1801960.0,
      "text": "All that matters is what you’re talking about right now. No agenda. I’m just fascinated."
    },
    {
      "index": 343,
      "start_time": 1801960.0,
      "end_time": 1807619.0,
      "text": "It’s basically just active listening, but if it was so easy, we’d all be doing it"
    },
    {
      "index": 344,
      "start_time": 1807620.0,
      "end_time": 1813480.0,
      "text": "already. I have some techniques that I find are very helpful and helping you to be more"
    },
    {
      "index": 345,
      "start_time": 1813480.0,
      "end_time": 1819420.0,
      "text": "present, helping you more really tuned in to show her that nothing else matters and"
    },
    {
      "index": 346,
      "start_time": 1819420.0,
      "end_time": 1823490.0,
      "text": "she is whatever else she is saying is the most interesting funny, important thing you"
    },
    {
      "index": 347,
      "start_time": 1823490.0,
      "end_time": 1826941.0,
      "text": "could ever roll around in your brain and think about."
    },
    {
      "index": 348,
      "start_time": 1826940.0,
      "end_time": 1832679.0,
      "text": "Buffering. First one of these techniques and you may be familiar with this if you’ve"
    },
    {
      "index": 349,
      "start_time": 1832680.0,
      "end_time": 1837290.0,
      "text": "watched my speech from last year or present. For last year, I talked about it right at"
    },
    {
      "index": 350,
      "start_time": 1837290.0,
      "end_time": 1843071.0,
      "text": "the end. I called it buffering. You might have seen this. Instead of just saying something"
    },
    {
      "index": 351,
      "start_time": 1843070.0,
      "end_time": 1849649.0,
      "text": "else, instead of just rattling off, you just say, “Really?” Or, “Is that right?”"
    },
    {
      "index": 352,
      "start_time": 1849650.0,
      "end_time": 1856140.0,
      "text": "Then just leave a pause and you look at them, “Oh, really? Ha! That’s really cool.”"
    },
    {
      "index": 353,
      "start_time": 1856140.0,
      "end_time": 1862750.0,
      "text": "Just making this little comment. “That’s so interesting. Ha!” Right?"
    },
    {
      "index": 354,
      "start_time": 1862750.0,
      "end_time": 1867211.0,
      "text": "There became a little bit of a problem with this stuff. Guy just became a buffering robots"
    },
    {
      "index": 355,
      "start_time": 1867210.0,
      "end_time": 1873549.0,
      "text": "like guys would just go out, “Really? That is so interesting.” Just saying it without"
    },
    {
      "index": 356,
      "start_time": 1873550.0,
      "end_time": 1876790.0,
      "text": "much thought, so it kind of lost a little bit of its glow."
    },
    {
      "index": 357,
      "start_time": 1876790.0,
      "end_time": 1880571.0,
      "text": "The Overly Empathetic Child. The new way that I described buffering I think really seals"
    },
    {
      "index": 358,
      "start_time": 1880570.0,
      "end_time": 1884830.0,
      "text": "up those holes I left in it from last year and it’s what I call the overly empathetic"
    },
    {
      "index": 359,
      "start_time": 1884830.0,
      "end_time": 1891249.0,
      "text": "child listening to a story. If you ever want a great example of a listener, just take any"
    },
    {
      "index": 360,
      "start_time": 1891250.0,
      "end_time": 1895910.0,
      "text": "kid. People love kids because when a kid is listening to a story, he doesn’t have some"
    },
    {
      "index": 361,
      "start_time": 1895910.0,
      "end_time": 1899620.0,
      "text": "agenda. He’s not wondering, “Oh, what can I say to get this person to like me more?”"
    },
    {
      "index": 362,
      "start_time": 1899620.0,
      "end_time": 1905000.0,
      "text": "Or “How can I make them laugh afterwards? What can I do…” Kids are just tuned in."
    },
    {
      "index": 363,
      "start_time": 1905000.0,
      "end_time": 1910941.0,
      "text": "they don’t have any hidden agendas. They’re just solely focused on this is so cool, right?"
    },
    {
      "index": 364,
      "start_time": 1910940.0,
      "end_time": 1915779.0,
      "text": "I’d like to say if you’re telling a kid a story and if you’re a good storyteller"
    },
    {
      "index": 365,
      "start_time": 1915780.0,
      "end_time": 1920020.0,
      "text": "whatever you say, “…and then the monsters jump out,” and the kid like literally jumped"
    },
    {
      "index": 366,
      "start_time": 1920020.0,
      "end_time": 1927370.0,
      "text": "out of his chair like, “Oh, my gosh. Monsters!” Right? The best example of listening I could"
    },
    {
      "index": 367,
      "start_time": 1927370.0,
      "end_time": 1933400.0,
      "text": "ever provide. That kid is so tuned in to what it is I’m talking about, to what it is I’m"
    },
    {
      "index": 368,
      "start_time": 1933400.0,
      "end_time": 1938091.0,
      "text": "feeling, he’s literally feeling it 10 ten times stronger as his own body like the kid"
    },
    {
      "index": 369,
      "start_time": 1938090.0,
      "end_time": 1944210.0,
      "text": "just shit in his pants. That’s how strong he’s really tuned in and really paying attention."
    },
    {
      "index": 370,
      "start_time": 1944210.0,
      "end_time": 1953509.0,
      "text": "There’s no better example I can give of listening than that, I always I like say."
    },
    {
      "index": 371,
      "start_time": 1953510.0,
      "end_time": 1957050.0,
      "text": "The thing is usually when you’re nervous, you tend to like tighten up a little bit more,"
    },
    {
      "index": 372,
      "start_time": 1957050.0,
      "end_time": 1962020.0,
      "text": "you tend to be less expressive, so I always like to say overdo the shit on this one. If"
    },
    {
      "index": 373,
      "start_time": 1962020.0,
      "end_time": 1965701.0,
      "text": "there’s a second thing I want you to do in conversation, I want you to be that overly"
    },
    {
      "index": 374,
      "start_time": 1965700.0,
      "end_time": 1970479.0,
      "text": "empathetic child, right? If she says that her dog died, you better have a look on her"
    },
    {
      "index": 375,
      "start_time": 1970480.0,
      "end_time": 1978721.0,
      "text": "face like your mother just died, like that second. I mean you know well wishes for all"
    },
    {
      "index": 376,
      "start_time": 1978720.0,
      "end_time": 1985710.0,
      "text": "of your mothers, of course. That’s a graphic example I know. I apologize for what I’ve"
    },
    {
      "index": 377,
      "start_time": 1985710.0,
      "end_time": 1987950.0,
      "text": "said. Something happier ‑ she just needs to talk"
    },
    {
      "index": 378,
      "start_time": 1987950.0,
      "end_time": 1992019.0,
      "text": "about how she did something really cool. You better have a look on your face like you just"
    },
    {
      "index": 379,
      "start_time": 1992020.0,
      "end_time": 1998140.0,
      "text": "rode over the Grand Canyon in a motorcycle. I’m not asking you to be fake. I’m asking"
    },
    {
      "index": 380,
      "start_time": 1998140.0,
      "end_time": 2003120.0,
      "text": "you to overcompensate for your natural tendency to tighten up, not listen and not respond"
    },
    {
      "index": 381,
      "start_time": 2003120.0,
      "end_time": 2008370.0,
      "text": "emotionally the way that she would like the most."
    },
    {
      "index": 382,
      "start_time": 2008370.0,
      "end_time": 2012270.0,
      "text": "Second thing I want you to do aside from teaching her the conversation, be that overly empathetic"
    },
    {
      "index": 383,
      "start_time": 2012270.0,
      "end_time": 2017800.0,
      "text": "child. There’s few things in this world that turn on a woman more than when she knows"
    },
    {
      "index": 384,
      "start_time": 2017800.0,
      "end_time": 2023860.0,
      "text": "that a man is just fully focused on her, not even thinking about anything but just completely"
    },
    {
      "index": 385,
      "start_time": 2023860.0,
      "end_time": 2029350.0,
      "text": "clued-in, completely tuned in. A few things will turn on a woman more than when she’s"
    },
    {
      "index": 386,
      "start_time": 2029350.0,
      "end_time": 2034341.0,
      "text": "getting genuine, strong attention from a man, few things."
    },
    {
      "index": 387,
      "start_time": 2034340.0,
      "end_time": 2042479.0,
      "text": "Relating and Personalizing. Second technique for being really present I like to call this"
    },
    {
      "index": 388,
      "start_time": 2042480.0,
      "end_time": 2051631.0,
      "text": "one relating and personalizing. It’s a complicated name. What do I mean by that? Relating refers"
    },
    {
      "index": 389,
      "start_time": 2051630.0,
      "end_time": 2059909.0,
      "text": "to relating your own personal experience whatever. Personalizing means asking more personal questions"
    },
    {
      "index": 390,
      "start_time": 2059909.9999999998,
      "end_time": 2064820.9999999998,
      "text": "to her about she’s talking about. Relating ‑ I did this one time. Personalizing, what"
    },
    {
      "index": 391,
      "start_time": 2064820.0000000002,
      "end_time": 2070470.0000000002,
      "text": "was it like? Did you enjoy that? What was your experience like? Would you recommend"
    },
    {
      "index": 392,
      "start_time": 2070469.9999999998,
      "end_time": 2076569.9999999998,
      "text": "it? How did you feel about that? More personal questions about her, about regarding whatever"
    },
    {
      "index": 393,
      "start_time": 2076570.0000000002,
      "end_time": 2078890.0000000002,
      "text": "she’s talking about, and here’s the secret about this stuff."
    },
    {
      "index": 394,
      "start_time": 2078889.9999999998,
      "end_time": 2083399.9999999998,
      "text": "All this stuff, all the listening stuff that we’re talking about, the secret is it requires"
    },
    {
      "index": 395,
      "start_time": 2083400.0,
      "end_time": 2091110.0,
      "text": "no effort whatsoever, zero. The only effort that I’m ever doing in a conversation is"
    },
    {
      "index": 396,
      "start_time": 2091110.0000000002,
      "end_time": 2097110.0000000002,
      "text": "those couple of questions that I mentioned, a couple of questions that I mentioned, and"
    },
    {
      "index": 397,
      "start_time": 2097110.0000000002,
      "end_time": 2101150.0,
      "text": "forcing her to have a conversation sometimes when it’s necessary, right? That’s the"
    },
    {
      "index": 398,
      "start_time": 2101150.0,
      "end_time": 2108080.0,
      "text": "only work I’m ever doing. The rest of this stuff, it’s no thought whatsoever. Relating"
    },
    {
      "index": 399,
      "start_time": 2108080.0,
      "end_time": 2111810.0,
      "text": "and personalizing, I’m just fully tuned in to her. I’m just fully listening to her,"
    },
    {
      "index": 400,
      "start_time": 2111810.0,
      "end_time": 2116540.0,
      "text": "and as I am it’s naturally going to make me think of things in my past. I’m just"
    },
    {
      "index": 401,
      "start_time": 2116540.0,
      "end_time": 2121340.0,
      "text": "naturally going to think of memories, of things that are related to it. No work whatsoever."
    },
    {
      "index": 402,
      "start_time": 2121340.0,
      "end_time": 2124090.0,
      "text": "It just pops out when I’m really paying attention to somebody."
    },
    {
      "index": 403,
      "start_time": 2124090.0,
      "end_time": 2129070.0,
      "text": "If I’m really tuned in, it’s relating. If I’m really tuned in, if I’m really"
    },
    {
      "index": 404,
      "start_time": 2129070.0,
      "end_time": 2132490.0,
      "text": "thinking about what she’s going through and imagining it, imagining myself in that"
    },
    {
      "index": 405,
      "start_time": 2132490.0,
      "end_time": 2137220.0,
      "text": "situation what it would be like, I’m going to have natural curiosities. I’m going to"
    },
    {
      "index": 406,
      "start_time": 2137220.0,
      "end_time": 2142170.0,
      "text": "wonder what that’s like. I won’t be able to help myself."
    },
    {
      "index": 407,
      "start_time": 2142170.0,
      "end_time": 2146610.0,
      "text": "Personalizing is simply an expression of your natural curiosity. No thinking required whatsoever."
    },
    {
      "index": 408,
      "start_time": 2146610.0,
      "end_time": 2155850.0,
      "text": "What’s it like? I want to know. I’m genuinely curios. Relating…personalizing. All of it"
    },
    {
      "index": 409,
      "start_time": 2155850.0,
      "end_time": 2160500.0,
      "text": "once again is just happening as a bubble before the well. This is all swirling around in this"
    },
    {
      "index": 410,
      "start_time": 2160500.0,
      "end_time": 2164720.0,
      "text": "space, getting her talking more. The more you’re really focused on her, the more she’s"
    },
    {
      "index": 411,
      "start_time": 2164720.0,
      "end_time": 2169330.0,
      "text": "going to talk. The more you’re just relating personal stories that you’re just inspired"
    },
    {
      "index": 412,
      "start_time": 2169330.0,
      "end_time": 2172730.0,
      "text": "by and really asking questions that you’re curious about, the more she’s going to talk."
    },
    {
      "index": 413,
      "start_time": 2172730.0,
      "end_time": 2177820.0,
      "text": "Following the Trail of Breadcrumbs. Then, the third technique I have for active listening,"
    },
    {
      "index": 414,
      "start_time": 2177820.0,
      "end_time": 2185270.0,
      "text": "I call it following the trail of breadcrumbs. This one is simple. It’s based on the premise"
    },
    {
      "index": 415,
      "start_time": 2185270.0,
      "end_time": 2188730.0,
      "text": "that women will always tell you what they want to talk about next, if you’re paying"
    },
    {
      "index": 416,
      "start_time": 2188730.0,
      "end_time": 2195860.0,
      "text": "attention. They’ll always drop little hints in the conversation. It’s not complicated."
    },
    {
      "index": 417,
      "start_time": 2195860.0,
      "end_time": 2199620.0,
      "text": "We make it ourselves complicated like, “Okay. I have to say something funny. I have to say"
    },
    {
      "index": 418,
      "start_time": 2199620.0,
      "end_time": 2204990.0,
      "text": "something clever. I have to say something interesting. Now, just take the easy layup."
    },
    {
      "index": 419,
      "start_time": 2204990.0,
      "end_time": 2210990.0,
      "text": "Just take the lob that she’s throwing right at you. Don’t try to be fancy. You don’t"
    },
    {
      "index": 420,
      "start_time": 2210990.0,
      "end_time": 2215060.0,
      "text": "have to. She’s going to be like, “Yeah, it was fun. We did that for a couple of years,"
    },
    {
      "index": 421,
      "start_time": 2215060.0,
      "end_time": 2219520.0,
      "text": "but then you know I had to stop.” “Why did you have to stop?”"
    },
    {
      "index": 422,
      "start_time": 2219520.0,
      "end_time": 2224230.0,
      "text": "“Oh, I had some family stuff going on and my heart wasn’t in it.”"
    },
    {
      "index": 423,
      "start_time": 2224230.0,
      "end_time": 2228300.0,
      "text": "“Well, I don&#39;t know if you want to talk about the family stuff. Why wasn’t your"
    },
    {
      "index": 424,
      "start_time": 2228300.0,
      "end_time": 2234020.0,
      "text": "heart in it?” Simple. Follow the trail of breadcrumbs that she’s laying out for you."
    },
    {
      "index": 425,
      "start_time": 2234020.0,
      "end_time": 2238870.0,
      "text": "No need to look anywhere else outside of the material she’s just throwing at you if you’re"
    },
    {
      "index": 426,
      "start_time": 2238870.0,
      "end_time": 2242110.0,
      "text": "really paying attention. Validation in the Form of Sexual Interest."
    },
    {
      "index": 427,
      "start_time": 2242110.0,
      "end_time": 2249600.0,
      "text": "How to get her talking more? Other than physical, questions, teaching her how to have conversation,"
    },
    {
      "index": 428,
      "start_time": 2249600.0,
      "end_time": 2254950.0,
      "text": "being fully present ‑ three most powerful verbal ways that you’re going to get her"
    },
    {
      "index": 429,
      "start_time": 2254950.0,
      "end_time": 2259040.0,
      "text": "talking more. Possibly the three most powerful because there’s another one that’s also"
    },
    {
      "index": 430,
      "start_time": 2259040.0,
      "end_time": 2266060.0,
      "text": "ridiculously powerful, ridiculously powerful. It’s possibly the most powerful way that"
    },
    {
      "index": 431,
      "start_time": 2266060.0,
      "end_time": 2276580.0,
      "text": "you can affect a woman, and that is to give her validation in the form of sexual interest."
    },
    {
      "index": 432,
      "start_time": 2276580.0,
      "end_time": 2287030.0,
      "text": "She’s a girl. She wants to feel desired by a man. It’s in her DNA. She can’t help"
    },
    {
      "index": 433,
      "start_time": 2287030.0,
      "end_time": 2293850.0,
      "text": "it. When she starts giving off signals that she’s interested in you, signals are really"
    },
    {
      "index": 434,
      "start_time": 2293850.0,
      "end_time": 2299910.0,
      "text": "simple. I have four: (1) She’s holding eye contact. That’s a strong one. You’re getting"
    },
    {
      "index": 435,
      "start_time": 2299910.0,
      "end_time": 2307930.0,
      "text": "eye contact. It’s over. (2) She’s filling in those gaps in the conversation. Why do"
    },
    {
      "index": 436,
      "start_time": 2307930.0,
      "end_time": 2311910.0,
      "text": "you think I smiled so much when she fills in that gap that I’m leaving for her? That’s"
    },
    {
      "index": 437,
      "start_time": 2311910.0,
      "end_time": 2319260.0,
      "text": "a sign that she’s attracted to you. (3) She gets a real smile on her face, not a polite"
    },
    {
      "index": 438,
      "start_time": 2319260.0,
      "end_time": 2325810.0,
      "text": "smile but a genuine smile. She’s really happy, can’t help it. (4) This is another"
    },
    {
      "index": 439,
      "start_time": 2325810.0,
      "end_time": 2329300.0,
      "text": "strong one, too: she points her hips at you. People will always point their hips at what"
    },
    {
      "index": 440,
      "start_time": 2329300.0,
      "end_time": 2335210.0,
      "text": "they’re most interested in. A woman gives me her hips, I’m all over her at that point."
    },
    {
      "index": 441,
      "start_time": 2335210.0,
      "end_time": 2342080.0,
      "text": "But the point being is that when a woman shows her interest in you, if you don’t respond"
    },
    {
      "index": 442,
      "start_time": 2342080.0,
      "end_time": 2349290.0,
      "text": "with interest as well, if you don’t say I like you, too, you’re basically telling"
    },
    {
      "index": 443,
      "start_time": 2349290.0,
      "end_time": 2354720.0,
      "text": "her, “Thanks but no thanks, bro. Like you’re cool, good luck with everything, I’m not"
    },
    {
      "index": 444,
      "start_time": 2354720.0,
      "end_time": 2358280.0,
      "text": "just that into you.” Or, “I’m not just confident enough to do something.” Either"
    },
    {
      "index": 445,
      "start_time": 2358280.0,
      "end_time": 2362490.0,
      "text": "way, she’s going to go find another guy. She’s out at the bar, she’s looking for"
    },
    {
      "index": 446,
      "start_time": 2362490.0,
      "end_time": 2365750.0,
      "text": "love. She’s looking for excitement. She wants to hook up or at least flirt and have"
    },
    {
      "index": 447,
      "start_time": 2365750.0,
      "end_time": 2369490.0,
      "text": "a sexy time. If you’re not going to be the guy that’s going to give it to her, on to"
    },
    {
      "index": 448,
      "start_time": 2369490.0,
      "end_time": 2375020.0,
      "text": "the next one really easy. In that moment that she starts lighting up and she starts showing"
    },
    {
      "index": 449,
      "start_time": 2375020.0,
      "end_time": 2381210.0,
      "text": "you she’s interested in you, if you do not express your interest back towards her, you’re"
    },
    {
      "index": 450,
      "start_time": 2381210.0,
      "end_time": 2385350.0,
      "text": "going to lose her every single time. Why does she want a guy that doesn’t like"
    },
    {
      "index": 451,
      "start_time": 2385350.0,
      "end_time": 2390910.0,
      "text": "her or can’t even express it if he does? You have to. You must know in that situation"
    },
    {
      "index": 452,
      "start_time": 2390910.0,
      "end_time": 2398900.0,
      "text": "express your sexual interest, giving her validation through your sexual interest. That’s really"
    },
    {
      "index": 453,
      "start_time": 2398900.0,
      "end_time": 2404620.0,
      "text": "what escalation is. That’s really all escalation is. It’s showing a girl you’re interested"
    },
    {
      "index": 454,
      "start_time": 2404620.0,
      "end_time": 2409010.0,
      "text": "in her through the way you look at her, through the way you touch her, through how bad you"
    },
    {
      "index": 455,
      "start_time": 2409010.0,
      "end_time": 2412510.0,
      "text": "want your body on top of her, and through the things that you’re saying because you"
    },
    {
      "index": 456,
      "start_time": 2412510.0,
      "end_time": 2416750.0,
      "text": "can’t help but think of them that she’s turning you on. That’s all escalation is,"
    },
    {
      "index": 457,
      "start_time": 2416750.0,
      "end_time": 2420090.0,
      "text": "and that’s a whole another speech. Once again, you want to talk about that in"
    },
    {
      "index": 458,
      "start_time": 2420090.0,
      "end_time": 2428000.0,
      "text": "questions or when we’re out, awesome. Let’s do it, but I’ll probably be talking about"
    },
    {
      "index": 459,
      "start_time": 2428000.0,
      "end_time": 2431780.0,
      "text": "that. It will probably be the basis of my speech next year. No time whatsoever to delve"
    },
    {
      "index": 460,
      "start_time": 2431780.0,
      "end_time": 2437630.0,
      "text": "into escalation, but I will say very briefly is that if you give that woman that sexual"
    },
    {
      "index": 461,
      "start_time": 2437630.0,
      "end_time": 2442200.0,
      "text": "validation “I’m attracted to you. I like you,” that definitely ranks up there with"
    },
    {
      "index": 462,
      "start_time": 2442200.0,
      "end_time": 2446810.0,
      "text": "all the other powerful ways of getting her excited and getting her wanting to talk more."
    },
    {
      "index": 463,
      "start_time": 2446810.0,
      "end_time": 2450030.0,
      "text": "Once again, if you don’t, she’s going to talk less, she’s going to talk less."
    },
    {
      "index": 464,
      "start_time": 2450030.0,
      "end_time": 2454270.0,
      "text": "She’s going to start looking around. She’s going to say, “I’ll see you later. Good"
    },
    {
      "index": 465,
      "start_time": 2454270.0,
      "end_time": 2460460.0,
      "text": "luck with everything.” Every single time, so you have to display your sexual interested"
    },
    {
      "index": 466,
      "start_time": 2460460.0,
      "end_time": 2471130.0,
      "text": "for her. That’s really it. if I’m doing all of that, once again the majority of guys"
    },
    {
      "index": 467,
      "start_time": 2471130.0,
      "end_time": 2476570.0,
      "text": "who are out there just walk up to her, try to win her over, do all of the talking, trying"
    },
    {
      "index": 468,
      "start_time": 2476570.0,
      "end_time": 2480000.0,
      "text": "to impress her, not letting any of those silences fall because they’re too nervous and they"
    },
    {
      "index": 469,
      "start_time": 2480000.0,
      "end_time": 2486460.0,
      "text": "can’t handle it. Every single girl is like, “Yup. Another one of those guys” Another"
    },
    {
      "index": 470,
      "start_time": 2486460.0,
      "end_time": 2492180.0,
      "text": "one of those guys. But if you’re a guy, walks up, looks her"
    },
    {
      "index": 471,
      "start_time": 2492180.0,
      "end_time": 2497810.0,
      "text": "strong in the eye, has a confident expression on his face, shows that he is comfortable"
    },
    {
      "index": 472,
      "start_time": 2497810.0,
      "end_time": 2501630.0,
      "text": "touching her and being close to her, is not afraid of her, shows he’s not trying to"
    },
    {
      "index": 473,
      "start_time": 2501630.0,
      "end_time": 2506290.0,
      "text": "win her over and impress her with his words. He’s actually forcing her, expecting her"
    },
    {
      "index": 474,
      "start_time": 2506290.0,
      "end_time": 2510470.0,
      "text": "to contribute equally to the conversation, to show that he’s not just thinking of the"
    },
    {
      "index": 475,
      "start_time": 2510470.0,
      "end_time": 2513710.0,
      "text": "next thing that he’s going to say to impress her, to show that he’s not no agenda, just"
    },
    {
      "index": 476,
      "start_time": 2513710.0,
      "end_time": 2519770.0,
      "text": "totally tuned into her, totally comfortable with it, and showing that he’s interested"
    },
    {
      "index": 477,
      "start_time": 2519770.0,
      "end_time": 2527880.0,
      "text": "in her. You’re going to ask any girl, how many guys do that? Maybe 1 percent barely"
    },
    {
      "index": 478,
      "start_time": 2527880.0,
      "end_time": 2534850.0,
      "text": "say they never see those guys, so when they do they immediately know. “Oh, it’s one"
    },
    {
      "index": 479,
      "start_time": 2534850.0,
      "end_time": 2545270.0,
      "text": "of those guys. I like those guys.” I want to go back and touch what happens again"
    },
    {
      "index": 480,
      "start_time": 2545270.0,
      "end_time": 2557460.0,
      "text": "if maybe she’s not as receptive, right? What happens if she doesn’t give you a strong"
    },
    {
      "index": 481,
      "start_time": 2557460.0,
      "end_time": 2561600.0,
      "text": "signal. Once again if you’re bringing everything that I just mentioned, you’re going to be"
    },
    {
      "index": 482,
      "start_time": 2561600.0,
      "end_time": 2567340.0,
      "text": "getting positive responses the vast majority of the time. I promise. If you’re not, you"
    },
    {
      "index": 483,
      "start_time": 2567340.0,
      "end_time": 2570100.0,
      "text": "won’t. Promise. Once again, there’s always those situations"
    },
    {
      "index": 484,
      "start_time": 2570100.0,
      "end_time": 2574670.0,
      "text": "where maybe you’re a little bit off, maybe she’s a little bit off. What do you do in"
    },
    {
      "index": 485,
      "start_time": 2574670.0,
      "end_time": 2580420.0,
      "text": "those situations? A couple of things, a couple of verbal things I like to do. Once again,"
    },
    {
      "index": 486,
      "start_time": 2580420.0,
      "end_time": 2584010.0,
      "text": "I’m going to usually turn up my physicalness to see if I can jar her out of it with a little"
    },
    {
      "index": 487,
      "start_time": 2584010.0,
      "end_time": 2589680.0,
      "text": "extra energy for my body the strongest way. But verbally I’m also going to spice things"
    },
    {
      "index": 488,
      "start_time": 2589680.0,
      "end_time": 2593430.0,
      "text": "up, just a little bit to see if I can maybe shake her loose, shake her out of whatever"
    },
    {
      "index": 489,
      "start_time": 2593430.0,
      "end_time": 2597210.0,
      "text": "kind of funk she’s in, shake myself out of whatever funk I’m in, too. The things"
    },
    {
      "index": 490,
      "start_time": 2597210.0,
      "end_time": 2601460.0,
      "text": "that I do to spice things up, they’re just self-amusing. They’re just things that I"
    },
    {
      "index": 491,
      "start_time": 2601460.0,
      "end_time": 2605990.0,
      "text": "do to have fun with the conversation because I have to entertain myself because she’s"
    },
    {
      "index": 492,
      "start_time": 2605990.0,
      "end_time": 2609420.0,
      "text": "not being very entertaining at the time. Playfully Challenging. What are some of those"
    },
    {
      "index": 493,
      "start_time": 2609420.0,
      "end_time": 2614570.0,
      "text": "things? Being playfully challenging is one of them. This one is simple. Whatever she"
    },
    {
      "index": 494,
      "start_time": 2614570.0,
      "end_time": 2620520.0,
      "text": "says, I’m just going to challenge her on it. She says she did, she says she went to"
    },
    {
      "index": 495,
      "start_time": 2620520.0,
      "end_time": 2625760.0,
      "text": "Harvard or whatever, “No. You didn’t. You’re such a liar. I don’t believe you"
    },
    {
      "index": 496,
      "start_time": 2625760.0,
      "end_time": 2629290.0,
      "text": "at all.” The expression is playfully challenging. You have a smile, you got to look them in"
    },
    {
      "index": 497,
      "start_time": 2629290.0,
      "end_time": 2633110.0,
      "text": "the eye. It’s almost saying, “You’re not that cool. I refuse to believe you’re"
    },
    {
      "index": 498,
      "start_time": 2633110.0,
      "end_time": 2640000.0,
      "text": "that cool. No way. You never did that. You’re a liar.” Playfully challenging."
    },
    {
      "index": 499,
      "start_time": 2640000.0,
      "end_time": 2643400.0,
      "text": "Playfully Disagreeing. Playfully disagreeing is another one. Whatever opinion she expresses"
    },
    {
      "index": 500,
      "start_time": 2643400.0,
      "end_time": 2648390.0,
      "text": "about something, I’m just going to express the direct opposite strongly. She says, “Oh,"
    },
    {
      "index": 501,
      "start_time": 2648390.0,
      "end_time": 2650000.0,
      "text": "my gosh. I love those guys.” “I hate those guys.”"
    },
    {
      "index": 502,
      "start_time": 2650000.0,
      "end_time": 2655350.0,
      "text": "“What? What are you talking about” “I don’t even know who you’re talking"
    },
    {
      "index": 503,
      "start_time": 2655350.0,
      "end_time": 2660740.0,
      "text": "about.” I’m just throwing to throw her off. “Oh, my gosh like that is the worst."
    },
    {
      "index": 504,
      "start_time": 2660740.0,
      "end_time": 2663490.0,
      "text": "That sucks.” “What are you talking about? That’s my"
    },
    {
      "index": 505,
      "start_time": 2663490.0,
      "end_time": 2667330.0,
      "text": "favorite. My dad and I used to do that every single day. “What are you talking about?”"
    },
    {
      "index": 506,
      "start_time": 2667330.0,
      "end_time": 2672080.0,
      "text": "“Really? Oh, my gosh. I’m sorry ‑ No, no. I’m just kidding.” Playfully disagreeing."
    },
    {
      "index": 507,
      "start_time": 2672080.0,
      "end_time": 2678970.0,
      "text": "Another one of my favorites, I use this constantly, constantly you block. Whatever she says, it’s"
    },
    {
      "index": 508,
      "start_time": 2678970.0,
      "end_time": 2682680.0,
      "text": "just that old middle school thing you block. “That’s stupid.”"
    },
    {
      "index": 509,
      "start_time": 2682680.0,
      "end_time": 2684780.0,
      "text": "“You’re stupid.” “Oh, my gosh. It looks like fun.”"
    },
    {
      "index": 510,
      "start_time": 2684780.0,
      "end_time": 2689520.0,
      "text": "“You look like fun.” Whatever she says, “That’s the worst.”"
    },
    {
      "index": 511,
      "start_time": 2689520.0,
      "end_time": 2692970.0,
      "text": "“You’re the worst.” Whatever it is, you’re block. It’s a great way to just"
    },
    {
      "index": 512,
      "start_time": 2692970.0,
      "end_time": 2697380.0,
      "text": "kind of mix things up. It’s so easy. Famance and Playful Disinterest. Two other"
    },
    {
      "index": 513,
      "start_time": 2697380.0,
      "end_time": 2701370.0,
      "text": "ways that I like to mix things up if it gets to it, and these are two different sides to"
    },
    {
      "index": 514,
      "start_time": 2701370.0,
      "end_time": 2708550.0,
      "text": "this exact same coin: Famance, which of course is French for false romance – I don’t"
    },
    {
      "index": 515,
      "start_time": 2708550.0,
      "end_time": 2717770.0,
      "text": "speak French. Famance and playful disinterest. Two sides of the same coin. Famance says whatever"
    },
    {
      "index": 516,
      "start_time": 2717770.0,
      "end_time": 2722930.0,
      "text": "she’s talking about, “Oh, my gosh. That’s the hottest, sexiest thing I’ve ever heard"
    },
    {
      "index": 517,
      "start_time": 2722930.0,
      "end_time": 2724660.0,
      "text": "in my life.” She’s like, “Oh, my gosh. I got this new"
    },
    {
      "index": 518,
      "start_time": 2724660.0,
      "end_time": 2728600.0,
      "text": "rain boots.” “I love new rain boots. Oh, my gosh. Those"
    },
    {
      "index": 519,
      "start_time": 2728600.0,
      "end_time": 2731340.0,
      "text": "are sexy rain boots.” Those are good because you can touch her a little bit more. You can"
    },
    {
      "index": 520,
      "start_time": 2731340.0,
      "end_time": 2736360.0,
      "text": "get closer to her, and you’re playing around, so she’s a lot more loose with what she’ll"
    },
    {
      "index": 521,
      "start_time": 2736360.0,
      "end_time": 2741070.0,
      "text": "allow. On the other side of the coin, playful disinterest."
    },
    {
      "index": 522,
      "start_time": 2741070.0,
      "end_time": 2744710.0,
      "text": "“Ugh!” This one is easy for me. This one is easy for me. If a girl says she’s from"
    },
    {
      "index": 523,
      "start_time": 2744710.0,
      "end_time": 2750080.0,
      "text": "Ohio, “I’m from Michigan. In case you weren’t aware, our two states fought a war"
    },
    {
      "index": 524,
      "start_time": 2750080.0,
      "end_time": 2756630.0,
      "text": "at some point. We’ve hated each other ever since with a passion. Why wouldn’t I? They’re"
    },
    {
      "index": 525,
      "start_time": 2756630.0,
      "end_time": 2760180.0,
      "text": "rednecks.” Sorry. No offense to any Ohio people of course,"
    },
    {
      "index": 526,
      "start_time": 2760180.0,
      "end_time": 2766770.0,
      "text": "all in good fun, but I’m definitely going to give her some play, right? I’ll turn"
    },
    {
      "index": 527,
      "start_time": 2766770.0,
      "end_time": 2772410.0,
      "text": "my back a little bit. “Are you serious? Gross.” I might often what I’ll do, I’ll"
    },
    {
      "index": 528,
      "start_time": 2772410.0,
      "end_time": 2776030.0,
      "text": "make physical contact. I’ll establish physical contact with her when I do it like I’ll"
    },
    {
      "index": 529,
      "start_time": 2776030.0,
      "end_time": 2779290.0,
      "text": "push her away a little bit but I’m still touching her, right? Letting her know I’m"
    },
    {
      "index": 530,
      "start_time": 2779290.0,
      "end_time": 2783020.0,
      "text": "still interested with my physicalness, so she still like stays interested. I’m not"
    },
    {
      "index": 531,
      "start_time": 2783020.0,
      "end_time": 2786860.0,
      "text": "actually and then I’ll come back. “It’s all right. I’ve had friends from Ohio. You"
    },
    {
      "index": 532,
      "start_time": 2786860.0,
      "end_time": 2791430.0,
      "text": "guys aren’t that bad. I’m sure your dad rides a truck. I can go and accept that. It’s"
    },
    {
      "index": 533,
      "start_time": 2791430.0,
      "end_time": 2798320.0,
      "text": "no problem.” Nothing wrong with truck driving, either; it’s an honorable profession. It’s"
    },
    {
      "index": 534,
      "start_time": 2798320.0,
      "end_time": 2808320.0,
      "text": "an Ohio joke. Some different ways I mix things up in case you’re getting tight."
    },
    {
      "index": 535,
      "start_time": 2808320.0,
      "end_time": 2812000.0,
      "text": "The Warm Goodbye. One other thing I want to leave you with if it’s not going so. Once"
    },
    {
      "index": 536,
      "start_time": 2812000.0,
      "end_time": 2816290.0,
      "text": "again, I’m usually going to give her two tries, sometimes three if I’m feeling really"
    },
    {
      "index": 537,
      "start_time": 2816290.0,
      "end_time": 2820750.0,
      "text": "generous to contribute back to the conversation. If I’m feeling really generous, I’ll give"
    },
    {
      "index": 538,
      "start_time": 2820750.0,
      "end_time": 2828040.0,
      "text": "her a third shot, but when it’s just deadwood, when it’s just nothing there, very, very"
    },
    {
      "index": 539,
      "start_time": 2828040.0,
      "end_time": 2835700.0,
      "text": "important that you employ what I call the warm goodbye. There is another thing that"
    },
    {
      "index": 540,
      "start_time": 2835700.0,
      "end_time": 2838750.0,
      "text": "I’d like you to do tonight. I would love you all to employ the warm goodbye."
    },
    {
      "index": 541,
      "start_time": 2838750.0,
      "end_time": 2844220.0,
      "text": "What’s the warm goodbye? It’s really simple. “Hey, guys, I got to get back to my friends,"
    },
    {
      "index": 542,
      "start_time": 2844220.0,
      "end_time": 2848190.0,
      "text": "but it’s been fun. It’s been really fun talking to you. I hope you have a great rest"
    },
    {
      "index": 543,
      "start_time": 2848190.0,
      "end_time": 2856650.0,
      "text": "of the night. Cheers!” You go to your friends. Why is this is so important? Why is this so"
    },
    {
      "index": 544,
      "start_time": 2856650.0,
      "end_time": 2863360.0,
      "text": "freaking important? It’s important for a number of reasons. Number 1, you want to may"
    },
    {
      "index": 545,
      "start_time": 2863360.0,
      "end_time": 2868830.0,
      "text": "be save some sort of chance with that girl. Maybe she’s just in a funk. Maybe it’s"
    },
    {
      "index": 546,
      "start_time": 2868830.0,
      "end_time": 2871530.0,
      "text": "early on in the night, and she’s still feeling a little awkward. She hasn’t had enough"
    },
    {
      "index": 547,
      "start_time": 2871530.0,
      "end_time": 2877080.0,
      "text": "drinks yet to feel sexy and confident, so she’s just a little stiff, right. If you’re"
    },
    {
      "index": 548,
      "start_time": 2877080.0,
      "end_time": 2882880.0,
      "text": "sitting there, showing no social intelligence whatsoever, just trying to drag out this conversation,"
    },
    {
      "index": 549,
      "start_time": 2882880.0,
      "end_time": 2889100.0,
      "text": "doing all the talking, trying to win her over, it’s just to get more awkward and more awkward,"
    },
    {
      "index": 550,
      "start_time": 2889100.0,
      "end_time": 2893390.0,
      "text": "and you’re going to feel worse and worse, and she’s going to get more turned off."
    },
    {
      "index": 551,
      "start_time": 2893390.0,
      "end_time": 2898700.0,
      "text": "She’s going to think who is this weirdo?” But if you just show social intelligence,"
    },
    {
      "index": 552,
      "start_time": 2898700.0,
      "end_time": 2902200.0,
      "text": "go up not try to impress her, see what she’s got, and she’s not there yet. You’re just"
    },
    {
      "index": 553,
      "start_time": 2902200.0,
      "end_time": 2906740.0,
      "text": "like, “Hey, I got to get back to my friends. You guys have a good night.”"
    },
    {
      "index": 554,
      "start_time": 2906740.0,
      "end_time": 2912750.0,
      "text": "All of a sudden, she starts thinking, “Wait. That was actually a cool guy. Like I was an"
    },
    {
      "index": 555,
      "start_time": 2912750.0,
      "end_time": 2917240.0,
      "text": "asshole there like this is why my mother always ask me why I’m single all the time. That’s"
    },
    {
      "index": 556,
      "start_time": 2917240.0,
      "end_time": 2920660.0,
      "text": "why! Fuck!” I’ve had so many girls come up to me after"
    },
    {
      "index": 557,
      "start_time": 2920660.0,
      "end_time": 2924940.0,
      "text": "I warmed goodbye them. “Hey, how’s it going? Yeah. I was being this way and that"
    },
    {
      "index": 558,
      "start_time": 2924940.0,
      "end_time": 2929980.0,
      "text": "way. It’s number 1: saving any possible chance you have with those girls."
    },
    {
      "index": 559,
      "start_time": 2929980.0,
      "end_time": 2937000.0,
      "text": "Number 2 reason for the warm goodbye: every other girl in that place is watching you."
    },
    {
      "index": 560,
      "start_time": 2937000.0,
      "end_time": 2941830.0,
      "text": "They are. They want to see how does this go. They’re going to be judging that interaction."
    },
    {
      "index": 561,
      "start_time": 2941830.0,
      "end_time": 2952820.0,
      "text": "Five minutes? Really? Crap! I’m glad I have some perfect timing.” Time flies when you’re"
    },
    {
      "index": 562,
      "start_time": 2952820.0,
      "end_time": 2956370.0,
      "text": "rocking them. Second most important reason: everybody else"
    },
    {
      "index": 563,
      "start_time": 2956370.0,
      "end_time": 2961080.0,
      "text": "is watching you, so if you’re just kind of like if they’re kind of closing the group"
    },
    {
      "index": 564,
      "start_time": 2961080.0,
      "end_time": 2964710.0,
      "text": "in and you see they’re not responding, you just kind of put your head down and slink"
    },
    {
      "index": 565,
      "start_time": 2964710.0,
      "end_time": 2969180.0,
      "text": "away in shame, they’re going to say, “Oh man, that guy just got shot down hard.”"
    },
    {
      "index": 566,
      "start_time": 2969180.0,
      "end_time": 2974500.0,
      "text": "Right? Instead, if you say, “You know what, it’s"
    },
    {
      "index": 567,
      "start_time": 2974500.0,
      "end_time": 2977250.0,
      "text": "been great talking to you, girls. Have a great night.” You walk away."
    },
    {
      "index": 568,
      "start_time": 2977250.0,
      "end_time": 2982070.0,
      "text": "Then all of a sudden, they’re like, “Oh, he seems like a fun, cool social guy. Those"
    },
    {
      "index": 569,
      "start_time": 2982070.0,
      "end_time": 2987050.0,
      "text": "girls are just kind of awkward and cold.” Like some girls know that girls are just icy"
    },
    {
      "index": 570,
      "start_time": 2987050.0,
      "end_time": 2990870.0,
      "text": "like that’s commonly accepted in girl knowledge. They’ll be like, “Oh, those are those"
    },
    {
      "index": 571,
      "start_time": 2990870.0,
      "end_time": 3000230.0,
      "text": "girls. I hope I don’t want to be those girls. My mother always asks me why I’m not married."
    },
    {
      "index": 572,
      "start_time": 3000230.0,
      "end_time": 3004860.0,
      "text": "It’s every girl’s nightmare. It’s fantastic.” Number 3 reason is the most important I would"
    },
    {
      "index": 573,
      "start_time": 3004860.0,
      "end_time": 3008530.0,
      "text": "say, though, you do it for you. You do it for you. you’re saying, “No. I’m not"
    },
    {
      "index": 574,
      "start_time": 3008530.0,
      "end_time": 3012700.0,
      "text": "ending this on your terms. You’re not rejecting me. You’re not trying to sit here and say"
    },
    {
      "index": 575,
      "start_time": 3012700.0,
      "end_time": 3017790.0,
      "text": "I’m not good enough for you.” Right? “You’re the socially awkward one. You’re the weirdo."
    },
    {
      "index": 576,
      "start_time": 3017790.0,
      "end_time": 3023780.0,
      "text": "I’m ending this on my terms. I’m saying goodbye to you.” You walk away a little"
    },
    {
      "index": 577,
      "start_time": 3023780.0,
      "end_time": 3027190.0,
      "text": "bit taller. You walk away a little bit stronger. You walk away with a little bit more confidence"
    },
    {
      "index": 578,
      "start_time": 3027190.0,
      "end_time": 3031350.0,
      "text": "for your next interaction. Every single time, it’s magical. I promise you."
    },
    {
      "index": 579,
      "start_time": 3031350.0,
      "end_time": 3035620.0,
      "text": "Sometimes when you see they’re really kind of bitchy, I’ll be patronizing. “You know"
    },
    {
      "index": 580,
      "start_time": 3035620.0,
      "end_time": 3039160.0,
      "text": "what, it’s been such a pleasure talking to you guys. I really hope you have a good"
    },
    {
      "index": 581,
      "start_time": 3039160.0,
      "end_time": 3043160.0,
      "text": "rest of the night. Good luck with everything, girls. Good luck with everything.” It makes"
    },
    {
      "index": 582,
      "start_time": 3043160.0,
      "end_time": 3046640.0,
      "text": "me feel a little bit better, but I don’t recommend it. It’s kind of like a dick move,"
    },
    {
      "index": 583,
      "start_time": 3046640.0,
      "end_time": 3050300.0,
      "text": "but it makes me feel a little bit better, and it closes all off because we’re wrapping"
    },
    {
      "index": 584,
      "start_time": 3050300.0,
      "end_time": 3050810.0,
      "text": "up."
    },
    {
      "index": 585,
      "start_time": 3050810.0,
      "end_time": 3054370.0,
      "text": "Maybe you do have time for Q&amp;A?"
    },
    {
      "index": 586,
      "start_time": 3054370.0,
      "end_time": 3061050.0,
      "text": "Awesome. Just in case you’re wondering what happened in Amsterdam, as I started to give"
    },
    {
      "index": 587,
      "start_time": 3061050.0,
      "end_time": 3065770.0,
      "text": "him more validation, he started working for me more. He started giving more back to me."
    },
    {
      "index": 588,
      "start_time": 3065770.0,
      "end_time": 3068540.0,
      "text": "I was giving exactly what he was looking for, so this guy loved me."
    },
    {
      "index": 589,
      "start_time": 3068540.0,
      "end_time": 3071100.0,
      "text": "He started, “Yeah, bro. Then I did that and that.”"
    },
    {
      "index": 590,
      "start_time": 3071100.0,
      "end_time": 3074240.0,
      "text": "“Oh, yeah. It was really cool.” “Oh, man, yeah. So we were doing this and"
    },
    {
      "index": 591,
      "start_time": 3074240.0,
      "end_time": 3077060.0,
      "text": "it was totally fun. Yeah, we did that and that.”"
    },
    {
      "index": 592,
      "start_time": 3077060.0,
      "end_time": 3080720.0,
      "text": "“No way. That’s sweet. Shut up.” I’m being genuine here. You can’t fake this"
    },
    {
      "index": 593,
      "start_time": 3080720.0,
      "end_time": 3085380.0,
      "text": "because they’re going to know effing with them, right? “No way! That’s really sweet.”"
    },
    {
      "index": 594,
      "start_time": 3085380.0,
      "end_time": 3088770.0,
      "text": "As he started coming towards me more like talking more because I’m like getting him"
    },
    {
      "index": 595,
      "start_time": 3088770.0,
      "end_time": 3092560.0,
      "text": "more excited that I really know what he was talking about, I started leaning back a little"
    },
    {
      "index": 596,
      "start_time": 3092560.0,
      "end_time": 3099380.0,
      "text": "bit. “No way. Shut up. It’s wild. Get out of here. It’s so cool.”"
    },
    {
      "index": 597,
      "start_time": 3099380.0,
      "end_time": 3105210.0,
      "text": "I started talking less and less and everybody else was now looking at me, and I was leaning"
    },
    {
      "index": 598,
      "start_time": 3105210.0,
      "end_time": 3108500.0,
      "text": "back because the center of attention was now giving all his attention to me. Of course"
    },
    {
      "index": 599,
      "start_time": 3108500.0,
      "end_time": 3112080.0,
      "text": "everybody else in the group is going to be giving their attention to me, and so they"
    },
    {
      "index": 600,
      "start_time": 3112080.0,
      "end_time": 3117950.0,
      "text": "stopped asking questions. “Yeah cool, man. It’s great. Awesome. All right, cool.”"
    },
    {
      "index": 601,
      "start_time": 3117950.0,
      "end_time": 3124410.0,
      "text": "I kind of wind it down. Of course, as I leaned back, the sweet Romanian girl started cuddling"
    },
    {
      "index": 602,
      "start_time": 3124410.0,
      "end_time": 3130270.0,
      "text": "back up next to me. I had her leaning back towards me. I just looked at her and said,"
    },
    {
      "index": 603,
      "start_time": 3130270.0,
      "end_time": 3138710.0,
      "text": "“Want to go grab a beer?” Got out of there, had a beer, had a wonderful rest of the vacation"
    },
    {
      "index": 604,
      "start_time": 3138710.0,
      "end_time": 3146970.0,
      "text": "together as douchely as possible. That’s how you take the masculine role in"
    },
    {
      "index": 605,
      "start_time": 3146970.0,
      "end_time": 3155160.0,
      "text": "a conversation. Thank you, guys. Questions, please."
    },
    {
      "index": 606,
      "start_time": 3155160.0,
      "end_time": 3168470.0,
      "text": "Two questions, we have. Please decide so I don’t have to be the asshole. Okay."
    },
    {
      "index": 607,
      "start_time": 3168470.0,
      "end_time": 3169770.0,
      "text": "Great speech. I love it a lot."
    },
    {
      "index": 608,
      "start_time": 3169770.0,
      "end_time": 3170190.0,
      "text": "Thank you."
    },
    {
      "index": 609,
      "start_time": 3170190.0,
      "end_time": 3175780.0,
      "text": "I really have a question. What kind of emotional response are you trying to elicit when you"
    },
    {
      "index": 610,
      "start_time": 3175780.0,
      "end_time": 3177330.0,
      "text": "are employing this tactic?"
    },
    {
      "index": 611,
      "start_time": 3177330.0,
      "end_time": 3178600.0,
      "text": "Good question."
    },
    {
      "index": 612,
      "start_time": 3178600.0,
      "end_time": 3183690.0,
      "text": "And then what’s the kind of line drawn between how it comes across as creepy and how it comes"
    },
    {
      "index": 613,
      "start_time": 3183690.0,
      "end_time": 3187060.0,
      "text": "across being a boss versus being there in the zone?"
    },
    {
      "index": 614,
      "start_time": 3187060.0,
      "end_time": 3188750.0,
      "text": "Question is how can you come across as creepy?"
    },
    {
      "index": 615,
      "start_time": 3188750.0,
      "end_time": 3192320.0,
      "text": "I just feel like that maybe that the death stare that you give the girls, not you in"
    },
    {
      "index": 616,
      "start_time": 3192320.0,
      "end_time": 3195830.0,
      "text": "particular but just anybody if they would have tried this out, so I feel like some girls"
    },
    {
      "index": 617,
      "start_time": 3195830.0,
      "end_time": 3199930.0,
      "text": "might feel like, “Why is this guy just saying oh, really and just staring at me?”"
    },
    {
      "index": 618,
      "start_time": 3199930.0,
      "end_time": 3200220.0,
      "text": "Yeah."
    },
    {
      "index": 619,
      "start_time": 3200220.0,
      "end_time": 3203230.0,
      "text": "I can kind of feel like some girls are…I’m really [unintelligible 0:53:24]."
    },
    {
      "index": 620,
      "start_time": 3203230.0,
      "end_time": 3208940.0,
      "text": "Great question, no, no, no. Really great question. So many guys are terrified of this whole being"
    },
    {
      "index": 621,
      "start_time": 3208940.0,
      "end_time": 3216060.0,
      "text": "creepy thing like of course eye contact as hard as you could ever imagine. I always challenge"
    },
    {
      "index": 622,
      "start_time": 3216060.0,
      "end_time": 3220200.0,
      "text": "my guys at the beginning of the week. I would challenge you to get shot down for making"
    },
    {
      "index": 623,
      "start_time": 3220200.0,
      "end_time": 3226100.0,
      "text": "too much eye contact. I dare you to. I dare you to. The thing is can you make so much"
    },
    {
      "index": 624,
      "start_time": 3226100.0,
      "end_time": 3232810.0,
      "text": "eye contact? Absolutely. Most guys are so far on the opposite end of that that they"
    },
    {
      "index": 625,
      "start_time": 3232810.0,
      "end_time": 3237550.0,
      "text": "need to try to overdo it to compensate, to overcompensate for their huge deficiency and"
    },
    {
      "index": 626,
      "start_time": 3237550.0,
      "end_time": 3240760.0,
      "text": "some guys try to overcompensate, they’re not even close to where that line is. They"
    },
    {
      "index": 627,
      "start_time": 3240760.0,
      "end_time": 3245310.0,
      "text": "got to try to overdo it one more time. Being creepy is the number one fear, the number"
    },
    {
      "index": 628,
      "start_time": 3245310.0,
      "end_time": 3250740.0,
      "text": "one excuse that guys use to keep themselves back in this position. I would say don’t"
    },
    {
      "index": 629,
      "start_time": 3250740.0,
      "end_time": 3256480.0,
      "text": "even worry about being creepy because if you’re seeing consistency issues, you’re so far"
    },
    {
      "index": 630,
      "start_time": 3256480.0,
      "end_time": 3261900.0,
      "text": "down at this end like that should be the last of your fears, okay?"
    },
    {
      "index": 631,
      "start_time": 3261900.0,
      "end_time": 3266140.0,
      "text": "What is creepy? Like the guys who get shot down by making too much eye contact, it’s"
    },
    {
      "index": 632,
      "start_time": 3266140.0,
      "end_time": 3271260.0,
      "text": "always the same, right? They’re just staring at a girl with no facial expression. Did I"
    },
    {
      "index": 633,
      "start_time": 3271260.0,
      "end_time": 3275670.0,
      "text": "say facial expression is one of the most important things? No facial expression and a girl looks"
    },
    {
      "index": 634,
      "start_time": 3275670.0,
      "end_time": 3280360.0,
      "text": "at him, and it’s not a bad look. The girl is just like, “Well?” Right? She gives"
    },
    {
      "index": 635,
      "start_time": 3280360.0,
      "end_time": 3285770.0,
      "text": "you that look like what do you want? Guys always take it as a bad sign. Guys always"
    },
    {
      "index": 636,
      "start_time": 3285770.0,
      "end_time": 3289140.0,
      "text": "take that, “Oh, she doesn’t like me. I’m doing something creepy.”"
    },
    {
      "index": 637,
      "start_time": 3289140.0,
      "end_time": 3293010.0,
      "text": "Why? She just wants to know what dude? Are you going to say something or are you just"
    },
    {
      "index": 638,
      "start_time": 3293010.0,
      "end_time": 3295860.0,
      "text": "going to stand there?” That’s all she wants to know. “Are you going to fucking"
    },
    {
      "index": 639,
      "start_time": 3295860.0,
      "end_time": 3299370.0,
      "text": "to talk to me or what?” Let’s say the only guy that’s ever been shot down for"
    },
    {
      "index": 640,
      "start_time": 3299370.0,
      "end_time": 3305620.0,
      "text": "making too much eye contact is if they have a dead expression on their face or when the"
    },
    {
      "index": 641,
      "start_time": 3305620.0,
      "end_time": 3314690.0,
      "text": "girl is like what, they just don’t do anything. What is creepy? Really, really simple. All"
    },
    {
      "index": 642,
      "start_time": 3314690.0,
      "end_time": 3320060.0,
      "text": "creepy is if a girl shows you in any way, shape, or form that she’s uncomfortable"
    },
    {
      "index": 643,
      "start_time": 3320060.0,
      "end_time": 3327430.0,
      "text": "with something, if you keep doing it. Creepy is when you’re so in your own world, you’re"
    },
    {
      "index": 644,
      "start_time": 3327430.0,
      "end_time": 3332210.0,
      "text": "not even paying attention like to anyone else like you’re almost cut off from. That’s"
    },
    {
      "index": 645,
      "start_time": 3332210.0,
      "end_time": 3335500.0,
      "text": "creepy. I wouldn’t be worrying about that with you right now. I’d be worried about"
    },
    {
      "index": 646,
      "start_time": 3335500.0,
      "end_time": 3339770.0,
      "text": "making more eye contact, making enough eye contact and doing something when she gives"
    },
    {
      "index": 647,
      "start_time": 3339770.0,
      "end_time": 3342730.0,
      "text": "you that well-what look. Smile when you do it."
    },
    {
      "index": 648,
      "start_time": 3342730.0,
      "end_time": 3347100.0,
      "text": "I want to really briefly take you to that expression, that everything is okay especially"
    },
    {
      "index": 649,
      "start_time": 3347100.0,
      "end_time": 3351270.0,
      "text": "when you go up to start a conversation, so important because she’s always going to"
    },
    {
      "index": 650,
      "start_time": 3351270.0,
      "end_time": 3354940.0,
      "text": "be looking at you. She’s always going to look to you and say, “Is this going to be"
    },
    {
      "index": 651,
      "start_time": 3354940.0,
      "end_time": 3358530.0,
      "text": "comfortable and is this not? She looks at you and you have a look on your face that"
    },
    {
      "index": 652,
      "start_time": 3358530.0,
      "end_time": 3362930.0,
      "text": "says this is not okay. This is not comfortable. She won’t be comfortable with it. If you"
    },
    {
      "index": 653,
      "start_time": 3362930.0,
      "end_time": 3366890.0,
      "text": "have a look on your face that says, “Everything is all right. Nothing to worry about. We’re"
    },
    {
      "index": 654,
      "start_time": 3366890.0,
      "end_time": 3371390.0,
      "text": "just having a good time. I’m at a bar, chit chatting, don’t worry. I’m not a psycho"
    },
    {
      "index": 655,
      "start_time": 3371390.0,
      "end_time": 3376560.0,
      "text": "killer. I’m just a dude. No problem.” It’s fine. She’s always going to look"
    },
    {
      "index": 656,
      "start_time": 3376560.0,
      "end_time": 3381390.0,
      "text": "to you though especially in those first 5 seconds to let her know whether you’re okay"
    },
    {
      "index": 657,
      "start_time": 3381390.0,
      "end_time": 3388140.0,
      "text": "or not or whether this is okay or not. Thank you. Good question. Yes?"
    },
    {
      "index": 658,
      "start_time": 3388140.0,
      "end_time": 3389560.0,
      "text": "Nick, great speech again."
    },
    {
      "index": 659,
      "start_time": 3389560.0,
      "end_time": 3389980.0,
      "text": "Thank you."
    },
    {
      "index": 660,
      "start_time": 3389980.0,
      "end_time": 3397730.0,
      "text": "So I have a two-part question. One is in the community, there has been a traditional view"
    },
    {
      "index": 661,
      "start_time": 3397730.0,
      "end_time": 3402780.0,
      "text": "on making a lot of statements as opposed to asking questions. I kind of wanted to ask"
    },
    {
      "index": 662,
      "start_time": 3402780.0,
      "end_time": 3407220.0,
      "text": "for your opinion on that because I’ve been taught that once you make too many questions"
    },
    {
      "index": 663,
      "start_time": 3407220.0,
      "end_time": 3412700.0,
      "text": "at the start, you’re putting the conversational pressure on her and making statements kind"
    },
    {
      "index": 664,
      "start_time": 3412700.0,
      "end_time": 3417910.0,
      "text": "of does the opposite. My second question as a follow-up to that is when you ask a question,"
    },
    {
      "index": 665,
      "start_time": 3417910.0,
      "end_time": 3425480.0,
      "text": "should it be a question that always open a lot of threats. for example, an open-ended"
    },
    {
      "index": 666,
      "start_time": 3425480.0,
      "end_time": 3429080.0,
      "text": "question as opposed to something like how tall are you which probably doesn’t lead"
    },
    {
      "index": 667,
      "start_time": 3429080.0,
      "end_time": 3430190.0,
      "text": "to a lot of…you know."
    },
    {
      "index": 668,
      "start_time": 3430190.0,
      "end_time": 3435950.0,
      "text": "I kind of answer your second question? I don’t care that much. I don’t. I’m not trying"
    },
    {
      "index": 669,
      "start_time": 3435950.0,
      "end_time": 3443670.0,
      "text": "that hard. To answer your first question, which was asking questions using statements"
    },
    {
      "index": 670,
      "start_time": 3443670.0,
      "end_time": 3447880.0,
      "text": "is that I like statements to start a conversation, but I always use questions just as easily"
    },
    {
      "index": 671,
      "start_time": 3447880.0,
      "end_time": 3451380.0,
      "text": "to start a conversational like sometimes like I’ll just say one other thing I like is"
    },
    {
      "index": 672,
      "start_time": 3451380.0,
      "end_time": 3457040.0,
      "text": "when I’m feeling something positive to share that with her like I love this song, right?"
    },
    {
      "index": 673,
      "start_time": 3457040.0,
      "end_time": 3460310.0,
      "text": "Statements are also great for day game, for daytime talking the girls like opening conversations,"
    },
    {
      "index": 674,
      "start_time": 3460310.0,
      "end_time": 3466740.0,
      "text": "which is a general statement about your surroundings. It’s always a good way to start those conversations."
    },
    {
      "index": 675,
      "start_time": 3466740.0,
      "end_time": 3471710.0,
      "text": "But would I also agree that you don’t ask too many questions? Yeah. like I said, I’m"
    },
    {
      "index": 676,
      "start_time": 3471710.0,
      "end_time": 3476560.0,
      "text": "only trying a bare minimum of the time. The vast majority of the time, she should be doing"
    },
    {
      "index": 677,
      "start_time": 3476560.0,
      "end_time": 3480170.0,
      "text": "the vast majority of the talking, and I’m just listening, I’m just relating and personalizing."
    },
    {
      "index": 678,
      "start_time": 3480170.0,
      "end_time": 3485000.0,
      "text": "I’m just an overly emphatic child, I’m forcing her to contribute. I’m barely asking"
    },
    {
      "index": 679,
      "start_time": 3485000.0,
      "end_time": 3491690.0,
      "text": "questions, but I do it because it works. It’s easy to remember. I don’t want to have anything"
    },
    {
      "index": 680,
      "start_time": 3491690.0,
      "end_time": 3495250.0,
      "text": "too complicated. To dovetail into your second question a little"
    },
    {
      "index": 681,
      "start_time": 3495250.0,
      "end_time": 3499830.0,
      "text": "bit, well this complicated thing this shouldn’t be this kind of question. I don’t – All"
    },
    {
      "index": 682,
      "start_time": 3499830.0,
      "end_time": 3503650.0,
      "text": "I know is that in that moment, when this girl is looking at me and I think she’s gorgeous"
    },
    {
      "index": 683,
      "start_time": 3503650.0,
      "end_time": 3507980.0,
      "text": "and she’s making my heart beat out of my chest, I can’t think of any of that shit."
    },
    {
      "index": 684,
      "start_time": 3507980.0,
      "end_time": 3511480.0,
      "text": "I just need a rope that I can grab on to. I just need the most simple thing that can"
    },
    {
      "index": 685,
      "start_time": 3511480.0,
      "end_time": 3514860.0,
      "text": "pop into my head. First level when I’m trying. “Hey, how’s"
    },
    {
      "index": 686,
      "start_time": 3514860.0,
      "end_time": 3521380.0,
      "text": "it going? What are you guys up to? Blah, blah, blah. Where are you from?” When she starts"
    },
    {
      "index": 687,
      "start_time": 3521380.0,
      "end_time": 3525970.0,
      "text": "to light up, I have a second tier of questions, and it’s just all about her. When she starts"
    },
    {
      "index": 688,
      "start_time": 3525970.0,
      "end_time": 3529860.0,
      "text": "to light up, when she starts to open up, showing that she’s interested in you, I stop all"
    },
    {
      "index": 689,
      "start_time": 3529860.0,
      "end_time": 3535170.0,
      "text": "the joking around and talking about and I want to know. I just home in who are you?"
    },
    {
      "index": 690,
      "start_time": 3535170.0,
      "end_time": 3538520.0,
      "text": "The second tier of questions is all about her hopes, her dreams, her passions. Who she"
    },
    {
      "index": 691,
      "start_time": 3538520.0,
      "end_time": 3544320.0,
      "text": "is. When she starts opening up, the second thing I’m going right into is so like what"
    },
    {
      "index": 692,
      "start_time": 3544320.0,
      "end_time": 3550560.0,
      "text": "are you into? What are you passionate about? Who are you? I want to know like what turns"
    },
    {
      "index": 693,
      "start_time": 3550560.0,
      "end_time": 3557000.0,
      "text": "you on. What could you be if you didn’t have to spend any money that whole kind of"
    },
    {
      "index": 694,
      "start_time": 3557000.0,
      "end_time": 3559480.0,
      "text": "thing. That’s what I’m trying to get into: hopes, dreams, and passions. Like I said,"
    },
    {
      "index": 695,
      "start_time": 3559480.0,
      "end_time": 3563280.0,
      "text": "I don’t think about it much further than that."
    },
    {
      "index": 696,
      "start_time": 3563280.0,
      "end_time": 3563720.0,
      "text": "Thank you."
    },
    {
      "index": 697,
      "start_time": 3563720.0,
      "end_time": 3573720.0,
      "text": "Thank you, cool. That’s it. Thank you again, guys, very much. I appreciate it."
    }
  ]
}