{
  "video_id": "b-lSVlEPuo0",
  "title": "Ufo's Aliens Contact (Full Documentary).mp4",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3000.0,
      "end_time": 10500.0,
      "text": "Each passing year has seen our estimate of the probability of  life in space increase along with our capabilities of detecting it."
    },
    {
      "index": 2,
      "start_time": 10500.0,
      "end_time": 13500.0,
      "text": "More and more scientists feel that contact with other civilizations"
    },
    {
      "index": 3,
      "start_time": 13500.0,
      "end_time": 21000.0,
      "text": "is no longer something beyond our dreams  but is a natural event in the history of mankind."
    },
    {
      "index": 4,
      "start_time": 21000.0,
      "end_time": 31000.0,
      "text": "I don&#39;t think we should wait until the encounter occurs but  that we should do all in our power to prepare ourselves for it."
    },
    {
      "index": 5,
      "start_time": 31000.0,
      "end_time": 37000.0,
      "text": "The manner in which we first meet may determine  the character of all our subsequent relations."
    },
    {
      "index": 6,
      "start_time": 37000.0,
      "end_time": 43500.0,
      "text": "Let us never forget the fatal impact we&#39;ve  had upon innumerable people on this earth."
    },
    {
      "index": 7,
      "start_time": 43500.0,
      "end_time": 50030.0,
      "text": "People of our own species who trusted us,  befriended us, and who we destroyed"
    },
    {
      "index": 8,
      "start_time": 50030.0,
      "end_time": 57000.0,
      "text": "by our thoughtlessness and insensitivity  to their needs and their vulnerabilities."
    },
    {
      "index": 9,
      "start_time": 57000.0,
      "end_time": 63500.0,
      "text": "The simple truth is that before we can communicate  with others successfully we must first learn to"
    },
    {
      "index": 10,
      "start_time": 63500.0,
      "end_time": 70000.0,
      "text": "communicate with ourselves successfully and  we are a long way from having achieved that."
    },
    {
      "index": 11,
      "start_time": 70000.0,
      "end_time": 75000.0,
      "text": "Perhaps that is where we ought to begin: with ourselves."
    },
    {
      "index": 12,
      "start_time": 75000.0,
      "end_time": 96000.0,
      "text": "&amp;quot;The US Government hasn&#39;t maintained secrecy regarding UFOs -  it&#39;s been leaking out all over the place. But the way it&#39;s been  handled is by denial, by denying the truth of the documents that  have leaked. By attempting to show them as fraudulent, as bogus  of some sort. There has been a very large disinformation and  misinformation effort around this whole area."
    },
    {
      "index": 13,
      "start_time": 96000.0,
      "end_time": 113000.0,
      "text": "And one must wonder, how better to hide something out in the open  than just to say, &#39;It isn&#39;t there. You&#39;re deceiving yourself if  you think this is true.&#39; And yet, there it is right in front of  you. So it&#39;s a disinformation effort that&#39;s concerning here, not  the fact that they have kept the secret. They haven&#39;t kept it.  It&#39;s been getting out into the public for fifty years or more.&amp;quot; - Dr Edgar Mitchell NASA Astronaut, Apollo 14"
    },
    {
      "index": 14,
      "start_time": 113000.0,
      "end_time": 116000.0,
      "text": "The UFO phenomena is quite an elusive topic."
    },
    {
      "index": 15,
      "start_time": 116000.0,
      "end_time": 122000.0,
      "text": "Despite many years of documented encounters, there is  still no confirmation from any “official” authorities,"
    },
    {
      "index": 16,
      "start_time": 122000.0,
      "end_time": 127000.0,
      "text": "be it mainstream science or government, that  there may be something “otherworldly” going on."
    },
    {
      "index": 17,
      "start_time": 127000.0,
      "end_time": 132000.0,
      "text": "On the contrary, there is often ridicule  and avoidance whenever this subject comes up."
    },
    {
      "index": 18,
      "start_time": 132000.0,
      "end_time": 140000.0,
      "text": "Yet most of the general public believes that extraterrestrial  UFOs exist and that the government is hiding information from us."
    },
    {
      "index": 19,
      "start_time": 140000.0,
      "end_time": 146500.0,
      "text": "Many people have had UFO sightings themselves. However,  most people also don’t give it much attention or thought,"
    },
    {
      "index": 20,
      "start_time": 146500.0,
      "end_time": 153000.0,
      "text": "believing that it doesn’t really affect us anyway and that  we’ll deal with it once official “contact” has been made."
    },
    {
      "index": 21,
      "start_time": 153000.0,
      "end_time": 161500.0,
      "text": "But what if the UFO phenomena is not what we thought it is, but has  influenced humanity and the world at large for thousands of years?"
    },
    {
      "index": 22,
      "start_time": 161500.0,
      "end_time": 164000.0,
      "text": "What would be the implications?"
    },
    {
      "index": 23,
      "start_time": 164000.0,
      "end_time": 171100.0,
      "text": "Our views on life and existence, science and religion,  spirituality and evolution, consciousness and psychology"
    },
    {
      "index": 24,
      "start_time": 171100.0,
      "end_time": 178100.0,
      "text": "as well as reality as we know it would take on a whole new  understanding when looking deeper into the UFO phenomena"
    },
    {
      "index": 25,
      "start_time": 178100.0,
      "end_time": 183000.0,
      "text": "and the possibility of a higher alien  intelligence affecting our world."
    },
    {
      "index": 26,
      "start_time": 183000.0,
      "end_time": 187000.0,
      "text": "Maybe we’re not the main show here on earth  and maybe not even on “top of the food chain”?"
    },
    {
      "index": 27,
      "start_time": 187000.0,
      "end_time": 196000.0,
      "text": "Let’s not forget, not too long ago we believed  that the earth is flat. What else will we discover?"
    },
    {
      "index": 28,
      "start_time": 196000.0,
      "end_time": 206000.0,
      "text": "In general it is impossible to get into any discussion  about this topic with people who dismiss something right away without having sincerely looked into the evidence and research."
    },
    {
      "index": 29,
      "start_time": 206000.0,
      "end_time": 209500.0,
      "text": "There is no point in simply discussing beliefs and set view points."
    },
    {
      "index": 30,
      "start_time": 209500.0,
      "end_time": 216000.0,
      "text": "Discussion is only constructive when it is not limited by  personal preference, beliefs, or a conditioned world view."
    },
    {
      "index": 31,
      "start_time": 216000.0,
      "end_time": 220000.0,
      "text": "Open-minded Objectivity is essential when seeking truth."
    },
    {
      "index": 32,
      "start_time": 220000.0,
      "end_time": 230000.0,
      "text": "With that in mind, we must also be discerning, because  truth is often mixed with lies, especially in a topic  outside of what is socially and culturally accepted."
    },
    {
      "index": 33,
      "start_time": 230000.0,
      "end_time": 244000.0,
      "text": "It&#39;s a big swamp, but the sincere seeker, who approaches this  subject with a critical mind can see that, without any doubt,"
    },
    {
      "index": 34,
      "start_time": 244000.0,
      "end_time": 252000.0,
      "text": "There is one important issue that needs to be  considered when dealing with such fringe topics:  36 00:04:09,000 --&gt; 00:04:11,000 Our own level of cultural conditioning."
    },
    {
      "index": 35,
      "start_time": 252000.0,
      "end_time": 258100.0,
      "text": "Many people project a certain typical image on the extraterrestrial  phenomena based on Hollywood movies and Sci-Fi literature"
    },
    {
      "index": 36,
      "start_time": 258100.00000000003,
      "end_time": 264500.0,
      "text": "which mostly tends to “humanize” intelligent alien beings  in some way and keeps it on a very physical level"
    },
    {
      "index": 37,
      "start_time": 264500.0,
      "end_time": 269000.0,
      "text": "with aliens supposedly coming from  another planet and acting out human qualities."
    },
    {
      "index": 38,
      "start_time": 269000.0,
      "end_time": 275000.0,
      "text": "What we see in the mainstream does affect how  we view this topic, even if only unconsciously."
    },
    {
      "index": 39,
      "start_time": 275000.0,
      "end_time": 284000.0,
      "text": "The conditioning through “official culture” which has “fictionalized”  this topic is deep and far-reaching. It cannot be underestimated."
    },
    {
      "index": 40,
      "start_time": 284000.0,
      "end_time": 290500.0,
      "text": "The question is, how to separate truth from lies? How can  we find out what is really going on in this elusive field?"
    },
    {
      "index": 41,
      "start_time": 290500.0,
      "end_time": 294789.0,
      "text": "What do we really know and what do we just believe or assume?"
    },
    {
      "index": 42,
      "start_time": 294789.0,
      "end_time": 298500.0,
      "text": "We should never underestimate the trap of wishful thinking and denial."
    },
    {
      "index": 43,
      "start_time": 298500.0,
      "end_time": 305000.0,
      "text": "Looking at it all with what the Buddhists call  “Beginners Mind” helps in the process of revealing the truth."
    },
    {
      "index": 44,
      "start_time": 305000.0,
      "end_time": 312840.0,
      "text": "No preconceived ideas or assumptions, but simply looking at it  as it is, cross-referencing the data and research out there,"
    },
    {
      "index": 45,
      "start_time": 312840.0,
      "end_time": 320000.0,
      "text": "using logic and intuition alike, separating disinformation from  reliable information, slowly putting together the pieces of this puzzle."
    },
    {
      "index": 46,
      "start_time": 320000.0,
      "end_time": 325000.0,
      "text": "It is obviously a topic where no one has the  whole picture and there is still much to discover."
    },
    {
      "index": 47,
      "start_time": 325000.0,
      "end_time": 330500.0,
      "text": "But at one point, when you have a certain amount  of pieces, you can start to see an image arising."
    },
    {
      "index": 48,
      "start_time": 330500.0,
      "end_time": 336000.0,
      "text": "Let’s look at some of these pieces and how the image could look like."
    },
    {
      "index": 49,
      "start_time": 336000.0,
      "end_time": 341000.0,
      "text": "UFOs and the National Security State"
    },
    {
      "index": 50,
      "start_time": 341000.0,
      "end_time": 349500.0,
      "text": "When it comes to well documented UFO cases, especially involving  Government and Military documents , there is one book to point out"
    },
    {
      "index": 51,
      "start_time": 349500.0,
      "end_time": 355000.0,
      "text": "and that is Richard Dolan’s “UFO’s and the National  Security State – The Chronology of a Cover-up”."
    },
    {
      "index": 52,
      "start_time": 355000.0,
      "end_time": 362500.0,
      "text": "Dolan comes from an academic background, giving him the much  needed critical but open mind when researching such matters."
    },
    {
      "index": 53,
      "start_time": 362500.0,
      "end_time": 368500.0,
      "text": "He holds an MA in History from the University of  Rochester and a BA in History from Alfred University."
    },
    {
      "index": 54,
      "start_time": 368500.0,
      "end_time": 377000.0,
      "text": "Prior to his interest in anomalous phenomena, Dolan studied  US Cold War strategy, Soviet history, and international diplomacy."
    },
    {
      "index": 55,
      "start_time": 377000.0,
      "end_time": 386500.0,
      "text": "“UFOs and the National Security State” is a  historical narrative of the national security  dimensions of the UFO phenomenon from 1941 to the present."
    },
    {
      "index": 56,
      "start_time": 386500.0,
      "end_time": 400000.0,
      "text": "Included are the records of more than fifty military bases relating  to violations of sensitive airspace by unknown objects, demonstrating  that the US military has taken the topic of UFOs seriously indeed."
    },
    {
      "index": 57,
      "start_time": 400000.0,
      "end_time": 407000.0,
      "text": "Some believe that UFO’s are just developed Nazi technology or  secret military projects but have nothing “ET” like to them,"
    },
    {
      "index": 58,
      "start_time": 407000.0,
      "end_time": 412000.0,
      "text": "others explain UFO’s with Jungian psychology  as a projection of our collective."
    },
    {
      "index": 59,
      "start_time": 412000.0,
      "end_time": 416500.0,
      "text": "For anyone who doubts that the UFO  phenomena is real needs to read this book."
    },
    {
      "index": 60,
      "start_time": 416500.0,
      "end_time": 427000.0,
      "text": "It is well documented and clearly shows that government and military  are very aware of the UFO issue and do not have a handle on it."
    },
    {
      "index": 61,
      "start_time": 427000.0,
      "end_time": 456000.0,
      "text": "“There is more than enough documentation to establish military  interest in UFO’s. Attempted interceptions and military close  encounters are a constant feature[...]The president and government  don&#39;t really know much and are not really in charge to begin with.  The [privatized] military industrial complex and private transnational  corporations seem to be involved with alien technology, UFO-crash  retrievals, back-engineering and possible study of alien bodies,  closed off from any government or official overview.”  – Richard Dolan (International UFO Conference, 2008)"
    },
    {
      "index": 62,
      "start_time": 456000.0,
      "end_time": 465000.0,
      "text": "One of the interesting things about UFOs in the  history of this country, 1952 a very big year. Why?"
    },
    {
      "index": 63,
      "start_time": 465000.0,
      "end_time": 470000.0,
      "text": "Well, for one it seemed like the  entire nation was being invaded by UFOs."
    },
    {
      "index": 64,
      "start_time": 470000.0,
      "end_time": 476000.0,
      "text": "Civilians and military people alike around the country were  watching these things. Military people reported them a lot."
    },
    {
      "index": 65,
      "start_time": 476000.0,
      "end_time": 486000.0,
      "text": "This is a memo from the director of scientific intelligence for the  CIA to the director of the agency Walter Bedell Smith in December 1952"
    },
    {
      "index": 66,
      "start_time": 486000.0,
      "end_time": 498000.0,
      "text": "and this is what is says: At this time, the reports  of incidents convince us that there is something  going on that must have immediate attention."
    },
    {
      "index": 67,
      "start_time": 498000.0,
      "end_time": 507500.0,
      "text": "Sightings of unexplained objects at great altitude and traveling  at high speeds in the vicinity of major U.S. defense instillations"
    },
    {
      "index": 68,
      "start_time": 507500.0,
      "end_time": 514500.0,
      "text": "are of such nature that they are not attributable  to natural phenomena or known types of aerial vehicle."
    },
    {
      "index": 69,
      "start_time": 514500.0,
      "end_time": 519000.0,
      "text": "It&#39;s the CIA. People don&#39;t just come out  and say, &amp;quot;Boss, I think we&#39;re being invaded!&amp;quot;"
    },
    {
      "index": 70,
      "start_time": 519000.0,
      "end_time": 528000.0,
      "text": "But that&#39;s about as close as you&#39;re gonna get in a classified  memo to the director of the Central Intelligence Agency in 1952."
    },
    {
      "index": 71,
      "start_time": 528000.0,
      "end_time": 538000.0,
      "text": "The really extraordinary encounter occurred when this object detached  a smaller object from it which then pursued the F-4 interceptor."
    },
    {
      "index": 72,
      "start_time": 538000.0,
      "end_time": 544500.0,
      "text": "The pilot pulled a extreme turn to get  away from the object and this small object"
    },
    {
      "index": 73,
      "start_time": 544500.0,
      "end_time": 552000.0,
      "text": "turned inside his one arch and then rejoined  the mother craft for a perfect rejoin."
    },
    {
      "index": 74,
      "start_time": 552000.0,
      "end_time": 562000.0,
      "text": "That&#39;s 1976. What can do that today, much less 35 years  ago? Well, officially speaking we don&#39;t really know."
    },
    {
      "index": 75,
      "start_time": 562000.0,
      "end_time": 572000.0,
      "text": "Unofficially I think we do know. These are advanced technology that  is not being operated, officially at least, by our own civilization."
    },
    {
      "index": 76,
      "start_time": 572000.0,
      "end_time": 576000.0,
      "text": "And therein lies the problem with the UFO phenomenon."
    },
    {
      "index": 77,
      "start_time": 576000.0,
      "end_time": 583290.0,
      "text": "Everyone in the world knows there is something going on  and no one in official power is ever willing to admit it."
    },
    {
      "index": 78,
      "start_time": 583290.0,
      "end_time": 590000.0,
      "text": "There are people who are so high bound in their opinions and so  skeptical about this, without bothering to look at any of the evidence,"
    },
    {
      "index": 79,
      "start_time": 590000.0,
      "end_time": 596500.0,
      "text": "that they will say: &amp;quot;Well, the government did look  into this. The government did have Project Blue Book."
    },
    {
      "index": 80,
      "start_time": 596500.0,
      "end_time": 605000.0,
      "text": "They investigated it. They found there is really  nothing to this. I heard there was a scientific  investigation too that also debunked UFOs.&amp;quot;"
    },
    {
      "index": 81,
      "start_time": 605000.0,
      "end_time": 610000.0,
      "text": "That explanation to this day is used by the air force  and by the government to dismiss the whole topic of UFOs."
    },
    {
      "index": 82,
      "start_time": 610000.0,
      "end_time": 616000.0,
      "text": "But here is the deal- Project Blue Book, a joke of an operation..."
    },
    {
      "index": 83,
      "start_time": 616000.0,
      "end_time": 624000.0,
      "text": "I have a letter here from 1955 to the commander at Ent Air  Force base in Colorado Springs, Colorado, about UFO reports."
    },
    {
      "index": 84,
      "start_time": 624000.0,
      "end_time": 632000.0,
      "text": "&amp;quot;In keeping with the purposes of the UFOB Program (in this  case UFOB means UFO) it is necessary... to strive to reach"
    },
    {
      "index": 85,
      "start_time": 632000.0,
      "end_time": 640500.0,
      "text": "as many case solutions as possible, thereby reducing  the percentage of unknowns to a bare minimum.&amp;quot;"
    },
    {
      "index": 86,
      "start_time": 640500.0,
      "end_time": 644000.0,
      "text": "Not a minimum, &amp;quot;a BARE minimum.&amp;quot;"
    },
    {
      "index": 87,
      "start_time": 644000.0,
      "end_time": 655000.0,
      "text": "As pointed out in the UFOB Guide, the word &#39;solution&#39; cannot  always be used in the scientific sense when dealing with UFOBs."
    },
    {
      "index": 88,
      "start_time": 655000.0,
      "end_time": 663000.0,
      "text": "For this purpose it must more often mean  that a given case meets a given hypothesis.&amp;quot;"
    },
    {
      "index": 89,
      "start_time": 663000.0,
      "end_time": 672000.0,
      "text": "If it looks like it might be a flock of birds, you don&#39;t have  to bother investigating. Just put down &#39;birds&#39; and it&#39;s solved."
    },
    {
      "index": 90,
      "start_time": 672000.0,
      "end_time": 681000.0,
      "text": "And we&#39;re told that they investigated a total of  12,618 sightings and only 701 remain unidentified."
    },
    {
      "index": 91,
      "start_time": 681000.0,
      "end_time": 688000.0,
      "text": "Look, I tell you right now, those people didn&#39;t  do one investigation that was worth a damn."
    },
    {
      "index": 92,
      "start_time": 688000.0,
      "end_time": 694000.0,
      "text": "That is the scientific foundation, if you  can believe it, as to why your government"
    },
    {
      "index": 93,
      "start_time": 694000.0,
      "end_time": 643000.0,
      "text": "continues to this day to deny that there  is a UFO reality worth investigating."
    },
    {
      "index": 94,
      "start_time": 643000.0,
      "end_time": 711000.0,
      "text": "Dolan also examines the rising of a National Security State or Military  Industrial Complex, independent of official government supervision,"
    },
    {
      "index": 95,
      "start_time": 711000.0,
      "end_time": 721939.0,
      "text": "as well as the issue of Disinformation and Counter Intelligence  Programs (COINTELPRO), designed to deliberately spread false  Information in order to keep the public away from the truth."
    },
    {
      "index": 96,
      "start_time": 721939.0,
      "end_time": 729000.0,
      "text": "Compartmentalization is the name of the game,  on a “need to know” basis. That’s how secrecy works."
    },
    {
      "index": 97,
      "start_time": 729000.0,
      "end_time": 736260.0,
      "text": "The Disclosure Project"
    },
    {
      "index": 98,
      "start_time": 736260.0,
      "end_time": 742110.0,
      "text": "Many people who have looked into the topic of  UFO’s have come across the Disclosure Project, "
    },
    {
      "index": 99,
      "start_time": 742110.0,
      "end_time": 749010.0,
      "text": "an organization under the guidance of Steven Greer, which also  reveals the Government and Military Involvement in the UFO field."
    },
    {
      "index": 100,
      "start_time": 749010.0,
      "end_time": 756650.0,
      "text": "At first the Disclosure Project seems to be a very good source  and has a somewhat more serious image than your average UFO site."
    },
    {
      "index": 101,
      "start_time": 756650.0,
      "end_time": 761650.0,
      "text": "Greer and his project is quite popular these  days, especially in the New Age Movement."
    },
    {
      "index": 102,
      "start_time": 761650.0,
      "end_time": 768000.0,
      "text": "UFO enthusiasts seem to take Greer’s work as a credible, reliable  source and are happy to hear that our benevolent “space brothers”"
    },
    {
      "index": 103,
      "start_time": 768000.0,
      "end_time": 776000.0,
      "text": "are here, possibly providing us with technology like Zero Point  Energy, which the secret government is apparently hiding from us."
    },
    {
      "index": 104,
      "start_time": 776000.0,
      "end_time": 784059.0,
      "text": "According to Greer, we’re also “threatening” the aliens and a  possible contact scenario because of our space weapon program."
    },
    {
      "index": 105,
      "start_time": 784059.0,
      "end_time": 792000.0,
      "text": "While there is some valid information presented by Greer with a very  ideal objective of bringing about Disclosure of the UFO phenomena"
    },
    {
      "index": 106,
      "start_time": 792000.0,
      "end_time": 798000.0,
      "text": "through Congress, there also seems to be Disinformation,  in particular in regards to the intention of the “visitors”."
    },
    {
      "index": 107,
      "start_time": 798000.0,
      "end_time": 804010.0,
      "text": "Greer claims that there is no evidence of any negative  behavior on part of the ET’s. But is that true?"
    },
    {
      "index": 108,
      "start_time": 804010.0,
      "end_time": 808000.0,
      "text": "UFO researcher Guy Malone writes about Steven Greer:"
    },
    {
      "index": 109,
      "start_time": 808000.0,
      "end_time": 844000.0,
      "text": "&amp;quot;There are certain problems with the lesser-known but equally  sought after goals of the Disclosure Project, which hide (in  plain sight) behind the noble “topline” pursuit of Disclosure,  which should raise concerns. Namely, the seeming religious zeal  with which Dr. Greer promotes the “Intergalactic Community”  we are supposedly being invited to join... These other  non-essential (to Disclosure) pursuits are built upon a single  faulty premise – that UFOs are not ever harmful. It is simply  unreasonable to believe that, as a noted ufologist, Dr. Greer  has never heard of these or similar reports [showing a non-benevolent nature of UFO/ET interaction] ..."
    },
    {
      "index": 110,
      "start_time": 844000.0,
      "end_time": 854000.0,
      "text": "...Too much of the UFO community simply ignores all such  reports in favor of either an undeserved loyalty to the ufonauts,  or a hidden agenda – political, spiritual and/or financial.  Promotion of UFO beings as benevolent and the ideal of a peaceful  “Intergalactic Community” is the hallmark only of uninformed  researchers, well-informed disinformation agents, New Age acolytes  and UFO cult leaders.&amp;quot;"
    }
  ]
}