{
  "video_id": "B0_TRzLLaFM",
  "title": "Lenovo Self-Help: How to run hardware diagnostics using Lenovo Solution Center",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 7660.0,
      "end_time": 13230.0,
      "text": "Lenovo Solution Center is simple, yet powerful software that can help you get the best out"
    },
    {
      "index": 2,
      "start_time": 13230.0,
      "end_time": 19350.0,
      "text": "your Lenovo PC Experience. The Software allows you to quickly identify the status of System"
    },
    {
      "index": 3,
      "start_time": 19350.0,
      "end_time": 26250.0,
      "text": "Health, overall system security and manage the latest software updates. If your system"
    },
    {
      "index": 4,
      "start_time": 26250.0,
      "end_time": 32580.0,
      "text": "is running slow or you are facing frequent system disruptions, or if you suspect a hardware"
    },
    {
      "index": 5,
      "start_time": 32580.0,
      "end_time": 38550.0,
      "text": "issue on your system, this is a great tool to check system functionality. In this video,"
    },
    {
      "index": 6,
      "start_time": 38550.0,
      "end_time": 44239.0,
      "text": "we will show how you can run hardware diagnostics using the Lenovo Solution Center."
    },
    {
      "index": 7,
      "start_time": 44239.0,
      "end_time": 54250.0,
      "text": "To get the Lenovo Solution Center installed on your PC, go to support.lenovo.com and Click"
    },
    {
      "index": 8,
      "start_time": 54250.0,
      "end_time": 59670.0,
      "text": "Support Tab. Under Product Support, click Diagnostics."
    },
    {
      "index": 9,
      "start_time": 59670.0,
      "end_time": 65790.0,
      "text": "Under the Tools section, select Lenovo Solution Center. You will find different versions of"
    },
    {
      "index": 10,
      "start_time": 65790.0,
      "end_time": 73800.0,
      "text": "Lenovo Solution Center listed; select the one based on your Operating System. This should"
    },
    {
      "index": 11,
      "start_time": 73800.0,
      "end_time": 81210.0,
      "text": "start the download, once downloaded, open the file and follow the on-screen instructions"
    },
    {
      "index": 12,
      "start_time": 81210.0,
      "end_time": 90710.0,
      "text": "to complete the installation. In the Start Screen, type LSC and open the"
    },
    {
      "index": 13,
      "start_time": 90710.0,
      "end_time": 97809.0,
      "text": "application. On the Home screen, click Check Up, and click"
    },
    {
      "index": 14,
      "start_time": 97810.0,
      "end_time": 103299.0,
      "text": "Hardware Scan. This opens up the Hardware Scan Section where you have the option to"
    },
    {
      "index": 15,
      "start_time": 103299.0,
      "end_time": 111119.0,
      "text": "either Run the scan or Schedule an automatic scan on a periodic basis."
    },
    {
      "index": 16,
      "start_time": 111119.0,
      "end_time": 116469.0,
      "text": "Under the Hardware Scan section, click Run Scan. This will take a few seconds and load"
    },
    {
      "index": 17,
      "start_time": 116469.0,
      "end_time": 121419.0,
      "text": "the available scans. You have the option to Run Quick Tests or"
    },
    {
      "index": 18,
      "start_time": 121420.0,
      "end_time": 128900.0,
      "text": "Run Comprehensive Tests. Quick Tests on the entire system will take around 10 to 15 minutes"
    },
    {
      "index": 19,
      "start_time": 128800.00000000001,
      "end_time": 134819.0,
      "text": "to complete and will run all the basic tests to verify your computer’s hardware functionality."
    },
    {
      "index": 20,
      "start_time": 134819.0,
      "end_time": 140000.0,
      "text": "Comprehensive tests on the entire system may take up to an hour to complete based on your"
    },
    {
      "index": 21,
      "start_time": 140000.0,
      "end_time": 145349.0,
      "text": "system’s hardware configuration. You can also select the number of times you want to"
    },
    {
      "index": 22,
      "start_time": 145349.0,
      "end_time": 149290.0,
      "text": "run this Scan just to make sure the hardware is perfectly functional."
    },
    {
      "index": 23,
      "start_time": 149290.0,
      "end_time": 154410.0,
      "text": "There is also a list from which you can select the hardware on which you wish to run the"
    },
    {
      "index": 24,
      "start_time": 154410.0,
      "end_time": 161459.0,
      "text": "test. As a default option, all the items would be selected. You can deselect the ones you"
    },
    {
      "index": 25,
      "start_time": 161459.0,
      "end_time": 168810.0,
      "text": "don’t want to scan. Once you are ready, click launch."
    },
    {
      "index": 26,
      "start_time": 168810.0,
      "end_time": 173459.0,
      "text": "The tool would test every device selected and once it is complete, you can view the"
    },
    {
      "index": 27,
      "start_time": 173459.0,
      "end_time": 181739.0,
      "text": "Log file to see the detailed report. If there is any part which has failed the test, it"
    },
    {
      "index": 28,
      "start_time": 181739.0,
      "end_time": 187110.0,
      "text": "is possible that there is problem with the hardware or its configuration."
    },
    {
      "index": 29,
      "start_time": 187110.0,
      "end_time": 193650.0,
      "text": "Running the Diagnostics will help you to identify if your PC hardware is functioning optimally."
    },
    {
      "index": 30,
      "start_time": 193650.0,
      "end_time": 199420.0,
      "text": "If you still have any queries, contact Lenovo Technical Support. Thank you."
    }
  ]
}