{
  "video_id": "b0YJIV9-mNE",
  "title": "Should You Really Be In a Relationship Forever?",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 1000.0,
      "text": "Hey there!"
    },
    {
      "index": 2,
      "start_time": 1000.0,
      "end_time": 3330.0,
      "text": "Welcome to Life Noggin!"
    },
    {
      "index": 3,
      "start_time": 3330.0,
      "end_time": 4000.0,
      "text": "Hearts!"
    },
    {
      "index": 4,
      "start_time": 4000.0,
      "end_time": 5790.0,
      "text": "Hearts everywhere!"
    },
    {
      "index": 5,
      "start_time": 5790.0,
      "end_time": 6600.0,
      "text": "Wow!"
    },
    {
      "index": 6,
      "start_time": 6600.0,
      "end_time": 8900.0,
      "text": "You know what's really cool about you humans?"
    },
    {
      "index": 7,
      "start_time": 8900.0,
      "end_time": 15300.0,
      "text": "No matter how wacky the world gets, you still somehow find the time to form these wonderful connections with one another."
    },
    {
      "index": 8,
      "start_time": 15300.0,
      "end_time": 25300.0,
      "text": "Sometimes it's with family, other times with friends, but every so often people find themselves having a super special connection with someone else, leading to a romantic relationship!"
    },
    {
      "index": 9,
      "start_time": 25300.0,
      "end_time": 29600.0,
      "text": "These types of relationships tend to be monogamous, at least in one form or another."
    },
    {
      "index": 10,
      "start_time": 29600.0,
      "end_time": 35400.0,
      "text": "Monogamy is all about only pairing up with one other person, and it's mainly broken down into two forms."
    },
    {
      "index": 11,
      "start_time": 35400.0,
      "end_time": 44660.0,
      "text": "You can have social monogamy, which pretty much means you live together but might still have romantic flings, or sexual monogamy, where you only mate with your partner."
    },
    {
      "index": 12,
      "start_time": 44660.0,
      "end_time": 48100.0,
      "text": "Either way, monogamy is actually pretty rare among mammals."
    },
    {
      "index": 13,
      "start_time": 48100.0,
      "end_time": 54850.0,
      "text": "That's because out of all the species of mammals out there, only about 3 percent of them are known to practice some sort of monogamy."
    },
    {
      "index": 14,
      "start_time": 54850.0,
      "end_time": 56900.0,
      "text": "My favorites are wolves and beavers."
    },
    {
      "index": 15,
      "start_time": 56900.0,
      "end_time": 58900.0,
      "text": "Aww, they're just so darn cute together!"
    },
    {
      "index": 16,
      "start_time": 58900.0,
      "end_time": 60500.0,
      "text": "Couple of the year in my opinion!"
    },
    {
      "index": 17,
      "start_time": 60500.0,
      "end_time": 69500.0,
      "text": "Now, beyond just being downright adorable, there are actually quite a few potential benefits of being in a long-term, monogamous type of relationship for you humans!"
    },
    {
      "index": 18,
      "start_time": 69500.0,
      "end_time": 78700.0,
      "text": "For one, people in healthy relationships — whether it's long term or not — typically have lower rates of harmful stress, which can contribute to a whole bunch of problems."
    },
    {
      "index": 19,
      "start_time": 78700.0,
      "end_time": 87600.0,
      "text": "Beyond that, it's generally thought that longer-term relationships are good for your mental health by helping you to combat depression— assuming it's a healthy, non-toxic pairing of course."
    },
    {
      "index": 20,
      "start_time": 87600.0,
      "end_time": 91920.0,
      "text": "A recent study that just came out last year has added a bit of fuel to these claims."
    },
    {
      "index": 21,
      "start_time": 91920.0,
      "end_time": 105200.0,
      "text": "After looking at the interviews of 3,617 US adults between the ages of 24 to 89, researchers found that coupled-up people had relatively fewer symptoms of depression, but only in some economic scenarios."
    },
    {
      "index": 22,
      "start_time": 105200.0,
      "end_time": 113900.0,
      "text": "Married people with a total household income of less than $60,000 per year had fewer symptoms of depression than unmarried people with comparable earnings."
    },
    {
      "index": 23,
      "start_time": 113900.0,
      "end_time": 119900.0,
      "text": "These effects seemed to be related to an increased sense of financial security and self-efficacy in the married folk."
    },
    {
      "index": 24,
      "start_time": 119900.0,
      "end_time": 124300.0,
      "text": "That said, couples with higher incomes didn't seem to get the same mental benefits."
    },
    {
      "index": 25,
      "start_time": 124300.0,
      "end_time": 127700.0,
      "text": "Long term relationships may also be better for your physical health too!"
    },
    {
      "index": 26,
      "start_time": 127700.0,
      "end_time": 130220.0,
      "text": "More specifically, it could be good for your heart."
    },
    {
      "index": 27,
      "start_time": 130220.0,
      "end_time": 136310.0,
      "text": "No, I'm not talking about in the lovey dovey way — marriage might actually help you stay alive in the event of a heart attack."
    },
    {
      "index": 28,
      "start_time": 136310.0,
      "end_time": 146800.0,
      "text": "A study done a couple of years ago on over 25,000 people who had had a diagnosed heart attack found that those who were married were around 14% more likely to survive than single people."
    },
    {
      "index": 29,
      "start_time": 146800.0,
      "end_time": 151300.0,
      "text": "On average, the people that had gotten hitched also spent about two less days in hospital."
    },
    {
      "index": 30,
      "start_time": 151300.0,
      "end_time": 156700.0,
      "text": "Adding all this up, it surely seems like there are a bunch of real benefits to having a lifelong partner!"
    },
    {
      "index": 31,
      "start_time": 156700.0,
      "end_time": 164200.0,
      "text": "But hey, don't fret if you're not in a romantic relationship right now, or even if you never want to be in one. You don't have to choose the monogamous realm."
    },
    {
      "index": 32,
      "start_time": 164200.0,
      "end_time": 171200.0,
      "text": "While a lot of this was talking about the romantic kind of relationships, you can still have strong, positive relationships with other people too."
    },
    {
      "index": 33,
      "start_time": 171200.0,
      "end_time": 175859.0,
      "text": "Friends, family… really anyone that you care about and that cares about you back!"
    },
    {
      "index": 34,
      "start_time": 175860.0,
      "end_time": 177810.0,
      "text": "So, where do you land on all of these?"
    },
    {
      "index": 35,
      "start_time": 177810.0,
      "end_time": 180000.0,
      "text": "Do you think two people should be together forever?"
    },
    {
      "index": 36,
      "start_time": 180000.0,
      "end_time": 183700.0,
      "text": "Lemme know in the comment section below, or tell me what should I talk about next?"
    },
    {
      "index": 37,
      "start_time": 183700.0,
      "end_time": 187130.0,
      "text": "Curious to know why breakups hurt so much?"
    },
    {
      "index": 38,
      "start_time": 187130.0,
      "end_time": 188480.0,
      "text": "Check out this video."
    },
    {
      "index": 39,
      "start_time": 188480.0,
      "end_time": 200780.0,
      "text": "Each person had experienced an unwanted romantic breakup within the 6 months prior to the study, and while hooked up to and fMRI, were made to look at a photo of their ex to try and gauge the pain that it put them through."
    },
    {
      "index": 40,
      "start_time": 200780.0,
      "end_time": 207990.0,
      "text": "As always, my name is Blocko, this has been Life Noggin, don't forget to keep on thinking."
    }
  ]
}