{
  "video_id": "b197XOd9S7U",
  "title": "How to Process Your Emotions",
  "json": [
    {
      "index": 1,
      "start_time": 280.0,
      "end_time": 6790.0,
      "text": "It is a quirk of our minds that not every emotion we carry is fully acknowledged, understood"
    },
    {
      "index": 2,
      "start_time": 6790.0,
      "end_time": 12849.0,
      "text": "or even truly felt. There are feelings that exist in an ‘unprocessed’ form within"
    },
    {
      "index": 3,
      "start_time": 12849.0,
      "end_time": 19720.0,
      "text": "us. A great many worries may, for example, remain disavowed and uninterpreted and manifest"
    },
    {
      "index": 4,
      "start_time": 19720.0,
      "end_time": 26680.0,
      "text": "themselves as powerful directionless anxiety. Under their sway, we may feel a compulsive"
    },
    {
      "index": 5,
      "start_time": 26680.0,
      "end_time": 33100.0,
      "text": "need to remain busy, fear spending any time on our own or cling to activities that ensure"
    },
    {
      "index": 6,
      "start_time": 33100.0,
      "end_time": 39380.0,
      "text": "we don’t meet what scares us head on (these might include internet pornography, tracking"
    },
    {
      "index": 7,
      "start_time": 39380.0,
      "end_time": 48659.0,
      "text": "the news or exercising compulsively). A similar kind of disavowal can go on around hurt. Someone"
    },
    {
      "index": 8,
      "start_time": 48659.0,
      "end_time": 55120.0,
      "text": "may have abused our trust, made us doubt their kindness or violated our self-esteem but we"
    },
    {
      "index": 9,
      "start_time": 55120.0,
      "end_time": 61178.0,
      "text": "are driven to flee a frank recognition of an appalling degree of exposure and vulnerability."
    },
    {
      "index": 10,
      "start_time": 61179.0,
      "end_time": 68939.0,
      "text": "The hurt is somewhere inside, but on the surface, we adopt a brittle good cheer (jolliness being"
    },
    {
      "index": 11,
      "start_time": 68939.0,
      "end_time": 75369.0,
      "text": "sadness that doesn’t know itself), we numb ourselves chemically or else adopt a carefully"
    },
    {
      "index": 12,
      "start_time": 75369.0,
      "end_time": 81310.0,
      "text": "non-specific tone of cynicism, which masks the specific wound that has been inflicted"
    },
    {
      "index": 13,
      "start_time": 81310.0,
      "end_time": 90100.0,
      "text": "on us. We pay dearly for our failure to ‘process’ our feelings. Our minds grow unoriginal from"
    },
    {
      "index": 14,
      "start_time": 90100.0,
      "end_time": 96539.0,
      "text": "a background apprehension as to their contents. We grow depressed about everything because"
    },
    {
      "index": 15,
      "start_time": 96540.0,
      "end_time": 103719.0,
      "text": "we cannot be sad about something. We can no longer sleep, insomnia being the revenge of"
    },
    {
      "index": 16,
      "start_time": 103719.0,
      "end_time": 111740.0,
      "text": "all the many thoughts we have omitted to process in the day. We need compassion for ourselves."
    },
    {
      "index": 17,
      "start_time": 111740.0,
      "end_time": 117649.0,
      "text": "We avoid processing emotions because what we feel is so contrary to our self-image,"
    },
    {
      "index": 18,
      "start_time": 117649.0,
      "end_time": 123619.0,
      "text": "so threatening to our society’s ideas of normality and so at odds with who we would"
    },
    {
      "index": 19,
      "start_time": 123619.0,
      "end_time": 130250.0,
      "text": "like to be. An atmosphere conducive to processing would be one in which the difficulties of"
    },
    {
      "index": 20,
      "start_time": 130250.0,
      "end_time": 139200.0,
      "text": "being human were warmly recognised and charitably accepted. We fail to know ourselves not out"
    },
    {
      "index": 21,
      "start_time": 139200.0,
      "end_time": 149560.0,
      "text": "of laziness or casual neglect; it simply hurts a lot. Processing emotions requires good friends,"
    },
    {
      "index": 22,
      "start_time": 149560.0,
      "end_time": 155959.0,
      "text": "deft therapists and ritual moments like Philosophical Meditation, in which our normal defences can"
    },
    {
      "index": 23,
      "start_time": 155959.0,
      "end_time": 163410.0,
      "text": "safely be put aside and unfamiliar material ring fenced for investigation. The outcome"
    },
    {
      "index": 24,
      "start_time": 163410.0,
      "end_time": 170379.0,
      "text": "of processing our emotions is always an alleviation in our overall mood. But first we must pay"
    },
    {
      "index": 25,
      "start_time": 170379.0,
      "end_time": 176221.0,
      "text": "for our self-awareness with a period of mourning in which we gradually acknowledge that, in"
    },
    {
      "index": 26,
      "start_time": 176221.0,
      "end_time": 183200.0,
      "text": "some area or other, life is simply a lot sadder than we would want it to be"
    },
    {
      "index": 27,
      "start_time": 185120.0,
      "end_time": 189280.0,
      "text": "We publish new thought provoking films every week."
    },
    {
      "index": 28,
      "start_time": 189280.0,
      "end_time": 196800.0,
      "text": "Be sure to subscribe to our channel and take a look at more of what we have to offer at the link on your screen now."
    }
  ]
}