{
  "video_id": "b2uhP80cTR8",
  "title": "How to Do a Booty Bounce Dance Move | Hip-Hop Workout",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4620.0,
      "end_time": 10209.0,
      "text": "Okay, so this next one is personally one of my favorites. It&#39;s called the Booty Bounce."
    },
    {
      "index": 2,
      "start_time": 10209.0,
      "end_time": 15440.0,
      "text": "I mean, it doesn&#39;t get any better than that, right? So, what is it? You&#39;re going to turn"
    },
    {
      "index": 3,
      "start_time": 15440.0,
      "end_time": 21160.0,
      "text": "towards your right, separate your feet, bend your knees. Now, I want you to think of sticking"
    },
    {
      "index": 4,
      "start_time": 21160.0,
      "end_time": 28160.0,
      "text": "your tailbone back. Two times, okay? So, tailbone back, back, back. Then face the other side"
    },
    {
      "index": 5,
      "start_time": 30750.0,
      "end_time": 37750.0,
      "text": "and back, back, turn. Yeah? It&#39;s the booty bounce. Bounce, bounce, turn around. Bounce,"
    },
    {
      "index": 6,
      "start_time": 42100.0,
      "end_time": 49100.0,
      "text": "bounce, turn around. Okay, so take a second. I know, right? Everybody starts to get a little"
    },
    {
      "index": 7,
      "start_time": 49699.0,
      "end_time": 55358.0,
      "text": "funny about booty stuff, but I&#39;m telling you, it&#39;s fun, it&#39;s cardio. You&#39;re working your"
    },
    {
      "index": 8,
      "start_time": 55359.0,
      "end_time": 60690.0,
      "text": "booty out. You&#39;re working your back muscles out. You gotta have a nice booty, right?"
    },
    {
      "index": 9,
      "start_time": 60690.0,
      "end_time": 66780.0,
      "text": "So, don&#39;t be afraid of this one, right? Just enjoy. It&#39;s booty bounce, other side. Booty"
    },
    {
      "index": 10,
      "start_time": 66780.0,
      "end_time": 71980.0,
      "text": "bounce, okay? We&#39;re going to take it up to speed, follow along. It doesn&#39;t matter where"
    },
    {
      "index": 11,
      "start_time": 71980.0,
      "end_time": 78980.0,
      "text": "you are, just do it. OK? Bend your knees, ready set? Here we go. And, booty bounce,"
    },
    {
      "index": 12,
      "start_time": 79550.0,
      "end_time": 84840.0,
      "text": "other side, booty bounce, other side, booty bounce. Good."
    },
    {
      "index": 13,
      "start_time": 84840.0,
      "end_time": 91840.0,
      "text": "So, to get to the other side, you just switch your feet, yeah? Switch. Booty bounce, switch."
    },
    {
      "index": 14,
      "start_time": 92120.0,
      "end_time": 99120.0,
      "text": "Booty bounce, switch. Booty bounce, stop. Okay? So, I want to show you another option."
    },
    {
      "index": 15,
      "start_time": 100540.0,
      "end_time": 106600.0,
      "text": "if you want to make this a little bit harder for you, you want to add some more cardio,"
    },
    {
      "index": 16,
      "start_time": 106600.0,
      "end_time": 113600.0,
      "text": "you can hop between each booty bounce. So what does that mean? So, booty bounce, hop,"
    },
    {
      "index": 17,
      "start_time": 113940.0,
      "end_time": 120940.0,
      "text": "hop. And booty bounce, hop, hop. So you can add two hops between each side."
    },
    {
      "index": 18,
      "start_time": 123420.0,
      "end_time": 130300.0,
      "text": "So let&#39;s take it up in tempo, give it a shot. If not, stay with that first one, okay? Ready"
    },
    {
      "index": 19,
      "start_time": 130300.00000000001,
      "end_time": 137300.0,
      "text": "set, go. And booty bounce, hop, hop. Booty bounce, hop, hop. Booty bounce, hop, hop."
    },
    {
      "index": 20,
      "start_time": 138819.0,
      "end_time": 145819.0,
      "text": "Booty bounce, hop. One more time. Booty bounce, this is the last one, booty bounce, hop, hop."
    },
    {
      "index": 21,
      "start_time": 146359.0,
      "end_time": 153359.0,
      "text": "Okay? So, have fun with it. Enjoy. Again, take this with you on the streets, to the"
    },
    {
      "index": 22,
      "start_time": 154790.0,
      "end_time": 158780.0,
      "text": "club, to work. I don&#39;t know, don&#39;t get in trouble, but enjoy."
    }
  ]
}