{
  "video_id": "b3k0mWUzR4o",
  "title": "Mozart in Vienna - Documentary about Mozart's life (with English subtitles)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6200.0,
      "end_time": 20760.0,
      "text": "Wolfgang Amadé Mozart."
    },
    {
      "index": 2,
      "start_time": 20760.0,
      "end_time": 39380.0,
      "text": "Just the sounds that this person´s heard his whole life, just when his own name is called or when he put his name up – it´s so powerful."
    },
    {
      "index": 3,
      "start_time": 39380.0,
      "end_time": 44900.0,
      "text": "Say what you like: you could spend 20 years studying Mozart and poring over his scores,"
    },
    {
      "index": 4,
      "start_time": 44900.0,
      "end_time": 53080.0,
      "text": "but achieving an emotional grasp of a genius of this magnitude is almost impossible."
    },
    {
      "index": 5,
      "start_time": 53080.0,
      "end_time": 56840.0,
      "text": "There’s no point in approaching him in the belief that at some stage you’ll understand what made him tick –"
    },
    {
      "index": 6,
      "start_time": 56840.0,
      "end_time": 63680.0,
      "text": "he has to be regarded as an enormous secret which gets deeper and deeper."
    },
    {
      "index": 7,
      "start_time": 63680.0,
      "end_time": 73240.0,
      "text": "I believe that Mozart addresses us directly and that we can see this message and reinterpret it again and again."
    },
    {
      "index": 8,
      "start_time": 73240.0,
      "end_time": 80720.0,
      "text": "This keeps boredom at bay, even if I’m producing Magic Flute for the seventh time in the same year."
    },
    {
      "index": 9,
      "start_time": 80720.0,
      "end_time": 90280.0,
      "text": "I can not write poetically, I am not a poet...I am not a painter, I cannot express my convictions and thoughts through pointing and mime;"
    },
    {
      "index": 10,
      "start_time": 90280.0,
      "end_time": 102680.0,
      "text": "I am not a dancer, I can do it however through sounds; I am a musician."
    },
    {
      "index": 11,
      "start_time": 102680.0,
      "end_time": 116680.0,
      "text": "On March 16th, 1781 Wolfgang Amadeus Mozart arrives in Vienna. He wants to turn his back on his home town of Salzburg and try his luck here in the big city."
    },
    {
      "index": 12,
      "start_time": 116680.0,
      "end_time": 122880.0,
      "text": "He thought no matter what is going on here, I know have the chance to brake out and be my own person,"
    },
    {
      "index": 13,
      "start_time": 122880.0,
      "end_time": 140020.0,
      "text": "that´s irresistible for a hard headed person like Mozart who above all is perfectly aware that there is nobody on the planet with his abilities."
    },
    {
      "index": 14,
      "start_time": 140020.0,
      "end_time": 147260.0,
      "text": "His father is against this. He is afraid that Mozart would strain himself. And he also does not want to remain alone in Salzburg."
    },
    {
      "index": 15,
      "start_time": 147260.0,
      "end_time": 160720.0,
      "text": "Still Mozart does not give up: “Mon très cher Père, I assure you that this is a marvellous place – and for my profession the best place in the world and I am happy to be here.”"
    },
    {
      "index": 16,
      "start_time": 160720.0,
      "end_time": 166880.0,
      "text": "Mozart knows Vienna from his time as a child prodigy  – but that was the Vienna of Empress Theresia."
    },
    {
      "index": 17,
      "start_time": 166880.0,
      "end_time": 171840.0,
      "text": "Meanwhile much has changed. Joseph II has taken over the regency."
    },
    {
      "index": 18,
      "start_time": 171840.0,
      "end_time": 179860.0,
      "text": "Two hundred thousand people live here in five thousand and five hundred buildings, roughly a quarter of which in the inner district."
    },
    {
      "index": 19,
      "start_time": 179860.0,
      "end_time": 189380.0,
      "text": "People live crammed together, with nearly fifty to each house."
    },
    {
      "index": 20,
      "start_time": 189380.0,
      "end_time": 197360.0,
      "text": "Joseph II wants to be a people’s emperor. He has done away with the fawning courtiers  – there are hardly any official ceremonials."
    },
    {
      "index": 21,
      "start_time": 197360.0,
      "end_time": 207680.0,
      "text": "The Emperor prefers to visit the palaces to enjoy himself.  He mostly wears simple clothing – and even walks among the general population."
    },
    {
      "index": 22,
      "start_time": 207680.0,
      "end_time": 212200.0,
      "text": "The city changes her face almost daily – the zeitgeist quickens the pace of life."
    },
    {
      "index": 23,
      "start_time": 212200.0,
      "end_time": 223920.0,
      "text": "By that time Vienna already had a very prominent music scene, and actively playing and supporting music were something of a status symbol for the highly aristocratic population."
    },
    {
      "index": 24,
      "start_time": 223920.0,
      "end_time": 239760.0,
      "text": "Music was a must, rather like golf is today. It was important to play music and keep abreast with developments."
    },
    {
      "index": 25,
      "start_time": 239760.0,
      "end_time": 252980.0,
      "text": "In this respect Vienna was a marvellous place for not just Mozart but also other artists and intellectuals."
    },
    {
      "index": 26,
      "start_time": 252980.0,
      "end_time": 274020.0,
      "text": "Vienna was large enough to allow him to spread his wings in all directions. I really don’t think this would have been possible in Salzburg."
    },
    {
      "index": 27,
      "start_time": 274020.0,
      "end_time": 282220.0,
      "text": "Musically, Vienna is firmly in the hands of Joseph Haydn, who is to become Mozart’s Friend, the court composer Christoph Willibald Gluck,"
    },
    {
      "index": 28,
      "start_time": 282220.0,
      "end_time": 295960.0,
      "text": "whose position Mozart later inherited, and the Italian Antonio Salieri, the court conductor, whose position Mozart would have very much liked to inherit."
    },
    {
      "index": 29,
      "start_time": 295960.0,
      "end_time": 302520.0,
      "text": "Mozart enjoys the flair of the world city Vienna to the fullest. In the larger squares and on the Moat,"
    },
    {
      "index": 30,
      "start_time": 302520.0,
      "end_time": 328500.0,
      "text": "crowded huts and stalls abound where soft drinks, ice cream, almond milk, and sweets are on offer."
    },
    {
      "index": 31,
      "start_time": 328500.0,
      "end_time": 337400.0,
      "text": "Vienna is a city in transformation, moulded by the Emperor’s reform activities. He has abolished censorship."
    },
    {
      "index": 32,
      "start_time": 337400.0,
      "end_time": 347880.0,
      "text": "The paper press flourishes. Politics and Vienna excesses are openly discussed. Joseph II want a modern city. “Enlightenment from above”."
    },
    {
      "index": 33,
      "start_time": 347880.0,
      "end_time": 355820.0,
      "text": "The Emperor opens up the society, but also imposes his reforms with relentless severity with the aid of police informers."
    },
    {
      "index": 34,
      "start_time": 355820.0,
      "end_time": 362880.0,
      "text": "With his tolerance edicts he integrates the Jews into the economy and the city-life."
    },
    {
      "index": 35,
      "start_time": 362880.0,
      "end_time": 378520.0,
      "text": "It was the time when the individual began to develop as an individualist,"
    },
    {
      "index": 36,
      "start_time": 378520.0,
      "end_time": 384400.0,
      "text": "when the position of subjectivity prepared by the Enlightenment was suddenly expressed in a variety of individualistic concepts, so to speak."
    },
    {
      "index": 37,
      "start_time": 384400.0,
      "end_time": 390260.0,
      "text": "The individual is something new.  Salons spring up everywhere, people speak with each other."
    },
    {
      "index": 38,
      "start_time": 390260.0,
      "end_time": 404720.0,
      "text": "Individuals rather than types. A new principal, which Mozart uses in his singspiel “The Abduction from the Seraglio”. Joseph II had commissioned it as a German-language national singspiel."
    },
    {
      "index": 39,
      "start_time": 404720.0,
      "end_time": 407700.0,
      "text": "A counterweight to Italian opera."
    },
    {
      "index": 40,
      "start_time": 407700.0,
      "end_time": 417280.0,
      "text": "Mozart masterfully fulfils the expectations with “Abduction”:  adventure, exotica, and the exciting image of a Turkish harem."
    },
    {
      "index": 41,
      "start_time": 417280.0,
      "end_time": 425760.0,
      "text": "Two European women are abducted and brought to the house of Bassa Selim. Count Belmonte and his servant want to rescue them."
    },
    {
      "index": 42,
      "start_time": 425760.0,
      "end_time": 448340.0,
      "text": "In a happy ending the wise Bassa Selim lets the prisoners go."
    },
    {
      "index": 43,
      "start_time": 448340.0,
      "end_time": 457700.0,
      "text": "The whole Turkish frame of mind as such was very present in Vienna, for there was an extraordinarily large number of Turks out and about in the city."
    },
    {
      "index": 44,
      "start_time": 457700.0,
      "end_time": 496800.0,
      "text": "Vienna was a place where above all people from South-eastern Europe were to be seen on the streets."
    },
    {
      "index": 45,
      "start_time": 496800.0,
      "end_time": 500980.0,
      "text": "Mozart allows himself to be inspired from the look of these oriental streets."
    },
    {
      "index": 46,
      "start_time": 500980.0,
      "end_time": 510460.0,
      "text": "He likes Johann Gottlieb Stephanie’s textbook straight off.  Indeed Mozart does not only want to deliver the music – he intervenes himself in the libretto."
    },
    {
      "index": 47,
      "start_time": 510460.0,
      "end_time": 514980.0,
      "text": "“In an opera poetry must necessarily be the obedient daughter of music."
    },
    {
      "index": 48,
      "start_time": 514980.0,
      "end_time": 520760.0,
      "text": "– why then are Italian comic operas beloved everywhere – with all the wretchedness as far as the book is concerned!"
    },
    {
      "index": 49,
      "start_time": 520760.0,
      "end_time": 523420.0,
      "text": "– because the music rules the whole."
    },
    {
      "index": 50,
      "start_time": 523419.99999999994,
      "end_time": 529500.0,
      "text": "It is best then, when a good composer who understands the theatre and is able to offer something,"
    },
    {
      "index": 51,
      "start_time": 529500.0,
      "end_time": 541360.0,
      "text": "and a clever poet come together as a true Phoenix – then may one also not fear the applause of the ignorant.”"
    },
    {
      "index": 52,
      "start_time": 541360.0,
      "end_time": 559500.0,
      "text": "Mozart’s ideas of what a libretto should be like were related to the fact that he always thought in dramatic forms."
    },
    {
      "index": 53,
      "start_time": 559500.0,
      "end_time": 570340.0,
      "text": "Even Mozart’s instrumental music is always a type of music in which scenic events spring to mind."
    },
    {
      "index": 54,
      "start_time": 570340.0,
      "end_time": 577900.0,
      "text": "After the premiere the Emperor calls Mozart to his side: “Too beautiful for our ears, and far too many notes, Herr Mozart”"
    },
    {
      "index": 55,
      "start_time": 577900.0,
      "end_time": 585600.0,
      "text": "– quick-witted, Mozart replies: “Just as many notes as required.”"
    },
    {
      "index": 56,
      "start_time": 585600.0,
      "end_time": 594700.0,
      "text": "In the 1780s, Mozart had to take criticism – sometimes considerable criticism – in various areas."
    },
    {
      "index": 57,
      "start_time": 594700.0,
      "end_time": 609060.0,
      "text": "As far as opera was concerned, he was repeatedly accused of making the orchestral part too heavy, too swollen, too ponderous, and writing too many notes...."
    },
    {
      "index": 58,
      "start_time": 609060.0,
      "end_time": 614240.0,
      "text": "“Vienna, December 15th, 1781  Mon très cher père,"
    },
    {
      "index": 59,
      "start_time": 614240.0,
      "end_time": 624260.0,
      "text": "my ambition is in the meantime to have a little bit of security here – then with the help of the uncertain one can live quite well here; and then to marry!"
    },
    {
      "index": 60,
      "start_time": 624260.0,
      "end_time": 629120.0,
      "text": "You are startled by this thought? I beg you though, my dearest best father."
    },
    {
      "index": 61,
      "start_time": 629120.0,
      "end_time": 634820.0,
      "text": "Nature speaks as loudly to me as to every other. Yes she is a Weber."
    },
    {
      "index": 62,
      "start_time": 634820.0,
      "end_time": 642840.0,
      "text": "She is not ugly and also not less than beautiful – her entire beauty rests in two small dark eyes and in a pretty figure."
    },
    {
      "index": 63,
      "start_time": 642840.0,
      "end_time": 649700.0,
      "text": "She is not witty, but has sufficient healthy human intelligence in order to be able to fulfil her duties as a wife and mother."
    },
    {
      "index": 64,
      "start_time": 649700.0,
      "end_time": 656200.0,
      "text": "On the 4th of August, 1782 Mozart marries Constanze Weber in St. Stephen’s Cathedral."
    },
    {
      "index": 65,
      "start_time": 656200.0,
      "end_time": 662740.0,
      "text": "Mozart’s father Leopold did not approve of the match. He mistrusts above all the mother-in-law Caecilia Weber."
    },
    {
      "index": 66,
      "start_time": 662740.0,
      "end_time": 672300.0,
      "text": "He considers her a drinker only after the money yet to come. Mozart defends his fiancée after signing the marriage contract:"
    },
    {
      "index": 67,
      "start_time": 672300.0,
      "end_time": 686900.0,
      "text": "“What did the heavenly maiden do once the guardian had left?  She said to me – dear Mozart!  I need no written assurance from you, I trust your words as they are; and tore up the page.”"
    },
    {
      "index": 68,
      "start_time": 686900.0,
      "end_time": 701800.0,
      "text": "The Baroness Waldstaetten arranges the wedding feast – an unconventional woman, very much according to Mozart’s taste. She later reconciles father and son."
    },
    {
      "index": 69,
      "start_time": 701800.0,
      "end_time": 707600.0,
      "text": "Things are not easy financially, but Mozart always has enough students in order to keep his head above water."
    },
    {
      "index": 70,
      "start_time": 707600.0,
      "end_time": 718000.0,
      "text": "His “Akademies”, long public concerts, are much loved by the Viennese.  – here one can experience Mozart both as composer and pianist."
    },
    {
      "index": 71,
      "start_time": 718000.0,
      "end_time": 754040.0,
      "text": "The public excitedly anticipates each new piano concert.  Mozart has arrived in Viennese society."
    },
    {
      "index": 72,
      "start_time": 754040.0,
      "end_time": 757140.0,
      "text": "The concerts are between four and five hours in duration."
    },
    {
      "index": 73,
      "start_time": 757140.0,
      "end_time": 760320.0,
      "text": "The guests eat during the concerts, talk and enjoy themselves."
    },
    {
      "index": 74,
      "start_time": 760320.0,
      "end_time": 768020.0,
      "text": "It is the only opportunity to hear a new piece. And only seldom are these Academies repeated."
    },
    {
      "index": 75,
      "start_time": 768020.0,
      "end_time": 774960.0,
      "text": "On one occasion Mozart found out to his horror at the last minute that he was repeating a piano concerto and the emperor was coming a second time."
    },
    {
      "index": 76,
      "start_time": 774960.0,
      "end_time": 783920.0,
      "text": "He quickly fancied it up by adding a few instruments trumpet and tympani and flute so that the emperor would not be bored."
    },
    {
      "index": 77,
      "start_time": 783920.0,
      "end_time": 795060.0,
      "text": "The concerts take place either in the Hofburg, in a magnificent hall, or in one of the many churches of Vienna."
    },
    {
      "index": 78,
      "start_time": 795060.0,
      "end_time": 804860.0,
      "text": "Mozart is so-to-say his own businessman. He rents the room himself, has advertisements and posters printed and tickets sold."
    },
    {
      "index": 79,
      "start_time": 804860.0,
      "end_time": 834120.0,
      "text": "He can take the risk – he has all the necessary contacts at his disposal."
    },
    {
      "index": 80,
      "start_time": 834120.0,
      "end_time": 845140.0,
      "text": "Within the first few weeks, Mozart built up a network – that’s the best way to put it – a network of connections."
    },
    {
      "index": 81,
      "start_time": 845140.0,
      "end_time": 852040.0,
      "text": "He always found female supporters who keenly campaigned on behalf of this brilliant artist."
    },
    {
      "index": 82,
      "start_time": 852040.0,
      "end_time": 860920.0,
      "text": "He was a perfect dancer, a great conversationalist; he could twist language back and forth;"
    },
    {
      "index": 83,
      "start_time": 860920.0,
      "end_time": 867460.0,
      "text": "he could speak several languages and could move effortlessly throughout this arena."
    },
    {
      "index": 84,
      "start_time": 867460.0,
      "end_time": 875800.0,
      "text": "Mozart has established him self as a freelance artist in Vienna. Financially things are going well and now life can really begin."
    },
    {
      "index": 85,
      "start_time": 875800.0,
      "end_time": 883840.0,
      "text": "He has left his father’s reproaches behind him."
    },
    {
      "index": 86,
      "start_time": 883840.0,
      "end_time": 894580.0,
      "text": "I believe that this liberation, including at some point from his father – assuming it took place – took him to the other extreme,"
    },
    {
      "index": 87,
      "start_time": 894580.0,
      "end_time": 910060.0,
      "text": "giving him this positive, dissipated, coarse manner of a young man who didn’t care much about labels."
    },
    {
      "index": 88,
      "start_time": 910060.0,
      "end_time": 919600.0,
      "text": "After a few moves the Mozarts find a grand apartment in Domgasse number 5.  The Viennese call is “the Mozart house”."
    },
    {
      "index": 89,
      "start_time": 919600.0,
      "end_time": 931500.0,
      "text": "And they love to throw parties and enjoy themselves. Proud, Mozart writes to his father on January 22nd, 1783: “Last week I gave a ball in my apartment"
    },
    {
      "index": 90,
      "start_time": 931500.0,
      "end_time": 950160.0,
      "text": "– understood that the chapeaus each paid two guilders – we began at 6 o’clock in the evening and finished at 7 o’clock – what, only one hour?  No – at 7 o’clock in the morning (...)”"
    },
    {
      "index": 91,
      "start_time": 950160.0,
      "end_time": 966720.0,
      "text": "What are you working on at the moment? – On a stucco ceiling. That’s the old stucco that’s been revealed, and you could say we’re now applying the finishing cosmetic touches."
    },
    {
      "index": 92,
      "start_time": 966720.0,
      "end_time": 978220.0,
      "text": "– And is that the original stucco that Mozart would have seen? – That’s very likely."
    },
    {
      "index": 93,
      "start_time": 978220.0,
      "end_time": 991960.0,
      "text": "It must have been bedlam. There was always something happening and there were non-stop invitations – people were exchanging invitations all the time."
    },
    {
      "index": 94,
      "start_time": 991960.0,
      "end_time": 1003800.0,
      "text": "To Domgasse flock many fellow musicians but also Jewish merchants and intellectuals. New social circles arise."
    },
    {
      "index": 95,
      "start_time": 1003800.0,
      "end_time": 1012980.0,
      "text": "It all revolved around connections. It revolved around experimental attitudes, including regarding morality,"
    },
    {
      "index": 96,
      "start_time": 1012980.0,
      "end_time": 1030960.0,
      "text": "and rococo was something like staging the joy of thought, the joy of talking, the joy of performing music, the joy of conversation, as well as of course eroticism and sexuality."
    },
    {
      "index": 97,
      "start_time": 1030960.0,
      "end_time": 1039540.0,
      "text": "In the “The Marriage of Figaro” Mozart holds a mirror up to the society. The valet Figaro wants to marry the lady’s maid Susanna."
    },
    {
      "index": 98,
      "start_time": 1039540.0,
      "end_time": 1045040.0,
      "text": "Indeed, his master Count Almaviva also makes advances to her."
    },
    {
      "index": 99,
      "start_time": 1045040.0,
      "end_time": 1052840.0,
      "text": "Lorenzo da Ponte produces the libretto for Mozart for the first time – a beginning of a longstanding working relationship."
    },
    {
      "index": 100,
      "start_time": 1052840.0,
      "end_time": 1060160.0,
      "text": "Mozart is going out on a limb here, because there is no commission for “Figaro”. He is hoping for the approval of the Emperor"
    },
    {
      "index": 101,
      "start_time": 1060160.0,
      "end_time": 1070340.0,
      "text": "– after all, the opera is very much in harmony with Joseph’s programme of reform, supports the curbing of the nobles’ privileges and equal rights for all subjects."
    },
    {
      "index": 102,
      "start_time": 1070340.0,
      "end_time": 1083640.0,
      "text": "At the end of the intrigues the wedding is nearly ruined, the Count must ask Figaro’s forgiveness. The common morality prevails over the aristocrat’s lust for pleasure."
    },
    {
      "index": 103,
      "start_time": 1083640.0,
      "end_time": 1103520.0,
      "text": "The Figaro overture has a restless air about it. Rather than simply opening the first scene, it communicates an atmosphere that permeates the whole opera – namely an element of rebellion and revolt."
    },
    {
      "index": 104,
      "start_time": 1103520.0,
      "end_time": 1115620.0,
      "text": "But this revolt wasn’t composed triumphantly; instead it rumbled on throughout the entire opera like a threatening, restive undertone."
    },
    {
      "index": 105,
      "start_time": 1115620.0,
      "end_time": 1123060.0,
      "text": "The model for “Figaro”, a play from Beaumarchais, was for Napoleon already “the actual revolution”."
    },
    {
      "index": 106,
      "start_time": 1123060.0,
      "end_time": 1130140.0,
      "text": "Joseph II. too, despite the far-reaching freedom of the press, allowed the piece to be banned, but not “Figaro”."
    },
    {
      "index": 107,
      "start_time": 1130140.0,
      "end_time": 1140180.0,
      "text": "Figaro is a rare example of a contemporary opera. Present-day society was of course reflected in opera buffa – the comic opera –"
    },
    {
      "index": 108,
      "start_time": 1140180.0,
      "end_time": 1157360.0,
      "text": "but only at the expense of the Third or even Fourth Estate. The opera buffa only sent up, say, senior citizens casting an eye on a pretty girl again and hopefully failing."
    },
    {
      "index": 109,
      "start_time": 1157360.0,
      "end_time": 1170160.0,
      "text": "That was the basic pattern, so to speak. Making fun of someone from the First or Second Estate occurred much more rarely."
    },
    {
      "index": 110,
      "start_time": 1170160.0,
      "end_time": 1177560.0,
      "text": "The nobility feels insulted and wants to ban the performances. From Prague Mozart reports in 1787:"
    },
    {
      "index": 111,
      "start_time": 1177560.0,
      "end_time": 1189160.0,
      "text": "Certain of the foremost ladies here (one, in particular, of the most illustrious) were pleased to deem it ridiculous, inept, and I know not what else, to present the Princess with Figaro (…)"
    },
    {
      "index": 112,
      "start_time": 1189160.0,
      "end_time": 1195560.0,
      "text": "In a word, this wire-puller actually talked the Government into forbidding the impresario to give this pice on that night!"
    },
    {
      "index": 113,
      "start_time": 1195560.0,
      "end_time": 1204280.0,
      "text": "She was triumphant! (…) Next day, now ever, Le Noble came, bringing his Majesty’s command that if the new opera could not be given Figaro must be!"
    },
    {
      "index": 114,
      "start_time": 1204280.0,
      "end_time": 1237160.0,
      "text": "My friend, if only you had seen that lady’s lovely haughty nose! Oh, it would have amused you vastly, as it did me!"
    },
    {
      "index": 115,
      "start_time": 1237160.0,
      "end_time": 1252520.0,
      "text": "The whole Mozart family was rather short, including Leopold. Mozart must have been in the order of 1.65 metres or 5 foot 5 inches tall. Small people often display a sort of compensatory vanity."
    },
    {
      "index": 116,
      "start_time": 1252520.0,
      "end_time": 1263520.0,
      "text": "Mozart was very vain as far as clothing and similar things were concerned and he also had a tendency to wear somewhat garish clothing."
    },
    {
      "index": 117,
      "start_time": 1263520.0,
      "end_time": 1269600.0,
      "text": "There is for example the description of a rehearsal written by a singer in Figaro."
    },
    {
      "index": 118,
      "start_time": 1269600.0,
      "end_time": 1296480.0,
      "text": "In the rehearsal, Mozart appeared in a red tailcoat wearing a bicorne, with both hat and tailcoat lined with gold braid, which was pretty unusual."
    },
    {
      "index": 119,
      "start_time": 1296480.0,
      "end_time": 1306440.0,
      "text": "We’re sewing for Mozart’s house –  juste d’accord a cloak known as a domino."
    },
    {
      "index": 120,
      "start_time": 1306440.0,
      "end_time": 1330880.0,
      "text": "The material is so precious that it comes from France and is specially made; it isn’t available  from normal cloth shops."
    },
    {
      "index": 121,
      "start_time": 1330880.0,
      "end_time": 1340080.0,
      "text": "Meanwhile he can afford just about anything.  Between 1785 and 87 things are going very well for the Mozarts financially."
    },
    {
      "index": 122,
      "start_time": 1340080.0,
      "end_time": 1344160.0,
      "text": "The couple have six children, only two survive, however."
    },
    {
      "index": 123,
      "start_time": 1344160.0,
      "end_time": 1365000.0,
      "text": "Mozart writes always, even during the birth of their first child he allegedly composes Constanze’s labour screams into the Stringquartet in D minor."
    },
    {
      "index": 124,
      "start_time": 1365000.0,
      "end_time": 1369940.0,
      "text": "In less than ten years the Mozarts have lived  in eleven different apartments."
    },
    {
      "index": 125,
      "start_time": 1369940.0,
      "end_time": 1377840.0,
      "text": "They live at times on Petersplatz, at times on the Moat, and at times in outer districts, but preferably  in the inner district."
    },
    {
      "index": 126,
      "start_time": 1377840.0,
      "end_time": 1394420.0,
      "text": "In 1785 father Leopold visits his son. Proudly Wolfgang can present his father his financial and artistic success."
    },
    {
      "index": 127,
      "start_time": 1394420.0,
      "end_time": 1405240.0,
      "text": "There was that extraordinary moment when his father came to Vienna in 1785, when Mozart  was at the apogee of his fame,"
    },
    {
      "index": 128,
      "start_time": 1405240.0,
      "end_time": 1414740.0,
      "text": "living in a splendid apartment, and lay up all of course in the most famous moment it´s there as Joseph Hadyn,"
    },
    {
      "index": 129,
      "start_time": 1414740.0,
      "end_time": 1427260.0,
      "text": "Carl Ditters von Dittersdorf, Mozart and Johann Babtist Warnhall, probably the four most famous composers in Vienna sit down and read"
    },
    {
      "index": 130,
      "start_time": 1427260.0,
      "end_time": 1439100.0,
      "text": "the last three of Mozart´s quartets that he has dedicated to Hadyn and Leopold proudly recounts them a letter to Mozart´s sister, to his daughter,"
    },
    {
      "index": 131,
      "start_time": 1439100.0,
      "end_time": 1442900.0,
      "text": "afterwards Hadyn came up to me and said:"
    },
    {
      "index": 132,
      "start_time": 1442900.0,
      "end_time": 1451840.0,
      "text": "“Before god and as an honest man I declare to you that your son is the greatest composer known to me personally or by reputation."
    },
    {
      "index": 133,
      "start_time": 1451840.0,
      "end_time": 1457800.0,
      "text": "He has tast and what is more, the most profound knowledge of composition.”"
    },
    {
      "index": 134,
      "start_time": 1457800.0,
      "end_time": 1470360.0,
      "text": "They knew what they were doing, Mozart in particular, who above all wrote so magnificently for the voice because he knew how it functioned"
    },
    {
      "index": 135,
      "start_time": 1470360.0,
      "end_time": 1522680.0,
      "text": "– not only soprano but also mezzo-soprano, alto, tenor, bass and baritone. This was also a gift which not very many composers share."
    },
    {
      "index": 136,
      "start_time": 1522680.0,
      "end_time": 1530680.0,
      "text": "There is not a moment in Mozart, where you say: „this is majestic“ or „this is sad"
    },
    {
      "index": 137,
      "start_time": 1530680.0,
      "end_time": 1538400.0,
      "text": "or „this is simple“ or “this is complex”. It’s always so many things at the same time."
    },
    {
      "index": 138,
      "start_time": 1538400.0,
      "end_time": 1542120.0,
      "text": "Beethoven wrote one opera and Mozart wrote 20!?"
    },
    {
      "index": 139,
      "start_time": 1542120.0,
      "end_time": 1548380.0,
      "text": "Beethoven wrote five piano concertos and  Mozart wrote 23 and 4 transcriptions."
    },
    {
      "index": 140,
      "start_time": 1548380.0,
      "end_time": 1554940.0,
      "text": "The sheer amount of music: 23000 pages in the Neue Mozart Ausgabe."
    },
    {
      "index": 141,
      "start_time": 1554940.0,
      "end_time": 1566820.0,
      "text": "Most of us could not copy 23 000 pages in just thirty years."
    },
    {
      "index": 142,
      "start_time": 1566820.0,
      "end_time": 1573660.0,
      "text": "At the end of 1787 Mozart travels to Prague – in his luggage he has his next opera, Don Giovanni."
    },
    {
      "index": 143,
      "start_time": 1573660.0,
      "end_time": 1580800.0,
      "text": "He writes the overture down only one day before the premiere. And Mozart conducts himself."
    },
    {
      "index": 144,
      "start_time": 1580800.0,
      "end_time": 1587480.0,
      "text": "“I wanted to wish my good friends that they could be here but one single evening so as to share in my pleasure!"
    },
    {
      "index": 145,
      "start_time": 1587480.0,
      "end_time": 1592380.0,
      "text": "Perhaps it will indeed be performed in Vienna?  I hope so.”"
    },
    {
      "index": 146,
      "start_time": 1592380.0,
      "end_time": 1600480.0,
      "text": "Prague loves Don Giovanni, the story of the unscrupulous seducer of women, who cares  neither for morality nor for responsibility."
    },
    {
      "index": 147,
      "start_time": 1600480.0,
      "end_time": 1609580.0,
      "text": "There is indeed a performance in Vienna, but it is not well received.  The music is deemed too heavy  – the choice of text tasteless."
    },
    {
      "index": 148,
      "start_time": 1609580.0,
      "end_time": 1615840.0,
      "text": "What does it mean that we have a society over and over again, built on unequal relationships."
    },
    {
      "index": 149,
      "start_time": 1615840.0,
      "end_time": 1624000.0,
      "text": "On wanting to get something for nothing.  On: \"you will service my needs.\""
    },
    {
      "index": 150,
      "start_time": 1624000.0,
      "end_time": 1637260.0,
      "text": "And not a willingness to actually offer something, but only to take, take…take and have no idea how to give,"
    },
    {
      "index": 151,
      "start_time": 1637260.0,
      "end_time": 1644880.0,
      "text": "how to offer, how to open, how to share"
    },
    {
      "index": 152,
      "start_time": 1644880.0,
      "end_time": 1656920.0,
      "text": "and Don Giovanni is the most amazing example of somebody who has really got it taken and has no idea how to give."
    },
    {
      "index": 153,
      "start_time": 1656920.0,
      "end_time": 1662680.0,
      "text": "So he has everything and he has nothing."
    },
    {
      "index": 154,
      "start_time": 1662680.0,
      "end_time": 1671100.0,
      "text": "He is so empty, he is so lonely, he is so sad, because he does not know how to have a relationship."
    },
    {
      "index": 155,
      "start_time": 1671100.0,
      "end_time": 1686760.0,
      "text": "He has 5.000 women and not one relationship"
    },
    {
      "index": 156,
      "start_time": 1686760.0,
      "end_time": 1691920.0,
      "text": "Don Giovanni’s counterpart is the Commendatory, the quintessence of common decency and justice."
    },
    {
      "index": 157,
      "start_time": 1691920.0,
      "end_time": 1699400.0,
      "text": "Don Giovanni is incapable of penitence or remorse, though.  And at the end the flames of hell consume him."
    },
    {
      "index": 158,
      "start_time": 1699400.0,
      "end_time": 1728480.0,
      "text": "Mozart is accused of wasting his music on this unscrupulous seducer."
    },
    {
      "index": 159,
      "start_time": 1728480.0,
      "end_time": 1735320.0,
      "text": "Mozart goes deep into that dark heart,"
    },
    {
      "index": 160,
      "start_time": 1735320.0,
      "end_time": 1740680.0,
      "text": "with - as always in Mozart- incredible compassion."
    },
    {
      "index": 161,
      "start_time": 1740680.0,
      "end_time": 1751020.0,
      "text": "Mozart gives beautiful music to terrible people and offers them everything he possibly can offer them."
    },
    {
      "index": 162,
      "start_time": 1751020.0,
      "end_time": 1756600.0,
      "text": "Since 1784 Mozart has been a member of the Freemasons’ Lodge “To Newly Crowned Hope”."
    },
    {
      "index": 163,
      "start_time": 1756600.0,
      "end_time": 1766640.0,
      "text": "The Freemasons celebrate the individual. Their credo is tolerance, free development of the personality, brotherhood, and general love for mankind."
    },
    {
      "index": 164,
      "start_time": 1766640.0,
      "end_time": 1771920.0,
      "text": "Mozart takes the Lodge very seriously.  He is not among the opportunists, who join in the hope"
    },
    {
      "index": 165,
      "start_time": 1771920.0,
      "end_time": 1775820.0,
      "text": "of personal advantage or in order to fit in with their many friends and acquaintances."
    },
    {
      "index": 166,
      "start_time": 1775820.0,
      "end_time": 1779940.0,
      "text": "On the contrary, he becomes a freemason  out of an inner conviction."
    },
    {
      "index": 167,
      "start_time": 1779940.0,
      "end_time": 1787780.0,
      "text": "For him it is about the “betterment of mankind”  through perfection of the self."
    },
    {
      "index": 168,
      "start_time": 1787780.0,
      "end_time": 1792720.0,
      "text": "The lodge members meet in a secret location  and celebrate mystic rituals."
    },
    {
      "index": 169,
      "start_time": 1792720.0,
      "end_time": 1800460.0,
      "text": "This displeases the authorities.  And in December 1787 the so-called Freemasons’ Patent was issued."
    },
    {
      "index": 170,
      "start_time": 1800460.0,
      "end_time": 1803880.0,
      "text": "The lodges are now under the supervision of the police."
    },
    {
      "index": 171,
      "start_time": 1803880.0,
      "end_time": 1812740.0,
      "text": "Mozart does not leave his lodge.  In 1788 it is here that he meets the obsessive theatre magnate Emanuel Schikaneder."
    },
    {
      "index": 172,
      "start_time": 1812740.0,
      "end_time": 1820140.0,
      "text": "In “The Magic Flute” they give expression to the Freemasons’ ideals through the words  of the priest Sarastro:"
    },
    {
      "index": 173,
      "start_time": 1820140.0,
      "end_time": 1823640.0,
      "text": "“Within these sacred portals revenge is unknown,"
    },
    {
      "index": 174,
      "start_time": 1823640.0,
      "end_time": 1827560.0,
      "text": "and if a man has fallen, love guides him to his duty."
    },
    {
      "index": 175,
      "start_time": 1827560.0,
      "end_time": 1832740.0,
      "text": "Then, with a friend’s hand, he walks, happy and joyful, into a better land."
    },
    {
      "index": 176,
      "start_time": 1832740.0,
      "end_time": 1836340.0,
      "text": "Within these sacred walls where man loves fellow man,"
    },
    {
      "index": 177,
      "start_time": 1836340.0,
      "end_time": 1840040.0,
      "text": "no traitor can dwell, because enemies are pardoned."
    },
    {
      "index": 178,
      "start_time": 1840040.0,
      "end_time": 1850340.0,
      "text": "He who is not made happy by such teachings does not deserve to be a man.”"
    },
    {
      "index": 179,
      "start_time": 1850340.0,
      "end_time": 1856420.0,
      "text": "In my view, Mozart was a musician and a genius  caught between two worlds."
    },
    {
      "index": 180,
      "start_time": 1856420.0,
      "end_time": 1864380.0,
      "text": "One foot was still in the baroque camp, the era of Bach, when musicians regarded themselves as the mirror"
    },
    {
      "index": 181,
      "start_time": 1864380.0,
      "end_time": 1869360.0,
      "text": "of eternal laws and whose sole responsibility was to compile and combine."
    },
    {
      "index": 182,
      "start_time": 1869360.0,
      "end_time": 1878460.0,
      "text": "Meanwhile, Mozart’s other foot was in the modern era, with him thrown back on himself in an almost philosophical, Hegelian sense."
    },
    {
      "index": 183,
      "start_time": 1878460.0,
      "end_time": 1885460.0,
      "text": "There’s a sentence by Mozart which has always helped me when playing music and which opens many doors."
    },
    {
      "index": 184,
      "start_time": 1885460.0,
      "end_time": 1889920.0,
      "text": "It’s Mozart’s letter in which he wrote that he composed for both experts and enthusiasts."
    },
    {
      "index": 185,
      "start_time": 1889920.0,
      "end_time": 1899000.0,
      "text": "The expert was the baroque person who understood the symbolism of keys, was well versed in rhetoric and found the secrets of the different layers,"
    },
    {
      "index": 186,
      "start_time": 1899000.0,
      "end_time": 1903520.0,
      "text": "while enthusiasts were those who simply derived pleasure from pretty melodies."
    },
    {
      "index": 187,
      "start_time": 1903520.0,
      "end_time": 1908020.0,
      "text": "In one area Mozart still has little success  – namely, with the symphonies."
    },
    {
      "index": 188,
      "start_time": 1908020.0,
      "end_time": 1916700.0,
      "text": "In 1788 he withdraws – he accepts no further commissions and begins work  on his three great symphonies."
    },
    {
      "index": 189,
      "start_time": 1916700.0,
      "end_time": 1942200.0,
      "text": "He wants to become Joseph Haydn’s legitimate heir as master composer."
    },
    {
      "index": 190,
      "start_time": 1942200.0,
      "end_time": 1944500.0,
      "text": "How does Mozart compose a piece of music?"
    },
    {
      "index": 191,
      "start_time": 1944500.0,
      "end_time": 1948400.0,
      "text": "He writes the main idea from the beginning of the piece to the end."
    },
    {
      "index": 192,
      "start_time": 1948400.0,
      "end_time": 1954720.0,
      "text": "If it’s for 15 instruments he still writes the main idea, if it’s a symphony, it’s the first violin if he always go back bub bub bub…"
    },
    {
      "index": 193,
      "start_time": 1954720.0,
      "end_time": 1964160.0,
      "text": "and than he goes back to the violin. It’s always the main idea and then the base line."
    },
    {
      "index": 194,
      "start_time": 1964160.0,
      "end_time": 1968120.0,
      "text": "Mozart writes the three symphonies in a very short time."
    },
    {
      "index": 195,
      "start_time": 1968120.0,
      "end_time": 1978400.0,
      "text": "The enigmatic perfection of these masterpieces remains a mystery to this day; where and if the symphonies were performed in their time – unknown."
    },
    {
      "index": 196,
      "start_time": 1978400.0,
      "end_time": 1989360.0,
      "text": "I characterise the first as something like an academically composed study of the Grande Symphonie"
    },
    {
      "index": 197,
      "start_time": 1989360.0,
      "end_time": 1998840.0,
      "text": "The second D–G major has already been described by others long before me as a subjective declaration,"
    },
    {
      "index": 198,
      "start_time": 1998840.0,
      "end_time": 2038840.0,
      "text": "while the Jupiter Symphony is something like the tertium comparationis – the sum of what’s below it. We could also put it thus: thesis, antithesis, synthesis."
    },
    {
      "index": 199,
      "start_time": 2038840.0,
      "end_time": 2047160.0,
      "text": "There are certain works in the repertoire that give you the feeling \"this is the end of music, with this everything has been expressed. \""
    },
    {
      "index": 200,
      "start_time": 2047160.0,
      "end_time": 2054160.0,
      "text": "Of course this is not so, because there are many other things, but Jupiter Symphony is one of those pieces."
    },
    {
      "index": 201,
      "start_time": 2054159.9999999998,
      "end_time": 2060919.9999999998,
      "text": "You feel this and this you have everything and nothing else is necessary after that."
    },
    {
      "index": 202,
      "start_time": 2060920.0,
      "end_time": 2072560.0,
      "text": "In order to compose Mozart needs money.  His regular income is in fact higher than that of a doctor or a lawyer, but the family still wants to live the highlife."
    },
    {
      "index": 203,
      "start_time": 2072560.0,
      "end_time": 2077360.0,
      "text": "In addition to this, Constanze is chronically ill and often needs to go to health spas."
    },
    {
      "index": 204,
      "start_time": 2077360.0000000002,
      "end_time": 2083480.0000000002,
      "text": "In the middle of 1788 Mozart turns to his freemason-friend Michael Puchberg."
    },
    {
      "index": 205,
      "start_time": 2083480.0,
      "end_time": 2090000.0,
      "text": "“Most Venerable Brother of the Order. My situation is such that I absolutely need to raise money"
    },
    {
      "index": 206,
      "start_time": 2090000.0,
      "end_time": 2095920.0,
      "text": "– but by God whom should I trust?  None other than you my best one.”"
    },
    {
      "index": 207,
      "start_time": 2095920.0,
      "end_time": 2111960.0,
      "text": "During the next years Mozart borrows money from Puchberg again and again. He gets it back only after Mozart’s death."
    },
    {
      "index": 208,
      "start_time": 2111960.0,
      "end_time": 2117920.0,
      "text": "Joseph II has a commitment of alliance with  Tsarina Katherine against the Turks."
    },
    {
      "index": 209,
      "start_time": 2117920.0,
      "end_time": 2126240.0,
      "text": "In 1787 he marches on the Turkish border with 280 000 soldiers. It soon becomes all too clear:"
    },
    {
      "index": 210,
      "start_time": 2126240.0,
      "end_time": 2131800.0,
      "text": "the Tsarina leaves him in the lurch. Disease and epidemic ravish the armed forces there."
    },
    {
      "index": 211,
      "start_time": 2131800.0,
      "end_time": 2137320.0,
      "text": "The war consumes vast sums and even Vienna  suffers under its consequences."
    },
    {
      "index": 212,
      "start_time": 2137320.0,
      "end_time": 2154320.0,
      "text": "In 1788 Joseph also falls ill and must return to Vienna. He grants Mozart one last commission,  the opera “Cosi fan tutte”."
    },
    {
      "index": 213,
      "start_time": 2154320.0,
      "end_time": 2162160.0,
      "text": "Cosi fan tutte is based on actual events:  In Vienna people are amused by the swapping  of partners in officers’ circles."
    },
    {
      "index": 214,
      "start_time": 2162160.0,
      "end_time": 2168720.0,
      "text": "In the libretto by da Ponte Don Alfonso wants  to put the faithfulness of two couples to the test."
    },
    {
      "index": 215,
      "start_time": 2168720.0,
      "end_time": 2179920.0,
      "text": "The men are to seduce each other’s fiancées. In order to do this the men appear to go to war, but return shortly thereafter disguised as Albanians."
    },
    {
      "index": 216,
      "start_time": 2179920.0,
      "end_time": 2205680.0,
      "text": "Here, the women and Don Alfonso bid  the men farewell off to war."
    },
    {
      "index": 217,
      "start_time": 2205680.0,
      "end_time": 2215000.0,
      "text": "The two girls watch their lovers depart in their barges and sing this farewell song."
    },
    {
      "index": 218,
      "start_time": 2215000.0,
      "end_time": 2223480.0,
      "text": "You could say the whole thing’s a fix – in fact the scoundrel who stirred it all up is standing  there singing along."
    },
    {
      "index": 219,
      "start_time": 2223480.0,
      "end_time": 2233200.0,
      "text": "You might say that there’s so much falsehood, so much lying, so much treachery going on that it doesn’t merit music like this."
    },
    {
      "index": 220,
      "start_time": 2233200.0,
      "end_time": 2246320.0,
      "text": "But in a way it does, because the music contains the knowledge that the love enjoyed by the two couples at the beginning is now over."
    },
    {
      "index": 221,
      "start_time": 2246320.0,
      "end_time": 2274040.0,
      "text": "In a nutshell it’s a farewell to love – except that none of those involved are aware of this yet."
    },
    {
      "index": 222,
      "start_time": 2274040.0,
      "end_time": 2281800.0,
      "text": "It´s probably the most single most devastating thing  I´ve ever put on stage in my life."
    },
    {
      "index": 223,
      "start_time": 2281800.0,
      "end_time": 2285320.0,
      "text": "Much more devastating than the greek tragedies."
    },
    {
      "index": 224,
      "start_time": 2285320.0,
      "end_time": 2293960.0,
      "text": "Much, you know, darker and more terrifing than Edipus Rex or Electra or something is Cosí,"
    },
    {
      "index": 225,
      "start_time": 2293960.0,
      "end_time": 2300160.0,
      "text": "because Cosí just is so unspearing of going"
    },
    {
      "index": 226,
      "start_time": 2300160.0,
      "end_time": 2306000.0,
      "text": "inside and behind human truth and constantly lifting up"
    },
    {
      "index": 227,
      "start_time": 2306000.0,
      "end_time": 2309520.0,
      "text": "the corner and saying well there´s something else behind there"
    },
    {
      "index": 228,
      "start_time": 2309520.0,
      "end_time": 2312800.0,
      "text": "and then there is something else behind there and"
    },
    {
      "index": 229,
      "start_time": 2312800.0,
      "end_time": 2318600.0,
      "text": "what this person is hiding or covering or does not want anyone to know or to think"
    },
    {
      "index": 230,
      "start_time": 2318600.0,
      "end_time": 2366960.0,
      "text": "but meanwhile they themselves are on fire, are burning alive."
    },
    {
      "index": 231,
      "start_time": 2366960.0,
      "end_time": 2379720.0,
      "text": "Live is a way of dealing with human suffering and with human happiness in a way that it is a permanent switch from one to the other."
    },
    {
      "index": 232,
      "start_time": 2379720.0,
      "end_time": 2386360.0,
      "text": "I think is this thematic of Cosí fan tutte,  this is why it is so difficult to stage,"
    },
    {
      "index": 233,
      "start_time": 2386360.0,
      "end_time": 2398520.0,
      "text": "because the music really in a way speaks a different text -  If one can say - from the actual text of the words."
    },
    {
      "index": 234,
      "start_time": 2398520.0,
      "end_time": 2402120.0,
      "text": "Somehow the people at that time understood it."
    },
    {
      "index": 235,
      "start_time": 2402120.0,
      "end_time": 2407020.0,
      "text": "Above all they grasped the literary allusions to Ovid’s Metarmorphoses,"
    },
    {
      "index": 236,
      "start_time": 2407020.0,
      "end_time": 2414880.0,
      "text": "Ariost’s Orlando Furioso, to  goodness knows what, Marivaux."
    },
    {
      "index": 237,
      "start_time": 2414880.0,
      "end_time": 2420280.0,
      "text": "The at times harsh criticism of Cosi fan tutte is directed above all at da Ponte’s libretto:"
    },
    {
      "index": 238,
      "start_time": 2420280.0,
      "end_time": 2430000.0,
      "text": "“That is a wretched thing, that belittles all women, could not possibly please women viewers  and therefore brings no joy.”"
    },
    {
      "index": 239,
      "start_time": 2430000.0,
      "end_time": 2438080.0,
      "text": "But there is also much approval.  Mozart and da Ponte masterfully show how ambiguous  and deceptive feelings can be."
    },
    {
      "index": 240,
      "start_time": 2438080.0,
      "end_time": 2459280.0,
      "text": "As previously with “Figaro” and “Don Giovanni”, they deliberately selected material with which  to tread new ground in opera."
    },
    {
      "index": 241,
      "start_time": 2459280.0,
      "end_time": 2467980.0,
      "text": "I’m certain that the various forms he wrote were only possible as a reaction to Vienna."
    },
    {
      "index": 242,
      "start_time": 2467980.0,
      "end_time": 2475660.0,
      "text": "I’m also certain that above all the three Da Ponte operas were a reaction to Vienna – a reaction to the court,"
    },
    {
      "index": 243,
      "start_time": 2475660.0,
      "end_time": 2483940.0,
      "text": "a reaction to the audience, a subtle yet very direct criticism of the prevailing circumstances."
    },
    {
      "index": 244,
      "start_time": 2483940.0,
      "end_time": 2494960.0,
      "text": "The Emperor himself is unable to see Cosi fan tutte. Joseph II dies on February 20, 1790 and leaves behind not only content subjects."
    },
    {
      "index": 245,
      "start_time": 2494960.0,
      "end_time": 2503260.0,
      "text": "As enlightened as Joseph II appeared on the throne,  he was also a despot."
    },
    {
      "index": 246,
      "start_time": 2503260.0,
      "end_time": 2508960.0,
      "text": "That’s what made him such a contradictory figure."
    },
    {
      "index": 247,
      "start_time": 2508960.0,
      "end_time": 2519820.0,
      "text": "And while he was still on his deathbed, before he’d actually died, the first defamatory poems about him were being nailed to the Hofburg."
    },
    {
      "index": 248,
      "start_time": 2519820.0,
      "end_time": 2530420.0,
      "text": "Joseph’s brother Leopold II takes over the regency.  He has little time for music and theatre, in addition his taste in music favours the Italian."
    },
    {
      "index": 249,
      "start_time": 2530420.0,
      "end_time": 2538840.0,
      "text": "In hope of new commissions Mozart travels to the coronation celebrations in Frankfurt  – the trip was made in vain."
    },
    {
      "index": 250,
      "start_time": 2538840.0,
      "end_time": 2543280.0,
      "text": "The letters that he wrote to Constanze are full of deep resignation."
    },
    {
      "index": 251,
      "start_time": 2543280.0,
      "end_time": 2559820.0,
      "text": "“I look forward like a child to return to you – if people could see into my heart, I would have to be ashamed  – it is cold for me – ice cold.”"
    },
    {
      "index": 252,
      "start_time": 2559820.0,
      "end_time": 2565220.0,
      "text": "We look at this empty calendar and we almost cannot forgive him for being depressed."
    },
    {
      "index": 253,
      "start_time": 2565220.0,
      "end_time": 2573920.0,
      "text": "Although this is his very good right to do so if you think of how many pieces he wrote in certain other years.  But in 1789, 90 it was rather fallow."
    },
    {
      "index": 254,
      "start_time": 2573920.0,
      "end_time": 2588160.0,
      "text": "He was quite depressed. His financial circumstances are poor."
    },
    {
      "index": 255,
      "start_time": 2588160.0,
      "end_time": 2593200.0,
      "text": "His abiding love for Constanze appears  to help him out of his depression."
    },
    {
      "index": 256,
      "start_time": 2593200.0,
      "end_time": 2597420.0,
      "text": "He writes to her in the spa in Baden near Vienna  almost every day"
    },
    {
      "index": 257,
      "start_time": 2597420.0,
      "end_time": 2610040.0,
      "text": "– the letters end mostly with “Adieu dearest little wife”, “love me as I do you”, “I kiss you 2000 times in my thoughts”, “Ever your Mozart.“"
    },
    {
      "index": 258,
      "start_time": 2610040.0,
      "end_time": 2624960.0,
      "text": "He does not visit her, however.  Instead he works as if possessed."
    },
    {
      "index": 259,
      "start_time": 2624960.0,
      "end_time": 2627180.0,
      "text": "It was like the phoenix rising from the ashes  – the phoenix from the ashes."
    },
    {
      "index": 260,
      "start_time": 2627180.0,
      "end_time": 2636040.0,
      "text": "Mozart had given up certain things. He’d stopped organising concerts, he didn’t even try."
    },
    {
      "index": 261,
      "start_time": 2636040.0,
      "end_time": 2642800.0,
      "text": "He’d given his last concert in March, performing his final piano concerto, his Concerto in B flat major."
    },
    {
      "index": 262,
      "start_time": 2642800.0,
      "end_time": 2648700.0,
      "text": "He’d stopped teaching and was concentrating solely on music."
    },
    {
      "index": 263,
      "start_time": 2648700.0,
      "end_time": 2655940.0,
      "text": "And he wasn’t just composing magnificent works; he was being successful into the bargain."
    },
    {
      "index": 264,
      "start_time": 2655940.0,
      "end_time": 2671740.0,
      "text": "He was in fact very successful; indeed, The Magic Flute was the greatest success of his life."
    },
    {
      "index": 265,
      "start_time": 2671740.0,
      "end_time": 2679220.0,
      "text": "“The Magic Flute” is a fairytale-like opera.  Pamina, the daughter of the Queen of the Night,  is kidnapped by the Priest Sarastro."
    },
    {
      "index": 266,
      "start_time": 2679220.0,
      "end_time": 2689620.0,
      "text": "Prince Tamino tries to free her with the help of the bird catcher Papageno.  What appears good becomes evil, and what appears evil, good."
    },
    {
      "index": 267,
      "start_time": 2689620.0,
      "end_time": 2700620.0,
      "text": "The theatre director Emanuel Schikaneder becomes Mozart’s new partner. He writes the libretto and performs the first Papageno at the premiere at  his Theatre auf der Wieden."
    },
    {
      "index": 268,
      "start_time": 2700620.0,
      "end_time": 2705980.0,
      "text": "With the profits from “The Magic Flute” he finances the construction of the Theatre an der Wien."
    },
    {
      "index": 269,
      "start_time": 2705980.0,
      "end_time": 2717660.0,
      "text": "It was a suburban theatre – a place where the simple man could take his spouse in search of amusement."
    },
    {
      "index": 270,
      "start_time": 2717660.0,
      "end_time": 2727560.0,
      "text": "But nevertheless, the Theatre an der Wien was also visited by the aristocracy, by intellectuals. It had a very homogeneous audience."
    },
    {
      "index": 271,
      "start_time": 2727560.0,
      "end_time": 2738600.0,
      "text": "At least it gave one a very concentrated view of society – it could be described as the fulfilment of Joseph’s ideas since everyone went there."
    },
    {
      "index": 272,
      "start_time": 2738600.0,
      "end_time": 2752560.0,
      "text": "I think this should be borne in mind before we turn our noses up at the motley nature of works like  The Magic Flute."
    },
    {
      "index": 273,
      "start_time": 2752560.0,
      "end_time": 2759140.0,
      "text": "On September 30th, 1791 Mozart conducts the premiere of “The Magic Flute”."
    },
    {
      "index": 274,
      "start_time": 2759140.0,
      "end_time": 2771240.0,
      "text": "Schikaneder has lavish decorations prepared, fairy-like creatures fill the stage, a real captive balloon  even makes an appearance."
    },
    {
      "index": 275,
      "start_time": 2771240.0,
      "end_time": 2779340.0,
      "text": "As Ernst Bloch put it, The Magic Flute is dominated by a circus atmosphere. And why not?"
    },
    {
      "index": 276,
      "start_time": 2779340.0,
      "end_time": 2790120.0,
      "text": "To express it somewhat dialectically, this underlines a slightly rebellious element, something frivolous that needs to be taken seriously."
    },
    {
      "index": 277,
      "start_time": 2790120.0,
      "end_time": 2792540.0,
      "text": "Mozart writes to Constanze:"
    },
    {
      "index": 278,
      "start_time": 2792540.0,
      "end_time": 2801000.0,
      "text": "“I have just come from the opera; it was as full as ever – the duet between man and wife and the carillon in the first act was as usual repeated"
    },
    {
      "index": 279,
      "start_time": 2801000.0,
      "end_time": 2814940.0,
      "text": "but what pleased me the most was the quiet applause!”"
    },
    {
      "index": 280,
      "start_time": 2814940.0,
      "end_time": 2821100.0,
      "text": "I also think that it was important for him that Papageno finally started saying important things."
    },
    {
      "index": 281,
      "start_time": 2821100.0,
      "end_time": 2827840.0,
      "text": "After all, he’s not just a madcap or a little idiot;  in fact he gets the love duet."
    },
    {
      "index": 282,
      "start_time": 2827840.0,
      "end_time": 2927540.0,
      "text": "It’s actually a paradoxical situation; the simple child of nature starts singing with Pamina."
    },
    {
      "index": 283,
      "start_time": 2927540.0,
      "end_time": 2931460.0,
      "text": "These are the great moments of happiness  in the history of music."
    },
    {
      "index": 284,
      "start_time": 2931460.0,
      "end_time": 2940780.0,
      "text": "With the tradition of Viennese people’s theatre encountering the exalted ideals formulated in Freemasonry,"
    },
    {
      "index": 285,
      "start_time": 2940780.0,
      "end_time": 2950880.0,
      "text": "we’ve got two worlds coming together which then went their separate ways again, even in art."
    },
    {
      "index": 286,
      "start_time": 2950880.0,
      "end_time": 2968560.0,
      "text": "In other words, the Shakespearean totality of the highest and the lowest, the funniest and the most illustrious was lost again."
    },
    {
      "index": 287,
      "start_time": 2968560.0,
      "end_time": 2977600.0,
      "text": "“The Magic Flute” is a box-office hit. The ideals of Freemasonry – humanity and tolerance – go down well with the spectators."
    },
    {
      "index": 288,
      "start_time": 2977600.0,
      "end_time": 2984460.0,
      "text": "The arias become popular songs and ladies soon wear Papagena fashions on the streets."
    },
    {
      "index": 289,
      "start_time": 2984460.0,
      "end_time": 2996600.0,
      "text": "Fellow musicians like Antonio Salieri go into raptures over the great and beautiful spectacle. Mozart has once again surpassed the boundaries."
    },
    {
      "index": 290,
      "start_time": 2996600.0,
      "end_time": 3003920.0,
      "text": "During the same period he receives the commission of the Bohemian Estates in Prague to write an opera for the coronation of Leopold II."
    },
    {
      "index": 291,
      "start_time": 3003920.0,
      "end_time": 3011560.0,
      "text": "Mozart chooses “La Clemenza di Tito”, the story of the conspiracy against the ancient Roman Emperor Titus."
    },
    {
      "index": 292,
      "start_time": 3011560.0,
      "end_time": 3022320.0,
      "text": "The opera libretto by Pietro Metastasio is among the most set-to-music texts of the 18th century."
    },
    {
      "index": 293,
      "start_time": 3022320.0,
      "end_time": 3028640.0,
      "text": "To Emperor Titus, a paragon of enlightened kindness, every arbitrary act of tyranny is unknown."
    },
    {
      "index": 294,
      "start_time": 3028640.0,
      "end_time": 3040660.0,
      "text": "He lets things happen, even gives schemes, betrayal, and conspiracy free reign.  He never intervenes actively in history, but loses himself rather in philosophical thought."
    },
    {
      "index": 295,
      "start_time": 3040660.0,
      "end_time": 3052540.0,
      "text": "Nevertheless, he is in control.  A game of suffering and solitude of the powerful, of duty and of fondness for his subjects, and of the Dictate of Tolerance."
    },
    {
      "index": 296,
      "start_time": 3052540.0,
      "end_time": 3113220.0,
      "text": "These virtues of a fictitious classical antiquity are now to find life again in classicism."
    },
    {
      "index": 297,
      "start_time": 3113220.0,
      "end_time": 3123480.0,
      "text": "Mozart is modern in two ways. In Prague he provides this classical tone"
    },
    {
      "index": 298,
      "start_time": 3123480.0,
      "end_time": 3130980.0,
      "text": "which was later raised to a state art in France  in the form of the empire,"
    },
    {
      "index": 299,
      "start_time": 3130980.0,
      "end_time": 3141900.0,
      "text": "yet in The Magic Flute he also provides something that could be summed up as the beginnings of an early Romanticism."
    },
    {
      "index": 300,
      "start_time": 3141900.0,
      "end_time": 3147800.0,
      "text": "On November 18th, 1781 Mozart’s Viennese Lodge opens a new temple."
    },
    {
      "index": 301,
      "start_time": 3147800.0,
      "end_time": 3159840.0,
      "text": "For this he conducts the “Freemason Cantata”. He had completed the composition only three days earlier. It is to be the last entry in his own hand-written index."
    },
    {
      "index": 302,
      "start_time": 3159840.0,
      "end_time": 3186240.0,
      "text": "Two days later he lies down ill in bed. Two weeks later on December 5th, 1791, Mozart dies  at the mere age of 35."
    },
    {
      "index": 303,
      "start_time": 3186240.0,
      "end_time": 3194440.0,
      "text": "In the last weeks Mozart was still working on a requiem that the wealthy Count Walsegg-Stuppach had commissioned."
    },
    {
      "index": 304,
      "start_time": 3194440.0,
      "end_time": 3200520.0,
      "text": "He could not complete it.  Which disease killed Mozart is unknown."
    },
    {
      "index": 305,
      "start_time": 3200520.0,
      "end_time": 3236260.0,
      "text": "It is assumed that is was a rheumatic fever. It is certain only that he was not poisoned."
    },
    {
      "index": 306,
      "start_time": 3236260.0,
      "end_time": 3242140.0,
      "text": "Mozart – as you know, was not afraid of death and spoke of death"
    },
    {
      "index": 307,
      "start_time": 3242140.0,
      "end_time": 3249600.0,
      "text": "certainly in his letters with such depth of conviction  and hope."
    },
    {
      "index": 308,
      "start_time": 3249600.0,
      "end_time": 3264220.0,
      "text": "His own requiem he writes of death as the coming of light, of this light that increases in a kind of amazing crescendo."
    },
    {
      "index": 309,
      "start_time": 3264220.0,
      "end_time": 3271140.0,
      "text": "Many legends have been woven around Mozart’s death. He died penniless without any savings."
    },
    {
      "index": 310,
      "start_time": 3271140.0,
      "end_time": 3285100.0,
      "text": "The Mozarts had always lived from hand to mouth. The supposed poor man’s burial never took place, though."
    },
    {
      "index": 311,
      "start_time": 3285100.0,
      "end_time": 3298960.0,
      "text": "Mozart was given a normal funeral fitting his middle-class status. Not an especially elaborate affair, but nor could it be described as a pauper’s funeral."
    },
    {
      "index": 312,
      "start_time": 3298960.0,
      "end_time": 3310180.0,
      "text": "In those days the funeral ceremony ended with a blessing in the church, in this case in St Stephan’s,"
    },
    {
      "index": 313,
      "start_time": 3310180.0,
      "end_time": 3316160.0,
      "text": "and that was the point at which his friends and relatives took their leave of him."
    },
    {
      "index": 314,
      "start_time": 3316160.0,
      "end_time": 3329060.0,
      "text": "Coffins could only be transported to cemeteries outside the city at night; Joseph had banned graveyards  in the city."
    },
    {
      "index": 315,
      "start_time": 3329060.0,
      "end_time": 3333200.0,
      "text": "There is no gravestone.   Mozart was anonymously laid to rest."
    },
    {
      "index": 316,
      "start_time": 3333200.0,
      "end_time": 3348740.0,
      "text": "Until this day it is not known who attended the funeral – Constanze is left a widow with two children. A few years later she remarries."
    },
    {
      "index": 317,
      "start_time": 3348740.0,
      "end_time": 3353900.0,
      "text": "On the day of his burial the obituary appears in the Wiener Zeitung:"
    },
    {
      "index": 318,
      "start_time": 3353900.0,
      "end_time": 3364880.0,
      "text": "“From his childhood on known throughout all Europe because of his most rare musical talent, he has through the most fortunate development of his outstanding natural gifts"
    },
    {
      "index": 319,
      "start_time": 3364880.0,
      "end_time": 3375140.0,
      "text": "and through their persistent use joined the ranks of the greatest masters, witness to which bear his universally popular and admired works,"
    },
    {
      "index": 320,
      "start_time": 3375140.0,
      "end_time": 3402860.0,
      "text": "and these give the measure of the irreplaceable loss that the art of music has suffered through his death.”"
    },
    {
      "index": 321,
      "start_time": 3402860.0,
      "end_time": 3406240.0,
      "text": "The Requiem isn’t his legacy."
    },
    {
      "index": 322,
      "start_time": 3406240.0,
      "end_time": 3416120.0,
      "text": "Firstly, to be frank, merely one or one and a half movements actually written by Mozart have survived"
    },
    {
      "index": 323,
      "start_time": 3416120.0,
      "end_time": 3419720.0,
      "text": "– the rest of the piece as we know  it wasn’t composed by him."
    },
    {
      "index": 324,
      "start_time": 3419720.0,
      "end_time": 3432520.0,
      "text": "And secondly, although these one and a half movements are a splendid composition, they don’t represent anything truly pioneering."
    },
    {
      "index": 325,
      "start_time": 3432520.0,
      "end_time": 3440200.0,
      "text": "Genuinely revolutionary aspects are to be seen in The Clemency of Titus and The Magic Flute – especially when comparing the two."
    },
    {
      "index": 326,
      "start_time": 3440200.0,
      "end_time": 3460000.0,
      "text": "They reveal a musical change – and Mozart died at a time when the direction he would have taken was uncertain."
    },
    {
      "index": 327,
      "start_time": 3460000.0,
      "end_time": 3466380.0,
      "text": "It’s all just a bunch of sounds, and all them  which such a naturalness,"
    },
    {
      "index": 328,
      "start_time": 3466380.0,
      "end_time": 3478980.0,
      "text": "that it seems like a child, like the wunderkind he once was or to be able to do it."
    },
    {
      "index": 329,
      "start_time": 3478980.0,
      "end_time": 3487620.0,
      "text": "I believe that as long as there are people with a heart and a soul and a modicum of intelligence,"
    },
    {
      "index": 330,
      "start_time": 3487620.0,
      "end_time": 3505320.0,
      "text": "and as long as they are willing to make an effort, Mozart will always continue to be experienced anew."
    },
    {
      "index": 331,
      "start_time": 3505320.0,
      "end_time": 3507040.0,
      "text": "I think it was Bussoni who said:"
    },
    {
      "index": 332,
      "start_time": 3507040.0,
      "end_time": 3517040.0,
      "text": "“There are bad composers, mediocre composers, good composers, great composers and then there is Mozart.”"
    }
  ]
}