{
  "video_id": "b5wGGp88nBs",
  "title": "Zenbook Pro UX580 Review - TWO SCREENS!",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3400.0,
      "text": "[Sexy Intro Music]"
    },
    {
      "index": 2,
      "start_time": 3480.0,
      "end_time": 5500.0,
      "text": "Hey, how's it going, Dave2D here!"
    },
    {
      "index": 3,
      "start_time": 5500.0,
      "end_time": 7900.0,
      "text": "So this is the 2018 ZenBook Pro,"
    },
    {
      "index": 4,
      "start_time": 7980.0,
      "end_time": 11540.0,
      "text": "and this is a device that gets updated pretty regularly by Asus,"
    },
    {
      "index": 5,
      "start_time": 11540.0,
      "end_time": 14000.0,
      "text": "like every year there's some kind of iterative change to this thing,"
    },
    {
      "index": 6,
      "start_time": 14020.0,
      "end_time": 19060.0,
      "text": "but this year in 2018, they brought something that was... well, I think this is"
    },
    {
      "index": 7,
      "start_time": 19060.0,
      "end_time": 23200.0,
      "text": "the first true innovative, laptop technology that I've seen in quite a while"
    },
    {
      "index": 8,
      "start_time": 23220.0,
      "end_time": 29320.0,
      "text": "So every year we're seeing like things like thinner bezels, better materials lighter materials, thinner laptops, which are cool and everything,"
    },
    {
      "index": 9,
      "start_time": 29320.0,
      "end_time": 33460.0,
      "text": "but they don't really change the way that we actually work with our laptops, right?"
    },
    {
      "index": 10,
      "start_time": 33460.0,
      "end_time": 36900.0,
      "text": "They're nice upgrades and stuff like that, but THIS, is different"
    },
    {
      "index": 11,
      "start_time": 36960.0,
      "end_time": 40020.0,
      "text": "This is a screen that's built into the touchpad,"
    },
    {
      "index": 12,
      "start_time": 40020.0,
      "end_time": 45000.0,
      "text": "so you can run it as a screen-pad-thing where you're running basically Asus apps and an Asus interface,"
    },
    {
      "index": 13,
      "start_time": 45000.0,
      "end_time": 48239.0,
      "text": "so you can pull it down and you'll see stuff like your calendar, a number pad,"
    },
    {
      "index": 14,
      "start_time": 48239.0,
      "end_time": 52739.0,
      "text": "so this keyboard doesnt actually have number pad, but you can use the number pad feature on the bottom thing,"
    },
    {
      "index": 15,
      "start_time": 52739.0,
      "end_time": 60260.0,
      "text": "a calculator, and you have your Spotify music player & you have other apps that Asus can develop and put onto this screen pad interface."
    },
    {
      "index": 16,
      "start_time": 60260.0,
      "end_time": 63090.0,
      "text": "Now you can also run as a secondary display, which is actually pretty cool,"
    },
    {
      "index": 17,
      "start_time": 63090.0,
      "end_time": 69480.0,
      "text": "so it essentially is a smaller, secondary screen that you can just kind of use to drag-and-drop your programs,"
    },
    {
      "index": 18,
      "start_time": 69480.0,
      "end_time": 73000.0,
      "text": "or your Windows folders, or whatever you would use your secondary display for."
    },
    {
      "index": 19,
      "start_time": 73020.0,
      "end_time": 75140.0,
      "text": "Now, Mac (like the Apple Mac books),"
    },
    {
      "index": 20,
      "start_time": 75189.0,
      "end_time": 78629.0,
      "text": "they have that touch bar at the top and I said this in my original review,"
    },
    {
      "index": 21,
      "start_time": 78630.0,
      "end_time": 83540.0,
      "text": "but the utility of that strip, like the actual functionality of that strip, is pretty limited,"
    },
    {
      "index": 22,
      "start_time": 83540.0,
      "end_time": 88440.0,
      "text": "and it's highly dependent on the developer, so you need Adobe or whatever app you're using,"
    },
    {
      "index": 23,
      "start_time": 88440.0,
      "end_time": 92880.0,
      "text": "you need those developers to create functionality in that strip for the user,"
    },
    {
      "index": 24,
      "start_time": 92880.0,
      "end_time": 96960.0,
      "text": "which is cool, but it's not nearly as functional, or even practical"
    },
    {
      "index": 25,
      "start_time": 96960.0,
      "end_time": 98360.0,
      "text": "as something like this screen pad."
    },
    {
      "index": 26,
      "start_time": 98360.0,
      "end_time": 102078.0,
      "text": "So I've only been using this device for a couple of days, and my initial reaction was,"
    },
    {
      "index": 27,
      "start_time": 102080.0,
      "end_time": 104400.0,
      "text": "\"Wow! That's really cool, like, you know, what can I do with it?\""
    },
    {
      "index": 28,
      "start_time": 104440.0,
      "end_time": 108140.0,
      "text": "but then like, the secondary immediate reaction was that,"
    },
    {
      "index": 29,
      "start_time": 108140.0,
      "end_time": 112520.0,
      "text": "\"Is it really that useful because like your viewing angle on this thing isn't ideal, right?\""
    },
    {
      "index": 30,
      "start_time": 112530.0,
      "end_time": 117449.0,
      "text": "like if you're staring at your screen, like you normally would now you have to glance down to look at this secondary screen,"
    },
    {
      "index": 31,
      "start_time": 117450.0,
      "end_time": 120600.0,
      "text": "but after using for a little bit, it just- it feels natural."
    },
    {
      "index": 32,
      "start_time": 120600.0,
      "end_time": 125519.0,
      "text": "Not that it's like, a better option than looking straight if there are two screens in front of you (That would be ideal),"
    },
    {
      "index": 33,
      "start_time": 125520.0,
      "end_time": 128300.0,
      "text": "but I mean, that's never gonna happen on a laptop anytime soon."
    },
    {
      "index": 34,
      "start_time": 128300.00000000001,
      "end_time": 131680.0,
      "text": "This starts to feel useful after even a couple hours of using it."
    },
    {
      "index": 35,
      "start_time": 131680.0,
      "end_time": 134100.0,
      "text": "If you're loading a premiere you can have like different palettes down there,"
    },
    {
      "index": 36,
      "start_time": 134120.0,
      "end_time": 138100.0,
      "text": "If you want to watch videos like Twitch or YouTube, you can pop that window down there,"
    },
    {
      "index": 37,
      "start_time": 138120.0,
      "end_time": 141900.0,
      "text": "and it's just in a position where you can kind of keep tabs of whatever's going on on the screen,"
    },
    {
      "index": 38,
      "start_time": 141900.0,
      "end_time": 144800.0,
      "text": "without actually having it take the real estate of your regular screen."
    },
    {
      "index": 39,
      "start_time": 144810.0,
      "end_time": 147629.0,
      "text": "It's nice, and you can run whatever application you want in this,"
    },
    {
      "index": 40,
      "start_time": 147629.0,
      "end_time": 151649.0,
      "text": "so if you have like a security camera footage or if you're running a remote access program,"
    },
    {
      "index": 41,
      "start_time": 151650.0,
      "end_time": 154289.0,
      "text": "like whatever you want, you can just make it work, and that's the thing,"
    },
    {
      "index": 42,
      "start_time": 154290.0,
      "end_time": 157530.0,
      "text": "like when I first saw this thing, your brain just goes right to that thing,"
    },
    {
      "index": 43,
      "start_time": 157530.0,
      "end_time": 162500.0,
      "text": "like there's just something that you can imagine, something that you can think of, that has utility in this setup."
    },
    {
      "index": 44,
      "start_time": 162500.0,
      "end_time": 167000.0,
      "text": "With that MacBook Pro, it was more like you had to imagine it.  You kind of had to think about, you know,"
    },
    {
      "index": 45,
      "start_time": 167060.0,
      "end_time": 169300.0,
      "text": "\"How could I use this, if the developer did it right?\""
    },
    {
      "index": 46,
      "start_time": 169300.0,
      "end_time": 174719.0,
      "text": "This- it's immediate it kind of- it makes sense when you stare at it. So, how's the rest of this device?"
    },
    {
      "index": 47,
      "start_time": 174720.0,
      "end_time": 177899.0,
      "text": "It's... well, it's a Zen book. It's built pretty well."
    },
    {
      "index": 48,
      "start_time": 177900.0,
      "end_time": 182700.0,
      "text": "It's not as well built as a good Dell XPS product or a MacBook Pro, but I like it."
    },
    {
      "index": 49,
      "start_time": 182700.0,
      "end_time": 186000.0,
      "text": "The color, it's like this blue.  They also have different colors, I imagine,"
    },
    {
      "index": 50,
      "start_time": 186000.0,
      "end_time": 189200.0,
      "text": "but the one I'm looking at is this kind of navy blue with copper trim,"
    },
    {
      "index": 51,
      "start_time": 189269.0,
      "end_time": 192100.0,
      "text": "and it also has your standard Zen book texture to the metal."
    },
    {
      "index": 52,
      "start_time": 192100.0,
      "end_time": 197100.0,
      "text": "Now, the screen is a 4k panel, 83% screen to body ratio. The color gamut is great,"
    },
    {
      "index": 53,
      "start_time": 197100.0,
      "end_time": 203380.0,
      "text": "100% Adobe RGB, 100% sRGB.  This is supposed to be color calibrated at the factory with Pantone certification."
    },
    {
      "index": 54,
      "start_time": 203380.0,
      "end_time": 206370.0,
      "text": "it's a nice looking screen, it's not super bright though."
    },
    {
      "index": 55,
      "start_time": 206370.0,
      "end_time": 210200.0,
      "text": "It's bright, but it doesn't achieve the same kind of peak brightness as a MacBook Pro"
    },
    {
      "index": 56,
      "start_time": 210200.0,
      "end_time": 215400.0,
      "text": "and I keep bringing them up as an example because I mean, this is a very, very good product for content creators"
    },
    {
      "index": 57,
      "start_time": 215400.0,
      "end_time": 222200.0,
      "text": "and you can see the similarities in terms of like, product category.  So the keyboard feels kind of standard like your Zen Book Pro keyboard,"
    },
    {
      "index": 58,
      "start_time": 222200.0,
      "end_time": 227100.0,
      "text": "slightly mushier keys than I would want, but good layout and good keyboard overall."
    },
    {
      "index": 59,
      "start_time": 227100.0,
      "end_time": 230400.0,
      "text": "The port selection is... a little bit weird. So they have Micro SD..."
    },
    {
      "index": 60,
      "start_time": 230400.0,
      "end_time": 237449.0,
      "text": "I really wish on a device like this, especially because it's obviously geared towards content creators, that they would include a full-size SD. It's not there."
    },
    {
      "index": 61,
      "start_time": 237449.0,
      "end_time": 241000.0,
      "text": "It's got two USB A's, two Thunderbolt 3's, and an HDMI out."
    },
    {
      "index": 62,
      "start_time": 241000.0,
      "end_time": 245600.0,
      "text": "So to get into the inside, it's like your standard ZenBook thing: Flip it over, remove a bunch of screws."
    },
    {
      "index": 63,
      "start_time": 245600.0,
      "end_time": 249600.0,
      "text": "This one I've removed in advance, seemed to pop it off, here we go."
    },
    {
      "index": 64,
      "start_time": 249600.0,
      "end_time": 255299.0,
      "text": "Okay, so, first thing I noticed was that there's only two heat pipes, and because it's running some pretty powerful hardware,"
    },
    {
      "index": 65,
      "start_time": 255299.0,
      "end_time": 259769.0,
      "text": "I was hoping there would be more.  Turns out there's a third heat pipe that runs underneath the motherboard,"
    },
    {
      "index": 66,
      "start_time": 259769.0,
      "end_time": 263399.0,
      "text": "so on the backside of it, that'll help cool this down.  The i9 is a beast,"
    },
    {
      "index": 67,
      "start_time": 263400.0,
      "end_time": 270100.0,
      "text": "it's running a GTX 1050ti and the components in here are cooled by two fans that are supposedly upgraded from the previous generation,"
    },
    {
      "index": 68,
      "start_time": 270100.0,
      "end_time": 273719.0,
      "text": "so they're supposed to have like, thermoformed plastic and just have better airflow and stuff."
    },
    {
      "index": 69,
      "start_time": 273720.0,
      "end_time": 276869.0,
      "text": "I haven't be able to test it out thoroughly because this is an engineering unit."
    },
    {
      "index": 70,
      "start_time": 276869.0,
      "end_time": 282560.0,
      "text": "I haven't been able to run proper benchmarks, but the preliminary results are good. This thing's not throttling,"
    },
    {
      "index": 71,
      "start_time": 282560.0,
      "end_time": 288480.0,
      "text": "but the temperatures are a little warm. Hopefully it does get better before it goes into retail. Again, this is just an engineering sample."
    },
    {
      "index": 72,
      "start_time": 288520.0,
      "end_time": 292700.0,
      "text": "So... the RAM is soldered onto the board.  I really don't like that."
    },
    {
      "index": 73,
      "start_time": 292700.0,
      "end_time": 295900.0,
      "text": "On a device like this, I wish you could just kind of upgrade it when you want it."
    },
    {
      "index": 74,
      "start_time": 295900.0,
      "end_time": 300450.0,
      "text": "It only comes out up to 16GB of ram from the factory and it's just baked right onto the board,"
    },
    {
      "index": 75,
      "start_time": 300450.0,
      "end_time": 306020.0,
      "text": "so that's not the best thing.  The SSD and the Wi-Fi card can be replaced. So the battery's down here,"
    },
    {
      "index": 76,
      "start_time": 306030.0,
      "end_time": 308400.0,
      "text": "I haven't really done battery tests on this because, it's just,"
    },
    {
      "index": 77,
      "start_time": 308400.0,
      "end_time": 312000.0,
      "text": "there's probably ton of software that's gonna go into the retail version that's not on here yet."
    },
    {
      "index": 78,
      "start_time": 312000.0,
      "end_time": 314519.0,
      "text": "The speakers they're good, and they've always been good."
    },
    {
      "index": 79,
      "start_time": 314520.0,
      "end_time": 317400.0,
      "text": "Zenbook pro speakers have always been one of the better ones on the market,"
    },
    {
      "index": 80,
      "start_time": 317400.0,
      "end_time": 323969.0,
      "text": "and... yeah, I feel like this is gonna change the way that some people use their laptops. I love that little screen."
    },
    {
      "index": 81,
      "start_time": 323970.0,
      "end_time": 326900.0,
      "text": "It's useful for a lot of people, it's obviously not for everyone,"
    },
    {
      "index": 82,
      "start_time": 326900.0,
      "end_time": 332000.0,
      "text": "but the best part is that the functionality of the touchpad or the trackpad itself- doesn't get reduced,"
    },
    {
      "index": 83,
      "start_time": 332000.0,
      "end_time": 336119.0,
      "text": "like it feels exactly the same as a regular trackpad- you wouldn't be able to tell the difference."
    },
    {
      "index": 84,
      "start_time": 336120.0,
      "end_time": 340080.0,
      "text": "In fact, if you turn off the screen, it just looks like a black trackpad."
    },
    {
      "index": 85,
      "start_time": 340080.0,
      "end_time": 343139.0,
      "text": "It's got that smooth textured glass with good tracking."
    },
    {
      "index": 86,
      "start_time": 343180.0,
      "end_time": 348419.0,
      "text": "The trackpad is sunken in a little bit more than your average trackpad, but you don't notice that when you're using it."
    },
    {
      "index": 87,
      "start_time": 348419.0,
      "end_time": 352199.0,
      "text": "I don't know, it's really cool to me. What do you guys think? Like do you think you could make use of it?"
    },
    {
      "index": 88,
      "start_time": 352200.0,
      "end_time": 354300.0,
      "text": "Obviously you could watch like movies and stuff on this,"
    },
    {
      "index": 89,
      "start_time": 354300.0,
      "end_time": 359100.0,
      "text": "but aside from that, like do you guys think you would use something like this if you had access to it on your trackpad?"
    },
    {
      "index": 90,
      "start_time": 359100.0,
      "end_time": 361500.0,
      "text": "Like do you find it gimmicky?  Do you find legit?  I don't know."
    },
    {
      "index": 91,
      "start_time": 361500.0,
      "end_time": 364900.0,
      "text": "Now, in terms of battery life, I don't know how this affects it.  Again, I'll have to test this in the future,"
    },
    {
      "index": 92,
      "start_time": 364900.0,
      "end_time": 369989.0,
      "text": "but yeah.  Kind of like an early look at what I could consider one of the more innovative pieces of tech"
    },
    {
      "index": 93,
      "start_time": 369990.0,
      "end_time": 371900.0,
      "text": "I've seen in laptops for this year."
    },
    {
      "index": 94,
      "start_time": 371900.0,
      "end_time": 376000.0,
      "text": "Ok, hope you guys enjoyed this video, thumbs if you liked it, subs you loved it, see you guys next time!"
    },
    {
      "index": 95,
      "start_time": 376000.0,
      "end_time": 379900.0,
      "text": "[Music]"
    }
  ]
}