{
  "video_id": "BapFZkvQHmY",
  "title": "How to position yourself on the road correctly when cycling | Commute Smart",
  "json": [
    {
      "index": 1,
      "start_time": 4110.0,
      "end_time": 8220.0,
      "text": "You see a lot of riders riding close to the kerb to stay out of the way of traffic."
    },
    {
      "index": 2,
      "start_time": 8220.0,
      "end_time": 12980.0,
      "text": "But by riding in the gutter you are more likely to encounter hazards, such as broken glass"
    },
    {
      "index": 3,
      "start_time": 12980.0,
      "end_time": 18610.0,
      "text": "or drain covers, and it may encourage motorists to try and squeeze past you when there potentially"
    },
    {
      "index": 4,
      "start_time": 18610.0,
      "end_time": 25100.0,
      "text": "might not be enough space. When riding on the road there are two positions to use."
    },
    {
      "index": 5,
      "start_time": 25100.0,
      "end_time": 29650.0,
      "text": "Your default riding position is about a third of the way into the lane or approximately"
    },
    {
      "index": 6,
      "start_time": 29650.0,
      "end_time": 34220.0,
      "text": "inline with the nearside of a car. If you are intending to turn right ahead or need"
    },
    {
      "index": 7,
      "start_time": 34220.0,
      "end_time": 38870.0,
      "text": "to prevent cars from overtaking at any point you should take control of the lane, riding"
    },
    {
      "index": 8,
      "start_time": 38870.0,
      "end_time": 44360.0,
      "text": "where you can be easily seen. This gives motorists the message that you don&#39;t want to be overtaken"
    },
    {
      "index": 9,
      "start_time": 44360.0,
      "end_time": 50470.0,
      "text": "as it isn&#39;t safe. Ensure you look behind to check it&#39;s safe to move into this position."
    },
    {
      "index": 10,
      "start_time": 50470.0,
      "end_time": 54790.0,
      "text": "On side roads if you are passing a side road on your left you should move out to take the lane."
    },
    {
      "index": 11,
      "start_time": 54790.0,
      "end_time": 59559.0,
      "text": "This will increase your visibility to traffic joining the road from the junction."
    },
    {
      "index": 12,
      "start_time": 59559.0,
      "end_time": 64218.0,
      "text": "Give you more room to manoeuvre and prevent impatient motorists behind from overtaking"
    },
    {
      "index": 13,
      "start_time": 64218.0,
      "end_time": 70770.0,
      "text": "and then  sharply turning left in front of you. On busier roads, with multiple side roads"
    },
    {
      "index": 14,
      "start_time": 70770.0,
      "end_time": 75179.0,
      "text": "it might not be practical to take the lane for every junction. In this situation you"
    },
    {
      "index": 15,
      "start_time": 75180.0,
      "end_time": 79700.0,
      "text": "should glance behind you, make eye contact with the driver following and edge out slightly."
    },
    {
      "index": 16,
      "start_time": 79700.0,
      "end_time": 84430.0,
      "text": "This should be enough to make yourself more visible to the driver behind you so they know"
    },
    {
      "index": 17,
      "start_time": 84430.0,
      "end_time": 90940.0,
      "text": "that you don&#39;t want to be overtaken. When passing parked cars the same principles apply"
    },
    {
      "index": 18,
      "start_time": 90940.0,
      "end_time": 95580.0,
      "text": "as passing side roads although you should keep yourself it least a door&#39;s width of space"
    },
    {
      "index": 19,
      "start_time": 95580.0,
      "end_time": 100900.0,
      "text": "or more if possible in case a door in opened. Take a look in the mirrors of the vehicle"
    },
    {
      "index": 20,
      "start_time": 100900.0,
      "end_time": 104799.0,
      "text": "to see if you can see a face or look for a light in the car to see if the driver could"
    },
    {
      "index": 21,
      "start_time": 104799.0,
      "end_time": 110970.0,
      "text": "be ready to open the door. If you&#39;re riding with others it&#39;s perfectly acceptable to ride"
    },
    {
      "index": 22,
      "start_time": 110970.0,
      "end_time": 116789.0,
      "text": "two abreast with the outside rider approximately in the centre of the lane. However on narrow"
    },
    {
      "index": 23,
      "start_time": 116790.0,
      "end_time": 120829.0,
      "text": "roads or if you are aware of a build up of traffic behind you should single out when"
    },
    {
      "index": 24,
      "start_time": 120829.0,
      "end_time": 126419.0,
      "text": "safe to do so to let them pass. Blind bends are another situation where singling out is"
    },
    {
      "index": 25,
      "start_time": 126420.0,
      "end_time": 132709.0,
      "text": "advised in case of oncoming traffic crossing the white lines in the middle of the road."
    },
    {
      "index": 26,
      "start_time": 132709.0,
      "end_time": 138700.0,
      "text": "Observation, anticipation and negotiation should be your watch words when riding out"
    },
    {
      "index": 27,
      "start_time": 138700.0,
      "end_time": 142760.0,
      "text": "on the road. You should always know what&#39;s going on around you. Where possible making"
    },
    {
      "index": 28,
      "start_time": 142760.0,
      "end_time": 147780.0,
      "text": "eye contact with drivers and other road users. Looking well ahead. Anticipating what the"
    },
    {
      "index": 29,
      "start_time": 147780.0,
      "end_time": 152980.0,
      "text": "traffic ahead is going to do. Adapting your riding accordingly and negotiating when necessary"
    },
    {
      "index": 30,
      "start_time": 152980.0,
      "end_time": 157679.0,
      "text": "with the drivers around you should become second nature. This all helps contribute towards"
    },
    {
      "index": 31,
      "start_time": 157680.0,
      "end_time": 158830.0,
      "text": "a smart commute."
    }
  ]
}