{
  "video_id": "bCCz5-gFaYM",
  "title": "CNN Student News - 05/12/16",
  "json": [
    {
      "index": 1,
      "start_time": 12138.0,
      "end_time": 17229.0,
      "text": "With Donald Trump no longer facing any primary opposition, the focus tonight is on the Democrats"
    },
    {
      "index": 2,
      "start_time": 17229.0,
      "end_time": 20952.0,
      "text": "ongoing contest and the general election battle ahead."
    },
    {
      "index": 3,
      "start_time": 20952.0,
      "end_time": 24438.0,
      "text": "The focus on West Virginia, the Clinton campaign believes they will lose that state."
    },
    {
      "index": 4,
      "start_time": 24438.0,
      "end_time": 30722.0,
      "text": "A bit ironic, eight years ago she won that state over Barack Obama by some 40 points."
    },
    {
      "index": 5,
      "start_time": 30722.0,
      "end_time": 35348.0,
      "text": "Let's assume Bernie Sanders wins West Virginia tonight 60 / 40, right? Remember, 301,"
    },
    {
      "index": 6,
      "start_time": 35348.0,
      "end_time": 40921.0,
      "text": "if he wins 60 / 40, because of the number of delegates at stake, that's a net gain of only five delegates."
    },
    {
      "index": 7,
      "start_time": 40921.0,
      "end_time": 44883.0,
      "text": "That's the problem for Bernie Sanders right now. It's the same rules that have kept him competitive."
    },
    {
      "index": 8,
      "start_time": 44883.0,
      "end_time": 48546.0,
      "text": "The proportionality of the democratic rules make it hard from him to catch up right now."
    },
    {
      "index": 9,
      "start_time": 48546.0,
      "end_time": 54700.0,
      "text": "While Trump easily wins, without any opposition, the Republican presidential primary in West Virginia."
    },
    {
      "index": 10,
      "start_time": 54700.0,
      "end_time": 63440.0,
      "text": "The fact that West Virginia is Trump territory is really a perfect illustration of kind of voter"
    },
    {
      "index": 11,
      "start_time": 63440.0,
      "end_time": 65162.0,
      "text": "that he appealed to so successfully."
    },
    {
      "index": 12,
      "start_time": 65162.00000000001,
      "end_time": 67200.0,
      "text": "Bernie Sanders is the winner."
    },
    {
      "index": 13,
      "start_time": 67200.0,
      "end_time": 70378.0,
      "text": "A lot of Clinton's supporter say get out. Bernie Sanders supporters are energized."
    },
    {
      "index": 14,
      "start_time": 70378.0,
      "end_time": 74725.0,
      "text": "It's called the Daytona 500 for a reason. Let him, he has every right to stay in the race,"
    },
    {
      "index": 15,
      "start_time": 74725.0,
      "end_time": 76609.0,
      "text": "because he still has a possibility."
    },
    {
      "index": 16,
      "start_time": 76609.0,
      "end_time": 77259.0,
      "text": "And still winning."
    },
    {
      "index": 17,
      "start_time": 77259.0,
      "end_time": 81470.0,
      "text": "But it's really hard to see, he has to win 66 % of the remaining pledged delegates just to catch her."
    },
    {
      "index": 18,
      "start_time": 81470.0,
      "end_time": 82170.0,
      "text": "Right."
    },
    {
      "index": 19,
      "start_time": 82170.0,
      "end_time": 86485.0,
      "text": "To beat her by one. It's very unlikely, but it's a crazy year. Let's play on."
    },
    {
      "index": 20,
      "start_time": 86485.0,
      "end_time": 91879.0,
      "text": "Hi, I'm Carl Azuz, thank you for watching. We start with the quick update on the US presidential"
    },
    {
      "index": 21,
      "start_time": 91879.0,
      "end_time": 96786.0,
      "text": "nomination process. Voters in Nebraska and West Virginia went to the polls earlier this week"
    },
    {
      "index": 22,
      "start_time": 96786.0,
      "end_time": 101077.0,
      "text": "to help nominate a Republican candidate for president. Businessman Donald Trump"
    },
    {
      "index": 23,
      "start_time": 101077.0,
      "end_time": 108567.0,
      "text": "is now running unopposed. He won both states and he is now 90 delegates away from the 1, 237 he'll need"
    },
    {
      "index": 24,
      "start_time": 108567.0,
      "end_time": 114358.0,
      "text": "to clinch the Republican nomination for president. He is expected to do that and become the party's nominee."
    },
    {
      "index": 25,
      "start_time": 114358.0,
      "end_time": 119197.0,
      "text": "For the Democrats, even though former Secretary of State Hillary Clinton is still in the lead,"
    },
    {
      "index": 26,
      "start_time": 119197.0,
      "end_time": 125104.0,
      "text": "it was her challenger, Vermont Senator Bernie Sanders, who won in West Virginia Tuesday. Nebraska had"
    },
    {
      "index": 27,
      "start_time": 125104.0,
      "end_time": 132480.0,
      "text": "it's Democratic vote back in March. So as of right now, former Secretary Clinton has 1, 719 pledged delegates,"
    },
    {
      "index": 28,
      "start_time": 132480.0,
      "end_time": 140006.0,
      "text": "and 516 superdelegates. Senator Sanders has 1, 425 pledged delegates and 41 superdelegates."
    },
    {
      "index": 29,
      "start_time": 140006.0,
      "end_time": 147597.0,
      "text": "A Democrat needs 2, 383 delegates to win the party nomination. Most of the lawmakers in Brazil's Senate"
    },
    {
      "index": 30,
      "start_time": 147597.0,
      "end_time": 153025.0,
      "text": "said they plan to vote to move forward with impeachment proceedings against Brazil's president."
    },
    {
      "index": 31,
      "start_time": 153025.0,
      "end_time": 156026.0,
      "text": "Teachers, you can find the results of that vote at CNN. com."
    },
    {
      "index": 32,
      "start_time": 156026.0,
      "end_time": 161475.0,
      "text": "This does not mean that Brazilian leader Dilma Rousseff has been removed from power."
    },
    {
      "index": 33,
      "start_time": 161475.0,
      "end_time": 167403.0,
      "text": "If a simple majority of the senate votes in favor of impeachment proceedings, it means she has to"
    },
    {
      "index": 34,
      "start_time": 167403.0,
      "end_time": 173096.0,
      "text": "leave the presidential palace for 180 days, and defend herself in a trial. Rousseff says she'll fight with"
    },
    {
      "index": 35,
      "start_time": 173096.0,
      "end_time": 179419.0,
      "text": "every means possible to finish out her term, which is scheduled to end in 2018. Brazil is the largest"
    },
    {
      "index": 36,
      "start_time": 179419.0,
      "end_time": 183710.0,
      "text": "and most populated country in South America. It's the continent's largest economy,"
    },
    {
      "index": 37,
      "start_time": 183710.0,
      "end_time": 189158.0,
      "text": "it's a regional leader. Because of all that, and the challenges it faces as it prepares to host"
    },
    {
      "index": 38,
      "start_time": 189158.0,
      "end_time": 192160.0,
      "text": "the Summer Olympics, officials around the world are watching."
    },
    {
      "index": 39,
      "start_time": 192160.0,
      "end_time": 198073.0,
      "text": "Dilma Rousseff is one of the most unpopular presidents in Brazil's history, possibly in the world."
    },
    {
      "index": 40,
      "start_time": 198073.0,
      "end_time": 202148.0,
      "text": "So what happened after she was re- elected in October 2014?"
    },
    {
      "index": 41,
      "start_time": 207488.0,
      "end_time": 213134.0,
      "text": "Well to start with, the economy is tanking. Many call it a depression, high unemployment,"
    },
    {
      "index": 42,
      "start_time": 213134.0,
      "end_time": 219327.0,
      "text": "high inflation. And that means a lot of Brazilians frankly aren't in the mood to put up with political corruption."
    },
    {
      "index": 43,
      "start_time": 219327.0,
      "end_time": 226603.0,
      "text": "Investigators had already started to reveal a bribery scandal involving the state run oil company Petrobras,"
    },
    {
      "index": 44,
      "start_time": 226603.0,
      "end_time": 233303.0,
      "text": "before Rousseff's re- election. But it snowballed afterwards with accusations against top business leaders"
    },
    {
      "index": 45,
      "start_time": 233303.0,
      "end_time": 240297.0,
      "text": "and politicians in Rouseeff's Workers' Party. That meant that while Rousseff herself wasn't implicated,"
    },
    {
      "index": 46,
      "start_time": 240297.0,
      "end_time": 245429.0,
      "text": "millions of Brazilians have taken to the street. And with public opinion in their favor,"
    },
    {
      "index": 47,
      "start_time": 245429.0,
      "end_time": 250601.0,
      "text": "opposition lawmakers decided to forge ahead with an impeachment motion in congress."
    },
    {
      "index": 48,
      "start_time": 250601.0,
      "end_time": 256297.0,
      "text": "Accusing Rouseff not of corruption, but of breaking budget laws to try and hide the sorry"
    },
    {
      "index": 49,
      "start_time": 256297.00000000003,
      "end_time": 261400.00000000003,
      "text": "state of the economy, ahead of reelection. Now the impeachment proceedings will"
    },
    {
      "index": 50,
      "start_time": 261399.99999999997,
      "end_time": 265587.0,
      "text": "drag on for months. All of this, however, is going to play out on the global stage,"
    },
    {
      "index": 51,
      "start_time": 265587.0,
      "end_time": 268797.0,
      "text": "as Brazil gears up for the Olympic games in August."
    },
    {
      "index": 52,
      "start_time": 268797.0,
      "end_time": 275240.0,
      "text": "The Zika virus, which can cause birth defects in the unborn babies of pregnant women,"
    },
    {
      "index": 53,
      "start_time": 275240.0,
      "end_time": 279833.0,
      "text": "is spreading in Brazil and throughout South and Central America. It's mainly transmitted"
    },
    {
      "index": 54,
      "start_time": 279833.0,
      "end_time": 284858.0,
      "text": "by bites from certain types of mosquitoes. And as the weather and the mosquito season heat up,"
    },
    {
      "index": 55,
      "start_time": 284858.0,
      "end_time": 289857.0,
      "text": "health officials are concerned the virus could make an impact in the US. They've been recommending"
    },
    {
      "index": 56,
      "start_time": 289857.0,
      "end_time": 293495.0,
      "text": "wearing long sleeves and pants, and using insect repellent whenever we go outside."
    },
    {
      "index": 57,
      "start_time": 293495.0,
      "end_time": 298235.0,
      "text": "And there are some extra steps we can take just outside our doorsteps."
    },
    {
      "index": 58,
      "start_time": 314275.0,
      "end_time": 319330.0,
      "text": "Mosquitoes grow in the water, that's how they hatch. The female mosquito puts the eggs in the water."
    },
    {
      "index": 59,
      "start_time": 319330.0,
      "end_time": 324863.0,
      "text": "And three to seven days later, after a number of changes, a real mosquito flies out to bite you."
    },
    {
      "index": 60,
      "start_time": 324863.0,
      "end_time": 329450.0,
      "text": "You get rid of the water, you get rid of the mosquitoes. You get rid of the next batch,"
    },
    {
      "index": 61,
      "start_time": 329450.0,
      "end_time": 335771.0,
      "text": "the next hatch of mosquitoes. So look for bottlecaps, or solo cups, or bird baths, or dog dishes,"
    },
    {
      "index": 62,
      "start_time": 335771.0,
      "end_time": 342098.0,
      "text": "or kiddie pools, or tires in your yard. Even English Ivy can make its own problems with its little cup of water"
    },
    {
      "index": 63,
      "start_time": 342098.0,
      "end_time": 346602.0,
      "text": "that it holds. If it holds it long enough, it can be a breeding ground for more mosquitoes."
    },
    {
      "index": 64,
      "start_time": 346602.0,
      "end_time": 351235.0,
      "text": "So if you eliminate the water, you eliminate the hatch. You break the cycle"
    },
    {
      "index": 65,
      "start_time": 351235.0,
      "end_time": 355526.0,
      "text": "and you reduce the population of mosquitos in your area."
    },
    {
      "index": 66,
      "start_time": 359746.0,
      "end_time": 364617.0,
      "text": "If you're not making one request on each day's transcript page at cnnstudentnews. com,"
    },
    {
      "index": 67,
      "start_time": 364617.0,
      "end_time": 370495.0,
      "text": "you're missing your chance to be on the roll call. Columbia Falls Junior High is here today."
    },
    {
      "index": 68,
      "start_time": 370495.0,
      "end_time": 376555.0,
      "text": "It's from Columbia Falls, Montana, and we welcome the Wildcats. Colmer Middle School is in Mississippi,"
    },
    {
      "index": 69,
      "start_time": 376555.0,
      "end_time": 382735.0,
      "text": "the city of Pascagoula, watch out for the Panthers while you're there. And not too far from the Gulf of Riga,"
    },
    {
      "index": 70,
      "start_time": 382735.0,
      "end_time": 387924.0,
      "text": "it's great to see the International School of Latvia is watching in the community of Pinki."
    },
    {
      "index": 71,
      "start_time": 393174.0,
      "end_time": 400087.0,
      "text": "Paula Claussen couldn't accept what she saw just outside Tijuana, Mexico. Lean- tos,"
    },
    {
      "index": 72,
      "start_time": 400087.0,
      "end_time": 406056.0,
      "text": "where some people are living, were blown right over by high winds. Rats, tarantulas and scorpions"
    },
    {
      "index": 73,
      "start_time": 406056.0,
      "end_time": 410358.0,
      "text": "could walk right into some of the makeshift homes there. This is according to Project Mercy,"
    },
    {
      "index": 74,
      "start_time": 410358.0,
      "end_time": 417357.0,
      "text": "a nonprofit that Claussen founded in 1991. It's changing lives in the region, one house at a time."
    },
    {
      "index": 75,
      "start_time": 420477.0,
      "end_time": 424617.0,
      "text": "San Diego is one of the wealthiest cities in the States."
    },
    {
      "index": 76,
      "start_time": 424617.0,
      "end_time": 435117.0,
      "text": "But just right across the border, it's a different world. On the outskirts of Tijuana there"
    },
    {
      "index": 77,
      "start_time": 435117.0,
      "end_time": 442801.0,
      "text": "is no running water, no sewage system. The floors are dirt and vermin crawl under the walls."
    },
    {
      "index": 78,
      "start_time": 442801.0,
      "end_time": 453117.0,
      "text": "It's hard for Americans to imagine. 25 years ago I went just to donate clothes"
    },
    {
      "index": 79,
      "start_time": 453117.0,
      "end_time": 460489.0,
      "text": "and I was shocked, I knew I had to do something to try to help them."
    },
    {
      "index": 80,
      "start_time": 460489.0,
      "end_time": 472316.0,
      "text": "I started an organization that builds homes for people in need, free of charge."
    },
    {
      "index": 81,
      "start_time": 475166.0,
      "end_time": 476377.0,
      "text": "Hello."
    },
    {
      "index": 82,
      "start_time": 478607.0,
      "end_time": 481742.0,
      "text": "All the water comes through and wets the bed."
    },
    {
      "index": 83,
      "start_time": 487362.0,
      "end_time": 489526.0,
      "text": "This is so dangerous, all these wires."
    },
    {
      "index": 84,
      "start_time": 492706.0,
      "end_time": 501471.0,
      "text": "In order to receive a house, we require that families work in a construction of a house for their neighbors."
    },
    {
      "index": 85,
      "start_time": 505861.0,
      "end_time": 513495.0,
      "text": "One, Volunteers from California come down to build. They come away with a total different attitude."
    },
    {
      "index": 86,
      "start_time": 513495.0,
      "end_time": 523495.0,
      "text": "It creates a bond. We have developed a house that is sturdy, which can be built in one day."
    },
    {
      "index": 87,
      "start_time": 528815.0,
      "end_time": 539056.0,
      "text": "These are our neighbors. To see the joy and the relief on their faces, that gives me the energy to continue."
    },
    {
      "index": 88,
      "start_time": 547666.0,
      "end_time": 553715.0,
      "text": "One thing you'll notice about this hiker on Mount Kilimanjaro in Tanzania, is the odd shape"
    },
    {
      "index": 89,
      "start_time": 553715.0,
      "end_time": 558545.0,
      "text": "of the backpack. You could fit a pizza in there! And they did. This was a publicity stunt that won"
    },
    {
      "index": 90,
      "start_time": 558545.0,
      "end_time": 567117.0,
      "text": "Pizza Hut the Guinness World Record for highest elevation pizza delivery, 19, 347 feet up. Pizza Hut"
    },
    {
      "index": 91,
      "start_time": 567117.0,
      "end_time": 572618.0,
      "text": "says it used an airplane, a motor vehicle, and a relay of professional hikers to deliver the pizza."
    },
    {
      "index": 92,
      "start_time": 572618.0,
      "end_time": 578255.0,
      "text": "It took three days, and even with a battery heated backpack, we're not sure how fresh the pepperoni"
    },
    {
      "index": 93,
      "start_time": 578255.0,
      "end_time": 583970.0,
      "text": "and extra cheese pie tasted. In terms of flavor, it might not have mountained too much,"
    },
    {
      "index": 94,
      "start_time": 583970.0,
      "end_time": 588983.0,
      "text": "but in terms of experience, it was at the summit. We just hope they tipped the driver, and the pilot,"
    },
    {
      "index": 95,
      "start_time": 588983.0,
      "end_time": 594086.0,
      "text": "and the hikers, because after that mountain of effort, a little extra dough is always in good taste."
    },
    {
      "index": 96,
      "start_time": 594086.0,
      "end_time": 597208.0,
      "text": "I'm Carl Azuz, and we'll deliver more news and puns tomorrow."
    }
  ]
}