{
  "video_id": "bgRdboohO5o",
  "title": "American Born Chinese by Gene Luen Yang (Book Summary) - Minute Book Report",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1400.0,
      "end_time": 4590.0,
      "text": "This is a story about a boy named Jin who grows up in America and struggles to fit in"
    },
    {
      "index": 2,
      "start_time": 4590.0,
      "end_time": 8920.0,
      "text": "at school. He makes friends with a boy named Wei-Chen and as Jin enters middle school,"
    },
    {
      "index": 3,
      "start_time": 8920.0,
      "end_time": 11280.0,
      "text": "he develops a crush on a girl named Amelia."
    },
    {
      "index": 4,
      "start_time": 11280.0,
      "end_time": 15410.0,
      "text": "Jin eventually asks Amelia out on a date to a movie and they have a great time. However,"
    },
    {
      "index": 5,
      "start_time": 15410.0,
      "end_time": 18130.0,
      "text": "one of the boys at school asks him to not date her."
    },
    {
      "index": 6,
      "start_time": 18130.0,
      "end_time": 22610.0,
      "text": "Depressed, Jin ends up kissing Wei-Chen’s girlfriend and when Jin is confronted by Wei-Chen,"
    },
    {
      "index": 7,
      "start_time": 22610.0,
      "end_time": 25800.0,
      "text": "he speaks badly of Wei-Chen, saying that they are nothing alike."
    },
    {
      "index": 8,
      "start_time": 25800.0,
      "end_time": 30349.0,
      "text": "After making a wish to become Caucasian, Jin transforms into a White male in high school"
    },
    {
      "index": 9,
      "start_time": 30349.0,
      "end_time": 35570.0,
      "text": "named Danny. As Danny, Jin learns to tolerate a visit from his Asian cousin, Chin-Kee. Jin"
    },
    {
      "index": 10,
      "start_time": 35570.0,
      "end_time": 40340.0,
      "text": "gets into a fight with Chin-Kee and Jin knocks Chin-Kee’s head off to reveal that Chin-Kee"
    },
    {
      "index": 11,
      "start_time": 40340.0,
      "end_time": 42530.0,
      "text": "is actually a powerful monkey god."
    },
    {
      "index": 12,
      "start_time": 42530.0,
      "end_time": 47100.0,
      "text": "The monkey god requests that Jin changes his appearance from Danny back to Jin, which he"
    },
    {
      "index": 13,
      "start_time": 47100.0,
      "end_time": 51329.0,
      "text": "does. The monkey god also explains that Wei-Chen is his son and that he came down from the"
    },
    {
      "index": 14,
      "start_time": 51329.0,
      "end_time": 56420.0,
      "text": "sky to learn about humans, but rebelled against him and has been on his own ever since."
    },
    {
      "index": 15,
      "start_time": 56420.0,
      "end_time": 67380.0,
      "text": "In the end, Jin meets up with Wei-Chen at a restaurant and the two talk things out."
    }
  ]
}