{
  "video_id": "BHGky3B75l0",
  "title": "What's the Best Way to Play Ekko? - League of Legends",
  "json": [
    {
      "index": 1,
      "start_time": 760.0,
      "end_time": 2760.0,
      "text": "What’s up guys it’s me Jeremy!"
    },
    {
      "index": 2,
      "start_time": 2760.0,
      "end_time": 6630.0,
      "text": "Various champions in League of Legends are pretty flexible when it comes to how you can"
    },
    {
      "index": 3,
      "start_time": 6630.0,
      "end_time": 10490.0,
      "text": "play and build them while still being pretty effective in game, so we’ve decided to try"
    },
    {
      "index": 4,
      "start_time": 10490.0,
      "end_time": 17270.0,
      "text": "something new and talk about a particular champion and all the different ways you can"
    },
    {
      "index": 5,
      "start_time": 17270.0,
      "end_time": 25660.0,
      "text": "play them, maybe trying to figure out which is best in the process. Ekko is a really interesting"
    },
    {
      "index": 6,
      "start_time": 25660.0,
      "end_time": 30420.0,
      "text": "one because he went from being a flexible pick between assassin and tank to being pretty"
    },
    {
      "index": 7,
      "start_time": 30420.0,
      "end_time": 35789.0,
      "text": "much only playable as a Tank. At the same time, he was being picked every game because"
    },
    {
      "index": 8,
      "start_time": 35789.0,
      "end_time": 40629.0,
      "text": "of how OP Tank Ekko was, so Riot targeted him with a bunch of nerfs over the last few"
    },
    {
      "index": 9,
      "start_time": 40629.0,
      "end_time": 47089.0,
      "text": "patches to tone down Tank Ekko and introduce Carry Ekko back into the meta. It’s hard"
    },
    {
      "index": 10,
      "start_time": 47089.0,
      "end_time": 52129.0,
      "text": "to say if he’s in the best spot or not right now, but he can definitely be played in either"
    },
    {
      "index": 11,
      "start_time": 52129.0,
      "end_time": 56030.0,
      "text": "style again so we’re going to break down the different options. Please keep in mind"
    },
    {
      "index": 12,
      "start_time": 56030.0,
      "end_time": 61999.0,
      "text": "that this is an overview of Ekko’s role in the meta and shouldn’t be relied on as"
    },
    {
      "index": 13,
      "start_time": 61999.0,
      "end_time": 66750.0,
      "text": "much for learning how to play him like you would with a guide, although hopefully you"
    },
    {
      "index": 14,
      "start_time": 66750.0,
      "end_time": 71820.0,
      "text": "can still find it useful. This is a new idea we’ve had so please let us know what you"
    },
    {
      "index": 15,
      "start_time": 71820.0,
      "end_time": 76540.0,
      "text": "think of it or what we can improve on. If you enjoy the video make sure to hit that"
    },
    {
      "index": 16,
      "start_time": 76540.0,
      "end_time": 80980.0,
      "text": "like button, and if you don’t hit the dislike."
    },
    {
      "index": 17,
      "start_time": 80980.0,
      "end_time": 84670.0,
      "text": "The three Ekko styles and builds we’re gonna talk about are Tank Ekko, Assassin or ‘Carry’"
    },
    {
      "index": 18,
      "start_time": 84670.0,
      "end_time": 87050.0,
      "text": "Ekko and AP Bruiser Ekko. The Tank build will be assuming he’s playing top lane, assassin"
    },
    {
      "index": 19,
      "start_time": 87050.0,
      "end_time": 92700.0,
      "text": "will be playing as a carry in mid and the AP bruiser style will be for Jungle Ekko."
    },
    {
      "index": 20,
      "start_time": 92700.0,
      "end_time": 98320.0,
      "text": "Tank Ekko is probably the most familiar because it’s been so powerful for the last few seasons."
    },
    {
      "index": 21,
      "start_time": 98320.0,
      "end_time": 104340.0,
      "text": "The Tank build became a must pick or ban in ranked, along with seeing play in the majority"
    },
    {
      "index": 22,
      "start_time": 104340.0,
      "end_time": 108850.0,
      "text": "of competitive games, so we’re gonna start with that. The general masteries for it are"
    },
    {
      "index": 23,
      "start_time": 108850.0,
      "end_time": 114220.0,
      "text": "magic penetration reds to get maximum benefit from his early power, armor yellows and MR"
    },
    {
      "index": 24,
      "start_time": 114220.0,
      "end_time": 120710.0,
      "text": "blues for tankiness along with ap quints to punch through more damage and help with waveclearing."
    },
    {
      "index": 25,
      "start_time": 120710.0,
      "end_time": 126300.0,
      "text": "These are pretty standard Ekko runes for all roles, but things really change in the masteries."
    },
    {
      "index": 26,
      "start_time": 126300.0,
      "end_time": 132749.0,
      "text": "12-0-18 has been the standard masteries for Tank Ekko because of the crazy sustain that"
    },
    {
      "index": 27,
      "start_time": 132749.0,
      "end_time": 139739.0,
      "text": "Grasp of the Undying gives, and Ekko can pretty much trigger it whenever he wants with E."
    },
    {
      "index": 28,
      "start_time": 139739.0,
      "end_time": 145499.0,
      "text": "The meta really favored tanks and defensive items overall, and Ekko was one of the picks"
    },
    {
      "index": 29,
      "start_time": 145499.0,
      "end_time": 152269.0,
      "text": "that really took advantage of it because of his amazing mobility and base damage. Tank"
    },
    {
      "index": 30,
      "start_time": 152269.0,
      "end_time": 157239.0,
      "text": "items are always going to be a good idea to pick up because they are far cheaper to build,"
    },
    {
      "index": 31,
      "start_time": 157239.0,
      "end_time": 161900.0,
      "text": "meaning you can get a defensive item online way before you would reach a power spike through"
    },
    {
      "index": 32,
      "start_time": 161900.0,
      "end_time": 166680.0,
      "text": "offensive items. Pre-nerf Ekko had these crazy high base damages that allowed him to do pretty"
    },
    {
      "index": 33,
      "start_time": 166680.0,
      "end_time": 172510.0,
      "text": "much everything well. Things are a little more balanced now, but Ekko’s Q is still"
    },
    {
      "index": 34,
      "start_time": 172510.0,
      "end_time": 177099.0,
      "text": "a powerful poke and waveclearing tool, and it allows him to zone people away from CS"
    },
    {
      "index": 35,
      "start_time": 177099.0,
      "end_time": 181249.0,
      "text": "and build up big advantages from early on. Usually this would have drawbacks because"
    },
    {
      "index": 36,
      "start_time": 181249.0,
      "end_time": 185569.0,
      "text": "you’d be pushing to the enemy side of the map, but Ekko’s mobility means he can harass"
    },
    {
      "index": 37,
      "start_time": 185569.0,
      "end_time": 189719.0,
      "text": "and back out before the enemy jungler can even start heading up top to help. There’s"
    },
    {
      "index": 38,
      "start_time": 189719.0,
      "end_time": 193700.0,
      "text": "two big perks to playing Tank Ekko. The first is pretty simple, because you’re itemising"
    },
    {
      "index": 39,
      "start_time": 193700.0,
      "end_time": 199579.0,
      "text": "for defense you don’t have to worry so much about getting caught or making mistakes. That"
    },
    {
      "index": 40,
      "start_time": 199579.0,
      "end_time": 204510.0,
      "text": "added survivability makes it way easier to play, making it both ideal for new Ekko players"
    },
    {
      "index": 41,
      "start_time": 204510.0,
      "end_time": 209169.0,
      "text": "but also making it really scary for those with a lot of practice on Ekko. The other"
    },
    {
      "index": 42,
      "start_time": 209169.0,
      "end_time": 213749.0,
      "text": "major benefit to Tank Ekko is that cheap defensive items means you aren’t particularly dependant"
    },
    {
      "index": 43,
      "start_time": 213749.0,
      "end_time": 220260.0,
      "text": "on having a high income. You could dedicate so much time to roaming mid or teleporting"
    },
    {
      "index": 44,
      "start_time": 220260.0,
      "end_time": 227329.0,
      "text": "to bot lane and still end up even on item numbers as an enemy laner who was farming"
    },
    {
      "index": 45,
      "start_time": 227329.0,
      "end_time": 231950.0,
      "text": "for damage items. This meant Tank Ekko was being insanely impactful because he could"
    },
    {
      "index": 46,
      "start_time": 231950.0,
      "end_time": 242370.0,
      "text": "constantly generate a numbers advantage for his friendly lanes. It translates really well"
    },
    {
      "index": 47,
      "start_time": 242370.0,
      "end_time": 246730.0,
      "text": "to late game too, because that early pressure he could provide would put lanes ahead while"
    },
    {
      "index": 48,
      "start_time": 246730.0,
      "end_time": 253499.0,
      "text": "he became unkillable, and at that point teamfights are pretty much unwinnable for enemies because"
    },
    {
      "index": 49,
      "start_time": 253499.0,
      "end_time": 255849.0,
      "text": "of his staying power."
    },
    {
      "index": 50,
      "start_time": 255849.0,
      "end_time": 261830.0,
      "text": "Carry Ekko is a really cool way to play him though, and really it’s what Riot wanted"
    },
    {
      "index": 51,
      "start_time": 261829.99999999997,
      "end_time": 281260.0,
      "text": "to see as we can tell from  the changes. His kit isn’t quite assassin-tier as full AP and it’s a bit riskier to play,"
    },
    {
      "index": 52,
      "start_time": 281260.0,
      "end_time": 285420.0,
      "text": "but it does give you way more chance to carry if you pull it off. It’s better to take"
    },
    {
      "index": 53,
      "start_time": 285420.0,
      "end_time": 289470.0,
      "text": "Thunderlord’s or Stormraider’s for this style because you are so reliant on your mobility"
    },
    {
      "index": 54,
      "start_time": 289470.0,
      "end_time": 294790.0,
      "text": "and damage, which one to pick seems to be mostly based on where you feel you need the"
    },
    {
      "index": 55,
      "start_time": 294790.0,
      "end_time": 300440.0,
      "text": "help. The big pitfall really is that the changes made him more dependant on his AP ratios than"
    },
    {
      "index": 56,
      "start_time": 300440.0,
      "end_time": 306420.0,
      "text": "base damage, so AP Ekko is gonna be weaker early and need to scale up. Unfortunately"
    },
    {
      "index": 57,
      "start_time": 306420.0,
      "end_time": 310370.0,
      "text": "you can’t force the advantages early in mid lane like you can top because the lane"
    },
    {
      "index": 58,
      "start_time": 310370.0,
      "end_time": 315390.0,
      "text": "is shorter and tends to be host to a lot more early power. You gotta pick your fights a"
    },
    {
      "index": 59,
      "start_time": 315390.0,
      "end_time": 322600.0,
      "text": "lot more as AP Ekko for these reasons, you can’t afford to throw your weight around"
    },
    {
      "index": 60,
      "start_time": 322600.0,
      "end_time": 328680.0,
      "text": "and risk getting behind because offensive items are just too expensive.This makes it"
    },
    {
      "index": 61,
      "start_time": 328680.0,
      "end_time": 333850.0,
      "text": "harder to play, but a lot more fun and rewarding for skilled players. With the buffs to his"
    },
    {
      "index": 62,
      "start_time": 333850.0,
      "end_time": 339500.0,
      "text": "ratios AP Ekko is quite strong if you survive laning phase, so you do have the power to"
    },
    {
      "index": 63,
      "start_time": 339500.0,
      "end_time": 346770.0,
      "text": "snowball which is something Tank Ekko couldn’t really do. If you get stacked enough with"
    },
    {
      "index": 64,
      "start_time": 346770.0,
      "end_time": 351270.0,
      "text": "AP you can pretty much delete people from the game, and you Ult become a disgustingly"
    },
    {
      "index": 65,
      "start_time": 351270.0,
      "end_time": 356300.0,
      "text": "strong tool for damage. It’s kinda hard to line it up to use aggressively because"
    },
    {
      "index": 66,
      "start_time": 356300.0,
      "end_time": 361490.0,
      "text": "the clone is quite easy to watch out for, but when you land it you’ll do some crazy"
    },
    {
      "index": 67,
      "start_time": 361490.0,
      "end_time": 366200.0,
      "text": "damage. This does mean using your escape as a pretty unreliable damage tool though, but"
    },
    {
      "index": 68,
      "start_time": 366200.0,
      "end_time": 373390.0,
      "text": "that’s the risk for reward you have to aim for when playing Carry Ekko."
    },
    {
      "index": 69,
      "start_time": 373390.0,
      "end_time": 388760.0,
      "text": "Bruiser Ekko lies somewhere between the two. This also was nerfed as collateral when the"
    },
    {
      "index": 70,
      "start_time": 388760.0,
      "end_time": 392590.0,
      "text": "Tank Ekko nerfs went through and knocked down his base damage, making things harder for"
    },
    {
      "index": 71,
      "start_time": 392590.0,
      "end_time": 396690.0,
      "text": "Ekko when it comes to that all important first jungle clear.You can’t gank as early as"
    },
    {
      "index": 72,
      "start_time": 396690.0,
      "end_time": 400210.0,
      "text": "you used to be able because of this, but this does give you time to stack up the Strength"
    },
    {
      "index": 73,
      "start_time": 400210.0,
      "end_time": 404460.0,
      "text": "of the Ages mastery which is pretty crucial to playing Bruiser Ekko because it offsets"
    },
    {
      "index": 74,
      "start_time": 404460.0,
      "end_time": 409070.0,
      "text": "your damage item rush with a bit of health as a safety barrier. Using your W properly"
    },
    {
      "index": 75,
      "start_time": 409070.0,
      "end_time": 413210.0,
      "text": "to gank lanes is the main focus on this build, and you do benefit from slightly stronger"
    },
    {
      "index": 76,
      "start_time": 413210.0,
      "end_time": 419170.0,
      "text": "shields thanks to the added AP compared to Tank Ekko. A mix of offensive and defensive"
    },
    {
      "index": 77,
      "start_time": 419170.0,
      "end_time": 426620.0,
      "text": "items needs more gold, so you really should take kills in ganks where you can, to make"
    },
    {
      "index": 78,
      "start_time": 426620.0,
      "end_time": 431160.0,
      "text": "up for the time you lost farming jungle. Learning when to balance farming and ganking is quite"
    },
    {
      "index": 79,
      "start_time": 431160.0,
      "end_time": 435250.0,
      "text": "difficult and it’s probably a sub-optimal way to play Ekko so it’s equally difficult"
    },
    {
      "index": 80,
      "start_time": 435250.0,
      "end_time": 439050.0,
      "text": "to Assassin Ekko when it comes to pulling it off. Itemising is quite simple though,"
    },
    {
      "index": 81,
      "start_time": 439050.0,
      "end_time": 443410.0,
      "text": "essentially you just want to rush your damage like Runic Echoes &amp; Abyssal while you have"
    },
    {
      "index": 82,
      "start_time": 443410.0,
      "end_time": 447940.0,
      "text": "high gold income in the early game, then get your tanky items as you start earning less"
    },
    {
      "index": 83,
      "start_time": 447940.0,
      "end_time": 450320.0,
      "text": "gold in the mid game."
    },
    {
      "index": 84,
      "start_time": 450320.0,
      "end_time": 453950.0,
      "text": "That pretty much covers the overall playstyle of each role, so now let’s lay out each"
    },
    {
      "index": 85,
      "start_time": 453950.0,
      "end_time": 456310.0,
      "text": "style and compare them directly."
    },
    {
      "index": 86,
      "start_time": 456310.0,
      "end_time": 461420.0,
      "text": "Ekko’s power level during a game depends hugely on his item choices. Cheap defensive"
    },
    {
      "index": 87,
      "start_time": 461420.0,
      "end_time": 467380.0,
      "text": "items means Tank Ekko is by far the most powerful early game. Rushing tank items has little"
    },
    {
      "index": 88,
      "start_time": 467380.0,
      "end_time": 471190.0,
      "text": "to no drawback because you can outtrade most people in the top lane thanks to the bonus"
    },
    {
      "index": 89,
      "start_time": 471190.0,
      "end_time": 475780.0,
      "text": "damage from your passive and the shield from your W proc. Paired with his pretty spammable"
    },
    {
      "index": 90,
      "start_time": 475780.0,
      "end_time": 480080.0,
      "text": "gap closer this means that enemies don’t really have much choice about when to fight"
    },
    {
      "index": 91,
      "start_time": 480080.0,
      "end_time": 484139.0,
      "text": "against Ekko, he can always decide when a trade is going to happen and this really gives"
    },
    {
      "index": 92,
      "start_time": 484139.0,
      "end_time": 491210.0,
      "text": "him a chance to get ahead. Carry Ekko really needs a Rod of Ages to give him some sustain,"
    },
    {
      "index": 93,
      "start_time": 491210.0,
      "end_time": 497070.0,
      "text": "meaning he’s quite slow to get going, whereas Bruiser Ekko can get Runic Echoes quite fast"
    },
    {
      "index": 94,
      "start_time": 497070.0,
      "end_time": 501650.0,
      "text": "for a reasonably early power spike. In the mid game, the jungle Bruiser Ekko build really"
    },
    {
      "index": 95,
      "start_time": 501650.0,
      "end_time": 509960.0,
      "text": "shines because his early damage items are quite cheap compared to full AP. As the game"
    },
    {
      "index": 96,
      "start_time": 509960.0,
      "end_time": 515320.0,
      "text": "progresses though, Carry Ekko starts to scale super hard and becomes a real threat. Tank"
    },
    {
      "index": 97,
      "start_time": 515320.00000000006,
      "end_time": 521320.00000000006,
      "text": "Ekko is still pretty valuable for his frontlining at this point, but Bruiser Ekko can find the"
    },
    {
      "index": 98,
      "start_time": 521320.00000000006,
      "end_time": 526390.0,
      "text": "late game really hard to be useful."
    },
    {
      "index": 99,
      "start_time": 526390.0,
      "end_time": 531730.0,
      "text": "As teamfighters, Bruiser Ekko is again the weakest of the bunch. The problem with being"
    },
    {
      "index": 100,
      "start_time": 531730.0,
      "end_time": 536490.0,
      "text": "a jack of all trades is that you’re a master of none, and he’s definitely better suited"
    },
    {
      "index": 101,
      "start_time": 536490.0,
      "end_time": 543330.0,
      "text": "to finding single targets and picking them off. Tank Ekko is the easiest way to teamfight,"
    },
    {
      "index": 102,
      "start_time": 543330.0,
      "end_time": 548650.0,
      "text": "you can just damage soak and nibble away at health bars while your team cleans up. Tank"
    },
    {
      "index": 103,
      "start_time": 548650.0,
      "end_time": 553870.0,
      "text": "Ekko always wants to be the frontline, and a good W pretty much carries a teamfight by"
    },
    {
      "index": 104,
      "start_time": 553870.0,
      "end_time": 561850.0,
      "text": "itself with it’s huge AoE stun. It takes too long to use as peel so it’s always best"
    },
    {
      "index": 105,
      "start_time": 561850.0,
      "end_time": 568920.0,
      "text": "used to distract the enemy team or lock them up. Tank Ekko’s Ult really wants to be used"
    },
    {
      "index": 106,
      "start_time": 568920.0,
      "end_time": 573779.0,
      "text": "as a survival tool rather than a damage ability, so it’s best used to stick in a fight longer"
    },
    {
      "index": 107,
      "start_time": 573779.0,
      "end_time": 579160.0,
      "text": "or escape after a tower dive. The heal is pretty obnoxious when you’re tanky, especially"
    },
    {
      "index": 108,
      "start_time": 579160.0,
      "end_time": 583770.0,
      "text": "if you have a Spirit Visage, making it core in most Tank Ekko builds alongside Sunfire"
    },
    {
      "index": 109,
      "start_time": 583770.0,
      "end_time": 590170.0,
      "text": "and Iceborn. Carry Ekko really wants to land a good stun so that he can lock targets down,"
    },
    {
      "index": 110,
      "start_time": 590170.0,
      "end_time": 599070.0,
      "text": "burst them out and escape before he has time to get blown up, so it’s pretty hard but"
    },
    {
      "index": 111,
      "start_time": 599070.0,
      "end_time": 606420.0,
      "text": "deadly powerful. Working around your Ult is really good here, so you should always aim"
    },
    {
      "index": 112,
      "start_time": 606420.0,
      "end_time": 613080.0,
      "text": "to get in the middle during a stun to set up a follow up Ult for big AoE damage. Zhonya’s"
    },
    {
      "index": 113,
      "start_time": 613080.0,
      "end_time": 617300.0,
      "text": "is core on Carry Ekko because it lets you do this without needing to make an escape"
    },
    {
      "index": 114,
      "start_time": 617300.0,
      "end_time": 620100.0,
      "text": "first."
    },
    {
      "index": 115,
      "start_time": 620100.0,
      "end_time": 624830.0,
      "text": "Iceborn is pretty ridiculous value with Tank Ekko especially because it turns you into"
    },
    {
      "index": 116,
      "start_time": 624830.0,
      "end_time": 629860.0,
      "text": "a tower shredder with Sheen procs, so it opens up the opportunity to splitpush. A good split"
    },
    {
      "index": 117,
      "start_time": 629860.0,
      "end_time": 635440.0,
      "text": "pusher needs to be able to both 1v1 and take towers fast, which forces the enemy team to"
    },
    {
      "index": 118,
      "start_time": 635440.0,
      "end_time": 639630.0,
      "text": "send a champion or two to deal with you. If you can get back to your team fast as they"
    },
    {
      "index": 119,
      "start_time": 639630.0,
      "end_time": 644250.0,
      "text": "shove another lane this can put you at a serious advantage, and it’s one of Tank Ekko’s"
    },
    {
      "index": 120,
      "start_time": 644250.0,
      "end_time": 648930.0,
      "text": "specialities. Carry Ekko can copy this quite well too, by picking up Lich Bane rather than"
    },
    {
      "index": 121,
      "start_time": 648930.0,
      "end_time": 655480.0,
      "text": "Luden’s Echo or Rabadon’s. This does give you less power in team fights, but in certain"
    },
    {
      "index": 122,
      "start_time": 655480.0,
      "end_time": 661630.0,
      "text": "games the added single target power seems to really help out. Bruiser Ekko on the other"
    },
    {
      "index": 123,
      "start_time": 661630.0,
      "end_time": 665690.0,
      "text": "hand should probably never be building a Sheen item, so he has to stick with his team to"
    },
    {
      "index": 124,
      "start_time": 665690.0,
      "end_time": 667690.0,
      "text": "be useful."
    },
    {
      "index": 125,
      "start_time": 667690.0,
      "end_time": 672630.0,
      "text": "So that pretty much covers the core differences between Tank, Carry and Bruiser Ekko in top"
    },
    {
      "index": 126,
      "start_time": 672630.0,
      "end_time": 686980.0,
      "text": "mid and jungle! This was a pretty fun video to make, but your feedback will go a long"
    },
    {
      "index": 127,
      "start_time": 686980.0,
      "end_time": 687860.0,
      "text": "way to helping us improve it if we do this kinda thing more in the future, so please"
    },
    {
      "index": 128,
      "start_time": 687860.0,
      "end_time": 691339.0,
      "text": "let us know what you thought in the comments. And it looks like that’s gonna be it from"
    },
    {
      "index": 129,
      "start_time": 691339.0,
      "end_time": 701310.0,
      "text": "me, if you enjoyed the video drop a like, subscribe if you want, thanks for watching,"
    },
    {
      "index": 130,
      "start_time": 701310.0,
      "end_time": 711310.0,
      "text": "and I’ll see you guys next time!"
    }
  ]
}