{
  "video_id": "bI9eAbr3Bjo",
  "title": "How to Soothe Ourselves and Others",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 220.0,
      "end_time": 4939.0,
      "text": "It’s the middle of the night, let’s imagine, and we’ve been on the earth for about three"
    },
    {
      "index": 2,
      "start_time": 4939.0,
      "end_time": 11320.0,
      "text": "months. A lot is still very unclear. We are profoundly helpless, barely able to move our"
    },
    {
      "index": 3,
      "start_time": 11320.0,
      "end_time": 17550.0,
      "text": "own head and utterly at the mercy of others. The sources of our suffering and joy lie far"
    },
    {
      "index": 4,
      "start_time": 17550.0,
      "end_time": 23159.0,
      "text": "outside our understanding. Hugely powerful needs pass through us at regular intervals"
    },
    {
      "index": 5,
      "start_time": 23159.0,
      "end_time": 27220.0,
      "text": "and we have no way of making sense of them to ourselves – let alone of communicating"
    },
    {
      "index": 6,
      "start_time": 27220.0,
      "end_time": 34000.0,
      "text": "them reliably to others. A minute ago, we were asleep in a dark enveloping warmth. Now"
    },
    {
      "index": 7,
      "start_time": 34000.0,
      "end_time": 40390.0,
      "text": "we’re awake, bereft, isolated and very uncomfortable. There seems to be a pain somewhere in our"
    },
    {
      "index": 8,
      "start_time": 40390.0,
      "end_time": 45710.0,
      "text": "stomach, but the agony is more general; we are lonely and profoundly sad. The room is"
    },
    {
      "index": 9,
      "start_time": 45710.0,
      "end_time": 51170.0,
      "text": "dark and there’s a mysterious set of shadows on the wall that appear and vanish at random."
    },
    {
      "index": 10,
      "start_time": 51170.0,
      "end_time": 56470.0,
      "text": "In a rising panic, we start to scream out in the darkness. Nothing happens. We pause"
    },
    {
      "index": 11,
      "start_time": 56470.0,
      "end_time": 62750.0,
      "text": "to recover our breath – and then scream even louder. Our lungs strain with the effort."
    },
    {
      "index": 12,
      "start_time": 62750.0,
      "end_time": 68120.0,
      "text": "Still nothing and the darkness and loneliness grow ever more threatening. Now true desperation"
    },
    {
      "index": 13,
      "start_time": 68120.0,
      "end_time": 73030.0,
      "text": "sets in; this feels like the end of everything good and true – and we scream as if to ward off death."
    },
    {
      "index": 14,
      "start_time": 73030.0,
      "end_time": 79720.0,
      "text": "At last, just when it seems we could not go on any further, the door opens."
    },
    {
      "index": 15,
      "start_time": 79720.0,
      "end_time": 85830.0,
      "text": "A warm orange light is turned on. It is a familiar face. They smile at us, say the name"
    },
    {
      "index": 16,
      "start_time": 85830.0,
      "end_time": 91470.0,
      "text": "they often use around us, pick us up and put us against their shoulder. We can hear a familiar"
    },
    {
      "index": 17,
      "start_time": 91470.0,
      "end_time": 96870.0,
      "text": "heart beating next to ours and a warm hand caressing the top of our head. They gently"
    },
    {
      "index": 18,
      "start_time": 96870.0,
      "end_time": 104450.0,
      "text": "move us to and fro, and sing a tender, sweet song. Our sobs start to abate, we pull a weak"
    },
    {
      "index": 19,
      "start_time": 104450.0,
      "end_time": 110510.0,
      "text": "smile; it feels like the vicious demons and merciless goblins have been sent packing –"
    },
    {
      "index": 20,
      "start_time": 110510.0,
      "end_time": 115030.0,
      "text": "and that life could be bearable after all. (Image result for mother and child painting)"
    },
    {
      "index": 21,
      "start_time": 115030.0,
      "end_time": 120580.0,
      "text": "Soothing is one of the kindest gestures that humans ever perform for one another. It must lie"
    },
    {
      "index": 22,
      "start_time": 120580.0,
      "end_time": 125119.0,
      "text": "close to the core of love – and is what can make the difference between a desire to"
    },
    {
      "index": 23,
      "start_time": 125119.0,
      "end_time": 132260.0,
      "text": "die and the capacity to endure. Awkwardly, it tends to be very hard to soothe ourselves"
    },
    {
      "index": 24,
      "start_time": 132260.0,
      "end_time": 137720.0,
      "text": "unless we have first – usually in childhood – been properly soothed by someone else."
    },
    {
      "index": 25,
      "start_time": 137720.0,
      "end_time": 143680.0,
      "text": "A capacity for self-soothing is the legacy of a history of nurture. If we have been picked"
    },
    {
      "index": 26,
      "start_time": 143680.0,
      "end_time": 148870.0,
      "text": "up enough times early on, and sufficiently reassured in the midst of panic that we will"
    },
    {
      "index": 27,
      "start_time": 148870.0,
      "end_time": 154850.0,
      "text": "make it, then one part of the mind learns the art and can practice it on the other –"
    },
    {
      "index": 28,
      "start_time": 154850.0,
      "end_time": 161330.0,
      "text": "and eventually, on people outside us too. At moments of crisis, we find ourselves able to access"
    },
    {
      "index": 29,
      "start_time": 161330.0,
      "end_time": 167990.0,
      "text": "a voice that calms the waves of fear and the blows of self-hatred; we can sort this out;"
    },
    {
      "index": 30,
      "start_time": 167990.0,
      "end_time": 173190.0,
      "text": "we’ll have a conversation with them; people understand; screw them if they don’t; what"
    },
    {
      "index": 31,
      "start_time": 173190.0,
      "end_time": 179920.0,
      "text": "matters is you; you are good and valuable. We have available an unflustered, resolute"
    },
    {
      "index": 32,
      "start_time": 179920.0,
      "end_time": 185709.0,
      "text": "response as much to the most awful events as to routine panics. We have a faith that"
    },
    {
      "index": 33,
      "start_time": 185709.0,
      "end_time": 192319.0,
      "text": "we can endure, that something will show up and that we don’t deserve the worst."
    },
    {
      "index": 34,
      "start_time": 192319.0,
      "end_time": 198620.0,
      "text": "Reflecting on the art of soothing may bring into focus just how much we are missing. We are not mysteriously deficient,"
    },
    {
      "index": 35,
      "start_time": 198620.0,
      "end_time": 204140.0,
      "text": "we were brought up by adults who were themselves not soothed. We need to grow"
    },
    {
      "index": 36,
      "start_time": 204140.0,
      "end_time": 210280.0,
      "text": "attentive and deeply sympathetic to the missing pieces of our psyche. It is because we didn’t"
    },
    {
      "index": 37,
      "start_time": 210280.0,
      "end_time": 216180.0,
      "text": "benefit from soothing that life is so much harder than it should be; that nowadays rejection"
    },
    {
      "index": 38,
      "start_time": 216180.0,
      "end_time": 223060.0,
      "text": "is so bitter, social media is so frightening, disapproval feels so fatal, ambiguity is so"
    },
    {
      "index": 39,
      "start_time": 223060.0,
      "end_time": 230200.0,
      "text": "unbearable, sleep feels so unearnt, holidays are so worrying, the caresses of others feel"
    },
    {
      "index": 40,
      "start_time": 230200.0,
      "end_time": 236920.0,
      "text": "so alien – and so many of our days and nights are rocked by what feel like near-death experiences."
    },
    {
      "index": 41,
      "start_time": 236920.0,
      "end_time": 241500.0,
      "text": "(Image result for mother and child painting) There are – one must believe – substitutes"
    },
    {
      "index": 42,
      "start_time": 241500.0,
      "end_time": 248060.0,
      "text": "and opportunities for catching up. We can have recourse to music, diaries, beds, baths"
    },
    {
      "index": 43,
      "start_time": 248060.0,
      "end_time": 254430.0,
      "text": "but, most importantly, other people. However, seeking out the sort of people who can soothe"
    },
    {
      "index": 44,
      "start_time": 254430.0,
      "end_time": 261380.0,
      "text": "us may be the hardest step. We may mistake a capacity to soothe for weakness or naivety."
    },
    {
      "index": 45,
      "start_time": 261380.0,
      "end_time": 267520.0,
      "text": "We may take the soother for a fool. We may need soothing so much, we find ourselves unable"
    },
    {
      "index": 46,
      "start_time": 267520.0,
      "end_time": 274340.0,
      "text": "to ask for it nicely, shouting counter-productively instead – or else we withdraw into defensive"
    },
    {
      "index": 47,
      "start_time": 274340.0,
      "end_time": 280199.0,
      "text": "independence, because help feels like it hasn’t come soon enough. Those in the greatest need"
    },
    {
      "index": 48,
      "start_time": 280199.0,
      "end_time": 286000.0,
      "text": "of soothing often have no idea of what is missing, no sensible way of articulating their"
    },
    {
      "index": 49,
      "start_time": 286000.0,
      "end_time": 293060.0,
      "text": "need – and a dogged suspicion of kindness were it to be offered to them. We should strive"
    },
    {
      "index": 50,
      "start_time": 293060.0,
      "end_time": 299210.0,
      "text": "not to make things constantly scarier in our own minds than they are in reality. We should"
    },
    {
      "index": 51,
      "start_time": 299210.0,
      "end_time": 305300.0,
      "text": "offer soothing continuously to others – and insist to the more sceptical and parched parts"
    },
    {
      "index": 52,
      "start_time": 305300.0,
      "end_time": 311540.0,
      "text": "of our own minds that they too deserve one day to be the beneficiaries of kindness and reassurance."
    },
    {
      "index": 53,
      "start_time": 315840.0,
      "end_time": 321440.0,
      "text": "Thank you for watching, remember to like the video and subscribe to our channel for more."
    },
    {
      "index": 54,
      "start_time": 321440.0,
      "end_time": 331520.0,
      "text": "Our calm prompt cards can help us find serentiy despite daily anxieties and fustraitions.  To find out more click on the link now."
    }
  ]
}