{
  "video_id": "bmc0Kz3KavE",
  "title": "How to ace an English job interview",
  "json": [
    {
      "index": 1,
      "start_time": 7880.0,
      "end_time": 28180.0,
      "text": "Hey. Come on everybody. It&#39;s going to start."
    },
    {
      "index": 2,
      "start_time": 28180.0,
      "end_time": 34000.0,
      "text": "Well, that&#39;s true. But you know it took...Who did that?"
    },
    {
      "index": 3,
      "start_time": 34000.0,
      "end_time": 41649.0,
      "text": "Hello everybody. Welcome to The English Show. Welcome. I&#39;m Vicki and I&#39;m an English teacher. And with"
    },
    {
      "index": 4,
      "start_time": 41649.0,
      "end_time": 47969.0,
      "text": "me is my good friend, Fluency MC. Hey, hey, hey. I&#39;m Fluency. I&#39;m also an English teacher"
    },
    {
      "index": 5,
      "start_time": 47969.0,
      "end_time": 53539.0,
      "text": "and I&#39;m a trainer and knowledge entertainer and welcome to another edition of The English"
    },
    {
      "index": 6,
      "start_time": 53539.0,
      "end_time": 59679.0,
      "text": "Show. And the other person we want you to meet is the guy who&#39;s making it all happen."
    },
    {
      "index": 7,
      "start_time": 59679.0,
      "end_time": 65720.0,
      "text": "Jay, are you there? Jay! Hey everybody. I&#39;m right here in the control room. I&#39;m running"
    },
    {
      "index": 8,
      "start_time": 65720.0,
      "end_time": 73060.0,
      "text": "the show. And I&#39;m sure you&#39;re going to enjoy all the things we have for you today. Go Jay!"
    },
    {
      "index": 9,
      "start_time": 73060.0,
      "end_time": 77491.0,
      "text": "Another person you&#39;re going to meet later is Shanthi from English with a Twist. Our"
    },
    {
      "index": 10,
      "start_time": 77491.0,
      "end_time": 83890.0,
      "text": "special guest! Yeah, and we&#39;re going to learn about job interviews today, and how to ace"
    },
    {
      "index": 11,
      "start_time": 83890.0,
      "end_time": 88979.0,
      "text": "an English job interview. What does it mean to &quot;ace&quot; an interview, Vicki? It means to"
    },
    {
      "index": 12,
      "start_time": 88979.0,
      "end_time": 95200.0,
      "text": "be really successful at the interview so you get the job. Right. But first of all, I&#39;d"
    },
    {
      "index": 13,
      "start_time": 95200.0,
      "end_time": 100770.0,
      "text": "like to come to Paris. Oh, would you? Do you think Jay can bring you once again? Jay, do"
    },
    {
      "index": 14,
      "start_time": 100770.0,
      "end_time": 106909.0,
      "text": "you think you can help me get to Paris today? Come visit me. How am I getting to Paris this"
    },
    {
      "index": 15,
      "start_time": 106909.0,
      "end_time": 114300.0,
      "text": "week Jay? This week you&#39;re going to swim there. Oooh, that&#39;s a long way to swim. Yes, you&#39;re"
    },
    {
      "index": 16,
      "start_time": 114300.0,
      "end_time": 139880.0,
      "text": "going to need some help. Grab his tail."
    },
    {
      "index": 17,
      "start_time": 139880.0,
      "end_time": 147040.0,
      "text": "Wow, I&#39;m here. That was exciting. Look, I&#39;ve made it."
    },
    {
      "index": 18,
      "start_time": 147040.0,
      "end_time": 154950.0,
      "text": "I&#39;m here. Oh, Whoa. Here she is again, everybody. Back in Paris. High five. High"
    },
    {
      "index": 19,
      "start_time": 154950.0,
      "end_time": 161120.0,
      "text": "five. Vicki Hollett in Paris! Yeah. Wow, so is that the first time you&#39;ve traveled by"
    },
    {
      "index": 20,
      "start_time": 161120.0,
      "end_time": 168170.0,
      "text": "water? I think that&#39;s the first time I&#39;ve ever swum here. Yeah. I had to be... I had"
    },
    {
      "index": 21,
      "start_time": 168170.0,
      "end_time": 174210.0,
      "text": "to be very energetic to get here. Was that a porpoise or a dolphin or...? I think it"
    },
    {
      "index": 22,
      "start_time": 174210.0,
      "end_time": 180700.0,
      "text": "was a dolphin. Ah must be. And actually, we&#39;re here with somebody very energetic who&#39;s based"
    },
    {
      "index": 23,
      "start_time": 180700.0,
      "end_time": 188890.0,
      "text": "in the UK. Shanti, are you there? Yes I am. I&#39;m here. Hi everyone. Welcome to the English"
    },
    {
      "index": 24,
      "start_time": 188890.0,
      "end_time": 194549.0,
      "text": "Show. It&#39;s great to have you. Oh, it&#39;s lovely to be here. Because we all want to know how"
    },
    {
      "index": 25,
      "start_time": 194549.0,
      "end_time": 199860.0,
      "text": "we can ace a job interview. And we know that you&#39;re going to be able to help us. Oh yes."
    },
    {
      "index": 26,
      "start_time": 199860.0,
      "end_time": 205480.0,
      "text": "That I can, indeed. Of course, one of the things you have to do is make a good first"
    },
    {
      "index": 27,
      "start_time": 205480.0,
      "end_time": 210170.0,
      "text": "impression. Have you got any good tips for that?"
    },
    {
      "index": 28,
      "start_time": 210170.0,
      "end_time": 217120.0,
      "text": "When you arrive, have a nice smile, a firm handshake and be smart - well dressed, good"
    },
    {
      "index": 29,
      "start_time": 217120.0,
      "end_time": 223150.0,
      "text": "haircut - nothing too strange, depending on the job you&#39;re applying for. Ok, so smile,"
    },
    {
      "index": 30,
      "start_time": 223150.0,
      "end_time": 230640.0,
      "text": "that&#39;s an important one, isn&#39;t it? Yes. And make sure you look smart. Yes, and also good"
    },
    {
      "index": 31,
      "start_time": 230640.0,
      "end_time": 236080.0,
      "text": "eye contact. You know, look the person in the eye with a nice smile and a firm handshake"
    },
    {
      "index": 32,
      "start_time": 236080.0,
      "end_time": 240310.0,
      "text": "please. None of the limp handshakes. That is terrible. I don&#39;t know about you, but I"
    },
    {
      "index": 33,
      "start_time": 240310.0,
      "end_time": 246720.0,
      "text": "just hate those. That&#39;s true, isn&#39;t it. A firm handshake suggests confidence. Indeed,"
    },
    {
      "index": 34,
      "start_time": 246720.0,
      "end_time": 251000.0,
      "text": "yes, and it shows confidence and it shows that, you know, that you&#39;re serious. OK. So,"
    },
    {
      "index": 35,
      "start_time": 251000.0,
      "end_time": 259329.0,
      "text": "imagine that I&#39;m at a job interview, and the interviewer asks me a question like &quot;Can you"
    },
    {
      "index": 36,
      "start_time": 259329.0,
      "end_time": 267390.0,
      "text": "tell me about yourself?&quot; OK. It&#39;s a very general question. What does it mean? You really do"
    },
    {
      "index": 37,
      "start_time": 267390.0,
      "end_time": 273190.0,
      "text": "have to think hard. Because what they want you to do is briefly summarize who you are"
    },
    {
      "index": 38,
      "start_time": 273190.0,
      "end_time": 279810.0,
      "text": "and what you&#39;re experience is. And that&#39;s basically what most interviewers are asking."
    },
    {
      "index": 39,
      "start_time": 279810.0,
      "end_time": 286540.0,
      "text": "Uh huh. There are some other tricky questions they might have too, like &quot;What&#39;s your proudest"
    },
    {
      "index": 40,
      "start_time": 286540.0,
      "end_time": 292730.0,
      "text": "achievement?&quot; You know, I always say to my clients you have to really think hard, because"
    },
    {
      "index": 41,
      "start_time": 292730.0,
      "end_time": 298080.0,
      "text": "what the interviewer is asking you really is how you solved a problem. They want to"
    },
    {
      "index": 42,
      "start_time": 298080.0,
      "end_time": 305910.0,
      "text": "see your problem solving skills and how you achieved that, not just the results. So, how"
    },
    {
      "index": 43,
      "start_time": 305910.0,
      "end_time": 311790.0,
      "text": "you solved a a problem. But they&#39;ll be interested in the results as well, perhaps. Oh yes. So"
    },
    {
      "index": 44,
      "start_time": 311790.0,
      "end_time": 319190.0,
      "text": "what you&#39;re doing is, you start off with what was the situation, then what you did to deal"
    },
    {
      "index": 45,
      "start_time": 319190.0,
      "end_time": 324940.0,
      "text": "with that problem and then what were the results at the end. And, when you&#39;re giving results,"
    },
    {
      "index": 46,
      "start_time": 324940.0,
      "end_time": 332100.0,
      "text": "be specific. Give numbers. Quantify your achievement. Don&#39;t just say &#39;sales increased, you know"
    },
    {
      "index": 47,
      "start_time": 332100.0,
      "end_time": 338150.0,
      "text": "we had a good sales outcome.&#39; They want to know by how many percent, by how much. What"
    },
    {
      "index": 48,
      "start_time": 338150.0,
      "end_time": 347150.0,
      "text": "did you do? So, always give numbers. Be specific. Oh, so that&#39;s another good tip for us. So,"
    },
    {
      "index": 49,
      "start_time": 347150.0,
      "end_time": 354470.0,
      "text": "another tricky one... in fact, I can remember being asked this at a job interview... &#39;What&#39;s"
    },
    {
      "index": 50,
      "start_time": 354470.0,
      "end_time": 359160.0,
      "text": "your greatest strength?&#39; That was all right. But then they said, &quot;What&#39;s your greatest"
    },
    {
      "index": 51,
      "start_time": 359160.0,
      "end_time": 366050.0,
      "text": "weakness?&quot; Yes. Always difficult, isnt&#39; it, because you don&#39;t want to say too much about"
    },
    {
      "index": 52,
      "start_time": 366050.0,
      "end_time": 371750.0,
      "text": "your weaknesses. But the key here really, is turning that weakness into a strength."
    },
    {
      "index": 53,
      "start_time": 371750.0,
      "end_time": 377910.0,
      "text": "One of the things about weakness is it&#39;s demonstrating your self awareness. So, pinpoint an area."
    },
    {
      "index": 54,
      "start_time": 377910.0,
      "end_time": 383720.0,
      "text": "So for example, if you are someone who puts a lot of attention to detail, so you could"
    },
    {
      "index": 55,
      "start_time": 383720.0,
      "end_time": 390090.0,
      "text": "be detail orientated. But, it could also be that you&#39;re too concerned about details. So"
    },
    {
      "index": 56,
      "start_time": 390090.0,
      "end_time": 396380.0,
      "text": "that particular job requires you to complete it in a certain amount of time and you are"
    },
    {
      "index": 57,
      "start_time": 396380.0,
      "end_time": 402560.0,
      "text": "focused on too much detail. That is a weakness. So then, what you want to do, is to show how"
    },
    {
      "index": 58,
      "start_time": 402560.0,
      "end_time": 408710.0,
      "text": "you&#39;ve overcome that weakness. You&#39;re aware of it, so this is what you try and do. Maybe"
    },
    {
      "index": 59,
      "start_time": 408710.0,
      "end_time": 413020.0,
      "text": "you set yourself some time lines. So that&#39;s what they&#39;re trying to look at also and how"
    },
    {
      "index": 60,
      "start_time": 413020.0,
      "end_time": 419400.0,
      "text": "you&#39;ve overcome that weakness. That&#39;s interesting. So it&#39;s not just a question of trying to find"
    },
    {
      "index": 61,
      "start_time": 419400.0,
      "end_time": 426580.0,
      "text": "a weakness that isn&#39;t really a weakness... you need to be honest. Yes. But you also need"
    },
    {
      "index": 62,
      "start_time": 426580.0,
      "end_time": 433020.0,
      "text": "to tell them how you&#39;ve overcome it and got round it. Have you got any weaknesses, Fluency?"
    },
    {
      "index": 63,
      "start_time": 433020.0,
      "end_time": 438900.0,
      "text": "I sure do. Shanthi, it&#39;s really interesting what you&#39;re saying about different types of"
    },
    {
      "index": 64,
      "start_time": 438900.0,
      "end_time": 447510.0,
      "text": "questions interviewers might ask that all connect to the idea of how did you solve a problem."
    },
    {
      "index": 65,
      "start_time": 447510.0,
      "end_time": 452110.0,
      "text": "Because when you&#39;re also... when you&#39;re talking about a weakness that they might want to know"
    },
    {
      "index": 66,
      "start_time": 452110.0,
      "end_time": 457740.0,
      "text": "about, you said &#39;something you&#39;re trying to overcome.&#39; So, it seems like problem solving"
    },
    {
      "index": 67,
      "start_time": 457740.0,
      "end_time": 466390.0,
      "text": "skills - both at the job and also with yourself, your personality - kind of connect in a way."
    },
    {
      "index": 68,
      "start_time": 466390.0,
      "end_time": 471430.0,
      "text": "Yeah, I mean it is very much that, because what you&#39;re looking at is also self awareness,"
    },
    {
      "index": 69,
      "start_time": 471430.0,
      "end_time": 476411.0,
      "text": "self knowledge of your strengths and weaknesses. Because we&#39;re all going to have that. One"
    },
    {
      "index": 70,
      "start_time": 476411.0,
      "end_time": 480710.0,
      "text": "of the key things I always say when you&#39;re applying for a job - look at the key skills"
    },
    {
      "index": 71,
      "start_time": 480710.0,
      "end_time": 485800.0,
      "text": "they&#39;re looking at in your job specification. And you&#39;ve got to really think hard about"
    },
    {
      "index": 72,
      "start_time": 485800.0,
      "end_time": 491040.0,
      "text": "what are the skills that you have where you are strong at and perhaps where you&#39;re going"
    },
    {
      "index": 73,
      "start_time": 491040.0,
      "end_time": 499240.0,
      "text": "to be a bit weaker. But then you&#39;ve got to find a way to turn that round into a strength."
    },
    {
      "index": 74,
      "start_time": 499240.0,
      "end_time": 504060.0,
      "text": "That&#39;s another good tip isn&#39;t it? Very good, yeah. To make sure you study those job specifications"
    },
    {
      "index": 75,
      "start_time": 504060.0,
      "end_time": 509270.0,
      "text": "so you can match what you&#39;re saying to what they&#39;re looking for. Yeah. People will see"
    },
    {
      "index": 76,
      "start_time": 509270.0,
      "end_time": 514690.0,
      "text": "through waffle. And they will see see through - if you&#39;re not being honest. Because what"
    },
    {
      "index": 77,
      "start_time": 514690.00000000006,
      "end_time": 519340.00000000006,
      "text": "happens when we&#39;re not being honest, we start waffling, we start talking too much, we start"
    },
    {
      "index": 78,
      "start_time": 519340.00000000006,
      "end_time": 524770.0,
      "text": "rambling, and we&#39;re not focused. And an interviewer can see right through that. One of the other"
    },
    {
      "index": 79,
      "start_time": 524770.0,
      "end_time": 530890.0,
      "text": "things I always say to my clients, particularly where they&#39;re having an interview in English"
    },
    {
      "index": 80,
      "start_time": 530890.0,
      "end_time": 538330.0,
      "text": "which is not their native language - is to not be afraid of pausing for a while. You"
    },
    {
      "index": 81,
      "start_time": 538330.0,
      "end_time": 542640.0,
      "text": "know, we all get very nervous, we get get worried. And all of us do that. And then the"
    },
    {
      "index": 82,
      "start_time": 542640.0,
      "end_time": 548680.0,
      "text": "tendency is to rush into the answer... with the answer. And what I always says is &quot;...just"
    },
    {
      "index": 83,
      "start_time": 548680.0,
      "end_time": 555610.0,
      "text": "give yourself a few seconds and you know pause and then answer the question.&quot; It doesn&#39;t"
    },
    {
      "index": 84,
      "start_time": 555610.0,
      "end_time": 560030.0,
      "text": "show that, you know, you don&#39;t have the answer but it just shows that you&#39;re in control,"
    },
    {
      "index": 85,
      "start_time": 560030.0,
      "end_time": 568680.0,
      "text": "um, of what you&#39;re about to say. That&#39;s another good tip, isn&#39;t it? Yeah. I mean I... Don&#39;t"
    },
    {
      "index": 86,
      "start_time": 568680.0,
      "end_time": 574650.0,
      "text": "rush in. Yeah - you rushed in, Fluency. Ha ha ha ha. I was so excited that Shanthi started"
    },
    {
      "index": 87,
      "start_time": 574650.0,
      "end_time": 579280.0,
      "text": "talking about when you&#39;re not a native speaker since before that we hadn&#39;t really talked"
    },
    {
      "index": 88,
      "start_time": 579280.0,
      "end_time": 584140.0,
      "text": "about that. I mean that advice that we&#39;re giving here - Shanthi&#39;s giving is great for"
    },
    {
      "index": 89,
      "start_time": 584140.0,
      "end_time": 589971.0,
      "text": "everybody - but it&#39;s... when I work with students who are learning English, and you just prepare"
    },
    {
      "index": 90,
      "start_time": 589971.0,
      "end_time": 595260.0,
      "text": "for job interivews, it&#39;s even more important to be more prepared for the types of questions"
    },
    {
      "index": 91,
      "start_time": 595260.0,
      "end_time": 600580.0,
      "text": "that will be asked, and also, as Shanthi said, to uh... it&#39;s OK to pause and I want to add,"
    },
    {
      "index": 92,
      "start_time": 600580.0,
      "end_time": 606780.0,
      "text": "and I think you&#39;ll agree Shanthi, it&#39;s OK to ask to clarify the question and to be prepared"
    },
    {
      "index": 93,
      "start_time": 606780.0,
      "end_time": 612320.0,
      "text": "with ways to ask &quot;...do you mean that this&quot; ... or because that&#39;s also a way to show that"
    },
    {
      "index": 94,
      "start_time": 612320.0,
      "end_time": 617120.0,
      "text": "you&#39;re solving a problem, trying to do something the right way as opposed to just pretending"
    },
    {
      "index": 95,
      "start_time": 617120.0,
      "end_time": 623430.0,
      "text": "you understood. Yeah. That&#39;s really important, isn&#39;t it, to make sure that you&#39;ve understood the"
    },
    {
      "index": 96,
      "start_time": 623430.0,
      "end_time": 627960.0,
      "text": "question. You don&#39;t want to answer the wrong one. Absolutely, because actually it takes"
    },
    {
      "index": 97,
      "start_time": 627960.0,
      "end_time": 633330.0,
      "text": "a lot of confidence say I didn&#39;t quite get that - what you&#39;re asking me is this... or"
    },
    {
      "index": 98,
      "start_time": 633330.0,
      "end_time": 639810.0,
      "text": "maybe repeat that question so that it is down to the interviewer to confirm what they&#39;ve"
    },
    {
      "index": 99,
      "start_time": 639810.0,
      "end_time": 644740.0,
      "text": "just asked. Because sometimes they&#39;re not that clear. Don&#39;t put yourself at a lower"
    },
    {
      "index": 100,
      "start_time": 644740.0,
      "end_time": 650761.0,
      "text": "level just because you are not a proficient speaker of English and assume that they&#39;re"
    },
    {
      "index": 101,
      "start_time": 650761.0,
      "end_time": 656260.0,
      "text": "always right or they&#39;re always clear. If you haven&#39;t understood don&#39;t make it &quot;...I&#39;m so"
    },
    {
      "index": 102,
      "start_time": 656260.0,
      "end_time": 662470.0,
      "text": "sorry, I haven&#39;t understood.&quot; No. Turn it over to them to repeat their questions."
    },
    {
      "index": 103,
      "start_time": 662470.0,
      "end_time": 668310.0,
      "text": "You know I often have that problem with you Jay. With me? Yeah, I ask one question and"
    },
    {
      "index": 104,
      "start_time": 668310.0,
      "end_time": 679150.0,
      "text": "then you answer another. I never do that! I think that is selective hearing. You know,"
    },
    {
      "index": 105,
      "start_time": 679150.0,
      "end_time": 685180.0,
      "text": "speaking of questions, I think it&#39;s time for question Time. Question time everybody!"
    },
    {
      "index": 106,
      "start_time": 699840.0,
      "end_time": 710150.0,
      "text": "OK, we had a question from Nandish. Ah. And she asked about the difference between two words: achieve"
    },
    {
      "index": 107,
      "start_time": 710150.0,
      "end_time": 716270.0,
      "text": "and accomplish. Ah I can see why. Well, they&#39;re very similar, aren&#39;t they?. Yeah, yeah. And"
    },
    {
      "index": 108,
      "start_time": 716270.0,
      "end_time": 723220.0,
      "text": "I had to think about it and go check my answers. But what it&#39;s about is &#39;achieve&#39; is what we"
    },
    {
      "index": 109,
      "start_time": 723220.0,
      "end_time": 731060.0,
      "text": "say when we&#39;re thinking about the end result of something. So it&#39;s very results oriented."
    },
    {
      "index": 110,
      "start_time": 731060.0,
      "end_time": 741170.0,
      "text": "&#39;He achieved greatness and was awarded a Nobel Prize.&#39; But accomplish refers to the process"
    },
    {
      "index": 111,
      "start_time": 741170.0,
      "end_time": 747840.0,
      "text": "of doing something - of getting something done. So you&#39;ve got achieve which is about the end"
    },
    {
      "index": 112,
      "start_time": 747840.0,
      "end_time": 754320.0,
      "text": "result and you&#39;ve got accomplish which is about the process. Right. So another example"
    },
    {
      "index": 113,
      "start_time": 754320.0,
      "end_time": 763430.0,
      "text": "could be you can accomplish a lot without actually achieving your goal. Hmmm. Interesting."
    },
    {
      "index": 114,
      "start_time": 763430.0,
      "end_time": 769980.0,
      "text": "Yeah. Yeah. And of course in a job interview, they&#39;re going to ask you about both, aren&#39;t"
    },
    {
      "index": 115,
      "start_time": 769980.0,
      "end_time": 774830.0,
      "text": "they? Yeah, what are your accomplishments? What have you achieved, yes. And it&#39;s useful"
    },
    {
      "index": 116,
      "start_time": 774830.0,
      "end_time": 779540.0,
      "text": "to know the difference. So you&#39;re working a job and you have a sales target for the"
    },
    {
      "index": 117,
      "start_time": 779540.0,
      "end_time": 785570.0,
      "text": "year. So that is your goal. That is your objective. You have to achieve that sales target. So"
    },
    {
      "index": 118,
      "start_time": 785570.0,
      "end_time": 790430.0,
      "text": "in between that you have to do things. So you have to accomplish different tasks and"
    },
    {
      "index": 119,
      "start_time": 790430.0,
      "end_time": 795840.0,
      "text": "jobs to get to that sales target. But sometimes you can do a lot of things so you can have"
    },
    {
      "index": 120,
      "start_time": 795840.0,
      "end_time": 802130.0,
      "text": "accomplished them, but you don&#39;t necessarily achieve that target. Excellent, yes, good"
    },
    {
      "index": 121,
      "start_time": 802130.0,
      "end_time": 822660.0,
      "text": "example. Yeah. I&#39;m ready for a conversation. What do you think? Is it time for &#39;Conversation Time? &#39;"
    },
    {
      "index": 122,
      "start_time": 822660.0,
      "end_time": 824890.0,
      "text": "I&#39;m going to show you a business conversation"
    },
    {
      "index": 123,
      "start_time": 824890.0,
      "end_time": 832600.0,
      "text": "today and I&#39;m only going to show you the first half at first, and your task is to listen"
    },
    {
      "index": 124,
      "start_time": 832600.0,
      "end_time": 839760.0,
      "text": "and to work out &#39;What&#39;s the conversation about?&#39;, what are they discussing, and &#39;What&#39;s going"
    },
    {
      "index": 125,
      "start_time": 839760.0,
      "end_time": 846520.0,
      "text": "to happen?&#39; So what it&#39;s about - the topic - and then what&#39;s going to happen next because"
    },
    {
      "index": 126,
      "start_time": 846520.0,
      "end_time": 852160.0,
      "text": "you&#39;re going to stop it. Is that right? That&#39;s right. Are you ready? Ready."
    },
    {
      "index": 127,
      "start_time": 852160.0,
      "end_time": 857380.0,
      "text": "We have big plans for you, Graham. We&#39;re going to give you a promotion."
    },
    {
      "index": 128,
      "start_time": 857380.0,
      "end_time": 864240.0,
      "text": "You&#39;re going to be our sales manager for all of Asia."
    },
    {
      "index": 129,
      "start_time": 864240.0,
      "end_time": 873350.0,
      "text": "OK, so &#39;We have big... What was the missing word? Plans. We have big plans for you Graham."
    },
    {
      "index": 130,
      "start_time": 873350.0,
      "end_time": 881320.0,
      "text": "We&#39;re going to give you a... And the missing word was promotion. So a promotion is when"
    },
    {
      "index": 131,
      "start_time": 881320.0,
      "end_time": 890680.0,
      "text": "you move up a level in your job. You&#39;re going to be our... sales manager for all of Asia."
    },
    {
      "index": 132,
      "start_time": 890680.0,
      "end_time": 897450.0,
      "text": "So did you get that Fluency? I did. It was really short, but I caught it. OK. What do"
    },
    {
      "index": 133,
      "start_time": 897450.0,
      "end_time": 905350.0,
      "text": "you think is going to happen next? Hmmm. My guess is that Graham is going to jump for"
    },
    {
      "index": 134,
      "start_time": 905350.0,
      "end_time": 913230.0,
      "text": "joy because he&#39;s been wanting this promotion forever. Do you think that too, Shanthi? Erm,"
    },
    {
      "index": 135,
      "start_time": 913230.0,
      "end_time": 918950.0,
      "text": "yes. It could be he does, or, I don&#39;t know, he wasn&#39;t looking terribly excited. So maybe"
    },
    {
      "index": 136,
      "start_time": 918950.0,
      "end_time": 926460.0,
      "text": "he&#39;s thinking Oooo. Maybe he wants to ask a few more questions. I don&#39;t know. OK. Let"
    },
    {
      "index": 137,
      "start_time": 926460.0,
      "end_time": 936830.0,
      "text": "me tell you. Shanthi. Yes, you&#39;re right. What! Yes! Yes! And Fluency. Oh my god. Does Shanthi"
    },
    {
      "index": 138,
      "start_time": 936830.0,
      "end_time": 944250.0,
      "text": "get special treatment? Is that.... Absolutely! Absolutely! Shall we look at it everybody?"
    },
    {
      "index": 139,
      "start_time": 944250.0,
      "end_time": 949470.0,
      "text": "We have big plans for you, Graham. We&#39;re going to give you a promotion."
    },
    {
      "index": 140,
      "start_time": 949470.0,
      "end_time": 953470.0,
      "text": "You&#39;re going to be our sales manager for all of Asia."
    },
    {
      "index": 141,
      "start_time": 953470.0,
      "end_time": 958390.0,
      "text": "Gee, I&#39;m sorry guys but I quit. You&#39;re resigning?"
    },
    {
      "index": 142,
      "start_time": 958390.0,
      "end_time": 964910.0,
      "text": "Yeah, I got a better job.But we had everything planned."
    },
    {
      "index": 143,
      "start_time": 964910.0,
      "end_time": 972001.0,
      "text": "Wow! That came out of left field. OK guys. So Shanthi, you were right. And in"
    },
    {
      "index": 144,
      "start_time": 972001.0,
      "end_time": 979840.0,
      "text": "fact what he did was he quit. Quit is a very informal way of saying resign. In fact we&#39;ve"
    },
    {
      "index": 145,
      "start_time": 979840.0,
      "end_time": 987460.0,
      "text": "got resign coming up. &#39;You&#39;re resigning?&#39; &#39;Yeah&#39;, he said. &#39;I&#39;ve got a better job&#39;."
    },
    {
      "index": 146,
      "start_time": 987460.0,
      "end_time": 992890.0,
      "text": "And then there&#39;s a little idiom at the end. I don&#39;t know if you caught it. &#39;But we had"
    },
    {
      "index": 147,
      "start_time": 992890.0,
      "end_time": 1002240.0,
      "text": "everything planned.&#39; &#39;Wow! That came out of left field&#39;. Now that&#39;s a baseball idiom."
    },
    {
      "index": 148,
      "start_time": 1002240.0,
      "end_time": 1008640.0,
      "text": "Fluency, you know much more about baseball than I do. What does &#39;out of left field&#39; mean?"
    },
    {
      "index": 149,
      "start_time": 1008640.0,
      "end_time": 1014420.0,
      "text": "Well there are a few expressions with &#39;left field&#39; in English because our image of left"
    },
    {
      "index": 150,
      "start_time": 1014420.0,
      "end_time": 1022110.0,
      "text": "field in the baseball field, it&#39;s like, really far away, over there. It&#39;s the furthest point"
    },
    {
      "index": 151,
      "start_time": 1022110.0,
      "end_time": 1028980.0,
      "text": "from where most of the action usually is. So it&#39;s sort of that idea of out of nowhere."
    },
    {
      "index": 152,
      "start_time": 1028980.0,
      "end_time": 1037339.0,
      "text": "OK, so it&#39;s sort of a surprise. Mmm. You don&#39;t expect it because that&#39;s not where the action"
    },
    {
      "index": 153,
      "start_time": 1037339.9999999999,
      "end_time": 1044209.9999999999,
      "text": "usually is, so it&#39;s unexpected. So there&#39;s a little idiom for you. Out of left field"
    },
    {
      "index": 154,
      "start_time": 1044210.0,
      "end_time": 1049661.0,
      "text": "means something that&#39;s surprising - perhaps a bit of a shock. Mmm. It&#39;s usually a bad"
    },
    {
      "index": 155,
      "start_time": 1049660.0,
      "end_time": 1057401.0,
      "text": "surprise, isn&#39;t it? So a shock. I&#39;m curious. Is that idiom iused in British English? Even"
    },
    {
      "index": 156,
      "start_time": 1057400.0,
      "end_time": 1063469.0,
      "text": "though you don&#39;t have baseball. I know some baseball idioms are and some aren&#39;t. No. No."
    },
    {
      "index": 157,
      "start_time": 1063470.0,
      "end_time": 1068809.0,
      "text": "We have some cricket idioms that are similar to baseball idioms. So another similar one"
    },
    {
      "index": 158,
      "start_time": 1068810.0,
      "end_time": 1075812.0,
      "text": "would be, we can talk about a curve... a curved ball in British English. And that would be"
    },
    {
      "index": 159,
      "start_time": 1075810.0,
      "end_time": 1080839.0,
      "text": "something that&#39;s surprising. When somebody throws a ball and it moves in a way you don&#39;t"
    },
    {
      "index": 160,
      "start_time": 1080840.0,
      "end_time": 1086809.0,
      "text": "expect. And in American English I think you say &#39;curve ball&#39;. Yeah, but I thought some"
    },
    {
      "index": 161,
      "start_time": 1086810.0,
      "end_time": 1092781.0,
      "text": "baseball idioms were also ... just had gone into British even though there&#39;s no baseball,"
    },
    {
      "index": 162,
      "start_time": 1092780.0,
      "end_time": 1099690.0,
      "text": "but maybe I&#39;m wrong. You&#39;re right. There are a few. We do have a few. In fact we&#39;ve made"
    },
    {
      "index": 163,
      "start_time": 1099690.0,
      "end_time": 1104260.0,
      "text": "a whole series of baseball idiom videos. I was just thinking about that. Yeah, great"
    },
    {
      "index": 164,
      "start_time": 1104260.0,
      "end_time": 1112010.0,
      "text": "videos so check them out. &#39;Simple English Videos - Baseball Idioms&#39;. That&#39;s right. So"
    },
    {
      "index": 165,
      "start_time": 1112010.0,
      "end_time": 1121310.0,
      "text": "Shanthi. Have you ever turned down a job offer? When I was in finance, in the years before,"
    },
    {
      "index": 166,
      "start_time": 1121310.0,
      "end_time": 1127760.0,
      "text": "erm... no, not that many. No, actually I don&#39;t think I turned down job offers. But ever since"
    },
    {
      "index": 167,
      "start_time": 1127760.0,
      "end_time": 1133630.0,
      "text": "becoming a Business English teacher, yes. Where people have offered me certain projects"
    },
    {
      "index": 168,
      "start_time": 1133630.0,
      "end_time": 1139289.0,
      "text": "or jobs, then yes, I have turned them down. I&#39;ve become more, more brave as I&#39;ve got older"
    },
    {
      "index": 169,
      "start_time": 1139290.0,
      "end_time": 1146731.0,
      "text": "- than when I was younger. I think sometimes people can forget this at a job interview."
    },
    {
      "index": 170,
      "start_time": 1146730.0,
      "end_time": 1152059.0,
      "text": "That it&#39;s not just an opportunity for them to get to know you. But it&#39;s also an opportunity"
    },
    {
      "index": 171,
      "start_time": 1152060.0,
      "end_time": 1159560.0,
      "text": "for you to get to know them, so that you can decide whether you really want the job. Yep, absolutely, and"
    },
    {
      "index": 172,
      "start_time": 1159560.0,
      "end_time": 1164691.0,
      "text": "I think that&#39;s really important and very much something that very few people do. Especially"
    },
    {
      "index": 173,
      "start_time": 1164690.0,
      "end_time": 1168450.0,
      "text": "at the end, you know, when an interviewer asks, you know, do you have any questions"
    },
    {
      "index": 174,
      "start_time": 1168450.0,
      "end_time": 1173410.0,
      "text": "for us, show that you are interested. You have actually done some research on the particular"
    },
    {
      "index": 175,
      "start_time": 1173410.0,
      "end_time": 1179059.0,
      "text": "company. Oh good point. Mmm. The world of business can change very quickly so what you"
    },
    {
      "index": 176,
      "start_time": 1179060.0,
      "end_time": 1184471.0,
      "text": "want to see is what is the time line for this particular new enterprise or this new project."
    },
    {
      "index": 177,
      "start_time": 1184470.0,
      "end_time": 1189720.0,
      "text": "Do they have a five year plan? You know, you want to dig in a bit more to find out what"
    },
    {
      "index": 178,
      "start_time": 1189720.0,
      "end_time": 1196990.0,
      "text": "is their long terms strategy for that business, for your position. So that&#39;s a great tip,"
    },
    {
      "index": 179,
      "start_time": 1196990.0,
      "end_time": 1204720.0,
      "text": "isn&#39;t it? To do some research beforehand so that you can ask deeper questions about what"
    },
    {
      "index": 180,
      "start_time": 1204720.0,
      "end_time": 1207660.0,
      "text": "this job involves and where this company is going."
    },
    {
      "index": 181,
      "start_time": 1207660.0,
      "end_time": 1212230.0,
      "text": "Can I add something here? Yeah."
    },
    {
      "index": 182,
      "start_time": 1212230.0,
      "end_time": 1217880.0,
      "text": "Another thing, I... I used to interview, I don&#39;t know, sometimes ten or fifteen people"
    },
    {
      "index": 183,
      "start_time": 1217880.0,
      "end_time": 1223510.0,
      "text": "a month when I was director of a program at a school in New York... a couple of different"
    },
    {
      "index": 184,
      "start_time": 1223510.0,
      "end_time": 1230590.0,
      "text": "programs, but anyway... Err, and one of the reasons that I always liked when candidates"
    },
    {
      "index": 185,
      "start_time": 1230590.0,
      "end_time": 1238160.0,
      "text": "were talking about how the job would help them, why they wanted the job, not just why"
    },
    {
      "index": 186,
      "start_time": 1238160.0,
      "end_time": 1245200.0,
      "text": "they were great for us, is because I found that when... when people are more invested"
    },
    {
      "index": 187,
      "start_time": 1245200.0,
      "end_time": 1250450.0,
      "text": "in how it&#39;s going to, you know, make them better professionally and their life better,"
    },
    {
      "index": 188,
      "start_time": 1250450.0,
      "end_time": 1256040.0,
      "text": "they&#39;re more likely to stay and commit and work hard. Good point. Yeah."
    },
    {
      "index": 189,
      "start_time": 1256040.0,
      "end_time": 1262180.0,
      "text": "Yeah. It also shows enthusiasm. Now I have another question about... A different"
    },
    {
      "index": 190,
      "start_time": 1262180.0,
      "end_time": 1270040.0,
      "text": "question they sometimes ask which is &#39;Why do you want to leave your current job?&#39; That"
    },
    {
      "index": 191,
      "start_time": 1270040.0,
      "end_time": 1275400.0,
      "text": "can sometimes be hard to answer. Yes, it can be. And I think the key here is"
    },
    {
      "index": 192,
      "start_time": 1275400.0,
      "end_time": 1283390.0,
      "text": "to stay positive, and show that you&#39;re looking at... to progress your career. Even if your"
    },
    {
      "index": 193,
      "start_time": 1283390.0,
      "end_time": 1288670.0,
      "text": "reality, say for example, you know, has been difficult or there have been changes in the"
    },
    {
      "index": 194,
      "start_time": 1288670.0,
      "end_time": 1294130.0,
      "text": "structure in a company and you didn&#39;t really like it, or morale was low, turn it round"
    },
    {
      "index": 195,
      "start_time": 1294130.0,
      "end_time": 1297820.0,
      "text": "and say that, you know, I&#39;ve achieved what I wanted to achieve in this particular role"
    },
    {
      "index": 196,
      "start_time": 1297820.0,
      "end_time": 1303660.0,
      "text": "and there&#39;s no more... there&#39;s no way of progressing in my career, so I think it&#39;s now time for"
    },
    {
      "index": 197,
      "start_time": 1303660.0,
      "end_time": 1310560.0,
      "text": "a change and to look at something different. And so that&#39;s what I want to do. So stay positive."
    },
    {
      "index": 198,
      "start_time": 1310560.0,
      "end_time": 1316240.0,
      "text": "Mmm. And focus on the future. Mmmm. If you can. Yes. Is that the tip? Yeah. That makes"
    },
    {
      "index": 199,
      "start_time": 1316240.0,
      "end_time": 1320890.0,
      "text": "sense. Yeah, it&#39;s a great way to connect... to connect to what I was saying before, I"
    },
    {
      "index": 200,
      "start_time": 1320890.0,
      "end_time": 1326450.0,
      "text": "guess about why you want to work for them and what they can do for you at this point"
    },
    {
      "index": 201,
      "start_time": 1326450.0,
      "end_time": 1330250.0,
      "text": "in your career. Yes, absolutely because the world of work"
    },
    {
      "index": 202,
      "start_time": 1330250.0,
      "end_time": 1336060.0,
      "text": "has changed hugely in the last ten to fifteen years, so of course we also have people who"
    },
    {
      "index": 203,
      "start_time": 1336060.0,
      "end_time": 1343420.0,
      "text": "have been made redundant. And now you can see it as a bad situation and a... and a pesimistic"
    },
    {
      "index": 204,
      "start_time": 1343420.0,
      "end_time": 1349150.0,
      "text": "situation, but I know a number of people, myself included, who... for them redundancy"
    },
    {
      "index": 205,
      "start_time": 1349150.0,
      "end_time": 1353960.0,
      "text": "was the best thing that ever happened to them. We should talk about the phrase &#39;make someone"
    },
    {
      "index": 206,
      "start_time": 1353960.0,
      "end_time": 1361250.0,
      "text": "redundant&#39;, which means, lay them off. OK. But it&#39;s more... it&#39;s more common in British"
    },
    {
      "index": 207,
      "start_time": 1361250.0,
      "end_time": 1367210.0,
      "text": "than American English I think, isn&#39;t it Fluency? Absolutely. We have &#39;to lay someone off&#39; meaning"
    },
    {
      "index": 208,
      "start_time": 1367210.0,
      "end_time": 1373770.0,
      "text": "we can&#39;t use you or we don&#39;t need you any more. And then we have &#39;to fire someone&#39; which"
    },
    {
      "index": 209,
      "start_time": 1373770.0,
      "end_time": 1378380.0,
      "text": "is when something... when the person has done something wrong or, you know, bad. That&#39;s"
    },
    {
      "index": 210,
      "start_time": 1378380.0,
      "end_time": 1383250.0,
      "text": "right. Now we say &#39;fire&#39; in British English as well. Mmm. But in British English we can"
    },
    {
      "index": 211,
      "start_time": 1383250.0,
      "end_time": 1387880.0,
      "text": "also say &#39;to sack someone&#39;. Right. And it means the same thing. Yeah. And that&#39;s when"
    },
    {
      "index": 212,
      "start_time": 1387880.0,
      "end_time": 1394130.0,
      "text": "they&#39;ve made a mistake or they&#39;ve done something wrong, as you said. And you also say &#39;terminate&#39;"
    },
    {
      "index": 213,
      "start_time": 1394130.0,
      "end_time": 1399950.0,
      "text": "don&#39;t you Fluency? Yeah, that&#39;s more the official terminology. So if we&#39;re talking about &#39;I"
    },
    {
      "index": 214,
      "start_time": 1399950.0,
      "end_time": 1404910.0,
      "text": "got fired from my job&#39;, we wouldn&#39;t normally say &#39;I got terminated&#39;. Certainly the verb"
    },
    {
      "index": 215,
      "start_time": 1404910.0,
      "end_time": 1412510.0,
      "text": "&#39;to fire&#39; is not used so much in official language in a company. &#39;To terminate&#39; sounds"
    },
    {
      "index": 216,
      "start_time": 1412510.0,
      "end_time": 1418410.0,
      "text": "really funny in British English. We think of Arnold Schwarzenegger and the terminator."
    },
    {
      "index": 217,
      "start_time": 1418410.0,
      "end_time": 1424831.0,
      "text": "I know, it sounds so brutal too, doesn&#39;t it? &#39;I terminate you!&#39; Really? What did I do that"
    },
    {
      "index": 218,
      "start_time": 1424830.0,
      "end_time": 1430519.0,
      "text": "was so terrible? OK guys. I think we&#39;re ready for a game. Always"
    },
    {
      "index": 219,
      "start_time": 1430520.0,
      "end_time": 1460100.0,
      "text": "ready for a game. Let&#39;s go! Let&#39;s play!"
    },
    {
      "index": 220,
      "start_time": 1460100.0,
      "end_time": 1462100.0,
      "text": "Hey, we&#39;ve got a great game today, haven&#39;t"
    },
    {
      "index": 221,
      "start_time": 1462100.0,
      "end_time": 1468820.0,
      "text": "we? Oh yeah, this one is going to be a lot of fun. OK, so here&#39;s how it works. We&#39;re going"
    },
    {
      "index": 222,
      "start_time": 1468820.0,
      "end_time": 1474890.0,
      "text": "to interview one another for a job, but the person who is being interviewed won&#39;t know"
    },
    {
      "index": 223,
      "start_time": 1474890.0,
      "end_time": 1480770.0,
      "text": "what the job is. So they&#39;ll have to answer the questions and try and get the job, but"
    },
    {
      "index": 224,
      "start_time": 1480770.0,
      "end_time": 1486420.0,
      "text": "they won&#39;t actually know what it is they&#39;re being interviewed for. That&#39;s right and I&#39;ve"
    },
    {
      "index": 225,
      "start_time": 1486420.0,
      "end_time": 1491690.0,
      "text": "got... Shanthi and I have a job we&#39;re going to interview you for, and you have something"
    },
    {
      "index": 226,
      "start_time": 1491690.0,
      "end_time": 1496540.0,
      "text": "you&#39;re interviewing Shanthi for. Is that right? That&#39;s right and we&#39;ve also got a job that"
    },
    {
      "index": 227,
      "start_time": 1496540.0,
      "end_time": 1500960.0,
      "text": "we&#39;re going to interview you for, Fluency. Ooo! Yes. Really? I didn&#39;t know that. Oh good."
    },
    {
      "index": 228,
      "start_time": 1500960.0,
      "end_time": 1506560.0,
      "text": "Yeah. Oh yeah. So shall we show everyone what the job is. Fluency, you can&#39;t look. All right."
    },
    {
      "index": 229,
      "start_time": 1506560.0,
      "end_time": 1511980.0,
      "text": "OK. Close your eyes Fluency. We&#39;re starting with me and I can&#39;t look. OK. Yep. Close your"
    },
    {
      "index": 230,
      "start_time": 1511980.0,
      "end_time": 1520559.0,
      "text": "eyes. I&#39;m covering my eyes. OK. So everybody&#39;s seen it now. You can look back. OK. All right?"
    },
    {
      "index": 231,
      "start_time": 1520560.0,
      "end_time": 1527211.0,
      "text": "So Fluency, we have some questions for you. Oh, thank you so much for the opportunity"
    },
    {
      "index": 232,
      "start_time": 1527210.0,
      "end_time": 1533540.0,
      "text": "to interview with you. OK, well, first question for you is: what would you say your greatest"
    },
    {
      "index": 233,
      "start_time": 1533540.0,
      "end_time": 1540299.0,
      "text": "strength is? What sort of personal qualities have you got that will be good for this job?"
    },
    {
      "index": 234,
      "start_time": 1540300.0,
      "end_time": 1545931.0,
      "text": "Well, let&#39;s see. I love working with different types of people and learning new things from"
    },
    {
      "index": 235,
      "start_time": 1545930.0,
      "end_time": 1552630.0,
      "text": "them. I work really well as part of a team. So I think that&#39;s an important quality I have."
    },
    {
      "index": 236,
      "start_time": 1552630.0,
      "end_time": 1562751.0,
      "text": "Good good. How important are qualities like honesty to you? Oooo. I think honesty, and"
    },
    {
      "index": 237,
      "start_time": 1562750.0,
      "end_time": 1571839.0,
      "text": "reliablity, and loyalty - these are very important. You haven&#39;t mentioned anything about leadership"
    },
    {
      "index": 238,
      "start_time": 1571840.0,
      "end_time": 1580919.0,
      "text": "or communication skills. Ah, well, erm... Well, part of why I think I&#39;m really good"
    },
    {
      "index": 239,
      "start_time": 1580920.0,
      "end_time": 1587170.0,
      "text": "working with different types of people is that I think I&#39;m good at communicating with"
    },
    {
      "index": 240,
      "start_time": 1587170.0,
      "end_time": 1592531.0,
      "text": "people. Listening - I&#39;m a great listener, but also I think I&#39;m patient and can explain"
    },
    {
      "index": 241,
      "start_time": 1592530.0,
      "end_time": 1600870.0,
      "text": "things to people I work with. And then leadership. I love leading projects but I&#39;m also happy"
    },
    {
      "index": 242,
      "start_time": 1600870.0,
      "end_time": 1608429.0,
      "text": "to be led - to be part of a group that has a leader, so I think I have both qualities."
    },
    {
      "index": 243,
      "start_time": 1608430.0,
      "end_time": 1615131.0,
      "text": "Leadership qualities but also working well on a team with a leader. Uhuh. Erm, that sounds"
    },
    {
      "index": 244,
      "start_time": 1615130.0,
      "end_time": 1620450.0,
      "text": "quite good doesn&#39;t it, Shanthi? Yeah, I think so. Yeah. Not bad. I wanted to ask you another"
    },
    {
      "index": 245,
      "start_time": 1620450.0,
      "end_time": 1627300.0,
      "text": "question, Fluency. Erm, what sort of experience have you had in negotiating? Are you good"
    },
    {
      "index": 246,
      "start_time": 1627300.0,
      "end_time": 1635059.0,
      "text": "at negotiating? Yeah, I think so. I mean to be honest, not too much experience, but again"
    },
    {
      "index": 247,
      "start_time": 1635060.0,
      "end_time": 1640951.0,
      "text": "I thnk it&#39;s back to communication. I think with that skill I can build on my experience"
    },
    {
      "index": 248,
      "start_time": 1640950.0,
      "end_time": 1647600.0,
      "text": "as a negotiator. Uhuh. So tell me about your free time interests. What do you like doing"
    },
    {
      "index": 249,
      "start_time": 1647600.0,
      "end_time": 1656840.0,
      "text": "that perhaps connects with this job? Oh well. Let&#39;s see. Uh, I love reading and doing research."
    },
    {
      "index": 250,
      "start_time": 1656840.0,
      "end_time": 1664090.0,
      "text": "I love cooking, of course. I think that would be... it&#39;s a free time activity but you know,"
    },
    {
      "index": 251,
      "start_time": 1664090.0,
      "end_time": 1670620.0,
      "text": "you can see the connection.... Cooking? ...I&#39;m sure with the job there. And music is a big"
    },
    {
      "index": 252,
      "start_time": 1670620.0,
      "end_time": 1679910.0,
      "text": "interest of mine. And I think there&#39;s a nice, you know, er... synergy with... with making"
    },
    {
      "index": 253,
      "start_time": 1679910.0,
      "end_time": 1685660.0,
      "text": "music and with the work I&#39;d be doing for your company. So... Uhuh. And what about beauty"
    },
    {
      "index": 254,
      "start_time": 1685660.0,
      "end_time": 1696320.0,
      "text": "pageants? Well, I was Miss North Carolina, but that was years ago. No. Beauty pageants,"
    },
    {
      "index": 255,
      "start_time": 1696320.0,
      "end_time": 1703330.0,
      "text": "let&#39;s see. Erm. Well, not so much. No, I have to say, no. And do you watch a lot of television?"
    },
    {
      "index": 256,
      "start_time": 1703330.0,
      "end_time": 1708380.0,
      "text": "Oh, well these days more YouTube actually. That doesn&#39;t really count, does it? Oh, I"
    },
    {
      "index": 257,
      "start_time": 1708380.0,
      "end_time": 1714070.0,
      "text": "don&#39;t know, what do you think, Shanthi? Well, it could be. It&#39;s another form of social media."
    },
    {
      "index": 258,
      "start_time": 1714070.0,
      "end_time": 1719600.0,
      "text": "But, speaking of social media, what other forms of social media do you like? For example,"
    },
    {
      "index": 259,
      "start_time": 1719600.0,
      "end_time": 1728110.0,
      "text": "do you like to tweet? Do you use Twitter? Twitter&#39;s OK but I&#39;m more of a Facebook-Instagram"
    },
    {
      "index": 260,
      "start_time": 1728110.0,
      "end_time": 1736360.0,
      "text": "guy. But if you need some one to.. to do Twitter, I do use it and I think I could get better"
    },
    {
      "index": 261,
      "start_time": 1736360.0,
      "end_time": 1742840.0,
      "text": "and better at Twitter, I&#39;m sure. Do you have many followers? Mmmm. Sure, oh yeah, absolutely."
    },
    {
      "index": 262,
      "start_time": 1742840.0,
      "end_time": 1754650.0,
      "text": "I think my neighbor, on my street. Let&#39;s see, I think my son&#39;s teacher. And then a few other"
    },
    {
      "index": 263,
      "start_time": 1754650.0,
      "end_time": 1761360.0,
      "text": "people. Family mostly. What do you think Shanthi? Shall we give him the job? Oooo. I think he&#39;s"
    },
    {
      "index": 264,
      "start_time": 1761360.0,
      "end_time": 1768799.0,
      "text": "going to have to increase his er... his use of Twitter. Erm, because for this job he&#39;s"
    },
    {
      "index": 265,
      "start_time": 1768800.0,
      "end_time": 1772581.0,
      "text": "definitely going to need to tweet a lot more. And he&#39;s going to need to increase his number"
    },
    {
      "index": 266,
      "start_time": 1772580.0,
      "end_time": 1780530.0,
      "text": "of followers. Erm, I don&#39;t know. Well, I think we could give him a go. Let him have a go"
    },
    {
      "index": 267,
      "start_time": 1780530.0,
      "end_time": 1785210.0,
      "text": "at this. I don&#39;t think he could do worse than the present one. He can&#39;t, no, nobody can"
    },
    {
      "index": 268,
      "start_time": 1785210.0,
      "end_time": 1791090.0,
      "text": "do worse than him. Fluency, what job do you think we&#39;re interviewing you for. Err, I can"
    },
    {
      "index": 269,
      "start_time": 1791090.0,
      "end_time": 1797320.0,
      "text": "guess this one for sure because these are the questions that you would only ask if you&#39;re"
    },
    {
      "index": 270,
      "start_time": 1797320.0,
      "end_time": 1804850.0,
      "text": "trying to find the best President of the United States. Woohoo! That&#39;s exactly right."
    },
    {
      "index": 271,
      "start_time": 1804850.0,
      "end_time": 1812580.0,
      "text": "Bravo! You asked all the right questions. OK, I think Shanthi&#39;s might be a little bit"
    },
    {
      "index": 272,
      "start_time": 1812580.0,
      "end_time": 1824270.0,
      "text": "harder. Shall we interview Shanthi now? Yes, let&#39;s go. So Shanthi, I wanted to start by"
    },
    {
      "index": 273,
      "start_time": 1824270.0,
      "end_time": 1829759.0,
      "text": "asking you about your experience, and the training that you&#39;ve had for this job. OK,"
    },
    {
      "index": 274,
      "start_time": 1829760.0,
      "end_time": 1836951.0,
      "text": "so I graduated from university and I got a degree in politics and international studies."
    },
    {
      "index": 275,
      "start_time": 1836950.0,
      "end_time": 1842320.0,
      "text": "And I&#39;ve had twenty years in the finance world. So my qualifications and experience has been"
    },
    {
      "index": 276,
      "start_time": 1842320.0,
      "end_time": 1850720.0,
      "text": "in investment management and in finance. And then I changed career and then I came into"
    },
    {
      "index": 277,
      "start_time": 1850720.0,
      "end_time": 1857280.0,
      "text": "Business English teaching. So banking and finance is her background Fluency. Yeah. I"
    },
    {
      "index": 278,
      "start_time": 1857280.0,
      "end_time": 1864000.0,
      "text": "mean I&#39;ve heard of career changes but erm... This is quite unusual. Erm, what about manual"
    },
    {
      "index": 279,
      "start_time": 1864000.0,
      "end_time": 1869790.0,
      "text": "dexterity? Yeah, could I ask her a question about that? Yeah. Yeah, so, so, how... are"
    },
    {
      "index": 280,
      "start_time": 1869790.0,
      "end_time": 1876340.0,
      "text": "you good... good with your hands? Erm, I mean all this finance stuff, it&#39;s very interesting,"
    },
    {
      "index": 281,
      "start_time": 1876340.0,
      "end_time": 1883160.0,
      "text": "but yeah, like Vicki was saying, manual dexterity. It&#39;s really important how well you can, you"
    },
    {
      "index": 282,
      "start_time": 1883160.0,
      "end_time": 1893150.0,
      "text": "know, how precise and how comfortable you are using your hands. Oh, OK. Well. I&#39;m good at"
    },
    {
      "index": 283,
      "start_time": 1893150.0,
      "end_time": 1899740.0,
      "text": "knitting and crocheting. Wow! And yeah, you know, I use my hands well. That&#39;s a pretty"
    },
    {
      "index": 284,
      "start_time": 1899740.0,
      "end_time": 1906900.0,
      "text": "big leap from knitting to what we&#39;d have in mind for you in this position. Erm. Yeah."
    },
    {
      "index": 285,
      "start_time": 1906900.0,
      "end_time": 1912270.0,
      "text": "Right Vicki? Yeah, I&#39;m surprised by that, but maybe you&#39;re really good with modern technology."
    },
    {
      "index": 286,
      "start_time": 1912270.0,
      "end_time": 1919210.0,
      "text": "Ah, that&#39;s important, yeah. Well, yeah, I&#39;ve had to learn a lot in the last few years,"
    },
    {
      "index": 287,
      "start_time": 1919210.0,
      "end_time": 1925170.0,
      "text": "especially, you know, the different apps and what to do. Apps? Yeah. yeah. Well it sounds"
    },
    {
      "index": 288,
      "start_time": 1925170.0,
      "end_time": 1929590.0,
      "text": "like you&#39;re someone who likes to jump in and experiment then? Yeah, I don&#39;t mind trying"
    },
    {
      "index": 289,
      "start_time": 1929590.0,
      "end_time": 1936980.0,
      "text": "things out, so I&#39;ll jump in a try something out. OK, so you&#39;re not particularly cautious."
    },
    {
      "index": 290,
      "start_time": 1936980.0,
      "end_time": 1943430.0,
      "text": "You prefer to take risks. Mmm. But it all depends. I mean, physical risk, if it&#39;s going"
    },
    {
      "index": 291,
      "start_time": 1943430.0,
      "end_time": 1950830.0,
      "text": "to hurt me, then no, I&#39;m not very good at that. But if it&#39;s a business risk, then I"
    },
    {
      "index": 292,
      "start_time": 1950830.0,
      "end_time": 1956390.0,
      "text": "don&#39;t mind too much. Well actually we&#39;re more worried about whether it&#39;s going to hurt the"
    },
    {
      "index": 293,
      "start_time": 1956390.0,
      "end_time": 1965710.0,
      "text": "other person. That&#39;s right. Yeah. Am I ... Am I apply for a job to be a wrestler or something?"
    },
    {
      "index": 294,
      "start_time": 1965710.0,
      "end_time": 1970900.0,
      "text": "Vicki do you want to tell her. I think we should tell her, don&#39;t you? You&#39;re applying"
    },
    {
      "index": 295,
      "start_time": 1970900.0,
      "end_time": 1979929.0,
      "text": "for a job to be a brain surgeon. Obviously. A brain surgeon? We were surprised by your"
    },
    {
      "index": 296,
      "start_time": 1979930.0,
      "end_time": 1985571.0,
      "text": "training. Yeah, you might want to shelve some of that finance interest for a little bit."
    },
    {
      "index": 297,
      "start_time": 1985570.0,
      "end_time": 1993410.0,
      "text": "A brain surgeon? Oh I get it. Manual dexterity. Yeah, we were impressed by your knitting skills,"
    },
    {
      "index": 298,
      "start_time": 1993410.0,
      "end_time": 1999580.0,
      "text": "but we&#39;d have prefered to hear sewing, I think. Yeah, the knitting could lead to sewing. I&#39;m"
    },
    {
      "index": 299,
      "start_time": 1999580.0,
      "end_time": 2006950.0,
      "text": "not sure if sewing could lead to surgery though. So hit the street. It&#39;s a definite no. Yeah,"
    },
    {
      "index": 300,
      "start_time": 2006950.0,
      "end_time": 2015070.0,
      "text": "no that was totally way way off. OK, do you want to interview me now and see if I can"
    },
    {
      "index": 301,
      "start_time": 2015070.0,
      "end_time": 2020240.0,
      "text": "get a job? Yeah, I&#39;d love to. I&#39;ve got time because I have almost four years until I need"
    },
    {
      "index": 302,
      "start_time": 2020240.0,
      "end_time": 2026860.0,
      "text": "to start my new job as President. So er..."
    },
    {
      "index": 303,
      "start_time": 2026860.0,
      "end_time": 2031470.0,
      "text": "Yeah, Shanthi and I have some questions for you, Vicki. Erm, Shanthi, do you want to begin?"
    },
    {
      "index": 304,
      "start_time": 2031470.0,
      "end_time": 2039600.0,
      "text": "Yeah. OK. So Vicki, we&#39;d like to know if you prefer to work on your own or do you like"
    },
    {
      "index": 305,
      "start_time": 2039600.0,
      "end_time": 2045400.0,
      "text": "to work in a team? I love to work in a team. I really enjoy working with lots and lots"
    },
    {
      "index": 306,
      "start_time": 2045400.0,
      "end_time": 2051450.0,
      "text": "of people. Hmm. Oh. OK, so should you have moments when you have to work on your own,"
    },
    {
      "index": 307,
      "start_time": 2051449.9999999998,
      "end_time": 2058498.9999999998,
      "text": "would that be a problem? Oh no. I could perhaps work on my own for a little while. Because"
    },
    {
      "index": 308,
      "start_time": 2058500.0,
      "end_time": 2066400.0,
      "text": "independent work is very important in this position. Oh, Oh I&#39;m a very sort of independent"
    },
    {
      "index": 309,
      "start_time": 2066400.0,
      "end_time": 2074820.0,
      "text": "person actually. OK. Good. Erm... how about travel? I mean would you be OK being away"
    },
    {
      "index": 310,
      "start_time": 2074820.0000000002,
      "end_time": 2080590.0000000002,
      "text": "from home for, I don&#39;t know, maybe a week at a time - maybe even a little bit longer?"
    },
    {
      "index": 311,
      "start_time": 2080590.0000000002,
      "end_time": 2086290.0000000002,
      "text": "Oh, I love travelling. In fact I love going to different countries. I hope it involves"
    },
    {
      "index": 312,
      "start_time": 2086290.0,
      "end_time": 2096470.0,
      "text": "foreign travel. Not so much actually. Ah. OK. Mmm. Maybe it could become an international"
    },
    {
      "index": 313,
      "start_time": 2096469.9999999998,
      "end_time": 2101651.0,
      "text": "job in the future. That&#39;s what I&#39;m hoping. Or Maybe not. Shanthi, your turn to ask a"
    },
    {
      "index": 314,
      "start_time": 2101650.0,
      "end_time": 2107509.0,
      "text": "question. Err, OK I would like to know, in terms of your time keeping, are you usually"
    },
    {
      "index": 315,
      "start_time": 2107510.0,
      "end_time": 2116310.0,
      "text": "on time? Oh erm, I&#39;m very very punctual. In fact normally I arrive ten minutes early for"
    },
    {
      "index": 316,
      "start_time": 2116310.0,
      "end_time": 2125340.0,
      "text": "every event. Interesting. Wow! OK, and this is also with traffic? Erm, well, I don&#39;t drive"
    },
    {
      "index": 317,
      "start_time": 2125340.0,
      "end_time": 2134770.0,
      "text": "any more these days. Uhuh. But I take Ubers a lot. Shanthi, would Ubers work for this"
    },
    {
      "index": 318,
      "start_time": 2134770.0,
      "end_time": 2140080.0,
      "text": "position? I don&#39;t know. It&#39;s going to be a bit difficult, isn&#39;t it Fluency? Just a little"
    },
    {
      "index": 319,
      "start_time": 2140080.0,
      "end_time": 2146701.0,
      "text": "bit. Err, you know, my next question Vicki - it&#39;s, it&#39;s very interesting to us that you"
    },
    {
      "index": 320,
      "start_time": 2146700.0,
      "end_time": 2152119.0,
      "text": "don&#39;t drive. You know I was going to ask, if you have a clean driving record. Because"
    },
    {
      "index": 321,
      "start_time": 2152120.0,
      "end_time": 2157300.0,
      "text": "that&#39;s actually... Well I do have a licence. And I have a clean driving licence. It&#39;s just"
    },
    {
      "index": 322,
      "start_time": 2157300.0,
      "end_time": 2162891.0,
      "text": "because I live in the centre of the city, I haven&#39;t driven for a few years. Is it because"
    },
    {
      "index": 323,
      "start_time": 2162890.0,
      "end_time": 2170130.0,
      "text": "you don&#39;t like driving? Erm, well it&#39;s very busy. The traffic&#39;s very bad in the city centre"
    },
    {
      "index": 324,
      "start_time": 2170130.0,
      "end_time": 2178049.0,
      "text": "and I can walk everywhere. Aha! So when you&#39;re out of the city, how do"
    },
    {
      "index": 325,
      "start_time": 2178050.0,
      "end_time": 2186941.0,
      "text": "you like to travel? How do you travel normally, once you get out? I love boats. I love planes."
    },
    {
      "index": 326,
      "start_time": 2186940.0,
      "end_time": 2196230.0,
      "text": "Flying is great. Hmm. Wow! Uhuh, Uhuh. Shanthi, I think there may be some challenges for Vicki"
    },
    {
      "index": 327,
      "start_time": 2196230.0,
      "end_time": 2202849.0,
      "text": "in this position. One more question I have Vicki is how... how is your endurance? I mean"
    },
    {
      "index": 328,
      "start_time": 2202850.0,
      "end_time": 2209780.0,
      "text": "can you work for a long period of time without a break? When I get interested in a task,"
    },
    {
      "index": 329,
      "start_time": 2209780.0,
      "end_time": 2214941.0,
      "text": "I like to work all night on it. Oh wow! That&#39;s good. So what do you think? Have I got the"
    },
    {
      "index": 330,
      "start_time": 2214940.0,
      "end_time": 2221010.0,
      "text": "job? That&#39;s a tough one because - Shanthi, here&#39;s what I think... I think that... What"
    },
    {
      "index": 331,
      "start_time": 2221010.0,
      "end_time": 2227559.0,
      "text": "was the job? One second. What we just found out about you Vicki is really important. The"
    },
    {
      "index": 332,
      "start_time": 2227560.0,
      "end_time": 2233620.0,
      "text": "endurance but no driving licence. Oh you say driving licence, by the way and in the States"
    },
    {
      "index": 333,
      "start_time": 2233620.0,
      "end_time": 2239520.0,
      "text": "we say driver&#39;s license. Just something for everyone to know out there. What do you think,"
    },
    {
      "index": 334,
      "start_time": 2239520.0,
      "end_time": 2246961.0,
      "text": "Shanthi? Good point. You know Vicki, you wouldn&#39;t be right for this job. Oh no! I&#39;m so sorry."
    },
    {
      "index": 335,
      "start_time": 2246960.0,
      "end_time": 2252759.0,
      "text": "So what job have I missed out on? Tell me! Well, driving an eighteen wheeler. A truck"
    },
    {
      "index": 336,
      "start_time": 2252760.0,
      "end_time": 2259011.0,
      "text": "driver, of course. You were going to be a truck driver. Oh a truck driver! Do you know,"
    },
    {
      "index": 337,
      "start_time": 2259010.0,
      "end_time": 2265180.0,
      "text": "I might actually like that job, because you get to see America, don&#39;t you? That&#39;s true,"
    },
    {
      "index": 338,
      "start_time": 2265180.0,
      "end_time": 2272690.0,
      "text": "but unfortunately you chose to tell us about your love for walking and boats and planes"
    },
    {
      "index": 339,
      "start_time": 2272690.0,
      "end_time": 2277309.0,
      "text": "and pretty much every mode of transportation you could think of besides a truck - which"
    },
    {
      "index": 340,
      "start_time": 2277310.0,
      "end_time": 2283951.0,
      "text": "is not so good when you&#39;re interviewing for the job of truck driver. Ah. And you wanted"
    },
    {
      "index": 341,
      "start_time": 2283950.0,
      "end_time": 2289729.0,
      "text": "to go abroad. You wanted to do international travel. Ah, I&#39;m going to have to give myself"
    },
    {
      "index": 342,
      "start_time": 2289730.0,
      "end_time": 2300990.0,
      "text": "a mark here. Finally! A &#39;Boing&#39; for Vicki. It&#39;s about time. OK, I think we should stop playing"
    },
    {
      "index": 343,
      "start_time": 2300990.0,
      "end_time": 2309521.0,
      "text": "this stupid game and have a rap. Let&#39;s do it! Oooo! Let&#39;s do it! Cool!"
    },
    {
      "index": 344,
      "start_time": 2309520.0,
      "end_time": 2320960.0,
      "text": "Once again it&#39;s Fluency MC, Flu, Flu, Fluency MC. Once again it&#39;s Fluency MC. Grammar through"
    },
    {
      "index": 345,
      "start_time": 2320960.0,
      "end_time": 2327329.0,
      "text": "lyrics, kick it! Ha! Yeah! Well, I want to tell you about the rap for today. But first"
    },
    {
      "index": 346,
      "start_time": 2327330.0,
      "end_time": 2333171.0,
      "text": "I want to quickly explain, in case we have any new viewers for the English Show today,"
    },
    {
      "index": 347,
      "start_time": 2333170.0,
      "end_time": 2341340.0,
      "text": "why we do raps on the English Show. So, I like to write short raps using rhyme and rhythm"
    },
    {
      "index": 348,
      "start_time": 2341340.0,
      "end_time": 2347660.0,
      "text": "to give you practice with the vocabulary and the grammar structiures that we&#39;ve included"
    },
    {
      "index": 349,
      "start_time": 2347660.0,
      "end_time": 2354150.0,
      "text": "in different segments of the show. So I made a rap for today and Vicki made a video. We&#39;re"
    },
    {
      "index": 350,
      "start_time": 2354150.0,
      "end_time": 2361739.0,
      "text": "going to show you the video so you can watch, read and listen. We&#39;ll have the lyrics there."
    },
    {
      "index": 351,
      "start_time": 2361740.0,
      "end_time": 2366992.0,
      "text": "Then we&#39;re going to practice together and Shanthi, will you practice with us. Yes, of"
    },
    {
      "index": 352,
      "start_time": 2366990.0,
      "end_time": 2374528.0,
      "text": "course. Can&#39;t wait. Excellent. And then what we&#39;ll do is show the video again. And of course"
    },
    {
      "index": 353,
      "start_time": 2374530.0,
      "end_time": 2381131.0,
      "text": "you can watch this English Show program and all the English Show programs multiple times"
    },
    {
      "index": 354,
      "start_time": 2381130.0,
      "end_time": 2387369.0,
      "text": "to keep practising, because these raps really can help your pronunciation, your listening"
    },
    {
      "index": 355,
      "start_time": 2387370.0,
      "end_time": 2393941.0,
      "text": "skills, and most importantly, help you remember the great vocabulary and structures that we"
    },
    {
      "index": 356,
      "start_time": 2393940.0,
      "end_time": 2455260.0,
      "text": "talked about today on the English Show. So, Jay! Could you roll the video?"
    },
    {
      "index": 357,
      "start_time": 2455260.0,
      "end_time": 2460140.0,
      "text": ". All right. Cool, very good. Great. I love"
    },
    {
      "index": 358,
      "start_time": 2460140.0,
      "end_time": 2467599.0,
      "text": "the video Vicki, thanks for that. It was fun to make. So there&#39;s vocabulary and grammar"
    },
    {
      "index": 359,
      "start_time": 2467600.0,
      "end_time": 2473901.0,
      "text": "structures that I hope you remember from earlier in the show. So things like &#39;resigned&#39; and"
    },
    {
      "index": 360,
      "start_time": 2473900.0,
      "end_time": 2481160.0,
      "text": "we talked about &#39;achieving&#39; versus accomplishing. And I also put in some other vocabulary that"
    },
    {
      "index": 361,
      "start_time": 2481160.0,
      "end_time": 2488180.0,
      "text": "I think is very common in job interviews so I focused a lot on the questions the interviewer"
    },
    {
      "index": 362,
      "start_time": 2488180.0,
      "end_time": 2494950.0,
      "text": "asks, as you can see, not so much on the answers to the questions. And it might seem a little"
    },
    {
      "index": 363,
      "start_time": 2494950.0,
      "end_time": 2501230.0,
      "text": "fast so we&#39;re going to do it slower but with the same rhythm, because the rhythm here is"
    },
    {
      "index": 364,
      "start_time": 2501230.0,
      "end_time": 2508489.0,
      "text": "the natural rhythm of conversation. So Shanthi, if you will repeat after me for this practice?"
    },
    {
      "index": 365,
      "start_time": 2508490.0,
      "end_time": 2514022.0,
      "text": "And everybody out there in the audience, please do the same. Shanthi, ready to go? Yes, I"
    },
    {
      "index": 366,
      "start_time": 2514020.0,
      "end_time": 2517778.0,
      "text": "am. Ready everybody? Let&#39;s go like this."
    },
    {
      "index": 367,
      "start_time": 2517780.0,
      "end_time": 2523780.0,
      "text": "Good morning! Thank you for coming in for this interview today."
    },
    {
      "index": 368,
      "start_time": 2523780.0,
      "end_time": 2529710.0,
      "text": "Good morning! Thank you for coming in for this interview today."
    },
    {
      "index": 369,
      "start_time": 2529710.0,
      "end_time": 2539820.0,
      "text": "Good. Ive just had a look at your resume. Ive just had a look at your resume."
    },
    {
      "index": 370,
      "start_time": 2539820.0,
      "end_time": 2545540.0,
      "text": "Good. In the United States we usually say resume. Er, resume. Other places sometimes,"
    },
    {
      "index": 371,
      "start_time": 2545540.0,
      "end_time": 2552610.0,
      "text": "cv. I say cv. Yes, cv for sure. Curriculum vitae. Yeah."
    },
    {
      "index": 372,
      "start_time": 2552610.0,
      "end_time": 2559100.0,
      "text": "What are your greatest strengths? What are your greatest strengths?"
    },
    {
      "index": 373,
      "start_time": 2559100.0,
      "end_time": 2567921.0,
      "text": "How about your long-term objectives? How about your long-term objectives?"
    },
    {
      "index": 374,
      "start_time": 2567920.0,
      "end_time": 2575560.0,
      "text": "Why do you want to work for our company? Why do you want to work for our company?"
    },
    {
      "index": 375,
      "start_time": 2575560.0,
      "end_time": 2582640.0,
      "text": "In what ways would you be effective? In what ways would you be effective?"
    },
    {
      "index": 376,
      "start_time": 2582640.0,
      "end_time": 2589380.0,
      "text": "What gives you the most satisfaction? What gives you the most satisfaction?"
    },
    {
      "index": 377,
      "start_time": 2589380.0,
      "end_time": 2594650.0,
      "text": "What are you passionate about? What are you passionate about?"
    },
    {
      "index": 378,
      "start_time": 2594650.0,
      "end_time": 2600440.0,
      "text": "Do you work well on a team? Do you work well on a team?"
    },
    {
      "index": 379,
      "start_time": 2600440.0,
      "end_time": 2606230.0,
      "text": "Absolutely, without a doubt! Absolutely, without a doubt!"
    },
    {
      "index": 380,
      "start_time": 2606230.0,
      "end_time": 2613009.0,
      "text": "Good, notice we say &#39;on a team&#39; usually in American English, but British? &#39;In a team.&#39;"
    },
    {
      "index": 381,
      "start_time": 2613010.0,
      "end_time": 2617030.0,
      "text": "Yeah, yeah.All right let&#39;s continue. I achieved"
    },
    {
      "index": 382,
      "start_time": 2617030.0,
      "end_time": 2623941.0,
      "text": "a lot at my last job. I achieved a lot at my last job."
    },
    {
      "index": 383,
      "start_time": 2623940.0,
      "end_time": 2629380.0,
      "text": "But I recently resigned. But I recently resigned."
    },
    {
      "index": 384,
      "start_time": 2629380.0,
      "end_time": 2636460.0,
      "text": "I have big plans for the future, you know. I have big plans for the future, you know."
    },
    {
      "index": 385,
      "start_time": 2636460.0,
      "end_time": 2642859.0,
      "text": "Well, thank you for your time. Well, thank you for your time."
    },
    {
      "index": 386,
      "start_time": 2642860.0,
      "end_time": 2649020.0,
      "text": "We appreciate your coming in. We appreciate your coming in."
    },
    {
      "index": 387,
      "start_time": 2649020.0,
      "end_time": 2654881.0,
      "text": "And well be in touch soon. And well be in touch soon."
    },
    {
      "index": 388,
      "start_time": 2654880.0,
      "end_time": 2662660.0,
      "text": "Thank you for this opportunity. I look forward to hearing from you."
    },
    {
      "index": 389,
      "start_time": 2662660.0,
      "end_time": 2668529.0,
      "text": "I look forward to hearing from you. Very good. One more thing I wanted to mention,"
    },
    {
      "index": 390,
      "start_time": 2668530.0,
      "end_time": 2674221.0,
      "text": "because some of you might be wondering, &#39;we appreciate your coming in&#39;. In more formal"
    },
    {
      "index": 391,
      "start_time": 2674220.0,
      "end_time": 2680119.0,
      "text": "English in American English (I&#39;ll ask you two in a moment about British) we would use"
    },
    {
      "index": 392,
      "start_time": 2680120.0,
      "end_time": 2686340.0,
      "text": "the possessive pronoun here - your coming in. But in everyday conversation in American"
    },
    {
      "index": 393,
      "start_time": 2686340.0,
      "end_time": 2693661.0,
      "text": "English, we don&#39;t use this so much. &#39;We appreciate you coming in&#39; but in a more formal context"
    },
    {
      "index": 394,
      "start_time": 2693660.0,
      "end_time": 2698769.0,
      "text": "it would be &#39;your&#39;. How about in British? Oh same thing in British. Although I have to"
    },
    {
      "index": 395,
      "start_time": 2698770.0,
      "end_time": 2704080.0,
      "text": "say when I saw it I thought mmm. Because I&#39;m so used to hearing it in the informal way."
    },
    {
      "index": 396,
      "start_time": 2704080.0,
      "end_time": 2708671.0,
      "text": "Great, well thanks Shanthi, and thanks to all of you for practicing. As you see we slowed"
    },
    {
      "index": 397,
      "start_time": 2708670.0,
      "end_time": 2713430.0,
      "text": "it down, but I hope when you&#39;re watching the video, you&#39;ll notice that the rhythm is the"
    },
    {
      "index": 398,
      "start_time": 2713430.0,
      "end_time": 2720049.0,
      "text": "same, so for example, we said, erm, &#39;how about your long term objectives?&#39;. In the video"
    },
    {
      "index": 399,
      "start_time": 2720050.0,
      "end_time": 2725790.0,
      "text": "it&#39;s more &#39;how-about-your...&#39; Right? But the idea is to get practice with it more slowly,"
    },
    {
      "index": 400,
      "start_time": 2725790.0,
      "end_time": 2730330.0,
      "text": "really focusing on it as we did. And then also to get listening practice and then when"
    },
    {
      "index": 401,
      "start_time": 2730330.0,
      "end_time": 2735590.0,
      "text": "you&#39;re ready, also speaking practice by rapping along with the video. So can we check out"
    },
    {
      "index": 402,
      "start_time": 2735590.0,
      "end_time": 2790621.0,
      "text": "the video again, Jay?"
    },
    {
      "index": 403,
      "start_time": 2790620.0,
      "end_time": 2793299.0,
      "text": "That was great. Well, thank you. Great video"
    },
    {
      "index": 404,
      "start_time": 2793300.0,
      "end_time": 2799740.0,
      "text": "for the rap and I hope everybody enjoyed it. I hope that everybody who is applying for"
    },
    {
      "index": 405,
      "start_time": 2799740.0,
      "end_time": 2805891.0,
      "text": "a job and has an interview coming up, gets that job. Good luck. Yes! Good luck! Hopefully"
    },
    {
      "index": 406,
      "start_time": 2805890.0,
      "end_time": 2811930.0,
      "text": "you&#39;ll know before the interview what the job is for. That definitely helps you prepare."
    },
    {
      "index": 407,
      "start_time": 2811930.0,
      "end_time": 2819359.0,
      "text": "And I want to say thank you to Shanthi for all the great tips she&#39;s given us about interviews"
    },
    {
      "index": 408,
      "start_time": 2819360.0,
      "end_time": 2824830.0,
      "text": "today. Thank you Shanthi. Thank you very much it was a pleasure. Listen. If people want"
    },
    {
      "index": 409,
      "start_time": 2824830.0,
      "end_time": 2831360.0,
      "text": "to stay in touch with you, or get in touch with you, or follow you, what can they do?"
    },
    {
      "index": 410,
      "start_time": 2831360.0,
      "end_time": 2836510.0,
      "text": "Well, what they could do is they can have a look at my website: English with a Twist"
    },
    {
      "index": 411,
      "start_time": 2836510.0,
      "end_time": 2843000.0,
      "text": "dot com, sign up to my free e-guide where they... and they sign up to my blog, and that"
    },
    {
      "index": 412,
      "start_time": 2843000.0,
      "end_time": 2849280.0,
      "text": "way I deliver weekly lessons every Friday, which is specifically for Business English."
    },
    {
      "index": 413,
      "start_time": 2849280.0,
      "end_time": 2855280.0,
      "text": "And they also get a free e-guide on the ten ways to communicate better and more effectively"
    },
    {
      "index": 414,
      "start_time": 2855280.0,
      "end_time": 2862120.0,
      "text": "in business with English. Now the other thing is you&#39;ve actually written a book about interviews"
    },
    {
      "index": 415,
      "start_time": 2862120.0,
      "end_time": 2868391.0,
      "text": "- English job interviews, haven&#39;t you? Yes, I have. It&#39;s part of my book called Business"
    },
    {
      "index": 416,
      "start_time": 2868390.0,
      "end_time": 2875339.0,
      "text": "English Secrets. And one section of it is dedicated to job interviews, but it also covers"
    },
    {
      "index": 417,
      "start_time": 2875340.0,
      "end_time": 2881850.0,
      "text": "other areas like presentations, and also writing skills, and small talk - which are the key"
    },
    {
      "index": 418,
      "start_time": 2881850.0,
      "end_time": 2887530.0,
      "text": "skills that a lot of my clients have, you know, asked me to cover and where I&#39;ve coached"
    },
    {
      "index": 419,
      "start_time": 2887530.0,
      "end_time": 2896421.0,
      "text": "them. And job interviews is a big section of that. Yes. Fantastic! Great. And erm..."
    },
    {
      "index": 420,
      "start_time": 2896420.0,
      "end_time": 2902359.0,
      "text": "if you want to follow us, and I hope you do, then how can they follow us on &#39;The English"
    },
    {
      "index": 421,
      "start_time": 2902360.0,
      "end_time": 2907941.0,
      "text": "Show&#39; Fluency? Well, it&#39;s really easy because you can look in the description box below"
    },
    {
      "index": 422,
      "start_time": 2907940.0,
      "end_time": 2914099.0,
      "text": "for all the information. Definitely our YouTube channels: Fluency MC and Simple English Videos,"
    },
    {
      "index": 423,
      "start_time": 2914100.0,
      "end_time": 2918810.0,
      "text": "and also to be on our mailing lists to get information from us. You can do that by going"
    },
    {
      "index": 424,
      "start_time": 2918810.0,
      "end_time": 2926860.0,
      "text": "to our websites. So I think all we need to do now is say goodbey to everybody, but first,"
    },
    {
      "index": 425,
      "start_time": 2926860.0,
      "end_time": 2932220.0,
      "text": "good-bye to you Jay and thank you for your help today. Thanks so much Jay. It&#39;s been"
    },
    {
      "index": 426,
      "start_time": 2932220.0,
      "end_time": 2937181.0,
      "text": "my great pleasure. I&#39;ve had a lot of fun. I hope you have. It was great to see you Shanthi."
    },
    {
      "index": 427,
      "start_time": 2937180.0,
      "end_time": 2947180.0,
      "text": "And we&#39;ll see you in the next show! Goodbye then everybody. Bye. Have a great week. See you soon. Bye-bye."
    }
  ]
}