{
  "video_id": "BNsmjNiGmXc",
  "title": "Archery Popshots | Tomb Raider (2013)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 390.0,
      "end_time": 7359.0,
      "text": "For over 10 years, Lara Croft has been one of the most well-known gaming icons, with"
    },
    {
      "index": 2,
      "start_time": 7359.0,
      "end_time": 13930.0,
      "text": "her disproportionate figure and dual-wielding pistols. In 2013, the Tomb Raider series was"
    },
    {
      "index": 3,
      "start_time": 13930.0,
      "end_time": 19749.0,
      "text": "rebooted for a second time, introducing a darker theme and a grittier universe where"
    },
    {
      "index": 4,
      "start_time": 19749.0,
      "end_time": 26099.0,
      "text": "conspiracy and death lurk around every corner. As part of this change, Lara's signature"
    },
    {
      "index": 5,
      "start_time": 26099.0,
      "end_time": 33260.0,
      "text": "weapon changes from pistols akimbo to a bow, and it is this image of Lara Croft that is"
    },
    {
      "index": 6,
      "start_time": 33260.0,
      "end_time": 38620.0,
      "text": "being used in the marketing of the current series. And it isn't just another ranged"
    },
    {
      "index": 7,
      "start_time": 38620.0,
      "end_time": 40520.0,
      "text": "weapon. The bow is an integral part of the gameplay, being used as both a weapon and"
    },
    {
      "index": 8,
      "start_time": 40520.0,
      "end_time": 50720.0,
      "text": "a utility tool. How does Lara go from gunslinging to arrow-flinging?"
    },
    {
      "index": 9,
      "start_time": 57720.0,
      "end_time": 63640.0,
      "text": "Lara ends up being stranded on the lost island kingdom of Yamatai with nothing but her wits."
    },
    {
      "index": 10,
      "start_time": 63640.0,
      "end_time": 68800.0,
      "text": "To survive, Lara finds a makeshift bow from a long-rotten corpse and immediately puts"
    },
    {
      "index": 11,
      "start_time": 68800.0,
      "end_time": 70729.0,
      "text": "it to use to hunt for food."
    },
    {
      "index": 12,
      "start_time": 70729.0,
      "end_time": 76530.0,
      "text": "While I normally leave the analysis for later, I do want to point out that an old branch"
    },
    {
      "index": 13,
      "start_time": 76530.0,
      "end_time": 82270.0,
      "text": "strung with an improvised string left in the jungle for hundreds of years is probably going"
    },
    {
      "index": 14,
      "start_time": 82270.0,
      "end_time": 90090.0,
      "text": "to snap the moment you pull it back. Avoid ancient bows and lost kingdoms where possible."
    },
    {
      "index": 15,
      "start_time": 90090.0,
      "end_time": 95571.0,
      "text": "As the story progresses, Lara is able to obtain better equipment and upgrade her bow. The"
    },
    {
      "index": 16,
      "start_time": 95571.0,
      "end_time": 101990.0,
      "text": "makeshift bow is upgraded to a rather nice-looking recurve bow. Later, Lara receives a compound"
    },
    {
      "index": 17,
      "start_time": 101990.0,
      "end_time": 105880.0,
      "text": "bow, which is further upgraded into a competition bow."
    },
    {
      "index": 18,
      "start_time": 105880.0,
      "end_time": 111700.0,
      "text": "With salvage parts, Lara is also able to improve the stats and functionality of her bows, including"
    },
    {
      "index": 19,
      "start_time": 111700.0,
      "end_time": 116880.0,
      "text": "strengthening the limbs for damage, using a key ring as an improvised release, and other"
    },
    {
      "index": 20,
      "start_time": 116880.0,
      "end_time": 119630.0,
      "text": "improvements to shooting speed and accuracy."
    },
    {
      "index": 21,
      "start_time": 119630.0,
      "end_time": 124770.0,
      "text": "While Lara soon acquires a pistol, the bow never leaves her side. It is her weapon of"
    },
    {
      "index": 22,
      "start_time": 124770.0,
      "end_time": 129959.0,
      "text": "choice in cutscenes. Even in gameplay, the bow is used for a range of different purposes."
    },
    {
      "index": 23,
      "start_time": 129959.0,
      "end_time": 134819.0,
      "text": "By combining the bow with a lighter, Lara can ignite her arrows, which can later be"
    },
    {
      "index": 24,
      "start_time": 134819.0,
      "end_time": 140220.0,
      "text": "upgraded into a napalm arrow that spreads flames on impact. The bow can be used with"
    },
    {
      "index": 25,
      "start_time": 140220.0,
      "end_time": 145980.0,
      "text": "rope arrows to pull enemies from high ground, form ziplines across vantage points and solve"
    },
    {
      "index": 26,
      "start_time": 145980.0,
      "end_time": 151590.0,
      "text": "puzzles. Lastly, the player has the option of crafting explosive arrows, coming in the"
    },
    {
      "index": 27,
      "start_time": 151590.0,
      "end_time": 157310.0,
      "text": "form of a grenade-tip arrow. I don't think those are competition-legal, though it might"
    },
    {
      "index": 28,
      "start_time": 157310.0,
      "end_time": 159620.0,
      "text": "make the Olympics a bit more interesting."
    },
    {
      "index": 29,
      "start_time": 165320.0,
      "end_time": 170030.0,
      "text": "While many games feature the bow as a long-range weapon, Tomb Raider keeps the combat within"
    },
    {
      "index": 30,
      "start_time": 170030.0,
      "end_time": 175310.0,
      "text": "close distances. Arrows have a limited effective range, and from the player's perspective"
    },
    {
      "index": 31,
      "start_time": 175310.0,
      "end_time": 181129.0,
      "text": "the arrow flies perfectly straight. This allows Lara to use the bow as an improvised single-shot"
    },
    {
      "index": 32,
      "start_time": 181129.0,
      "end_time": 187349.0,
      "text": "assault weapon, but with rapid reloading. In gameplay terms, the bow acts as a bolt-action rifle."
    },
    {
      "index": 33,
      "start_time": 188519.0,
      "end_time": 192769.0,
      "text": "Holding the fire button \"charges\" the bow, with Lara drawing it further back for"
    },
    {
      "index": 34,
      "start_time": 192769.0,
      "end_time": 197770.0,
      "text": "increased damage. This is largely unnecessary, as headshots are instant-kills regardless"
    },
    {
      "index": 35,
      "start_time": 197770.0,
      "end_time": 202600.0,
      "text": "of power, and you're probably better off shooting quick shots against enemies instead"
    },
    {
      "index": 36,
      "start_time": 202600.0,
      "end_time": 208129.0,
      "text": "of slow power shots. The enemies do react to being hit by arrows, so doing follow-up"
    },
    {
      "index": 37,
      "start_time": 208129.0,
      "end_time": 210970.0,
      "text": "shots is smooth and instinctive."
    },
    {
      "index": 38,
      "start_time": 210970.0,
      "end_time": 215800.0,
      "text": "At some points, the bow can be used as a stealth weapon. However, enemies who are killed will"
    },
    {
      "index": 39,
      "start_time": 215800.0,
      "end_time": 220490.0,
      "text": "alert nearby foes. Lara can sense the threat with her survival instinct and the player"
    },
    {
      "index": 40,
      "start_time": 220490.0,
      "end_time": 226189.0,
      "text": "can pick off isolated enemies. Doing so in some sections avoids firefights against numerically"
    },
    {
      "index": 41,
      "start_time": 226189.0,
      "end_time": 231720.0,
      "text": "superior groups, though there's never really a sense of Lara being a stealth assassin that"
    },
    {
      "index": 42,
      "start_time": 231720.0,
      "end_time": 236500.0,
      "text": "can win the game solely through long-range shooting. The game's cover-shooter mechanics"
    },
    {
      "index": 43,
      "start_time": 236500.0,
      "end_time": 242500.0,
      "text": "and weaponry lean towards the action sequences. The stealth advantage is negated by the optional"
    },
    {
      "index": 44,
      "start_time": 242500.0,
      "end_time": 249250.0,
      "text": "silencer upgrades for the pistol and rifle, making the bow mostly redundant in combat."
    },
    {
      "index": 45,
      "start_time": 249250.0,
      "end_time": 253680.0,
      "text": "Despite the availability of better weapons, the bow still retains a place in combat if"
    },
    {
      "index": 46,
      "start_time": 253680.0,
      "end_time": 258970.0,
      "text": "the player opts to upgrade it, with the most useful upgrade being armour piercing arrows."
    },
    {
      "index": 47,
      "start_time": 258970.00000000003,
      "end_time": 264200.0,
      "text": "This allows the player to bypass enemy body armour and restore the one-hit headshots against helmeted foes."
    },
    {
      "index": 48,
      "start_time": 270420.0,
      "end_time": 281110.0,
      "text": "Lastly, Lara makes extensive use of arrows as melee weapons. She is able to put a premature"
    },
    {
      "index": 49,
      "start_time": 281110.0,
      "end_time": 286040.0,
      "text": "end to the ambitions of would-be adventurers by stabbing them in the knee. Unlocking bow"
    },
    {
      "index": 50,
      "start_time": 286040.0,
      "end_time": 291560.0,
      "text": "mastery, Lara can execute finishing blows using viscous stabs through the throat."
    },
    {
      "index": 51,
      "start_time": 291560.0,
      "end_time": 296450.0,
      "text": "Lara isn't the only one who is proficient in combat archery either. Most of the inhabitants"
    },
    {
      "index": 52,
      "start_time": 296450.0,
      "end_time": 301720.0,
      "text": "of the island are also armed with bows. The AI tends to be pitch these as slow-shooting"
    },
    {
      "index": 53,
      "start_time": 301720.0,
      "end_time": 305620.0,
      "text": "grunts, but getting hit by an arrow can take a chunk out of your health."
    },
    {
      "index": 54,
      "start_time": 310700.0,
      "end_time": 315660.0,
      "text": "Now comes the part that many of you look forward to: how much of it is real?"
    },
    {
      "index": 55,
      "start_time": 315670.0,
      "end_time": 320360.0,
      "text": "While playing through Tomb Raider, nothing really bothered me. It was a fun experience"
    },
    {
      "index": 56,
      "start_time": 320360.0,
      "end_time": 325630.0,
      "text": "and the bow was incorporated into gameplay without looking like something wholly fantastical."
    },
    {
      "index": 57,
      "start_time": 325630.0,
      "end_time": 330980.0,
      "text": "However, as Tomb Raider never featured a bow, many players come out of the game with an"
    },
    {
      "index": 58,
      "start_time": 330980.0,
      "end_time": 336830.0,
      "text": "assumption that the things Lara does are plausible. In fact, nearly everything about archery in"
    },
    {
      "index": 59,
      "start_time": 336830.0,
      "end_time": 341000.0,
      "text": "Tomb Raider is just outside the realm of possibility."
    },
    {
      "index": 60,
      "start_time": 341000.0,
      "end_time": 346140.0,
      "text": "The way Lara carries the bow on her back is not very practical. While it is possible with"
    },
    {
      "index": 61,
      "start_time": 346140.0,
      "end_time": 351480.0,
      "text": "a recurve bow, this would definitely not be possible with a compound bow. Compound bows"
    },
    {
      "index": 62,
      "start_time": 351480.0,
      "end_time": 356320.0,
      "text": "have more complex cable systems that you wouldn't stick your head through, not to mention that"
    },
    {
      "index": 63,
      "start_time": 356320.0,
      "end_time": 361650.0,
      "text": "the pressure of the string and the blocky riser squeezing your torso would be highly uncomfortable."
    },
    {
      "index": 64,
      "start_time": 363240.0,
      "end_time": 368020.0,
      "text": "The straight, fast flight of the arrow is not possible from the bows in the game. It"
    },
    {
      "index": 65,
      "start_time": 368020.0,
      "end_time": 375380.0,
      "text": "may be possible for modern compound bows, but arrows do drop even at short distance."
    },
    {
      "index": 66,
      "start_time": 375380.0,
      "end_time": 380100.0,
      "text": "Pulling back further on the bow does indeed increase the power, though a real bow doesn't"
    },
    {
      "index": 67,
      "start_time": 380100.0,
      "end_time": 383270.0,
      "text": "require a charge-up time to get full power."
    },
    {
      "index": 68,
      "start_time": 383270.0,
      "end_time": 388840.0,
      "text": "The stealth-kill ability is impossible to pull off. The string phases through the enemy's"
    },
    {
      "index": 69,
      "start_time": 388840.0,
      "end_time": 394470.0,
      "text": "head, and somehow a smaller, weaker Lara can use a bow to snap the neck of a large male gunman."
    },
    {
      "index": 70,
      "start_time": 395470.0,
      "end_time": 400880.0,
      "text": "You can't hold a lighter in your bow hand to shoot fire arrows. Arrow points don't"
    },
    {
      "index": 71,
      "start_time": 400880.0,
      "end_time": 405680.0,
      "text": "burn like that. If you have to know, you would need a special arrow head that contains a"
    },
    {
      "index": 72,
      "start_time": 405680.0,
      "end_time": 412970.0,
      "text": "flammable material, and there's a high chance of the flame being extinguished in flight."
    },
    {
      "index": 73,
      "start_time": 412970.0,
      "end_time": 417490.0,
      "text": "Grenade-tip arrows wouldn't work. They would be too front-heavy to fly far and would probably"
    },
    {
      "index": 74,
      "start_time": 417490.0,
      "end_time": 420320.0,
      "text": "drop around ten metres in front of you."
    },
    {
      "index": 75,
      "start_time": 420320.0,
      "end_time": 425600.0,
      "text": "Even rope arrows wouldn't work. Arrows are extremely light, so having the weight of rope"
    },
    {
      "index": 76,
      "start_time": 425600.0,
      "end_time": 430630.0,
      "text": "on the back would simply pull it out of the air. In real life, a similar function is used"
    },
    {
      "index": 77,
      "start_time": 430630.0,
      "end_time": 436900.0,
      "text": "in bowfishing, but you couldn't launch an arrow across a chasm to form a zipline."
    },
    {
      "index": 78,
      "start_time": 436900.0,
      "end_time": 442160.0,
      "text": "Most of the upgrades are nonsensical. Having a plaited string or adding a stabiliser would"
    },
    {
      "index": 79,
      "start_time": 442160.0,
      "end_time": 444840.0,
      "text": "not increase damage in any way."
    },
    {
      "index": 80,
      "start_time": 444840.0,
      "end_time": 449880.0,
      "text": "And if Lara shot a compound bow like that in real life, she'd probably derail the"
    },
    {
      "index": 81,
      "start_time": 449880.0,
      "end_time": 454850.0,
      "text": "string, rendering the bow useless. Generally speaking, recurve bows are more practical"
    },
    {
      "index": 82,
      "start_time": 454850.0,
      "end_time": 460340.0,
      "text": "in the field, as a compound bow cannot be repaired without specialised equipment. The"
    },
    {
      "index": 83,
      "start_time": 460340.0,
      "end_time": 465370.0,
      "text": "advantage of a compound bow is that it can launch an arrow with higher velocity at a given draw weight."
    },
    {
      "index": 84,
      "start_time": 468260.0,
      "end_time": 473760.0,
      "text": "Everything you see in the game is a typical action movie trope. And frankly, I didn't"
    },
    {
      "index": 85,
      "start_time": 473760.0,
      "end_time": 478630.0,
      "text": "mind. It was easy for me to distinguish the liberties taken to make the bow an integral part of the game."
    },
    {
      "index": 86,
      "start_time": 484800.0,
      "end_time": 489530.0,
      "text": "The Tomb Raider reboot has cast a new light on Lara's character, and in doing so has"
    },
    {
      "index": 87,
      "start_time": 489530.0,
      "end_time": 494560.0,
      "text": "made the bow the new signature weapon of a gaming icon. While many sections of the game"
    },
    {
      "index": 88,
      "start_time": 494560.0,
      "end_time": 499710.0,
      "text": "are better served by other weapon options, it is perfectly viable to complete the entire"
    },
    {
      "index": 89,
      "start_time": 499710.0,
      "end_time": 505210.0,
      "text": "game with the bow. It can be challenging, but also offers some advantages. Being able"
    },
    {
      "index": 90,
      "start_time": 505210.0,
      "end_time": 510280.0,
      "text": "to use the bow to navigate across the map and access more areas makes it something that"
    },
    {
      "index": 91,
      "start_time": 510280.0,
      "end_time": 516039.0,
      "text": "you never forget about, and to the testament of the designers, it never really feels out"
    },
    {
      "index": 92,
      "start_time": 516039.0,
      "end_time": 521750.0,
      "text": "of place. Tomb Raider therefore stands out as a fan favourite for its inclusion of archery."
    },
    {
      "index": 93,
      "start_time": 521750.0,
      "end_time": 524810.0,
      "text": "As usual, shoot straight, and aim for your best."
    }
  ]
}