{
  "video_id": "BO0FlrveCts",
  "title": "Why Netflix Is Struggling In India",
  "json": [
    {
      "index": 1,
      "start_time": 1340.0,
      "end_time": 4120.0,
      "text": "Netflix has become a staple on American households."
    },
    {
      "index": 2,
      "start_time": 4019.9999999999995,
      "end_time": 11120.0,
      "text": "So it might be hard to believe that the majority of its 137 million subscribers are international."
    },
    {
      "index": 3,
      "start_time": 11120.0,
      "end_time": 19860.0,
      "text": "The streaming giant has expanded to over a 190 countries, but one country where Netflix has had difficulty breaking through is India."
    },
    {
      "index": 4,
      "start_time": 19860.0,
      "end_time": 26480.0,
      "text": "Both Netflix and Amazon Prime Video launched in India in 2016."
    },
    {
      "index": 5,
      "start_time": 26480.0,
      "end_time": 30500.0,
      "text": "Thanks in part to the drastic drop in mobile data prices."
    },
    {
      "index": 6,
      "start_time": 30500.0,
      "end_time": 37980.0,
      "text": "Streaming services which were once considered a luxury suddenly became increasingly more appealing to Indians."
    },
    {
      "index": 7,
      "start_time": 37980.0,
      "end_time": 43220.0,
      "text": "India is now the second largest internet market in the world following China."
    },
    {
      "index": 8,
      "start_time": 43220.0,
      "end_time": 50600.0,
      "text": "More than 35 different streaming services have launched or expanded their businesses in India in the last three-and-a-half years."
    },
    {
      "index": 9,
      "start_time": 50600.0,
      "end_time": 56460.0,
      "text": "One company that streams Cricket and Indian movies and shows called Hotstar is leading the race."
    },
    {
      "index": 10,
      "start_time": 56460.0,
      "end_time": 64160.0,
      "text": "Research firm Jana estimates Hotstar holds about 70% of the on-demand local streaming services market."
    },
    {
      "index": 11,
      "start_time": 64160.0,
      "end_time": 68100.0,
      "text": "Even Amazon Prime video is bigger than Netflix in India."
    },
    {
      "index": 12,
      "start_time": 68100.0,
      "end_time": 77139.0,
      "text": "And India's online video market valued at over $700 million is expected to grow to $2.4 billion in value by 2023."
    },
    {
      "index": 13,
      "start_time": 77140.0,
      "end_time": 82260.0,
      "text": "But according to analysts, Netflix is not grabbing a huge piece of that pie."
    },
    {
      "index": 14,
      "start_time": 82260.0,
      "end_time": 89600.0,
      "text": "We think that Netflix likely has somewhere between half a million and a million paid streaming subs in India right now."
    },
    {
      "index": 15,
      "start_time": 89600.0,
      "end_time": 94090.0,
      "text": "Pricing might be one reason Hotstar has had an edge on Netflix."
    },
    {
      "index": 16,
      "start_time": 94100.0,
      "end_time": 100940.0,
      "text": "Hotstar offers its premium service for about $3 a month in India and about 80% of its catalog is free to begin with."
    },
    {
      "index": 17,
      "start_time": 100940.0,
      "end_time": 106220.0,
      "text": "Amazon Prime costs about a $1.90 a month including access to Prime Music."
    },
    {
      "index": 18,
      "start_time": 106220.0,
      "end_time": 111700.0,
      "text": "Compare that to the cheapest plan that Netflix offers which is a little over $7 a month."
    },
    {
      "index": 19,
      "start_time": 111700.0,
      "end_time": 119500.0,
      "text": "Hotstar also offers streaming rights to the majority of Cricket tournaments in India, the country's most popular sport."
    },
    {
      "index": 20,
      "start_time": 119500.0,
      "end_time": 126760.0,
      "text": "Earlier this year, 10.3 million viewers tuned into Hotstar to watch the finale of the Indian Premier League tournament."
    },
    {
      "index": 21,
      "start_time": 126760.0,
      "end_time": 135280.0,
      "text": "Facebook even offered to pay more than $600 million for the IPL's digital rights but lost out to Star India which owns Hotstar."
    },
    {
      "index": 22,
      "start_time": 135280.0,
      "end_time": 140660.0,
      "text": "It's worth noting that Netflix has purposefully stayed away from streaming live sports in the United States."
    },
    {
      "index": 23,
      "start_time": 140660.0,
      "end_time": 146320.0,
      "text": "It's a strategy that's worked well so far domestically but it remains to be seen if it will work in India."
    },
    {
      "index": 24,
      "start_time": 146320.0,
      "end_time": 151400.0,
      "text": "Then there's the hunger for local content, here again Hotstar has an advantage."
    },
    {
      "index": 25,
      "start_time": 151200.0,
      "end_time": 159960.0,
      "text": "Because it's been able to provide shows in regional languages which it borrows from channels operated by Star India, its parent ."
    },
    {
      "index": 26,
      "start_time": 159960.0,
      "end_time": 162380.0,
      "text": "But Netflix has taken note of the demand."
    },
    {
      "index": 27,
      "start_time": 162380.0,
      "end_time": 173440.0,
      "text": "We'll go from expanding, you know, beyond English into Hindi and then into many more languages, more pricing options, more bundling, all of those things are possible."
    },
    {
      "index": 28,
      "start_time": 173540.0,
      "end_time": 179839.0,
      "text": "So we'll take it, you know, a million at a time and figure out how to expand the market as we grow."
    },
    {
      "index": 29,
      "start_time": 182040.0,
      "end_time": 190859.0,
      "text": "Despite India's challenges, part of the reason investors have given Netflix its God evaluation is precisely because it has room to expand."
    },
    {
      "index": 30,
      "start_time": 190860.0,
      "end_time": 197680.0,
      "text": "It's been an awesome growth story and it will continue to be an awesome global growth story as they expand into Asia, India and some of the international markets."
    },
    {
      "index": 31,
      "start_time": 197680.0,
      "end_time": 202480.0,
      "text": "So our evaluation right now is $420 a share, that's progressed upward over time."
    },
    {
      "index": 32,
      "start_time": 202480.0,
      "end_time": 207420.0,
      "text": "And we think that given that global runway it's likely to continue to go in that direction."
    },
    {
      "index": 33,
      "start_time": 207420.0,
      "end_time": 210119.0,
      "text": "It'll take time for Netflix to build up its presence."
    },
    {
      "index": 34,
      "start_time": 210120.0,
      "end_time": 218180.0,
      "text": "We have generally seen historically it take about three years for Netflix to achieve 10% household broadband penetration."
    }
  ]
}