{
  "video_id": "bqeLMueGopM",
  "title": "Chem 203. Organic Spectroscopy. Lecture 19. The Nuclear Overhauser Effect",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7230.0,
      "end_time": 13530.0,
      "text": "&quot;Today is going to be another, sort of, special topic. It&#39;s actually really important [inaudible]."
    },
    {
      "index": 2,
      "start_time": 13530.0,
      "end_time": 21020.0,
      "text": "One of my favorite things because it is so useful. We&#39;re going to be talking about using"
    },
    {
      "index": 3,
      "start_time": 21020.0,
      "end_time": 28980.0,
      "text": "nuclear overhauser effect in structured stereochemistry determination, and I&#39;ll try to show you why"
    },
    {
      "index": 4,
      "start_time": 28980.0,
      "end_time": 35329.0,
      "text": "I think this is so useful with some examples, maybe related things to the exam."
    },
    {
      "index": 5,
      "start_time": 35329.0,
      "end_time": 36730.0,
      "text": "So in terms of what the nuclear overhauser effect is; I&#39;ve been talking about this in"
    },
    {
      "index": 6,
      "start_time": 36730.0,
      "end_time": 62629.0,
      "text": "C13 NMR but not why this is useful. So the nuclear overhauser effect, or NOE,"
    },
    {
      "index": 7,
      "start_time": 62629.0,
      "end_time": 70570.0,
      "text": "is a change in intensity of the resonance of a proton or another nucleus, I&#39;ll put this"
    },
    {
      "index": 8,
      "start_time": 70570.0,
      "end_time": 93780.0,
      "text": "in terms of protons but I&#39;m really talking about any type of nucleus, in response to"
    },
    {
      "index": 9,
      "start_time": 93780.0,
      "end_time": 120320.0,
      "text": "or upon irradiation of a nearby proton. And, so what do I mean; so let&#39;s say from"
    },
    {
      "index": 10,
      "start_time": 120320.0,
      "end_time": 126700.0,
      "text": "the point of view of a molecule I mean that you have two protons, of course it could be"
    },
    {
      "index": 11,
      "start_time": 126700.0,
      "end_time": 137569.0,
      "text": "a proton and a C13 in a molecule like so, where they&#39;re near to each other in space,"
    },
    {
      "index": 12,
      "start_time": 137569.0,
      "end_time": 143439.0,
      "text": "not necessarily in connectivity, that are just a few angstrom apart in space."
    },
    {
      "index": 13,
      "start_time": 143439.0,
      "end_time": 153000.0,
      "text": "And, we&#39;re going to do something that specifically irradiates one proton and obviously what you"
    },
    {
      "index": 14,
      "start_time": 153000.0,
      "end_time": 158909.0,
      "text": "are doing is not a spatial resolution but rather frequency resolution; in other words"
    },
    {
      "index": 15,
      "start_time": 158909.0,
      "end_time": 169180.0,
      "text": "each protons appears at a different frequency and so you&#39;re going to hit one of these specifically"
    },
    {
      "index": 16,
      "start_time": 169180.0,
      "end_time": 174549.0,
      "text": "at this frequency and what that does here is it responds -- now, when you&#39;re irradiating"
    },
    {
      "index": 17,
      "start_time": 174549.0,
      "end_time": 193959.0,
      "text": "what you&#39;re doing is equalizing the population of alpha and beta states. And, when you do"
    },
    {
      "index": 18,
      "start_time": 193959.0,
      "end_time": 201230.0,
      "text": "that, that in turn alters the equilibrium population of alpha and beta states of other"
    },
    {
      "index": 19,
      "start_time": 201230.0,
      "end_time": 248549.0,
      "text": "nuclei that are nearby. And the way it does this is it opens new relaxation pathways."
    },
    {
      "index": 20,
      "start_time": 248549.0,
      "end_time": 264850.0,
      "text": "And since it is a relaxation process, it doesn&#39;t occur instantly. It takes time on the order"
    },
    {
      "index": 21,
      "start_time": 264850.0,
      "end_time": 271190.0,
      "text": "of relaxation time; in other words, hundreds of milliseconds, typically, to build up."
    },
    {
      "index": 22,
      "start_time": 271190.0,
      "end_time": 276640.0,
      "text": "And so, what you see, well, you see in your C NMR -- there are two reasons in the C NMR"
    },
    {
      "index": 23,
      "start_time": 276640.0,
      "end_time": 284260.0,
      "text": "that your C-H peaks, and C-H2 peaks, are bigger than your [inaudible]: one of these reasons"
    },
    {
      "index": 24,
      "start_time": 284260.0,
      "end_time": 290940.0,
      "text": "is the nuclear overhauser effect, carbon that has hydrogens attached to it is nearby to"
    },
    {
      "index": 25,
      "start_time": 290940.0,
      "end_time": 297590.0,
      "text": "a hydrogen, so when you irradiate the hydrogens you actually affect the population of alpha"
    },
    {
      "index": 26,
      "start_time": 297590.0,
      "end_time": 301720.0,
      "text": "and beta states in the carbon; another reason is that relaxation, because your pulsing reasonably"
    },
    {
      "index": 27,
      "start_time": 301720.0,
      "end_time": 306870.0,
      "text": "fast and [inaudible] usually relax slowly you end up with lower intensity but one of"
    },
    {
      "index": 28,
      "start_time": 306870.0,
      "end_time": 311680.0,
      "text": "the reasons is the NOE. Ok, so what does that mean for that hypothetical"
    },
    {
      "index": 29,
      "start_time": 311680.0,
      "end_time": 318910.0,
      "text": "cartoon of a molecule where you have Ha and Hb that are next to each other in space? It"
    },
    {
      "index": 30,
      "start_time": 318910.0,
      "end_time": 329720.0,
      "text": "means that if you have a spectrum that looks like this where you have Ha and Hb, if I irradiate"
    },
    {
      "index": 31,
      "start_time": 329720.0,
      "end_time": 348470.0,
      "text": "Ha, now the spectrum changes and we don&#39;t see Ha anymore and the peak for Hb gets a"
    },
    {
      "index": 32,
      "start_time": 348470.0,
      "end_time": 357150.0,
      "text": "little bit bigger. Now, these effects are pretty small in proton"
    },
    {
      "index": 33,
      "start_time": 357150.0,
      "end_time": 388640.0,
      "text": "NMR. The theoretical maximum H-H NOE is only 50%. And normally you see values that are"
    },
    {
      "index": 34,
      "start_time": 388640.0,
      "end_time": 395610.0,
      "text": "a lot smaller than that, you might see typically 10%. So what I&#39;ve drawn here is a cartoon"
    },
    {
      "index": 35,
      "start_time": 395610.0,
      "end_time": 403500.0,
      "text": "where Hb is appreciably bigger, is actually not recall the case, its just going to be"
    },
    {
      "index": 36,
      "start_time": 403500.0,
      "end_time": 411300.0,
      "text": "just a teeny tiny bit bigger. Now, I said there&#39;s this effect that affects"
    },
    {
      "index": 37,
      "start_time": 411300.0,
      "end_time": 417590.0,
      "text": "carbon and because of the difference in magnetogyric ratio with proton and carbon you actually"
    },
    {
      "index": 38,
      "start_time": 417590.0,
      "end_time": 426180.0,
      "text": "have a bigger effect. So with H1 to C13 NOE here the affect is actually"
    },
    {
      "index": 39,
      "start_time": 426180.0,
      "end_time": 431170.0,
      "text": "200%. So there you can have a peak get substantially bigger."
    },
    {
      "index": 40,
      "start_time": 431170.0,
      "end_time": 433480.0,
      "text": "Now, NOEs involve relaxation, this in turn involves motion of molecules so like tumbling"
    },
    {
      "index": 41,
      "start_time": 433480.0,
      "end_time": 444450.0,
      "text": "motion which means the NOW is sensitive to the size of the molecule and how fast it tumbles"
    },
    {
      "index": 42,
      "start_time": 444450.0,
      "end_time": 455720.0,
      "text": "because that is going to affect different types of relaxation in molecules. So high"
    },
    {
      "index": 43,
      "start_time": 455720.0,
      "end_time": 464300.0,
      "text": "molecular weight molecules, so we&#39;re talking typically over 2000, but these numbers aren&#39;t"
    },
    {
      "index": 44,
      "start_time": 464300.0,
      "end_time": 477480.0,
      "text": "carved in stone, but let&#39;s say greater than 2000 or if you slow down the tumbling by a"
    },
    {
      "index": 45,
      "start_time": 477480.0,
      "end_time": 500540.0,
      "text": "viscous solvent, then your NOE is actually negative and the theoretical maximum is -100%"
    },
    {
      "index": 46,
      "start_time": 500540.0,
      "end_time": 513149.0,
      "text": "for H-H NOE. And this is important in protein structure"
    },
    {
      "index": 47,
      "start_time": 513149.0,
      "end_time": 519370.0,
      "text": "determination rather than in small molecule chemistry, which is where we focus. Now these"
    },
    {
      "index": 48,
      "start_time": 519370.0,
      "end_time": 525430.0,
      "text": "days, if you look at some of the natural products tat are getting published in the Journal of"
    },
    {
      "index": 49,
      "start_time": 525430.0,
      "end_time": 529910.0,
      "text": "Organic Chemistry or Journal of natural Products or JACS, some of these small molecules are"
    },
    {
      "index": 50,
      "start_time": 529910.0,
      "end_time": 534709.0,
      "text": "pretty hair molecules; in other words, hey are small molecules but they are big small"
    },
    {
      "index": 51,
      "start_time": 534709.0,
      "end_time": 540240.0,
      "text": "molecules. And that big small molecule regime is actually a pain in the neck, because what"
    },
    {
      "index": 52,
      "start_time": 540240.0,
      "end_time": 550519.0,
      "text": "happens as you go from small molecules that have positive NOE to big molecules that have"
    },
    {
      "index": 53,
      "start_time": 550519.0,
      "end_time": 554910.0,
      "text": "a negative NOE is what?&quot; &quot;No NOE?&quot;"
    },
    {
      "index": 54,
      "start_time": 554910.0,
      "end_time": 561860.0,
      "text": "&quot;No NOE. So the medium-sized molecules often end up have 0 NOE. And I really don&#39;t want"
    },
    {
      "index": 55,
      "start_time": 561860.0,
      "end_time": 566300.0,
      "text": "to be putting hard numbers on this because it depends on what solvent you&#39;re using, it"
    },
    {
      "index": 56,
      "start_time": 566300.0,
      "end_time": 571790.0,
      "text": "depends on the field strength of the spectrometer, it depends on the shape of the molecule, it"
    },
    {
      "index": 57,
      "start_time": 571790.0,
      "end_time": 577699.0,
      "text": "depends on the temperature, but I&#39;m going to step out on a limb here and say molecular"
    },
    {
      "index": 58,
      "start_time": 577699.0,
      "end_time": 593699.0,
      "text": "weight range of say 1000-1500, which is a big small molecule, is often 0 NOE. Or close"
    },
    {
      "index": 59,
      "start_time": 593699.0,
      "end_time": 602189.0,
      "text": "to 0. And there is a related technique called a"
    },
    {
      "index": 60,
      "start_time": 602189.0,
      "end_time": 609029.0,
      "text": "rotating overhauser effect that&#39;s often used to bring out those NOE in that intermediate"
    },
    {
      "index": 61,
      "start_time": 609029.0,
      "end_time": 618240.0,
      "text": "range. Alright, I want to show you an example of a traditional NOE experiment; and I&#39;ll"
    },
    {
      "index": 62,
      "start_time": 618240.0,
      "end_time": 623939.0,
      "text": "show you an old example and then I&#39;ll show you an example that is sort of relevant to"
    },
    {
      "index": 63,
      "start_time": 623939.0,
      "end_time": 630029.0,
      "text": "organic chemistry research. I just want to show you the general gist of it; it&#39;s on the"
    },
    {
      "index": 64,
      "start_time": 630029.0,
      "end_time": 638309.0,
      "text": "first page on the handout. Alright, so this is an example in the book by Derome which"
    },
    {
      "index": 65,
      "start_time": 638309.0,
      "end_time": 644870.0,
      "text": "is a nice, a nice book, it&#39;s actually a precursor to Claridge, which is a book I&#39;ve given you"
    },
    {
      "index": 66,
      "start_time": 644870.0,
      "end_time": 652100.0,
      "text": "some readings from that&#39;s sort of a second edition because Derome had passed away. So"
    },
    {
      "index": 67,
      "start_time": 652100.0,
      "end_time": 657100.0,
      "text": "here&#39;s a molecule, the particular molecule isn&#39;t important, buy you&#39;ll see the issues."
    },
    {
      "index": 68,
      "start_time": 657100.0,
      "end_time": 673589.0,
      "text": "So this is an H1 NMR spectrum of the molecule and this is an NMR spectrum in which we&#39;ve"
    },
    {
      "index": 69,
      "start_time": 673589.0,
      "end_time": 691519.0,
      "text": "irradiated one of the protons; specifically we irradiated this proton. And, in doing this,"
    },
    {
      "index": 70,
      "start_time": 691519.0,
      "end_time": 698639.0,
      "text": "the authors didn&#39;t quite equalize the population -- you still see a little bit of the peak."
    },
    {
      "index": 71,
      "start_time": 698639.0,
      "end_time": 706809.0,
      "text": "The peak has gone from this over to the smaller version. And it&#39;s hard to tell if anything"
    },
    {
      "index": 72,
      "start_time": 706809.0,
      "end_time": 713660.0,
      "text": "has gotten bigger, it looks like that one has gotten bigger. But the way in which one"
    },
    {
      "index": 73,
      "start_time": 713660.0,
      "end_time": 721470.0,
      "text": "historically does this, because the spectrum involves such small changes, the way one historically"
    },
    {
      "index": 74,
      "start_time": 721470.0,
      "end_time": 735800.0,
      "text": "does this is called a difference NOE spectrum. And, difference NOE spectrum, one is literally"
    },
    {
      "index": 75,
      "start_time": 735800.0,
      "end_time": 743050.0,
      "text": "subtracting one spectrum from another spectrum; you&#39;re subtracting the unradiated spectrum"
    },
    {
      "index": 76,
      "start_time": 743050.0,
      "end_time": 750449.0,
      "text": "from irradiated spectrum so I&#39;ll put a minus sign, or actually I guess your technically"
    },
    {
      "index": 77,
      "start_time": 750449.0,
      "end_time": 756339.0,
      "text": "subtracting the [inaudible] and going ahead and coordinate transforming. And so I want"
    },
    {
      "index": 78,
      "start_time": 756339.0,
      "end_time": 761970.0,
      "text": "to point out the features that we see: so the fist thing we see of course is the now"
    },
    {
      "index": 79,
      "start_time": 761970.0,
      "end_time": 773019.0,
      "text": "irradiated peak is negative; after all, if we had something where we&#39;ve almost equalized"
    },
    {
      "index": 80,
      "start_time": 773019.0,
      "end_time": 778829.0,
      "text": "the population or alpha and beta states and we take away something where we have a positive"
    },
    {
      "index": 81,
      "start_time": 778829.0,
      "end_time": 782439.0,
      "text": "peak you get a negative peak, but I want to show you the features."
    },
    {
      "index": 82,
      "start_time": 782439.0,
      "end_time": 789819.0,
      "text": "Ok, the thing that&#39;s glaring you in the face in this literally textbook example is that"
    },
    {
      "index": 83,
      "start_time": 789819.0,
      "end_time": 799829.0,
      "text": "we see a nice NOE over to the peak here. So there&#39;s some spatial proximity between this"
    },
    {
      "index": 84,
      "start_time": 799829.0,
      "end_time": 806639.0,
      "text": "proton and this proton in the molecule. I want to show you some of the other features"
    },
    {
      "index": 85,
      "start_time": 806639.0,
      "end_time": 813059.0,
      "text": "in the spectrum: now, one of the things about the traditional NOE experiment is the conditions"
    },
    {
      "index": 86,
      "start_time": 813059.0,
      "end_time": 820449.0,
      "text": "of doing the irradiation, create little perturbations in the spectrum, and actually to do it right"
    },
    {
      "index": 87,
      "start_time": 820449.0,
      "end_time": 828559.0,
      "text": "what you do is you do one spectrum where you irradiate here in this case about 1.15 ppm"
    },
    {
      "index": 88,
      "start_time": 828559.0,
      "end_time": 834410.0,
      "text": "and this one in order to minimize the subtraction artifacts you actually go ahead and irradiate"
    },
    {
      "index": 89,
      "start_time": 834410.0,
      "end_time": 842829.0,
      "text": "somewhere else where nothing is, like over here or over here; but, even with that, there"
    },
    {
      "index": 90,
      "start_time": 842829.0,
      "end_time": 855720.0,
      "text": "are some perturbations. So this is what you would call a subtraction artifact. In other"
    },
    {
      "index": 91,
      "start_time": 855720.0,
      "end_time": 863100.0,
      "text": "words, it&#39;s not an NOE, we don&#39;t have a particular peak up or down, what&#39;s happened is there&#39;s"
    },
    {
      "index": 92,
      "start_time": 863100.0,
      "end_time": 869110.0,
      "text": "been an infinitesimally, a teeny tiny shift in the position of this peak because o f the"
    },
    {
      "index": 93,
      "start_time": 869110.0,
      "end_time": 873999.0,
      "text": "irradiation which gives us the positive character on one side and the negative character on"
    },
    {
      "index": 94,
      "start_time": 873999.0,
      "end_time": 878949.0,
      "text": "the other side. If I were looking at this I&#39;d know just from recognition that there&#39;s"
    },
    {
      "index": 95,
      "start_time": 878949.0,
      "end_time": 883980.0,
      "text": "no NOE, but another way, a very good way, and something you really should do, is slap"
    },
    {
      "index": 96,
      "start_time": 883980.0,
      "end_time": 889629.0,
      "text": "an integral on it; and if you slap an integral on it of course the integral would go up as"
    },
    {
      "index": 97,
      "start_time": 889629.0,
      "end_time": 900069.0,
      "text": "the area registered and then go back down, and you&#39;d end up, this would be an integral"
    },
    {
      "index": 98,
      "start_time": 900069.0,
      "end_time": 908959.0,
      "text": "here, so you&#39;d end up with no net rise, no net area."
    },
    {
      "index": 99,
      "start_time": 908959.0,
      "end_time": 916389.0,
      "text": "Now, one of the challenges, in any sort of conventional one-dimension NOE experiment"
    },
    {
      "index": 100,
      "start_time": 916389.0,
      "end_time": 921899.0,
      "text": "is selectively hitting this peak here. &#39;Cause you&#39;re trying to hit all of the lines here"
    },
    {
      "index": 101,
      "start_time": 921899.0,
      "end_time": 928720.0,
      "text": "in this peak, without hitting this peak; when the peaks are maybe 1/10 of a ppm apart, it&#39;s"
    },
    {
      "index": 102,
      "start_time": 928720.0,
      "end_time": 935179.0,
      "text": "hard to do that. It&#39;s easier if you have singlets; I usually tend to go to singlets if I can,"
    },
    {
      "index": 103,
      "start_time": 935179.0,
      "end_time": 939209.0,
      "text": "harder if you have multiplets because you have to apply a band of radiation that&#39;s wide"
    },
    {
      "index": 104,
      "start_time": 939209.0,
      "end_time": 945819.0,
      "text": "enough to hit this, without hitting this. And as you can see, we&#39;ve got incomplete selectivity"
    },
    {
      "index": 105,
      "start_time": 945819.0,
      "end_time": 963410.0,
      "text": "here. So, to put it another way if I was testing a hypothesis that this proton is spatially"
    },
    {
      "index": 106,
      "start_time": 963410.0,
      "end_time": 970179.0,
      "text": "close to this one, and I hit this one and I see this one get bigger, but I also hit"
    },
    {
      "index": 107,
      "start_time": 970179.0,
      "end_time": 977779.0,
      "text": "this one a teeny tiny bit, there&#39;s this worry in the back of my mind: Oh maybe my hypothesis"
    },
    {
      "index": 108,
      "start_time": 977779.0,
      "end_time": 986350.0,
      "text": "wasn&#39;t being tested completely, because maybe I&#39;m hitting this one as well, and maybe it&#39;s"
    },
    {
      "index": 109,
      "start_time": 986350.0,
      "end_time": 993069.0,
      "text": "this one enhancing this one. So what kind of experiment could you do to corroborate"
    },
    {
      "index": 110,
      "start_time": 993069.0,
      "end_time": 1002619.0,
      "text": "this result; what kind of NOE experiment could you do to corroborate the result from this"
    },
    {
      "index": 111,
      "start_time": 1002620.0,
      "end_time": 1009421.0,
      "text": "experiment?&quot; &quot;Could you try to hit the number 1 peak?&quot;"
    },
    {
      "index": 112,
      "start_time": 1009420.0,
      "end_time": 1027170.0,
      "text": "&quot;Beautiful! Exactly! And, so we would try a corroboratory experiment as well"
    },
    {
      "index": 113,
      "start_time": 1027170.0000000001,
      "end_time": 1036039.0000000001,
      "text": "where you irradiate here. And usually NOE experiments usually end up being done in sets."
    },
    {
      "index": 114,
      "start_time": 1036040.0,
      "end_time": 1042631.0,
      "text": "So you&#39;re going to do some 1-D NOE experiments on [inaudible], and this was part of the course"
    },
    {
      "index": 115,
      "start_time": 1042630.0000000001,
      "end_time": 1047559.0000000001,
      "text": "that everyone hated so I&#39;ve cut it down; I&#39;ve had you go ahead and hit every peak that could"
    },
    {
      "index": 116,
      "start_time": 1047560.0,
      "end_time": 1052631.0,
      "text": "be hit selectively in [inaudible]. It honestly doesn&#39;t take that long, imagine if this were"
    },
    {
      "index": 117,
      "start_time": 1052630.0,
      "end_time": 1063570.0,
      "text": "your thesis molecule it would be no big deal to spend three or four hours on the NMR spectrometer"
    },
    {
      "index": 118,
      "start_time": 1063570.0,
      "end_time": 1068360.0,
      "text": "for an important problem; but, we&#39;re 22 people here, you&#39;ve got other things to do. So I&#39;ve"
    },
    {
      "index": 119,
      "start_time": 1068360.0,
      "end_time": 1073000.0,
      "text": "cut it down to 1 or 2 nice, 1-D experiments where I basically preselected the key experiment"
    },
    {
      "index": 120,
      "start_time": 1073000.0,
      "end_time": 1078529.0,
      "text": "and we&#39;ll also do a [inaudible] experiment. But the 1-D NOE experiment is a beautiful"
    },
    {
      "index": 121,
      "start_time": 1078530.0,
      "end_time": 1082071.0,
      "text": "experiment because you can probe very specific questions."
    },
    {
      "index": 122,
      "start_time": 1082070.0,
      "end_time": 1091360.0,
      "text": "So this is kind of a textbook example: I want to talk -- I&#39;ll give you a real example in"
    },
    {
      "index": 123,
      "start_time": 1091360.0,
      "end_time": 1115179.0,
      "text": "just a second and show you something I think is cool, if I can find my eraser that I&#39;ve"
    },
    {
      "index": 124,
      "start_time": 1115180.0,
      "end_time": 1115731.0,
      "text": "seem to have misplaced here, but fortunately I have the emergency backup eraser -- anyway,"
    },
    {
      "index": 125,
      "start_time": 1115730.0,
      "end_time": 1116510.0,
      "text": "before I give you a real example and we look a [inaudible] spectra, I just want to show"
    },
    {
      "index": 126,
      "start_time": 1116510.0,
      "end_time": 1125960.0,
      "text": "you one other point of this that actually ties in sort of to thinking about problems"
    },
    {
      "index": 127,
      "start_time": 1125960.0,
      "end_time": 1139120.0,
      "text": "that you might encounter. So I just want to point out one sort f thing here, and that&#39;s"
    },
    {
      "index": 128,
      "start_time": 1139120.0,
      "end_time": 1154159.0,
      "text": "a three-spin system. So, sometimes observing an NOE doesn&#39;t necessarily mean proximity"
    },
    {
      "index": 129,
      "start_time": 1154160.0,
      "end_time": 1161571.0,
      "text": "and I&#39;ll show you an example. So a three-spin system wit h coupling, and again I&#39;ll give"
    },
    {
      "index": 130,
      "start_time": 1161570.0,
      "end_time": 1177720.0,
      "text": "you my little [inaudible] cartoon for things. So imagine that Hc is J-coupled with Hb, but"
    },
    {
      "index": 131,
      "start_time": 1177720.0,
      "end_time": 1186640.0,
      "text": "it&#39;s not spatially close to Ha, whereas Ha and Hb are close to each other. What can happen"
    },
    {
      "index": 132,
      "start_time": 1186640.0,
      "end_time": 1195830.0,
      "text": "is if I irradiate Ha, of course we&#39;ll see a NOE to Hb, in this case a positive NOE."
    },
    {
      "index": 133,
      "start_time": 1195830.0,
      "end_time": 1208110.0,
      "text": "And remember, this is occurring because by leveling the populations of alpha and beta"
    },
    {
      "index": 134,
      "start_time": 1208110.0,
      "end_time": 1215779.0,
      "text": "states of Ha, I&#39;m setting up new relaxation pathways that are perturbing the alpha and"
    },
    {
      "index": 135,
      "start_time": 1215780.0,
      "end_time": 1225201.0,
      "text": "beta states of Hb. But that perturbation then ends up altering the populations Hc, and in"
    },
    {
      "index": 136,
      "start_time": 1225200.0,
      "end_time": 1232830.0,
      "text": "this particular alignment, we end up with an NOE over here, a negative NOE. So, it&#39;s"
    },
    {
      "index": 137,
      "start_time": 1232830.0,
      "end_time": 1239320.0,
      "text": "usually going to be smaller, you usually can tell, but let me give you a real example;"
    },
    {
      "index": 138,
      "start_time": 1239320.0,
      "end_time": 1249429.0,
      "text": "and I think this was taken from the Derome book. So the molecule in this particular case"
    },
    {
      "index": 139,
      "start_time": 1249430.0,
      "end_time": 1260231.0,
      "text": "was a trichloro-toluene derivative, like so, and in this particular real experiment we"
    },
    {
      "index": 140,
      "start_time": 1260230.0,
      "end_time": 1275389.0,
      "text": "have an ortho proton and we have a meta proton. In this particular experiment they irradiated"
    },
    {
      "index": 141,
      "start_time": 1275390.0,
      "end_time": 1290461.0,
      "text": "the chloromethyl group over here and observed a 19.2% NOE over here to the ortho proton"
    },
    {
      "index": 142,
      "start_time": 1290460.0,
      "end_time": 1306870.0,
      "text": "and a -2.6% NOE over here to the meta proton. Now, I guess, looking at this particular molecule"
    },
    {
      "index": 143,
      "start_time": 1306870.0,
      "end_time": 1312740.0,
      "text": "it reminds me of your exam problem [inaudible], so on the first part of your midterm exam"
    },
    {
      "index": 144,
      "start_time": 1312740.0,
      "end_time": 1319039.0,
      "text": "remember the nitro-toluene problem and you were there just using a combination of understanding"
    },
    {
      "index": 145,
      "start_time": 1319040.0,
      "end_time": 1324150.0,
      "text": "coupling patterns and the inductive effect of a nitro group, the electron-withdrawing"
    },
    {
      "index": 146,
      "start_time": 1324150.0,
      "end_time": 1330270.0,
      "text": "effect, the resonance effect of the nitro group and the effect of a methoxy group, most"
    },
    {
      "index": 147,
      "start_time": 1330270.0,
      "end_time": 1338060.0,
      "text": "of you were able to assign your resonances and figure out among the 2,4-disubstituted"
    },
    {
      "index": 148,
      "start_time": 1338060.0,
      "end_time": 1343711.0,
      "text": "isomers and the 2,5-disubstituted isomers. Here, of course, the effects with chlorine"
    },
    {
      "index": 149,
      "start_time": 1343710.0,
      "end_time": 1351120.0,
      "text": "aren&#39;t as pronounce, just imagine in our minds eye that you had a molecule and you were trying"
    },
    {
      "index": 150,
      "start_time": 1351120.0,
      "end_time": 1359970.0,
      "text": "to tell whether it was the 2,4 or the 2,5 compound, and of course maybe in this particular"
    },
    {
      "index": 151,
      "start_time": 1359970.0,
      "end_time": 1366370.0,
      "text": "case, you wouldn&#39;t have as clear a differentiation in chemical shift, but if you look at this"
    },
    {
      "index": 152,
      "start_time": 1366370.0,
      "end_time": 1376360.0,
      "text": "here you can imagine, if we irradiated in this case you would see an enhancement in"
    },
    {
      "index": 153,
      "start_time": 1376360.0,
      "end_time": 1383139.0,
      "text": "this ortho proton here which would be a doublet with only meta coupling, a tight doublet;"
    },
    {
      "index": 154,
      "start_time": 1383140.0,
      "end_time": 1391430.0,
      "text": "if you irradiated over here in this molecule, you would see the ortho proton enhanced which"
    },
    {
      "index": 155,
      "start_time": 1391430.0,
      "end_time": 1395040.0,
      "text": "would be a doublet with ortho coupling. So in other words, even if the spectra of these"
    },
    {
      "index": 156,
      "start_time": 1395040.0,
      "end_time": 1402890.0,
      "text": "two molecules, the 2,4 and 2,5 isomers, were very similar in chemical shift, you would"
    },
    {
      "index": 157,
      "start_time": 1402890.0,
      "end_time": 1410251.0,
      "text": "be able to tell, from an NOE experiment, which isomer you had by telling whether it was a"
    },
    {
      "index": 158,
      "start_time": 1410250.0,
      "end_time": 1414169.0,
      "text": "doublet of 8 Hz being enhanced or a doublet of 3 Hz being enhanced. So that&#39;s an example"
    },
    {
      "index": 159,
      "start_time": 1414170.0,
      "end_time": 1427050.0,
      "text": "immediately that I can hand you of the utility of an NOE experiment. Now, another example"
    },
    {
      "index": 160,
      "start_time": 1427050.0,
      "end_time": 1432741.0,
      "text": "that I can give you, and again I&#39;ll harken back to the exam to a problem that I guess"
    },
    {
      "index": 161,
      "start_time": 1432740.0,
      "end_time": 1439029.0,
      "text": "about 2/3 of you did, and that was the beta-lactone problem and there we weren&#39;t trying to tell"
    },
    {
      "index": 162,
      "start_time": 1439030.0,
      "end_time": 1446871.0,
      "text": "stereoisomers apart, but imagine for a moment, I&#39;ll get [inaudible] the beta-lactone case"
    },
    {
      "index": 163,
      "start_time": 1446870.0,
      "end_time": 1456190.0,
      "text": "as an example. Imagine for a moment we have a beta-lactone and imagine instead of just"
    },
    {
      "index": 164,
      "start_time": 1456190.0,
      "end_time": 1465580.0,
      "text": "having a methyl group at this position, imagine that we had methyl group and an ethyl group"
    },
    {
      "index": 165,
      "start_time": 1465580.0,
      "end_time": 1474370.0,
      "text": "at these two positions, and now we had a methyl group over here of unknown stereochemistry."
    },
    {
      "index": 166,
      "start_time": 1474370.0,
      "end_time": 1486320.0,
      "text": "You can now imagine that you irradiate this methyl group, this is going to be your methyl"
    },
    {
      "index": 167,
      "start_time": 1486320.0,
      "end_time": 1493440.0,
      "text": "doublet [inaudible], and now you ask is it enhancing the CH2 group of the ethyl group"
    },
    {
      "index": 168,
      "start_time": 1493440.0,
      "end_time": 1500259.0,
      "text": "or is it enhancing the CH3 singlet of the methyl group and you can again address the"
    },
    {
      "index": 169,
      "start_time": 1500260.0,
      "end_time": 1507650.0,
      "text": "question of whether your diastereomer the cis or the trans relationship between the"
    },
    {
      "index": 170,
      "start_time": 1507650.0,
      "end_time": 1510300.0,
      "text": "two methyl groups; in other words, whether we had this diastereomer or this diastereomer.&quot;"
    },
    {
      "index": 171,
      "start_time": 1510300.0,
      "end_time": 1523160.0,
      "text": "&quot;And, it would enhance the one that is one the same side as the [inaudible]?&quot;"
    },
    {
      "index": 172,
      "start_time": 1523160.0,
      "end_time": 1535650.0,
      "text": "&quot;Well, it would enhance it more, and you&#39;re asking a very, very good question. So, the"
    },
    {
      "index": 173,
      "start_time": 1535650.0,
      "end_time": 1543040.0,
      "text": "question that you&#39;re asking is basically: Is the NOE a litmus test? And the answer is"
    },
    {
      "index": 174,
      "start_time": 1543040.0,
      "end_time": 1549711.0,
      "text": "no; this is why comparison is so important. And now I didn&#39;t happen to include these in"
    },
    {
      "index": 175,
      "start_time": 1549710.0,
      "end_time": 1554789.0,
      "text": "the handout for the class but I have a very similar example, and I&#39;m going to show you"
    },
    {
      "index": 176,
      "start_time": 1554790.0,
      "end_time": 1560601.0,
      "text": "exactly what it means and then we are going to talk about some distances. And actually,"
    },
    {
      "index": 177,
      "start_time": 1560600.0,
      "end_time": 1566250.0,
      "text": "you know I&#39;ve been harping on the value of molecular models, molecular models become"
    },
    {
      "index": 178,
      "start_time": 1566250.0,
      "end_time": 1571179.0,
      "text": "really, really, really useful when you want to ask questions about distances."
    },
    {
      "index": 179,
      "start_time": 1571180.0,
      "end_time": 1574780.0,
      "text": "Alright, so let&#39;s take a look at a real example, this is just one that I pulled from my own"
    },
    {
      "index": 180,
      "start_time": 1574780.0,
      "end_time": 1579121.0,
      "text": "experience with the use of NOEs to determine stereochemistry. The example that I&#39;m going"
    },
    {
      "index": 181,
      "start_time": 1579120.0,
      "end_time": 1600850.0,
      "text": "to [inaudible] is actually a cool reaction, it&#39;s a named reaction that probably nobody"
    },
    {
      "index": 182,
      "start_time": 1600850.0,
      "end_time": 1608139.0,
      "text": "in this room has heard of, it&#39;s the McCoy reaction and if the professor Van Vranken"
    },
    {
      "index": 183,
      "start_time": 1608140.0,
      "end_time": 1617691.0,
      "text": "asks you for a mechanism for it I bet you would all get it. So, the substrate for the"
    },
    {
      "index": 184,
      "start_time": 1617690.0,
      "end_time": 1626889.0,
      "text": "reaction is an alpha-halo carbonyl compound. This happened to be a silo ketone or what&#39;s"
    },
    {
      "index": 185,
      "start_time": 1626890.0,
      "end_time": 1633441.0,
      "text": "called an acylsilane and it&#39;s a TBDMS [inaudible] but you can also do this for an ester. And"
    },
    {
      "index": 186,
      "start_time": 1633440.0,
      "end_time": 1640350.0,
      "text": "when you take this compound, an alpha-halo carbonyl compound and you treat it with LDA"
    },
    {
      "index": 187,
      "start_time": 1640350.0,
      "end_time": 1646000.0,
      "text": "and then you treat it with and alpha-beta unsaturated carbonyl compound, in this case"
    },
    {
      "index": 188,
      "start_time": 1646000.0,
      "end_time": 1667899.0,
      "text": "I used [inaudible], you get a cyclopropane product, and I&#39;ll draw that for you. And the"
    },
    {
      "index": 189,
      "start_time": 1667900.0,
      "end_time": 1673371.0,
      "text": "great thing about reactions invented early on in the century is that every new reaction"
    },
    {
      "index": 190,
      "start_time": 1673370.0,
      "end_time": 1683690.0,
      "text": "that you invent can get you a name [inaudible], so this is the McCoy reaction. Alright, so"
    },
    {
      "index": 191,
      "start_time": 1683690.0,
      "end_time": 1694659.0,
      "text": "the product that we get is a cyclopropane of undetermined stereochemistry, and unfortunately"
    },
    {
      "index": 192,
      "start_time": 1694660.0,
      "end_time": 1707351.0,
      "text": "in this particular example we have a 3:1 mixture of diastereomers. Alright, let me pull down"
    },
    {
      "index": 193,
      "start_time": 1707350.0,
      "end_time": 1727710.0,
      "text": "the screen and give us a chance to take a look at the spectrum of these two diastereomers."
    },
    {
      "index": 194,
      "start_time": 1727710.0,
      "end_time": 1752529.0,
      "text": "Alright, so we have these two diastereomers and we&#39;ll call them isomer B and isomer A."
    },
    {
      "index": 195,
      "start_time": 1752530.0,
      "end_time": 1767861.0,
      "text": "And, just to get our bearings straight the region around 7ppm is the aromatic region"
    },
    {
      "index": 196,
      "start_time": 1767860.0,
      "end_time": 1778409.0,
      "text": "in each of these. The region over here is the methyl groups on our silicon. Here is"
    },
    {
      "index": 197,
      "start_time": 1778410.0,
      "end_time": 1787821.0,
      "text": "our tert-butyl on the silicone. Here is our isolated methyl group, and these are the ring"
    },
    {
      "index": 198,
      "start_time": 1787820.0,
      "end_time": 1798639.0,
      "text": "protons on the cyclopropane ring. And so on isomer B we see a similar thing, we see our"
    },
    {
      "index": 199,
      "start_time": 1798640.0,
      "end_time": 1811560.0,
      "text": "aromatic resonances, we see our ring CHs, we see our methyl, our tert-butyl, and now"
    },
    {
      "index": 200,
      "start_time": 1811560.0,
      "end_time": 1837920.0,
      "text": "we see our two methyls on silicon. Alright, why do we get two peaks for two methyls on"
    },
    {
      "index": 201,
      "start_time": 1837920.0,
      "end_time": 1841481.0,
      "text": "silicon?&quot; [Inaudible]"
    },
    {
      "index": 202,
      "start_time": 1841480.0,
      "end_time": 1845039.0,
      "text": "&quot;Diastereo-what?&quot; [Inaudible]"
    },
    {
      "index": 203,
      "start_time": 1845040.0,
      "end_time": 1854300.0,
      "text": "&quot;They are diastereotopic! Now, remember I said when you have any sort of stereocenter"
    },
    {
      "index": 204,
      "start_time": 1854300.0,
      "end_time": 1860310.0,
      "text": "in a molecule and now you have a methylene group with two hydrogens on it or a carbon"
    },
    {
      "index": 205,
      "start_time": 1860310.0,
      "end_time": 1866640.0,
      "text": "with two methyls on it, those are diastereotopic. They&#39;re topologically different from each"
    },
    {
      "index": 206,
      "start_time": 1866640.0,
      "end_time": 1875221.0,
      "text": "other. In one case, they show up at pretty similar chemical shifts; in other case, which"
    },
    {
      "index": 207,
      "start_time": 1875220.0,
      "end_time": 1880200.0,
      "text": "is interesting, they have a high degree of what we call magnetic [inaudible], in other"
    },
    {
      "index": 208,
      "start_time": 1880200.0,
      "end_time": 1887440.0,
      "text": "words difference in chemical shifts. Now this is an example of where the NOE just shines"
    },
    {
      "index": 209,
      "start_time": 1887440.0,
      "end_time": 1895019.0,
      "text": "as an experiment because we have a testable hypothesis built into the molecule. In the"
    },
    {
      "index": 210,
      "start_time": 1895020.0,
      "end_time": 1902831.0,
      "text": "diastereomer on the left, the methyl group is going to be relatively close to those hydrogens"
    },
    {
      "index": 211,
      "start_time": 1902830.0,
      "end_time": 1910190.0,
      "text": "on the ring; in the diastereomer on the right, the methyl group is relatively far away, and"
    },
    {
      "index": 212,
      "start_time": 1910190.0,
      "end_time": 1919090.0,
      "text": "we&#39;re fortunate enough to have both of them. So, let&#39;s start with our NOE experiment on"
    },
    {
      "index": 213,
      "start_time": 1919090.0,
      "end_time": 1932879.0,
      "text": "isomer B. So in this particular NOE experiment, we irradiate that methyl group and this is"
    },
    {
      "index": 214,
      "start_time": 1932880.0,
      "end_time": 1947300.0,
      "text": "the difference NOE so this is the spectrum of isomer B, and this is the difference NOE."
    },
    {
      "index": 215,
      "start_time": 1947300.0,
      "end_time": 1952851.0,
      "text": "And we don&#39;t see a heck of a lot, you can see this is an example of a subtraction artifact"
    },
    {
      "index": 216,
      "start_time": 1952850.0,
      "end_time": 1969139.0,
      "text": "here, but you look and you see very, very clearly those two ring protons have nice NOEs."
    },
    {
      "index": 217,
      "start_time": 1969140.0,
      "end_time": 1976300.0,
      "text": "I want to know how big an NOE: I can slap my ruler on this integral, I&#39;ve already done"
    },
    {
      "index": 218,
      "start_time": 1976300.0,
      "end_time": 1987420.0,
      "text": "this, this distance here was 74 millimeters, and that&#39;s for 3 hydrogens. And over here"
    },
    {
      "index": 219,
      "start_time": 1987420.0,
      "end_time": 1997140.0,
      "text": "I slap my ruler on this integral and it comes out to 2.1 millimeters for one hydrogen and"
    },
    {
      "index": 220,
      "start_time": 1997140.0,
      "end_time": 2004081.0,
      "text": "over her e I slap my ruler on it, it&#39;s 2.5 millimeters for one hydrogen. And so if I"
    },
    {
      "index": 221,
      "start_time": 2004080.0,
      "end_time": 2012629.0,
      "text": "take 2.1 divided by 74 divided by 3 I find out its equal to 0.085 or I have an 8.5% NOE"
    },
    {
      "index": 222,
      "start_time": 2012630.0,
      "end_time": 2032420.0,
      "text": "and if I do the same over here I find if I have the value 10% NOE, and so I&#39;m very happy."
    },
    {
      "index": 223,
      "start_time": 2032420.0,
      "end_time": 2047951.0,
      "text": "I irradiate, I get about an 8-10% NOE, and I say great! We know what a diastereomer means."
    },
    {
      "index": 224,
      "start_time": 2047950.0,
      "end_time": 2057550.0,
      "text": "Now, you want to be careful; you do this same experiment, and I was fortunate we had both"
    },
    {
      "index": 225,
      "start_time": 2057550.0000000002,
      "end_time": 2063669.0000000002,
      "text": "diastereomers, you do this same experiment here, so this is diastereomer A, and we irradiate,"
    },
    {
      "index": 226,
      "start_time": 2063670.0,
      "end_time": 2087771.0,
      "text": "and we see a teeny tiny enhancement, it&#39;s little. A little baby NOE. Over here, and"
    },
    {
      "index": 227,
      "start_time": 2087770.0,
      "end_time": 2095159.0,
      "text": "over here it&#39;s about 0.5 millimeters each, and this one on this particular example was"
    },
    {
      "index": 228,
      "start_time": 2095159.9999999998,
      "end_time": 2105431.0,
      "text": "about 73 millimeters for each hydrogen, and it ends up to about 2% NOE. And it&#39;s nice"
    },
    {
      "index": 229,
      "start_time": 2105430.0,
      "end_time": 2115280.0,
      "text": "with both diastereomers in hand, we&#39;ve done a comparison. You irradiate one diastereomer&#39;s"
    },
    {
      "index": 230,
      "start_time": 2115280.0,
      "end_time": 2122089.0,
      "text": "methyl group, you get a nice NOE, the other you get a little NOE. The first one is cis,"
    },
    {
      "index": 231,
      "start_time": 2122090.0,
      "end_time": 2129610.0,
      "text": "A is cis, and B is trans. But, imagine, imagine for a moment, that I&#39;ve"
    },
    {
      "index": 232,
      "start_time": 2129610.0,
      "end_time": 2136310.0,
      "text": "gotten this reaction in the diastereomer [inaudible], and I&#39;ve only gotten one diastereomer, and"
    },
    {
      "index": 233,
      "start_time": 2136310.0,
      "end_time": 2143041.0,
      "text": "imagine I really, really wanted it, in order to make a natural product, to be the cis diastereomer"
    },
    {
      "index": 234,
      "start_time": 2143040.0,
      "end_time": 2149710.0,
      "text": "and I do it and I say &#39;Oh yeah, look I got an NOE!&#39; Imagine the trouble [inaudible],"
    },
    {
      "index": 235,
      "start_time": 2149710.0,
      "end_time": 2160670.0,
      "text": "because then I would go on with this and think &#39;Oh, I have what I want,&#39; and later on I make"
    },
    {
      "index": 236,
      "start_time": 2160670.0,
      "end_time": 2175869.0,
      "text": "my natural product, if I were making a natural product, and I find it doesn&#39;t match the published"
    },
    {
      "index": 237,
      "start_time": 2175870.0,
      "end_time": 2177131.0,
      "text": "spectrum, and my thesis would be titled &#39;Total Synthesis [inaudible],&#39; whatever the natural"
    },
    {
      "index": 238,
      "start_time": 2177130.0,
      "end_time": 2179970.0,
      "text": "product is. [Inaudible]. I would still get a Ph.D. but I wouldn&#39;t get a paper in JACS"
    },
    {
      "index": 239,
      "start_time": 2179970.0,
      "end_time": 2183800.0,
      "text": "or something [inaudible]. So you really need to be careful, this was a good example. Now,"
    },
    {
      "index": 240,
      "start_time": 2183800.0,
      "end_time": 2189980.0,
      "text": "if you look in here, there are some teeny tiny hints; so imagine this was the only one"
    },
    {
      "index": 241,
      "start_time": 2189980.0,
      "end_time": 2196040.0,
      "text": "I had, there are some teeny tiny hints that this really is the trans one. And if you look"
    },
    {
      "index": 242,
      "start_time": 2196040.0,
      "end_time": 2201790.0,
      "text": "at the integrals, and I like to slap an integral on everything. Why do I like to slap an integral"
    },
    {
      "index": 243,
      "start_time": 2201790.0,
      "end_time": 2206240.0,
      "text": "on everything? &#39;Cause it&#39;s easy to see. If you have a big peak, if you have a double"
    },
    {
      "index": 244,
      "start_time": 2206240.0,
      "end_time": 2209619.0,
      "text": "that&#39;s standing up there nice and tall, it&#39;s easy to see it get bigger. But imagine you"
    },
    {
      "index": 245,
      "start_time": 2209620.0,
      "end_time": 2214810.0,
      "text": "had a little peak that&#39;s split into a big multiplet that&#39;s short, and it gets just a"
    },
    {
      "index": 246,
      "start_time": 2214810.0,
      "end_time": 2223840.0,
      "text": "little bit bigger, you may not see it. So you slap an NOE everywhere, and you say &#39;Oh,"
    },
    {
      "index": 247,
      "start_time": 2223840.0,
      "end_time": 2233251.0,
      "text": "wait a second, ok I&#39;ve got some subtraction artifacts here but I see a teeny tiny NOE"
    },
    {
      "index": 248,
      "start_time": 2233250.0,
      "end_time": 2243369.0,
      "text": "here. You can see this guy here has just gotten a teeny tiny bit bigger, I wouldn&#39;t stake"
    },
    {
      "index": 249,
      "start_time": 2243370.0,
      "end_time": 2249820.0,
      "text": "my dissertation on it, but if you measure that integral it&#39;s about 1.0 millimeter, that"
    },
    {
      "index": 250,
      "start_time": 2249820.0,
      "end_time": 2265201.0,
      "text": "translates to about a 4% NOE, right, because it&#39;s 1.0 divided by 73 divided by 3 is equal"
    },
    {
      "index": 251,
      "start_time": 2265200.0,
      "end_time": 2275790.0,
      "text": "to 0.04, 4%. So I look at that, and I say &#39;Oh wait a second.&#39; So, in other words, if"
    },
    {
      "index": 252,
      "start_time": 2275790.0,
      "end_time": 2282970.0,
      "text": "I only have this diastereomer, I wouldn&#39;t want to assign it on the basis of that NOE,"
    },
    {
      "index": 253,
      "start_time": 2282970.0,
      "end_time": 2288230.0,
      "text": "because we are seeing a little NOE between the cis phenyl group and the methyl group"
    },
    {
      "index": 254,
      "start_time": 2288230.0,
      "end_time": 2293920.0,
      "text": "and a little NOE with those trans hydrogens and the methyl group but I&#39;d at least be able"
    },
    {
      "index": 255,
      "start_time": 2293920.0,
      "end_time": 2301079.0,
      "text": "to look at this spectrum and say, &#39;Wow,&#39; pull myself back, even though I wanted the isomer"
    },
    {
      "index": 256,
      "start_time": 2301080.0,
      "end_time": 2305291.0,
      "text": "in which the methyl group was cis to the hydrogens there was enough data saying it isn&#39;t. In"
    },
    {
      "index": 257,
      "start_time": 2305290.0,
      "end_time": 2313130.0,
      "text": "fact, there is a good deal of data saying it&#39;s trans to those hydrogens. So, anyway,"
    },
    {
      "index": 258,
      "start_time": 2313130.0,
      "end_time": 2320630.0,
      "text": "be careful with NOEs, usually we&#39;re talking about having multiple data sets, multiple"
    },
    {
      "index": 259,
      "start_time": 2320630.0,
      "end_time": 2327740.0,
      "text": "NOEs pointing in a particular direction. Now, this cis-trans business really brings up a"
    },
    {
      "index": 260,
      "start_time": 2327740.0,
      "end_time": 2336490.0,
      "text": "very, very important question, and that question is what is close, and what is not close? How"
    },
    {
      "index": 261,
      "start_time": 2336490.0,
      "end_time": 2373319.0,
      "text": "close is close? Alright, let&#39;s talk a little bit about molecular"
    },
    {
      "index": 262,
      "start_time": 2373320.0,
      "end_time": 2397911.0,
      "text": "geometry first, talk about [inaudible]. The Van der Waals radius of hydrogen, anyone know"
    },
    {
      "index": 263,
      "start_time": 2397910.0,
      "end_time": 2399890.0,
      "text": "it off the top of their head?&quot; [Inaudible]"
    },
    {
      "index": 264,
      "start_time": 2399890.0,
      "end_time": 2401720.0,
      "text": "&quot;A few good numbers to keep in your head.&quot; [Inaudible]"
    },
    {
      "index": 265,
      "start_time": 2401720.0,
      "end_time": 2405920.0,
      "text": "&quot;Ok, let&#39;s take a carbon-carbon bond, what&#39;s a carbon-carbon single bond?&quot;"
    },
    {
      "index": 266,
      "start_time": 2405920.0,
      "end_time": 2413200.0,
      "text": "[Inaudible] &quot;One picometers, or... I&#39;m kind of an angstrom"
    },
    {
      "index": 267,
      "start_time": 2413200.0,
      "end_time": 2419809.0,
      "text": "kind of guy. 1.54 angstroms. So the Van der Waals radius is on that same scale, it&#39;s 1.1"
    },
    {
      "index": 268,
      "start_time": 2419810.0,
      "end_time": 2432661.0,
      "text": "angstroms. The C-C bonds, the C sp3 sp3 single bond is 1.54 angstroms. Ok, so that&#39;s at least"
    },
    {
      "index": 269,
      "start_time": 2432660.0,
      "end_time": 2439020.0,
      "text": "kind of calibrated us. So, what does that mean? That means that if 1.1 angstroms is"
    },
    {
      "index": 270,
      "start_time": 2439020.0,
      "end_time": 2457890.0,
      "text": "the radius, 2.2 angstroms for two hydrogens is going to be touching; so 2.2 angstroms"
    },
    {
      "index": 271,
      "start_time": 2457890.0,
      "end_time": 2466809.0,
      "text": "is close, so that&#39;s at least a calibration. Ok, so another thing that&#39;s important is how"
    },
    {
      "index": 272,
      "start_time": 2466810.0,
      "end_time": 2482100.0,
      "text": "NOEs vary. NOEs scale as distance to the inverse 6. I always calibrate myself in my mind by"
    },
    {
      "index": 273,
      "start_time": 2482100.0,
      "end_time": 2489281.0,
      "text": "setting up a little table. When we were talking last time about dynamic effects in NMR and"
    },
    {
      "index": 274,
      "start_time": 2489280.0,
      "end_time": 2494559.0,
      "text": "I said, &#39;Alright, what&#39;s 10 kilocalories per mole?&#39; Well 10 kilocalories per mole becomes"
    },
    {
      "index": 275,
      "start_time": 2494560.0,
      "end_time": 2500991.0,
      "text": "slow at negative 50 degrees C. 15, kind of at room temperature, is right about the cross"
    },
    {
      "index": 276,
      "start_time": 2500990.0,
      "end_time": 2508290.0,
      "text": "over; 20 or a hair less than 20 is sort of crossing over [inaudible]. And we can do similar"
    },
    {
      "index": 277,
      "start_time": 2508290.0,
      "end_time": 2519210.0,
      "text": "things here, so let me calibrate myself. So let&#39;s take 2.5 angstroms, if I take 1 over"
    },
    {
      "index": 278,
      "start_time": 2519210.0,
      "end_time": 2531940.0,
      "text": "2.5 to the 6, that&#39;s equal to 4.1 times 10 to the negative 3. So let&#39;s say 2.5 angstroms,"
    },
    {
      "index": 279,
      "start_time": 2531940.0,
      "end_time": 2542510.0,
      "text": "we&#39;ll call that close. And if we say the relative NOE, for that, let&#39;s call that one. And then"
    },
    {
      "index": 280,
      "start_time": 2542510.0,
      "end_time": 2551079.0,
      "text": "I&#39;m just going to calibrate myself from there. So let me take 3.0 angstroms for comparison"
    },
    {
      "index": 281,
      "start_time": 2551080.0,
      "end_time": 2560120.0,
      "text": "and if I now take 1 over 3.0 to the 6, I get 1.4 times 10 to the negative 3, and so the"
    },
    {
      "index": 282,
      "start_time": 2560120.0,
      "end_time": 2571631.0,
      "text": "relative value is 0.33. And if I do the same for 3.5 angstroms, take 1 over 3.5 to the"
    },
    {
      "index": 283,
      "start_time": 2571630.0,
      "end_time": 2581890.0,
      "text": "6, that gives me 5.4 times 10 to the negative 4. The relative value is 0.13. Ok, what does"
    },
    {
      "index": 284,
      "start_time": 2581890.0,
      "end_time": 2589809.0,
      "text": "that mean? That means, if you imagine 2.5 angstroms and say that&#39;s close, that gives"
    },
    {
      "index": 285,
      "start_time": 2589810.0,
      "end_time": 2597901.0,
      "text": "you an NOE of a certain intensity, let&#39;s say that intensity was 10%, like we saw in our"
    },
    {
      "index": 286,
      "start_time": 2597900.0,
      "end_time": 2603799.0,
      "text": "cyclopropane. Now imagine we have a distance of 3.0 or 3.5 angstroms, well, I expect to"
    },
    {
      "index": 287,
      "start_time": 2603800.0,
      "end_time": 2611651.0,
      "text": "still see some NOE, but that NOE would be weaker, it would be like 3.3% or 1.3%. This"
    },
    {
      "index": 288,
      "start_time": 2611650.0,
      "end_time": 2620010.0,
      "text": "is exactly what we are seeing in the cyclopropane case. The cis isomer gave us an NOE that was"
    },
    {
      "index": 289,
      "start_time": 2620010.0,
      "end_time": 2624859.0,
      "text": "about 10%. The trans isomer gave us an NOE that was sort of, you know, 2.0%, somewhere"
    },
    {
      "index": 290,
      "start_time": 2624860.0,
      "end_time": 2627681.0,
      "text": "around there. It was detectable but obviously not as strong. the trans isomer gave us an"
    },
    {
      "index": 291,
      "start_time": 2627680.0,
      "end_time": 2635910.0,
      "text": "NOE that was sort of, you know, 2.0%, somewhere around there. It was detectable but obviously"
    },
    {
      "index": 292,
      "start_time": 2635910.0,
      "end_time": 2640940.0,
      "text": "not as strong. Let&#39;s call this medium. Let&#39;s just continue"
    },
    {
      "index": 293,
      "start_time": 2640940.0,
      "end_time": 2652839.0,
      "text": "our calibration. 4.4 angstroms, 1 over 4 to the 6, is equal to 2.4 times 10 to the negative"
    },
    {
      "index": 294,
      "start_time": 2652840.0,
      "end_time": 2663651.0,
      "text": "4. And now we&#39;re at 0.06. Now you might say, well, by the time you&#39;re at 4 angstroms, let&#39;s"
    },
    {
      "index": 295,
      "start_time": 2663650.0,
      "end_time": 2671790.0,
      "text": "call it &#39;not so close.&#39; What do I mean? I mean, you might still get a teeny tiny NOE"
    },
    {
      "index": 296,
      "start_time": 2671790.0,
      "end_time": 2679250.0,
      "text": "at 4 angstroms but it&#39;s not going to be a really big NOE, but again, I wouldn&#39;t stake"
    },
    {
      "index": 297,
      "start_time": 2679250.0,
      "end_time": 2687359.0,
      "text": "a stereochemical determination on seeing that; if I see an NOE between two protons, I say"
    },
    {
      "index": 298,
      "start_time": 2687360.0,
      "end_time": 2692590.0,
      "text": "&#39;Oh they can&#39;t be cis, they can&#39;t be close, because I see an NOE is very small.&#39; You might"
    },
    {
      "index": 299,
      "start_time": 2692590.0,
      "end_time": 2699681.0,
      "text": "say, &#39;Wait a second, he just said in class that you could still see something at 3 and"
    },
    {
      "index": 300,
      "start_time": 2699680.0,
      "end_time": 2713079.0,
      "text": "a half or 4 angstroms.&#39; Now I&#39;m going to calibrate us with models in a second which is one of"
    },
    {
      "index": 301,
      "start_time": 2713080.0,
      "end_time": 2714391.0,
      "text": "the reasons as I said earlier, I&#39;ve been making such a big deal about models. I&#39;ll give you"
    },
    {
      "index": 302,
      "start_time": 2714390.0,
      "end_time": 2720059.0,
      "text": "one other number: 1.8 angstroms. 1.8 angstroms is the distance between two hydrogens on a"
    },
    {
      "index": 303,
      "start_time": 2720060.0,
      "end_time": 2726050.0,
      "text": "methylene group; those two hydrogens are jammed in each other and closer than Van der Waals"
    },
    {
      "index": 304,
      "start_time": 2726050.0,
      "end_time": 2732370.0,
      "text": "radius. If I take that, the relative would be 7.2. So what does that mean? That means"
    },
    {
      "index": 305,
      "start_time": 2732370.0,
      "end_time": 2739570.0,
      "text": "if I have two diastereotopic hydrogens in a methylene, and I irradiate one, you may"
    },
    {
      "index": 306,
      "start_time": 2739570.0,
      "end_time": 2747511.0,
      "text": "well see a very, very, very strong NOE. That&#39;s like the beta-lactone, when you had the two"
    },
    {
      "index": 307,
      "start_time": 2747510.0,
      "end_time": 2755460.0,
      "text": "diastereotopic hydrogens. If I irradiated one, I could well see a strong NOE. Ok, what&#39;s"
    },
    {
      "index": 308,
      "start_time": 2755460.0,
      "end_time": 2761579.0,
      "text": "close ,what&#39;s far. I made up these models; I didn&#39;t have [inaudible]"
    },
    {
      "index": 309,
      "start_time": 2761580.0,
      "end_time": 2770651.0,
      "text": "at the time, I don&#39;t think it had even been invented [inaudible]. Same basic thing [inaudible]."
    },
    {
      "index": 310,
      "start_time": 2770650.0,
      "end_time": 2777380.0,
      "text": "Ok, so I just took a few systems that I use to calibrate my own thinking. We just saw"
    },
    {
      "index": 311,
      "start_time": 2777380.0,
      "end_time": 2784220.0,
      "text": "an example of a cylcopropane with a methyl group on it, and guess what? The hydrogen"
    },
    {
      "index": 312,
      "start_time": 2784220.0,
      "end_time": 2791579.0,
      "text": "on the cyclopropane is pretty darn close to a hydrogen, the methyl group on the cylcopropane"
    },
    {
      "index": 313,
      "start_time": 2791580.0,
      "end_time": 2797951.0,
      "text": "is pretty darn close to a cis hydrogen, 2.4 angstroms, 2.2 angstroms in this particular"
    },
    {
      "index": 314,
      "start_time": 2797950.0,
      "end_time": 2806160.0,
      "text": "model. But at the same time, we see 3.5 angstroms for the trans hydrogen, which is the exactly"
    },
    {
      "index": 315,
      "start_time": 2806160.0,
      "end_time": 2812650.0,
      "text": "the sort of thing we saw on our NOE experiment. Alkenes, alkene stereochemistry, this is great."
    },
    {
      "index": 316,
      "start_time": 2812650.0,
      "end_time": 2818020.0,
      "text": "you have a methyl group on an alkene and you want to know which hydrogen is cis to it,"
    },
    {
      "index": 317,
      "start_time": 2818020.0,
      "end_time": 2825569.0,
      "text": "which is trans; the cis hydrogen is 2.3 angstroms, clearly close, but the trans isn&#39;t infinitely"
    },
    {
      "index": 318,
      "start_time": 2825570.0,
      "end_time": 2834070.0,
      "text": "far away, it&#39;s 3.7 angstroms. I did the same with the cyclobutane, cyclopentanes can be"
    },
    {
      "index": 319,
      "start_time": 2834070.0,
      "end_time": 2839531.0,
      "text": "very tricky. You know, NOEs really aren&#39;t a litmus test with cyclopentanes; I put a"
    },
    {
      "index": 320,
      "start_time": 2839530.0,
      "end_time": 2844990.0,
      "text": "methyl group on a cyclopentane, and you&#39;ll look at the methyl group, and yeah it&#39;s close"
    },
    {
      "index": 321,
      "start_time": 2844990.0,
      "end_time": 2850829.0,
      "text": "to the cis hydrogen, it&#39;s also close to the trans hydrogen. You&#39;re going to be getting"
    },
    {
      "index": 322,
      "start_time": 2850830.0,
      "end_time": 2856120.0,
      "text": "some 5 membered ring compounds and you&#39;re going to have to look at multiple NOEs to"
    },
    {
      "index": 323,
      "start_time": 2856120.0,
      "end_time": 2861691.0,
      "text": "see which is close which is far. I will also point out, and you can&#39;t see it on this model"
    },
    {
      "index": 324,
      "start_time": 2861690.0,
      "end_time": 2870440.0,
      "text": "but it&#39;ll come up later, when you have a cyclopentane and you have two hydrogens in a 1 and 3 positions,"
    },
    {
      "index": 325,
      "start_time": 2870440.0,
      "end_time": 2875859.0,
      "text": "if you see a NOE between them that really can only be cis. You won&#39;t be guaranteed to"
    },
    {
      "index": 326,
      "start_time": 2875860.0,
      "end_time": 2884031.0,
      "text": "see it, it&#39;ll depend on the pucker of the ring, but you will see it if it&#39;s cis. Or"
    },
    {
      "index": 327,
      "start_time": 2884030.0,
      "end_time": 2892020.0,
      "text": "if you see it, it pretty much must be cis. I put an axial methyl on a cyclohexane and"
    },
    {
      "index": 328,
      "start_time": 2892020.0,
      "end_time": 2899660.0,
      "text": "you can see that axial methyl bangs into the hydrogens here very nicely. This is a methoxybenzene"
    },
    {
      "index": 329,
      "start_time": 2899660.0,
      "end_time": 2907420.0,
      "text": "and you can see the ortho relationship as well, so. Alright, I want to finish up with"
    },
    {
      "index": 330,
      "start_time": 2907420.0,
      "end_time": 2930740.0,
      "text": "a couple of additional comments and one last example. So the experiment that is now run"
    },
    {
      "index": 331,
      "start_time": 2930740.0,
      "end_time": 2940410.0,
      "text": "is a PFG-NOE, also called a gNOE, so this is a more modern version of a difference NOE"
    },
    {
      "index": 332,
      "start_time": 2940410.0,
      "end_time": 2957670.0,
      "text": "experiment. It&#39;s a NOE experiment that uses pulsed-field gradients. And I can talk more"
    },
    {
      "index": 333,
      "start_time": 2957670.0,
      "end_time": 2967859.0,
      "text": "about that later but right now I&#39;ll say it&#39;s cleaner than the difference NOE. You&#39;ll be"
    },
    {
      "index": 334,
      "start_time": 2967860.0,
      "end_time": 2978570.0,
      "text": "doing this with your [inaudible]. Another experiment is a NOESY, we&#39;ll be talking about"
    },
    {
      "index": 335,
      "start_time": 2978570.0,
      "end_time": 2988201.0,
      "text": "it later, but it&#39;s a 2-D NOE experiment. We&#39;ll be using it later on. I&#39;ll give you one example."
    },
    {
      "index": 336,
      "start_time": 2988200.0,
      "end_time": 2997940.0,
      "text": "Very data rich. And there are NOEs and again we&#39;ll be talking more about this later on."
    },
    {
      "index": 337,
      "start_time": 2997940.0,
      "end_time": 3015740.0,
      "text": "ROESY experiment which is NOE in a rotating frame and that&#39;s particularly good for intermediate"
    },
    {
      "index": 338,
      "start_time": 3015740.0,
      "end_time": 3044400.0,
      "text": "sized molecules. Which give near 0 NOEs. Alright, I want to conclude with one class example."
    },
    {
      "index": 339,
      "start_time": 3044400.0,
      "end_time": 3055160.0,
      "text": "And I&#39;ll just show you an example of how beautiful a set of NOEs can be from a NOESY experiment"
    },
    {
      "index": 340,
      "start_time": 3055160.0,
      "end_time": 3060770.0,
      "text": "where you get multiple data that give you confirmation in stereochemistry. So this is"
    },
    {
      "index": 341,
      "start_time": 3060770.0,
      "end_time": 3069660.0,
      "text": "a molecule, a natural product, it&#39;s a [inaudible] natural product called Aphanamol. And this"
    },
    {
      "index": 342,
      "start_time": 3069660.0,
      "end_time": 3076000.0,
      "text": "is a NOESY experiment of it. NOESY experiments are 2-D, they give cross peaks, based on spatial"
    },
    {
      "index": 343,
      "start_time": 3076000.0,
      "end_time": 3082309.0,
      "text": "proximity, so they are NOE cross peaks. And if you look at this, of course, what&#39;s cool"
    },
    {
      "index": 344,
      "start_time": 3082310.0,
      "end_time": 3088931.0,
      "text": "is we have this 5 membered ring fused to a 7 membered ring. I&#39;ll draw it out flat just"
    },
    {
      "index": 345,
      "start_time": 3088930.0,
      "end_time": 3102260.0,
      "text": "so you can see it. And of course you have, you have an alkene here, and of course you"
    },
    {
      "index": 346,
      "start_time": 3102260.0,
      "end_time": 3106410.0,
      "text": "have some stereochemical issues because you have a ring junction in the molecule, and"
    },
    {
      "index": 347,
      "start_time": 3106410.0,
      "end_time": 3114630.0,
      "text": "I&#39;ll tell you now that the ring juncture is cis, but of course you&#39;ll want to be able"
    },
    {
      "index": 348,
      "start_time": 3114630.0,
      "end_time": 3120329.0,
      "text": "to tell that, because you wouldn&#39;t necessarily know that. And there&#39;s an isopropyl group,"
    },
    {
      "index": 349,
      "start_time": 3120330.0,
      "end_time": 3127521.0,
      "text": "and the isopropyl group is cis to the hydrogens of the ring junction. So now let&#39;s take a"
    },
    {
      "index": 350,
      "start_time": 3127520.0,
      "end_time": 3134470.0,
      "text": "look at the NOEs we see and how they help show the stereochemistry. So, for example,"
    },
    {
      "index": 351,
      "start_time": 3134470.0,
      "end_time": 3143440.0,
      "text": "we see a nice NOE between the hydrogen at 4 and the hydrogen at 11, they are cis to"
    },
    {
      "index": 352,
      "start_time": 3143440.0,
      "end_time": 3153980.0,
      "text": "each other, they give rise a strong NOE. Now, you get many more corroboratory NOEs. So the"
    },
    {
      "index": 353,
      "start_time": 3153980.0,
      "end_time": 3160510.0,
      "text": "hydrogen at the 3 position, for example, is cis to the alkene group and they [inaudible]"
    },
    {
      "index": 354,
      "start_time": 3160510.0,
      "end_time": 3168049.0,
      "text": "an NOE and we see that NOE over here. So you&#39;re starting to get pieces of the molecule sewn"
    },
    {
      "index": 355,
      "start_time": 3168050.0,
      "end_time": 3172501.0,
      "text": "together on not only the stereochemistry but also the conformation of the molecule, the"
    },
    {
      "index": 356,
      "start_time": 3172500.0,
      "end_time": 3178069.0,
      "text": "shape of the molecule. Remember I told you I have a very simple minded view about medium"
    },
    {
      "index": 357,
      "start_time": 3178070.0,
      "end_time": 3185040.0,
      "text": "sized rings. I say always start with a cyclohexane and go ahead you can sort of think of a cyclohexane"
    },
    {
      "index": 358,
      "start_time": 3185040.0,
      "end_time": 3189481.0,
      "text": "and perturb it I mentioned early on you&#39;re going to get some seven membered rings and"
    },
    {
      "index": 359,
      "start_time": 3189480.0,
      "end_time": 3194140.0,
      "text": "you can think of it kind of like an extended cyclohexane. We see this here in the seven"
    },
    {
      "index": 360,
      "start_time": 3194140.0,
      "end_time": 3200490.0,
      "text": "membered ring. The seven membered ring puckers and so the hydrogen at the 1 1 position and"
    },
    {
      "index": 361,
      "start_time": 3200490.0,
      "end_time": 3208670.0,
      "text": "one of the hydrogens at the 8 position are basically like diaxial hydrogens to each other."
    },
    {
      "index": 362,
      "start_time": 3208670.0,
      "end_time": 3217039.0,
      "text": "And we see that very nice NOE over here. Remember how I said you can see NOEs on alkenes, and"
    },
    {
      "index": 363,
      "start_time": 3217040.0,
      "end_time": 3225560.0,
      "text": "we see this NOE here between proton 5 and 15 on the alkene. So this is really a beautiful"
    },
    {
      "index": 364,
      "start_time": 3225560.0,
      "end_time": 3232471.0,
      "text": "data set because it gives us information on the conformation and stereochemistry of the"
    },
    {
      "index": 365,
      "start_time": 3232470.0,
      "end_time": 3237200.0,
      "text": "molecule and you can then imagine building a model looking at your distances, saying"
    },
    {
      "index": 366,
      "start_time": 3237200.0,
      "end_time": 3245210.0,
      "text": "does this making sense, looking at your dihedral angles, and saying ok, are we seeing coupling"
    },
    {
      "index": 367,
      "start_time": 3245210.0,
      "end_time": 3251369.0,
      "text": "behavior here and coupling constants that match this, is everything consistent with"
    },
    {
      "index": 368,
      "start_time": 3251370.0,
      "end_time": 3257991.0,
      "text": "this model? Could there be any other stereochemistry which could be consistent with the data? Could"
    },
    {
      "index": 369,
      "start_time": 3257990.0,
      "end_time": 3263839.0,
      "text": "there be any other conformation that could be consistent wit h the data? And that&#39;s one"
    },
    {
      "index": 370,
      "start_time": 3263840.0,
      "end_time": 3267411.0,
      "text": "of the reasons that modeling and NMR work so well together. Alright, that&#39;s what I&#39;d"
    },
    {
      "index": 371,
      "start_time": 3267410.0,
      "end_time": 3271010.0,
      "text": "like to say for today. We&#39;ll talk about, I think, the [inaudible] experiment next time"
    },
    {
      "index": 372,
      "start_time": 3271010.0,
      "end_time": 3281010.0,
      "text": "and we get to add that to our repertoire.&quot;"
    }
  ]
}