{
  "video_id": "BQG7t7HgNRY",
  "title": "Collaborative Consumption | Rachel Botsman & Roo Rogers | Talks at Google",
  "json": [
    {
      "index": 1,
      "start_time": 3470.0,
      "end_time": 6300.0,
      "text": "&gt;&gt;presenter: Rachel Botsman and Roo Rogers, the author of What&#39;s Mine is Yours: The Rise"
    },
    {
      "index": 2,
      "start_time": 6300.0,
      "end_time": 10420.0,
      "text": "of Collaborative Consumption. When I got the blurb for this book, I was really excited."
    },
    {
      "index": 3,
      "start_time": 10420.0,
      "end_time": 18100.0,
      "text": "Then I saw Rachel&#39;s TED Talk and I was even more excited. She was a fantastic speaker"
    },
    {
      "index": 4,
      "start_time": 18100.0,
      "end_time": 22039.0,
      "text": "there and I expect her to be a fantastic speaker and then I read the book; loved the book."
    },
    {
      "index": 5,
      "start_time": 22039.0,
      "end_time": 28759.0,
      "text": "In fact, I&#39;ve been, evangelized everybody on my Facebook page to on my Buzz, on my,"
    },
    {
      "index": 6,
      "start_time": 28759.0,
      "end_time": 33100.0,
      "text": "talking to my friends in person. My friend&#39;s 14 year old kid was super glad to hear about"
    },
    {
      "index": 7,
      "start_time": 33100.0,
      "end_time": 37970.0,
      "text": "share.com cause he&#39;s now getting full value for his video games as opposed to half at"
    },
    {
      "index": 8,
      "start_time": 37970.0,
      "end_time": 42470.0,
      "text": "GameStop. So, it, I think you&#39;re gonna find these ideas super interesting, both personally"
    },
    {
      "index": 9,
      "start_time": 42470.0,
      "end_time": 46130.0,
      "text": "and professionally. I think you know about some of these companies and I think you&#39;re"
    },
    {
      "index": 10,
      "start_time": 46130.0,
      "end_time": 51170.0,
      "text": "gonna find some new companies you haven&#39;t heard of that will be useful to you, but I"
    },
    {
      "index": 11,
      "start_time": 51170.0,
      "end_time": 54350.0,
      "text": "think the book is more than something that&#39;s interesting both personally and professionally."
    },
    {
      "index": 12,
      "start_time": 54350.0,
      "end_time": 58470.0,
      "text": "It&#39;s also a different way of thinking about the world. It&#39;s a way, I said, I think we"
    },
    {
      "index": 13,
      "start_time": 58470.0,
      "end_time": 63240.0,
      "text": "can get by, get past some of the kind of roadblocks that we&#39;ve got on public discussions. Because,"
    },
    {
      "index": 14,
      "start_time": 63240.0,
      "end_time": 68180.0,
      "text": "I mean, think about it. Sharing for fun and profit; what could be more socialist or more"
    },
    {
      "index": 15,
      "start_time": 68180.0,
      "end_time": 81040.0,
      "text": "capitalist? So, it&#39;s a chance to transcend old problems. Please welcome Rachel and Roo."
    },
    {
      "index": 16,
      "start_time": 81040.0,
      "end_time": 84430.0,
      "text": "[applause]"
    },
    {
      "index": 17,
      "start_time": 84430.0,
      "end_time": 95810.0,
      "text": "&gt;&gt;Rachel: So. Good morning, or good afternoon, everyone and thanks for having us today. So,"
    },
    {
      "index": 18,
      "start_time": 95810.0,
      "end_time": 102600.0,
      "text": "I&#39;m gonna talk to you about the rise of collaborative consumption. And Roo and myself have been"
    },
    {
      "index": 19,
      "start_time": 102600.0,
      "end_time": 107320.0,
      "text": "doing interviews for the last couple of weeks and the most popular question is, &quot;Is this"
    },
    {
      "index": 20,
      "start_time": 107320.0,
      "end_time": 111740.0,
      "text": "a reaction to the recession?&quot; So, today I&#39;d like to talk to you about why this isn&#39;t a"
    },
    {
      "index": 21,
      "start_time": 111740.0,
      "end_time": 117900.0,
      "text": "reactionary blip to the recession, but a fundamental change in the relationship between producers"
    },
    {
      "index": 22,
      "start_time": 117900.0,
      "end_time": 124170.0,
      "text": "and consumers and the beginning of what we think is a revolution in identity and ownership"
    },
    {
      "index": 23,
      "start_time": 124170.0,
      "end_time": 128519.0,
      "text": "that could become as big as the Industrial Revolution or even the Information Age. So,"
    },
    {
      "index": 24,
      "start_time": 128519.0,
      "end_time": 134130.0,
      "text": "today we thought our focus would actually be on technology and how technology enables"
    },
    {
      "index": 25,
      "start_time": 134130.0,
      "end_time": 141380.0,
      "text": "trust between strangers, and how this is reinventing sectors from retail to banking to food; creating"
    },
    {
      "index": 26,
      "start_time": 141380.0,
      "end_time": 149520.0,
      "text": "massive workspaces of opportunity. So, to get started, I thought I would start with"
    },
    {
      "index": 27,
      "start_time": 149520.0,
      "end_time": 155970.0,
      "text": "an example you&#39;re all very familiar with, which we call the Godfather of collaborative"
    },
    {
      "index": 28,
      "start_time": 155970.0,
      "end_time": 161800.0,
      "text": "consumption, which is eBay. Now there is a popular Silicon Valley legend that eBay started"
    },
    {
      "index": 29,
      "start_time": 161800.0,
      "end_time": 168130.0,
      "text": "when Pierre Omidyar wanted to help his girlfriend sell and collect Pez dispensers. This is,"
    },
    {
      "index": 30,
      "start_time": 168130.0,
      "end_time": 178380.0,
      "text": "in fact, a myth made up by a PR whiz. The real story, whoops, it is Murphy&#39;s Law today."
    },
    {
      "index": 31,
      "start_time": 178380.0,
      "end_time": 184129.0,
      "text": "The real story is that Pierre actually put this broken laser pointer up for auction on"
    },
    {
      "index": 32,
      "start_time": 184129.0,
      "end_time": 190349.0,
      "text": "his personal website as an experiment. And he was even astonished within 24 hours when"
    },
    {
      "index": 33,
      "start_time": 190349.0,
      "end_time": 196020.0,
      "text": "a bid came in for 14 dollars and 83 cents. So he contacted the winning bidder to make"
    },
    {
      "index": 34,
      "start_time": 196020.0,
      "end_time": 203000.0,
      "text": "sure that he knew it was broken and the guy wrote back and said, &quot;I&#39;m a collector of broken"
    },
    {
      "index": 35,
      "start_time": 203000.0,
      "end_time": 208980.0,
      "text": "laser pointers.&quot; Now, it was in this moment, that Pierre knew he&#39;d hit on something really"
    },
    {
      "index": 36,
      "start_time": 208980.0,
      "end_time": 216360.0,
      "text": "big for two reasons. One, he realized, that it was actually a massive opportunity to redistribute"
    },
    {
      "index": 37,
      "start_time": 216360.0,
      "end_time": 222129.0,
      "text": "things that were unwanted or worthless to one person. And then secondly, that had an"
    },
    {
      "index": 38,
      "start_time": 222129.0,
      "end_time": 227510.0,
      "text": "immediate value to someone else. And what he also realized was that the Internet had"
    },
    {
      "index": 39,
      "start_time": 227510.0,
      "end_time": 235269.0,
      "text": "created this massive match-making machine, with the power to match person A&#39;s &quot;have&#39;s&quot;"
    },
    {
      "index": 40,
      "start_time": 235269.0,
      "end_time": 239340.0,
      "text": "with person C&#39;s &quot;wants&quot; with whatever they may be. So, no longer was the coincidence"
    },
    {
      "index": 41,
      "start_time": 239340.0,
      "end_time": 244420.0,
      "text": "of &quot;wants&quot; a problem. So, in other words, the Internet had created the efficiency and"
    },
    {
      "index": 42,
      "start_time": 244420.0,
      "end_time": 250860.0,
      "text": "access for us to trade peer to peer. But it also did something critical for eBay, and"
    },
    {
      "index": 43,
      "start_time": 250860.0,
      "end_time": 257989.0,
      "text": "also for collaborative consumption, was that it created the social lubricant, or trust."
    },
    {
      "index": 44,
      "start_time": 257988.99999999997,
      "end_time": 263570.0,
      "text": "In other words, we know had the technology to create trust between strangers. Now, my"
    },
    {
      "index": 45,
      "start_time": 263570.0,
      "end_time": 269310.0,
      "text": "grandma, who the book is dedicated to, is very fascinated by this subject of collaborative"
    },
    {
      "index": 46,
      "start_time": 269310.0,
      "end_time": 273389.0,
      "text": "consumption and it&#39;s funny cause she really gets the heart of the book; she really gets"
    },
    {
      "index": 47,
      "start_time": 273389.0,
      "end_time": 278180.0,
      "text": "the community aspect. Although, she gets a little lost when we start talking about real"
    },
    {
      "index": 48,
      "start_time": 278180.0,
      "end_time": 282000.0,
      "text": "time technologies and augmented reality. So anyway, I was last back in London and she"
    },
    {
      "index": 49,
      "start_time": 282000.0,
      "end_time": 287490.0,
      "text": "asked me to show her the power of this matchmaking. So I went onto eBay and I said to her, &quot;What"
    },
    {
      "index": 50,
      "start_time": 287490.0,
      "end_time": 293310.0,
      "text": "do you want?&quot; And she said, &quot;I want a pearl, silver-rimmed picture frame for your wedding"
    },
    {
      "index": 51,
      "start_time": 293310.0,
      "end_time": 300800.0,
      "text": "photo.&quot; So, online I went and found one within two seconds and so the seller was called moocowmeadows."
    },
    {
      "index": 52,
      "start_time": 300800.0,
      "end_time": 305479.0,
      "text": "So she said, &quot;Well, how can I trust someone called moocowmeadows?&quot; And I said, &quot;Well,"
    },
    {
      "index": 53,
      "start_time": 305479.0,
      "end_time": 309870.0,
      "text": "you just do.&quot; And then she said, &quot;What, I&#39;m gonna pay for it and I can&#39;t actually physically"
    },
    {
      "index": 54,
      "start_time": 309870.0,
      "end_time": 314720.0,
      "text": "inspect the item?&quot; And I said, &quot;Yes.&quot; And then she said, &quot;And then we&#39;re gonna pay for"
    },
    {
      "index": 55,
      "start_time": 314720.0,
      "end_time": 319280.0,
      "text": "it before it&#39;s actually shipped?&quot; And I said, &quot;Yeah.&quot; She said, &quot;Well, how do I trust this"
    },
    {
      "index": 56,
      "start_time": 319280.0,
      "end_time": 324400.0,
      "text": "person?&quot; So then I started to explain to her well, 98 percent of trades on eBay receive"
    },
    {
      "index": 57,
      "start_time": 324400.0,
      "end_time": 329400.0,
      "text": "a positive rating and the two percent negative rating, it&#39;s relatively minor reasons, like"
    },
    {
      "index": 58,
      "start_time": 329400.0,
      "end_time": 335130.0,
      "text": "the item arrives one week later than expected. &quot;Ok,&quot; she says, &quot;let&#39;s order the item.&quot; So,"
    },
    {
      "index": 59,
      "start_time": 335130.0,
      "end_time": 341130.0,
      "text": "we then got into this conversation about reputation systems, right? Now, eBay has proven something"
    },
    {
      "index": 60,
      "start_time": 341130.0,
      "end_time": 348550.0,
      "text": "incredibly powerful, which is that the trust we form face-to-face can now be replicated"
    },
    {
      "index": 61,
      "start_time": 348550.0,
      "end_time": 356259.0,
      "text": "online through points, feedback, power sellers and Roo and I noticed that these two principles"
    },
    {
      "index": 62,
      "start_time": 356259.0,
      "end_time": 363889.0,
      "text": "that eBay had proven on steroids, trust and efficiency were enabling us to mimic the exchanges"
    },
    {
      "index": 63,
      "start_time": 363889.0,
      "end_time": 370910.0,
      "text": "that used to take place in villages, but in ways and on a scale that had never been possible"
    },
    {
      "index": 64,
      "start_time": 370910.0,
      "end_time": 376820.0,
      "text": "before. So, in other words, technology was actually taking us back to really old market"
    },
    {
      "index": 65,
      "start_time": 376820.0,
      "end_time": 384080.0,
      "text": "behaviors. So, we&#39;re swapping and sharing and bartering and trading, but they&#39;re being"
    },
    {
      "index": 66,
      "start_time": 384080.0,
      "end_time": 389840.0,
      "text": "reinvented into cooler and dynamic forms that are relevant for the Facebook age. We call"
    },
    {
      "index": 67,
      "start_time": 389840.0,
      "end_time": 395070.0,
      "text": "this groundswell collaborative consumption and we believe it&#39;s a new culture and economy"
    },
    {
      "index": 68,
      "start_time": 395070.0,
      "end_time": 402750.0,
      "text": "that reinventing not just what we consume, but how we consume. So, a few years ago we"
    },
    {
      "index": 69,
      "start_time": 402750.0,
      "end_time": 409270.0,
      "text": "started to notice the massive surgance in car sharing and bike sharing and peer to peer"
    },
    {
      "index": 70,
      "start_time": 409270.0,
      "end_time": 415410.0,
      "text": "rental markets and Etsy labs and food co-ops, and we started to wonder whether all these"
    },
    {
      "index": 71,
      "start_time": 415410.0,
      "end_time": 421020.0,
      "text": "things were linked and interconnected. And what we believe is that we are sharing and"
    },
    {
      "index": 72,
      "start_time": 421020.0,
      "end_time": 427580.0,
      "text": "collaborating again in ways actually more hip than hippie and keeping up with the Jones&#39;s"
    },
    {
      "index": 73,
      "start_time": 427580.0,
      "end_time": 433319.0,
      "text": "is being replaced by sharing with the Jones&#39;s. I was reading The New York Times, I like to"
    },
    {
      "index": 74,
      "start_time": 433319.0,
      "end_time": 438620.0,
      "text": "go back and look at articles that really influenced me and there was a great quote where it said,"
    },
    {
      "index": 75,
      "start_time": 438620.0,
      "end_time": 444259.0,
      "text": "&quot;Sharing is to the iPod what the 8-track is to, sorry, sharing is to the iPod, sharing"
    },
    {
      "index": 76,
      "start_time": 444259.0,
      "end_time": 449280.0,
      "text": "is to ownership what the iPod is to the 8-track, what the solar panel is to the coal mine.&quot;"
    },
    {
      "index": 77,
      "start_time": 449280.0,
      "end_time": 455750.0,
      "text": "In other words, sharing is post-modern and cool and ownership is becoming dull and backwards."
    },
    {
      "index": 78,
      "start_time": 455750.0,
      "end_time": 461080.0,
      "text": "Now, when we started writing the book, we had around 500 examples of collaborative consumption"
    },
    {
      "index": 79,
      "start_time": 461080.0,
      "end_time": 466580.0,
      "text": "and now we actually have over five thousand from all corners of the world. And as we dug"
    },
    {
      "index": 80,
      "start_time": 466580.0,
      "end_time": 472259.0,
      "text": "deeper, we actually realized that they could be organized into three clear systems. So"
    },
    {
      "index": 81,
      "start_time": 472259.0,
      "end_time": 479490.0,
      "text": "the first is called redistribution markets. So, to tell you the power of redistribution"
    },
    {
      "index": 82,
      "start_time": 479490.0,
      "end_time": 486819.0,
      "text": "markets, about four years ago I bought a bread making machine. Now, hands up here, it&#39;s predominantly"
    },
    {
      "index": 83,
      "start_time": 486819.0,
      "end_time": 493889.0,
      "text": "men, but maybe some of you know Nigella Lawson. Does anyone know? Oh, sweet, yes, Nigella"
    },
    {
      "index": 84,
      "start_time": 493889.0,
      "end_time": 497860.0,
      "text": "Bites. So, Nigella often appears on the TV screen looking like this. It&#39;s the middle"
    },
    {
      "index": 85,
      "start_time": 497860.0,
      "end_time": 502569.0,
      "text": "of the night, right? And she feels like making cakes and there she appears, fully made up"
    },
    {
      "index": 86,
      "start_time": 502569.0,
      "end_time": 507060.0,
      "text": "and she becomes somewhat of this domestic goddess, right? So, at the time, I was doing"
    },
    {
      "index": 87,
      "start_time": 507060.0,
      "end_time": 514019.0,
      "text": "a lot of travelling and I happened to be on a plane where Nigella declared that every"
    },
    {
      "index": 88,
      "start_time": 514019.0,
      "end_time": 517469.0,
      "text": "woman needed a bread making machine to fill up our homes with these warm and comforting"
    },
    {
      "index": 89,
      "start_time": 517469.00000000006,
      "end_time": 522959.00000000006,
      "text": "smells of freshly baked bread. And I thought, &quot;Wow. This is all I needed to be a domestic"
    },
    {
      "index": 90,
      "start_time": 522958.99999999994,
      "end_time": 527360.0,
      "text": "goddess?&quot; So, I bought this bread making machine. Now, bread making machines are huge. I don&#39;t"
    },
    {
      "index": 91,
      "start_time": 527360.0,
      "end_time": 531339.0,
      "text": "know if you&#39;ve seen them, but they actually occupy probably half of a New York kitchen."
    },
    {
      "index": 92,
      "start_time": 531339.0,
      "end_time": 537579.0,
      "text": "And I used this bread making machine just once, but the weird thing was I actually felt"
    },
    {
      "index": 93,
      "start_time": 537579.0,
      "end_time": 543899.0,
      "text": "this strange sense of relief when I finally got rid of the thing. I had fallen in to the"
    },
    {
      "index": 94,
      "start_time": 543899.0,
      "end_time": 548439.0,
      "text": "common consumer trap of buying not what I needed, but I thought I needed or what I desired"
    },
    {
      "index": 95,
      "start_time": 548439.0,
      "end_time": 553639.0,
      "text": "or what I thought I should be. I was trying to keep up with the Jones&#39;s. Now, this problem"
    },
    {
      "index": 96,
      "start_time": 553639.0,
      "end_time": 561800.0,
      "text": "is huge. Consumerism has actually become all-consuming and I wanna give you a couple of steps to"
    },
    {
      "index": 97,
      "start_time": 561800.0,
      "end_time": 566589.0,
      "text": "support this point. Our houses are stuffed with ice cream makers, electronic gadgets,"
    },
    {
      "index": 98,
      "start_time": 566589.0,
      "end_time": 573269.0,
      "text": "foot spas, chocolate fondue fountains and my latest spotting, a strawberry slicer. I"
    },
    {
      "index": 99,
      "start_time": 573269.0,
      "end_time": 579129.0,
      "text": "mean, was life complete before the strawberry slicer came along? So, 80% of the stuff we"
    },
    {
      "index": 100,
      "start_time": 579129.0,
      "end_time": 585319.0,
      "text": "own, we use less than once a month. Just think about that. Eighty percent of the stuff you"
    },
    {
      "index": 101,
      "start_time": 585319.0,
      "end_time": 592499.0,
      "text": "own you lose-, use less than once a month. The second thing is there actually 53 thousand"
    },
    {
      "index": 102,
      "start_time": 592499.0,
      "end_time": 598459.0,
      "text": "personal self-storage units in the United States alone. That&#39;s seven times the amount"
    },
    {
      "index": 103,
      "start_time": 598459.0,
      "end_time": 602709.0,
      "text": "of Starbucks. Now, this is crazy. Like we don&#39;t have enough room in our houses for all"
    },
    {
      "index": 104,
      "start_time": 602709.0,
      "end_time": 607579.0,
      "text": "this stuff, so we start renting and paying for self-storage units? And when you think"
    },
    {
      "index": 105,
      "start_time": 607579.0,
      "end_time": 614610.0,
      "text": "about it, waste and storage are two end games of the same problem; we have too much stuff."
    },
    {
      "index": 106,
      "start_time": 614610.0,
      "end_time": 619639.0,
      "text": "And this is where redistribution markets come in. You&#39;ve got examples like Freecycle, where"
    },
    {
      "index": 107,
      "start_time": 619639.0,
      "end_time": 624980.0,
      "text": "people give stuff away, you&#39;ve got examples like swap.com that Daniel mentioned, or Thread"
    },
    {
      "index": 108,
      "start_time": 624980.0,
      "end_time": 630459.0,
      "text": "Up, a kid&#39;s clothing exchange, where people exchanging things for equal value. And then,"
    },
    {
      "index": 109,
      "start_time": 630459.0,
      "end_time": 636709.0,
      "text": "of course, you&#39;ve got reuse market places where people are actually making money. eBay"
    },
    {
      "index": 110,
      "start_time": 636709.0,
      "end_time": 642309.0,
      "text": "actually just estimated that the worth, the estimated worth of the secondary goods market"
    },
    {
      "index": 111,
      "start_time": 642309.0,
      "end_time": 648910.0,
      "text": "is 500 billion dollars. So, it&#39;s a huge, whitespace of opportunity. Redistribution markets also"
    },
    {
      "index": 112,
      "start_time": 648910.0,
      "end_time": 655230.0,
      "text": "have massive environmental benefits because reduce, reuse, recycle, repair, redistribute"
    },
    {
      "index": 113,
      "start_time": 655230.0,
      "end_time": 660489.0,
      "text": "what they are doing is stretching the lifecycle of a product. In other words, they reduce"
    },
    {
      "index": 114,
      "start_time": 660489.0,
      "end_time": 668089.0,
      "text": "the amount of stuff that end up in landfill. The second system is what we call collaborative"
    },
    {
      "index": 115,
      "start_time": 668089.0,
      "end_time": 674299.0,
      "text": "lifestyles. So, hands up, how many of you have heard of co-working or social lending"
    },
    {
      "index": 116,
      "start_time": 674299.0,
      "end_time": 682319.0,
      "text": "or peer to peer travel? Most of you, right. Ok. These are all examples of collaborative"
    },
    {
      "index": 117,
      "start_time": 682319.0,
      "end_time": 686220.0,
      "text": "lifestyles because it&#39;s not just stuff that can be shared; its spaces, parking spaces,"
    },
    {
      "index": 118,
      "start_time": 686220.0,
      "end_time": 694089.0,
      "text": "gardens, time, skills, assets that are intangible. And the reason why it&#39;s so easy to share this"
    },
    {
      "index": 119,
      "start_time": 694089.0,
      "end_time": 699429.0,
      "text": "stuff is because we&#39;ve wired our world to share and we can share within our neighborhoods,"
    },
    {
      "index": 120,
      "start_time": 699429.0,
      "end_time": 705149.0,
      "text": "our offices, or our Facebook network. But to give you two examples of collaborative"
    },
    {
      "index": 121,
      "start_time": 705149.0,
      "end_time": 710369.0,
      "text": "lifestyles, I personally really like, the first is social lending. Now, the easiest"
    },
    {
      "index": 122,
      "start_time": 710369.0,
      "end_time": 716529.0,
      "text": "way to explain social lending is Roo has a hundred dollars to lend and I want to borrow"
    },
    {
      "index": 123,
      "start_time": 716529.0,
      "end_time": 721369.0,
      "text": "a hundred dollars and it matches us together, although it doesn&#39;t have to be a direct exchange."
    },
    {
      "index": 124,
      "start_time": 721369.0,
      "end_time": 726189.0,
      "text": "And there&#39;s some huge marketplaces emerging like Zopur in the UK and Lending Club in the"
    },
    {
      "index": 125,
      "start_time": 726189.0,
      "end_time": 735209.0,
      "text": "US. Now, social lending increased by 800% last year. Now, I can&#39;t think of a traditional"
    },
    {
      "index": 126,
      "start_time": 735209.0,
      "end_time": 741920.0,
      "text": "bank that increased by 800%. Now, Lending Club did around 11 million dollars worth of"
    },
    {
      "index": 127,
      "start_time": 741920.0,
      "end_time": 748359.0,
      "text": "loans last year and their expected to become ten% the personal loans market. So, if I was"
    },
    {
      "index": 128,
      "start_time": 748359.0,
      "end_time": 753350.0,
      "text": "someone like Bank of America or Commonwealth Bank, I&#39;d start getting worried about social"
    },
    {
      "index": 129,
      "start_time": 753350.0,
      "end_time": 758109.0,
      "text": "lending, that they were actually gonna start eating into our margin. But the thing that&#39;s"
    },
    {
      "index": 130,
      "start_time": 758109.0,
      "end_time": 766129.0,
      "text": "so fascinating about social lending is that for default rate is really low at 0.64%. Now,"
    },
    {
      "index": 131,
      "start_time": 766129.0,
      "end_time": 772619.0,
      "text": "credit cards are around 8% and the traditional bank is around 5%. Now, in our research, we"
    },
    {
      "index": 132,
      "start_time": 772619.0,
      "end_time": 779569.0,
      "text": "discovered that the reason why it is so low is that people said, &quot;I trust my peer. I feel"
    },
    {
      "index": 133,
      "start_time": 779569.0,
      "end_time": 785369.0,
      "text": "more accountable to my peer than I do with any kind of big bank.&quot; This is really interesting."
    },
    {
      "index": 134,
      "start_time": 785369.0,
      "end_time": 792629.0,
      "text": "The second is another example of a collaborative lifestyle, is called Landshare in the UK."
    },
    {
      "index": 135,
      "start_time": 792629.0,
      "end_time": 797299.0,
      "text": "Now, Landshare, there&#39;s similar ones in the US called Sharing Backyards or sharedearth.com."
    },
    {
      "index": 136,
      "start_time": 797299.0,
      "end_time": 804239.0,
      "text": "It&#39;s like a garden dating agency. So, what it does is it takes Mr. Jones with some spare"
    },
    {
      "index": 137,
      "start_time": 804239.0,
      "end_time": 809809.0,
      "text": "back garden space and Mr. Smith, a would-be grower, and it matches them and together,"
    },
    {
      "index": 138,
      "start_time": 809809.0,
      "end_time": 817829.0,
      "text": "they grow their own food. There&#39;s been over 55 thousand matches in the UK so far and it&#39;s"
    },
    {
      "index": 139,
      "start_time": 817829.0,
      "end_time": 821350.0,
      "text": "one of those ideas that&#39;s so simple, yet brilliant, you wonder why it&#39;s never been done before."
    },
    {
      "index": 140,
      "start_time": 821350.0,
      "end_time": 827290.0,
      "text": "My dad is actually participating in Landshare and the funny thing is it&#39;s actually not about"
    },
    {
      "index": 141,
      "start_time": 827290.0,
      "end_time": 831600.0,
      "text": "the food, right? He has all these kids come round to his neighborhood and grow tomatoes"
    },
    {
      "index": 142,
      "start_time": 831600.0,
      "end_time": 837480.0,
      "text": "and the first time, in 18 years that he&#39;s lived in Hampshire Garden suburb, he actually"
    },
    {
      "index": 143,
      "start_time": 837480.0,
      "end_time": 843339.0,
      "text": "knows his neighbors names. So, I think it&#39;s really interesting that what&#39;s happening is"
    },
    {
      "index": 144,
      "start_time": 843339.0,
      "end_time": 849639.0,
      "text": "its part of this OTO, offline, online to offline trend, where people are forming connections"
    },
    {
      "index": 145,
      "start_time": 849639.0,
      "end_time": 858040.0,
      "text": "through technology that leads to very powerful community and human relationships in the real"
    },
    {
      "index": 146,
      "start_time": 858040.0,
      "end_time": 863679.0,
      "text": "world. The last system is what we call product service systems, ok? So, have any of you been"
    },
    {
      "index": 147,
      "start_time": 863679.0,
      "end_time": 869790.0,
      "text": "to London or Washington or Denver or Minneapolis or Paris, recently, you&#39;ve seen a lot of people"
    },
    {
      "index": 148,
      "start_time": 869790.0,
      "end_time": 875749.0,
      "text": "cycling around on bikes. But they&#39;re not on their own bikes, they&#39;re on magic bikes that"
    },
    {
      "index": 149,
      "start_time": 875749.0,
      "end_time": 880129.0,
      "text": "are there when you want them and gone when you don&#39;t. Now, bike sharing is actually the"
    },
    {
      "index": 150,
      "start_time": 880129.0,
      "end_time": 884910.0,
      "text": "fastest growing form of transportation in the world and it&#39;s a great example of a product"
    },
    {
      "index": 151,
      "start_time": 884910.0,
      "end_time": 891459.0,
      "text": "service system, whereby you pay the benefit of a product, what it does for you, without"
    },
    {
      "index": 152,
      "start_time": 891459.0,
      "end_time": 897059.0,
      "text": "needing to own the product outright. Now, product service systems are absolutely ideal"
    },
    {
      "index": 153,
      "start_time": 897059.0,
      "end_time": 903429.0,
      "text": "when products have, what we call, high idling capacity. So, high idling capacity refers"
    },
    {
      "index": 154,
      "start_time": 903429.0,
      "end_time": 911319.0,
      "text": "to unused or untapped value, of a good. So a car that sits idle for 23 hours a day, the"
    },
    {
      "index": 155,
      "start_time": 911319.0,
      "end_time": 915720.0,
      "text": "evening dress that you wear once and that sits in your wardrobe has high idling capacity."
    },
    {
      "index": 156,
      "start_time": 915720.0,
      "end_time": 924279.0,
      "text": "Now one of my favorite metaphors for this is who owns a power drill? Wow. A lot of men,"
    },
    {
      "index": 157,
      "start_time": 924279.0,
      "end_time": 929579.0,
      "text": "so around 80% of the room own a power drill. Actually, half of all households in the US"
    },
    {
      "index": 158,
      "start_time": 929579.0,
      "end_time": 936819.0,
      "text": "own a power drill. Now that power drill will be used between 12 to 13 minutes in its entire"
    },
    {
      "index": 159,
      "start_time": 936819.0,
      "end_time": 941919.0,
      "text": "lifetime. Now, when you think about it, it&#39;s really crazy. You&#39;re laughing, but it is crazy"
    },
    {
      "index": 160,
      "start_time": 941919.0,
      "end_time": 947129.0,
      "text": "because what you need is the hole, not actually the drill, and that&#39;s a great example of the"
    },
    {
      "index": 161,
      "start_time": 947129.0,
      "end_time": 952139.0,
      "text": "shift in mindset about a whole generation of people growing up saying, &quot;Hang on a minute."
    },
    {
      "index": 162,
      "start_time": 952139.0,
      "end_time": 956919.0,
      "text": "I want the benefit of that product and I can access that through different ways.&quot; Peer"
    },
    {
      "index": 163,
      "start_time": 956919.0,
      "end_time": 961709.0,
      "text": "to peer rentals, such as Zilok, is a great example. Now product service systems have"
    },
    {
      "index": 164,
      "start_time": 961709.0,
      "end_time": 968589.0,
      "text": "actually been around for years. Just think of libraries or laundress, but we believe"
    },
    {
      "index": 165,
      "start_time": 968589.0,
      "end_time": 975660.0,
      "text": "that we&#39;re entering a new era of supercharged appeal for two reasons. One, we now have the"
    },
    {
      "index": 166,
      "start_time": 975660.0,
      "end_time": 982679.0,
      "text": "technology to make sharing frictionless, convenient and fun. And two, our relationship to satisfy"
    },
    {
      "index": 167,
      "start_time": 982679.0,
      "end_time": 990879.0,
      "text": "what we want is far less material than any previous generation. I don&#39;t want CDs. I want"
    },
    {
      "index": 168,
      "start_time": 990879.0,
      "end_time": 995359.0,
      "text": "the music it plays. I don&#39;t want videos; I want the movie it carries. I don&#39;t want an"
    },
    {
      "index": 169,
      "start_time": 995359.0,
      "end_time": 1002919.0,
      "text": "answering machine, I want the message it saves. In other words, we don&#39;t want stuff; we want"
    },
    {
      "index": 170,
      "start_time": 1002920.0,
      "end_time": 1008880.0,
      "text": "the needs or experiences it fulfills. So, we&#39;re entering an era where access is better"
    },
    {
      "index": 171,
      "start_time": 1008880.0,
      "end_time": 1015680.0,
      "text": "than ownership, as Kevin Kelly puts it, or where usage trumps possession. Now, these"
    },
    {
      "index": 172,
      "start_time": 1015680.0,
      "end_time": 1021940.0,
      "text": "three systems are fusing together and creating a dotted line between what&#39;s mine, what&#39;s"
    },
    {
      "index": 173,
      "start_time": 1021940.0,
      "end_time": 1028670.0,
      "text": "yours and what&#39;s ours. I thought you guys might actually appreciate that there&#39;s someone"
    },
    {
      "index": 174,
      "start_time": 1028670.0000000001,
      "end_time": 1033460.0000000001,
      "text": "in Parsons, it&#39;s a magic things starting to happen around collaborative consumption, where"
    },
    {
      "index": 175,
      "start_time": 1033460.0,
      "end_time": 1038200.0,
      "text": "it&#39;s becoming a movement, which was always our intent. And we get sent all these wonderful"
    },
    {
      "index": 176,
      "start_time": 1038200.0,
      "end_time": 1043741.0,
      "text": "things from all around the world of people making videos, someone sent me a jewelry collection"
    },
    {
      "index": 177,
      "start_time": 1043740.0,
      "end_time": 1047459.0,
      "text": "she&#39;s made, inspired by the things that we&#39;re saying, which is a little weird, but lovely"
    },
    {
      "index": 178,
      "start_time": 1047460.0,
      "end_time": 1053280.0,
      "text": "as well. And some students at Parsons had actually started to use Google Maps to map"
    },
    {
      "index": 179,
      "start_time": 1053280.0,
      "end_time": 1058601.0,
      "text": "all the examples of collaborative consumption by the systems in New York City. So, I&#39;ll"
    },
    {
      "index": 180,
      "start_time": 1058600.0,
      "end_time": 1063080.0,
      "text": "send this link to you, but it&#39;s pretty cool, the things that they&#39;re starting to do. And"
    },
    {
      "index": 181,
      "start_time": 1063080.0,
      "end_time": 1067649.0,
      "text": "this student actually wants to open it up to the rest of the world to create a world"
    },
    {
      "index": 182,
      "start_time": 1067650.0,
      "end_time": 1073381.0,
      "text": "map of collaborative consumption examples. So, how big is this thing? Is it a niche,"
    },
    {
      "index": 183,
      "start_time": 1073380.0,
      "end_time": 1082809.0,
      "text": "or is it a trend or is it really a groundswell that we talk about? So, we&#39;ve made this little"
    },
    {
      "index": 184,
      "start_time": 1082810.0,
      "end_time": 1132910.0,
      "text": "video that&#39;s gonna load and work to show you just how big it really is. And hopefully,"
    },
    {
      "index": 185,
      "start_time": 1132910.0,
      "end_time": 1164680.0,
      "text": "it will work."
    },
    {
      "index": 186,
      "start_time": 1164680.0,
      "end_time": 1238810.0,
      "text": "[electronic music] [video plays for 2:23 minutes]"
    },
    {
      "index": 187,
      "start_time": 1238810.0,
      "end_time": 1257581.0,
      "text": "So, it&#39;s pretty big and it&#39;s during its nascent stages. So, just like to now talk about why"
    },
    {
      "index": 188,
      "start_time": 1257580.0,
      "end_time": 1264799.0,
      "text": "we think its emerging now and I hate this word, cause its cliché, but it&#39;s actually"
    },
    {
      "index": 189,
      "start_time": 1264800.0,
      "end_time": 1272361.0,
      "text": "a perfect storm of four key drivers. Now the first is two big global contextual facets,"
    },
    {
      "index": 190,
      "start_time": 1272360.0,
      "end_time": 1278529.0,
      "text": "pressing on unresolved environmental concerns and a global recession that has fundamentally"
    },
    {
      "index": 191,
      "start_time": 1278530.0,
      "end_time": 1284060.0,
      "text": "shocked consumer behaviors. Now, I don&#39;t like to talk about it being frugal, because I think"
    },
    {
      "index": 192,
      "start_time": 1284060.0,
      "end_time": 1290430.0,
      "text": "what&#39;s actually happening is that we are seeing a questioning of the health of the consumer"
    },
    {
      "index": 193,
      "start_time": 1290430.0,
      "end_time": 1296571.0,
      "text": "system in a way that we&#39;ve never seen before. I mean, if you look at the number of articles"
    },
    {
      "index": 194,
      "start_time": 1296570.0,
      "end_time": 1301029.0,
      "text": "coming out around happiness and fulfillment and satisfaction, this is all connected to"
    },
    {
      "index": 195,
      "start_time": 1301030.0,
      "end_time": 1306180.0,
      "text": "does consumerism make you happy? Thomas Freedman, who is one of my favorite columnists, wrote"
    },
    {
      "index": 196,
      "start_time": 1306180.0,
      "end_time": 1312571.0,
      "text": "something which I thought summed up nicely, he said, &quot;2008 was when we hit a wall when"
    },
    {
      "index": 197,
      "start_time": 1312570.0,
      "end_time": 1319950.0,
      "text": "Mother Nature and the market both said, &#39;No more.&#39;&quot; Now, we know that a system that&#39;s"
    },
    {
      "index": 198,
      "start_time": 1319950.0,
      "end_time": 1325929.0,
      "text": "based on selling more and more stuff is an environmental and economic Ponzi scheme, yet"
    },
    {
      "index": 199,
      "start_time": 1325930.0,
      "end_time": 1331890.0,
      "text": "it&#39;s really difficult for us to figure out what we individually should do. Now, our hypothesis"
    },
    {
      "index": 200,
      "start_time": 1331890.0,
      "end_time": 1337591.0,
      "text": "is that as the consumer system got bigger, it pushed us further and further apart, but"
    },
    {
      "index": 201,
      "start_time": 1337590.0,
      "end_time": 1343490.0,
      "text": "now that it broke, it&#39;s actually snapped and it&#39;s pushing us back together. All around"
    },
    {
      "index": 202,
      "start_time": 1343490.0,
      "end_time": 1349330.0,
      "text": "us we&#39;re seeing an resurgence around the belief in community, both in the virtual and the"
    },
    {
      "index": 203,
      "start_time": 1349330.0,
      "end_time": 1353769.0,
      "text": "real worlds. Volunteering makes it through the roof, bike sales have never been higher,"
    },
    {
      "index": 204,
      "start_time": 1353770.0,
      "end_time": 1359111.0,
      "text": "cooking and sewing classes are doing a roaring trade. And as you saw in that video, there&#39;s"
    },
    {
      "index": 205,
      "start_time": 1359110.0,
      "end_time": 1364879.0,
      "text": "now one thousand more farmers markets than there are Wal-Mart&#39;s in the United States."
    },
    {
      "index": 206,
      "start_time": 1364880.0,
      "end_time": 1371880.0,
      "text": "Now, Facebook recently hit 500 million users and we actually think that Facebook and farmers"
    },
    {
      "index": 207,
      "start_time": 1371880.0,
      "end_time": 1376760.0,
      "text": "markets have a lot in common with each other because all around us, we&#39;re seeking to be"
    },
    {
      "index": 208,
      "start_time": 1376760.0,
      "end_time": 1383741.0,
      "text": "a part of communities of people with shared interest. We&#39;re working to feed our social"
    },
    {
      "index": 209,
      "start_time": 1383740.0,
      "end_time": 1388840.0,
      "text": "self, the side of us that seeks connection and belonging. We&#39;ve gotten really good at"
    },
    {
      "index": 210,
      "start_time": 1388840.0,
      "end_time": 1395389.0,
      "text": "consuming; buying and consuming more. But we&#39;re actually born and bred to share and"
    },
    {
      "index": 211,
      "start_time": 1395390.0,
      "end_time": 1400790.0,
      "text": "cooperate and we were doing so for thousands of years, whether we hunted in packs or farmed"
    },
    {
      "index": 212,
      "start_time": 1400790.0,
      "end_time": 1406900.0,
      "text": "in cooperatives. But now sharing is back with this ubiquitous force that we call the peer"
    },
    {
      "index": 213,
      "start_time": 1406900.0,
      "end_time": 1412270.0,
      "text": "to peer revolution and we&#39;re growing up sharing files and videos and knowledge and now these"
    },
    {
      "index": 214,
      "start_time": 1412270.0,
      "end_time": 1418571.0,
      "text": "behaviors are extending into other areas of our lives. And this is driving a massive cultural"
    },
    {
      "index": 215,
      "start_time": 1418570.0,
      "end_time": 1423879.0,
      "text": "shift from Generation Me to Generation We. Clay Shirky, who I&#39;m sure you&#39;re all familiar"
    },
    {
      "index": 216,
      "start_time": 1423880.0,
      "end_time": 1429081.0,
      "text": "with and should read his book called Cognitive Surplus. He put it brilliantly when he said,"
    },
    {
      "index": 217,
      "start_time": 1429080.0,
      "end_time": 1434179.0,
      "text": "&quot;We&#39;re monkeys with Internet access.&quot; I think it&#39;s happening so fast because these behaviors"
    },
    {
      "index": 218,
      "start_time": 1434180.0,
      "end_time": 1439241.0,
      "text": "are very innate to us, but now we have the infrastructure to share and collaborate in"
    },
    {
      "index": 219,
      "start_time": 1439240.0,
      "end_time": 1446460.0,
      "text": "ways that have never been possible before. So, these four drivers are fusing together"
    },
    {
      "index": 220,
      "start_time": 1446460.0,
      "end_time": 1450919.0,
      "text": "to create the big shift away from the 20th century defined by hyper-consumption, towards"
    },
    {
      "index": 221,
      "start_time": 1450920.0,
      "end_time": 1457241.0,
      "text": "the 21st century; an era of collaborative consumption. We believe it&#39;s a new era of"
    },
    {
      "index": 222,
      "start_time": 1457240.0,
      "end_time": 1463279.0,
      "text": "consumerism defined by access over ownership, the primacy of experience over more stuff"
    },
    {
      "index": 223,
      "start_time": 1463280.0,
      "end_time": 1471841.0,
      "text": "and trust between strangers. So, just to wrap, I wanna come back to the cornerstone of this"
    },
    {
      "index": 224,
      "start_time": 1471840.0,
      "end_time": 1478120.0,
      "text": "new culture economy, which is trust or reputation. Because it doesn&#39;t matter if you&#39;re sharing"
    },
    {
      "index": 225,
      "start_time": 1478120.0,
      "end_time": 1482509.0,
      "text": "your car, sharing your back garden or swapping a good, they all involve different degrees"
    },
    {
      "index": 226,
      "start_time": 1482510.0,
      "end_time": 1487790.0,
      "text": "of trust. And the way we look at it is that it actually can be put out on a spectrum."
    },
    {
      "index": 227,
      "start_time": 1487790.0,
      "end_time": 1493150.0,
      "text": "So you&#39;ve got companies emerging that actually revolve around this centralized trust system,"
    },
    {
      "index": 228,
      "start_time": 1493150.0,
      "end_time": 1498461.0,
      "text": "so Zipcar is a great example of this. Zipcar still controls an inventory of cars, so it&#39;s"
    },
    {
      "index": 229,
      "start_time": 1498460.0,
      "end_time": 1505080.0,
      "text": "a fairly controlled system of trust. You&#39;ve then got a whole breed of marketplaces which"
    },
    {
      "index": 230,
      "start_time": 1505080.0,
      "end_time": 1512249.0,
      "text": "are enabling trust between strangers so, swap.com is a great example of that where you&#39;re trading"
    },
    {
      "index": 231,
      "start_time": 1512250.0,
      "end_time": 1517871.0,
      "text": "peer-to-peer, but you still feel the presence of the company. And then you&#39;ve got really"
    },
    {
      "index": 232,
      "start_time": 1517870.0,
      "end_time": 1522669.0,
      "text": "open systems of trust where it truly is peer place and the organization of the company"
    },
    {
      "index": 233,
      "start_time": 1522670.0,
      "end_time": 1527581.0,
      "text": "completely disappears. So, Couchsurfing is a great example of that, or Freecycle, or"
    },
    {
      "index": 234,
      "start_time": 1527580.0,
      "end_time": 1534730.0,
      "text": "even Craigslist; that&#39;s really Craig Newmark&#39;s intent. And it&#39;s so fascinating how this principle"
    },
    {
      "index": 235,
      "start_time": 1534730.0,
      "end_time": 1542149.0,
      "text": "of trust between strangers is changing marketplaces. Now, how many of you would hitchhike? Zero."
    },
    {
      "index": 236,
      "start_time": 1542150.0,
      "end_time": 1543810.0,
      "text": "Maybe one, maybe."
    },
    {
      "index": 237,
      "start_time": 1543810.0,
      "end_time": 1546020.0,
      "text": "&gt;&gt;male member #1: [inaudible]."
    },
    {
      "index": 238,
      "start_time": 1546020.0,
      "end_time": 1552420.0,
      "text": "&gt;&gt;Rachel: Not recently, right. Ok. So, what about, would you share a ride with someone"
    },
    {
      "index": 239,
      "start_time": 1552420.0,
      "end_time": 1559091.0,
      "text": "from your old college? Hands up. Yeah. What about someone from this room, someone you"
    },
    {
      "index": 240,
      "start_time": 1559090.0,
      "end_time": 1564830.0,
      "text": "work with? Everyone, right? So, the circle of trust, your relationship to hitchhiking"
    },
    {
      "index": 241,
      "start_time": 1564830.0,
      "end_time": 1570899.0,
      "text": "changed, changes when it becomes ride sharing. Now, what Zimride does is its integration"
    },
    {
      "index": 242,
      "start_time": 1570900.0,
      "end_time": 1577321.0,
      "text": "with Facebook means that it can change your relationship to the person that you&#39;re sharing"
    },
    {
      "index": 243,
      "start_time": 1577320.0,
      "end_time": 1582820.0,
      "text": "a car with. So, it does the usual things by saying which university you went to or which"
    },
    {
      "index": 244,
      "start_time": 1582820.0,
      "end_time": 1584480.0,
      "text": "workplace you belong to, but then it actually gets into personal preferences that enables"
    },
    {
      "index": 245,
      "start_time": 1584480.0,
      "end_time": 1588679.0,
      "text": "you to figure out who&#39;s gonna be in the car. Do they smoke? Are they a chatterbox? What"
    },
    {
      "index": 246,
      "start_time": 1588680.0,
      "end_time": 1596510.0,
      "text": "do they listen to on the radio? Do they like to eat in the car? So, what these systems"
    },
    {
      "index": 247,
      "start_time": 1596510.0,
      "end_time": 1602211.0,
      "text": "are actually doing is helping you get a very complete picture of not just whether you can"
    },
    {
      "index": 248,
      "start_time": 1602210.0,
      "end_time": 1607409.0,
      "text": "trust this person, but also whether you&#39;d like to share a ride with them as well. And"
    },
    {
      "index": 249,
      "start_time": 1607410.0,
      "end_time": 1612400.0,
      "text": "so, what&#39;s happening here is it&#39;s actually community plus technology, totally reinventing"
    },
    {
      "index": 250,
      "start_time": 1612400.0,
      "end_time": 1618500.0,
      "text": "a very old idea of carpooling. The other example that we love is called Thread Up, I mentioned,"
    },
    {
      "index": 251,
      "start_time": 1618500.0,
      "end_time": 1624841.0,
      "text": "which is the clothing exchange for kids clothing. By the time a child 18, it&#39;s estimated that"
    },
    {
      "index": 252,
      "start_time": 1624840.0,
      "end_time": 1630600.0,
      "text": "we would have spent 20 thousand dollars on kid&#39;s clothes and retired three thousand items."
    },
    {
      "index": 253,
      "start_time": 1630600.0,
      "end_time": 1633749.0,
      "text": "Now, anyone who has a child knows that they grow out of them every three months, so the"
    },
    {
      "index": 254,
      "start_time": 1633750.0,
      "end_time": 1640591.0,
      "text": "clothes are actually pretty new. Now, what Thread Up realized was that they problem with"
    },
    {
      "index": 255,
      "start_time": 1640590.0,
      "end_time": 1646110.0,
      "text": "most used car-, used car marketplace, used clothes marketplaces is that Mums and Dads"
    },
    {
      "index": 256,
      "start_time": 1646110.0,
      "end_time": 1651710.0,
      "text": "are very worried about cleanliness and quality. They will swap stuff if they believe that"
    },
    {
      "index": 257,
      "start_time": 1651710.0,
      "end_time": 1656659.0,
      "text": "stuff is gonna be clean and high quality. So what they&#39;re doing is actually using reputation"
    },
    {
      "index": 258,
      "start_time": 1656660.0,
      "end_time": 1661890.0,
      "text": "systems, and this may look at you a little bit like Foursquare and Badges to reinforce"
    },
    {
      "index": 259,
      "start_time": 1661890.0,
      "end_time": 1669120.0,
      "text": "the behaviors that they&#39;re looking for. And I see things like this as a nice example of"
    },
    {
      "index": 260,
      "start_time": 1669120.0,
      "end_time": 1672760.0,
      "text": "competitive collaboration, where you actually, you want to be top of the leader board, so"
    },
    {
      "index": 261,
      "start_time": 1672760.0,
      "end_time": 1679180.0,
      "text": "it motivates the good behaviors. Now, what happens on Thread Up is if you start to reach"
    },
    {
      "index": 262,
      "start_time": 1679180.0,
      "end_time": 1685420.0,
      "text": "the most stylish of a superswapper, you can actually start trading in better currencies."
    },
    {
      "index": 263,
      "start_time": 1685420.0,
      "end_time": 1692410.0,
      "text": "And this is a really great example of where reputation is starting to become a currency."
    },
    {
      "index": 264,
      "start_time": 1692410.0,
      "end_time": 1698520.0,
      "text": "We actually believe that reputation could become more powerful than your credit history."
    },
    {
      "index": 265,
      "start_time": 1698520.0,
      "end_time": 1704650.0,
      "text": "And it&#39;s only a matter of time before the reputation trail that we leave across communities,"
    },
    {
      "index": 266,
      "start_time": 1704650.0,
      "end_time": 1711410.0,
      "text": "both in YouTube and Flickr, and also in examples that we have shown, will be aggregated to"
    },
    {
      "index": 267,
      "start_time": 1711410.0,
      "end_time": 1720900.0,
      "text": "form a score that would determine your access to these communities. So, just to wrap, this"
    },
    {
      "index": 268,
      "start_time": 1720900.0,
      "end_time": 1725841.0,
      "text": "is a nice way of summarizing what we&#39;ve been talking about. We believe that if the 20th"
    },
    {
      "index": 269,
      "start_time": 1725840.0,
      "end_time": 1732629.0,
      "text": "century was defined by credit and advertising and individual ownership and was called hyper-consumption,"
    },
    {
      "index": 270,
      "start_time": 1732630.0,
      "end_time": 1741550.0,
      "text": "the 21st century will be defined by reputation, community and shared access and will be called"
    },
    {
      "index": 271,
      "start_time": 1741550.0,
      "end_time": 1747290.0,
      "text": "collaborative consumption. It&#39;s funny, consumerism seems like an immovable fact of life, but"
    },
    {
      "index": 272,
      "start_time": 1747290.0,
      "end_time": 1753351.0,
      "text": "it&#39;s not. It&#39;s actually a very new, modern construct that was actually just invented"
    },
    {
      "index": 273,
      "start_time": 1753350.0,
      "end_time": 1759350.0,
      "text": "in the last 60 to 70 years, and we actually believe that we&#39;re a turning point and that"
    },
    {
      "index": 274,
      "start_time": 1759350.0,
      "end_time": 1765759.0,
      "text": "we&#39;ll see this period as a time where society started to wake up from this humungous hangover"
    },
    {
      "index": 275,
      "start_time": 1765760.0,
      "end_time": 1773560.0,
      "text": "of emptiness and waste, and started to reinvent the meaning of more. And we&#39;re so excited"
    },
    {
      "index": 276,
      "start_time": 1773560.0,
      "end_time": 1776890.0,
      "text": "by collaborative consumption, not just from a social and an environmental perspective,"
    },
    {
      "index": 277,
      "start_time": 1776890.0,
      "end_time": 1782380.0,
      "text": "but also from a business perspective because we now believe that we have the technologies"
    },
    {
      "index": 278,
      "start_time": 1782380.0,
      "end_time": 1789101.0,
      "text": "to reinvent outdated modes of business, leapfrog over wasteful forms of consumerism and help"
    },
    {
      "index": 279,
      "start_time": 1789100.0,
      "end_time": 1792619.0,
      "text": "us lead healthier and more fulfilling lives. Thank you very much."
    },
    {
      "index": 280,
      "start_time": 1792620.0,
      "end_time": 1802620.0,
      "text": "[applause]"
    }
  ]
}