{
  "video_id": "BqyChjVdM3E",
  "title": "Why We Go Off People Who Like Us",
  "json": [
    {
      "index": 1,
      "start_time": 590.0,
      "end_time": 11120.0,
      "text": "Ostensibly, we all want love, but oddly, one of the hardest things to do is not hold it against people when they do actually turn around and reciprocate our feelings."
    },
    {
      "index": 2,
      "start_time": 11401.0,
      "end_time": 22331.0,
      "text": "It can be immensely hard not to think that those who offer us love are in some ways weak, mistaken, needy, craven, or just defective."
    },
    {
      "index": 3,
      "start_time": 22343.0,
      "end_time": 26443.0,
      "text": "It can feel a lot easier when love was unrequited."
    },
    {
      "index": 4,
      "start_time": 26462.0,
      "end_time": 33522.0,
      "text": "Our primary preoccupation was a thrilling dread that the admired person hadn't even noticed us."
    },
    {
      "index": 5,
      "start_time": 33622.0,
      "end_time": 40772.0,
      "text": "But now, there's finally no doubt anymore. It's really clear they do like us, and something troubling has arisen."
    },
    {
      "index": 6,
      "start_time": 40776.0,
      "end_time": 43326.0,
      "text": "We're feeling a bit sick."
    },
    {
      "index": 7,
      "start_time": 43346.0,
      "end_time": 45206.0,
      "text": "We're tempted to say we've got them wrong."
    },
    {
      "index": 8,
      "start_time": 45300.0,
      "end_time": 48700.0,
      "text": "They can't be the admirable people we thought they were."
    },
    {
      "index": 9,
      "start_time": 48762.0,
      "end_time": 51982.0,
      "text": "But the issue isn't really to do with them at all."
    },
    {
      "index": 10,
      "start_time": 52000.0,
      "end_time": 57000.0,
      "text": "It lies somewhere else entirely - in our relationship with ourselves."
    },
    {
      "index": 11,
      "start_time": 57082.0,
      "end_time": 65342.0,
      "text": "Their affection seems suspicious, incomprehensible, and a touch repulsive, because at some level, this isn't what we're used to."
    },
    {
      "index": 12,
      "start_time": 65358.99999999999,
      "end_time": 68429.0,
      "text": "It doesn't tally with our view of ourselves."
    },
    {
      "index": 13,
      "start_time": 68429.0,
      "end_time": 74429.0,
      "text": "Love can be hard to receive, when we're not fundamentally convinced of our own lovability."
    },
    {
      "index": 14,
      "start_time": 74429.0,
      "end_time": 79819.0,
      "text": "We spend our time seeking out those who can make us suffer in ways that feel familiar"
    },
    {
      "index": 15,
      "start_time": 79900.0,
      "end_time": 85000.0,
      "text": "and it becomes natural to assume that a kind lover has missed something,"
    },
    {
      "index": 16,
      "start_time": 85096.0,
      "end_time": 87907.0,
      "text": "and perhaps then try to behave in disgusting ways,"
    },
    {
      "index": 17,
      "start_time": 88100.0,
      "end_time": 92200.0,
      "text": "just to make sure they understand we're really not who they thought we were,"
    },
    {
      "index": 18,
      "start_time": 92207.0,
      "end_time": 97867.0,
      "text": "and that they will therefore leave us in painful, but somehow psychologically gratifying ways."
    },
    {
      "index": 19,
      "start_time": 97933.0,
      "end_time": 105433.0,
      "text": "In short, how could anyone be so great if they have the bad taste to think well of someone like us?"
    },
    {
      "index": 20,
      "start_time": 105854.0,
      "end_time": 109854.0,
      "text": "But we have to allow ourselves to entertain another option."
    },
    {
      "index": 21,
      "start_time": 109870.0,
      "end_time": 116690.0,
      "text": "Perhaps this affection we're receiving is not a sign that our kind lover is weak or wrong or has no other options."
    },
    {
      "index": 22,
      "start_time": 117086.0,
      "end_time": 125226.0,
      "text": "Perhaps it's a sign that they've seen something in us which poignantly and tragically, we don't yet quite see in ourselves,"
    },
    {
      "index": 23,
      "start_time": 125226.0,
      "end_time": 131816.0,
      "text": "and have never been allowed to believe in by figures in our past, that we are deserving of love."
    },
    {
      "index": 24,
      "start_time": 132156.0,
      "end_time": 133800.0,
      "text": "There is hope in all this,"
    },
    {
      "index": 25,
      "start_time": 133800.0,
      "end_time": 141800.0,
      "text": "hope that we can come to trust our lovers more than we trust our own first nervous self-destructive impulses."
    },
    {
      "index": 26,
      "start_time": 141890.0,
      "end_time": 156941.0,
      "text": "We can interpret their love not as a sign of their delusion or weakness, but as evidence of an inherent lovability in ourselves to which our past histories have blinded us, yet to which their love and tenderness can now awaken us."
    },
    {
      "index": 27,
      "start_time": 156941.0,
      "end_time": 163401.0,
      "text": "We don't invariably have to hold it against others when they see some point in us."
    }
  ]
}