{
  "video_id": "BRD6diOduwM",
  "title": "Leila Janah & Marie Forleo: Fighting Global Poverty Through Technology",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1079.0,
      "end_time": 11660.0,
      "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business"
    },
    {
      "index": 2,
      "start_time": 11660.0,
      "end_time": 18779.0,
      "text": "and life you love. An idea that I hold close to my heart is the fact that talent is universal,"
    },
    {
      "index": 3,
      "start_time": 18779.0,
      "end_time": 24880.0,
      "text": "but opportunity is not. And we’ve recently begun working with Sama Group, an organization"
    },
    {
      "index": 4,
      "start_time": 24880.0,
      "end_time": 30490.0,
      "text": "whose mission is to fight global poverty through technology. If you’ve ever wondered what"
    },
    {
      "index": 5,
      "start_time": 30490.0,
      "end_time": 36159.0,
      "text": "part you might play in helping make the world a more equitable place, my guest today will"
    },
    {
      "index": 6,
      "start_time": 36159.0,
      "end_time": 37110.0,
      "text": "show you how."
    },
    {
      "index": 7,
      "start_time": 37110.0,
      "end_time": 43159.0,
      "text": "Leila Janah is the founder and CEO of Sama Group, and an award winning social entrepreneur."
    },
    {
      "index": 8,
      "start_time": 43159.0,
      "end_time": 43820.0,
      "text": "Prior to founding the Sama Group, Leila was a visiting scholar with the Stanford program"
    },
    {
      "index": 9,
      "start_time": 43820.0,
      "end_time": 43820.0,
      "text": "on global justice and Australian University National Center for Applied Philosophy and"
    },
    {
      "index": 10,
      "start_time": 43820.0,
      "end_time": 48659.0,
      "text": "Public Ethics. The concept of Sama, the root word for equality or fairness in many languages,"
    },
    {
      "index": 11,
      "start_time": 48659.0,
      "end_time": 54330.0,
      "text": "is the guiding principle behind the family of impact enterprises Janah founded and runs."
    },
    {
      "index": 12,
      "start_time": 54330.0,
      "end_time": 59070.0,
      "text": "The first of these is SamaSource, an award winning nonprofit business that connects women"
    },
    {
      "index": 13,
      "start_time": 59070.0,
      "end_time": 63830.0,
      "text": "and youth living in poverty to microwork: computer based tasks that build skills and"
    },
    {
      "index": 14,
      "start_time": 63830.0,
      "end_time": 67070.0,
      "text": "generate life changing income, now part of the broader field of impact sourcing. SamaSource"
    },
    {
      "index": 15,
      "start_time": 67070.0,
      "end_time": 74470.0,
      "text": "has moved 20 thousand people over the poverty line and spun out a domestic program: SamaUSA."
    },
    {
      "index": 16,
      "start_time": 74470.0,
      "end_time": 79540.0,
      "text": "In 2011 Leila cofounded SamaHope, a crowdfunding site for medical treatments in developing"
    },
    {
      "index": 17,
      "start_time": 79540.0,
      "end_time": 83490.0,
      "text": "countries. Janah’s work with Sama Group Enterprises has been featured widely in the"
    },
    {
      "index": 18,
      "start_time": 83490.0,
      "end_time": 89520.0,
      "text": "press, with features in publications including The New York Times, CNN, Forbes, and Fast"
    },
    {
      "index": 19,
      "start_time": 89520.0,
      "end_time": 93520.0,
      "text": "Company. She received a BA from Harvard and lives in San Francisco."
    },
    {
      "index": 20,
      "start_time": 93520.0,
      "end_time": 98100.0,
      "text": "Leila, thank you so much for coming out to MarieTV. I really appreciate it."
    },
    {
      "index": 21,
      "start_time": 98100.0,
      "end_time": 100690.0,
      "text": "It’s my great pleasure. I’m so happy to be here."
    },
    {
      "index": 22,
      "start_time": 100690.0,
      "end_time": 104640.0,
      "text": "So we love you guys, we love working with the Sama Group, and I was wondering if you"
    },
    {
      "index": 23,
      "start_time": 104640.0,
      "end_time": 109590.0,
      "text": "can take us back to when you started or back to when you were in Mumbai and you started"
    },
    {
      "index": 24,
      "start_time": 109590.0,
      "end_time": 114550.0,
      "text": "to recognize that outsourcing was providing millions of jobs, yet it wasn’t reaching"
    },
    {
      "index": 25,
      "start_time": 114550.0,
      "end_time": 120479.0,
      "text": "the poorest populations. How did that experience inspire you and did that lead to the creation"
    },
    {
      "index": 26,
      "start_time": 120479.0,
      "end_time": 121690.0,
      "text": "of the Sama Group?"
    },
    {
      "index": 27,
      "start_time": 121690.0,
      "end_time": 125210.0,
      "text": "Sure. Well, at the time I was living in New York, actually, in the financial district."
    },
    {
      "index": 28,
      "start_time": 125210.0,
      "end_time": 130490.0,
      "text": "I had just finished college and I had my first corporate job and I was working 24/7 and pulling"
    },
    {
      "index": 29,
      "start_time": 130490.00000000001,
      "end_time": 135650.0,
      "text": "all nighters. And my manager, knowing that I had some foreign experience, said, “Why"
    },
    {
      "index": 30,
      "start_time": 135650.0,
      "end_time": 140730.0,
      "text": "don&#39;t we send you on this project to India?” So I was… I was basically thrown in head"
    },
    {
      "index": 31,
      "start_time": 140730.0,
      "end_time": 146040.0,
      "text": "first into a project working directly with the CEO of a big outsourcing company. And"
    },
    {
      "index": 32,
      "start_time": 146040.0,
      "end_time": 151400.0,
      "text": "this was the year that Thomas Friedman had written The World is Flat and the national"
    },
    {
      "index": 33,
      "start_time": 151400.0,
      "end_time": 158300.0,
      "text": "discourse on outsourcing was very negative and coming from a place of concern that Americans"
    },
    {
      "index": 34,
      "start_time": 158300.0,
      "end_time": 164709.0,
      "text": "were losing jobs overseas, that we were becoming less competitive. And so I, you know, being"
    },
    {
      "index": 35,
      "start_time": 164709.0,
      "end_time": 169000.0,
      "text": "someone interested in social justice was very reluctant to take on this project and even"
    },
    {
      "index": 36,
      "start_time": 169000.0,
      "end_time": 174020.0,
      "text": "though I’m of Indian origin I didn&#39;t really think it was a good thing that we were, you"
    },
    {
      "index": 37,
      "start_time": 174020.0,
      "end_time": 178890.0,
      "text": "know, partnering with these companies to lower our costs and shift jobs. So I came in with"
    },
    {
      "index": 38,
      "start_time": 178890.0,
      "end_time": 184780.0,
      "text": "that mindset. And one day in the call center that I was working in I met a young man who"
    },
    {
      "index": 39,
      "start_time": 184780.0,
      "end_time": 189360.0,
      "text": "came from Dharavi, which is south Asia’s largest slum where Slumdog Millionaire was"
    },
    {
      "index": 40,
      "start_time": 189360.0,
      "end_time": 194790.0,
      "text": "filmed and the kind of place where there are cholera outbreaks and children playing in"
    },
    {
      "index": 41,
      "start_time": 194790.0,
      "end_time": 200390.0,
      "text": "open sewers and just really horrible living conditions. They look almost post-apocalyptic."
    },
    {
      "index": 42,
      "start_time": 200390.0,
      "end_time": 206599.0,
      "text": "It doesn&#39;t seem like anyone in twenty… 2005 or now 2015 could be living that way. And"
    },
    {
      "index": 43,
      "start_time": 206599.0,
      "end_time": 211940.0,
      "text": "so when it dawned on me that someone from that environment was capable of picking up"
    },
    {
      "index": 44,
      "start_time": 211940.0,
      "end_time": 217580.0,
      "text": "a phone and answering customer service questions for a woman in the UK, you know, about her"
    },
    {
      "index": 45,
      "start_time": 217580.0,
      "end_time": 224560.0,
      "text": "plane ticket, I realized that our understanding of poverty is very shallow, that there’s"
    },
    {
      "index": 46,
      "start_time": 224560.0,
      "end_time": 229099.0,
      "text": "a very large number of people around the world, people who we would consider to be living"
    },
    {
      "index": 47,
      "start_time": 229099.0,
      "end_time": 234879.0,
      "text": "in extreme poverty, making less than 2 dollars a day, unable to meet their basic human needs"
    },
    {
      "index": 48,
      "start_time": 234879.0,
      "end_time": 241900.0,
      "text": "for food, water, shelter, and education, who are capable of working in the new economy,"
    },
    {
      "index": 49,
      "start_time": 241900.0,
      "end_time": 248540.0,
      "text": "working in the digital economy. And that lightbulb is what inspired Sama, the idea that this"
    },
    {
      "index": 50,
      "start_time": 248540.0,
      "end_time": 254019.0,
      "text": "business model of outsourcing, which has created now billions of dollars and several billionaires,"
    },
    {
      "index": 51,
      "start_time": 254019.0,
      "end_time": 258549.0,
      "text": "that we could take some of those billions of dollars and… and shift the model so that"
    },
    {
      "index": 52,
      "start_time": 258548.99999999997,
      "end_time": 263559.0,
      "text": "they went directly into the pockets of people we would otherwise consider charity cases,"
    },
    {
      "index": 53,
      "start_time": 263559.0,
      "end_time": 267360.0,
      "text": "like this young man. And that was the origin of the idea."
    },
    {
      "index": 54,
      "start_time": 267360.0,
      "end_time": 274270.0,
      "text": "And so when you had that idea, take me from idea to then the first whether it was project"
    },
    {
      "index": 55,
      "start_time": 274270.0,
      "end_time": 279509.0,
      "text": "or you actually leaving your job and then making Sama real."
    },
    {
      "index": 56,
      "start_time": 279509.0,
      "end_time": 285689.0,
      "text": "It took about 2 years. I mentioned the idea to my boss and as a tribute to that firm,"
    },
    {
      "index": 57,
      "start_time": 285689.0,
      "end_time": 290289.0,
      "text": "you know, he really believed in personal development and he knew that this was my passion. So he"
    },
    {
      "index": 58,
      "start_time": 290289.0,
      "end_time": 294599.0,
      "text": "said, “I think we should fund you to do more research on this idea and maybe it’ll"
    },
    {
      "index": 59,
      "start_time": 294599.0,
      "end_time": 298819.0,
      "text": "benefit the firm in some way.” So our company actually gave me, like, a thousand dollar"
    },
    {
      "index": 60,
      "start_time": 298819.0,
      "end_time": 304219.0,
      "text": "travel stipend to go and do some more research on this in Africa. And my idea was to take"
    },
    {
      "index": 61,
      "start_time": 304219.0,
      "end_time": 308699.0,
      "text": "the outsourcing model and figure out how we could turn it into a social enterprise, much"
    },
    {
      "index": 62,
      "start_time": 308699.0,
      "end_time": 314309.0,
      "text": "like if people are familiar with microfinance, much like Muhammad Yunus did with the banking"
    },
    {
      "index": 63,
      "start_time": 314309.0,
      "end_time": 319949.0,
      "text": "industry. He thought, “Here’s this great industry that’s provided access to capital"
    },
    {
      "index": 64,
      "start_time": 319949.0,
      "end_time": 323809.0,
      "text": "for billions of people globally but has left out the poor,” and he adapted the model"
    },
    {
      "index": 65,
      "start_time": 323809.0,
      "end_time": 329419.0,
      "text": "to fit the needs of the poor. So I thought maybe we could do something similar with outsourcing."
    },
    {
      "index": 66,
      "start_time": 329419.0,
      "end_time": 335189.0,
      "text": "And from that moment in… in late 2005, I started working on a business plan on my nights"
    },
    {
      "index": 67,
      "start_time": 335189.0,
      "end_time": 340249.0,
      "text": "and weekends to start a company that would only hire people like that young man I met"
    },
    {
      "index": 68,
      "start_time": 340249.0,
      "end_time": 345229.0,
      "text": "at the call center. So the threshold for new workers would be, of course, you have to want"
    },
    {
      "index": 69,
      "start_time": 345229.0,
      "end_time": 350439.0,
      "text": "to work hard and be capable and have basic skills like reading and writing English. So"
    },
    {
      "index": 70,
      "start_time": 350439.0,
      "end_time": 355330.0,
      "text": "high school graduates. But you also have to come from a very poor background, and we would"
    },
    {
      "index": 71,
      "start_time": 355330.0,
      "end_time": 361219.0,
      "text": "actually screen out people who came from wealthier backgrounds who might otherwise get a job."
    },
    {
      "index": 72,
      "start_time": 361219.0,
      "end_time": 367259.0,
      "text": "So I worked on the business plan for about a year and a half and I submitted it to a"
    },
    {
      "index": 73,
      "start_time": 367259.0,
      "end_time": 373849.0,
      "text": "competition online in the Netherlands for this new category of social venture. And lo"
    },
    {
      "index": 74,
      "start_time": 373849.0,
      "end_time": 377580.0,
      "text": "and behold they sent me an email several months later saying, “Congratulations. You’ve"
    },
    {
      "index": 75,
      "start_time": 377580.0,
      "end_time": 381520.0,
      "text": "made it to the semifinals. Come to Amsterdam.” And I had kind of forgotten at that point"
    },
    {
      "index": 76,
      "start_time": 381520.0,
      "end_time": 386699.0,
      "text": "that I’d even sent this out. It was really a pipedream. And… and I went to Amsterdam"
    },
    {
      "index": 77,
      "start_time": 386699.0,
      "end_time": 392589.0,
      "text": "and they gave me I think it was the first runner up prize, so I had, like, 25 thousand"
    },
    {
      "index": 78,
      "start_time": 392589.0,
      "end_time": 396449.0,
      "text": "dollars that they gave me. And that was enough to convince me that I could quit my job and"
    },
    {
      "index": 79,
      "start_time": 396449.0,
      "end_time": 400899.0,
      "text": "survive for long enough to do this. And it wasn’t easy. My parents don&#39;t make much"
    },
    {
      "index": 80,
      "start_time": 400899.0,
      "end_time": 405270.0,
      "text": "money, I’ve loaned money to my parents in the past, I don&#39;t come from a wealthy family,"
    },
    {
      "index": 81,
      "start_time": 405270.0,
      "end_time": 411599.0,
      "text": "I still am paying off my undergraduate student loans at the age of 32. So it was a pretty"
    },
    {
      "index": 82,
      "start_time": 411599.0,
      "end_time": 416629.0,
      "text": "big decision for me to do that, but it just gave me that… that push. And I had a lot"
    },
    {
      "index": 83,
      "start_time": 416629.0,
      "end_time": 420479.0,
      "text": "of friends who were willing to, you know, let me sleep on their couches and such for"
    },
    {
      "index": 84,
      "start_time": 420479.0,
      "end_time": 421240.0,
      "text": "a while."
    },
    {
      "index": 85,
      "start_time": 421240.0,
      "end_time": 425529.0,
      "text": "And what did you do with that first 25 thousand? Like, how did you figure out what you wanted"
    },
    {
      "index": 86,
      "start_time": 425529.0,
      "end_time": 428949.0,
      "text": "to spend that on? I know you had your business plan, but it was like do I need to hire someone"
    },
    {
      "index": 87,
      "start_time": 428949.0,
      "end_time": 431589.0,
      "text": "first? How did you… what did you do with that money?"
    },
    {
      "index": 88,
      "start_time": 431589.0,
      "end_time": 436240.0,
      "text": "So I realized that it wasn’t going to be very much money to hire anyone, even back"
    },
    {
      "index": 89,
      "start_time": 436240.0,
      "end_time": 442309.0,
      "text": "in 2008, the year that I ended up launching the business. So my first step was to go to"
    },
    {
      "index": 90,
      "start_time": 442309.0,
      "end_time": 448270.0,
      "text": "Kenya where I knew I wanted to launch based on demographics. Kenya is a former British"
    },
    {
      "index": 91,
      "start_time": 448270.0,
      "end_time": 453699.0,
      "text": "colony, much like India, that has a large youth population that is both somewhat educated"
    },
    {
      "index": 92,
      "start_time": 453699.0,
      "end_time": 459219.0,
      "text": "and dramatically unemployed. So you will find young people living in the slums who can read"
    },
    {
      "index": 93,
      "start_time": 459219.0,
      "end_time": 463710.0,
      "text": "and write English, who’ve gone to a rural school, and, you know, paid their school fees"
    },
    {
      "index": 94,
      "start_time": 463710.0,
      "end_time": 468449.0,
      "text": "their whole life and really wanna work hard but are… just happen to have drawn the…"
    },
    {
      "index": 95,
      "start_time": 468449.0,
      "end_time": 473059.0,
      "text": "the wrong ticket in life’s birth lottery and happened to be living in a slum. So looking"
    },
    {
      "index": 96,
      "start_time": 473059.0,
      "end_time": 478719.0,
      "text": "at the demographic trends across sub-saharan Africa, the world’s poorest continent where"
    },
    {
      "index": 97,
      "start_time": 478719.0,
      "end_time": 482899.0,
      "text": "we thought we could make the biggest difference, I identified Kenya and I used part of the"
    },
    {
      "index": 98,
      "start_time": 482899.0,
      "end_time": 488309.0,
      "text": "money to go there initially, stay in the cheapest hotel I could find, and interview local entrepreneurs"
    },
    {
      "index": 99,
      "start_time": 488309.0,
      "end_time": 493619.0,
      "text": "who could partner with me. And my idea was I saw all of these internet cafes around the"
    },
    {
      "index": 100,
      "start_time": 493619.0,
      "end_time": 499020.0,
      "text": "world in low income areas and I thought, “What if I could convince the internet cafe owners"
    },
    {
      "index": 101,
      "start_time": 499020.0,
      "end_time": 503889.0,
      "text": "to make part of their business an outsourcing business? What if I could convince them to"
    },
    {
      "index": 102,
      "start_time": 503889.0,
      "end_time": 509129.0,
      "text": "hire local youth, use their computers, and complete small projects?” And initially"
    },
    {
      "index": 103,
      "start_time": 509129.0,
      "end_time": 513770.0,
      "text": "my first instinct was data entry. Something very simple. I had a lot of friends who were"
    },
    {
      "index": 104,
      "start_time": 513770.0,
      "end_time": 519300.0,
      "text": "entrepreneurs or involved in startups in Silicon Valley that needed basic data processing like,"
    },
    {
      "index": 105,
      "start_time": 519299.99999999994,
      "end_time": 523709.99999999994,
      "text": "you know, we’ve collected all these receipts and we need them scanned and entered into"
    },
    {
      "index": 106,
      "start_time": 523710.00000000006,
      "end_time": 524930.0,
      "text": "a spreadsheet, that sort of thing."
    },
    {
      "index": 107,
      "start_time": 524930.0,
      "end_time": 525350.0,
      "text": "Yeah."
    },
    {
      "index": 108,
      "start_time": 525350.0,
      "end_time": 528940.0,
      "text": "And so it’s straightforward enough that I could actually be the person to secure the"
    },
    {
      "index": 109,
      "start_time": 528940.0,
      "end_time": 534500.0,
      "text": "work and do the quality assurance. So the first money I spent going to Kenya, identifying"
    },
    {
      "index": 110,
      "start_time": 534500.0,
      "end_time": 539550.0,
      "text": "that partner. I came back to the US, I rented a tiny office space, I paid myself 400 dollars"
    },
    {
      "index": 111,
      "start_time": 539550.0,
      "end_time": 544470.0,
      "text": "a month for the first 9 months or so of the operation until I literally could not do that"
    },
    {
      "index": 112,
      "start_time": 544470.0,
      "end_time": 550570.0,
      "text": "anymore and… and then I got to work. So I spent the money also on software. I found"
    },
    {
      "index": 113,
      "start_time": 550570.0,
      "end_time": 555260.0,
      "text": "a software platform that would let me load these projects and manage them myself, and"
    },
    {
      "index": 114,
      "start_time": 555260.0,
      "end_time": 560140.0,
      "text": "then I went around to every entrepreneur I knew who might need these types of services,"
    },
    {
      "index": 115,
      "start_time": 560140.0,
      "end_time": 563310.0,
      "text": "I made a brochure on my Mac, printed it out at Kinko’s…"
    },
    {
      "index": 116,
      "start_time": 563310.0,
      "end_time": 563620.0,
      "text": "Yes!"
    },
    {
      "index": 117,
      "start_time": 563620.0,
      "end_time": 568580.0,
      "text": "...and I got our first contract in September of 2008, which is the month we started officially"
    },
    {
      "index": 118,
      "start_time": 568580.0,
      "end_time": 574940.0,
      "text": "the business. A friend of mine who is running a large nonprofit in the Bay Area said, “We"
    },
    {
      "index": 119,
      "start_time": 574940.0,
      "end_time": 581080.0,
      "text": "have this project for blind readers.” He operates the largest online library for blind"
    },
    {
      "index": 120,
      "start_time": 581080.0,
      "end_time": 585990.0,
      "text": "readers called BookShare.org and it’s an audio library. And so he had a need for people"
    },
    {
      "index": 121,
      "start_time": 585990.0,
      "end_time": 591060.0,
      "text": "to review transcripts of books to make them really perfect before he put them into his"
    },
    {
      "index": 122,
      "start_time": 591060.0,
      "end_time": 595400.0,
      "text": "audio software. And so we loved the idea of working with a social venture and having our"
    },
    {
      "index": 123,
      "start_time": 595400.0,
      "end_time": 601250.0,
      "text": "first project be, you know, be beneficial for… for disabled people around the world."
    },
    {
      "index": 124,
      "start_time": 601250.0,
      "end_time": 607070.0,
      "text": "And… and he was willing to give us a… a 30 thousand dollar contract to start. And…"
    },
    {
      "index": 125,
      "start_time": 607070.0,
      "end_time": 610630.0,
      "text": "and so I personally guaranteed him in the meeting that I would… I would take personal"
    },
    {
      "index": 126,
      "start_time": 610630.0,
      "end_time": 615120.0,
      "text": "responsibility for the quality of the work, which meant many, many late nights, you know,"
    },
    {
      "index": 127,
      "start_time": 615120.0,
      "end_time": 621310.0,
      "text": "poring through transcripts of audio books for middle school aged kids. And… and that’s"
    },
    {
      "index": 128,
      "start_time": 621310.0,
      "end_time": 625080.0,
      "text": "kind of what got us on our way. And the next year we ended up doing about 200 thousand"
    },
    {
      "index": 129,
      "start_time": 625080.0,
      "end_time": 629740.0,
      "text": "dollars in sales revenue from those types of projects all initially secured by me and"
    },
    {
      "index": 130,
      "start_time": 629740.0,
      "end_time": 633500.0,
      "text": "then I found someone on Craigslist to help me with sales who remains a friend."
    },
    {
      "index": 131,
      "start_time": 633500.0,
      "end_time": 639200.0,
      "text": "How incredible is that? You’re just such an inspiration. I love this story and I haven’t…"
    },
    {
      "index": 132,
      "start_time": 639200.0,
      "end_time": 643610.0,
      "text": "I’ve done so much research and I love what you do and I haven’t heard that, so genius."
    },
    {
      "index": 133,
      "start_time": 643610.0,
      "end_time": 646980.0,
      "text": "Talk to us about impact sourcing. What it means and why it’s important."
    },
    {
      "index": 134,
      "start_time": 646980.0,
      "end_time": 652260.0,
      "text": "I’m so glad that you brought that up, Marie. Impact sourcing is a new term that refers"
    },
    {
      "index": 135,
      "start_time": 652260.0,
      "end_time": 659410.0,
      "text": "to making sourcing decisions in your business, or at least part of them, based around social"
    },
    {
      "index": 136,
      "start_time": 659410.0,
      "end_time": 665280.0,
      "text": "impact in addition to quality. So the idea is, you know, we have all of these problems"
    },
    {
      "index": 137,
      "start_time": 665280.0,
      "end_time": 670560.0,
      "text": "around the world, global poverty and domestic poverty being one of them. One way to solve"
    },
    {
      "index": 138,
      "start_time": 670560.0,
      "end_time": 676780.0,
      "text": "those problems is to deliberately work with enterprises that have a social or environmental"
    },
    {
      "index": 139,
      "start_time": 676780.0,
      "end_time": 682570.0,
      "text": "mission. And thus you can use the… the budget that you have allocated in your business to"
    },
    {
      "index": 140,
      "start_time": 682570.0,
      "end_time": 687280.0,
      "text": "address these social problems rather than trying to maximize your profit and then donating"
    },
    {
      "index": 141,
      "start_time": 687280.0,
      "end_time": 694340.0,
      "text": "it at the end to a charity. And this is a way of thinking that actually has a long history"
    },
    {
      "index": 142,
      "start_time": 694340.0,
      "end_time": 699760.0,
      "text": "here in the United States. One of my favorite examples is Goodwill Industries. Most people"
    },
    {
      "index": 143,
      "start_time": 699760.0,
      "end_time": 704200.0,
      "text": "think of Goodwill as a nice charity and they donate their clothes. Goodwill actually earns"
    },
    {
      "index": 144,
      "start_time": 704200.0,
      "end_time": 711100.0,
      "text": "3 billion dollars globally in store revenue from all of their stores globally. And all"
    },
    {
      "index": 145,
      "start_time": 711100.0,
      "end_time": 716530.0,
      "text": "of that store revenue comes from employing marginalized people in the store in addition"
    },
    {
      "index": 146,
      "start_time": 716530.0,
      "end_time": 723260.0,
      "text": "to recycling donated clothing. And Goodwill also offers services for offices that want"
    },
    {
      "index": 147,
      "start_time": 723260.0,
      "end_time": 729080.0,
      "text": "to… that want to move and have a large number of items they need picked up and recycled,"
    },
    {
      "index": 148,
      "start_time": 729080.0,
      "end_time": 733980.0,
      "text": "or I think they also offer setup services for corporate events. So if you are the procurement"
    },
    {
      "index": 149,
      "start_time": 733980.0,
      "end_time": 738790.0,
      "text": "manager in a company or you’re running an event, you have a choice as to what vendors"
    },
    {
      "index": 150,
      "start_time": 738790.0,
      "end_time": 743800.0,
      "text": "you choose. And the idea of impact sourcing is that you… you deliberately choose vendors,"
    },
    {
      "index": 151,
      "start_time": 743800.0,
      "end_time": 748690.0,
      "text": "and maybe not for everything that you, you know, need to source, but maybe for some percentage"
    },
    {
      "index": 152,
      "start_time": 748690.0,
      "end_time": 753920.0,
      "text": "of your sourcing needs, that have an overt social mission. And the other idea of impact"
    },
    {
      "index": 153,
      "start_time": 753920.0,
      "end_time": 760440.0,
      "text": "sourcing is that you needn’t compromise on quality to have that social impact. So"
    },
    {
      "index": 154,
      "start_time": 760440.0,
      "end_time": 765480.0,
      "text": "I was just on a panel yesterday with the CEO of Glass Door, which is a technology company"
    },
    {
      "index": 155,
      "start_time": 765480.0,
      "end_time": 770000.0,
      "text": "that lets employees rate their employers and provide more transparency in the workplace."
    },
    {
      "index": 156,
      "start_time": 770000.0,
      "end_time": 775070.0,
      "text": "They now have about 600 employees. And I met him just before the panel, 30 minutes before,"
    },
    {
      "index": 157,
      "start_time": 775070.0,
      "end_time": 779480.0,
      "text": "and he said, “I had no idea that SamaSource was a nonprofit.” I was telling him about"
    },
    {
      "index": 158,
      "start_time": 779480.0,
      "end_time": 782870.0,
      "text": "some of the fundraising challenges I had. And he was kind of blown away and he said,"
    },
    {
      "index": 159,
      "start_time": 782870.0,
      "end_time": 786810.0,
      "text": "“We’ve been working with you…” they now have about 85 workers who are SamaSource"
    },
    {
      "index": 160,
      "start_time": 786810.0,
      "end_time": 790620.0,
      "text": "workers globally. He said, “We’ve been working with you for over a year and nobody"
    },
    {
      "index": 161,
      "start_time": 790620.0,
      "end_time": 793720.0,
      "text": "on my team ever said, ‘These guys are a nonprofit.’ I just thought you were the"
    },
    {
      "index": 162,
      "start_time": 793720.0,
      "end_time": 799430.0,
      "text": "best quality service we could find.” And so… so that’s a wonderful story and I"
    },
    {
      "index": 163,
      "start_time": 799430.0,
      "end_time": 803400.0,
      "text": "do wanna tell people we’re a nonprofit because I think it helps them understand that if we"
    },
    {
      "index": 164,
      "start_time": 803400.0,
      "end_time": 807600.0,
      "text": "do ever make a profit on this kind of work it will all be reinvested in our work and"
    },
    {
      "index": 165,
      "start_time": 807600.0,
      "end_time": 813530.0,
      "text": "none of us are doing this for personal gain. We can’t, by law. And I think the model"
    },
    {
      "index": 166,
      "start_time": 813530.0,
      "end_time": 818740.0,
      "text": "of impact sourcing that’s so interesting is that by hiring SamaSource, Glass Door is"
    },
    {
      "index": 167,
      "start_time": 818740.0,
      "end_time": 823160.0,
      "text": "directly contributing to the same kind of poverty alleviation that we would normally"
    },
    {
      "index": 168,
      "start_time": 823160.0,
      "end_time": 830290.0,
      "text": "be paying for with aid or charitable dollars. So, you know, in the prior model, Americans"
    },
    {
      "index": 169,
      "start_time": 830290.0,
      "end_time": 836050.0,
      "text": "work hard, we get taxed, some percentage of our income through that tax goes to USAID,"
    },
    {
      "index": 170,
      "start_time": 836050.0,
      "end_time": 840620.0,
      "text": "our agency for international development, and then that organization hires people to"
    },
    {
      "index": 171,
      "start_time": 840620.0,
      "end_time": 845210.0,
      "text": "administer programs overseas that theoretically help the people that we’re helping on this"
    },
    {
      "index": 172,
      "start_time": 845210.0,
      "end_time": 845640.0,
      "text": "project."
    },
    {
      "index": 173,
      "start_time": 845640.0,
      "end_time": 846080.0,
      "text": "Theoretically."
    },
    {
      "index": 174,
      "start_time": 846080.0,
      "end_time": 847400.0,
      "text": "Theoretically. Right? Exactly."
    },
    {
      "index": 175,
      "start_time": 847400.0,
      "end_time": 851880.0,
      "text": "And, you know, and I think these agencies do a lot of good but I think it’s really"
    },
    {
      "index": 176,
      "start_time": 851880.0,
      "end_time": 856650.0,
      "text": "interesting to imagine other ways of addressing that same population and if we can marshall"
    },
    {
      "index": 177,
      "start_time": 856650.0,
      "end_time": 862910.0,
      "text": "the capital that’s available to us in the private sector, we have so much more resource"
    },
    {
      "index": 178,
      "start_time": 862910.0,
      "end_time": 865110.0,
      "text": "to tackle these problems."
    },
    {
      "index": 179,
      "start_time": 865110.0,
      "end_time": 869410.0,
      "text": "The thing I love about impact sourcing, you know, I hadn’t heard that turn of phrase"
    },
    {
      "index": 180,
      "start_time": 869410.0,
      "end_time": 875020.0,
      "text": "before, but through my lens it’s bringing consciousness and a sense of intention to"
    },
    {
      "index": 181,
      "start_time": 875020.0,
      "end_time": 881110.0,
      "text": "every aspect of your business and looking at how every piece of what you do can touch"
    },
    {
      "index": 182,
      "start_time": 881110.0,
      "end_time": 885570.0,
      "text": "another human soul in a positive way beyond the traditional ways that we’re thinking"
    },
    {
      "index": 183,
      "start_time": 885570.0,
      "end_time": 892460.0,
      "text": "of it. And that’s why I’m so not only inspired by what you guys do, but I love that"
    },
    {
      "index": 184,
      "start_time": 892460.0,
      "end_time": 895740.0,
      "text": "we’re working together now and I can’t wait to do more with you because it is, it’s"
    },
    {
      "index": 185,
      "start_time": 895740.0,
      "end_time": 900460.0,
      "text": "using the power of entrepreneurship and thinking about how do we tackle these global issues"
    },
    {
      "index": 186,
      "start_time": 900460.0,
      "end_time": 905220.0,
      "text": "in a really smart, effective way not just in the developing world but here in the United"
    },
    {
      "index": 187,
      "start_time": 905220.0,
      "end_time": 909360.0,
      "text": "States as well. One of the things that I love is the strong focus you have on outcomes."
    },
    {
      "index": 188,
      "start_time": 909360.0,
      "end_time": 913840.0,
      "text": "What are some of the most important metrics you guys track through your work? And I know"
    },
    {
      "index": 189,
      "start_time": 913840.0,
      "end_time": 916540.0,
      "text": "that’s not an easy thing to do. And how do you do it?"
    },
    {
      "index": 190,
      "start_time": 916540.0,
      "end_time": 921010.0,
      "text": "I’m so glad that you asked that because I think one of the challenges that the nonprofit"
    },
    {
      "index": 191,
      "start_time": 921010.0,
      "end_time": 925460.0,
      "text": "sector faces is the perception that we’re not efficient. And coming from the private"
    },
    {
      "index": 192,
      "start_time": 925460.0,
      "end_time": 930880.0,
      "text": "sector myself I also had that bias when I came in. I saw lots of aid organizations on"
    },
    {
      "index": 193,
      "start_time": 930880.0,
      "end_time": 936430.0,
      "text": "the ground in Africa and Asia and I was always the person to eyeroll and think, “Wow, if"
    },
    {
      "index": 194,
      "start_time": 936430.0,
      "end_time": 940029.0,
      "text": "this were done by the private sector it would be so much more efficient.” I think part"
    },
    {
      "index": 195,
      "start_time": 940029.0,
      "end_time": 945970.0,
      "text": "of the challenge is that in the private sector we have this unifying measure of success,"
    },
    {
      "index": 196,
      "start_time": 945970.0,
      "end_time": 950690.0,
      "text": "which is profit measured in dollars. And everybody agrees that that’s a measure of success"
    },
    {
      "index": 197,
      "start_time": 950690.0,
      "end_time": 956050.0,
      "text": "and we can, you know, we have accounting standards for reporting it and we can look at a company’s"
    },
    {
      "index": 198,
      "start_time": 956050.0,
      "end_time": 960029.0,
      "text": "PNL and we can look at their, you know, their filed statements and understand how successful"
    },
    {
      "index": 199,
      "start_time": 960029.0,
      "end_time": 965800.0,
      "text": "that company is. In the social sector we lack, unfortunately, such a unifying metric. You"
    },
    {
      "index": 200,
      "start_time": 965800.0,
      "end_time": 970900.0,
      "text": "know, if you’re working in animal care or animal services, you’re measuring, you know,"
    },
    {
      "index": 201,
      "start_time": 970900.0,
      "end_time": 977120.0,
      "text": "the cost of… of saving an animal’s life. Right? The cost of spaying and neutering animals"
    },
    {
      "index": 202,
      "start_time": 977120.0,
      "end_time": 981410.0,
      "text": "so more don&#39;t get created that we then have to euthanize later. Right? I mean, so that’s"
    },
    {
      "index": 203,
      "start_time": 981410.0,
      "end_time": 985480.0,
      "text": "one set of metrics. If you’re working in the environmental arena you might be looking"
    },
    {
      "index": 204,
      "start_time": 985480.0,
      "end_time": 990870.0,
      "text": "at the long run impact of your program on something like climate change or, you know,"
    },
    {
      "index": 205,
      "start_time": 990870.0,
      "end_time": 996610.0,
      "text": "forestry. So there are so many different metrics that it’s very difficult for a donor to"
    },
    {
      "index": 206,
      "start_time": 996610.0,
      "end_time": 1001670.0,
      "text": "determine impact. It’s always like comparing apples to oranges to pineapples. And… and"
    },
    {
      "index": 207,
      "start_time": 1001670.0,
      "end_time": 1009550.0,
      "text": "this is a very deep problem. That said, we have relied for too long on what we call in"
    },
    {
      "index": 208,
      "start_time": 1009550.0,
      "end_time": 1015470.0,
      "text": "the nonprofit sector, the tyranny of overhead as a measure of nonprofit effectiveness. So"
    },
    {
      "index": 209,
      "start_time": 1015470.0,
      "end_time": 1020480.0,
      "text": "we shouldn’t use the challenge of measuring impact across these different sectors as an"
    },
    {
      "index": 210,
      "start_time": 1020480.0,
      "end_time": 1025689.0,
      "text": "excuse to look at the easiest thing, which is what percentage of my gift goes to fundraising"
    },
    {
      "index": 211,
      "start_time": 1025690.0,
      "end_time": 1032410.0,
      "text": "and marketing versus program related expense, which is typically how impact is seen. And"
    },
    {
      "index": 212,
      "start_time": 1032410.0000000001,
      "end_time": 1038410.0000000001,
      "text": "that measure really starves nonprofits of the agency and capital they need to produce"
    },
    {
      "index": 213,
      "start_time": 1038410.0000000001,
      "end_time": 1043491.0000000001,
      "text": "good outcomes. So I’m a huge fan of this new movement, Peter Singer calls it effective"
    },
    {
      "index": 214,
      "start_time": 1043490.0,
      "end_time": 1049519.0,
      "text": "altruism, many people just call it, you know, strategic giving or venture philanthropy."
    },
    {
      "index": 215,
      "start_time": 1049520.0,
      "end_time": 1055701.0,
      "text": "This new movement around thinking about impact in terms of outcomes for dollars spent. Just"
    },
    {
      "index": 216,
      "start_time": 1055700.0,
      "end_time": 1061590.0,
      "text": "like we would in, say, clinical drug trials. We would think, “Ok, if you’ve got a new"
    },
    {
      "index": 217,
      "start_time": 1061590.0,
      "end_time": 1067669.0,
      "text": "drug that’s, you know, being tested for fighting diabetes. We wanna look at, you know,"
    },
    {
      "index": 218,
      "start_time": 1067670.0,
      "end_time": 1072160.0,
      "text": "how much it costs to purchase the drug versus what kind of outcome you have on people who"
    },
    {
      "index": 219,
      "start_time": 1072160.0,
      "end_time": 1075981.0,
      "text": "have diabetes. And, of course, the outcomes are gonna be different depending on what the"
    },
    {
      "index": 220,
      "start_time": 1075980.0,
      "end_time": 1079950.0,
      "text": "drug intervention is, but you don&#39;t really care how the drug company is spending their"
    },
    {
      "index": 221,
      "start_time": 1079950.0,
      "end_time": 1084340.0,
      "text": "money to produce the intended effect. You care about dollars in versus total impact"
    },
    {
      "index": 222,
      "start_time": 1084340.0,
      "end_time": 1091269.0,
      "text": "out. So with that lens, we in our field being focused on poverty alleviation decided to"
    },
    {
      "index": 223,
      "start_time": 1091270.0,
      "end_time": 1096111.0,
      "text": "form an organization that would measure how many people we moved over the poverty line"
    },
    {
      "index": 224,
      "start_time": 1096110.0,
      "end_time": 1101990.0,
      "text": "and by how much and at what rough cost to donors, you know, per person impacted. And"
    },
    {
      "index": 225,
      "start_time": 1101990.0,
      "end_time": 1109350.0,
      "text": "so now 7 years in we can say that internationally we’ve moved 7 thousand people… actually,"
    },
    {
      "index": 226,
      "start_time": 1109350.0,
      "end_time": 1114700.0,
      "text": "right now it’s like 6,974. Something like that. But roughly 7 thousand people from a"
    },
    {
      "index": 227,
      "start_time": 1114700.0,
      "end_time": 1121649.0,
      "text": "baseline income of less than 2 dollars a day to 3 years after starting our program a baseline"
    },
    {
      "index": 228,
      "start_time": 1121650.0,
      "end_time": 1123510.0,
      "text": "income of 4 times that."
    },
    {
      "index": 229,
      "start_time": 1123510.0,
      "end_time": 1123961.0,
      "text": "Wow."
    },
    {
      "index": 230,
      "start_time": 1123960.0,
      "end_time": 1127619.0,
      "text": "And we can then track the investments that those people are making with that additional"
    },
    {
      "index": 231,
      "start_time": 1127620.0,
      "end_time": 1133361.0,
      "text": "income in households expenditures like education, like health care for their children, we see"
    },
    {
      "index": 232,
      "start_time": 1133360.0,
      "end_time": 1138039.0,
      "text": "a lot of improved, you know, consumption in terms of food. Our workers literally start"
    },
    {
      "index": 233,
      "start_time": 1138040.0,
      "end_time": 1143180.0,
      "text": "buying more protein for the first time and fresh vegetables. So you can then track that"
    },
    {
      "index": 234,
      "start_time": 1143180.0,
      "end_time": 1149170.0,
      "text": "4x income increase across all of these other indicators in terms of quality of life. But"
    },
    {
      "index": 235,
      "start_time": 1149170.0,
      "end_time": 1153620.0,
      "text": "we’re really focused on reporting outcomes. And we tell people, “You can look at how"
    },
    {
      "index": 236,
      "start_time": 1153620.0,
      "end_time": 1157111.0,
      "text": "much we spend on fundraising or travel or any number of things, but that’s not gonna"
    },
    {
      "index": 237,
      "start_time": 1157110.0,
      "end_time": 1161389.0,
      "text": "give you a good sense of whether we’re effective at what we do, which is moving people out"
    },
    {
      "index": 238,
      "start_time": 1161390.0,
      "end_time": 1166170.0,
      "text": "of poverty.” And I will mention to your viewers that there’s a great website called"
    },
    {
      "index": 239,
      "start_time": 1166170.0,
      "end_time": 1172060.0,
      "text": "GiveWell.org that helps people understand where their gifts could be most effective."
    },
    {
      "index": 240,
      "start_time": 1172060.0,
      "end_time": 1176630.0,
      "text": "They don&#39;t have the capacity to evaluate every organization, but that lens, that way of thinking,"
    },
    {
      "index": 241,
      "start_time": 1176630.0,
      "end_time": 1181111.0,
      "text": "for, you know, any smart person who’s looking at making a charitable donation, that lens"
    },
    {
      "index": 242,
      "start_time": 1181110.0,
      "end_time": 1186499.0,
      "text": "that they use could be applied to their giving. And a few questions asked of the non profit"
    },
    {
      "index": 243,
      "start_time": 1186500.0,
      "end_time": 1191591.0,
      "text": "that they might wanna give to could probably yield answers as to how those nonprofits view"
    },
    {
      "index": 244,
      "start_time": 1191590.0,
      "end_time": 1192960.0,
      "text": "outcome tracking."
    },
    {
      "index": 245,
      "start_time": 1192960.0,
      "end_time": 1198980.0,
      "text": "Speaking of outcomes, one of the things that made myself and everyone on our team cry was"
    },
    {
      "index": 246,
      "start_time": 1198980.0,
      "end_time": 1204409.0,
      "text": "a beautiful video that you guys have of a young woman named Martha. And numbers are"
    },
    {
      "index": 247,
      "start_time": 1204410.0,
      "end_time": 1207560.0,
      "text": "awesome and as businesspeople and entrepreneurs and creatives, it’s… it’s something"
    },
    {
      "index": 248,
      "start_time": 1207560.0,
      "end_time": 1213081.0,
      "text": "we need to pay attention to. But for us and for me, you know, I love the stories and I"
    },
    {
      "index": 249,
      "start_time": 1213080.0,
      "end_time": 1218989.0,
      "text": "think we all do and loving the ability to see even one individual’s life completely"
    },
    {
      "index": 250,
      "start_time": 1218990.0,
      "end_time": 1224300.0,
      "text": "transformed by the dignity of work and the possibility of independence in creating a"
    },
    {
      "index": 251,
      "start_time": 1224300.0,
      "end_time": 1229361.0,
      "text": "better life for himself or herself. Are there any stories, I know Martha is a favorite,"
    },
    {
      "index": 252,
      "start_time": 1229360.0,
      "end_time": 1232919.0,
      "text": "we’ll put a link to that below, whether you wanna tell Martha’s story or any other"
    },
    {
      "index": 253,
      "start_time": 1232920.0,
      "end_time": 1236821.0,
      "text": "story. You’ve done so much work in the field and seen so many lives change. Anyone come"
    },
    {
      "index": 254,
      "start_time": 1236820.0,
      "end_time": 1237519.0,
      "text": "to mind?"
    },
    {
      "index": 255,
      "start_time": 1237520.0,
      "end_time": 1240721.0,
      "text": "Sure. Well, I can give a refresh on the Martha story."
    },
    {
      "index": 256,
      "start_time": 1240720.0,
      "end_time": 1241149.0,
      "text": "Sure."
    },
    {
      "index": 257,
      "start_time": 1241150.0,
      "end_time": 1249250.0,
      "text": "We produced that video back in 2012 for a gala that we ran, 2012 or 2013. And Martha"
    },
    {
      "index": 258,
      "start_time": 1249250.0,
      "end_time": 1254861.0,
      "text": "came to us, she was a young woman living in an orphanage in Nairobi run by an amazing"
    },
    {
      "index": 259,
      "start_time": 1254860.0,
      "end_time": 1260679.0,
      "text": "Catholic charity in the slums. And she had been orphaned at age 10 and then moved to"
    },
    {
      "index": 260,
      "start_time": 1260680.0,
      "end_time": 1265221.0,
      "text": "this orphanage and at age 18 as is common both in the developing world and even here"
    },
    {
      "index": 261,
      "start_time": 1265220.0,
      "end_time": 1270739.0,
      "text": "in the US if we look at the foster care program, kids at age 18 age out of the system. And"
    },
    {
      "index": 262,
      "start_time": 1270740.0,
      "end_time": 1277880.0,
      "text": "yet if you have no job training, no family members to support you, no, you know, emotional"
    },
    {
      "index": 263,
      "start_time": 1277880.0,
      "end_time": 1282420.0,
      "text": "infrastructure of any kind, and, in addition to that, many of these youth have trauma,"
    },
    {
      "index": 264,
      "start_time": 1282420.0,
      "end_time": 1286721.0,
      "text": "as Martha did, from just any number of things that can happen to you in that vulnerable"
    },
    {
      "index": 265,
      "start_time": 1286720.0,
      "end_time": 1292970.0,
      "text": "situation, how could you possibly be expected to make a living for yourself? And Martha"
    },
    {
      "index": 266,
      "start_time": 1292970.0,
      "end_time": 1298440.0,
      "text": "was reported to us, her orphanage actually had a partnership with one of our recruiting"
    },
    {
      "index": 267,
      "start_time": 1298440.0,
      "end_time": 1302519.0,
      "text": "centers. And so we heard from the recruiting center that the sisters at her orphanage said"
    },
    {
      "index": 268,
      "start_time": 1302520.0,
      "end_time": 1307890.0,
      "text": "that Martha was routinely the top student, she was extremely bright, she was very humble,"
    },
    {
      "index": 269,
      "start_time": 1307890.0,
      "end_time": 1312310.0,
      "text": "and she was the kind of person in the background helping all of the other young girls in her"
    },
    {
      "index": 270,
      "start_time": 1312310.0,
      "end_time": 1317130.0,
      "text": "orphanage succeed. And so they took a real shining to her at our recruiting center and"
    },
    {
      "index": 271,
      "start_time": 1317130.0,
      "end_time": 1322581.0,
      "text": "even though I think she lacked some of our criteria, she had her… I think she had some"
    },
    {
      "index": 272,
      "start_time": 1322580.0,
      "end_time": 1327999.0,
      "text": "difficulties with high school, she ended up getting recruited to join a SamaSource center."
    },
    {
      "index": 273,
      "start_time": 1328000.0,
      "end_time": 1333150.0,
      "text": "And then after she got her first job she was able over time to move out of the slum that"
    },
    {
      "index": 274,
      "start_time": 1333150.0,
      "end_time": 1339170.0,
      "text": "she was living in, to escape the reality for many women in urban African environments that"
    },
    {
      "index": 275,
      "start_time": 1339170.0,
      "end_time": 1343841.0,
      "text": "don&#39;t have a lot of money, which is getting involved in prostitution out of absolute necessity"
    },
    {
      "index": 276,
      "start_time": 1343840.0,
      "end_time": 1348029.0,
      "text": "because it’s the only way that they might make an income and sustain themselves. So"
    },
    {
      "index": 277,
      "start_time": 1348030.0,
      "end_time": 1352430.0,
      "text": "she… she told us that that was really her only other choice was to go on the streets."
    },
    {
      "index": 278,
      "start_time": 1352430.0,
      "end_time": 1357160.0,
      "text": "She got this job, she… when we first met her would only wear baggy clothes and look"
    },
    {
      "index": 279,
      "start_time": 1357160.0,
      "end_time": 1362770.0,
      "text": "at her feet and she had, I think, internalized this… this message that a lot of people"
    },
    {
      "index": 280,
      "start_time": 1362770.0,
      "end_time": 1366530.0,
      "text": "from very poor backgrounds feel which is that I don&#39;t… I don&#39;t really belong, I don&#39;t"
    },
    {
      "index": 281,
      "start_time": 1366530.0,
      "end_time": 1371231.0,
      "text": "have any value to add in the world, I’m a nobody. Now I just saw her 2 and a half"
    },
    {
      "index": 282,
      "start_time": 1371230.0,
      "end_time": 1376889.0,
      "text": "weeks ago in Nairobi. She stopped working for SamaSource about a year ago and she got"
    },
    {
      "index": 283,
      "start_time": 1376890.0,
      "end_time": 1382571.0,
      "text": "a job working as a customer service rep for a local travel company in Kenya. And she was"
    },
    {
      "index": 284,
      "start_time": 1382570.0,
      "end_time": 1387480.0,
      "text": "just beaming with pride because they love her so much that she started getting involved"
    },
    {
      "index": 285,
      "start_time": 1387480.0,
      "end_time": 1392440.0,
      "text": "in social media, she’s a very beautiful young woman and she’s finally able… I"
    },
    {
      "index": 286,
      "start_time": 1392440.0,
      "end_time": 1398519.0,
      "text": "think she feels so much pride in being able to buy clothing that fits her and do her hair"
    },
    {
      "index": 287,
      "start_time": 1398520.0,
      "end_time": 1402071.0,
      "text": "and she was wearing makeup when I met her and she was extremely poised and she told"
    },
    {
      "index": 288,
      "start_time": 1402070.0,
      "end_time": 1406379.0,
      "text": "me that she really wants to get more involved in media and marketing for that industry,"
    },
    {
      "index": 289,
      "start_time": 1406380.0,
      "end_time": 1412020.0,
      "text": "for the travel industry. And the idea that a young girl from a slum, you know, who would"
    },
    {
      "index": 290,
      "start_time": 1412020.0,
      "end_time": 1417240.0,
      "text": "be continuing to toil away in that slum, you know, doing some kind of informal labor at"
    },
    {
      "index": 291,
      "start_time": 1417240.0,
      "end_time": 1423731.0,
      "text": "best, the idea that she is now this poised, mature woman living outside of the slum who"
    },
    {
      "index": 292,
      "start_time": 1423730.0,
      "end_time": 1428379.0,
      "text": "really has come into her own, I mean, that’s what we’re all about. And Martha now serves"
    },
    {
      "index": 293,
      "start_time": 1428380.0,
      "end_time": 1433420.0,
      "text": "as an inspiration to our other workers, we have about 700 active workers in east Africa"
    },
    {
      "index": 294,
      "start_time": 1433420.0,
      "end_time": 1438071.0,
      "text": "and Asia alone. And many of them have heard her story because we play the video for our"
    },
    {
      "index": 295,
      "start_time": 1438070.0,
      "end_time": 1443249.0,
      "text": "workers as well to show them that they might also have an outcome like Martha, and it&#39;s"
    },
    {
      "index": 296,
      "start_time": 1443250.0,
      "end_time": 1448490.0,
      "text": "just incredible. So I think there’s a… a psychological ripple effect that comes with"
    },
    {
      "index": 297,
      "start_time": 1448490.0,
      "end_time": 1453101.0,
      "text": "the dignity of work and with other people observing that in her community and seeing"
    },
    {
      "index": 298,
      "start_time": 1453100.0,
      "end_time": 1456999.0,
      "text": "what’s possible, that those girls don&#39;t have to go into prostitution, that there are"
    },
    {
      "index": 299,
      "start_time": 1457000.0,
      "end_time": 1462400.0,
      "text": "other paths. And… and I think so much of what we offer is just hope, hope that there’s"
    },
    {
      "index": 300,
      "start_time": 1462400.0,
      "end_time": 1463650.0,
      "text": "a better future."
    },
    {
      "index": 301,
      "start_time": 1463650.0,
      "end_time": 1468701.0,
      "text": "And a lot of that hope needs to come right here in the US. And that was another reason"
    },
    {
      "index": 302,
      "start_time": 1468700.0,
      "end_time": 1473889.0,
      "text": "why we were so thrilled to find you guys. On our team it’s always been an internal"
    },
    {
      "index": 303,
      "start_time": 1473890.0,
      "end_time": 1478191.0,
      "text": "discussion. You know, where do we want to start to channel things and our resources"
    },
    {
      "index": 304,
      "start_time": 1478190.0,
      "end_time": 1482080.0,
      "text": "of how we can make a bigger impact? And I was so thrilled to know that you guys also"
    },
    {
      "index": 305,
      "start_time": 1482080.0,
      "end_time": 1484919.0,
      "text": "do work here in the US. You want to tell us about that?"
    },
    {
      "index": 306,
      "start_time": 1484920.0,
      "end_time": 1489560.0,
      "text": "Sure. And I think for us the story is coming at a good time because with the presidential"
    },
    {
      "index": 307,
      "start_time": 1489560.0,
      "end_time": 1495961.0,
      "text": "debates happening, I think there’s a lot of concern about threats from afar, from outside"
    },
    {
      "index": 308,
      "start_time": 1495960.0,
      "end_time": 1499739.0,
      "text": "of the US, whether they’re foreign workers or whether they’re immigrants, illegal or"
    },
    {
      "index": 309,
      "start_time": 1499740.0,
      "end_time": 1504191.0,
      "text": "legal immigrants, and I think the important thing to consider is that at the end of the"
    },
    {
      "index": 310,
      "start_time": 1504190.0,
      "end_time": 1510989.0,
      "text": "day we’re all human beings, whether we live in Timbuktu or Tennessee, and for us we…"
    },
    {
      "index": 311,
      "start_time": 1510990.0,
      "end_time": 1515601.0,
      "text": "we think we have as much of a moral duty to people here as we do to people overseas. And"
    },
    {
      "index": 312,
      "start_time": 1515600.0,
      "end_time": 1519859.0,
      "text": "we also think it’s not an either or. It’s not like because we’re helping someone in"
    },
    {
      "index": 313,
      "start_time": 1519860.0,
      "end_time": 1522050.0,
      "text": "Kenya we can’t also help someone here."
    },
    {
      "index": 314,
      "start_time": 1522050.0,
      "end_time": 1522591.0,
      "text": "Yes."
    },
    {
      "index": 315,
      "start_time": 1522590.0,
      "end_time": 1526679.0,
      "text": "And I think that’s a traditional dichotomy. “Oh, there are international poverty groups"
    },
    {
      "index": 316,
      "start_time": 1526680.0,
      "end_time": 1531030.0,
      "text": "and international charities and then there are domestic groups.” And I think so often"
    },
    {
      "index": 317,
      "start_time": 1531030.0,
      "end_time": 1537780.0,
      "text": "the strategies that we employ to fight poverty overseas have equal application here. So we"
    },
    {
      "index": 318,
      "start_time": 1537780.0,
      "end_time": 1543211.0,
      "text": "kind of think of ourselves as… as sort of transnational in that way. And our work here"
    },
    {
      "index": 319,
      "start_time": 1543210.0,
      "end_time": 1548340.0,
      "text": "started a couple of years ago. It was actually inspired by negative feedback we’d received"
    },
    {
      "index": 320,
      "start_time": 1548340.0,
      "end_time": 1556609.0,
      "text": "from a guy in Ohio who saw an ad that we’d run on Hulu, the web TV service, and the ad"
    },
    {
      "index": 321,
      "start_time": 1556610.0,
      "end_time": 1560400.0,
      "text": "featured a refugee, who we’re still in touch with, who was doing work for us from a refugee"
    },
    {
      "index": 322,
      "start_time": 1560400.0,
      "end_time": 1566420.0,
      "text": "camp. And this is one of the most destitute camps I’ve ever seen. It’s the Dadaab"
    },
    {
      "index": 323,
      "start_time": 1566420.0,
      "end_time": 1570571.0,
      "text": "refugee camp on the border of Somalia, about 800 thousand people. So we really thought"
    },
    {
      "index": 324,
      "start_time": 1570570.0,
      "end_time": 1574840.0,
      "text": "that this would be non controversial, that nobody would think these refugees are stealing"
    },
    {
      "index": 325,
      "start_time": 1574840.0,
      "end_time": 1578899.0,
      "text": "our jobs and we should be really concerned about it, especially because the nature of"
    },
    {
      "index": 326,
      "start_time": 1578900.0,
      "end_time": 1582981.0,
      "text": "the work that he was doing. It was very basic. But this guy from Ohio wrote in and told me"
    },
    {
      "index": 327,
      "start_time": 1582980.0,
      "end_time": 1587359.0,
      "text": "that I was ruining America and that I should be ashamed of myself for calling myself a"
    },
    {
      "index": 328,
      "start_time": 1587360.0,
      "end_time": 1591430.0,
      "text": "nonprofit… calling our organization a nonprofit. And it came at a time that was a very tough"
    },
    {
      "index": 329,
      "start_time": 1591430.0,
      "end_time": 1596831.0,
      "text": "time for me. I was really in debt from Sama. Started it as a nonprofit so I have no equity"
    },
    {
      "index": 330,
      "start_time": 1596830.0,
      "end_time": 1601710.0,
      "text": "in it, I’m never gonna get rich out of this, and it really demoralized me. And I initially,"
    },
    {
      "index": 331,
      "start_time": 1601710.0,
      "end_time": 1605519.0,
      "text": "you know, wrote this email that was… that shut him down. And then I didn&#39;t send the"
    },
    {
      "index": 332,
      "start_time": 1605520.0,
      "end_time": 1609571.0,
      "text": "email and the next morning I woke up and I read it again and I just Googled unemployment"
    },
    {
      "index": 333,
      "start_time": 1609570.0,
      "end_time": 1614350.0,
      "text": "in Ohio. And it turned out that this guy was from a community that had just had a huge"
    },
    {
      "index": 334,
      "start_time": 1614350.0,
      "end_time": 1620379.0,
      "text": "set of factory closures and unemployment was soaring and people there had no hope. And"
    },
    {
      "index": 335,
      "start_time": 1620380.0,
      "end_time": 1625630.0,
      "text": "so he was coming from a place of hopelessness and desperation and I think that’s where"
    },
    {
      "index": 336,
      "start_time": 1625630.0,
      "end_time": 1630750.0,
      "text": "so many of these fears are bubbling up. I mean, people aren’t being mean or angry"
    },
    {
      "index": 337,
      "start_time": 1630750.0,
      "end_time": 1634890.0,
      "text": "because they wanna be. They’re… they’re scared. They’re deeply scared and we have"
    },
    {
      "index": 338,
      "start_time": 1634890.0,
      "end_time": 1638780.0,
      "text": "to address that. Especially if we’re gonna be working overseas, we have to address that"
    },
    {
      "index": 339,
      "start_time": 1638780.0,
      "end_time": 1644201.0,
      "text": "at home. And so instead I wrote back and I asked him if he had ideas and that kernel"
    },
    {
      "index": 340,
      "start_time": 1644200.0,
      "end_time": 1650190.0,
      "text": "led us to start our US program 2 years later, which is called SamaSchool. And we started"
    },
    {
      "index": 341,
      "start_time": 1650190.0,
      "end_time": 1655820.0,
      "text": "with a model of adapting what we had overseas, which is we know how to train low income people"
    },
    {
      "index": 342,
      "start_time": 1655820.0,
      "end_time": 1661710.0,
      "text": "to be successful in the digital economy in fields like data entry, social media, and"
    },
    {
      "index": 343,
      "start_time": 1661710.0,
      "end_time": 1666059.0,
      "text": "a number of different things that you can do online without being co-located with the"
    },
    {
      "index": 344,
      "start_time": 1666060.0,
      "end_time": 1666360.0,
      "text": "business…"
    },
    {
      "index": 345,
      "start_time": 1666360.0,
      "end_time": 1666660.0,
      "text": "Yes."
    },
    {
      "index": 346,
      "start_time": 1666660.0,
      "end_time": 1670990.0,
      "text": "...that’s giving the work. So we realized that there was a unique opportunity in the"
    },
    {
      "index": 347,
      "start_time": 1670990.0,
      "end_time": 1675980.0,
      "text": "US because we now have all of these new platforms where you can exchange your services online."
    },
    {
      "index": 348,
      "start_time": 1675980.0,
      "end_time": 1677780.0,
      "text": "There’s a website called UpWork."
    },
    {
      "index": 349,
      "start_time": 1677780.0,
      "end_time": 1678101.0,
      "text": "Yes."
    },
    {
      "index": 350,
      "start_time": 1678100.0,
      "end_time": 1681090.0,
      "text": "It used to be oDesk and eLance."
    },
    {
      "index": 351,
      "start_time": 1681090.0,
      "end_time": 1681809.0,
      "text": "Yes."
    },
    {
      "index": 352,
      "start_time": 1681810.0,
      "end_time": 1687430.0,
      "text": "And UpWork has paid out billions of dollars to… actually, just over a billion dollars,"
    },
    {
      "index": 353,
      "start_time": 1687430.0,
      "end_time": 1693980.0,
      "text": "to contractors in the last 7 or 8 years and it is a fast growing marketplace. Whether"
    },
    {
      "index": 354,
      "start_time": 1693980.0,
      "end_time": 1701150.0,
      "text": "you look at UpWork or you look at even offline market places or market places for offline"
    },
    {
      "index": 355,
      "start_time": 1701150.0,
      "end_time": 1706800.0,
      "text": "work that are mediated online like TaskRabbit or Care.com if you’re looking for a babysitter"
    },
    {
      "index": 356,
      "start_time": 1706800.0,
      "end_time": 1712780.0,
      "text": "or an elder care specialist. I mean, there… the number of these sites has just exploded."
    },
    {
      "index": 357,
      "start_time": 1712780.0,
      "end_time": 1717550.0,
      "text": "And the digital economy is not something that our job training infrastructure in the US"
    },
    {
      "index": 358,
      "start_time": 1717550.0,
      "end_time": 1722040.0,
      "text": "is prepared to handle. I was even listening to the Republican debate last night and there"
    },
    {
      "index": 359,
      "start_time": 1722040.0,
      "end_time": 1726221.0,
      "text": "was a lot of concern about jobs but nobody was talking about the threat to jobs from"
    },
    {
      "index": 360,
      "start_time": 1726220.0,
      "end_time": 1731299.0,
      "text": "automation and technology and the way we can mitigate that by training people to succeed"
    },
    {
      "index": 361,
      "start_time": 1731300.0,
      "end_time": 1736101.0,
      "text": "in the new economy. And not just training people to write code, but training people"
    },
    {
      "index": 362,
      "start_time": 1736100.0,
      "end_time": 1744049.0,
      "text": "to think first about applying online for a job or putting up a profile and how to navigate"
    },
    {
      "index": 363,
      "start_time": 1744050.0,
      "end_time": 1746630.0,
      "text": "that to get the most bang for their buck."
    },
    {
      "index": 364,
      "start_time": 1746630.0,
      "end_time": 1751081.0,
      "text": "And how to market and sell themselves online in an effective way. I mean, it… it’s"
    },
    {
      "index": 365,
      "start_time": 1751080.0,
      "end_time": 1754519.0,
      "text": "something that we talk about a lot in our company because we’re a virtual company"
    },
    {
      "index": 366,
      "start_time": 1754520.0,
      "end_time": 1759250.0,
      "text": "and often times the folks that we hire we’ve never met before and you have to be able to"
    },
    {
      "index": 367,
      "start_time": 1759250.0,
      "end_time": 1763540.0,
      "text": "represent yourself and interact and put your best foot forward online in a way that makes"
    },
    {
      "index": 368,
      "start_time": 1763540.0,
      "end_time": 1765081.0,
      "text": "sense now."
    },
    {
      "index": 369,
      "start_time": 1765080.0,
      "end_time": 1769859.0,
      "text": "Absolutely. And you guys would probably be a great case study and the kind of company"
    },
    {
      "index": 370,
      "start_time": 1769860.0,
      "end_time": 1772711.0,
      "text": "that would hire a SamaSchool graduate in the USA."
    },
    {
      "index": 371,
      "start_time": 1772710.0,
      "end_time": 1773369.0,
      "text": "Absolutely."
    },
    {
      "index": 372,
      "start_time": 1773370.0,
      "end_time": 1778540.0,
      "text": "We have a woman, I’ll just tell you one story about one of our sites. So we… we"
    },
    {
      "index": 373,
      "start_time": 1778540.0,
      "end_time": 1783010.0,
      "text": "started in California and then we got funding to expand to different pilot sites around"
    },
    {
      "index": 374,
      "start_time": 1783010.0,
      "end_time": 1787581.0,
      "text": "the country and we just got funded to expand into New York City with the Robin Hood Foundation."
    },
    {
      "index": 375,
      "start_time": 1787580.0,
      "end_time": 1787960.0,
      "text": "Congratulations!"
    },
    {
      "index": 376,
      "start_time": 1787960.0,
      "end_time": 1791269.0,
      "text": "This quarter. So we’ll be… we’ll be your neighbors soon."
    },
    {
      "index": 377,
      "start_time": 1791270.0,
      "end_time": 1791951.0,
      "text": "That’s awesome."
    },
    {
      "index": 378,
      "start_time": 1791950.0,
      "end_time": 1796100.0,
      "text": "And one of the sites that we piloted, which is one of the hardest places I’ve ever seen"
    },
    {
      "index": 379,
      "start_time": 1796100.0,
      "end_time": 1802389.0,
      "text": "in the US to work is Dumas, Arkansas. It’s a little town in the Mississippi River Delta"
    },
    {
      "index": 380,
      "start_time": 1802390.0,
      "end_time": 1809520.0,
      "text": "Region of Arkansas and it is an extremely challenging place to do anti-poverty work."
    },
    {
      "index": 381,
      "start_time": 1809520.0,
      "end_time": 1813640.0,
      "text": "There are a number of organizations that have worked in the Delta for years and have tried"
    },
    {
      "index": 382,
      "start_time": 1813640.0,
      "end_time": 1818020.0,
      "text": "to reduce the endemic poverty in the region, but because of a number of things from the"
    },
    {
      "index": 383,
      "start_time": 1818020.0,
      "end_time": 1824321.0,
      "text": "decline in our agricultural production as a country to the legacy of slavery and racial"
    },
    {
      "index": 384,
      "start_time": 1824320.0,
      "end_time": 1829309.0,
      "text": "injustice that continues in that region, there’s a pocket of poverty there that has been really"
    },
    {
      "index": 385,
      "start_time": 1829310.0,
      "end_time": 1837020.0,
      "text": "hard to tackle. And we started there working with people who were in many ways more similar"
    },
    {
      "index": 386,
      "start_time": 1837020.0,
      "end_time": 1841560.0,
      "text": "to our African workforce than anything I’ve seen in the US in terms of their skill level"
    },
    {
      "index": 387,
      "start_time": 1841560.0,
      "end_time": 1846670.0,
      "text": "and workforce readiness. They had very few skills and very little access to technology."
    },
    {
      "index": 388,
      "start_time": 1846670.0,
      "end_time": 1851951.0,
      "text": "Many of them had never used a computer outside of our one recruiting partner. Most of them"
    },
    {
      "index": 389,
      "start_time": 1851950.0,
      "end_time": 1857229.0,
      "text": "had had jobs working at places like gas stations or the local McDonalds. There were no, you"
    },
    {
      "index": 390,
      "start_time": 1857230.0,
      "end_time": 1863890.0,
      "text": "know, white collar jobs available. So my favorite story is of a woman named Stacy, who’s a"
    },
    {
      "index": 391,
      "start_time": 1863890.0,
      "end_time": 1870880.0,
      "text": "single mom, who was a gas station attendant part time for 3 years before she found Sama."
    },
    {
      "index": 392,
      "start_time": 1870880.0,
      "end_time": 1874721.0,
      "text": "And we got her into our training, it’s a 10 week boot camp. It’s designed for people"
    },
    {
      "index": 393,
      "start_time": 1874720.0,
      "end_time": 1879649.0,
      "text": "who have existing care commitments at home or existing jobs. So it’s night… it’s"
    },
    {
      "index": 394,
      "start_time": 1879650.0,
      "end_time": 1884350.0,
      "text": "a night and weekend program. And it’s designed to be fast and to get you making money as"
    },
    {
      "index": 395,
      "start_time": 1884350.0,
      "end_time": 1888800.0,
      "text": "soon as possible. So she stuck with it, she finished the program, and now she’s making"
    },
    {
      "index": 396,
      "start_time": 1888800.0,
      "end_time": 1893750.0,
      "text": "several thousand dollars a month as a customer service rep and she found the job… or, I"
    },
    {
      "index": 397,
      "start_time": 1893750.0,
      "end_time": 1898081.0,
      "text": "should say. Not customer service. Social media marketing. She… she found the job through"
    },
    {
      "index": 398,
      "start_time": 1898080.0,
      "end_time": 1903399.0,
      "text": "UpWork after going through our training. And so she is managing social media accounts for"
    },
    {
      "index": 399,
      "start_time": 1903400.0,
      "end_time": 1907341.0,
      "text": "different companies, small businesses around the country. She loves the work. She’s very"
    },
    {
      "index": 400,
      "start_time": 1907340.0,
      "end_time": 1912710.0,
      "text": "outgoing and well spoken due to her, you know, gas station training. She had talked to a"
    },
    {
      "index": 401,
      "start_time": 1912710.0,
      "end_time": 1916249.0,
      "text": "lot of people and she’s personable. And so you think about that and you think, “Wow,"
    },
    {
      "index": 402,
      "start_time": 1916250.0,
      "end_time": 1920841.0,
      "text": "how many people around the country are sitting at home hopeless because they haven’t had"
    },
    {
      "index": 403,
      "start_time": 1920840.0,
      "end_time": 1925609.0,
      "text": "success in the traditional job market who might well be able to earn a living through"
    },
    {
      "index": 404,
      "start_time": 1925610.0,
      "end_time": 1930000.0,
      "text": "this kind of an approach. And Stacy is a perfect example of that and I think… I think there"
    },
    {
      "index": 405,
      "start_time": 1930000.0,
      "end_time": 1932961.0,
      "text": "are millions of Americans who could benefit from this kind of program."
    },
    {
      "index": 406,
      "start_time": 1932960.0,
      "end_time": 1940450.0,
      "text": "I agree 100%. One question I have for you, it’s something that will keep me up at night."
    },
    {
      "index": 407,
      "start_time": 1940450.0,
      "end_time": 1944619.0,
      "text": "I’ll read articles online, I’ll watch videos, I’ll read books and my heart breaks"
    },
    {
      "index": 408,
      "start_time": 1944620.0,
      "end_time": 1950130.0,
      "text": "and I live here in New York City, I spend time in Los Angeles, and I feel so blessed"
    },
    {
      "index": 409,
      "start_time": 1950130.0,
      "end_time": 1954380.0,
      "text": "to be able to be exposed to things that I never dreamed were possible. I grew up in"
    },
    {
      "index": 410,
      "start_time": 1954380.0,
      "end_time": 1959150.0,
      "text": "New Jersey and did not come from a lot of money either, and so I find myself sometimes"
    },
    {
      "index": 411,
      "start_time": 1959150.0,
      "end_time": 1963930.0,
      "text": "going like, “Woah, what have I created? This is amazing, I’m so grateful for it."
    },
    {
      "index": 412,
      "start_time": 1963930.0,
      "end_time": 1969480.0,
      "text": "But there’s so many millions, billions, of people that have so little.” How do you"
    },
    {
      "index": 413,
      "start_time": 1969480.0,
      "end_time": 1976341.0,
      "text": "manage the emotional part of what you do as a leader, seeing the extremes of humanity?"
    },
    {
      "index": 414,
      "start_time": 1976340.0,
      "end_time": 1983200.0,
      "text": "Oh, God. It is so overwhelming and I think one of the refreshing things about what you"
    },
    {
      "index": 415,
      "start_time": 1983200.0,
      "end_time": 1985099.0,
      "text": "just said is that it still bothers you."
    },
    {
      "index": 416,
      "start_time": 1985100.0,
      "end_time": 1986030.0,
      "text": "All the time."
    },
    {
      "index": 417,
      "start_time": 1986030.0,
      "end_time": 1993191.0,
      "text": "Because I think it’s so easy to develop a callous layer over our hearts to be able"
    },
    {
      "index": 418,
      "start_time": 1993190.0,
      "end_time": 1999849.0,
      "text": "to deal with that more easily. And there’s this great quote by an amazing writer name"
    },
    {
      "index": 419,
      "start_time": 1999850.0,
      "end_time": 2007380.0,
      "text": "Arundhati Roy about how the trick of remaining human as you progress through life is to always"
    },
    {
      "index": 420,
      "start_time": 2007380.0,
      "end_time": 2012660.0,
      "text": "get upset when you see injustice and for it to always affect you and for you to be, you"
    },
    {
      "index": 421,
      "start_time": 2012660.0,
      "end_time": 2016240.0,
      "text": "know, emotionally… in a bit of emotional turmoil when you see it. And that just confirms"
    },
    {
      "index": 422,
      "start_time": 2016240.0,
      "end_time": 2017930.0,
      "text": "that you’re still human."
    },
    {
      "index": 423,
      "start_time": 2017930.0,
      "end_time": 2018941.0,
      "text": "Yes."
    },
    {
      "index": 424,
      "start_time": 2018940.0,
      "end_time": 2023489.0,
      "text": "And… and it’s so important for us to continue that because as we progress and, you know,"
    },
    {
      "index": 425,
      "start_time": 2023490.0,
      "end_time": 2027390.0,
      "text": "in the case of Sama, I had no idea that we would even be around as a… I thought it"
    },
    {
      "index": 426,
      "start_time": 2027390.0,
      "end_time": 2033480.0,
      "text": "was just gonna be me with Steve Muthei, my guy, my internet cafe guy in Kenya, the guy"
    },
    {
      "index": 427,
      "start_time": 2033480.0,
      "end_time": 2038461.0,
      "text": "I hired off of Craigslist, Jess McCarter, to do our initial sales, and I just had never"
    },
    {
      "index": 428,
      "start_time": 2038460.0,
      "end_time": 2044639.0,
      "text": "imagined that we would get to the scale that we are now. And so for me the trick is to"
    },
    {
      "index": 429,
      "start_time": 2044640.0,
      "end_time": 2049801.0,
      "text": "continue to be upset because that… that fuels so much of our programming and I think"
    },
    {
      "index": 430,
      "start_time": 2049800.0000000002,
      "end_time": 2054780.0000000002,
      "text": "without empathy, without a feeling of solidarity with the people we’re trying to help, we,"
    },
    {
      "index": 431,
      "start_time": 2054780.0000000002,
      "end_time": 2060429.0000000002,
      "text": "you know, we lose the most important thing in guiding our decisions, which is… which"
    },
    {
      "index": 432,
      "start_time": 2060429.9999999998,
      "end_time": 2065860.9999999998,
      "text": "is human empathy. It’s been a huge struggle for me, that said. I mean, I… I have been"
    },
    {
      "index": 433,
      "start_time": 2065860.0000000002,
      "end_time": 2070669.0000000002,
      "text": "engaged before, I’ve had a lot of personal turmoil as a result I think of committing"
    },
    {
      "index": 434,
      "start_time": 2070670.0,
      "end_time": 2076151.0,
      "text": "myself so fully to this work, and it’s very difficult for a partner to… and I have so"
    },
    {
      "index": 435,
      "start_time": 2076150.0,
      "end_time": 2081230.0,
      "text": "much respect for people who’ve been my partners. It’s so hard to support someone who’s"
    },
    {
      "index": 436,
      "start_time": 2081230.0,
      "end_time": 2085890.0,
      "text": "constantly, like, up and going to rural Uganda and without a clear return date."
    },
    {
      "index": 437,
      "start_time": 2085889.9999999998,
      "end_time": 2086609.9999999998,
      "text": "Yeah."
    },
    {
      "index": 438,
      "start_time": 2086610.0000000002,
      "end_time": 2091240.0000000002,
      "text": "Or having to cancel things at the last minute to go and fundraise. But I think there too,"
    },
    {
      "index": 439,
      "start_time": 2091239.9999999998,
      "end_time": 2097210.0,
      "text": "that empathy really helps. And I feel very lucky, I think the only thing that can sustain,"
    },
    {
      "index": 440,
      "start_time": 2097210.0,
      "end_time": 2102120.0,
      "text": "you know, people who are in this kind of field is having a really strong network of supportive"
    },
    {
      "index": 441,
      "start_time": 2102120.0,
      "end_time": 2107740.0,
      "text": "friends and family around them who… who get it and who can listen to the stories and"
    },
    {
      "index": 442,
      "start_time": 2107740.0,
      "end_time": 2111410.0,
      "text": "who can, you know, sit there when I&#39;m crying on the phone about having checked in with"
    },
    {
      "index": 443,
      "start_time": 2111410.0,
      "end_time": 2114050.0,
      "text": "Martha and I’m so depressed that I can’t do more for her."
    },
    {
      "index": 444,
      "start_time": 2114050.0,
      "end_time": 2114360.0,
      "text": "Yeah."
    },
    {
      "index": 445,
      "start_time": 2114360.0,
      "end_time": 2119010.0,
      "text": "You know, who can sit there and console me. And… and at some level I think faith also"
    },
    {
      "index": 446,
      "start_time": 2119010.0,
      "end_time": 2124500.0,
      "text": "helps. I’ve been really impressed with Pope Francis and I’m not a lapsed Catholic because"
    },
    {
      "index": 447,
      "start_time": 2124500.0,
      "end_time": 2130360.0,
      "text": "I never was a Catholic, but my father grew up Jesuit and went to Catholic school and"
    },
    {
      "index": 448,
      "start_time": 2130360.0,
      "end_time": 2136060.0,
      "text": "raised us with those kinds of values and… and I really think that faith in those times"
    },
    {
      "index": 449,
      "start_time": 2136060.0,
      "end_time": 2140790.0,
      "text": "of turmoil can be an anchor for us and it’s so inspiring to have a moral leader like Pope"
    },
    {
      "index": 450,
      "start_time": 2140790.0,
      "end_time": 2145260.0,
      "text": "Francis who’s willing to be bold and talk about poverty and the importance of caring"
    },
    {
      "index": 451,
      "start_time": 2145260.0,
      "end_time": 2148820.0,
      "text": "for our fellow human being as the highest calling."
    },
    {
      "index": 452,
      "start_time": 2148820.0,
      "end_time": 2154480.0,
      "text": "Yeah, I… my heart always breaks open any time I watch the news and I start to see,"
    },
    {
      "index": 453,
      "start_time": 2154480.0,
      "end_time": 2158990.0,
      "text": "from faith based communities, the opening up and the inclusion of everyone, and I’m"
    },
    {
      "index": 454,
      "start_time": 2158990.0,
      "end_time": 2166030.0,
      "text": "just… I sit there and I do my Jersey fist pump and I get so excited. Speaking of family,"
    },
    {
      "index": 455,
      "start_time": 2166030.0,
      "end_time": 2170630.0,
      "text": "you know, there was a bit that you said about the best advice that you’d ever received"
    },
    {
      "index": 456,
      "start_time": 2170630.0,
      "end_time": 2175080.0,
      "text": "when your parents fresh from India were signing their first mortgage here in the US and they"
    },
    {
      "index": 457,
      "start_time": 2175080.0,
      "end_time": 2178960.0,
      "text": "were nervous. And your grandmother, a Belgian who hitchhiked around the world before meeting"
    },
    {
      "index": 458,
      "start_time": 2178960.0,
      "end_time": 2183690.0,
      "text": "your grandfather in Calcutta, she told them, “Don&#39;t worry so much. Trust the world. It’s"
    },
    {
      "index": 459,
      "start_time": 2183690.0,
      "end_time": 2190250.0,
      "text": "a vast, beautiful, wondrous place.” How does this notion serve you today? How does"
    },
    {
      "index": 460,
      "start_time": 2190250.0,
      "end_time": 2193710.0,
      "text": "it impact who you are and how you show up?"
    },
    {
      "index": 461,
      "start_time": 2193710.0,
      "end_time": 2200250.0,
      "text": "My grandmother, Crissann, was just the most amazing character even just in terms of her"
    },
    {
      "index": 462,
      "start_time": 2200250.0,
      "end_time": 2205900.0,
      "text": "style with these grand caftans she would wear. And I think what impressed me most about her"
    },
    {
      "index": 463,
      "start_time": 2205900.0,
      "end_time": 2211380.0,
      "text": "was that as a young woman coming out of World War II, they had to… they had to flee Belgium"
    },
    {
      "index": 464,
      "start_time": 2211380.0,
      "end_time": 2217390.0,
      "text": "when the Nazis came, that she could still retain her sense of openness and possibility"
    },
    {
      "index": 465,
      "start_time": 2217390.0,
      "end_time": 2225280.0,
      "text": "and… and a positive lens on humanity. And I think it is so easy to be cynical. The temptation"
    },
    {
      "index": 466,
      "start_time": 2225280.0,
      "end_time": 2229400.0,
      "text": "is always there to see the worst in the people around us and to assume that their intentions"
    },
    {
      "index": 467,
      "start_time": 2229400.0,
      "end_time": 2234650.0,
      "text": "are the worst, and I fall into that trap all the time. And I think her lesson is really"
    },
    {
      "index": 468,
      "start_time": 2234650.0,
      "end_time": 2239080.0,
      "text": "that, you know, we have a choice to either trust the world or to hole ourselves in and"
    },
    {
      "index": 469,
      "start_time": 2239080.0,
      "end_time": 2245580.0,
      "text": "to assume that everyone else is out to get us. And those decisions that are fear based,"
    },
    {
      "index": 470,
      "start_time": 2245580.0,
      "end_time": 2249410.0,
      "text": "that are based on that idea that everyone is out to get us and we need to hunker down"
    },
    {
      "index": 471,
      "start_time": 2249410.0,
      "end_time": 2254040.0,
      "text": "and protect ourselves against this horrible world, I… I think that never leads us to"
    },
    {
      "index": 472,
      "start_time": 2254040.0,
      "end_time": 2260800.0,
      "text": "a good outcome. And I feel like the most incredible movements in history and the smallest acts"
    },
    {
      "index": 473,
      "start_time": 2260800.0,
      "end_time": 2265300.0,
      "text": "of kindness every day that make us feel better about ourselves and that build a better world"
    },
    {
      "index": 474,
      "start_time": 2265300.0,
      "end_time": 2271240.0,
      "text": "are grounded in that sense of positivity and optimism about human nature. And… and I"
    },
    {
      "index": 475,
      "start_time": 2271240.0,
      "end_time": 2275960.0,
      "text": "really do think that’s choice. I don&#39;t think there are facts that prove one way or the"
    },
    {
      "index": 476,
      "start_time": 2275960.0,
      "end_time": 2279680.0,
      "text": "other that humans are inherently bad or humans are inherently good or humans are inherently"
    },
    {
      "index": 477,
      "start_time": 2279680.0,
      "end_time": 2283360.0,
      "text": "untrustworthy or trustworthy. We are all of those things. Right?"
    },
    {
      "index": 478,
      "start_time": 2283360.0,
      "end_time": 2284660.0,
      "text": "Yes, absolutely."
    },
    {
      "index": 479,
      "start_time": 2284660.0,
      "end_time": 2288120.0,
      "text": "And we have to wrestle with it. And I think… I think if we choose every morning when we"
    },
    {
      "index": 480,
      "start_time": 2288120.0,
      "end_time": 2294360.0,
      "text": "wake up to see the positive, to trust the world, even if traumatic things happen, even"
    },
    {
      "index": 481,
      "start_time": 2294360.0,
      "end_time": 2300260.0,
      "text": "if we witness, you know, tragedy in front of us, as so many people do, that optimism"
    },
    {
      "index": 482,
      "start_time": 2300260.0,
      "end_time": 2304250.0,
      "text": "is ultimately what’s gonna guide us through life. You know? And I think it’s the only"
    },
    {
      "index": 483,
      "start_time": 2304250.0,
      "end_time": 2308660.0,
      "text": "way to leave a better world than the one that we were born into."
    },
    {
      "index": 484,
      "start_time": 2308660.0,
      "end_time": 2314720.0,
      "text": "If anyone wants to get involved with Sama, tell us where we should go and what… because"
    },
    {
      "index": 485,
      "start_time": 2314720.0,
      "end_time": 2320040.0,
      "text": "our audience is full of enthusiastic action takers, which I love. So where would you direct"
    },
    {
      "index": 486,
      "start_time": 2320040.0,
      "end_time": 2323190.0,
      "text": "people and what can they do to get involved with you?"
    },
    {
      "index": 487,
      "start_time": 2323190.0,
      "end_time": 2327480.0,
      "text": "Great. Well, first of all, we’re spreading the word about SamaSchool. Our goal is to"
    },
    {
      "index": 488,
      "start_time": 2327480.0,
      "end_time": 2331940.0,
      "text": "enroll 10 thousand students by the end of the year. It’s a free online work program."
    },
    {
      "index": 489,
      "start_time": 2331940.0,
      "end_time": 2337270.0,
      "text": "So if anyone that you know is looking for work, struggling with unemployment, looking"
    },
    {
      "index": 490,
      "start_time": 2337270.0,
      "end_time": 2341370.0,
      "text": "just to boost their skills and figure out how to make the most of the online economy,"
    },
    {
      "index": 491,
      "start_time": 2341370.0,
      "end_time": 2346810.0,
      "text": "SamaSchool.org is a great place to start. And then I will mention 2 other things. We"
    },
    {
      "index": 492,
      "start_time": 2346810.0,
      "end_time": 2352630.0,
      "text": "have a crowdfunding site for medical treatments that raises money for people who can’t afford"
    },
    {
      "index": 493,
      "start_time": 2352630.0,
      "end_time": 2357490.0,
      "text": "basic medical treatments, both domestically and abroad. And so if you’re passionate"
    },
    {
      "index": 494,
      "start_time": 2357490.0,
      "end_time": 2361750.0,
      "text": "about providing healthcare you can make a direct donation and 100% of the gift goes"
    },
    {
      "index": 495,
      "start_time": 2361750.0,
      "end_time": 2366890.0,
      "text": "to one of our doctors to perform lifesaving medical treatment. And then as a donor you"
    },
    {
      "index": 496,
      "start_time": 2366890.0,
      "end_time": 2371280.0,
      "text": "get a report back on exactly where your money went. And, lastly, if you’re more interested"
    },
    {
      "index": 497,
      "start_time": 2371280.0,
      "end_time": 2378980.0,
      "text": "in larger strategic philanthropy, we are raising a new investment in Sama to expand our work"
    },
    {
      "index": 498,
      "start_time": 2378980.0,
      "end_time": 2384400.0,
      "text": "domestically and overseas on the job creation front. And we’re doing it through a loan"
    },
    {
      "index": 499,
      "start_time": 2384400.0,
      "end_time": 2388710.0,
      "text": "called a program related investment that donors can be part of. And so if they’re interested"
    },
    {
      "index": 500,
      "start_time": 2388710.0,
      "end_time": 2393770.0,
      "text": "in… in participating in that you can go to our website at SamaGroup.co and leave us"
    },
    {
      "index": 501,
      "start_time": 2393770.0,
      "end_time": 2396930.0,
      "text": "a message or email us at Info@SamaGroup.co."
    },
    {
      "index": 502,
      "start_time": 2396930.0,
      "end_time": 2403300.0,
      "text": "Leila, thank you so much. This was such a beautiful conversation. You are an incredible"
    },
    {
      "index": 503,
      "start_time": 2403300.0,
      "end_time": 2406910.0,
      "text": "human being. I’m so thrilled that we’re connected and I can’t wait to work with"
    },
    {
      "index": 504,
      "start_time": 2406910.0,
      "end_time": 2409350.0,
      "text": "you for years and years and years to come. Thank you."
    },
    {
      "index": 505,
      "start_time": 2409350.0,
      "end_time": 2411350.0,
      "text": "Likewise, thank you so much."
    },
    {
      "index": 506,
      "start_time": 2411350.0,
      "end_time": 2416670.0,
      "text": "Now Leila and I would love to hear from you. From everything we discussed today, what was"
    },
    {
      "index": 507,
      "start_time": 2416670.0,
      "end_time": 2421980.0,
      "text": "the most significant thing that you’re taking away and why? As always, the best discussions"
    },
    {
      "index": 508,
      "start_time": 2421980.0,
      "end_time": 2428220.0,
      "text": "happen after the episode, so go on over to MarieForleo.com and leave a comment now."
    },
    {
      "index": 509,
      "start_time": 2428220.0,
      "end_time": 2432880.0,
      "text": "Did you like this video? If so, subscribe to our channel and I would be so grateful"
    },
    {
      "index": 510,
      "start_time": 2432880.0,
      "end_time": 2437550.0,
      "text": "if you shared this one, especially this one, with all your friends. And if you want even"
    },
    {
      "index": 511,
      "start_time": 2437550.0,
      "end_time": 2441530.0,
      "text": "more great resources to create a business and life that you love, plus some personal"
    },
    {
      "index": 512,
      "start_time": 2441530.0,
      "end_time": 2446020.0,
      "text": "insights from me that I only get to talk about in email, come on over to MarieForleo.com"
    },
    {
      "index": 513,
      "start_time": 2446020.0,
      "end_time": 2452900.0,
      "text": "and sign up for email updates. Stay on your game and keep going for your dreams, because"
    },
    {
      "index": 514,
      "start_time": 2452900.0,
      "end_time": 2458240.0,
      "text": "the world needs that special gift that only you have. Thank you so much for watching and"
    },
    {
      "index": 515,
      "start_time": 2458240.0,
      "end_time": 2468240.0,
      "text": "I’ll catch you next time on MarieTV."
    }
  ]
}