{
  "video_id": "bTfR7D1NkkE",
  "title": "Pakistan-India conflict: Why Kashmir is the centre of the dispute",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 179.0,
      "end_time": 9336.0,
      "text": "The dispute between India and Pakistan over Kashmir is one of the longest-running conflicts in the world, and all started with the creation of the South Asian countries."
    },
    {
      "index": 2,
      "start_time": 9282.0,
      "end_time": 16400.0,
      "text": "In 1947 Britain gave its Indian colonies independence, forming two nations Pakistan for the Muslims and India for everyone else."
    },
    {
      "index": 3,
      "start_time": 16400.0,
      "end_time": 20200.0,
      "text": "August 15, 1947 found the partitioning going into effect."
    },
    {
      "index": 4,
      "start_time": 20200.0,
      "end_time": 25500.0,
      "text": "(The) partition forced 14 million people on both sides of the new divide to migrate across the border."
    },
    {
      "index": 5,
      "start_time": 25500.0,
      "end_time": 31100.0,
      "text": "This process was marked by ethnic and religious violence, causing between 1 and 2 million deaths."
    },
    {
      "index": 6,
      "start_time": 31100.0,
      "end_time": 40000.0,
      "text": "Caught in the middle of it all was the hotly contested Kashmir, a scenic mountain region located on the border between the two countries and slightly bigger than the state of Kansas."
    },
    {
      "index": 7,
      "start_time": 40000.0,
      "end_time": 45400.0,
      "text": "Under the partition plan provided by the Indian independence act, Kashmir was free to decide which country it would join."
    },
    {
      "index": 8,
      "start_time": 45400.0,
      "end_time": 48680.0,
      "text": "Because it was a Muslim majority state, most wanted to join Pakistan."
    },
    {
      "index": 9,
      "start_time": 48680.0,
      "end_time": 53400.0,
      "text": "But Kashmir's Hindu ruler Maharaja Hari Singh preferred to keep the region independent."
    },
    {
      "index": 10,
      "start_time": 53400.0,
      "end_time": 62000.0,
      "text": "But Kashmirian Muslims weren't happy with this decision and began a revolution, which was later joined by armed tribesmen from Pakistan's Northwest Frontier Province."
    },
    {
      "index": 11,
      "start_time": 62000.0,
      "end_time": 66400.0,
      "text": "In October 1947, Hari Singh turned to India for military assistance."
    },
    {
      "index": 12,
      "start_time": 66400.0,
      "end_time": 74800.0,
      "text": "In exchange, he signed Kashmir over to India, pending a referendum which would allow the citizens to vote on the future status of the region."
    },
    {
      "index": 13,
      "start_time": 74800.0,
      "end_time": 82800.0,
      "text": "Pakistan did not recognize the Instrument of Accession as a legal document, triggering the first war between India and Pakistan."
    },
    {
      "index": 14,
      "start_time": 82800.0,
      "end_time": 87700.0,
      "text": "The fighting lasted until the United Nations helped broker a peace deal known as the Karachi agreement."
    },
    {
      "index": 15,
      "start_time": 87700.0,
      "end_time": 93500.0,
      "text": "That agreement created what's now known as the line of control, a de facto border spliting Kashmir in two."
    },
    {
      "index": 16,
      "start_time": 93500.0,
      "end_time": 95100.0,
      "text": "But the violence continued."
    },
    {
      "index": 17,
      "start_time": 95100.0,
      "end_time": 103300.0,
      "text": "In 1965 and 1971, two more Wars broke out and thousands have been killed in smaller military conflicts over the years."
    },
    {
      "index": 18,
      "start_time": 103300.0,
      "end_time": 109440.0,
      "text": "Both countries had developed nuclear weapons by 1999, when Pakistani troops invaded indian-controlled Kashmir."
    },
    {
      "index": 19,
      "start_time": 109440.0,
      "end_time": 112000.0,
      "text": "The conflict sparked concerns about a nuclear war."
    },
    {
      "index": 20,
      "start_time": 112000.0,
      "end_time": 115800.0,
      "text": "But India won in a ground battle that killed hundreds on both sides."
    },
    {
      "index": 21,
      "start_time": 115800.0,
      "end_time": 122300.0,
      "text": "For the past two decades, intermittent violence and reports of human rights violations by security forces have continued."
    },
    {
      "index": 22,
      "start_time": 122300.0,
      "end_time": 133800.0,
      "text": "Today both India and Pakistan claimed own Kashmir entirely, but India currently governs about 45%, the central and southern part, while Pakistan controls 35%, the Western Area."
    },
    {
      "index": 23,
      "start_time": 133800.0,
      "end_time": 139200.0,
      "text": "In the meantime, 20% the north eastern part of the region is heavily influenced by China."
    },
    {
      "index": 24,
      "start_time": 139200.0,
      "end_time": 144000.0,
      "text": "In 2003 the rivals agreed in principle to a ceasefire along the line of control."
    },
    {
      "index": 25,
      "start_time": 144000.0,
      "end_time": 149100.0,
      "text": "Flights which were previously severed resumed and a new bus service was started between the two border towns."
    },
    {
      "index": 26,
      "start_time": 149100.0,
      "end_time": 161100.0,
      "text": "But over the years both sides have continued to square off again and again, accusing one another of violating the terms of the ceasefire and blaming each other for a number of attacks on each other's soil."
    },
    {
      "index": 27,
      "start_time": 161100.0,
      "end_time": 173500.0,
      "text": "Hostilities reached a boiling point on February 14, 2019, a Pakistani-based terror group claimed responsibility for an attack involving a suicide bomber in Kashmir, which killed 40 Indian paramilitary police."
    },
    {
      "index": 28,
      "start_time": 173500.0,
      "end_time": 176500.0,
      "text": "This was followed by a series of tit-for-tat airstrikes."
    },
    {
      "index": 29,
      "start_time": 176500.0,
      "end_time": 182100.0,
      "text": "Pakistan then captured an Indian pilot but released him days later, calling it a gesture of peace."
    },
    {
      "index": 30,
      "start_time": 182100.0,
      "end_time": 192850.0,
      "text": "However this has not yet diffused concerns from the international community as tensions between the two nuclear powers reached the highest level in decades."
    }
  ]
}