{
  "video_id": "bvXF850K9Sc",
  "title": "Two Reasons Why We're Still Single",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 100.0,
      "end_time": 7200.0,
      "text": "The common-sense explanation for long-term singlehood directs the blame firmly outwards,"
    },
    {
      "index": 2,
      "start_time": 7100.0,
      "end_time": 11900.0,
      "text": "it isolates the problem to one of mechanics: one is still single because one hasn’t,"
    },
    {
      "index": 3,
      "start_time": 11900.0,
      "end_time": 17100.0,
      "text": "perhaps on account of having moved to a vast and anonymous new city, been invited to enough"
    },
    {
      "index": 4,
      "start_time": 17100.0,
      "end_time": 22700.0,
      "text": "parties, or because the constant requirement to fly to the Singapore office leaves no time"
    },
    {
      "index": 5,
      "start_time": 22700.0,
      "end_time": 27400.0,
      "text": "for the right sort of socializing, or because one is holed up in a remote village high in"
    },
    {
      "index": 6,
      "start_time": 27400.0,
      "end_time": 32700.0,
      "text": "the mountains connected to the more densely populated lowlands only by an irregular bus"
    },
    {
      "index": 7,
      "start_time": 32700.000000000004,
      "end_time": 40300.0,
      "text": "service. These may be solid enough reasons, but when the problem of singlehood persist over an extended"
    },
    {
      "index": 8,
      "start_time": 40300.0,
      "end_time": 47100.0,
      "text": "period, their power to explain our situation weakens. Without anything remotely persecutory"
    },
    {
      "index": 9,
      "start_time": 47100.0,
      "end_time": 54000.0,
      "text": "or unkind being intended by this, one is forced to cast around for psychological rather than"
    },
    {
      "index": 10,
      "start_time": 54000.0,
      "end_time": 61000.0,
      "text": "procedural explanations. The problem must lie in our minds rather than in the world."
    },
    {
      "index": 11,
      "start_time": 61000.0,
      "end_time": 65300.0,
      "text": "And in the recesses of these minds, two issues"
    },
    {
      "index": 12,
      "start_time": 65300.0,
      "end_time": 71100.0,
      "text": "– diametrical yet complimentary – can often be identified: one is suffering from"
    },
    {
      "index": 13,
      "start_time": 71100.0,
      "end_time": 81000.0,
      "text": "an excess of self-hatred. Or from an excess of self-love. Self-hatred is the more poignant of the pair."
    },
    {
      "index": 14,
      "start_time": 81000.0,
      "end_time": 85800.0,
      "text": "On being approached by someone, however initially attractive and competent"
    },
    {
      "index": 15,
      "start_time": 85800.0,
      "end_time": 93400.0,
      "text": "they might be, we begin to wonder why they should be so naive, so desperate, and so weak"
    },
    {
      "index": 16,
      "start_time": 93400.0,
      "end_time": 99900.0,
      "text": "as to be drawn to someone like us. When we are inadequately convinced of our own likeability,"
    },
    {
      "index": 17,
      "start_time": 99900.0,
      "end_time": 106000.0,
      "text": "the attentions of another person must forever seem illegitimate and peculiar, and reflect"
    },
    {
      "index": 18,
      "start_time": 106000.0,
      "end_time": 113100.0,
      "text": "poorly on their donor. Love feels like a gift we haven’t earned, don’t deserve – and"
    },
    {
      "index": 19,
      "start_time": 113100.0,
      "end_time": 119800.0,
      "text": "must therefore take care eventually to throw away. We might, under the pressure of self-hatred,"
    },
    {
      "index": 20,
      "start_time": 119800.0,
      "end_time": 126500.0,
      "text": "accuse our admirer of naivety. The only possible reason they can have to approve of us is that"
    },
    {
      "index": 21,
      "start_time": 126500.0,
      "end_time": 131900.0,
      "text": "they are poor judges of character. That is why they have missed all the more disturbed"
    },
    {
      "index": 22,
      "start_time": 131900.0,
      "end_time": 138000.0,
      "text": "and darker aspects of us. They like us only because they are blind – and therefore a little stupid."
    },
    {
      "index": 23,
      "start_time": 137900.0,
      "end_time": 142700.0,
      "text": "However, because they are bound to spot their error eventually, it is surely"
    },
    {
      "index": 24,
      "start_time": 142700.0,
      "end_time": 148300.0,
      "text": "wiser to run away before we are exposed and abandoned. We end up alone because, despite"
    },
    {
      "index": 25,
      "start_time": 148300.0,
      "end_time": 153400.0,
      "text": "our longing for affection, we don’t in essence feel there are any good and lasting reasons"
    },
    {
      "index": 26,
      "start_time": 153400.0,
      "end_time": 161300.0,
      "text": "why anyone would properly see us and like us. We may also, in the face of the gifts,"
    },
    {
      "index": 27,
      "start_time": 161300.0,
      "end_time": 167800.0,
      "text": "text messages or hugs we receive, start to feel that our admirer is, to a sickening degree needy."
    },
    {
      "index": 28,
      "start_time": 167800.0,
      "end_time": 173900.0,
      "text": "We feel repulsed by their need when we don’t see ourselves as appropriate targets of anyone’s need;"
    },
    {
      "index": 29,
      "start_time": 173900.0,
      "end_time": 179700.0,
      "text": "we reject their nascent dependence because somewhere inside,"
    },
    {
      "index": 30,
      "start_time": 179700.0,
      "end_time": 186500.0,
      "text": "we are sure that we are not people to depend upon. And yet, of course, none of these spectres"
    },
    {
      "index": 31,
      "start_time": 186500.0,
      "end_time": 192500.0,
      "text": "need to be real in the world outside our touchingly troubled minds. The person who is keen on"
    },
    {
      "index": 32,
      "start_time": 192500.0,
      "end_time": 199300.0,
      "text": "us is almost certainly not naive. They can no doubt see us for what we are: they have"
    },
    {
      "index": 33,
      "start_time": 199300.0,
      "end_time": 205300.0,
      "text": "noticed many of our less admirable sides. It is just that they don’t consider these fatal,"
    },
    {
      "index": 34,
      "start_time": 205300.0,
      "end_time": 210800.0,
      "text": "because they know that being not quite right is what all of us are and is no barrier to a mature relationship."
    },
    {
      "index": 35,
      "start_time": 210800.0,
      "end_time": 215800.0,
      "text": "They know we’re not exactly who we think we should be, but"
    },
    {
      "index": 36,
      "start_time": 215800.0,
      "end_time": 221100.0,
      "text": "they also grasp that this doesn’t place anyone in the category of the damned. We might"
    },
    {
      "index": 37,
      "start_time": 221100.0,
      "end_time": 227300.0,
      "text": "be a bit perverted, a little silly and not as nice as we make out – but so is everyone else."
    },
    {
      "index": 38,
      "start_time": 227300.0,
      "end_time": 234100.0,
      "text": "It’s not that they are naive about us; we’re ultimately naive about them."
    },
    {
      "index": 39,
      "start_time": 234100.0,
      "end_time": 239800.0,
      "text": "They know that every human has shadow sides. They’ve made peace with theirs (probably as a result"
    },
    {
      "index": 40,
      "start_time": 239800.0,
      "end_time": 246100.0,
      "text": "of a fortunate childhood); they would like us to make peace with ours."
    },
    {
      "index": 41,
      "start_time": 246100.0,
      "end_time": 252500.0,
      "text": "Ahead of us, they understand that a person can be ordinarily imperfect – and worthy of being cherished."
    },
    {
      "index": 42,
      "start_time": 252500.0,
      "end_time": 261900.0,
      "text": "Then, at the other end of the spectrum, comes excessive self-love,"
    },
    {
      "index": 43,
      "start_time": 261899.99999999997,
      "end_time": 267100.0,
      "text": "which really means a hesitation around fully acknowledging what a challenging proposition one is"
    },
    {
      "index": 44,
      "start_time": 267100.0,
      "end_time": 273300.0,
      "text": "and therefore how much we should rightly be grateful for when someone, anyone with an ordinary share of strengths and weaknesses, looks our way."
    },
    {
      "index": 45,
      "start_time": 279000.0,
      "end_time": 285600.0,
      "text": "Perhaps because of the legacy of doting and forgivably biased parents, we are operating with an unhelpful sense of how"
    },
    {
      "index": 46,
      "start_time": 285600.0,
      "end_time": 293100.0,
      "text": "lucky someone might be to end up in our arms. After having been alone for a long time, we"
    },
    {
      "index": 47,
      "start_time": 293100.0,
      "end_time": 298800.0,
      "text": "may also have lost the knack of spotting what peculiar, demanding and compulsive people we are."
    },
    {
      "index": 48,
      "start_time": 298800.0,
      "end_time": 304800.0,
      "text": "With no one to hold up a mirror, we have forgotten to give due weight to the rage,"
    },
    {
      "index": 49,
      "start_time": 304800.0,
      "end_time": 311900.0,
      "text": "the anxiety and the moments of vindictiveness inside us. At the same time, we are travelling the world"
    },
    {
      "index": 50,
      "start_time": 311900.0,
      "end_time": 318000.0,
      "text": "with our imaginations switched off, imagination defined here as the capacity to look with"
    },
    {
      "index": 51,
      "start_time": 318000.0,
      "end_time": 324500.0,
      "text": "energy, compassion and curiosity into the face and character of another person"
    },
    {
      "index": 52,
      "start_time": 324500.0,
      "end_time": 328800.0,
      "text": "in order to search out what might be desirable and good therein."
    },
    {
      "index": 53,
      "start_time": 328800.0,
      "end_time": 333000.0,
      "text": "What happens when we look without imagination?"
    },
    {
      "index": 54,
      "start_time": 333000.0,
      "end_time": 337600.0,
      "text": "Well we meet someone who is quite nice, but their nose is too big... \"erm, no\"."
    },
    {
      "index": 55,
      "start_time": 337600.0,
      "end_time": 342100.0,
      "text": "Or they are an Engineer, Engineers are unsophisticated.  \"No\"."
    },
    {
      "index": 56,
      "start_time": 342100.0,
      "end_time": 347400.0,
      "text": "Maybe they are rich?  \"Rich people are snobs, no.\""
    },
    {
      "index": 57,
      "start_time": 347400.0,
      "end_time": 357000.0,
      "text": "Perhaps the hair is thining, \"bald people aren't our thing. no.\" or they have a strong accent? \"no\"."
    },
    {
      "index": 58,
      "start_time": 357000.0,
      "end_time": 364600.0,
      "text": "Imagination means sensitivity to the less obvious things; with imagination one scans past the surface"
    },
    {
      "index": 59,
      "start_time": 364600.0,
      "end_time": 369600.0,
      "text": "and wonders about what might be worthy inside a fellow human, whom it would – of course"
    },
    {
      "index": 60,
      "start_time": 369600.0,
      "end_time": 375900.0,
      "text": "– always be so easy (yet ultimately so unrewarding) to criticise."
    },
    {
      "index": 61,
      "start_time": 375900.0,
      "end_time": 382000.0,
      "text": "What happens when we look with imagination?  We meet someone, they look conventional and"
    },
    {
      "index": 62,
      "start_time": 382000.0,
      "end_time": 386800.0,
      "text": "formal but we think they could turn out to have playful and wild sides too."
    },
    {
      "index": 63,
      "start_time": 386800.0,
      "end_time": 393500.0,
      "text": "Or they look mousy but also maybe they are very witty around people they know well."
    },
    {
      "index": 64,
      "start_time": 393500.0,
      "end_time": 400400.0,
      "text": "Or they do have a slightly wonky nose but their eyes are very tender and their lips suprisingly sensual."
    },
    {
      "index": 65,
      "start_time": 400400.0,
      "end_time": 410000.0,
      "text": "Or they do have a job that sounds unimpressive but their interests are very broad and they might be the ideal person to go around an antiques market with."
    },
    {
      "index": 66,
      "start_time": 410000.0,
      "end_time": 413800.0,
      "text": "To awaken the dormant faculty of the imagination,"
    },
    {
      "index": 67,
      "start_time": 413800.0,
      "end_time": 418700.0,
      "text": "we might more regularly – perhaps in the street or on the train to work – look at"
    },
    {
      "index": 68,
      "start_time": 418700.0,
      "end_time": 425600.0,
      "text": "the faces around us, especially the less distinguished or obviously sculpted ones, and ask ourselves"
    },
    {
      "index": 69,
      "start_time": 425600.0,
      "end_time": 431800.0,
      "text": "what there could be to delight in. There is always going to be something, for we were"
    },
    {
      "index": 70,
      "start_time": 431800.0,
      "end_time": 438900.0,
      "text": "all once love-worthy children and remain as much in our depths."
    },
    {
      "index": 71,
      "start_time": 438900.0,
      "end_time": 448500.0,
      "text": "Take an experiment. if you were forced to love one of these candidates, choose your favourite gender.  What might there be to fall in love with?"
    },
    {
      "index": 72,
      "start_time": 448800.0,
      "end_time": 454600.0,
      "text": "Practising imagination is not a compromise, it is the key to love, for we all have to"
    },
    {
      "index": 73,
      "start_time": 454700.0,
      "end_time": 460500.0,
      "text": "be considered imaginatively in order to be tolerated and forgiven over the long term"
    },
    {
      "index": 74,
      "start_time": 460500.0,
      "end_time": 466500.0,
      "text": "by anyone. By thinking imaginatively, we’re not being disloyal to the true ambition of"
    },
    {
      "index": 75,
      "start_time": 466500.0,
      "end_time": 473200.0,
      "text": "love; we’re stumbling on the essence of what love rightly has to involve."
    },
    {
      "index": 76,
      "start_time": 473200.0,
      "end_time": 480400.0,
      "text": "There will always be some practical reasons why it proves hard to find a partner. But if we have worked"
    },
    {
      "index": 77,
      "start_time": 480400.0,
      "end_time": 486200.0,
      "text": "on our levels of self-love and attenuated the ravages of self-hatred, an absence of"
    },
    {
      "index": 78,
      "start_time": 486200.0,
      "end_time": 492500.0,
      "text": "parties or a difficult bus ride to the next town need never condemn us long-term to a"
    },
    {
      "index": 79,
      "start_time": 492500.0,
      "end_time": 500600.0,
      "text": "life devoid of tenderness and connection. To learn more about Love, try our book on"
    },
    {
      "index": 80,
      "start_time": 500600.0,
      "end_time": 506800.0,
      "text": "How to Find Love, which explains why we have the ‘types’ we do, and how our early experiences"
    },
    {
      "index": 81,
      "start_time": 506800.0,
      "end_time": 508700.0,
      "text": "shape how and whom we love"
    }
  ]
}