{
  "video_id": "bw-_iPIcGIU",
  "title": "What True Love Really Is",
  "json": [
    {
      "index": 1,
      "start_time": 1042.0,
      "end_time": 8372.0,
      "text": "The world is sick for a surprisingly modest-sounding reason: we don’t understand love – and"
    },
    {
      "index": 2,
      "start_time": 8372.0,
      "end_time": 13852.0,
      "text": "yet we are rather convinced that we do. We talk a lot of love of course, but generally"
    },
    {
      "index": 3,
      "start_time": 13852.0,
      "end_time": 38582.0,
      "text": "in terms of a dizzying rapture lasting a few months focused on someone’s beauty, intelligence"
    },
    {
      "index": 4,
      "start_time": 38582.0,
      "end_time": 48392.0,
      "text": "and strength. The most convincing discussion of love in the West came from Jesus of Nazareth,"
    },
    {
      "index": 5,
      "start_time": 48392.0,
      "end_time": 58472.0,
      "text": "which has been unfortunate, given how easy it is to overlook everything he had to say"
    },
    {
      "index": 6,
      "start_time": 58472.0,
      "end_time": 65432.0,
      "text": "once you don’t ‘believe’. We might require a new philosophy of love, in effect, a powerful"
    },
    {
      "index": 7,
      "start_time": 65432.0,
      "end_time": 98792.0,
      "text": "secular religion of love. Here would be seven possible ingredients in"
    },
    {
      "index": 8,
      "start_time": 98792.0,
      "end_time": 117172.0,
      "text": "Love redefined: CHARITY Love means, above anything else, benevolence and gentleness"
    },
    {
      "index": 9,
      "start_time": 117172.0,
      "end_time": 124862.0,
      "text": "towards what is failed, disgraced, broken, unappealing, angry and foul in other people"
    },
    {
      "index": 10,
      "start_time": 124862.0,
      "end_time": 131792.0,
      "text": "and in ourselves. Love isn’t about an admiration for strength, it’s about directing sympathy"
    },
    {
      "index": 11,
      "start_time": 131792.0,
      "end_time": 137471.0,
      "text": "in a most unexpected direction: at what is messed up, lost and in pieces, and at what"
    },
    {
      "index": 12,
      "start_time": 137471.0,
      "end_time": 144062.0,
      "text": "we might hate, resent and be frightened of. Anyone can express an interest in perfection,"
    },
    {
      "index": 13,
      "start_time": 144062.0,
      "end_time": 150472.0,
      "text": "to love is to devote an active charity towards the mistakes and aberrations. One day, we"
    },
    {
      "index": 14,
      "start_time": 150472.0,
      "end_time": 156511.0,
      "text": "will all require the charity of others. In one way or another, we’ll be on our knees"
    },
    {
      "index": 15,
      "start_time": 156511.0,
      "end_time": 162322.0,
      "text": "– and we will need people to look past our evident failings in a tender search for our"
    },
    {
      "index": 16,
      "start_time": 162322.0,
      "end_time": 170381.0,
      "text": "deeply hidden merits. IMAGINATION To love with imagination is to look beneath the surface"
    },
    {
      "index": 17,
      "start_time": 170381.0,
      "end_time": 176801.0,
      "text": "– where there may be rage, cynicism, brittleness or transgression – and to picture the suffering"
    },
    {
      "index": 18,
      "start_time": 176801.0,
      "end_time": 182301.0,
      "text": "and pain that got a person to this place. To love with imagination is to fill in the"
    },
    {
      "index": 19,
      "start_time": 182301.0,
      "end_time": 188101.0,
      "text": "better reasons why others are behaving as they do. Imaginative love knows that we are"
    },
    {
      "index": 20,
      "start_time": 188101.0,
      "end_time": 195471.0,
      "text": "all, somewhere, desperate: it seeks out that desperation and treats it with sorrowful gentleness."
    },
    {
      "index": 21,
      "start_time": 195471.0,
      "end_time": 200732.0,
      "text": "KINDNESS There are so many fighters for social justice, so many people determined to make"
    },
    {
      "index": 22,
      "start_time": 200732.0,
      "end_time": 205612.0,
      "text": "a better world. They denounce their enemies, and feel certain of their cause, but along"
    },
    {
      "index": 23,
      "start_time": 205612.0,
      "end_time": 212551.0,
      "text": "the way, they have a fateful habit of forgetting to be kind. In their denunciations of the"
    },
    {
      "index": 24,
      "start_time": 212551.0,
      "end_time": 219081.0,
      "text": "evils of others, there is precious little mercy, humility, tenderness or grace. It is"
    },
    {
      "index": 25,
      "start_time": 219081.0,
      "end_time": 224721.0,
      "text": "not enough to be right or just, to be kind is to know that everyone, even sinners, and"
    },
    {
      "index": 26,
      "start_time": 224721.0,
      "end_time": 231202.0,
      "text": "in a way, especially sinners, deserve ongoing sympathy and mercy. It is never simply because"
    },
    {
      "index": 27,
      "start_time": 231202.0,
      "end_time": 237481.0,
      "text": "someone is wrong that we have any right to cease showing them the greatest kindness."
    },
    {
      "index": 28,
      "start_time": 237481.0,
      "end_time": 243081.0,
      "text": "FORGIVENESS To forgive is to know that we are, in our own way, as guilty as the next"
    },
    {
      "index": 29,
      "start_time": 243081.0,
      "end_time": 249201.0,
      "text": "person. Given what we all are, we have no option but to cut each other slack. Of course"
    },
    {
      "index": 30,
      "start_time": 249201.0,
      "end_time": 254292.0,
      "text": "we have failed and been hasty and less than admirable. But that is no reason forever to"
    },
    {
      "index": 31,
      "start_time": 254292.0,
      "end_time": 259922.0,
      "text": "withhold love. We learn to forgive when we are no longer self-righteous, that is, when"
    },
    {
      "index": 32,
      "start_time": 259922.00000000003,
      "end_time": 267582.0,
      "text": "we’re brave enough to fathom the darker sections of our own hearts. LOYALTY To love"
    },
    {
      "index": 33,
      "start_time": 267582.0,
      "end_time": 272832.0,
      "text": "means being loyal to people (this could be ourselves) even though the crowd no longer"
    },
    {
      "index": 34,
      "start_time": 272832.0,
      "end_time": 279832.0,
      "text": "agrees. Outside the mob may be jeering, but we continue on the same side, with steadfastness"
    },
    {
      "index": 35,
      "start_time": 279832.0,
      "end_time": 287681.0,
      "text": "and an unbudgeable resilient faith. GENEROSITY Love overflows. It isn’t about loving just"
    },
    {
      "index": 36,
      "start_time": 287681.0,
      "end_time": 292792.0,
      "text": "one person, it encompasses the love of someone you have just met, of strangers in another"
    },
    {
      "index": 37,
      "start_time": 292792.0,
      "end_time": 298102.0,
      "text": "land, of the earth, of plants, weevils, house bats and a moth by the window who might be"
    },
    {
      "index": 38,
      "start_time": 298102.0,
      "end_time": 305771.0,
      "text": "dead by nightfall. PATIENCE We want others to meet our hopes right now. But true love"
    },
    {
      "index": 39,
      "start_time": 305771.0,
      "end_time": 310412.0,
      "text": "means giving people the time to mature and develop; to go wrong, to wander in another"
    },
    {
      "index": 40,
      "start_time": 310412.0,
      "end_time": 315352.0,
      "text": "direction, and not to shout at them but to give them every chance to grow, at their own"
    },
    {
      "index": 41,
      "start_time": 315352.0,
      "end_time": 321552.0,
      "text": "pace, towards their better selves. If we can believe wholeheartedly in some of the above,"
    },
    {
      "index": 42,
      "start_time": 321552.0,
      "end_time": 326832.0,
      "text": "it won’t matter who we vote for or what our cause is, we can count as part of what"
    },
    {
      "index": 43,
      "start_time": 326832.0,
      "end_time": 332472.0,
      "text": "is helping. We should be almost done with Romantic love by now. We should be setting"
    },
    {
      "index": 44,
      "start_time": 332472.0,
      "end_time": 337192.0,
      "text": "our sights on the challenge of this sort of love. Yet it’s not surprising if we’re"
    },
    {
      "index": 45,
      "start_time": 337192.0,
      "end_time": 342852.0,
      "text": "still only at the beginning, we’re just starting on the path to being human."
    },
    {
      "index": 46,
      "start_time": 344852.0,
      "end_time": 354452.0,
      "text": "Love is a skill that we can learn.  Our Relationships book calmly guides us with calm and charm through the key issues of"
    },
    {
      "index": 47,
      "start_time": 354452.0,
      "end_time": 364052.0,
      "text": "relationships to ensure that success in love need not be a matter of good luck.  for more click the link now."
    }
  ]
}