{
  "video_id": "bx3uBdDjN3M",
  "title": "Income Tax Accounting (IFRS) | Calculating Current Income Tax Expense - Part 2 of 4",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4080.0,
      "end_time": 7470.0,
      "text": "Catherine Duffy: Okay, welcome back, so here are we to get started with step one of the"
    },
    {
      "index": 2,
      "start_time": 7470.0,
      "end_time": 13920.0,
      "text": "calculation for the current income tax expense. When we&#39;re doing tax accounting, we&#39;re essentially"
    },
    {
      "index": 3,
      "start_time": 13920.0,
      "end_time": 20330.0,
      "text": "looking for two different numbers. We&#39;re looking for the current tax expense for the year and"
    },
    {
      "index": 4,
      "start_time": 20330.0,
      "end_time": 23869.0,
      "text": "we&#39;re looking for the deferred tax expense for the year and both of those could be a"
    },
    {
      "index": 5,
      "start_time": 23869.0,
      "end_time": 28310.0,
      "text": "benefit, so if it ends up being a debit, it&#39;s going to be expense. If it&#39;s a credit, it&#39;s"
    },
    {
      "index": 6,
      "start_time": 28310.0,
      "end_time": 34260.0,
      "text": "a benefit through the income statement, so we&#39;re going to start with the first calculation,"
    },
    {
      "index": 7,
      "start_time": 34260.0,
      "end_time": 37830.0,
      "text": "being the calculation of the current tax. You could do the deferred tax first, but I&#39;m"
    },
    {
      "index": 8,
      "start_time": 37830.0,
      "end_time": 41370.0,
      "text": "going to do the current tax expense calculation first."
    },
    {
      "index": 9,
      "start_time": 41370.0,
      "end_time": 54089.0,
      "text": "I like to call this one usually step one. Okay, so step one is calculation of current"
    },
    {
      "index": 10,
      "start_time": 54089.0,
      "end_time": 63659.0,
      "text": "income tax expense. To calculate the current expense, so this is the tax that you actually"
    },
    {
      "index": 11,
      "start_time": 63659.0,
      "end_time": 68900.0,
      "text": "have to pay this year. We always start with our accounting income and adjust it, just"
    },
    {
      "index": 12,
      "start_time": 68900.0,
      "end_time": 74140.0,
      "text": "like we would on a tax return. Adjust it to the taxable income figure, which is the figure"
    },
    {
      "index": 13,
      "start_time": 74140.0,
      "end_time": 78050.0,
      "text": "that you&#39;re taxed, that you have to pay is based on. We&#39;ll start with that accounting"
    },
    {
      "index": 14,
      "start_time": 78050.0,
      "end_time": 92750.0,
      "text": "income for 2016 and that was 80,000, so that&#39;s our starting point. Then we&#39;re going to adjust"
    },
    {
      "index": 15,
      "start_time": 92750.0,
      "end_time": 96680.0,
      "text": "this just like you would on a tax return, you&#39;re going to adjust this for things that"
    },
    {
      "index": 16,
      "start_time": 96680.0,
      "end_time": 102070.0,
      "text": "are different between the accounting income and what the taxes are based on. There are"
    },
    {
      "index": 17,
      "start_time": 102070.0,
      "end_time": 106100.0,
      "text": "lots of things that are different in the tax act between accounting and tax and given the"
    },
    {
      "index": 18,
      "start_time": 106100.0,
      "end_time": 110570.0,
      "text": "facts that I gave you originally related to this situation, we&#39;ve got a few different"
    },
    {
      "index": 19,
      "start_time": 110570.0,
      "end_time": 115909.0,
      "text": "things and we usually classify those in this rough calculation here, splitting it between"
    },
    {
      "index": 20,
      "start_time": 115909.0,
      "end_time": 121810.0,
      "text": "the permanent and the differences that are not permanent, or time indifferences."
    },
    {
      "index": 21,
      "start_time": 121810.0,
      "end_time": 131700.0,
      "text": "Let&#39;s start with the permanent differences. In the facts that I gave you, there were three"
    },
    {
      "index": 22,
      "start_time": 131700.0,
      "end_time": 137050.0,
      "text": "things that happen to be permanent differences, they will never be taxed the same way they"
    },
    {
      "index": 23,
      "start_time": 137050.0,
      "end_time": 145800.0,
      "text": "are recorded for accounting. One of them is the dividend income, so we have dividend income"
    },
    {
      "index": 24,
      "start_time": 145800.0,
      "end_time": 151580.0,
      "text": "that we received from Canadian corporations of 8,000 dollars, so that&#39;s included in that"
    },
    {
      "index": 25,
      "start_time": 151580.0,
      "end_time": 155670.0,
      "text": "accounting income figure. We don&#39;t have to pay tax on that. The tax laws say we don&#39;t"
    },
    {
      "index": 26,
      "start_time": 155670.0,
      "end_time": 160959.0,
      "text": "have to pay tax on that. I could get into a long explanation of why we don&#39;t have to,"
    },
    {
      "index": 27,
      "start_time": 160959.0,
      "end_time": 166599.0,
      "text": "but just the fact is the tax law says we don&#39;t have to pay tax on that 8,000 dollars because"
    },
    {
      "index": 28,
      "start_time": 166599.0,
      "end_time": 171270.0,
      "text": "it&#39;s already been taxed in the corporation that paid the dividend."
    },
    {
      "index": 29,
      "start_time": 171270.0,
      "end_time": 174190.0,
      "text": "We subtract that from the accounting income to lower how much we&#39;re going to have to pay"
    },
    {
      "index": 30,
      "start_time": 174190.0,
      "end_time": 180450.0,
      "text": "tax for this year because we don&#39;t have to pay tax on the 8,000 anymore. Another item"
    },
    {
      "index": 31,
      "start_time": 180450.0,
      "end_time": 186020.0,
      "text": "that is considered a permanent difference is fines that we expensed, so we paid some"
    },
    {
      "index": 32,
      "start_time": 186020.0,
      "end_time": 196450.0,
      "text": "pines and we expensed them in this 80,000 dollars this year, they were for 3,000 dollars"
    },
    {
      "index": 33,
      "start_time": 196450.0,
      "end_time": 201160.0,
      "text": "and the tax law says that you are not allowed to expense for taxes anyways. You can&#39;t deduct"
    },
    {
      "index": 34,
      "start_time": 201160.0,
      "end_time": 204959.0,
      "text": "those 3,000 dollars worth of fines. You&#39;re allowed to as legitimate business expense"
    },
    {
      "index": 35,
      "start_time": 204959.0,
      "end_time": 209370.0,
      "text": "because you did pay it, you&#39;re allowed to expense it for business, so it&#39;s okay that&#39;s"
    },
    {
      "index": 36,
      "start_time": 209370.0,
      "end_time": 212879.0,
      "text": "it&#39;s subtracted in the accounting income, but it&#39;s not okay for calculating your taxes"
    },
    {
      "index": 37,
      "start_time": 212879.0,
      "end_time": 215379.0,
      "text": "owning, so you add it back."
    },
    {
      "index": 38,
      "start_time": 215379.0,
      "end_time": 222140.0,
      "text": "The other one in the example that I gave you was meals and entertainment expense, so M"
    },
    {
      "index": 39,
      "start_time": 222140.0,
      "end_time": 229160.0,
      "text": "and E for short. The tax law currently says that 50% of your meals and entertainment expense"
    },
    {
      "index": 40,
      "start_time": 229160.0,
      "end_time": 234560.0,
      "text": "are not allowed to be deducted for tax purposes. We had meals and entertainment expense of"
    },
    {
      "index": 41,
      "start_time": 234560.0,
      "end_time": 243720.0,
      "text": "7,000 dollars I believe, so 3,500 dollars is not allowed to be expensed for tax, so"
    },
    {
      "index": 42,
      "start_time": 243720.0,
      "end_time": 248310.0,
      "text": "we&#39;ll add that back into that accounting income. Those are our three permanent differences."
    },
    {
      "index": 43,
      "start_time": 248310.0,
      "end_time": 252940.0,
      "text": "Now there are other differences though that are different between accounting and tax,"
    },
    {
      "index": 44,
      "start_time": 252940.0,
      "end_time": 257280.0,
      "text": "but only in this particular year, so it&#39;s saying that it&#39;s something that&#39;s in this"
    },
    {
      "index": 45,
      "start_time": 257279.99999999997,
      "end_time": 263629.0,
      "text": "accounting income or not in this accounting income, but should be in the taxes figure"
    },
    {
      "index": 46,
      "start_time": 263629.0,
      "end_time": 268240.0,
      "text": "for calculating the taxes that are owing, so a couple of examples of those and we&#39;ll"
    },
    {
      "index": 47,
      "start_time": 268240.0,
      "end_time": 284960.0,
      "text": "call those timing differences or temporary differences."
    },
    {
      "index": 48,
      "start_time": 284960.0,
      "end_time": 294529.0,
      "text": "One of those is related to depreciation. There is depreciation that has been expensed of"
    },
    {
      "index": 49,
      "start_time": 294529.0,
      "end_time": 302990.0,
      "text": "80,000 dollars in there. That is not a legitimate expense for tax purposes, however, for tax"
    },
    {
      "index": 50,
      "start_time": 302990.0,
      "end_time": 312029.0,
      "text": "purposes you&#39;re allowed to take capital cost allowance, or CCA. The CCA for this year for"
    },
    {
      "index": 51,
      "start_time": 312029.0,
      "end_time": 322129.0,
      "text": "2016 works out to 3,000 dollars and that can be subtracted for tax purposes, so let&#39;s just"
    },
    {
      "index": 52,
      "start_time": 322129.0,
      "end_time": 328969.0,
      "text": "take a look at these numbers here, so this particular one was from the accounting net"
    },
    {
      "index": 53,
      "start_time": 328969.0,
      "end_time": 338259.0,
      "text": "book value where we depreciated 2,000 dollars per year. Whereas this was related to the"
    },
    {
      "index": 54,
      "start_time": 338259.0,
      "end_time": 343569.0,
      "text": "undepreciated capital cost allowance that ended the year last year, 2,500 dollars and"
    },
    {
      "index": 55,
      "start_time": 343569.0,
      "end_time": 350129.0,
      "text": "I think it had a tax class rate of 12%, so 2,500 dollars times 12% that was the amount"
    },
    {
      "index": 56,
      "start_time": 350129.0,
      "end_time": 356689.0,
      "text": "that was allowed deducted for tax purposes. Those two things will not be the same this"
    },
    {
      "index": 57,
      "start_time": 356689.0,
      "end_time": 361819.0,
      "text": "year, but eventually that whole asset that was purchased, the whole property, plant,"
    },
    {
      "index": 58,
      "start_time": 361819.0,
      "end_time": 366939.0,
      "text": "and equipment asset, eventually for accounting it will all have been expensed down to a net"
    },
    {
      "index": 59,
      "start_time": 366939.0,
      "end_time": 372360.0,
      "text": "book value of zero and eventually for tax, in theory anyways. It will eventually all"
    },
    {
      "index": 60,
      "start_time": 372360.0,
      "end_time": 378740.0,
      "text": "get deducted as CCA over many years to the point where it gets down to a class value"
    },
    {
      "index": 61,
      "start_time": 378740.0,
      "end_time": 380649.0,
      "text": "of zero."
    },
    {
      "index": 62,
      "start_time": 380649.0,
      "end_time": 385419.0,
      "text": "Eventually they both do get fully expensed, both for accounting and for tax, but in any"
    },
    {
      "index": 63,
      "start_time": 385419.0,
      "end_time": 390099.0,
      "text": "given year, there can be differences. In this year, you can see that there is a difference"
    },
    {
      "index": 64,
      "start_time": 390099.0,
      "end_time": 395330.0,
      "text": "of a 1,000 dollars, where you can have more deduction for tax than you can for accounting"
    },
    {
      "index": 65,
      "start_time": 395330.0,
      "end_time": 409629.0,
      "text": "of an additional 1,000 dollars. Another timing difference was the warranty. This year we"
    },
    {
      "index": 66,
      "start_time": 409629.0,
      "end_time": 420550.0,
      "text": "actually spent 8,500 dollars repairing some products that we had sold in prior years and"
    },
    {
      "index": 67,
      "start_time": 420550.0,
      "end_time": 429259.0,
      "text": "we had accrued as a warranty liability. The entry when we did this, when we paid for these"
    },
    {
      "index": 68,
      "start_time": 429259.0,
      "end_time": 441039.0,
      "text": "repairs to these products would have been a debit to the warranty liability and a credit"
    },
    {
      "index": 69,
      "start_time": 441039.0,
      "end_time": 449619.0,
      "text": "to cash or accounts payable or whatever inventory that we had, so 8,500 dollars. You can see"
    },
    {
      "index": 70,
      "start_time": 449619.0,
      "end_time": 453649.0,
      "text": "neither, this entry didn&#39;t do anything to our income statement, so it had no effect"
    },
    {
      "index": 71,
      "start_time": 453649.0,
      "end_time": 459789.0,
      "text": "on our accounting net income. The entire warranty had been expensed in the prior years, but"
    },
    {
      "index": 72,
      "start_time": 459789.0,
      "end_time": 462389.0,
      "text": "this year when we actually spent some money, we just drew down the liability."
    },
    {
      "index": 73,
      "start_time": 462389.0,
      "end_time": 469459.0,
      "text": "Well for tax purposes, you&#39;re only allowed to deduct this when you actually pay the warranty"
    },
    {
      "index": 74,
      "start_time": 469459.0,
      "end_time": 474869.0,
      "text": "and I almost had a little mistake here, can&#39;t forget the brackets. You are allowed to subtract"
    },
    {
      "index": 75,
      "start_time": 474869.0,
      "end_time": 479879.0,
      "text": "this or deduct the warranty when you actually pay it, so this is the actual amount spent,"
    },
    {
      "index": 76,
      "start_time": 479879.0,
      "end_time": 490539.0,
      "text": "so this can be deducted for tax purposes this year. Okay, so that&#39;s warranty."
    },
    {
      "index": 77,
      "start_time": 490539.0,
      "end_time": 504889.0,
      "text": "Another item we had was our restructuring liability. This accrual that we made of 10,000"
    },
    {
      "index": 78,
      "start_time": 504889.0,
      "end_time": 510830.0,
      "text": "dollars, so that restructuring liability, why are we adding it back? We&#39;re adding it"
    },
    {
      "index": 79,
      "start_time": 510830.0,
      "end_time": 516720.0,
      "text": "back because when we recorded this liability, we would have expensed it, so debit the expense,"
    },
    {
      "index": 80,
      "start_time": 516720.0,
      "end_time": 523200.0,
      "text": "credit the liability. That expense is therefore in that net income calculation, but the tax"
    },
    {
      "index": 81,
      "start_time": 523200.00000000006,
      "end_time": 528690.0,
      "text": "laws say that you can&#39;t expense for tax purposes a liability that&#39;s just an accrual and hasn&#39;t"
    },
    {
      "index": 82,
      "start_time": 528690.0,
      "end_time": 533320.0,
      "text": "actually been incurred. We&#39;re going to add it back this year and then in the future years,"
    },
    {
      "index": 83,
      "start_time": 533320.0,
      "end_time": 537240.0,
      "text": "next year or whenever we do get around to restructuring the plant, then we&#39;ll deduct"
    },
    {
      "index": 84,
      "start_time": 537240.0,
      "end_time": 541890.0,
      "text": "what we actually spent, so it&#39;s very similar to this warranty situation, so we&#39;ll add back"
    },
    {
      "index": 85,
      "start_time": 541890.0,
      "end_time": 546510.0,
      "text": "this expense. We&#39;ve expensed for accounting for now, but in future years we&#39;re going to"
    },
    {
      "index": 86,
      "start_time": 546510.0,
      "end_time": 548150.0,
      "text": "deduct it."
    },
    {
      "index": 87,
      "start_time": 548150.0,
      "end_time": 554620.0,
      "text": "Then the last one that we had that was a timing difference was related to the rental income"
    },
    {
      "index": 88,
      "start_time": 554620.0,
      "end_time": 564430.0,
      "text": "that we had accrued, so we had accrued 6,000 dollars worth of rental income. The journal"
    },
    {
      "index": 89,
      "start_time": 564430.0,
      "end_time": 570770.0,
      "text": "entry when we accrued the rental income was a debit to some type of receivable, so it"
    },
    {
      "index": 90,
      "start_time": 570770.0,
      "end_time": 576440.0,
      "text": "could be rent receivable or something, I&#39;ll just say accounts receivable, for simplicity."
    },
    {
      "index": 91,
      "start_time": 576440.0,
      "end_time": 580490.0,
      "text": "The entry we recorded in 2016 was a debit to the accounts receivable and a credit to"
    },
    {
      "index": 92,
      "start_time": 580490.0,
      "end_time": 591320.0,
      "text": "rental income, 6,000 dollars, so this rental income value is included in this net income"
    },
    {
      "index": 93,
      "start_time": 591320.0,
      "end_time": 597580.0,
      "text": "of 80,000 dollars, but we haven&#39;t yet received the money for it. The tax laws says that we"
    },
    {
      "index": 94,
      "start_time": 597580.0,
      "end_time": 602790.0,
      "text": "don&#39;t have to pay tax on this 6,000 dollars until we actually get the money from our customer,"
    },
    {
      "index": 95,
      "start_time": 602790.0,
      "end_time": 606480.0,
      "text": "even though for accounting we needed to accrue it, we don&#39;t have to pay the tax on it."
    },
    {
      "index": 96,
      "start_time": 606480.0,
      "end_time": 609590.0,
      "text": "We&#39;re going to subtract it this year and then next year when we do collect this accounts"
    },
    {
      "index": 97,
      "start_time": 609590.0,
      "end_time": 614830.0,
      "text": "receivable, then we&#39;re going to have to add it back to include it in our income for tax"
    },
    {
      "index": 98,
      "start_time": 614830.0,
      "end_time": 621240.0,
      "text": "purposes. These are all the total permanent and timing differences, when you do this calculation,"
    },
    {
      "index": 99,
      "start_time": 621240.0,
      "end_time": 627370.0,
      "text": "technically you don&#39;t need to split it up between the permanent and the timing differences."
    },
    {
      "index": 100,
      "start_time": 627370.0,
      "end_time": 631530.0,
      "text": "The two categories there, this is just rough work. The reason it&#39;s a good idea to split"
    },
    {
      "index": 101,
      "start_time": 631530.0,
      "end_time": 635730.0,
      "text": "things between permanent and timing differences because we&#39;re going to use these timing differences,"
    },
    {
      "index": 102,
      "start_time": 635730.0,
      "end_time": 640710.0,
      "text": "these are going to help give us a clue when we get onto the next stage, step two where"
    },
    {
      "index": 103,
      "start_time": 640710.0,
      "end_time": 644590.0,
      "text": "we do the deferred tax accounting calculation, these are going to give us a clue of the kinds"
    },
    {
      "index": 104,
      "start_time": 644590.0,
      "end_time": 649040.0,
      "text": "of things that we&#39;ve got floating around that will affect our deferred taxes, so after you&#39;ve"
    },
    {
      "index": 105,
      "start_time": 649040.0,
      "end_time": 652670.0,
      "text": "identified all of your permanent differences and timing differences, anything that is different"
    },
    {
      "index": 106,
      "start_time": 652670.0,
      "end_time": 657240.0,
      "text": "between accounting income and taxable income for this year, you&#39;re going to add them all"
    },
    {
      "index": 107,
      "start_time": 657240.0,
      "end_time": 664040.0,
      "text": "up. You get your taxable income for this fiscal year, and that taxable income will likely"
    },
    {
      "index": 108,
      "start_time": 664040.0,
      "end_time": 667530.0,
      "text": "be, and hopefully will be the same taxable income you get when you do get around to doing"
    },
    {
      "index": 109,
      "start_time": 667530.0,
      "end_time": 669430.0,
      "text": "your tax return."
    },
    {
      "index": 110,
      "start_time": 669430.0,
      "end_time": 673370.0,
      "text": "Usually you&#39;re doing the accounting for taxes well before you get around to actually doing"
    },
    {
      "index": 111,
      "start_time": 673370.0,
      "end_time": 679610.0,
      "text": "the formal tax return, but our expectations are that this is what going to be what your"
    },
    {
      "index": 112,
      "start_time": 679610.0,
      "end_time": 683340.0,
      "text": "taxes payable for this year is based on, going to be based on this taxable income figure"
    },
    {
      "index": 113,
      "start_time": 683340.0,
      "end_time": 688960.0,
      "text": "of 73,000 dollars and you multiply that by the current year&#39;s tax rate, so whatever the"
    },
    {
      "index": 114,
      "start_time": 688960.0,
      "end_time": 692540.0,
      "text": "legislation says you have to pay tax on this year and we&#39;ll just make an assumption of"
    },
    {
      "index": 115,
      "start_time": 692540.0,
      "end_time": 699320.0,
      "text": "a simple 20% rate times a 73,000 dollars taxable income, this is your current tax expense."
    },
    {
      "index": 116,
      "start_time": 699320.0,
      "end_time": 704440.0,
      "text": "It&#39;s not the whole tax expense for accounting purposes, it&#39;s just the current portion, so"
    },
    {
      "index": 117,
      "start_time": 704440.0,
      "end_time": 710460.0,
      "text": "you&#39;ll debit that tax expense of 14,600 and you&#39;ll credit a current income tax payable"
    },
    {
      "index": 118,
      "start_time": 710460.0,
      "end_time": 712690.0,
      "text": "liability that you have to pay to the government."
    },
    {
      "index": 119,
      "start_time": 712690.0,
      "end_time": 719100.0,
      "text": "Okay, so that was the competition of the current tax calculation for 2016, we&#39;ll have another"
    },
    {
      "index": 120,
      "start_time": 719100.0,
      "end_time": 722780.0,
      "text": "video a little bit later that will summarize all of the journal entries for tax accounting,"
    },
    {
      "index": 121,
      "start_time": 722780.0,
      "end_time": 727800.0,
      "text": "but for now we&#39;re finished this calculation and whenever you&#39;re ready you can move on"
    },
    {
      "index": 122,
      "start_time": 727800.0,
      "end_time": 737800.0,
      "text": "to the step two calculations of deferred taxes."
    }
  ]
}