{
  "video_id": "bXVKUNUQsg0",
  "title": "A day in the life of Adam Peaty",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 13600.0,
      "end_time": 19259.0,
      "text": "I get up at 6.30 a.m, have some breakfast, you know, natural yoghurt or granola. So I&#39;ve"
    },
    {
      "index": 2,
      "start_time": 19260.0,
      "end_time": 24200.0,
      "text": "got to stay quite healthy, even though I&#39;m spending about nearly eight thousand calories a"
    },
    {
      "index": 3,
      "start_time": 24200.0,
      "end_time": 29289.0,
      "text": "day, I&#39;ve still got to make sure that&#39;s really healthy energy. Between half seven and eight"
    },
    {
      "index": 4,
      "start_time": 29289.0,
      "end_time": 34980.0,
      "text": "is pre-pool, making sure my body is ready and warm. Get in the water at eight o&#39;clock,"
    },
    {
      "index": 5,
      "start_time": 34980.0,
      "end_time": 40580.0,
      "text": "just do the session until ten o&#39;clock, and then either head over to powerbase for an"
    },
    {
      "index": 6,
      "start_time": 40590.0,
      "end_time": 45520.0,
      "text": "hour or two, do whatever I need to do in gym. Then I&#39;ve got a few hours to rest,"
    },
    {
      "index": 7,
      "start_time": 45520.0,
      "end_time": 51280.0,
      "text": "sleep, whatever I need to do, and then I&#39;ll come back to the pool for three thirty to get in at"
    },
    {
      "index": 8,
      "start_time": 51280.0,
      "end_time": 58640.0,
      "text": "four again, post-pool, then have dinner then go to bed at about half nine. So I train Monday"
    },
    {
      "index": 9,
      "start_time": 58640.0,
      "end_time": 64120.0,
      "text": "three times, Tuesday three times, Wednesday twice, Thursday three times, Friday three"
    },
    {
      "index": 10,
      "start_time": 64120.00000000001,
      "end_time": 68330.0,
      "text": "times, and Saturday twice. You know you&#39;re looking at around thirty five hours a week,"
    },
    {
      "index": 11,
      "start_time": 68330.0,
      "end_time": 71560.0,
      "text": "which is you know, proper solid training."
    },
    {
      "index": 12,
      "start_time": 75940.0,
      "end_time": 78600.0,
      "text": "I play a lot of Xbox, yeah I&#39;m guilty of that."
    },
    {
      "index": 13,
      "start_time": 78600.0,
      "end_time": 83800.0,
      "text": "But you know, you need something outside of swimming to keep your mind occupied, keep"
    },
    {
      "index": 14,
      "start_time": 83900.0,
      "end_time": 86440.0,
      "text": "your mind refreshed for swimming. You don&#39;t want to be thinking about what I&#39;m doing in"
    },
    {
      "index": 15,
      "start_time": 86450.0,
      "end_time": 89591.0,
      "text": "the pool later, what I&#39;ve just done in the pool, you know, how did that session go. You"
    },
    {
      "index": 16,
      "start_time": 89591.0,
      "end_time": 94300.0,
      "text": "don&#39;t want to be thinking about that. You know that&#39;s for moments like ten minutes after"
    },
    {
      "index": 17,
      "start_time": 94300.0,
      "end_time": 99729.0,
      "text": "to review and then move on. So I have a lot of balance in my life where you"
    },
    {
      "index": 18,
      "start_time": 99729.0,
      "end_time": 103679.0,
      "text": "know I can have a little bit of fun and chill out, and I think that&#39;s why I went"
    },
    {
      "index": 19,
      "start_time": 103679.0,
      "end_time": 108729.0,
      "text": "to Rio and I could manage that really well. You know I could chill out completely after"
    },
    {
      "index": 20,
      "start_time": 108729.0,
      "end_time": 111600.0,
      "text": "I can back from you know the heats to the semi&#39;s to the finals"
    }
  ]
}