{
  "video_id": "By6CkTN4wkI",
  "title": "The Sun & The Earth: Crash Course Big History #3",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 89.0,
      "end_time": 3429.0,
      "text": "Hi, I&#39;m John Green, this is Crash Course Big History. Today we&#39;re gonna be talking about"
    },
    {
      "index": 2,
      "start_time": 3429.0,
      "end_time": 10489.0,
      "text": "the formation of the solar system, approximately 4.567 billion years ago. Four, five, six,"
    },
    {
      "index": 3,
      "start_time": 10489.0,
      "end_time": 14360.0,
      "text": "seven.. Could that possibly be a coincidence? Yes."
    },
    {
      "index": 4,
      "start_time": 14360.0,
      "end_time": 18140.0,
      "text": "So if you weren&#39;t asleep during like, every minute of grade school, you&#39;re probably familiar"
    },
    {
      "index": 5,
      "start_time": 18140.0,
      "end_time": 22170.0,
      "text": "with the basic layout of the solar system and the eight -- formerly nine -- planets."
    },
    {
      "index": 6,
      "start_time": 22170.0,
      "end_time": 29170.0,
      "text": "What you may not know is how the planets fit between the stars, and life as the linchpin of rising complexity."
    },
    {
      "index": 7,
      "start_time": 29170.0,
      "end_time": 31439.0,
      "text": "Mr. Green, Mr. Green! What about Pluto?"
    },
    {
      "index": 8,
      "start_time": 31439.0,
      "end_time": 35690.0,
      "text": "Oh, Me From the Past! I know people like to root for the underdog, particularly when the"
    },
    {
      "index": 9,
      "start_time": 35690.0,
      "end_time": 40270.0,
      "text": "underdog shares a name with Mickey Mouse&#39;s dog. Off topic, but how come Mickey Mouse"
    },
    {
      "index": 10,
      "start_time": 40270.0,
      "end_time": 45260.0,
      "text": "has a dog who is a dog, and also a friend, Goofy, who is a dog? But just remember that"
    },
    {
      "index": 11,
      "start_time": 45260.0,
      "end_time": 50079.0,
      "text": "Pluto also shares a name with the Roman god of the underworld, who was very unlikable."
    },
    {
      "index": 12,
      "start_time": 50079.0,
      "end_time": 55520.0,
      "text": "But regardless, the word &quot;planet&quot; is a man-made classification for a natural phenomenon. We"
    },
    {
      "index": 13,
      "start_time": 55520.0,
      "end_time": 58539.0,
      "text": "use it because it makes it easier to do science."
    },
    {
      "index": 14,
      "start_time": 58539.0,
      "end_time": 62969.0,
      "text": "Pluto hasn&#39;t cleared the rocks within its neighborhood orbit, like planets usually do,"
    },
    {
      "index": 15,
      "start_time": 62969.0,
      "end_time": 66859.0,
      "text": "and there&#39;s even a dwarf planet on the edge of our solar system, Eris, that&#39;s bigger"
    },
    {
      "index": 16,
      "start_time": 66859.0,
      "end_time": 70740.0,
      "text": "than Pluto, and there are hundreds of others that are comparable to Pluto. The nature of"
    },
    {
      "index": 17,
      "start_time": 70740.0,
      "end_time": 75990.0,
      "text": "the universe has not changed, it&#39;s just that we learned that Pluto was not acting like"
    },
    {
      "index": 18,
      "start_time": 75990.0,
      "end_time": 89450.0,
      "text": "a planet, so can we please just drop the Pluto thing!?"
    },
    {
      "index": 19,
      "start_time": 89450.0,
      "end_time": 93429.0,
      "text": "So we&#39;re now moving from the scale of galaxies, which involve millions of light years, to"
    },
    {
      "index": 20,
      "start_time": 93429.0,
      "end_time": 98239.0,
      "text": "a neighborhood that&#39;s only a few light hours from the sun, to Neptune - the farthest planet"
    },
    {
      "index": 21,
      "start_time": 98239.0,
      "end_time": 105079.0,
      "text": "- or at most, a light year or two to the distant Oort cloud of billions of comets held by the gravity of our sun."
    },
    {
      "index": 22,
      "start_time": 105079.0,
      "end_time": 109979.0,
      "text": "So last episode we talked about how the stars are like our great-great-great-many-many-times-over"
    },
    {
      "index": 23,
      "start_time": 109979.0,
      "end_time": 115049.0,
      "text": "grandparents. Well, our sun actually had stars as its parents, too. It&#39;s most likely a second"
    },
    {
      "index": 24,
      "start_time": 115049.0,
      "end_time": 118939.0,
      "text": "generation star, which means that the sun was formed from the wreckage of previous dead"
    },
    {
      "index": 25,
      "start_time": 118939.0,
      "end_time": 123499.0,
      "text": "stars, and that it contains elements other than just hydrogen and helium -- heavier elements"
    },
    {
      "index": 26,
      "start_time": 123499.0,
      "end_time": 127880.0,
      "text": "that are forged in the bellies of stars and some of which are, like, flung out by supernovae."
    },
    {
      "index": 27,
      "start_time": 127880.0,
      "end_time": 134189.0,
      "text": "When our star formed, its immense gravitational pull sucked in 99.99% of all the matter in"
    },
    {
      "index": 28,
      "start_time": 134189.0,
      "end_time": 139810.0,
      "text": "the solar system, so in this case we are all the 0.01%. But essentially, the rest of the"
    },
    {
      "index": 29,
      "start_time": 139810.0,
      "end_time": 145879.0,
      "text": "solar system is made up of the debris, like the crumbs, the dregs in the bottom of your coffee cup."
    },
    {
      "index": 30,
      "start_time": 145879.0,
      "end_time": 150620.0,
      "text": "Our sun formed over the course of about 100,000 years in what&#39;s called a solar nebula, which"
    },
    {
      "index": 31,
      "start_time": 150620.0,
      "end_time": 155750.0,
      "text": "is like a fiery cradle of wisps of dust and gas. Then the solar nebula began to compress"
    },
    {
      "index": 32,
      "start_time": 155750.0,
      "end_time": 160510.0,
      "text": "into a star, probably triggered by a nearby supernova that also, usefully, peppered the"
    },
    {
      "index": 33,
      "start_time": 160510.0,
      "end_time": 164730.0,
      "text": "solar system with even more heavy elements. And then, as the sun slurped up like almost"
    },
    {
      "index": 34,
      "start_time": 164730.0,
      "end_time": 169939.0,
      "text": "all of the matter of the solar system, pressure made the core of the sun heat up and it came to life."
    },
    {
      "index": 35,
      "start_time": 169939.0,
      "end_time": 174540.0,
      "text": "The usual fusion of hydrogen and helium began to happen and continues to happen, which is"
    },
    {
      "index": 36,
      "start_time": 174540.0,
      "end_time": 179230.0,
      "text": "nice because otherwise the Earth would be extremely cold, and- and also very dead. So"
    },
    {
      "index": 37,
      "start_time": 179230.0,
      "end_time": 183150.0,
      "text": "how do we know all of this is true? Well, let&#39;s talk to Emily, from The Brain Scoop."
    },
    {
      "index": 38,
      "start_time": 183150.0,
      "end_time": 188249.0,
      "text": "Well, a good piece of evidence is the construction site rubble from that time. Meteorites form"
    },
    {
      "index": 39,
      "start_time": 188249.0,
      "end_time": 192489.0,
      "text": "a sort of fossil record. Meteorites fall to Earth and some of them are primitive clumps"
    },
    {
      "index": 40,
      "start_time": 192489.0,
      "end_time": 198680.0,
      "text": "of nebular dust. Careful investigation reveals them to be around 4.568 billion years old."
    },
    {
      "index": 41,
      "start_time": 198680.0,
      "end_time": 203189.0,
      "text": "The point is there can only be two environments where Iron-60 came from. One is inside of"
    },
    {
      "index": 42,
      "start_time": 203189.0,
      "end_time": 207459.0,
      "text": "a very old giant red star, and the other is within a supernova. Elderly red giants move"
    },
    {
      "index": 43,
      "start_time": 207459.0,
      "end_time": 212280.0,
      "text": "away from star forming regions in the galaxy; chances are, the sun wasn&#39;t formed near one"
    },
    {
      "index": 44,
      "start_time": 212280.0,
      "end_time": 217999.0,
      "text": "of those. So it&#39;s much more likely that our sun&#39;s  formation was triggered by a supernova blast."
    },
    {
      "index": 45,
      "start_time": 217999.0,
      "end_time": 222099.0,
      "text": "So in the early days, the heat from the sun blasted lots of gassy materials away from"
    },
    {
      "index": 46,
      "start_time": 222099.0,
      "end_time": 227249.0,
      "text": "the inner regions of the solar system, encompassing Mercury, Venus, Earth, and Mars, further out"
    },
    {
      "index": 47,
      "start_time": 227249.0,
      "end_time": 231939.0,
      "text": "in the vicinity of where Jupiter is now; it was cold enough for volatile gasses to hang"
    },
    {
      "index": 48,
      "start_time": 231939.0,
      "end_time": 234829.0,
      "text": "around and even become liquids or solids."
    },
    {
      "index": 49,
      "start_time": 234829.0,
      "end_time": 239769.0,
      "text": "That&#39;s why the inner planets like us are rocky, and the outer planets, Jupiter, Saturn, Uranus,"
    },
    {
      "index": 50,
      "start_time": 239769.0,
      "end_time": 245859.0,
      "text": "and Neptune are all these humongous gas giants. So what happened to the remaining 0.01% of"
    },
    {
      "index": 51,
      "start_time": 245859.0,
      "end_time": 250170.0,
      "text": "our solar system, and what does this have to do with the rise of complexity? Well, the"
    },
    {
      "index": 52,
      "start_time": 250170.0,
      "end_time": 255019.0,
      "text": "dust floating around the baby solar system wasn&#39;t just elements; like, heating in the"
    },
    {
      "index": 53,
      "start_time": 255019.0,
      "end_time": 260239.0,
      "text": "stellar nebula allowed this dust to sometimes form more complex configurations of elements,"
    },
    {
      "index": 54,
      "start_time": 260238.99999999997,
      "end_time": 263479.0,
      "text": "like, for one thing, around 60 different kinds of minerals."
    },
    {
      "index": 55,
      "start_time": 263479.0,
      "end_time": 266900.0,
      "text": "So then the dust began to stick together. Why do I have balloons, by the way? Well,"
    },
    {
      "index": 56,
      "start_time": 266900.0,
      "end_time": 268550.0,
      "text": "obviously I&#39;m going to tell you shortly."
    },
    {
      "index": 57,
      "start_time": 268550.0,
      "end_time": 271300.0,
      "text": "So you may have noticed that if you rub a balloon onto your head for long enough, it"
    },
    {
      "index": 58,
      "start_time": 271300.0,
      "end_time": 275690.0,
      "text": "will stick. That&#39;s because of electrostatic forces, precisely the same forces that allowed"
    },
    {
      "index": 59,
      "start_time": 275690.0,
      "end_time": 279710.0,
      "text": "the dust in the solar system to gently collide and stick together."
    },
    {
      "index": 60,
      "start_time": 279710.0,
      "end_time": 283800.0,
      "text": "And then as those clumps of dust got bigger and bigger, the collisions ceased to be so"
    },
    {
      "index": 61,
      "start_time": 283800.0,
      "end_time": 288300.0,
      "text": "gentle. So within 100,000 years there were many objects of up to 10 kilometers in diameter"
    },
    {
      "index": 62,
      "start_time": 288300.0,
      "end_time": 293030.0,
      "text": "in the solar system and the force and heat of those violent collisions allowed the formation"
    },
    {
      "index": 63,
      "start_time": 293030.0,
      "end_time": 295319.0,
      "text": "of still more celestial bodies."
    },
    {
      "index": 64,
      "start_time": 295319.0,
      "end_time": 299830.0,
      "text": "Objects continued to collide, the larger objects sucking in the smaller ones with their gravitational"
    },
    {
      "index": 65,
      "start_time": 299830.0,
      "end_time": 305050.0,
      "text": "nets, and then the largest in each orbit began bulldozing its way through the remaining material."
    },
    {
      "index": 66,
      "start_time": 305050.0,
      "end_time": 310550.0,
      "text": "So after about a million years, the solar system consisted of a few dozen or so protoplanets."
    },
    {
      "index": 67,
      "start_time": 310550.0,
      "end_time": 315190.0,
      "text": "They were roughly between the size of Mars and our moon, and then, over the next 10 to"
    },
    {
      "index": 68,
      "start_time": 315190.0,
      "end_time": 320460.0,
      "text": "100 million years, the game of pool continued, each collision being something terrifying"
    },
    {
      "index": 69,
      "start_time": 320460.0,
      "end_time": 325069.0,
      "text": "to behold, until we wound up with the eight massive planets we are familiar with today."
    },
    {
      "index": 70,
      "start_time": 325069.0,
      "end_time": 328759.0,
      "text": "But, of course, there&#39;s more than just planets in our solar system. There&#39;s an asteroid-belt"
    },
    {
      "index": 71,
      "start_time": 328759.0,
      "end_time": 333090.0,
      "text": "between Mars and Jupiter, for instance, which may be a failed planet, messed-up by Jupiter&#39;s"
    },
    {
      "index": 72,
      "start_time": 333090.0,
      "end_time": 337409.0,
      "text": "gigantic gravitational pull. And then on the edge of the solar system, there&#39;s the Kuiper-belt,"
    },
    {
      "index": 73,
      "start_time": 337409.0,
      "end_time": 343139.0,
      "text": "a region of planetary shrapnel, like poor old Pluto, and even further out, in the boonies,"
    },
    {
      "index": 74,
      "start_time": 343139.0,
      "end_time": 347330.0,
      "text": "there is the Oort cloud - it&#39;s like this huge borderland teaming with billions of comets,"
    },
    {
      "index": 75,
      "start_time": 347330.0,
      "end_time": 353270.0,
      "text": "but it&#39;s still within the sun&#39;s gravitational pull, and the Oort cloud is a light year away."
    },
    {
      "index": 76,
      "start_time": 353270.0,
      "end_time": 357409.0,
      "text": "That&#39;s how massive our sun is, and it&#39;s a pretty modest-sized star."
    },
    {
      "index": 77,
      "start_time": 357409.0,
      "end_time": 361490.0,
      "text": "So this was a pretty intense time, in terms of energy transference -- like, all those"
    },
    {
      "index": 78,
      "start_time": 361490.0,
      "end_time": 366940.0,
      "text": "protoplanets smashing together converted huge amounts of kinetic energy to heat. In fact,"
    },
    {
      "index": 79,
      "start_time": 366940.0,
      "end_time": 371330.0,
      "text": "it was so much heat that when combined with the heat put off by radioactive materials"
    },
    {
      "index": 80,
      "start_time": 371330.0,
      "end_time": 376789.0,
      "text": "in the early solar system, the Earth was a molten ball of lava. Basically, the entire"
    },
    {
      "index": 81,
      "start_time": 376789.0,
      "end_time": 383249.0,
      "text": "planet was as hot as Houston, Texas. What&#39;s that? Apparently it was much hotter than Houston, Texas."
    },
    {
      "index": 82,
      "start_time": 383249.0,
      "end_time": 388569.0,
      "text": "Anyway, the Earth underwent a process of  differentiation, whereby heavy elements sank to the"
    },
    {
      "index": 83,
      "start_time": 388569.0,
      "end_time": 393659.0,
      "text": "center, and many lighter elements floated to the surface. A lot of the metallic elements, like iron"
    },
    {
      "index": 84,
      "start_time": 393659.0,
      "end_time": 398800.0,
      "text": "and nickel sank through the hot sludge to the core, where they still are, and the lighter"
    },
    {
      "index": 85,
      "start_time": 398800.0,
      "end_time": 405129.0,
      "text": "silicates floated upward, forming the Earth&#39;s mantle, a region about 3,000 kilometers thick."
    },
    {
      "index": 86,
      "start_time": 405129.0,
      "end_time": 408610.0,
      "text": "The even lighter silicates floated to the surface, where they eventually cooled into"
    },
    {
      "index": 87,
      "start_time": 408610.0,
      "end_time": 413470.0,
      "text": "the Earth&#39;s crust, about 35 kilometers thick in some places, and at the bottom of the deepest"
    },
    {
      "index": 88,
      "start_time": 413470.0,
      "end_time": 415849.0,
      "text": "oceans, about as thin as 7 kilometers."
    },
    {
      "index": 89,
      "start_time": 415849.0,
      "end_time": 420710.0,
      "text": "You can think of the crust as like the thin layer of skin that forms on a bowl of hot"
    },
    {
      "index": 90,
      "start_time": 420710.0,
      "end_time": 425560.0,
      "text": "clam chowder, and you wouldn&#39;t be far from the truth. By the way, I could use some delicious"
    },
    {
      "index": 91,
      "start_time": 425560.0,
      "end_time": 429810.0,
      "text": "geological clam chowder right now, just like my mom used to make, but with more nickel."
    },
    {
      "index": 92,
      "start_time": 429810.0,
      "end_time": 435169.0,
      "text": "The lightest materials of all, including gases like hydrogen, helium, methane, water vapor,"
    },
    {
      "index": 93,
      "start_time": 435169.0,
      "end_time": 440710.0,
      "text": "nitrogen, ammonia, hydrogen sulfide -- they bubbled to the surface, and were kinda belched"
    },
    {
      "index": 94,
      "start_time": 440710.0,
      "end_time": 446449.0,
      "text": "out of volcanoes, to form the early atmosphere of the Earth, the steam off the soup. And"
    },
    {
      "index": 95,
      "start_time": 446449.0,
      "end_time": 450949.0,
      "text": "then even more water vapor was brought in by comets falling to Earth, which we appreciate,"
    },
    {
      "index": 96,
      "start_time": 450949.0,
      "end_time": 455020.0,
      "text": "comets, but even though we do have a water shortage, we don&#39;t need you to come back."
    },
    {
      "index": 97,
      "start_time": 455020.0,
      "end_time": 458680.0,
      "text": "Much of the methane and the hydrogen sulfide in the early atmosphere was converted into"
    },
    {
      "index": 98,
      "start_time": 458680.0,
      "end_time": 463860.0,
      "text": "carbon dioxide, which turned the sky into like a terrifying red, rather than our friendly"
    },
    {
      "index": 99,
      "start_time": 463860.0,
      "end_time": 464780.0,
      "text": "blue of today."
    },
    {
      "index": 100,
      "start_time": 464780.0,
      "end_time": 469210.0,
      "text": "So basically, you&#39;ve got an Earth with a red sky, volcanoes that are thousands of feet"
    },
    {
      "index": 101,
      "start_time": 469210.0,
      "end_time": 475349.0,
      "text": "high, a black, barren rocky surface, the foul smell of sulfur everywhere, scolding hot steam,"
    },
    {
      "index": 102,
      "start_time": 475349.0,
      "end_time": 480150.0,
      "text": "constant collisions of fire and brimstone from above, occasionally splitting the crust"
    },
    {
      "index": 103,
      "start_time": 480150.0,
      "end_time": 485439.0,
      "text": "open and creating entire oceans of lava. That&#39;s why we call this period in Earth&#39;s history"
    },
    {
      "index": 104,
      "start_time": 485439.0,
      "end_time": 489300.0,
      "text": "&quot;The Hadean Era,&quot; after Hades, the Greek god of the underworld."
    },
    {
      "index": 105,
      "start_time": 489300.0,
      "end_time": 493439.0,
      "text": "But a couple of nice things about this crazy, terrifying ball of fire: one, we weren&#39;t there,"
    },
    {
      "index": 106,
      "start_time": 493439.0,
      "end_time": 498330.0,
      "text": "so it&#39;s not bothering us. Two, all of this intense heat and pressure allowed mineral"
    },
    {
      "index": 107,
      "start_time": 498330.0,
      "end_time": 503699.0,
      "text": "combinations to increase dramatically. In fact, there were a whopping 1,500 different"
    },
    {
      "index": 108,
      "start_time": 503699.0,
      "end_time": 508090.0,
      "text": "combinations and that would only increase as plate tectonics and life got involved."
    },
    {
      "index": 109,
      "start_time": 508090.0,
      "end_time": 513040.0,
      "text": "So during this terrible toddler phase for the Earth, a Mars-size object dubbed Theia"
    },
    {
      "index": 110,
      "start_time": 513039.99999999994,
      "end_time": 518229.99999999994,
      "text": "collided with the newly-formed Earth in a vigorous kind of body-check, or I guess more of a planet-check."
    },
    {
      "index": 111,
      "start_time": 518230.0,
      "end_time": 522840.0,
      "text": "This knocked out a huge chunk of the Earth&#39;s materials, and then, over time, those materials"
    },
    {
      "index": 112,
      "start_time": 522840.00000000006,
      "end_time": 527710.0,
      "text": "accreted into, you guessed it, the moon. The moon, of course, is best-known today for inspiring"
    },
    {
      "index": 113,
      "start_time": 527710.0,
      "end_time": 532890.0,
      "text": "the moons over-my-hammy sandwich at Denny&#39;s, but it also inspired the space race and millions"
    },
    {
      "index": 114,
      "start_time": 532890.0,
      "end_time": 537200.0,
      "text": "of poems and paintings and it also created tides. But putting aside the tides, which"
    },
    {
      "index": 115,
      "start_time": 537200.0,
      "end_time": 542420.0,
      "text": "are admittedly a pretty big deal, without the moon, what would wolves howl at in all of those T-shirts?"
    },
    {
      "index": 116,
      "start_time": 542420.0,
      "end_time": 546900.0,
      "text": "All right, so as the Earth cooled, the water vapor that had accumulated in the atmosphere"
    },
    {
      "index": 117,
      "start_time": 546900.0,
      "end_time": 552630.0,
      "text": "fell in torrential rains. Like, downpours that lasted millions of years. It was like"
    },
    {
      "index": 118,
      "start_time": 552630.0,
      "end_time": 557470.0,
      "text": "Seattle, but instead of like, coffee and grunge music, there was just ammonia. These downpours"
    },
    {
      "index": 119,
      "start_time": 557470.0,
      "end_time": 562390.0,
      "text": "created the first oceans, like as the Earth&#39;s surface cooled below 100 degrees Celsius,"
    },
    {
      "index": 120,
      "start_time": 562390.0,
      "end_time": 568370.0,
      "text": "water vapor was able to stay in liquid form and somewhere between 3.8 and 4 billion years"
    },
    {
      "index": 121,
      "start_time": 568370.0,
      "end_time": 570070.0,
      "text": "ago, we had oceans."
    },
    {
      "index": 122,
      "start_time": 570070.0,
      "end_time": 573860.0,
      "text": "Let&#39;s talk about food again! This time, though, instead of Earth-chowder, let&#39;s imagine the"
    },
    {
      "index": 123,
      "start_time": 573860.0,
      "end_time": 580110.0,
      "text": "Earth as an egg. The crust is as thin as the eggshell. It&#39;s also brittle and fractured"
    },
    {
      "index": 124,
      "start_time": 580110.0,
      "end_time": 584550.0,
      "text": "into segments called &quot;plates&quot;. Essentially, these plates float on top of squishy, goopy"
    },
    {
      "index": 125,
      "start_time": 584550.0,
      "end_time": 589320.0,
      "text": "rocks that are close to their melting point. As a result, the surface of the Earth has"
    },
    {
      "index": 126,
      "start_time": 589320.0,
      "end_time": 593940.0,
      "text": "a history of its own, including the creation of mountains, the explosion of volcanoes,"
    },
    {
      "index": 127,
      "start_time": 593940.0,
      "end_time": 597690.0,
      "text": "the forging of mighty super-continents like Rodinia and Pangaea."
    },
    {
      "index": 128,
      "start_time": 597690.0,
      "end_time": 601270.0,
      "text": "Plate tectonics affects everything from the movement of continents to the distribution"
    },
    {
      "index": 129,
      "start_time": 601270.0,
      "end_time": 605520.0,
      "text": "and evolution of species, and is one of the most vital principles of modern geology. It&#39;s"
    },
    {
      "index": 130,
      "start_time": 605520.0,
      "end_time": 609660.0,
      "text": "also responsible for less fun things, like massive earthquakes and super volcanic eruptions"
    },
    {
      "index": 131,
      "start_time": 609660.0,
      "end_time": 613210.0,
      "text": "that have caused the deaths and even total extinction of millions of species."
    },
    {
      "index": 132,
      "start_time": 613210.0,
      "end_time": 616640.0,
      "text": "Finally, the point should be raised that of all the possible scenarios that might kill"
    },
    {
      "index": 133,
      "start_time": 616640.0,
      "end_time": 620670.0,
      "text": "off the human race -- provided we don&#39;t kill off ourselves -- a super volcanic eruption"
    },
    {
      "index": 134,
      "start_time": 620670.0,
      "end_time": 625320.0,
      "text": "is among the foremost of them. In fact, on the scale of millions of years, a devastating"
    },
    {
      "index": 135,
      "start_time": 625320.0,
      "end_time": 629420.0,
      "text": "eruption is almost guaranteed to happen. And unlike an asteroid, one can&#39;t go all Bruce"
    },
    {
      "index": 136,
      "start_time": 629420.0,
      "end_time": 635380.0,
      "text": "Willis and blow up a super eruption with a nuke. If we&#39;re still around, it&#39;ll be interesting to see how we cope."
    },
    {
      "index": 137,
      "start_time": 635380.0,
      "end_time": 639910.0,
      "text": "Throughout the birth of the Sun and the origins of the Earth, there was the chance formation"
    },
    {
      "index": 138,
      "start_time": 639910.0,
      "end_time": 642220.0,
      "text": "of Goldilocks conditions for life."
    },
    {
      "index": 139,
      "start_time": 642220.0,
      "end_time": 646210.0,
      "text": "Like with the porridge and beds that a fairy-tale sociopathic blonde pilfered from a baby bear"
    },
    {
      "index": 140,
      "start_time": 646210.0,
      "end_time": 651330.0,
      "text": "in a break-and-enter job, the conditions for life on Earth were just right. This includes"
    },
    {
      "index": 141,
      "start_time": 651330.0,
      "end_time": 655400.0,
      "text": "the placement of the planet relative to the Sun. The right chemicals were present on Earth"
    },
    {
      "index": 142,
      "start_time": 655400.0,
      "end_time": 659270.0,
      "text": "to produce the first building blocks for life -- more on that next time."
    },
    {
      "index": 143,
      "start_time": 659270.0,
      "end_time": 664860.0,
      "text": "Even plate tectonics were hugely important. First, they suck biotic waste -- dead things,"
    },
    {
      "index": 144,
      "start_time": 664860.0,
      "end_time": 668730.0,
      "text": "excrement -- underground instead of remaining on the surface. If not for plate tectonics,"
    },
    {
      "index": 145,
      "start_time": 668730.0,
      "end_time": 672230.0,
      "text": "we&#39;d be more more-or-less swimming in our own you-know-what. Over millions of years,"
    },
    {
      "index": 146,
      "start_time": 672230.0,
      "end_time": 677060.0,
      "text": "this biotic waste could be transformed into coal, or even diamonds. Plate tectonics - we"
    },
    {
      "index": 147,
      "start_time": 677060.0,
      "end_time": 679130.0,
      "text": "turn your poo into diamonds."
    },
    {
      "index": 148,
      "start_time": 679130.0,
      "end_time": 683030.0,
      "text": "And if it wasn&#39;t for oceans and plate tectonics, there&#39;s a good chance that we&#39;d have the same"
    },
    {
      "index": 149,
      "start_time": 683030.0,
      "end_time": 687920.0,
      "text": "runaway greenhouse effect that Venus has - where the surface is hot enough to melt lead."
    },
    {
      "index": 150,
      "start_time": 687920.0,
      "end_time": 692700.0,
      "text": "Plate tectonics were also crucial to human history. The gigantic land-mass of Afro-Eurasia"
    },
    {
      "index": 151,
      "start_time": 692700.0,
      "end_time": 697540.0,
      "text": "made trade networks possible, which facilitated the exchange of knowledge and technologies,"
    },
    {
      "index": 152,
      "start_time": 697540.0,
      "end_time": 702210.0,
      "text": "along with sharing diseases to gradually build immunities -- something that would be grave"
    },
    {
      "index": 153,
      "start_time": 702210.0,
      "end_time": 705350.0,
      "text": "news for the isolated inhabitants of North and South America."
    },
    {
      "index": 154,
      "start_time": 705350.0,
      "end_time": 709730.0,
      "text": "The distribution of copper, iron, silver and gold influenced the growth and prosperity"
    },
    {
      "index": 155,
      "start_time": 709730.0,
      "end_time": 714990.0,
      "text": "of countless societies, even the distribution of coal-beds in Wales was a major ingredient"
    },
    {
      "index": 156,
      "start_time": 714990.0,
      "end_time": 717680.0,
      "text": "for the industrial revolution kicking off in Great Britain."
    },
    {
      "index": 157,
      "start_time": 717680.0,
      "end_time": 721620.0,
      "text": "All these things, formed within the slimmest of margins of probability, were Goldilocks"
    },
    {
      "index": 158,
      "start_time": 721620.0,
      "end_time": 726790.0,
      "text": "conditions for the rise of complexity in the later story -- the sustenance of life, the"
    },
    {
      "index": 159,
      "start_time": 726790.0,
      "end_time": 730860.0,
      "text": "distribution of resources, and even the coal needed for the industrial revolution, which"
    },
    {
      "index": 160,
      "start_time": 730860.0,
      "end_time": 736160.0,
      "text": "exploded into the tremendous rise of complexity in modern times. It&#39;s a transformation that"
    },
    {
      "index": 161,
      "start_time": 736160.0,
      "end_time": 738270.0,
      "text": "continues to this very day."
    },
    {
      "index": 162,
      "start_time": 738270.0,
      "end_time": 742360.0,
      "text": "So speaking of Goldilocks conditions, knowing about the formation of our solar system, and"
    },
    {
      "index": 163,
      "start_time": 742360.0,
      "end_time": 746380.0,
      "text": "the conditions on Earth that were necessary for life, is crucial to thinking about the"
    },
    {
      "index": 164,
      "start_time": 746380.0,
      "end_time": 751700.0,
      "text": "possibility of life elsewhere. The first so-called exoplanet was discovered by Swiss astronomers"
    },
    {
      "index": 165,
      "start_time": 751700.0,
      "end_time": 758740.0,
      "text": "in 1995, and in 2002 alone, 31 new exoplanets were discovered by independent astronomers."
    },
    {
      "index": 166,
      "start_time": 758740.0,
      "end_time": 763720.0,
      "text": "NASA has taken this several steps further.  In 2009 they launched the Kepler probe"
    },
    {
      "index": 167,
      "start_time": 763720.0,
      "end_time": 767930.0,
      "text": "to look at about 150,000 solar systems in the nearby galaxy."
    },
    {
      "index": 168,
      "start_time": 767930.0,
      "end_time": 772880.0,
      "text": "As of now, they&#39;ve found hundreds and hundreds of confirmed planets with thousands more potential"
    },
    {
      "index": 169,
      "start_time": 772880.0,
      "end_time": 776310.0,
      "text": "candidates. And estimates are that in the entire Milky Way galaxy, there could be as"
    },
    {
      "index": 170,
      "start_time": 776310.0,
      "end_time": 782850.0,
      "text": "many as 40 billion Earth-sized planets orbiting their stars in the Goldilocks zones for life,"
    },
    {
      "index": 171,
      "start_time": 782850.0,
      "end_time": 787460.0,
      "text": "and that&#39;s just in our galaxy! There are hundreds of billions of galaxies in the universe."
    },
    {
      "index": 172,
      "start_time": 787460.0,
      "end_time": 791520.0,
      "text": "Now I&#39;m not gonna tell you that creating life is as easy as shooting fish in a barrel, but"
    },
    {
      "index": 173,
      "start_time": 791520.0,
      "end_time": 796040.0,
      "text": "if you put a hundred trillion bullets in that barrel, you are bound to hit a fish. But given"
    },
    {
      "index": 174,
      "start_time": 796040.0,
      "end_time": 801130.0,
      "text": "the vast amount of space between solar systems and the fraction of time in which life -- to"
    },
    {
      "index": 175,
      "start_time": 801130.0,
      "end_time": 806390.0,
      "text": "speak nothing of the sliver of time so-called &quot;intelligent life&quot; -- has existed on our planet,"
    },
    {
      "index": 176,
      "start_time": 806390.0,
      "end_time": 808500.0,
      "text": "we may never encounter other life forms."
    },
    {
      "index": 177,
      "start_time": 808500.0,
      "end_time": 812890.0,
      "text": "But I find it tremendously exciting, as well as kind of comforting, knowing that there"
    },
    {
      "index": 178,
      "start_time": 812890.0,
      "end_time": 818350.0,
      "text": "may well be other forms of life out there, even if we never run into them, from microbes"
    },
    {
      "index": 179,
      "start_time": 818350.0,
      "end_time": 824890.0,
      "text": "to multi-celled organisms, like, you know...us!  Maybe they&#39;re as astonished by their existence"
    },
    {
      "index": 180,
      "start_time": 824890.0,
      "end_time": 830200.0,
      "text": "as we are by ours, and thinking about that, one begins to feel a little bit better about"
    },
    {
      "index": 181,
      "start_time": 830200.0,
      "end_time": 835860.0,
      "text": "our tiny role in the cosmic play. We may never meet, but we&#39;re comrades in the strange phenomenon"
    },
    {
      "index": 182,
      "start_time": 835860.0,
      "end_time": 845860.0,
      "text": "of rising complexity in the universe. More on that next time. I&#39;ll see you then."
    }
  ]
}