{
  "video_id": "BYZusIKpHIA",
  "title": "The Big Problem With The Drugs You Take",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 110.0,
      "end_time": 5000.0,
      "text": "This video was made possible thanks to our friends over at Hollywood health and society who sponsored this video."
    },
    {
      "index": 2,
      "start_time": 5200.0,
      "end_time": 6360.0,
      "text": "Hey there!"
    },
    {
      "index": 3,
      "start_time": 6360.0,
      "end_time": 8950.0,
      "text": "Welcome to Life Noggin."
    },
    {
      "index": 4,
      "start_time": 8950.0,
      "end_time": 17540.0,
      "text": "In the world of science, it's not just about coming up with the latest and greatest equation or piece of tech, but also making sure that it can indeed help the world."
    },
    {
      "index": 5,
      "start_time": 17540.0,
      "end_time": 19450.0,
      "text": "That's where the science of medicine comes in."
    },
    {
      "index": 6,
      "start_time": 19450.0,
      "end_time": 28130.0,
      "text": "Before a doctor can prescribe a drug or treatment, it has to be tested in clinical trials to verify it's both effective and safe for people to use."
    },
    {
      "index": 7,
      "start_time": 28130.0,
      "end_time": 30710.0,
      "text": "So, just what is a clinical trial you might ask?"
    },
    {
      "index": 8,
      "start_time": 30710.0,
      "end_time": 39860.0,
      "text": "Well, using volunteers or participants, a clinical trial is a research study that's meant to evaluate a new or existing medical, surgical, or behavioral intervention."
    },
    {
      "index": 9,
      "start_time": 39860.0,
      "end_time": 52970.0,
      "text": "They let us see if a specific treatment, maybe a medical device like a pacemaker or a vaccine to prevent chicken pox is safe, effective, and if it has any bad side effects which are all very important!"
    },
    {
      "index": 10,
      "start_time": 52970.0,
      "end_time": 56989.0,
      "text": "Because we are all different, drugs don't affect everyone the same way."
    },
    {
      "index": 11,
      "start_time": 56990.0,
      "end_time": 62180.0,
      "text": "Your sex, age, and ethnicity can play a significant role in certain health risks."
    },
    {
      "index": 12,
      "start_time": 62180.0,
      "end_time": 70830.0,
      "text": "For instance, according to the National Cancer Institute, the incidence and mortality rates of kidney cancer are twice as high in men as they are in women."
    },
    {
      "index": 13,
      "start_time": 70830.0,
      "end_time": 82820.0,
      "text": "For most major cancers, black Americans have the highest mortality rate, while white women have the highest incidence rates for breast cancer and Asian Americans are the most likely to get liver and stomach cancers."
    },
    {
      "index": 14,
      "start_time": 82820.0,
      "end_time": 88100.0,
      "text": "So, if you just conduct a clinical trial on one part of the population, you could be missing a lot!"
    },
    {
      "index": 15,
      "start_time": 88300.0,
      "end_time": 93640.0,
      "text": "That's why it's very important for clinical trials and research to have diverse participants."
    },
    {
      "index": 16,
      "start_time": 93640.0,
      "end_time": 98580.0,
      "text": "I mean, you should be testing whatever you're coming up with on the people it's meant to help."
    },
    {
      "index": 17,
      "start_time": 98580.0,
      "end_time": 106140.0,
      "text": "The FDA themselves even say that medical products are safer and more effective for all of us when we have diversity in our clinical research."
    },
    {
      "index": 18,
      "start_time": 106140.0,
      "end_time": 118000.0,
      "text": "That said, there are some legitimate concerns around clinical trials, mostly with people of color, and much of it traces back to the 40-year Tuskegee Study on the treatment of syphilis in black Americans."
    },
    {
      "index": 19,
      "start_time": 118200.0,
      "end_time": 131140.0,
      "text": "Back in 1932, this study involved 600 black men, 399 with syphilis, and 201 without it, who, in exchange for being a part of the study, were told they would get adequate treatment."
    },
    {
      "index": 20,
      "start_time": 131140.0,
      "end_time": 132140.0,
      "text": "But that didn't happen."
    },
    {
      "index": 21,
      "start_time": 132140.0,
      "end_time": 142450.0,
      "text": "Even when penicillin became the go-to treatment in 1947, researchers didn't offer it to the participants or give them a chance to quit the study, which lasted for another 25 years."
    },
    {
      "index": 22,
      "start_time": 142450.0,
      "end_time": 146890.0,
      "text": "Many men died and some of their loved ones contracted the disease."
    },
    {
      "index": 23,
      "start_time": 146900.0,
      "end_time": 149239.0,
      "text": "Saying it went really bad is an understatement."
    },
    {
      "index": 24,
      "start_time": 149239.0,
      "end_time": 162540.0,
      "text": "To prevent another study like Tuskegee, the government passed the National Research Act in 1974, which added many rules and regulations to protect participants and ensure every study meets a host of ethical standards before it's approved."
    },
    {
      "index": 25,
      "start_time": 162540.0,
      "end_time": 172679.0,
      "text": "If you volunteer for a clinical trial today, rest assured, there's a whole network of Institutional Review Boards, or IRBs, that guarantee your safety and protection in the research."
    },
    {
      "index": 26,
      "start_time": 172680.0,
      "end_time": 181989.0,
      "text": "Despite this, the FDA reported in 2011 that African Americans represent 12 percent of the U.S. population, but still only 5 percent of clinical trial participants."
    },
    {
      "index": 27,
      "start_time": 181989.0,
      "end_time": 190200.0,
      "text": "Hispanic and Latino Americans make up 16 percent of the U.S. population, but only about one percent participate in clinical trials."
    },
    {
      "index": 28,
      "start_time": 190200.0,
      "end_time": 194319.0,
      "text": "It's all pretty clear, we need to accurately represent our populations."
    },
    {
      "index": 29,
      "start_time": 194319.0,
      "end_time": 200100.0,
      "text": "The Center for Information and Study on Clinical Research Participation makes strides toward this."
    },
    {
      "index": 30,
      "start_time": 200100.0,
      "end_time": 208959.0,
      "text": "It's a nonprofit organization that educates the public about the clinical research process, and also makes ongoing trials easier to locate so more people can volunteer."
    },
    {
      "index": 31,
      "start_time": 208959.0,
      "end_time": 210680.0,
      "text": "Seems like a pretty smart mission."
    },
    {
      "index": 32,
      "start_time": 210680.0,
      "end_time": 218819.0,
      "text": "Because if everyone participates in research studies and clinical trials, our medicines and treatments will be safer and more effective."
    },
    {
      "index": 33,
      "start_time": 218819.0,
      "end_time": 221100.0,
      "text": "And that's not just a dream… it's science."
    },
    {
      "index": 34,
      "start_time": 221100.0,
      "end_time": 222959.0,
      "text": "So would you ever sign up for a clinical trial?"
    },
    {
      "index": 35,
      "start_time": 222960.0,
      "end_time": 224920.0,
      "text": "Have you participated in one in the past?"
    },
    {
      "index": 36,
      "start_time": 224920.0,
      "end_time": 228510.0,
      "text": "Let me know in the comment section below, or tell me, what should we talk about next?"
    },
    {
      "index": 37,
      "start_time": 228510.0,
      "end_time": 232989.0,
      "text": "Down in the description we have a very quick survey about this clinical trials video."
    },
    {
      "index": 38,
      "start_time": 232990.0,
      "end_time": 235490.0,
      "text": "It would really help us if you let us know your thoughts."
    },
    {
      "index": 39,
      "start_time": 235490.0,
      "end_time": 236500.0,
      "text": "Check it out before you go."
    },
    {
      "index": 40,
      "start_time": 236700.0,
      "end_time": 243800.0,
      "text": "As always my name is Blocko, this has been Life Noggin, don't forget to keep on thinking!"
    }
  ]
}