{
  "video_id": "C0X_wcHSJD4",
  "title": "Klymit Static V Sleeping Pad",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1250.0,
      "end_time": 8250.0,
      "text": "This is the Static V inflatable sleeping pad; an excellent backpacking option that effectively"
    },
    {
      "index": 2,
      "start_time": 9370.0,
      "end_time": 16369.0,
      "text": "balances weight, packed size and comfort and we’ll take a look at some of the specifics"
    },
    {
      "index": 3,
      "start_time": 16480.0,
      "end_time": 23480.0,
      "text": "here, again the Klymit Static V. At a first glance there might not be any stand out features"
    },
    {
      "index": 4,
      "start_time": 25700.0,
      "end_time": 30698.0,
      "text": "to the Static V other than its compact size but when I inflate this pad you’ll see the"
    },
    {
      "index": 5,
      "start_time": 30699.0,
      "end_time": 36190.0,
      "text": "“V” shaped baffling that makes it stand out from many of the other inflatable pads"
    },
    {
      "index": 6,
      "start_time": 36190.0,
      "end_time": 43190.0,
      "text": "that are available. Inflation of the Static V pad takes about 10 breaths and compared"
    },
    {
      "index": 7,
      "start_time": 49219.0,
      "end_time": 54579.0,
      "text": "to a lot of inflatable pads on the market place, that’s not much. The “V” shaped"
    },
    {
      "index": 8,
      "start_time": 54579.0,
      "end_time": 61579.0,
      "text": "baffling is now evident and the shaping limits airflow and traps the heat of your body so"
    },
    {
      "index": 9,
      "start_time": 62390.0,
      "end_time": 69390.0,
      "text": "it makes this pad warmer than comparative, un-insulated, inflatable sleeping pads. The"
    },
    {
      "index": 10,
      "start_time": 71110.0,
      "end_time": 78110.0,
      "text": "shaping on the inside area and also these smaller horizontal baffles at the sides, kind"
    },
    {
      "index": 11,
      "start_time": 78430.0,
      "end_time": 85430.0,
      "text": "of help to keep you in place on the pad. Again, makes it a really comfortable pad throughout"
    },
    {
      "index": 12,
      "start_time": 89200.0,
      "end_time": 96200.0,
      "text": "your night of sleep. The full dimensions of the Static V are 23 inches wide, 72 inches"
    },
    {
      "index": 13,
      "start_time": 96630.0,
      "end_time": 103619.0,
      "text": "in length and 2.5 inches of thickness and that is at a weight of just 20 ounces for"
    },
    {
      "index": 14,
      "start_time": 103619.0,
      "end_time": 110619.0,
      "text": "the pad. A really sturdy face fabric here of 75D poly and all of those factors, again,"
    },
    {
      "index": 15,
      "start_time": 111649.0,
      "end_time": 118590.0,
      "text": "go into making this a really nice value of a pad for 3-season backpacking."
    }
  ]
}