{
  "video_id": "c5-LfK2i2J4",
  "title": "Finding Your Mission",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 500.0,
      "end_time": 6241.0,
      "text": "Missions are things we tend to associate with astronauts. If someone at a party asked you"
    },
    {
      "index": 2,
      "start_time": 6241.0,
      "end_time": 10710.0,
      "text": "what you did, and you said you were involved on a mission of some kind, people would look"
    },
    {
      "index": 3,
      "start_time": 10710.0,
      "end_time": 16910.0,
      "text": "at you sort of strangely. But in truth, we’d all benefit from focusing in on the purpose"
    },
    {
      "index": 4,
      "start_time": 16910.0,
      "end_time": 23970.0,
      "text": "of our lives so that we can refer to them as missions of one kind or another. When the"
    },
    {
      "index": 5,
      "start_time": 23970.0,
      "end_time": 29070.0,
      "text": "entrepreneur Elon Musk was at university, he asked himself very explicitly what his"
    },
    {
      "index": 6,
      "start_time": 29070.0,
      "end_time": 35271.0,
      "text": "mission in life would be. He began by wondering what the world needed most urgently, then"
    },
    {
      "index": 7,
      "start_time": 35271.0,
      "end_time": 41050.0,
      "text": "he looked into himself to see what his talents were and that led him to a list of four possible"
    },
    {
      "index": 8,
      "start_time": 41050.0,
      "end_time": 47840.0,
      "text": "missions: space exploration, electric transportation, Artificial Intelligence and rewriting the"
    },
    {
      "index": 9,
      "start_time": 47840.0,
      "end_time": 55030.0,
      "text": "human genome. In the end, Elon Musk chose the first two. Few of us will ever settle"
    },
    {
      "index": 10,
      "start_time": 55030.0,
      "end_time": 61260.0,
      "text": "on missions as mighty as these, but the notion of having a mission, rather than a mere job"
    },
    {
      "index": 11,
      "start_time": 61260.0,
      "end_time": 68890.0,
      "text": "or hobby, remains widely applicable. How, then, can we learn to adopt the mission mindset?"
    },
    {
      "index": 12,
      "start_time": 68890.0,
      "end_time": 75240.0,
      "text": "– Firstly, what matters is to adopt a certain seriousness about one’s life. The working"
    },
    {
      "index": 13,
      "start_time": 75240.0,
      "end_time": 81560.0,
      "text": "bit will only be, at best, 50 years. So the challenge is around focus: how can one reduce"
    },
    {
      "index": 14,
      "start_time": 81560.0,
      "end_time": 87700.0,
      "text": "the range of one’s enthusiasms and see that having so many interests is half the problem."
    },
    {
      "index": 15,
      "start_time": 87700.0,
      "end_time": 93259.0,
      "text": "Talk of a mission forces us to reduce what we care about down to just a few very big"
    },
    {
      "index": 16,
      "start_time": 93259.0,
      "end_time": 99100.0,
      "text": "things: it privileges precision over breadth. You give yourself a specific target, aware"
    },
    {
      "index": 17,
      "start_time": 99100.0,
      "end_time": 104750.0,
      "text": "of how much energy it will take to reach it. – Secondly, a mission is about having a"
    },
    {
      "index": 18,
      "start_time": 104750.0,
      "end_time": 109950.0,
      "text": "plan; and reducing the amount of times that, because one has no clear goal, one gets swept"
    },
    {
      "index": 19,
      "start_time": 109950.0,
      "end_time": 116861.0,
      "text": "along by the plans of others. – Then again, a mission is different from an ambition. An"
    },
    {
      "index": 20,
      "start_time": 116861.0,
      "end_time": 123020.0,
      "text": "ambition starts with what you want. A mission centers around what others need. People with"
    },
    {
      "index": 21,
      "start_time": 123020.0,
      "end_time": 127369.0,
      "text": "missions may well end up making money and having status, but that isn’t what led them"
    },
    {
      "index": 22,
      "start_time": 127369.0,
      "end_time": 136000.0,
      "text": "to the mission in the first place. Missions are about the intrinsic worth of tasks.– The"
    },
    {
      "index": 23,
      "start_time": 136000.0,
      "end_time": 140819.0,
      "text": "search for a mission requires you to ask: among all the problems facing humanity, what"
    },
    {
      "index": 24,
      "start_time": 140819.0,
      "end_time": 149120.0,
      "text": "are the ones that properly interest me? Be alive to the small-scale but authentic concerns."
    },
    {
      "index": 25,
      "start_time": 149120.0,
      "end_time": 153170.0,
      "text": "– Having focused on a problem of humanity that feels right for you, you then need to"
    },
    {
      "index": 26,
      "start_time": 153170.0,
      "end_time": 158840.0,
      "text": "take an honest look at your own aptitudes. What truly are your talents? What can you"
    },
    {
      "index": 27,
      "start_time": 158840.0,
      "end_time": 166960.0,
      "text": "contribute? That may require a lot of introspection, career counselling and experimentation. – Then,"
    },
    {
      "index": 28,
      "start_time": 166960.0,
      "end_time": 172200.0,
      "text": "where your skills and aptitudes intersect with the needs of the world, that is your"
    },
    {
      "index": 29,
      "start_time": 172200.0,
      "end_time": 179129.0,
      "text": "distinctive zone: that’s where your mission lies. – A mission isn’t a mission because"
    },
    {
      "index": 30,
      "start_time": 179129.0,
      "end_time": 185590.0,
      "text": "it is grand, but because it is precise. Examples of modest but crucial missions might be:  a"
    },
    {
      "index": 31,
      "start_time": 185590.0,
      "end_time": 190050.0,
      "text": "mission to improve the care that the elderly receive at the end of their lives or a"
    },
    {
      "index": 32,
      "start_time": 190050.0,
      "end_time": 195239.0,
      "text": "mission to teach children music in an engaging way or a mission to get the best pizzas"
    },
    {
      "index": 33,
      "start_time": 195239.0,
      "end_time": 200650.0,
      "text": "out to the customers of north Liverpool or downtown San Diego. – Conceiving of a mission"
    },
    {
      "index": 34,
      "start_time": 200650.0,
      "end_time": 205390.0,
      "text": "requires us to throw off an attitude of inner serfdom, where we imagine that only other"
    },
    {
      "index": 35,
      "start_time": 205390.0,
      "end_time": 210060.0,
      "text": "people have the right to plan their lives – and everyone else must just surrender"
    },
    {
      "index": 36,
      "start_time": 210060.0,
      "end_time": 218360.0,
      "text": "to accidents and random whims of employers.  We can and should all have missions. With"
    },
    {
      "index": 37,
      "start_time": 218360.0,
      "end_time": 222420.0,
      "text": "a mission in hand, the next time you’re at a party, you won’t need to keep the conversation"
    },
    {
      "index": 38,
      "start_time": 222420.0,
      "end_time": 226720.0,
      "text": "at the level of where you’re employed, you can answer with reference to the underlying"
    },
    {
      "index": 39,
      "start_time": 226720.0,
      "end_time": 232200.0,
      "text": "logic of what you are up to. You can, with no space helmet to your name, legitimately"
    },
    {
      "index": 40,
      "start_time": 232200.0,
      "end_time": 236160.0,
      "text": "announce that you’re in this earth with a mission to carry out."
    },
    {
      "index": 41,
      "start_time": 237600.0,
      "end_time": 240800.0,
      "text": "Thank you for watching, liking and subscribing."
    },
    {
      "index": 42,
      "start_time": 240800.0,
      "end_time": 245440.0,
      "text": "If you want more, why not visit us in person and attend a class?"
    },
    {
      "index": 43,
      "start_time": 245440.0,
      "end_time": 249120.0,
      "text": "Or take a look at our shop at the link on your screen now."
    }
  ]
}