{
  "video_id": "C8IKlsluoqw",
  "title": "Flight Simulator X - Journey of Aviation - Part 5",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7750.0,
      "end_time": 15850.0,
      "text": "The plane that every boy wants to fly is the fighter. The glory, the risk, the speed, it is all"
    },
    {
      "index": 2,
      "start_time": 15850.0,
      "end_time": 22850.0,
      "text": "sewn up in the word. In World War 1 they were the Knights of the Sky, jousting across the"
    },
    {
      "index": 3,
      "start_time": 22850.0,
      "end_time": 32599.0,
      "text": "heavens, but still govern by a code of honor. Today they are near machine like. A blip on"
    },
    {
      "index": 4,
      "start_time": 32598.999999999996,
      "end_time": 40930.0,
      "text": "a radar, a tone lock, the rush of a missile, these define the fighter pilot today, but there is"
    },
    {
      "index": 5,
      "start_time": 40930.0,
      "end_time": 50860.0,
      "text": "still danger and the rush of living life on the cutting edge."
    },
    {
      "index": 6,
      "start_time": 50860.0,
      "end_time": 57890.0,
      "text": "The Fokker Dr1 was the plane of the Red Baron. Designed in response to the Sopwith Triplane,"
    },
    {
      "index": 7,
      "start_time": 57890.0,
      "end_time": 63690.0,
      "text": "the Dr1 originally suffered from inflight wing failure before going on to being one of"
    },
    {
      "index": 8,
      "start_time": 63690.0,
      "end_time": 70060.0,
      "text": "the top planes of the Great War."
    },
    {
      "index": 9,
      "start_time": 70060.0,
      "end_time": 76860.0,
      "text": "The SE5a was considered by many to be better than the Sopwith Camel, but a shortage of"
    },
    {
      "index": 10,
      "start_time": 76860.0,
      "end_time": 85850.0,
      "text": "the Hispano-Suiza engines meant the Camel was more prevalent over the trenches. Together with the Camel"
    },
    {
      "index": 11,
      "start_time": 85850.0,
      "end_time": 101520.0,
      "text": "the SE.5a achieved aerial superiority for the Allies and guaranteed there would not be another Bloody May."
    },
    {
      "index": 12,
      "start_time": 101520.0,
      "end_time": 104420.0,
      "text": "Pilots in WW1 had to deal with"
    },
    {
      "index": 13,
      "start_time": 104420.0,
      "end_time": 116340.0,
      "text": "balky aircraft, the danger of the fabric wings ripping off, and unreliable engines sometimes spewing castor oil into their face, but their"
    },
    {
      "index": 14,
      "start_time": 116340.0,
      "end_time": 122560.0,
      "text": "aerial duels are lionized as they danced across the skies in their fabric flying machines."
    },
    {
      "index": 15,
      "start_time": 122560.0,
      "end_time": 132349.0,
      "text": "Between the wars planes continued to evolve."
    },
    {
      "index": 16,
      "start_time": 132349.0,
      "end_time": 136760.0,
      "text": "The Tiger Moth was designed as a training plane to introduce flyers to aviation. It"
    },
    {
      "index": 17,
      "start_time": 136760.0,
      "end_time": 142889.0,
      "text": "was a stable aircraft that is still much loved in the civilian community. Many of the planes"
    },
    {
      "index": 18,
      "start_time": 142889.0,
      "end_time": 151529.0,
      "text": "were released to the civilian market and used in many roles including crop dusting and barnstorming."
    },
    {
      "index": 19,
      "start_time": 151529.0,
      "end_time": 158519.0,
      "text": "The Boeing P-12 was among the last of the biplane fighters the US bought. It bridged"
    },
    {
      "index": 20,
      "start_time": 158519.0,
      "end_time": 165819.0,
      "text": "the gap between the faster stress skin monoplanes and the aircraft left over from WW1. It is"
    },
    {
      "index": 21,
      "start_time": 165819.0,
      "end_time": 177579.0,
      "text": "less well known, but nonetheless it shows the evolution of the fighter aircraft and it served its role well."
    },
    {
      "index": 22,
      "start_time": 177579.0,
      "end_time": 184150.0,
      "text": "Much like the P-12 the Dewoitine D.501 was an evolution. The fixed landing gear is reminiscent"
    },
    {
      "index": 23,
      "start_time": 184150.0,
      "end_time": 189329.0,
      "text": "of the earlier aircraft, but the monoplane design shows the fighter is beginning to take"
    },
    {
      "index": 24,
      "start_time": 189329.0,
      "end_time": 200419.0,
      "text": "on the sleek look that is familiar to so many who dream of fighters."
    },
    {
      "index": 25,
      "start_time": 200419.0,
      "end_time": 207779.0,
      "text": "Not the prettiest fighter, with a barrel like shape, the Buffalo was panned by many air"
    },
    {
      "index": 26,
      "start_time": 207779.0,
      "end_time": 213309.0,
      "text": "forces, but found a glorious home with the Finnish air force who used it to great effect"
    },
    {
      "index": 27,
      "start_time": 213309.0,
      "end_time": 219809.0,
      "text": "on the Soviet air force. Still the plane shows a further evolution, with retractable landing"
    },
    {
      "index": 28,
      "start_time": 219809.0,
      "end_time": 230809.0,
      "text": "gear. It misses the mark on maneuverability and performance for many air forces such as the USAAF and Royal Air Force,"
    },
    {
      "index": 29,
      "start_time": 230809.0,
      "end_time": 238889.0,
      "text": "However, a 32:1 kill ratio by the Finnish Airforce, it shows that"
    },
    {
      "index": 30,
      "start_time": 238889.0,
      "end_time": 252569.0,
      "text": "even an aircraft that some consider bad, when in the right hands, can be oh so good."
    },
    {
      "index": 31,
      "start_time": 252569.0,
      "end_time": 259569.0,
      "text": "The Ki27 went the opposite direction of the Buffalo. While the Buffalo was armored, but"
    },
    {
      "index": 32,
      "start_time": 259569.00000000003,
      "end_time": 268430.0,
      "text": "incapable of a tight turning fight the Ki27 went without the weight of armor and instead"
    },
    {
      "index": 33,
      "start_time": 268430.0,
      "end_time": 275229.0,
      "text": "focused on a tight turning fighter. It held superiority over China until the arrival of"
    },
    {
      "index": 34,
      "start_time": 275229.0,
      "end_time": 285809.0,
      "text": "newer more powerful aircraft drove it from the skies."
    },
    {
      "index": 35,
      "start_time": 285809.0,
      "end_time": 292509.0,
      "text": "With the P-40 Warhawk we start to see the lines we associate with fighters of WW2"
    },
    {
      "index": 36,
      "start_time": 292509.0,
      "end_time": 298919.0,
      "text": "The P-40 was a heavily armed and armored slugger of an aircraft. It couldn&#39;t turn with"
    },
    {
      "index": 37,
      "start_time": 298919.0,
      "end_time": 304669.0,
      "text": "the Japanese Zero, but it could absorb much more damage and dish out a blistering amount"
    },
    {
      "index": 38,
      "start_time": 304669.0,
      "end_time": 311990.0,
      "text": "of fire from its 6 50-cal guns. Lacking a 2-stage turbo it couldn&#39;t compete at high"
    },
    {
      "index": 39,
      "start_time": 311990.0,
      "end_time": 317519.0,
      "text": "altitude, but Axis flyers gained a healthy respect for it&#39;s ability to dish out large"
    },
    {
      "index": 40,
      "start_time": 317519.0,
      "end_time": 322080.0,
      "text": "amounts of damage. Luftwaffe pilots quickly learned"
    },
    {
      "index": 41,
      "start_time": 322080.0,
      "end_time": 334449.0,
      "text": "never to perform a head-on attack on a P-40 with their Bf109."
    },
    {
      "index": 42,
      "start_time": 334449.0,
      "end_time": 339699.0,
      "text": "The Bf109 was the main line fighter of Germany throughout the war. It was highly capable"
    },
    {
      "index": 43,
      "start_time": 339699.0,
      "end_time": 346030.0,
      "text": "in the right hands, but despite the legends around its abilities, it was already a fading"
    },
    {
      "index": 44,
      "start_time": 346030.0,
      "end_time": 352430.0,
      "text": "star by the start of the war. The veteran pilots of the Luftwaffe were able to use the"
    },
    {
      "index": 45,
      "start_time": 352430.0,
      "end_time": 358919.0,
      "text": "Bf109 to devastating effect despite its issues, but as they were killed or captured their"
    },
    {
      "index": 46,
      "start_time": 358919.0,
      "end_time": 370519.0,
      "text": "replacement low hour pilots became easy prey for the Spitfires, Mustangs, Lightnings, Hurricanes, and Thunderbolts"
    },
    {
      "index": 47,
      "start_time": 370519.0,
      "end_time": 377749.0,
      "text": "prowling the skies of Europe."
    },
    {
      "index": 48,
      "start_time": 377749.0,
      "end_time": 385550.0,
      "text": "The Airacobra is one of the unique planes of World War 2. The mid mounted engine and"
    },
    {
      "index": 49,
      "start_time": 385550.0,
      "end_time": 394680.0,
      "text": "large propeller hub cannon around which it was built made it a devastating ground attack plane, but not a very good"
    },
    {
      "index": 50,
      "start_time": 394680.0,
      "end_time": 405780.0,
      "text": "fighter plane. Little used by the US air force, the Airacobra and its big brother the Kingcobra"
    },
    {
      "index": 51,
      "start_time": 405780.0,
      "end_time": 410129.0,
      "text": "were used heavily by the Russian air force to stop the tide of German armor rolling across"
    },
    {
      "index": 52,
      "start_time": 410129.0,
      "end_time": 424149.0,
      "text": "the western stretches of Russia. Able to go down in the dirt much like an A-10 Thunderbolt."
    },
    {
      "index": 53,
      "start_time": 424149.0,
      "end_time": 431169.0,
      "text": "The P-38 Lightning was one of the most distinctive planes of World War 2. Called the twin tail"
    },
    {
      "index": 54,
      "start_time": 431169.0,
      "end_time": 442580.0,
      "text": "devil or &quot;2 planes, one pilot&quot; by Axis pilots the P-38 was not a twisting dogfighter, but"
    },
    {
      "index": 55,
      "start_time": 442580.0,
      "end_time": 449840.0,
      "text": "its gun location meant it was a sniper&#39;s plane, capable of long range attack with a powerful"
    },
    {
      "index": 56,
      "start_time": 449840.0,
      "end_time": 457680.0,
      "text": "punch. The large turbo-supercharged engines let the plane fly higher than many enemies"
    },
    {
      "index": 57,
      "start_time": 457680.0,
      "end_time": 465039.0,
      "text": "and the weight of the big plane meant that when it started a diving attack, few enemy"
    },
    {
      "index": 58,
      "start_time": 465039.0,
      "end_time": 471069.0,
      "text": "planes could run away. When US pilots started using differential power to produce"
    },
    {
      "index": 59,
      "start_time": 471069.0,
      "end_time": 475869.0,
      "text": "tighter turns the P-38 became a true thorn in the side of the enemy."
    },
    {
      "index": 60,
      "start_time": 475869.0,
      "end_time": 493590.0,
      "text": "With its twin engines it became one of the preeminent fighters of the Pacific; allowing it to fly long distances over water with less fear."
    },
    {
      "index": 61,
      "start_time": 493590.0,
      "end_time": 500590.0,
      "text": "German aircraft design often brought us some unique aircraft."
    },
    {
      "index": 62,
      "start_time": 500590.0,
      "end_time": 503590.0,
      "text": "The Dornier D-335 was a large"
    },
    {
      "index": 63,
      "start_time": 503590.0,
      "end_time": 509889.0,
      "text": "twin engine plane that suffered from an identity crisis. German leaders couldn&#39;t decide if"
    },
    {
      "index": 64,
      "start_time": 509889.0,
      "end_time": 516419.0,
      "text": "they wanted a bomber or a fighter and this resulted in a very large aircraft that attempted"
    },
    {
      "index": 65,
      "start_time": 516419.0,
      "end_time": 524000.0,
      "text": "to do both roles, neither very well."
    },
    {
      "index": 66,
      "start_time": 524000.0,
      "end_time": 531130.0,
      "text": "The EF-125 was designed to be a fast, high altitude bomber interceptor. It was not completed"
    },
    {
      "index": 67,
      "start_time": 531130.0,
      "end_time": 537470.0,
      "text": "before the war was over and when compared to the Me262 it had limited impact on future"
    },
    {
      "index": 68,
      "start_time": 537470.0,
      "end_time": 543799.0,
      "text": "aircraft, but it was certainly an interesting design concept and would likely have been"
    },
    {
      "index": 69,
      "start_time": 543799.0,
      "end_time": 557980.0,
      "text": "very terrifying to fly, given there were no ejection seats."
    },
    {
      "index": 70,
      "start_time": 557980.0,
      "end_time": 565920.0,
      "text": "The Me262 was the first operational jet fighter. It was faster than anything the allies had,"
    },
    {
      "index": 71,
      "start_time": 565920.0,
      "end_time": 572920.0,
      "text": "but was hamstrung by poor engine reliability and a collapsing German industrial complex."
    },
    {
      "index": 72,
      "start_time": 572920.0,
      "end_time": 577680.0,
      "text": "The swept wings drove future plane development as it was shown to be the better design at"
    },
    {
      "index": 73,
      "start_time": 577680.0,
      "end_time": 584570.0,
      "text": "high speeds. The speed of the Me262 drove new fighter tactics and its appearance in"
    },
    {
      "index": 74,
      "start_time": 584570.0,
      "end_time": 589070.0,
      "text": "the skies of Europe drove military planners of Allied nations to demand their own jet"
    },
    {
      "index": 75,
      "start_time": 589070.0,
      "end_time": 595220.0,
      "text": "fighters to counter the menace. The takeoff and landing phases proved to be the most dangerous"
    },
    {
      "index": 76,
      "start_time": 595220.0,
      "end_time": 602050.0,
      "text": "for Me262 pilots as Mustangs would wait for that moment to pounce, as the Me262 engines"
    },
    {
      "index": 77,
      "start_time": 602050.0,
      "end_time": 608880.0,
      "text": "had a long spool time meaning acceleration was greatly reduced compared to the Mustangs"
    },
    {
      "index": 78,
      "start_time": 608880.0,
      "end_time": 619199.0,
      "text": "It meant they were sitting ducks during that slow flight phase."
    },
    {
      "index": 79,
      "start_time": 619199.0,
      "end_time": 625019.0,
      "text": "The F-86 Sabre roared above the Korean Peninsula and danced the dance of death with the venerable"
    },
    {
      "index": 80,
      "start_time": 625019.0,
      "end_time": 635449.0,
      "text": "Mig-15. The Sabre was designed as a jet fighter using understanding gained from captured Me262s."
    },
    {
      "index": 81,
      "start_time": 635449.0,
      "end_time": 641630.0,
      "text": "It was fast and agile, though it didn&#39;t carry a cannon like the Mig-15 its 6 50-cal guns"
    },
    {
      "index": 82,
      "start_time": 641630.0,
      "end_time": 647730.0,
      "text": "were more than capable of bringing down other aircraft."
    },
    {
      "index": 83,
      "start_time": 647730.0,
      "end_time": 664290.0,
      "text": "When aviation historians pair off aircraft you get famous pairings such as Spitfire and Bf109, Hellcat and Zero"
    },
    {
      "index": 84,
      "start_time": 664290.0,
      "end_time": 672120.0,
      "text": "and you always see the F-86 and the Mig-15."
    },
    {
      "index": 85,
      "start_time": 672120.0,
      "end_time": 678820.0,
      "text": "Named as one of the best fighters of all time, tied in that location with the Mig-15,"
    },
    {
      "index": 86,
      "start_time": 678820.0,
      "end_time": 691350.0,
      "text": "the F-86 certainly isn&#39;t perfect, but at that time it was more than capable"
    },
    {
      "index": 87,
      "start_time": 691350.0,
      "end_time": 703089.0,
      "text": "It was a flashy fighter and helped to establish air superiority over the Korean Peninsula."
    },
    {
      "index": 88,
      "start_time": 703089.0,
      "end_time": 708680.0,
      "text": "Not to be left out the Swedish air force built a homegrown jet fighter, the Saab Viggen."
    },
    {
      "index": 89,
      "start_time": 708680.0,
      "end_time": 714290.0,
      "text": "The delta wing Saab airframe and the Volvo engine made this plane one of the few Scandinavian"
    },
    {
      "index": 90,
      "start_time": 714290.0,
      "end_time": 720779.0,
      "text": "home grown jet aircraft of the cold war. Designed to be operable from highways and other non-conventional"
    },
    {
      "index": 91,
      "start_time": 720779.0,
      "end_time": 728029.0,
      "text": "locations, the Viggen was a STOL aircraft that used its front canard design for lift"
    },
    {
      "index": 92,
      "start_time": 728029.0,
      "end_time": 736000.0,
      "text": "generation instead of the now standard usage as a way to increase maneuverability."
    },
    {
      "index": 93,
      "start_time": 736000.0,
      "end_time": 743990.0,
      "text": "The Viggen is a Mach 2 high altitude, Mach 1 low altitude strike plane and one of a select"
    },
    {
      "index": 94,
      "start_time": 743990.0,
      "end_time": 756249.0,
      "text": "few planes that feature afterburners and thrust reversers."
    },
    {
      "index": 95,
      "start_time": 756249.0,
      "end_time": 762200.0,
      "text": "Famous for one movie more than anything else, the F-14 Tomcat was the primary fighter of"
    },
    {
      "index": 96,
      "start_time": 762200.0,
      "end_time": 771269.0,
      "text": "the US Navy until the F/A-18 E/F. Designed around the Phoenix missile system and capable"
    },
    {
      "index": 97,
      "start_time": 771269.0,
      "end_time": 777019.0,
      "text": "of tracking and launching missiles against numerous targets up to 100 miles away, the"
    },
    {
      "index": 98,
      "start_time": 777019.0,
      "end_time": 785300.0,
      "text": "F-14 was a standoff fighter. It was a &quot;light weight&quot; alternative to the F-111, though it"
    },
    {
      "index": 99,
      "start_time": 785300.0,
      "end_time": 792910.0,
      "text": "is still the heaviest carrier fighter ever. Its radar was so potent that enemies easily"
    },
    {
      "index": 100,
      "start_time": 792910.0,
      "end_time": 800670.0,
      "text": "detected when it was on and retreated from the F-14. Still famous for Top Gun, the F-14"
    },
    {
      "index": 101,
      "start_time": 800670.0,
      "end_time": 813670.0,
      "text": "had limited long term viability and was replaced by the Super Hornet in 2006."
    },
    {
      "index": 102,
      "start_time": 813670.0,
      "end_time": 817910.0,
      "text": "Designed as the next generation replacement for European air forces the Eurofighter Typhoon"
    },
    {
      "index": 103,
      "start_time": 817910.0,
      "end_time": 824930.0,
      "text": "is a highly maneuverable digital fighter. Naturally aerodynamically unstable the Typhoon"
    },
    {
      "index": 104,
      "start_time": 824930.0,
      "end_time": 830769.0,
      "text": "needs constant computer correction to maintain flight. This instability, however, allows"
    },
    {
      "index": 105,
      "start_time": 830769.0,
      "end_time": 836300.0,
      "text": "an extremely maneuverable aircraft. Designed primarily as a fighter it has been modified"
    },
    {
      "index": 106,
      "start_time": 836300.0,
      "end_time": 842040.0,
      "text": "to allow ground attack and recon missions. The Typhoon is a front line fighter in the"
    },
    {
      "index": 107,
      "start_time": 842040.0,
      "end_time": 848740.0,
      "text": "same vein as the F-22 Raptor, though the philosophies behind the two planes are very different."
    },
    {
      "index": 108,
      "start_time": 848740.0,
      "end_time": 858290.0,
      "text": "leading to slightly different flight envelope performance."
    },
    {
      "index": 109,
      "start_time": 858290.0,
      "end_time": 866449.0,
      "text": "The US is hoping to replace numerous fighters with the next generation semi-stealth F-35 Lightning 2."
    },
    {
      "index": 110,
      "start_time": 866449.0,
      "end_time": 872569.0,
      "text": "Another attempt at a multi-branch fighter, the F-35 seeks to replace many of the fighters"
    },
    {
      "index": 111,
      "start_time": 872569.0,
      "end_time": 885069.0,
      "text": "in the US inventory including the F-16, F-15, A-10 and others."
    },
    {
      "index": 112,
      "start_time": 885069.0,
      "end_time": 900859.0,
      "text": "It also seeks to create commonality across multiple branches replacing the Marine Corps Harrier jumpjet and some Navy strike aircraft as well."
    },
    {
      "index": 113,
      "start_time": 900859.0,
      "end_time": 914670.0,
      "text": "While it is suffering from design and manufacturing setbacks the plane still looks the part of the sleek fighterplane."
    },
    {
      "index": 114,
      "start_time": 914670.0,
      "end_time": 919660.0,
      "text": "Fighters have evolved a long way from World War 1 to the Typhoon and the F-35, but one"
    },
    {
      "index": 115,
      "start_time": 919660.0,
      "end_time": 925329.0,
      "text": "thing has remained the same. The pilots that climb into these thoroughbreds are flying"
    },
    {
      "index": 116,
      "start_time": 925329.0,
      "end_time": 930030.0,
      "text": "on the edge."
    },
    {
      "index": 117,
      "start_time": 930030.0,
      "end_time": 935259.0,
      "text": "Some say that planes are getting too similar. Today it takes the eyes of an aviation geek"
    },
    {
      "index": 118,
      "start_time": 935259.0,
      "end_time": 941790.0,
      "text": "to pick out many of the commercial planes out there, but consider that it was only 104"
    },
    {
      "index": 119,
      "start_time": 941790.0,
      "end_time": 949890.0,
      "text": "years ago that man took flight. Perhaps in another 104 years"
    },
    {
      "index": 120,
      "start_time": 949890.0,
      "end_time": 954760.0,
      "text": "we will be flying something like a Type 9 shuttle"
    },
    {
      "index": 121,
      "start_time": 954760.0,
      "end_time": 960019.0,
      "text": "But as long as we keep innovating, we can continue to hope for the next amazing"
    },
    {
      "index": 122,
      "start_time": 960019.0,
      "end_time": 967850.0,
      "text": "plane. In the description is a link to a spreadsheet with every plane I have featured and a note"
    },
    {
      "index": 123,
      "start_time": 967850.0,
      "end_time": 973569.0,
      "text": "if I like the plane and deem it a keeper or not. I hope you enjoyed this flight through"
    },
    {
      "index": 124,
      "start_time": 973569.0,
      "end_time": 978769.0,
      "text": "aviation and this 5 part series."
    },
    {
      "index": 125,
      "start_time": 978769.0,
      "end_time": 988769.0,
      "text": "Until next time, keep your wings level and happy flying."
    }
  ]
}