{
  "video_id": "cagnxeH2lTQ",
  "title": "10 Best Free Steam Games That Should Cost Lots of Money",
  "json": [
    {
      "index": 1,
      "start_time": 5020.0,
      "end_time": 11189.0,
      "text": "You don't have to pay loads of money to play a good video game, because sometimes quality comes free of charge, and Steam is usually"
    },
    {
      "index": 2,
      "start_time": 11190.0,
      "end_time": 14040.0,
      "text": "the best place to find such hidden treasures. There are quite a lot of"
    },
    {
      "index": 3,
      "start_time": 14230.0,
      "end_time": 20010.0,
      "text": "free-to-play games on this platform and some of them are really complex titles with gameplay that can be enjoyed for hours or even days."
    },
    {
      "index": 4,
      "start_time": 20140.0,
      "end_time": 25170.0,
      "text": "And this is why we thought it would be only fair to share with you our pick of 10 of the best Steam games that"
    },
    {
      "index": 5,
      "start_time": 25180.0,
      "end_time": 27600.0,
      "text": "should break the bank, but are actually totally free."
    },
    {
      "index": 6,
      "start_time": 33080.0,
      "end_time": 39520.0,
      "text": "Paladins is an early access title that successfully mixes a team-based shooter gameplay with strategy elements and deep character customization."
    },
    {
      "index": 7,
      "start_time": 39900.0,
      "end_time": 40860.0,
      "text": "The unique"
    },
    {
      "index": 8,
      "start_time": 40870.0,
      "end_time": 48120.0,
      "text": "collectible card system allows players to upgrade their character's core set of abilities in order to create the best build that really suits their gameplay style."
    },
    {
      "index": 9,
      "start_time": 48120.0,
      "end_time": 55220.0,
      "text": "In Paladins everything is free to play, any element that affects the player's performance being unlocked via in-game achievements."
    },
    {
      "index": 10,
      "start_time": 58200.0,
      "end_time": 63420.0,
      "text": "This multiplayer first-person shooter has some pretty stunning visuals, as well as very exciting gameplay."
    },
    {
      "index": 11,
      "start_time": 63660.0,
      "end_time": 66420.0,
      "text": "Hawken lets you take control of a mechanized war machine and"
    },
    {
      "index": 12,
      "start_time": 66490.0,
      "end_time": 72479.0,
      "text": "tasks you with survival among the harsh battle fields of a dystopian world called Illal. You'll be able to enjoy the various game modes"
    },
    {
      "index": 13,
      "start_time": 72520.0,
      "end_time": 78150.0,
      "text": "lets you explore stunning alien landscapes while tinkering with the customizable and upgradable mechs available."
    },
    {
      "index": 14,
      "start_time": 82910.0,
      "end_time": 89289.0,
      "text": "Planetside 2 is an MMOFPS that is set among an all-out planetary war where the player can take part in intense missions."
    },
    {
      "index": 15,
      "start_time": 89660.0,
      "end_time": 94989.0,
      "text": "Infantry, air and ground vehicles can be used to take control of critical territories and key resources for the empire"
    },
    {
      "index": 16,
      "start_time": 94990.0,
      "end_time": 97480.0,
      "text": "you're serving. The soldier, weapons and vehicles"
    },
    {
      "index": 17,
      "start_time": 97480.0,
      "end_time": 101889.0,
      "text": "you can choose can be extensively customized as to match even the most pretentious of tastes."
    },
    {
      "index": 18,
      "start_time": 102260.0,
      "end_time": 105489.0,
      "text": "Planetside 2, offering a highly complex and detailed gameplay."
    },
    {
      "index": 19,
      "start_time": 110690.0,
      "end_time": 116740.0,
      "text": "A cross-Platform MMO combat game, War Thunder features a wide array of vehicles used during the World War II and the Korean war"
    },
    {
      "index": 20,
      "start_time": 116960.0,
      "end_time": 120430.0,
      "text": "periods. The immersive and authentic combat takes place in the air, on land"
    },
    {
      "index": 21,
      "start_time": 120530.0,
      "end_time": 121479.0,
      "text": "and on the sea,"
    },
    {
      "index": 22,
      "start_time": 121479.0,
      "end_time": 125949.0,
      "text": "and it manages to bring together an impressive number of players in an ever-changing environment."
    },
    {
      "index": 23,
      "start_time": 126200.0,
      "end_time": 130960.0,
      "text": "A Guinness world record-breaking number of aircrafts is also included in this highly realistic game."
    },
    {
      "index": 24,
      "start_time": 137120.0,
      "end_time": 142620.0,
      "text": "Blacklight: Retribution is a very popular FPS video game, receiving special praise for its deep customization"
    },
    {
      "index": 25,
      "start_time": 143120.0,
      "end_time": 148360.0,
      "text": "options, as well as the intense firefights you partake in while playing. It is often compared to Call of Duty,"
    },
    {
      "index": 26,
      "start_time": 148360.0,
      "end_time": 152649.0,
      "text": "and some say it should even surpass in its fame and fanbase. This multifaceted"
    },
    {
      "index": 27,
      "start_time": 152750.0,
      "end_time": 159550.0,
      "text": "title is especially dedicated to the players that like to constantly improve their in-game weaponry by adding new parts and upgrading old ones."
    },
    {
      "index": 28,
      "start_time": 164580.0,
      "end_time": 171589.0,
      "text": "An action-imbued cooperative third-person action game set in a Sci-Fi world, Warframe offers numerous hours of qualitative"
    },
    {
      "index": 29,
      "start_time": 171840.0,
      "end_time": 173569.0,
      "text": "fast-paced combat. As a Tenno,"
    },
    {
      "index": 30,
      "start_time": 173569.0,
      "end_time": 180048.0,
      "text": "you are part of an ancient warrior civilization, and have the power of wielding the mighty Warframes and command their tremendous power."
    },
    {
      "index": 31,
      "start_time": 180209.0,
      "end_time": 182598.0,
      "text": "Together, with other fearless soldiers like yourself,"
    },
    {
      "index": 32,
      "start_time": 182599.0,
      "end_time": 185119.0,
      "text": "you'll be able to take the fight to your opponents, the Grineer,"
    },
    {
      "index": 33,
      "start_time": 185280.0,
      "end_time": 188760.0,
      "text": "forging your own weapons and armor in order to reach the might you desire."
    },
    {
      "index": 34,
      "start_time": 194160.0,
      "end_time": 200120.0,
      "text": "Dota is a video game that doesn't need any kind of introduction, being one of the most popular eSports in the world."
    },
    {
      "index": 35,
      "start_time": 200370.0,
      "end_time": 207139.0,
      "text": "Played both by professional and casual players, this competitive game of action and strategy is played with two teams of five people, each"
    },
    {
      "index": 36,
      "start_time": 207269.0,
      "end_time": 214279.0,
      "text": "player being able to choose their champion from a pool of over 100 available characters. Dota 2 is enjoyed by millions of people worldwide,"
    },
    {
      "index": 37,
      "start_time": 214560.0,
      "end_time": 217399.0,
      "text": "and the fact that it's free-to-play is the best thing ever."
    },
    {
      "index": 38,
      "start_time": 221190.0,
      "end_time": 225169.0,
      "text": "Based on the universally acclaimed Dungeons & Dragons fantasy role-playing game,"
    },
    {
      "index": 39,
      "start_time": 225599.0,
      "end_time": 227599.0,
      "text": "Neverwinter is an action MMORPG"
    },
    {
      "index": 40,
      "start_time": 227609.0,
      "end_time": 229879.0,
      "text": "with a fast-paced combat and well-written"
    },
    {
      "index": 41,
      "start_time": 229949.0,
      "end_time": 236449.0,
      "text": "plotline. The players can choose from one of the eight playable classes and make use of healing powers and action points that were imported from"
    },
    {
      "index": 42,
      "start_time": 236449.0,
      "end_time": 242809.0,
      "text": "the D&D universe that fathered this game. Neverwinter is generally perceived as more of a story-based game than a classic MMO."
    },
    {
      "index": 43,
      "start_time": 246760.0,
      "end_time": 253560.0,
      "text": "An online action RPG set in a dark fantasy world, Path of Exile is the ideal title if you are into Diablo,"
    },
    {
      "index": 44,
      "start_time": 253560.0,
      "end_time": 257300.0,
      "text": "but don't necessarily want to pay to play it. Even though it's free,"
    },
    {
      "index": 45,
      "start_time": 257300.0,
      "end_time": 264280.0,
      "text": "this amazingly complex title doesn't skimp on important gameplay elements. The players who enjoy spending a lot of time exploring levels and grinding gear, while"
    },
    {
      "index": 46,
      "start_time": 264460.0,
      "end_time": 269910.0,
      "text": "experiencing an interesting storyline can have it all. Path of Exile is really too overlooked for how good it is."
    },
    {
      "index": 47,
      "start_time": 273520.0,
      "end_time": 276029.0,
      "text": "This list couldn't be complete without adding the most"
    },
    {
      "index": 48,
      "start_time": 276160.0,
      "end_time": 281429.0,
      "text": "appreciated free-to-play game to ever exist on Steam. Team Fortress 2 is the most popular online action game,"
    },
    {
      "index": 49,
      "start_time": 281430.0,
      "end_time": 284100.0,
      "text": "and it offers endless hours of fun when played with friends,"
    },
    {
      "index": 50,
      "start_time": 284100.0,
      "end_time": 289020.0,
      "text": "and it is constantly updated with new game modes, maps, equipment and, most importantly, hats!"
    },
    {
      "index": 51,
      "start_time": 289260.0,
      "end_time": 290020.0,
      "text": "Lots of hats!"
    },
    {
      "index": 52,
      "start_time": 290180.0,
      "end_time": 291780.0,
      "text": "The large array of classes"
    },
    {
      "index": 53,
      "start_time": 291780.0,
      "end_time": 294840.0,
      "text": "you can choose from offers the perfect hero for each and every player."
    },
    {
      "index": 54,
      "start_time": 301990.0,
      "end_time": 305850.0,
      "text": "This was our list highlighting some of the best free Steam games that deserve a lot more money,"
    },
    {
      "index": 55,
      "start_time": 305850.0,
      "end_time": 310049.0,
      "text": "and we hope you've enjoyed our video. If you did please press that 'like' button, as we do appreciate it,"
    },
    {
      "index": 56,
      "start_time": 310050.0,
      "end_time": 315030.0,
      "text": "and it helps us immensely. We often ask our audience for suggestions to compile these lists, and if you'd like to contribute,"
    },
    {
      "index": 57,
      "start_time": 315030.0,
      "end_time": 316830.0,
      "text": "please follow Frag Hero on Facebook."
    },
    {
      "index": 58,
      "start_time": 316830.0,
      "end_time": 322120.0,
      "text": "If you've played other great free games, please mention them in the comments below, because we do try to read pretty much everything."
    },
    {
      "index": 59,
      "start_time": 322120.0,
      "end_time": 324300.0,
      "text": "Now would also be a great time to encourage you to subscribe"
    },
    {
      "index": 60,
      "start_time": 324310.0,
      "end_time": 326310.0,
      "text": "because we upload new stuff all the time, so"
    },
    {
      "index": 61,
      "start_time": 326410.0,
      "end_time": 331170.0,
      "text": "subscribing will keep you up-to-date with all of our latest videos. You can also check out Frag Hero dot com for more gaming-related"
    },
    {
      "index": 62,
      "start_time": 331170.0,
      "end_time": 334859.0,
      "text": "articles, but until next time, thanks for watching, and have a great day!"
    }
  ]
}