{
  "video_id": "Cbyc7mscFlA",
  "title": "3 Easy Ways to Start A Conversation With Anyone",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4992.0,
      "text": "In this video, I am going to share with you three ways\nto start a conversation with anybody anywhere."
    },
    {
      "index": 2,
      "start_time": 4992.0,
      "end_time": 9258.0,
      "text": "And I'm doing this because people often ask me for situational conversation starters."
    },
    {
      "index": 3,
      "start_time": 9258.0,
      "end_time": 12526.0,
      "text": "They want to know, \"Charlie, how do I start a conversation at a networking event?\""
    },
    {
      "index": 4,
      "start_time": 12526.0,
      "end_time": 16336.0,
      "text": "or \"how do I start a conversation at a bar?\nHow do I start a conversation at a house party?\""
    },
    {
      "index": 5,
      "start_time": 16335.999999999998,
      "end_time": 19500.0,
      "text": "And the truth is, yes, you can have very specific"
    },
    {
      "index": 6,
      "start_time": 19500.0,
      "end_time": 22666.0,
      "text": "ways to speak to people in each of those scenarios but"
    },
    {
      "index": 7,
      "start_time": 22666.0,
      "end_time": 27346.0,
      "text": "if you get locked into that, what tends to happen\nis you've got all these things floating in your head"
    },
    {
      "index": 8,
      "start_time": 27346.0,
      "end_time": 31339.0,
      "text": "and the moment when it comes to speak and\nthere's too much going on, you say nothing."
    },
    {
      "index": 9,
      "start_time": 31339.0,
      "end_time": 35745.0,
      "text": "I find it much easier if you've got three things\nyou know you can take with you anywhere,"
    },
    {
      "index": 10,
      "start_time": 35745.0,
      "end_time": 41031.0,
      "text": "it just becomes reflex and you actually will speak up and you'll\nget in the conversation and maybe meet some cool people."
    },
    {
      "index": 11,
      "start_time": 41031.0,
      "end_time": 43767.0,
      "text": "So here are the things that you should be thinking about."
    },
    {
      "index": 12,
      "start_time": 43767.0,
      "end_time": 47271.0,
      "text": "The first one is more of a mindset and I call it Human Google."
    },
    {
      "index": 13,
      "start_time": 47271.0,
      "end_time": 50777.0,
      "text": "The reason I do this is because Google is where we go to ask questions nowadays."
    },
    {
      "index": 14,
      "start_time": 50777.0,
      "end_time": 54047.0,
      "text": "If you want to know how to get from point A to point B, you go to Google."
    },
    {
      "index": 15,
      "start_time": 54047.0,
      "end_time": 60069.0,
      "text": "If you want to know what restaurant is really good in your area,\nyou probably go to Yelp but maybe you type it in first on Google."
    },
    {
      "index": 16,
      "start_time": 60069.0,
      "end_time": 63967.0,
      "text": "The point is that we go to our technology and the power of this first thing"
    },
    {
      "index": 17,
      "start_time": 63967.0,
      "end_time": 67789.0,
      "text": "is in taking all those questions that maybe we go to technology for"
    },
    {
      "index": 18,
      "start_time": 67789.0,
      "end_time": 71653.0,
      "text": "or maybe we don't even voice and asking the people around us"
    },
    {
      "index": 19,
      "start_time": 71653.0,
      "end_time": 77541.0,
      "text": "especially the people we don't know and not just a friend group\nso a few examples of this just to get you thinking in this mode..."
    },
    {
      "index": 20,
      "start_time": 77541.0,
      "end_time": 80735.0,
      "text": "I was out at the gym on the day of the Floyd-Connor fight"
    },
    {
      "index": 21,
      "start_time": 80735.0,
      "end_time": 84381.0,
      "text": "and it occurred to me that I had no idea where I was going to watch the fight"
    },
    {
      "index": 22,
      "start_time": 84381.0,
      "end_time": 88653.0,
      "text": "and so I just said to the person nearby me, \"Oh, my god.\nThe fight is tonight. Are you gonna see it?\""
    },
    {
      "index": 23,
      "start_time": 88653.0,
      "end_time": 90503.0,
      "text": "He said, \"Yes,\" I said, \"Where are you gonna watch it?\""
    },
    {
      "index": 24,
      "start_time": 90503.0,
      "end_time": 95069.0,
      "text": "Conversation started; we spoke for five minutes. Now, this is \nsomeone that when I see him, I say hello and we can chat."
    },
    {
      "index": 25,
      "start_time": 95069.0,
      "end_time": 99735.0,
      "text": "Another example — I just moved to Santa Monica,\nI absolutely love it here, it's amazing and"
    },
    {
      "index": 26,
      "start_time": 99735.0,
      "end_time": 102935.0,
      "text": "the question that I probably asked dozens of people was,"
    },
    {
      "index": 27,
      "start_time": 102935.0,
      "end_time": 107317.0,
      "text": "\"Do you live here?\" first and if you were new here,"
    },
    {
      "index": 28,
      "start_time": 107317.0,
      "end_time": 111097.0,
      "text": "\"What would you go do and see to decide if he wanted to stay?\""
    },
    {
      "index": 29,
      "start_time": 111097.0,
      "end_time": 115191.0,
      "text": "and I asked, like I said, dozens of people but probably met a handful of friends"
    },
    {
      "index": 30,
      "start_time": 115191.0,
      "end_time": 118533.0,
      "text": "and I can't even remember because there's so many that I've come in and out but"
    },
    {
      "index": 31,
      "start_time": 118533.0,
      "end_time": 122335.0,
      "text": "definitely one group of girls that were at a bar,\nwe asked them this they gave us some great tips"
    },
    {
      "index": 32,
      "start_time": 122335.0,
      "end_time": 125825.0,
      "text": "and now they're people that I see out probably once every 7 to 10 days."
    },
    {
      "index": 33,
      "start_time": 125825.0,
      "end_time": 129591.0,
      "text": "They tend to hang out in the same area, we can chat\nand talk and we're friendly with each other now."
    },
    {
      "index": 34,
      "start_time": 129591.00000000001,
      "end_time": 133313.0,
      "text": "Another example — if I see people speaking or hear people speaking with an accent"
    },
    {
      "index": 35,
      "start_time": 133313.0,
      "end_time": 138309.0,
      "text": "or foreign language that maybe I recognize, I might just ask\nthem where they're from, if they're visiting, or are they tourists."
    },
    {
      "index": 36,
      "start_time": 138309.0,
      "end_time": 145125.0,
      "text": "Now, you might be recognizing, \"Okay, those are all \nrather silly and dumb questions,\" and that is exactly the point."
    },
    {
      "index": 37,
      "start_time": 145125.0,
      "end_time": 148222.0,
      "text": "What matters is not so much what you say first"
    },
    {
      "index": 38,
      "start_time": 148222.0,
      "end_time": 151629.0,
      "text": "but if you want to have a conversation, it's what you follow it up with."
    },
    {
      "index": 39,
      "start_time": 151629.0,
      "end_time": 157403.0,
      "text": "And that goes beyond the purview of this video but I don't\nwant to leave you hanging I want to give you something so"
    },
    {
      "index": 40,
      "start_time": 157403.0,
      "end_time": 160595.0,
      "text": "the second part of this conversation once you're going —"
    },
    {
      "index": 41,
      "start_time": 160595.0,
      "end_time": 166595.0,
      "text": "you tend to want to drive it towards the question, \"How do you feel?\" in all of its forms"
    },
    {
      "index": 42,
      "start_time": 166595.0,
      "end_time": 170013.0,
      "text": "so take that first question where I asked the guy about the fight."
    },
    {
      "index": 43,
      "start_time": 170013.0,
      "end_time": 174259.0,
      "text": "We're talking. Now, when we start having a conversation at the point where I say,"
    },
    {
      "index": 44,
      "start_time": 174259.0,
      "end_time": 178709.0,
      "text": "\"Are you excited?\" or \"how do you feel about this?\" right?\nThat's where the conversation goes"
    },
    {
      "index": 45,
      "start_time": 178709.0,
      "end_time": 183976.0,
      "text": "The other example — I asked people about things I need to see.\nWe start really conversing at the point where I go,"
    },
    {
      "index": 46,
      "start_time": 183976.0,
      "end_time": 187644.0,
      "text": "\"How do you like it here? What's your favorite thing?\"\nwhen you ask them a feeling question"
    },
    {
      "index": 47,
      "start_time": 187644.0,
      "end_time": 191608.0,
      "text": "or even the people who are visiting, I say, \"What are\nyour impressions of Santa Monica? Are you liking it?\""
    },
    {
      "index": 48,
      "start_time": 191608.0,
      "end_time": 194144.0,
      "text": "When you get down to how they're feeling, that's when"
    },
    {
      "index": 49,
      "start_time": 194144.0,
      "end_time": 200224.0,
      "text": "the ping pong starts back and forth and now we're talking about\nhow to keep the conversation going, flowing and interesting"
    },
    {
      "index": 50,
      "start_time": 200224.0,
      "end_time": 203370.0,
      "text": "rather than how to get it started in the first place so"
    },
    {
      "index": 51,
      "start_time": 203370.0,
      "end_time": 209118.0,
      "text": "that is the first one — human Google. The second one, \nvery similar, is what I call Human Twitter."
    },
    {
      "index": 52,
      "start_time": 209118.0,
      "end_time": 212816.0,
      "text": "If Google is where we go to ask questions, Twitter is where we go to make"
    },
    {
      "index": 53,
      "start_time": 212816.0,
      "end_time": 216706.0,
      "text": "statements so a simple example — I was out at the bar the other night"
    },
    {
      "index": 54,
      "start_time": 216706.0,
      "end_time": 221223.0,
      "text": "and a dude walked in, and I swear to God, dressed in full cowboy gear —"
    },
    {
      "index": 55,
      "start_time": 221223.0,
      "end_time": 224711.0,
      "text": "hat, bandana, and I think he might even had a lasso."
    },
    {
      "index": 56,
      "start_time": 224711.0,
      "end_time": 230677.0,
      "text": "And I was dumbfounded I just grabbed the person next to me and I said,\n\"Hold on. You need to see this. A cowboy just walked into the bar.\""
    },
    {
      "index": 57,
      "start_time": 230677.0,
      "end_time": 235939.0,
      "text": "And that was it. Now we're talking. We don't even know\nwhat we talked about but the conversation got started."
    },
    {
      "index": 58,
      "start_time": 235939.0,
      "end_time": 241163.0,
      "text": "Now, the point with this human Twitter and Google"
    },
    {
      "index": 59,
      "start_time": 241163.0,
      "end_time": 247129.0,
      "text": "is that you're not coming in with a pre-planned question;\nyou're not coming in with a pre-planned line."
    },
    {
      "index": 60,
      "start_time": 247129.0,
      "end_time": 250869.0,
      "text": "And the difficulty here is when people go and they try to find,"
    },
    {
      "index": 61,
      "start_time": 250869.0,
      "end_time": 254829.0,
      "text": "\"Okay, what do I say?\" and have one thing they know,\nfor instance, is they want to give a compliment to someone."
    },
    {
      "index": 62,
      "start_time": 254829.0,
      "end_time": 259331.0,
      "text": "The problem is, \"Okay, I got to compliment, compliment...\" \nthey walk up to someone dressed like me"
    },
    {
      "index": 63,
      "start_time": 259331.00000000003,
      "end_time": 262255.0,
      "text": "and they go, \"Okay, I got to compliment this guy on his dress,\""
    },
    {
      "index": 64,
      "start_time": 262255.0,
      "end_time": 267609.0,
      "text": "and there's nothing to say; I'm wearing a black t-shirt \nand it can come across as lack in genuineness."
    },
    {
      "index": 65,
      "start_time": 267609.0,
      "end_time": 272159.0,
      "text": "But when you actually put that to the side for just a second and think,"
    },
    {
      "index": 66,
      "start_time": 272159.0,
      "end_time": 274605.0,
      "text": "\"What are the genuine thoughts going on in my head?\""
    },
    {
      "index": 67,
      "start_time": 274605.0,
      "end_time": 280741.0,
      "text": "There's always something and while they might be silly and dumb, \nI hope I've made it clear that it's not the first thing that you say."
    },
    {
      "index": 68,
      "start_time": 280741.0,
      "end_time": 284345.0,
      "text": "People are starving to get in conversation believe it or not."
    },
    {
      "index": 69,
      "start_time": 284345.0,
      "end_time": 288921.0,
      "text": "So when you say something like, \"Oh my god, it's so hot out here. \nI'm sweating like a pig,\" — human Twitter —"
    },
    {
      "index": 70,
      "start_time": 288921.0,
      "end_time": 292795.0,
      "text": "you're likely to get three people near you to go, \"Oh my god, it's so bad, right?\""
    },
    {
      "index": 71,
      "start_time": 292795.0,
      "end_time": 296691.0,
      "text": "and now you can begin and as soon as you get— Now you're driving towards the field,"
    },
    {
      "index": 72,
      "start_time": 296691.0,
      "end_time": 303097.0,
      "text": "\"Isn't it insane? It's just sweltering out here. I can't stand this. I don't know if I can \nwant to continue to live in this area or maybe I'm thinking of moving somewhere else,\""
    },
    {
      "index": 73,
      "start_time": 303097.0,
      "end_time": 306475.0,
      "text": "When you get into that feeling part, now you're having a conversation."
    },
    {
      "index": 74,
      "start_time": 306475.0,
      "end_time": 309725.0,
      "text": "Again, I'm taking this off Conversation Starters but I want to give you a little bit more."
    },
    {
      "index": 75,
      "start_time": 309725.0,
      "end_time": 314675.0,
      "text": "That said, there is one more thing that you can use and this one is more of a line"
    },
    {
      "index": 76,
      "start_time": 314675.0,
      "end_time": 321571.0,
      "text": "and it works really well in closed social settings like bars, corporations,"
    },
    {
      "index": 77,
      "start_time": 321571.0,
      "end_time": 326187.0,
      "text": "like any sort of an area, so bars, corporations, universities,"
    },
    {
      "index": 78,
      "start_time": 326187.0,
      "end_time": 331249.0,
      "text": "friend groups if you're at a party with someone — any sort of thing where"
    },
    {
      "index": 79,
      "start_time": 331249.0,
      "end_time": 336131.0,
      "text": "these people do kind of have a reason to speak \nto one another — you're expected to be social"
    },
    {
      "index": 80,
      "start_time": 336131.0,
      "end_time": 338573.0,
      "text": "and this one is you just walk up to someone you say,"
    },
    {
      "index": 81,
      "start_time": 338573.0,
      "end_time": 343499.0,
      "text": "\"Hey, I don't think I've met you yet. I'm...\" say your \nname and you stick your hand out for a handshake."
    },
    {
      "index": 82,
      "start_time": 343499.0,
      "end_time": 345689.0,
      "text": "So, \"Hey, I don't think I've met you yet. I'm Charlie.\""
    },
    {
      "index": 83,
      "start_time": 345689.0,
      "end_time": 349993.0,
      "text": "This works wonders because it sub-communicates amazing things."
    },
    {
      "index": 84,
      "start_time": 349993.0,
      "end_time": 353286.0,
      "text": "First off, it sub-communicates that people are supposed to be mingling here."
    },
    {
      "index": 85,
      "start_time": 353286.0,
      "end_time": 356378.0,
      "text": "I don't think I've met you yet; we're supposed to have met at this point."
    },
    {
      "index": 86,
      "start_time": 356378.0,
      "end_time": 361119.0,
      "text": "Second, it sub-communicates that you are a social \nperson since you're starting the conversation."
    },
    {
      "index": 87,
      "start_time": 361119.0,
      "end_time": 364811.0,
      "text": "They will follow you, stick your hand out right\naway and they'll reflexively shake your hand"
    },
    {
      "index": 88,
      "start_time": 364811.0,
      "end_time": 369721.0,
      "text": "and again, dive into the feeling — how do you like it here, \nwhat brings you here, are you enjoying yourself."
    },
    {
      "index": 89,
      "start_time": 369721.0,
      "end_time": 372301.0,
      "text": "That's going to get the conversation going so"
    },
    {
      "index": 90,
      "start_time": 372301.0,
      "end_time": 376463.0,
      "text": "I don't need to make this more complicated than it is;\nyou take any of these out, you are done."
    },
    {
      "index": 91,
      "start_time": 376463.0,
      "end_time": 379241.0,
      "text": "You don't need to worry about how to start a conversation."
    },
    {
      "index": 92,
      "start_time": 379241.0,
      "end_time": 381981.0,
      "text": "Now we're talking about different things like continuing the conversation"
    },
    {
      "index": 93,
      "start_time": 381981.0,
      "end_time": 384743.0,
      "text": "and I'm gonna link up some videos that will help you with that."
    },
    {
      "index": 94,
      "start_time": 384743.0,
      "end_time": 389853.0,
      "text": "If you are interested in more DETAILED stuff about this, like first impressions,"
    },
    {
      "index": 95,
      "start_time": 389853.0,
      "end_time": 394452.0,
      "text": "we happen to have a course on the subject \nand we also have a free video that we give away"
    },
    {
      "index": 96,
      "start_time": 394452.0,
      "end_time": 398811.0,
      "text": "to see if you're interested that covers the four \nemotions that make amazing first impression."
    },
    {
      "index": 97,
      "start_time": 398811.0,
      "end_time": 402047.0,
      "text": "If you can create these emotions in the person that you're speaking with,"
    },
    {
      "index": 98,
      "start_time": 402047.0,
      "end_time": 405473.0,
      "text": "they will walk away with an amazing first impression of you."
    },
    {
      "index": 99,
      "start_time": 405473.0,
      "end_time": 409137.0,
      "text": "So if you're curious what those are, go ahead click the link in the description below"
    },
    {
      "index": 100,
      "start_time": 409137.0,
      "end_time": 412055.0,
      "text": "or the card or wherever we'll get something to pop up here"
    },
    {
      "index": 101,
      "start_time": 412055.0,
      "end_time": 416125.0,
      "text": "and you can check that video out after dropping your email into the little email slot."
    },
    {
      "index": 102,
      "start_time": 416125.0,
      "end_time": 421189.0,
      "text": "Second, I know that a lot of people were asking, \n\"Charlie, where were you? Who's this other guy?\""
    },
    {
      "index": 103,
      "start_time": 421189.0,
      "end_time": 424763.0,
      "text": "Ben, if you guys did not see the original announcement, is my best friend;"
    },
    {
      "index": 104,
      "start_time": 424763.0,
      "end_time": 427539.0,
      "text": "he has been my business partner since the beginning of Charisma on Command."
    },
    {
      "index": 105,
      "start_time": 427539.0,
      "end_time": 431425.0,
      "text": "I am still doing all the Monday videos; we're just adding a Thursday video now that"
    },
    {
      "index": 106,
      "start_time": 431425.0,
      "end_time": 434211.0,
      "text": "we kind of had the business going to a point where he can step out"
    },
    {
      "index": 107,
      "start_time": 434211.0,
      "end_time": 437817.0,
      "text": "from behind the camera and share some stuff with you so twice as much content;"
    },
    {
      "index": 108,
      "start_time": 437817.0,
      "end_time": 439567.0,
      "text": "I am NOT going anywhere."
    },
    {
      "index": 109,
      "start_time": 439567.0,
      "end_time": 442965.0,
      "text": "I hope that you guys enjoyed this video. If you did, \nmake sure to subscribe to the channel"
    },
    {
      "index": 110,
      "start_time": 442965.0,
      "end_time": 445547.0,
      "text": "and of course I will see you in the next one."
    }
  ]
}