{
  "video_id": "cdzyhRc31oQ",
  "title": "Pokémon Sun & Moon Analysis - Starter Reveal Trailer (Secrets & Hidden Details)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6520.0,
      "end_time": 11910.0,
      "text": "Well, consider the hype for Pokémon’s seventh generation to have officially begun. The first"
    },
    {
      "index": 2,
      "start_time": 11910.0,
      "end_time": 16520.0,
      "text": "trailer showing actual gameplay from Pokémon Sun and Moon has been released and beyond"
    },
    {
      "index": 3,
      "start_time": 16520.0,
      "end_time": 20980.0,
      "text": "even the revealed starters, there’s a ton of information to be found here. So let’s"
    },
    {
      "index": 4,
      "start_time": 20980.0,
      "end_time": 27110.0,
      "text": "not waste any time. We’ve got our own personal Hidden Machine, the old Analysis Machine naturally,"
    },
    {
      "index": 5,
      "start_time": 27110.0,
      "end_time": 31730.0,
      "text": "to discover all the secrets and hidden details from this latest Pokémon trailer! Let’s"
    },
    {
      "index": 6,
      "start_time": 31730.0,
      "end_time": 33329.0,
      "text": "see if we can catch ‘em all!"
    },
    {
      "index": 7,
      "start_time": 33329.0,
      "end_time": 37860.0,
      "text": "The most exciting part of any Pokémon game is seeing what new Pokémon there are. And"
    },
    {
      "index": 8,
      "start_time": 37860.0,
      "end_time": 42770.0,
      "text": "we’re in for a strong Generation if the Starters are anything to go by. First up is"
    },
    {
      "index": 9,
      "start_time": 42770.0,
      "end_time": 47750.0,
      "text": "Rowlet, a dual Grass and Flying type which is based on an owl. The Pokémon Company has"
    },
    {
      "index": 10,
      "start_time": 47750.0,
      "end_time": 51989.0,
      "text": "even released more information about it stating that it’s classified as the Grass Quill"
    },
    {
      "index": 11,
      "start_time": 51989.0,
      "end_time": 57680.0,
      "text": "Pokémon and has the ability Overgrow. It goes on to say, “Rowlet can attack without"
    },
    {
      "index": 12,
      "start_time": 57680.0,
      "end_time": 62820.0,
      "text": "making a sound! It flies silently through the skies, drawing near to its opponent without"
    },
    {
      "index": 13,
      "start_time": 62820.0,
      "end_time": 67890.0,
      "text": "being noticed, and then lashing out with powerful kicks. It can also attack from a distance"
    },
    {
      "index": 14,
      "start_time": 67890.0,
      "end_time": 71270.0,
      "text": "using the razor-sharp leaves that form part of its feathers.’"
    },
    {
      "index": 15,
      "start_time": 71270.0,
      "end_time": 76310.0,
      "text": "‘Its visual abilities are impressive. The darkness of night is no obstacle to Rowlet!"
    },
    {
      "index": 16,
      "start_time": 76310.0,
      "end_time": 81959.0,
      "text": "It can twist its neck nearly 180° from front to back so it can see directly behind itself."
    },
    {
      "index": 17,
      "start_time": 81959.0,
      "end_time": 87029.0,
      "text": "It has a habit of turning its head in battle to face its Trainer and receive instructions."
    },
    {
      "index": 18,
      "start_time": 87029.0,
      "end_time": 91719.0,
      "text": "The move Leafage attacks an opponent by striking it with leaves. Rowlet knows this move from"
    },
    {
      "index": 19,
      "start_time": 91719.0,
      "end_time": 95819.0,
      "text": "the moment it becomes your partner!” We even see it’s ability to rotate its head"
    },
    {
      "index": 20,
      "start_time": 95819.0,
      "end_time": 101649.0,
      "text": "180° during its idle animation. But the most interesting thing here is the move, Leafage."
    },
    {
      "index": 21,
      "start_time": 101649.0,
      "end_time": 107079.0,
      "text": "It is a brand-new Grass-type attack that seems designed to give Grass types an early move"
    },
    {
      "index": 22,
      "start_time": 107079.0,
      "end_time": 112079.0,
      "text": "on par with Ember and Water Gun, and we even see it in action where it sends three green"
    },
    {
      "index": 23,
      "start_time": 112079.0,
      "end_time": 114409.0,
      "text": "energy balls at its opponent."
    },
    {
      "index": 24,
      "start_time": 114409.0,
      "end_time": 118459.0,
      "text": "Next is Litten, the Fire-type starter. Though considering its dark coloring, we do have"
    },
    {
      "index": 25,
      "start_time": 118459.0,
      "end_time": 123169.0,
      "text": "to wonder if its final evolution could be a dual Fire and Dark type. What we do know"
    },
    {
      "index": 26,
      "start_time": 123169.0,
      "end_time": 128170.0,
      "text": "thanks to the Pokémon Company is that Litten is classified as the Fire Cat Pokémon and"
    },
    {
      "index": 27,
      "start_time": 128169.99999999999,
      "end_time": 133550.0,
      "text": "it has the ability Blaze. They describe it as, “Logical but also passionate, Litten"
    },
    {
      "index": 28,
      "start_time": 133550.0,
      "end_time": 138520.0,
      "text": "always remains coolheaded and doesn&#39;t show its emotions on the surface. Litten can attack"
    },
    {
      "index": 29,
      "start_time": 138520.0,
      "end_time": 139680.0,
      "text": "with flaming hairballs!’"
    },
    {
      "index": 30,
      "start_time": 139680.0,
      "end_time": 145630.0,
      "text": "‘Its fur is rich in oils and immensely flammable. Litten grooms itself by licking its fur, and"
    },
    {
      "index": 31,
      "start_time": 145630.0,
      "end_time": 150220.0,
      "text": "then uses the collected fur as fuel for fireball attacks! When the time comes for Litten to"
    },
    {
      "index": 32,
      "start_time": 150220.0,
      "end_time": 155640.0,
      "text": "shed its old fur, it all burns up in a glorious blaze. The move Ember attacks an opponent"
    },
    {
      "index": 33,
      "start_time": 155640.0,
      "end_time": 159980.0,
      "text": "by firing a small flame at it. Litten knows this move from the moment it becomes your"
    },
    {
      "index": 34,
      "start_time": 159980.0,
      "end_time": 165050.0,
      "text": "partner!” So with that description, Ember is kinda gross when used by Litten. But you"
    },
    {
      "index": 35,
      "start_time": 165050.0,
      "end_time": 169530.0,
      "text": "can’t deny its effectiveness. We even see Litten lickings its paws during its idle animation"
    },
    {
      "index": 36,
      "start_time": 169530.0,
      "end_time": 173850.0,
      "text": "before using Ember. And during its attack, we can see the hair on Litten’s back stand"
    },
    {
      "index": 37,
      "start_time": 173850.0,
      "end_time": 179230.0,
      "text": "on end. But the coolest detail about Litten are the markings on its fur which, when combined"
    },
    {
      "index": 38,
      "start_time": 179230.0,
      "end_time": 182980.0,
      "text": "with its eyes, resembles the alchemic symbol for sulfur."
    },
    {
      "index": 39,
      "start_time": 182980.0,
      "end_time": 187650.0,
      "text": "Finally, there’s Popplio, the Water type Pokémon. The big question with it is whether"
    },
    {
      "index": 40,
      "start_time": 187650.0,
      "end_time": 192140.0,
      "text": "its final evolution will gain the Ice type. We’re not entirely confident about that"
    },
    {
      "index": 41,
      "start_time": 192140.0,
      "end_time": 196750.0,
      "text": "since the typing and design could make it a little too similar to the Seel and Dewgong"
    },
    {
      "index": 42,
      "start_time": 196750.0,
      "end_time": 201800.0,
      "text": "family. However, Popplio’s classification is exactly the same as those two as the Sea"
    },
    {
      "index": 43,
      "start_time": 201800.0,
      "end_time": 207790.0,
      "text": "Lion Pokémon. Unlike them however, its ability is Torrent. The Pokémon Company also gives"
    },
    {
      "index": 44,
      "start_time": 207790.0,
      "end_time": 213350.0,
      "text": "it this description, “Popplio&#39;s swimming speed is known to exceed 25 mph. It&#39;s better"
    },
    {
      "index": 45,
      "start_time": 213350.0,
      "end_time": 217680.0,
      "text": "at moving in the water than on land. Still, when it&#39;s on land, it takes advantage of the"
    },
    {
      "index": 46,
      "start_time": 217680.0,
      "end_time": 221540.0,
      "text": "elasticity of its balloons to perform acrobatic stunts and jumps.’"
    },
    {
      "index": 47,
      "start_time": 221540.0,
      "end_time": 225810.0,
      "text": "‘Popplio can snort out balloons made of water! Watch it spin water balloons into a"
    },
    {
      "index": 48,
      "start_time": 225810.0,
      "end_time": 230460.0,
      "text": "playful battle strategy! Both frivolous and hard-working, Popplio can easily get carried"
    },
    {
      "index": 49,
      "start_time": 230460.0,
      "end_time": 235210.0,
      "text": "away—unleashing enough power in battle to make quite a spectacle! But Popplio’s determined"
    },
    {
      "index": 50,
      "start_time": 235210.0,
      "end_time": 239730.0,
      "text": "spirit means it can usually be found practicing hard on its balloon skills. The Water Gun"
    },
    {
      "index": 51,
      "start_time": 239730.0,
      "end_time": 244290.0,
      "text": "move attacks an opponent by firing a jet of water. Popplio knows this move from the moment"
    },
    {
      "index": 52,
      "start_time": 244290.0,
      "end_time": 249209.0,
      "text": "it becomes your partner!” And like the others we see it use its Water Gun and see its idle"
    },
    {
      "index": 53,
      "start_time": 249209.0,
      "end_time": 252870.0,
      "text": "animation. In this case, Popplio takes a very proud-looking stance."
    },
    {
      "index": 54,
      "start_time": 252870.0,
      "end_time": 256789.0,
      "text": "What’s clear about all of the starters is that they’re full of personality. From their"
    },
    {
      "index": 55,
      "start_time": 256789.0,
      "end_time": 261400.0,
      "text": "idle animations to their attacks, they really do stand out. And there might be even more"
    },
    {
      "index": 56,
      "start_time": 261399.99999999997,
      "end_time": 266020.0,
      "text": "of a connection between the chosen starter and your trainer since, in the Japanese trailer,"
    },
    {
      "index": 57,
      "start_time": 266020.0,
      "end_time": 270849.0,
      "text": "we see the trainer picking up his chosen Pokémon. It’s a level of interaction we don’t normally"
    },
    {
      "index": 58,
      "start_time": 270849.0,
      "end_time": 274430.0,
      "text": "see in the Pokémon games. At least outside of Pokémon-Amie."
    },
    {
      "index": 59,
      "start_time": 274430.0,
      "end_time": 279300.0,
      "text": "However, we saw two more Pokémon during this reveal trailer. Toward the end, we were given"
    },
    {
      "index": 60,
      "start_time": 279300.0,
      "end_time": 284039.0,
      "text": "our first look at the titular Legendaries. First is Sun’s Legendary Pokémon which"
    },
    {
      "index": 61,
      "start_time": 284039.0,
      "end_time": 288949.0,
      "text": "has a definite lion-like design which seems to back up the trademark filed for a Pokémon"
    },
    {
      "index": 62,
      "start_time": 288949.0,
      "end_time": 293210.0,
      "text": "called Solgaleo. The legendary is located near some kind of ruin with the Sun and Moon"
    },
    {
      "index": 63,
      "start_time": 293210.0,
      "end_time": 297830.0,
      "text": "symbols on either side of it on nearby columns. Behind it, there’s a carving that shows"
    },
    {
      "index": 64,
      "start_time": 297830.0,
      "end_time": 299979.0,
      "text": "two hands raised into the air."
    },
    {
      "index": 65,
      "start_time": 299979.0,
      "end_time": 304529.0,
      "text": "We see more of the ruin when Moon’s Legendary Pokémon is revealed. Here we see that the"
    },
    {
      "index": 66,
      "start_time": 304529.0,
      "end_time": 308090.0,
      "text": "ruin seems to be part of a mountain as the hands are shown to be holding up some kind"
    },
    {
      "index": 67,
      "start_time": 308090.0,
      "end_time": 314080.0,
      "text": "of giant circle. It could be either the sun or the moon or perhaps represent both. It’s"
    },
    {
      "index": 68,
      "start_time": 314080.0,
      "end_time": 318520.0,
      "text": "difficult to say conclusively. But the Moon Legendary seems to be designed after a kind"
    },
    {
      "index": 69,
      "start_time": 318520.0,
      "end_time": 323550.0,
      "text": "of bat which is quite fitting. The trademark seems to indicate that its name is Lunaala,"
    },
    {
      "index": 70,
      "start_time": 323550.0,
      "end_time": 326189.0,
      "text": "but there’s almost no evidence here to back that up."
    },
    {
      "index": 71,
      "start_time": 326189.0,
      "end_time": 331050.0,
      "text": "Like many of the past Legendary Pokémon that have represented the generation, Sun and Moon’s"
    },
    {
      "index": 72,
      "start_time": 331050.0,
      "end_time": 336309.0,
      "text": "are shown to be different yet interconnected. In this case, it’s in the eyes. The Moon"
    },
    {
      "index": 73,
      "start_time": 336309.0,
      "end_time": 341439.0,
      "text": "Pokémon has orange eyes while the Sun Pokémon has blue, which is the primary color of their"
    },
    {
      "index": 74,
      "start_time": 341439.0,
      "end_time": 346319.0,
      "text": "opposites. Finally, we get to see the Moon Legendary’s unique move. It brings up its"
    },
    {
      "index": 75,
      "start_time": 346319.0,
      "end_time": 351620.0,
      "text": "wings into a full moon shape before combining six beams of energy into one massive attack."
    },
    {
      "index": 76,
      "start_time": 351620.0,
      "end_time": 356279.0,
      "text": "Unfortunately, we don’t see anything concrete for the Sun Legendary, only that it’s unique"
    },
    {
      "index": 77,
      "start_time": 356279.0,
      "end_time": 361830.0,
      "text": "move brings the camera close to its eyes before attacking. Still, it does look quite fierce."
    },
    {
      "index": 78,
      "start_time": 361830.0,
      "end_time": 368610.0,
      "text": "And, surprisingly enough, that’s every Pokémon that’s been shown so far. Or is it? In the"
    },
    {
      "index": 79,
      "start_time": 368610.0,
      "end_time": 373150.0,
      "text": "Japanese trailer, a small scene takes place in the trainer’s house. And behind this"
    },
    {
      "index": 80,
      "start_time": 373150.0,
      "end_time": 378129.0,
      "text": "woman is a Meowth. It’s not much, but it does show that the seventh generation will"
    },
    {
      "index": 81,
      "start_time": 378129.0,
      "end_time": 382990.0,
      "text": "not be repeating what the fifth generation did and only have brand new Pokémon in the"
    },
    {
      "index": 82,
      "start_time": 382990.0,
      "end_time": 387259.0,
      "text": "region. Instead we expect the game to keep the sheer variety of Pokémon that Kalos and"
    },
    {
      "index": 83,
      "start_time": 387259.0,
      "end_time": 389039.0,
      "text": "the sixth generation had."
    },
    {
      "index": 84,
      "start_time": 389039.0,
      "end_time": 393089.0,
      "text": "But that’s everything that the trailers and supplementary material has on the Pokémon"
    },
    {
      "index": 85,
      "start_time": 393089.0,
      "end_time": 397800.0,
      "text": "of Sun and Moon. And we’re only scratching the surface. Let’s continue on and take"
    },
    {
      "index": 86,
      "start_time": 397800.0,
      "end_time": 402659.0,
      "text": "closer look at the trainers and the other characters we meet during both trailers. The"
    },
    {
      "index": 87,
      "start_time": 402659.0,
      "end_time": 407180.0,
      "text": "Japanese trailer actually shows the biggest news when it comes to the trainers, like X"
    },
    {
      "index": 88,
      "start_time": 407180.0,
      "end_time": 411479.0,
      "text": "and Y, players will be able to choose how their trainer looks. There are four options"
    },
    {
      "index": 89,
      "start_time": 411479.0,
      "end_time": 414779.0,
      "text": "for each gender though they all follow a similar style."
    },
    {
      "index": 90,
      "start_time": 414779.0,
      "end_time": 419869.0,
      "text": "The male trainer has a rather simple design with shorts, a blue and white striped shirt,"
    },
    {
      "index": 91,
      "start_time": 419869.0,
      "end_time": 425569.0,
      "text": "the customary hat, and a backpack. Meanwhile, the female trainer has a wool cap with tufts"
    },
    {
      "index": 92,
      "start_time": 425569.0,
      "end_time": 430710.0,
      "text": "sticking up on top like a chicken and a square Pokéball symbol. She’s also wearing shorts"
    },
    {
      "index": 93,
      "start_time": 430710.0,
      "end_time": 435539.0,
      "text": "and carries a bag while her shirt is tied off in the front. While they may not stand"
    },
    {
      "index": 94,
      "start_time": 435539.0,
      "end_time": 439759.0,
      "text": "out compared to previous trainers, there’s actually some clever theming with the two"
    },
    {
      "index": 95,
      "start_time": 439759.0,
      "end_time": 440469.0,
      "text": "of them."
    },
    {
      "index": 96,
      "start_time": 440469.0,
      "end_time": 445159.0,
      "text": "The male trainer has a blue hat while the female has orange. Her shirt and shoes are"
    },
    {
      "index": 97,
      "start_time": 445159.0,
      "end_time": 450089.0,
      "text": "colored yellow while his are blue. So far it seems that the male trainer is themed for"
    },
    {
      "index": 98,
      "start_time": 450089.0,
      "end_time": 455469.0,
      "text": "Moon while the female trainer is designed for Sun. However, the male trainer also has"
    },
    {
      "index": 99,
      "start_time": 455469.0,
      "end_time": 460830.0,
      "text": "orange highlights on his shorts which keeps him themed for both versions. Unfortunately,"
    },
    {
      "index": 100,
      "start_time": 460830.0,
      "end_time": 465309.0,
      "text": "we were unable to find anything blue on the female trainer, though her green shorts are"
    },
    {
      "index": 101,
      "start_time": 465309.0,
      "end_time": 468189.0,
      "text": "a cooler shade than anything else she’s wearing."
    },
    {
      "index": 102,
      "start_time": 468189.0,
      "end_time": 472529.0,
      "text": "Along with the male trainer, we also get a look at his room. We can see his desk next"
    },
    {
      "index": 103,
      "start_time": 472529.0,
      "end_time": 477529.0,
      "text": "to a window where books and a globe sits. The globe actually displays the real world’s"
    },
    {
      "index": 104,
      "start_time": 477529.0,
      "end_time": 482339.0,
      "text": "Europe and Africa rather than any Pokémon geography. Next to it, one of the books is"
    },
    {
      "index": 105,
      "start_time": 482339.0,
      "end_time": 487770.0,
      "text": "open and can likely be read. On the left, there’s a Pikachu doll near the TV. A Wii"
    },
    {
      "index": 106,
      "start_time": 487770.0,
      "end_time": 493300.0,
      "text": "U is displayed in front of the TV with no NX in sight. So no preview here! Strangely"
    },
    {
      "index": 107,
      "start_time": 493300.0,
      "end_time": 497589.0,
      "text": "enough, there’s no PC to be seen anywhere in the trainer’s room though we think he"
    },
    {
      "index": 108,
      "start_time": 497589.0,
      "end_time": 501520.0,
      "text": "has to have one. Just maybe not in the form we’re used to."
    },
    {
      "index": 109,
      "start_time": 501520.0,
      "end_time": 505439.0,
      "text": "And that’s because of a scene from before this during the Japanese trailer. In it, we"
    },
    {
      "index": 110,
      "start_time": 505439.0,
      "end_time": 509849.0,
      "text": "see a new character, Kukui, either sending a video message to the trainer to welcome"
    },
    {
      "index": 111,
      "start_time": 509849.0,
      "end_time": 515300.0,
      "text": "him or it’s a live-feed chat. What’s interesting is the aesthetic of a web message is fully"
    },
    {
      "index": 112,
      "start_time": 515299.99999999994,
      "end_time": 521119.99999999994,
      "text": "here as we see options to minimize, expand, or exit Kukui’s window as well as symbols"
    },
    {
      "index": 113,
      "start_time": 521120.0,
      "end_time": 526450.0,
      "text": "for the video feed, which is indicated to be on, a camera, and an options menu. You"
    },
    {
      "index": 114,
      "start_time": 526450.0,
      "end_time": 531000.0,
      "text": "obviously can’t interact with these options at the moment, but we even see that the background"
    },
    {
      "index": 115,
      "start_time": 531000.0,
      "end_time": 532930.0,
      "text": "wallpaper is of the ocean."
    },
    {
      "index": 116,
      "start_time": 532930.0,
      "end_time": 538190.0,
      "text": "This is where the missing PC ties in. What if instead of a desktop computer, the trainer"
    },
    {
      "index": 117,
      "start_time": 538190.0,
      "end_time": 543100.0,
      "text": "has a laptop or a tablet that is with them at all times, allowing the ability to have"
    },
    {
      "index": 118,
      "start_time": 543100.0,
      "end_time": 547530.0,
      "text": "a video chat with characters that they meet along the way? Going one step further, what"
    },
    {
      "index": 119,
      "start_time": 547530.0,
      "end_time": 552570.0,
      "text": "if it’s a laptop that allows you to change out your Pokémon at any time without going"
    },
    {
      "index": 120,
      "start_time": 552570.0,
      "end_time": 557340.0,
      "text": "to a Pokémon Center. It’s quite the reach and a change we can’t quite see them making"
    },
    {
      "index": 121,
      "start_time": 557340.0,
      "end_time": 562490.0,
      "text": "for the sake of balance, but it could be a major update to the Pokémon formula."
    },
    {
      "index": 122,
      "start_time": 562490.0,
      "end_time": 567460.0,
      "text": "The other key component to this talk with Kukui is that, like Generation 3, your trainer"
    },
    {
      "index": 123,
      "start_time": 567460.0,
      "end_time": 573030.0,
      "text": "has just moved to this new region, Alola. It’s an obvious play on the word Aloha and"
    },
    {
      "index": 124,
      "start_time": 573030.0,
      "end_time": 578300.0,
      "text": "the region is guaranteed to be based on Hawaii. And this move and the location is reflected"
    },
    {
      "index": 125,
      "start_time": 578300.0,
      "end_time": 583460.0,
      "text": "in the live-action segments of the Japanese trailer. It tells the story of a boy and mother"
    },
    {
      "index": 126,
      "start_time": 583460.0,
      "end_time": 588210.0,
      "text": "moving to Hawaii so it’s possible that there may be details on what the opening story will"
    },
    {
      "index": 127,
      "start_time": 588210.0,
      "end_time": 593520.0,
      "text": "be in Sun and Moon. For one, the boy’s name is Shohei. Is it possible that this will be"
    },
    {
      "index": 128,
      "start_time": 593520.0,
      "end_time": 597990.0,
      "text": "the male trainer’s name in the Japanese version? There are more distinct uses of color"
    },
    {
      "index": 129,
      "start_time": 597990.0,
      "end_time": 602710.0,
      "text": "during these moments as well. Shohei is wearing blue when introduced to his new class and"
    },
    {
      "index": 130,
      "start_time": 602710.0,
      "end_time": 605350.0,
      "text": "the boy who claps is wearing orange."
    },
    {
      "index": 131,
      "start_time": 605350.0,
      "end_time": 610080.0,
      "text": "We believe this nice boy, who later reveals his name to be Hoku, is a real-world stand-in"
    },
    {
      "index": 132,
      "start_time": 610080.0,
      "end_time": 615160.0,
      "text": "for Sun and Moon’s rival, for lack of a better term. We’ll detail him in full later,"
    },
    {
      "index": 133,
      "start_time": 615160.0,
      "end_time": 620260.0,
      "text": "but what’s intriguing is that Hoku chooses the starter that is weak to Shohei’s choice."
    },
    {
      "index": 134,
      "start_time": 620260.0,
      "end_time": 625380.0,
      "text": "Could the opposite trainer, the gender you did not choose, be the true rival in the game,"
    },
    {
      "index": 135,
      "start_time": 625380.0,
      "end_time": 630890.0,
      "text": "just like Serena and Calem from X and Y? Maybe the rival that Hoku represents is more like"
    },
    {
      "index": 136,
      "start_time": 630890.0,
      "end_time": 635620.0,
      "text": "Shauna from that same game. There’s actually more evidence to support this, but we’ll"
    },
    {
      "index": 137,
      "start_time": 635620.0,
      "end_time": 639490.0,
      "text": "get to that soon enough as there are a lot of characters introduced in the trailer."
    },
    {
      "index": 138,
      "start_time": 639490.0,
      "end_time": 644210.0,
      "text": "But first, let’s look at Kukui. He’s the first character you seem to meet and may even"
    },
    {
      "index": 139,
      "start_time": 644210.0,
      "end_time": 648930.0,
      "text": "be your cousin unless that’s just a colloquialism. We believe he works as an assistant to Sun"
    },
    {
      "index": 140,
      "start_time": 648930.0,
      "end_time": 653320.0,
      "text": "and Moon’s professor. After all, he shares a name with the Kukui nut that can be found"
    },
    {
      "index": 141,
      "start_time": 653320.0,
      "end_time": 657570.0,
      "text": "in Hawaii. It’s had many different uses throughout the history of the islands, but"
    },
    {
      "index": 142,
      "start_time": 657570.0,
      "end_time": 661870.0,
      "text": "the ancient people actually burned the nut to provide light. They did this by stringing"
    },
    {
      "index": 143,
      "start_time": 661870.0,
      "end_time": 667550.0,
      "text": "the nuts in a row on a palm leaf midrib before lighting it on one end. Each one took about"
    },
    {
      "index": 144,
      "start_time": 667550.0,
      "end_time": 672730.0,
      "text": "15 minutes to burn so it could also be used as a way to tell time. The oil from the nut"
    },
    {
      "index": 145,
      "start_time": 672730.0,
      "end_time": 678360.0,
      "text": "was also used in lamps. It may be a coincidence but this ties into the light motif that Sun"
    },
    {
      "index": 146,
      "start_time": 678360.0,
      "end_time": 680670.0,
      "text": "and Moon seem to be going for."
    },
    {
      "index": 147,
      "start_time": 680670.0,
      "end_time": 684740.0,
      "text": "In the Japanese trailer, we see the house you’re moving into. Boxes are everywhere"
    },
    {
      "index": 148,
      "start_time": 684740.0,
      "end_time": 688990.0,
      "text": "and there’s a Wailmer pail sitting next to a plant. It’s the same house we saw from"
    },
    {
      "index": 149,
      "start_time": 688990.0,
      "end_time": 694090.0,
      "text": "before with the Meowth. We can see Kukui’s telltale green shoes meaning this is at some"
    },
    {
      "index": 150,
      "start_time": 694090.0,
      "end_time": 699080.0,
      "text": "point in the same timeframe. It also means that this woman is the trainer’s mother."
    },
    {
      "index": 151,
      "start_time": 699080.0,
      "end_time": 703480.0,
      "text": "She’s wearing a floral sundress as well as glasses on top of her head."
    },
    {
      "index": 152,
      "start_time": 703480.0,
      "end_time": 707670.0,
      "text": "Throughout the same trailer, we see moments of Kukui talking to the player. He talks about"
    },
    {
      "index": 153,
      "start_time": 707670.0,
      "end_time": 711460.0,
      "text": "how it’s your first time in the region and how you need to get out there to meet friends"
    },
    {
      "index": 154,
      "start_time": 711460.0,
      "end_time": 716350.0,
      "text": "and Pokémon before concluding with a confident ‘Let’s go!” Kukui seems to be your link"
    },
    {
      "index": 155,
      "start_time": 716350.0,
      "end_time": 720930.0,
      "text": "and guide to the new region early on, and he may even be married as the video message"
    },
    {
      "index": 156,
      "start_time": 720930.0,
      "end_time": 726240.0,
      "text": "with him shows a ring on his finger. Though it may just be a visual flourish to his character."
    },
    {
      "index": 157,
      "start_time": 726240.0,
      "end_time": 730430.0,
      "text": "As we stated before, we believe Kukui works for the new Professor who we get a good look"
    },
    {
      "index": 158,
      "start_time": 730430.0,
      "end_time": 735240.0,
      "text": "at here. He seems to be even more laid back than even Professor Sycamore and has a fan"
    },
    {
      "index": 159,
      "start_time": 735240.0,
      "end_time": 740830.0,
      "text": "tucked into his belt. The Japanese trailer shows that his name is Hala and, fitting tradition,"
    },
    {
      "index": 160,
      "start_time": 740830.0,
      "end_time": 745570.0,
      "text": "is named after a tree. The Hala tree is one that can be found in Hawaii and even ties"
    },
    {
      "index": 161,
      "start_time": 745570.0,
      "end_time": 749820.0,
      "text": "into a special location on the island, which we’ll discuss when we talk about the region"
    },
    {
      "index": 162,
      "start_time": 749820.0,
      "end_time": 754780.0,
      "text": "itself. Needless to say, Hala is the one to give you your first Pokémon. While you receive"
    },
    {
      "index": 163,
      "start_time": 754780.0,
      "end_time": 758850.0,
      "text": "your starter on a platform that seems to be designed for either ceremonial purposes or"
    },
    {
      "index": 164,
      "start_time": 758850.0,
      "end_time": 763450.0,
      "text": "Pokémon battles, we can see a building with double doors just to the left which is likely"
    },
    {
      "index": 165,
      "start_time": 763450.0,
      "end_time": 769450.0,
      "text": "Professor Hala’s lab. An NPC is hanging around nearby, likely to provide more information"
    },
    {
      "index": 166,
      "start_time": 769450.0,
      "end_time": 770390.0,
      "text": "on it."
    },
    {
      "index": 167,
      "start_time": 770390.0,
      "end_time": 775320.0,
      "text": "Just before Hala sends out the Pokémon though, we see a shadow just to the right of the trainer."
    },
    {
      "index": 168,
      "start_time": 775320.0,
      "end_time": 780480.0,
      "text": "A person is just off-screen while a wide-brimmed hat or perhaps umbrella sticks out from the"
    },
    {
      "index": 169,
      "start_time": 780480.0,
      "end_time": 784740.0,
      "text": "side. This person seems to be roughly the same height as the trainer but is standing"
    },
    {
      "index": 170,
      "start_time": 784740.0,
      "end_time": 788920.0,
      "text": "behind him which could mean it’s your mother. However, there’s a white piece of cloth"
    },
    {
      "index": 171,
      "start_time": 788920.0,
      "end_time": 794590.0,
      "text": "just below too which your mother just doesn’t wear. So who could this other character be?"
    },
    {
      "index": 172,
      "start_time": 794590.0,
      "end_time": 798920.0,
      "text": "The last new character we see is this young boy that runs up to the trainer. Considering"
    },
    {
      "index": 173,
      "start_time": 798920.0,
      "end_time": 803960.0,
      "text": "his backpack, he’s likely the rival for this generation though he seems pretty laidback."
    },
    {
      "index": 174,
      "start_time": 803960.0,
      "end_time": 808000.0,
      "text": "We believe he could be tied to the real-world Hoku and become the trainer’s first friend"
    },
    {
      "index": 175,
      "start_time": 808000.0,
      "end_time": 813150.0,
      "text": "in Alola. He’s also different from past rivals since he is the one running behind."
    },
    {
      "index": 176,
      "start_time": 813150.0,
      "end_time": 816930.0,
      "text": "After all, as he’s giving a big grin, we can see Hala’s belt sticking out from the"
    },
    {
      "index": 177,
      "start_time": 816930.0,
      "end_time": 821980.0,
      "text": "left side of the screen. Also, his hair style is incredibly similar to Hala’s so it may"
    },
    {
      "index": 178,
      "start_time": 821980.0,
      "end_time": 824870.0,
      "text": "be possible that he’s the Professor’s grandson."
    },
    {
      "index": 179,
      "start_time": 824870.0,
      "end_time": 829050.0,
      "text": "As we said before, we wonder if this boy will be a Shauna-type rival for the player since"
    },
    {
      "index": 180,
      "start_time": 829050.0,
      "end_time": 834080.0,
      "text": "Hoku, who we presume to be this boy’s analogue and possibly even share the same name, picked"
    },
    {
      "index": 181,
      "start_time": 834080.0,
      "end_time": 839580.0,
      "text": "the starter that was weak to Shohei’s choice. We can’t say for sure, but we are confident"
    },
    {
      "index": 182,
      "start_time": 839580.0,
      "end_time": 844480.0,
      "text": "on this point. But this scene also has a clue to whether trainer customization really is"
    },
    {
      "index": 183,
      "start_time": 844480.0,
      "end_time": 846450.0,
      "text": "fully returning for Sun and Moon."
    },
    {
      "index": 184,
      "start_time": 846450.0,
      "end_time": 851440.0,
      "text": "While the trainer was wearing a blue-striped shirt before, now it looks like it’s a brown-striped"
    },
    {
      "index": 185,
      "start_time": 851440.0,
      "end_time": 857000.0,
      "text": "shirt. And the orange highlights on his shorts are now white. So, unless this was a coloring"
    },
    {
      "index": 186,
      "start_time": 857000.0,
      "end_time": 862020.0,
      "text": "mistake, it looks like different outfits will be available to purchase. The bigger question"
    },
    {
      "index": 187,
      "start_time": 862020.0,
      "end_time": 866330.0,
      "text": "we have though is how the trainer was able to change his shirt before even receiving"
    },
    {
      "index": 188,
      "start_time": 866330.0,
      "end_time": 871480.0,
      "text": "his first Pokémon. It’s not a major change so maybe there are limited clothing options"
    },
    {
      "index": 189,
      "start_time": 871480.0,
      "end_time": 875470.0,
      "text": "at your house that you can choose from? Either way, we’re confident that you’ll be able"
    },
    {
      "index": 190,
      "start_time": 875470.0,
      "end_time": 879320.0,
      "text": "to have your own personal style once again in Sun and Moon."
    },
    {
      "index": 191,
      "start_time": 879320.0,
      "end_time": 883470.0,
      "text": "Before we move on to the Alola region itself, there’s a small scene where we can see the"
    },
    {
      "index": 192,
      "start_time": 883470.0,
      "end_time": 887540.0,
      "text": "trainer’s mother looking out over the island. Could this be a scene where she says goodbye"
    },
    {
      "index": 193,
      "start_time": 887540.0,
      "end_time": 892180.0,
      "text": "to him before he goes on his Pokémon journey? Or maybe it’s a true farewell as the trainer"
    },
    {
      "index": 194,
      "start_time": 892180.0,
      "end_time": 897230.0,
      "text": "prepares to leave this island entirely? What do we mean by this? Well, despite the fact"
    },
    {
      "index": 195,
      "start_time": 897230.0,
      "end_time": 902160.0,
      "text": "that we were shown a pretty detailed map of Alola, we highly doubt it’s everything."
    },
    {
      "index": 196,
      "start_time": 902160.0,
      "end_time": 906560.0,
      "text": "Let’s take the region one step at a time though as the trailer reveals more to us."
    },
    {
      "index": 197,
      "start_time": 906560.0,
      "end_time": 910110.0,
      "text": "Right off the bat, there’s a tropical feel as we’re talking with Kukui. Flowers are"
    },
    {
      "index": 198,
      "start_time": 910110.0,
      "end_time": 914600.0,
      "text": "blooming while a short palm tree can be seen to the right. Then the trainer is off running"
    },
    {
      "index": 199,
      "start_time": 914600.0,
      "end_time": 918670.0,
      "text": "and we get to see even more. This is just slightly further up the path where he was"
    },
    {
      "index": 200,
      "start_time": 918670.0,
      "end_time": 922680.0,
      "text": "talking with Kukui. We can see the darker spot from before which the trainer is now"
    },
    {
      "index": 201,
      "start_time": 922680.0,
      "end_time": 927320.0,
      "text": "running through while an NPC is hanging out on the right. Even more foliage helps sell"
    },
    {
      "index": 202,
      "start_time": 927320.0,
      "end_time": 929210.0,
      "text": "the tropical nature of the region."
    },
    {
      "index": 203,
      "start_time": 929210.0,
      "end_time": 933180.0,
      "text": "The camera is dynamic once again with it panning to the side of the trainer to show off the"
    },
    {
      "index": 204,
      "start_time": 933180.0,
      "end_time": 937600.0,
      "text": "mountains and ocean in the distance. It’s also possible to see the winding road loop"
    },
    {
      "index": 205,
      "start_time": 937600.0,
      "end_time": 943240.0,
      "text": "around and continue on. And we believe that most of these landmarks can be visited. Just"
    },
    {
      "index": 206,
      "start_time": 943240.0,
      "end_time": 947670.0,
      "text": "behind the place where we receive our starter, we can see a sign and a path that leads into"
    },
    {
      "index": 207,
      "start_time": 947670.0,
      "end_time": 949730.0,
      "text": "what appears to be a dark forest."
    },
    {
      "index": 208,
      "start_time": 949730.0,
      "end_time": 954560.0,
      "text": "It’s then that we get an overhead view of Alola, or at least part of Alola. Professor"
    },
    {
      "index": 209,
      "start_time": 954560.0,
      "end_time": 959810.0,
      "text": "Hala’s lab is the building near the top center. Nearby we can see the ceremonial platform,"
    },
    {
      "index": 210,
      "start_time": 959810.0,
      "end_time": 963900.0,
      "text": "and it’s surrounded by the same small buildings and even the entrance to the forest guarded"
    },
    {
      "index": 211,
      "start_time": 963900.0,
      "end_time": 969440.0,
      "text": "by two trees. Following the path south we come to a crossroad. Here we could go north"
    },
    {
      "index": 212,
      "start_time": 969440.0,
      "end_time": 973660.0,
      "text": "to cross a bridge and explore the mountains east of the forest. There’s likely another"
    },
    {
      "index": 213,
      "start_time": 973660.0,
      "end_time": 978350.0,
      "text": "side path from there as well in order to reach the nearby beach and a cave that can only"
    },
    {
      "index": 214,
      "start_time": 978350.0,
      "end_time": 979720.0,
      "text": "be Surfed to."
    },
    {
      "index": 215,
      "start_time": 979720.0,
      "end_time": 984610.0,
      "text": "If we take the path east or south, we’ll roughly reach the same destination. We’re"
    },
    {
      "index": 216,
      "start_time": 984610.0,
      "end_time": 989800.0,
      "text": "not sure why there are two paths in this case, but we suppose it does add variety. The paths"
    },
    {
      "index": 217,
      "start_time": 989800.0,
      "end_time": 994050.0,
      "text": "eventually lead to another building that we believe to be a school. But we’ll give our"
    },
    {
      "index": 218,
      "start_time": 994050.0,
      "end_time": 998740.0,
      "text": "reasons for that shortly. South of that is a beach house which we think is the trainer’s"
    },
    {
      "index": 219,
      "start_time": 998740.0,
      "end_time": 1003350.0,
      "text": "home. There are even small islands that we could eventually Surf to. However, what’s"
    },
    {
      "index": 220,
      "start_time": 1003350.0,
      "end_time": 1008060.0,
      "text": "strange is how long of a distance it is between your house and the Professor’s lab. Either"
    },
    {
      "index": 221,
      "start_time": 1008060.0,
      "end_time": 1013300.0,
      "text": "it’s just an especially long trek or we’re wrong on the location. However, it is worth"
    },
    {
      "index": 222,
      "start_time": 1013300.0,
      "end_time": 1018790.0,
      "text": "noting that at no point during this trailer do we see tall grass. So it may be possible"
    },
    {
      "index": 223,
      "start_time": 1018790.0,
      "end_time": 1023420.0,
      "text": "to reach the lab without a single Pokémon encounter. But of course we can’t confirm"
    },
    {
      "index": 224,
      "start_time": 1023420.0,
      "end_time": 1025850.0,
      "text": "if this will actually be the case."
    },
    {
      "index": 225,
      "start_time": 1025849.9999999999,
      "end_time": 1028989.9999999999,
      "text": "West of the blue-roofed building is a red building that’s reminiscent of the newly"
    },
    {
      "index": 226,
      "start_time": 1028990.0,
      "end_time": 1034110.0,
      "text": "designed Pokémon Center. It’s strange because it’s so far from the city to the west. There"
    },
    {
      "index": 227,
      "start_time": 1034109.9999999999,
      "end_time": 1038969.9999999999,
      "text": "does seem to be an apartment complex next to it, but then we reach the city itself."
    },
    {
      "index": 228,
      "start_time": 1038970.0,
      "end_time": 1043230.0,
      "text": "The city is larger than anything else around it but still not so big that we can’t see"
    },
    {
      "index": 229,
      "start_time": 1043230.0,
      "end_time": 1048130.0,
      "text": "the ocean to the west of it. And north of the city are more dirt routes with more houses."
    },
    {
      "index": 230,
      "start_time": 1048130.0000000001,
      "end_time": 1052690.0,
      "text": "There’s also a natural cul-de-sac in the mountain that could lead to a cave."
    },
    {
      "index": 231,
      "start_time": 1052690.0,
      "end_time": 1056930.0,
      "text": "The Japanese trailer even gives us a better look at the western edge of the city. This"
    },
    {
      "index": 232,
      "start_time": 1056930.0,
      "end_time": 1060730.0,
      "text": "seems to confirm that the giant building on the southern end is some kind of dock while"
    },
    {
      "index": 233,
      "start_time": 1060730.0,
      "end_time": 1065390.0,
      "text": "a newly seen building on the western side could be important in some way since it’s"
    },
    {
      "index": 234,
      "start_time": 1065390.0,
      "end_time": 1069490.0,
      "text": "disconnected from everything else. Another Pokémon Center can be seen on the northern"
    },
    {
      "index": 235,
      "start_time": 1069490.0,
      "end_time": 1074590.0,
      "text": "edge of the island with a waterfall nearby. This look at the map tells us one thing loud"
    },
    {
      "index": 236,
      "start_time": 1074590.0,
      "end_time": 1078940.0,
      "text": "and clear, this is only the first island in the Alola region."
    },
    {
      "index": 237,
      "start_time": 1078940.0,
      "end_time": 1083490.0,
      "text": "Going one step further, we come to two major conclusions. The first is that this island"
    },
    {
      "index": 238,
      "start_time": 1083490.0,
      "end_time": 1088610.0,
      "text": "seems to be based on Oahu, which is one of the northern islands of Hawaii. And the general"
    },
    {
      "index": 239,
      "start_time": 1088610.0,
      "end_time": 1093590.0,
      "text": "shape of the island is a near perfect match. In fact, the city is in the exact same spot"
    },
    {
      "index": 240,
      "start_time": 1093590.0,
      "end_time": 1099420.0,
      "text": "as Honolulu further linking the two locations. Finally, there’s the Professor’s name,"
    },
    {
      "index": 241,
      "start_time": 1099420.0,
      "end_time": 1104800.0,
      "text": "Hala. As we said before, the Hala is a tree that can be found in Hawaii. But even more"
    },
    {
      "index": 242,
      "start_time": 1104800.0,
      "end_time": 1108690.0,
      "text": "interesting is the fact that the Hala tree is featured on the seal of a prestigious private"
    },
    {
      "index": 243,
      "start_time": 1108690.0,
      "end_time": 1114130.0,
      "text": "school known as Punahou School. This school, which is the same President Obama graduated"
    },
    {
      "index": 244,
      "start_time": 1114130.0,
      "end_time": 1118670.0,
      "text": "from, is located in Honolulu lending further credence to either the blue-roofed building"
    },
    {
      "index": 245,
      "start_time": 1118670.0,
      "end_time": 1121670.0,
      "text": "being the school or the building on the western edge."
    },
    {
      "index": 246,
      "start_time": 1121670.0,
      "end_time": 1125890.0,
      "text": "That seems to nail down this island as Oahu, but the bigger question is where the trainer’s"
    },
    {
      "index": 247,
      "start_time": 1125890.0,
      "end_time": 1130860.0,
      "text": "journey will take him next? Would he continue to Alola’s version of Kauai in the north"
    },
    {
      "index": 248,
      "start_time": 1130860.0,
      "end_time": 1135930.0,
      "text": "or would he depart for the smaller islands between Oahu and Hawaii’s main island? We"
    },
    {
      "index": 249,
      "start_time": 1135930.0,
      "end_time": 1140280.0,
      "text": "actually believe he will head for the main island first. It’s the largest island in"
    },
    {
      "index": 250,
      "start_time": 1140280.0,
      "end_time": 1145360.0,
      "text": "Hawaii and provides plenty of room to grow and eventually earn the Surf HM. From there,"
    },
    {
      "index": 251,
      "start_time": 1145360.0,
      "end_time": 1150360.0,
      "text": "the trainer could travel around the islands of Maui, Molokai, Kahoolawe, and Lanai. In"
    },
    {
      "index": 252,
      "start_time": 1150360.0,
      "end_time": 1155790.0,
      "text": "fact, we believe that the game might even attempt to take a page out of the first Generation."
    },
    {
      "index": 253,
      "start_time": 1155790.0,
      "end_time": 1160500.0,
      "text": "There may be a gym on the first island, but it can’t be accessed until the very end."
    },
    {
      "index": 254,
      "start_time": 1160500.0,
      "end_time": 1164800.0,
      "text": "That’s when the trainer discovers that Kukui is the gym leader all along and is a test"
    },
    {
      "index": 255,
      "start_time": 1164800.0,
      "end_time": 1169100.0,
      "text": "of the strength he’s developed to that point. Then the journey to the northern Kauai is"
    },
    {
      "index": 256,
      "start_time": 1169100.0,
      "end_time": 1173440.0,
      "text": "where Victory Road will take place before challenging the Elite Four. We could be wrong"
    },
    {
      "index": 257,
      "start_time": 1173440.0,
      "end_time": 1178330.0,
      "text": "of course, but based on this island’s map, we think at least some of this makes sense."
    },
    {
      "index": 258,
      "start_time": 1178330.0,
      "end_time": 1182190.0,
      "text": "The other conclusion we can draw from this map is how detailed it is compared to previous"
    },
    {
      "index": 259,
      "start_time": 1182190.0,
      "end_time": 1187430.0,
      "text": "Pokémon maps. The way it pans to a specific point could indicate that this is all a cutscene,"
    },
    {
      "index": 260,
      "start_time": 1187430.0,
      "end_time": 1191790.0,
      "text": "or perhaps, this is what the player’s map actually looks like. Each island would have"
    },
    {
      "index": 261,
      "start_time": 1191790.0,
      "end_time": 1195970.0,
      "text": "its own map that can be panned and scouted since, at least based on the roads and locations"
    },
    {
      "index": 262,
      "start_time": 1195970.0,
      "end_time": 1201390.0,
      "text": "we can see, there’s a lot more to explore in Alola. This all seems slightly more complex"
    },
    {
      "index": 263,
      "start_time": 1201390.0,
      "end_time": 1205100.0,
      "text": "than the typical Point A to Point B design of Pokémon maps."
    },
    {
      "index": 264,
      "start_time": 1205100.0,
      "end_time": 1208910.0,
      "text": "The rest of the trailer shows some of the locations from this first island in greater"
    },
    {
      "index": 265,
      "start_time": 1208910.0,
      "end_time": 1213000.0,
      "text": "detail. One has the trainer running along one of the dirt paths except this one is lined"
    },
    {
      "index": 266,
      "start_time": 1213000.0,
      "end_time": 1218620.0,
      "text": "with tiki-esque carvings that may or may not be representations of Sun’s Legendary Pokémon."
    },
    {
      "index": 267,
      "start_time": 1218620.0,
      "end_time": 1223240.0,
      "text": "It would make sense though since it is considered a legend. We then get a more detailed look"
    },
    {
      "index": 268,
      "start_time": 1223240.0,
      "end_time": 1227400.0,
      "text": "at the city. Most of the buildings aren’t that large with the exception of the one we"
    },
    {
      "index": 269,
      "start_time": 1227400.0,
      "end_time": 1231950.0,
      "text": "presume to be the docks, and a cylindrical structure that pops out of a square base."
    },
    {
      "index": 270,
      "start_time": 1231950.0,
      "end_time": 1236340.0,
      "text": "If anything, this scene and the one of the trainer running through the city shows that"
    },
    {
      "index": 271,
      "start_time": 1236340.0,
      "end_time": 1241400.0,
      "text": "the proportions aren’t that big on the overhead map. It shouldn’t take long at all to fully"
    },
    {
      "index": 272,
      "start_time": 1241400.0,
      "end_time": 1246000.0,
      "text": "explore the city in comparison to something like Lumiose City in Kalos. But like that"
    },
    {
      "index": 273,
      "start_time": 1246000.0,
      "end_time": 1250780.0,
      "text": "city, the NPCs will shift their position to watch your trainer run by. Likewise, we can"
    },
    {
      "index": 274,
      "start_time": 1250780.0,
      "end_time": 1254790.0,
      "text": "see stairs leading down to the beach area and the building on the west end that appears"
    },
    {
      "index": 275,
      "start_time": 1254790.0,
      "end_time": 1259710.0,
      "text": "to be some kind of mansion. It’s difficult to say what all of these buildings may hold,"
    },
    {
      "index": 276,
      "start_time": 1259710.0,
      "end_time": 1263679.0,
      "text": "but we’d suspect a few of them are clothing stores for trainer customization."
    },
    {
      "index": 277,
      "start_time": 1263680.0,
      "end_time": 1268241.0,
      "text": "The last location we visit is the same place where the starter is received. Except this"
    },
    {
      "index": 278,
      "start_time": 1268240.0,
      "end_time": 1272710.0,
      "text": "time the camera is pulled back to show an NPC in front of the lab’s door and can clearly"
    },
    {
      "index": 279,
      "start_time": 1272710.0,
      "end_time": 1277070.0,
      "text": "see that the northern path leads into the mountain. It could be a cave instead, but"
    },
    {
      "index": 280,
      "start_time": 1277070.0,
      "end_time": 1282370.0,
      "text": "we still fully expect a forest. On the outskirts, we can see the doors to the nearby houses"
    },
    {
      "index": 281,
      "start_time": 1282370.0,
      "end_time": 1286640.0,
      "text": "to talk to the various residents. One of them may be the player’s house as well though"
    },
    {
      "index": 282,
      "start_time": 1286640.0,
      "end_time": 1291780.0,
      "text": "we couldn’t spot the usual mailbox declaring it as such. So for now, we still believe our"
    },
    {
      "index": 283,
      "start_time": 1291780.0,
      "end_time": 1293340.0,
      "text": "house is on the beach."
    },
    {
      "index": 284,
      "start_time": 1293340.0,
      "end_time": 1298200.0,
      "text": "Finally, we see the female trainer running around at night which indicates that the real-time"
    },
    {
      "index": 285,
      "start_time": 1298200.0,
      "end_time": 1302510.0,
      "text": "day/night cycle will return. It looks like the trainer is heading toward the NPC on the"
    },
    {
      "index": 286,
      "start_time": 1302510.0,
      "end_time": 1307400.0,
      "text": "cliff though it’s impossible to say if she’s actually important or not. What’s more interesting"
    },
    {
      "index": 287,
      "start_time": 1307400.0,
      "end_time": 1312470.0,
      "text": "is the uneven geometry of this section which is a bit rare for Pokémon. Most of the time,"
    },
    {
      "index": 288,
      "start_time": 1312470.0,
      "end_time": 1317170.0,
      "text": "the series focuses on gentle slopes or maybe mountains to change up the locations. This"
    },
    {
      "index": 289,
      "start_time": 1317170.0,
      "end_time": 1321740.0,
      "text": "shows that not everything will be flat. And as a fun note, we can see a Pokéball item"
    },
    {
      "index": 290,
      "start_time": 1321740.0,
      "end_time": 1323450.0,
      "text": "hiding behind the nearby rock."
    },
    {
      "index": 291,
      "start_time": 1323450.0,
      "end_time": 1328270.0,
      "text": "Ok, we’re almost done but there’s one last thing we wanted to point out. During"
    },
    {
      "index": 292,
      "start_time": 1328270.0,
      "end_time": 1333240.0,
      "text": "the live-action segment of the Japanese trailer, the moon is shown when Shohei is feeling down."
    },
    {
      "index": 293,
      "start_time": 1333240.0,
      "end_time": 1339130.0,
      "text": "However, his moment of determination is highlighted by the blinding sun. It’s obviously thematic,"
    },
    {
      "index": 294,
      "start_time": 1339130.0,
      "end_time": 1343830.0,
      "text": "but what does this say about the relationship between the legendaries? Is the Sun Pokémon"
    },
    {
      "index": 295,
      "start_time": 1343830.0,
      "end_time": 1349200.0,
      "text": "naturally good making the Moon Pokémon jealous? Or are we reading far too much into this?"
    },
    {
      "index": 296,
      "start_time": 1349200.0,
      "end_time": 1353059.0,
      "text": "Either way, that’s everything we could find in the Pokémon Sun and Moon starter reveal"
    },
    {
      "index": 297,
      "start_time": 1353060.0,
      "end_time": 1357071.0,
      "text": "trailers. It’s obvious that there’s so much more to show, but this small taste is"
    },
    {
      "index": 298,
      "start_time": 1357070.0,
      "end_time": 1361710.0,
      "text": "enough to get us excited for the seventh generation. It’s a long wait until the games are released"
    },
    {
      "index": 299,
      "start_time": 1361710.0,
      "end_time": 1366370.0,
      "text": "on November 18th, but we’ll be covering them every step of the way! Of course, let"
    },
    {
      "index": 300,
      "start_time": 1366370.0,
      "end_time": 1370300.0,
      "text": "us know if we missed anything in the comments. If you liked this video, but sure to like"
    },
    {
      "index": 301,
      "start_time": 1370300.0,
      "end_time": 1374910.0,
      "text": "us on Facebook or follow us on Twitter at GameXplain to keep up with everything we do."
    },
    {
      "index": 302,
      "start_time": 1374910.0,
      "end_time": 1376720.0,
      "text": "Thanks for watching and make sure to stay tuned to GameXplain for more on Pokémon and"
    },
    {
      "index": 303,
      "start_time": 1376720.0,
      "end_time": 1386720.0,
      "text": "other things gaming."
    }
  ]
}