{
  "video_id": "Cibtp4-FxdU",
  "title": "What Science Says About Women In Combat",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 99.0,
      "end_time": 3739.0,
      "text": "Two women just graduated from Army Ranger school, starting the all-too-familiar debate"
    },
    {
      "index": 2,
      "start_time": 3739.0,
      "end_time": 9020.0,
      "text": "of women in combat. After more than 10 years of war, with women participating alongside:"
    },
    {
      "index": 3,
      "start_time": 9020.0,
      "end_time": 20289.0,
      "text": "is there any science that says they shouldn&#39;t be all that they can be?"
    },
    {
      "index": 4,
      "start_time": 20289.0,
      "end_time": 25230.0,
      "text": "When First Lt. Shaye Haver and Capt. Kristen Griest passed the nine-week training program"
    },
    {
      "index": 5,
      "start_time": 25230.0,
      "end_time": 29820.0,
      "text": "to become Army Rangers, they made history, but they also made the news. Ranger School"
    },
    {
      "index": 6,
      "start_time": 29820.0,
      "end_time": 34370.0,
      "text": "is the Army&#39;s most rigorous training program. 36 percent of attendees fail in the first"
    },
    {
      "index": 7,
      "start_time": 34370.0,
      "end_time": 41039.0,
      "text": "four days, and only 42 percent will finally walk away with the black-and-gold Ranger tab."
    },
    {
      "index": 8,
      "start_time": 41039.0,
      "end_time": 46249.0,
      "text": "But even though these women passed all the tests, they still may not see combat. In January"
    },
    {
      "index": 9,
      "start_time": 46249.0,
      "end_time": 51620.0,
      "text": "of 2013, then-Sec of Defense Leon Panetta announced the end of male-only combat, requiring"
    },
    {
      "index": 10,
      "start_time": 51620.0,
      "end_time": 57539.0,
      "text": "women be allowed to serve in combat roles by January 2016. Many argue that women aren&#39;t"
    },
    {
      "index": 11,
      "start_time": 57539.0,
      "end_time": 63289.0,
      "text": "ready for frontline combat, or simply cannot manage the hell that is war, and as the equality"
    },
    {
      "index": 12,
      "start_time": 63289.0,
      "end_time": 66829.0,
      "text": "train hits the voting booth, the bedroom, the workplace, and onward: the theater of"
    },
    {
      "index": 13,
      "start_time": 66829.0,
      "end_time": 71840.0,
      "text": "war is yet another stop. After Panetta&#39;s order, the armed forces began conducting studies"
    },
    {
      "index": 14,
      "start_time": 71840.0,
      "end_time": 77119.0,
      "text": "and assessing standards to see if sex integration will be the future of our military. Women"
    },
    {
      "index": 15,
      "start_time": 77119.0,
      "end_time": 81439.0,
      "text": "have been part of fighting forces for decades in Sri Lanka&#39;s Tamil Tigers, Ireland&#39;s IRA,"
    },
    {
      "index": 16,
      "start_time": 81439.0,
      "end_time": 86750.0,
      "text": "and soldiering in Sierra Leone. But now, the U.S. has to determine if they can open the"
    },
    {
      "index": 17,
      "start_time": 86750.0,
      "end_time": 92700.0,
      "text": "remaining 220,000 men-only jobs to women too. According to military data, three things are"
    },
    {
      "index": 18,
      "start_time": 92700.0,
      "end_time": 97420.0,
      "text": "important for combat readiness: mental health, physical capability, and proper training."
    },
    {
      "index": 19,
      "start_time": 97420.0,
      "end_time": 102170.0,
      "text": "A National Center for PTSD study in 2011, found men and women developed mental health"
    },
    {
      "index": 20,
      "start_time": 102170.0,
      "end_time": 107539.0,
      "text": "issues equally after &quot;combat, firing a weapon in combat, being fired upon, handling human"
    },
    {
      "index": 21,
      "start_time": 107539.0,
      "end_time": 112899.0,
      "text": "remains and witnessing injury and death,&quot; but men were more likely to fall into substance"
    },
    {
      "index": 22,
      "start_time": 112899.0,
      "end_time": 118219.0,
      "text": "abuse. Those findings were supported by another study in the Journal of Psychiatric Research."
    },
    {
      "index": 23,
      "start_time": 118219.0,
      "end_time": 123509.0,
      "text": "But a 2006 study of women and men in combat, found emotional responses were different,"
    },
    {
      "index": 24,
      "start_time": 123509.0,
      "end_time": 128120.0,
      "text": "and quote &quot;in stressful situations, men are more likely to resort to physically aggressive"
    },
    {
      "index": 25,
      "start_time": 128120.0,
      "end_time": 132550.0,
      "text": "responses than women,&quot; and according to a piece in TIME by Pulitzer Prize-winning reporter"
    },
    {
      "index": 26,
      "start_time": 132550.0,
      "end_time": 139680.0,
      "text": "Mark Thompson, &quot;aggression leads to more accidents and injuries in men&quot; It would seem, mentally,"
    },
    {
      "index": 27,
      "start_time": 139680.0,
      "end_time": 144420.0,
      "text": "women can hack it as well as men, and may handle some things better, as they don&#39;t abuse"
    },
    {
      "index": 28,
      "start_time": 144420.0,
      "end_time": 147940.0,
      "text": "substances, become aggressive, or injure themselves due to stress."
    },
    {
      "index": 29,
      "start_time": 147940.0,
      "end_time": 152660.0,
      "text": "Physically, though, women have less upper body strength than men overall; according"
    },
    {
      "index": 30,
      "start_time": 152660.0,
      "end_time": 158690.0,
      "text": "to a 2004 U.S. Army study. Women do have smaller hearts, skeletons and muscle mass, and a greater"
    },
    {
      "index": 31,
      "start_time": 158690.0,
      "end_time": 164720.0,
      "text": "percentage of body fat relative to their male colleagues; which ups the injury rate significantly."
    },
    {
      "index": 32,
      "start_time": 164720.0,
      "end_time": 169590.0,
      "text": "Injuries are anything that takes a servicemember out of combat. Pregnancy adds to women&#39;s injury"
    },
    {
      "index": 33,
      "start_time": 169590.0,
      "end_time": 174190.0,
      "text": "stats, but even if you remove it from the data -- women are hospitalized at 30 percent"
    },
    {
      "index": 34,
      "start_time": 174190.0,
      "end_time": 179190.0,
      "text": "higher rates than men. According to data from the Pentagon, men are hospitalized for general"
    },
    {
      "index": 35,
      "start_time": 179190.0,
      "end_time": 183090.0,
      "text": "injuries, poisonings, and disorders of the muscles, skin, or &quot;connective tissues,&quot; while"
    },
    {
      "index": 36,
      "start_time": 183090.0,
      "end_time": 187830.0,
      "text": "women are hospitalized for genital and urinary disorders, mental disorder, and tumors. With"
    },
    {
      "index": 37,
      "start_time": 187830.0,
      "end_time": 191950.0,
      "text": "this data in mind, the military is working to design gender-neutral training programs"
    },
    {
      "index": 38,
      "start_time": 191950.0,
      "end_time": 194870.0,
      "text": "and understand injuries."
    },
    {
      "index": 39,
      "start_time": 194870.0,
      "end_time": 199290.0,
      "text": "Even though women, on average, have less strength, not all women are weaker or prone to injury."
    },
    {
      "index": 40,
      "start_time": 199290.0,
      "end_time": 203170.0,
      "text": "Some females are stronger than males, and they deserve an equal chance at a combat position."
    },
    {
      "index": 41,
      "start_time": 203170.0,
      "end_time": 207370.0,
      "text": "That is echoed by Army General Martin Dempsey, chairman of the Joint Chiefs."
    },
    {
      "index": 42,
      "start_time": 207370.0,
      "end_time": 211400.0,
      "text": "According to every statement I read, military requirements will not be eroded, lowered,"
    },
    {
      "index": 43,
      "start_time": 211400.0,
      "end_time": 217970.0,
      "text": "lightened or lessened in any way on the road to gender neutrality in combat. Instead, they&#39;ll"
    },
    {
      "index": 44,
      "start_time": 217970.0,
      "end_time": 223630.0,
      "text": "make it &quot;about science and observation&quot; and ensure people can perform needed duties. If"
    },
    {
      "index": 45,
      "start_time": 223630.0,
      "end_time": 229200.0,
      "text": "so, they get the job. Period. According to a 1980 paper assessing women in combat by"
    },
    {
      "index": 46,
      "start_time": 229200.0,
      "end_time": 236220.0,
      "text": "Major Thomas H. Cecil, people should be &quot;allowed to serve in whatever role that could use best"
    },
    {
      "index": 47,
      "start_time": 236220.0,
      "end_time": 239430.0,
      "text": "the talent and capability each individual has.&quot;"
    },
    {
      "index": 48,
      "start_time": 239430.0,
      "end_time": 245570.0,
      "text": "After racial integration and the repeal of &quot;Don&#39;t Ask; Don&#39;t Tell,&quot; the military is disrupted"
    },
    {
      "index": 49,
      "start_time": 245570.0,
      "end_time": 250820.0,
      "text": "at first, but they gets over it as long as people are perceived fairly and equally in"
    },
    {
      "index": 50,
      "start_time": 250820.0,
      "end_time": 252170.0,
      "text": "training and practice."
    },
    {
      "index": 51,
      "start_time": 252170.0,
      "end_time": 256570.0,
      "text": "There is no evidence males break down when females are killed or injured in battle, or"
    },
    {
      "index": 52,
      "start_time": 256570.0,
      "end_time": 260970.0,
      "text": "are distracted by their fellow female warriors. As long as the training is equal, our armed"
    },
    {
      "index": 53,
      "start_time": 260970.00000000003,
      "end_time": 266150.0,
      "text": "forces are trained to protect each other regardless of which chromosomes we possess. Of course,"
    },
    {
      "index": 54,
      "start_time": 266150.0,
      "end_time": 270290.0,
      "text": "there will be sex between members of the military, but that is not new at ALL. GIs in every war"
    },
    {
      "index": 55,
      "start_time": 270290.0,
      "end_time": 275340.0,
      "text": "we&#39;ve ever engaged in found girls abroad, and that tradition continues with these women"
    },
    {
      "index": 56,
      "start_time": 275340.0,
      "end_time": 282860.0,
      "text": "too, but the fear comes from societal stereotypes about female sexuality, not fact."
    },
    {
      "index": 57,
      "start_time": 282860.0,
      "end_time": 287200.0,
      "text": "In the end, they are servicemembers first and women second. Caliber and ability are"
    },
    {
      "index": 58,
      "start_time": 287200.0,
      "end_time": 291260.0,
      "text": "the currencies of our armed forces. As serving females are trained equally and prove they"
    },
    {
      "index": 59,
      "start_time": 291260.0,
      "end_time": 295740.0,
      "text": "can do anything fellow males can do; they will earn the same benefit: to serve their"
    },
    {
      "index": 60,
      "start_time": 295740.0,
      "end_time": 298350.0,
      "text": "country as a volunteer in America&#39;s armed forces."
    },
    {
      "index": 61,
      "start_time": 298350.0,
      "end_time": 302800.0,
      "text": "If you want to show your support from home, start a website and showcase your support"
    },
    {
      "index": 62,
      "start_time": 302800.0,
      "end_time": 310520.0,
      "text": "your favorite female servicemember. No domain extension will help you tell your story like"
    },
    {
      "index": 63,
      "start_time": 310520.0,
      "end_time": 315420.0,
      "text": "a DOT COM or DOT NET domain name. And because you watch DNews, you can get 15% off Domain"
    },
    {
      "index": 64,
      "start_time": 315420.0,
      "end_time": 325420.0,
      "text": "Dot Com’s names and web hosting by using the code DNews when you check out."
    }
  ]
}