{
  "video_id": "Cj7R36s4dbM",
  "title": "Fate, Family, and Oedipus Rex: Crash Course Literature 202",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4180.0,
      "text": "Hi! I&#39;m John Green. Welcome to Crash Course Literature. Today we&#39;re going to talk about"
    },
    {
      "index": 2,
      "start_time": 4180.0,
      "end_time": 9190.0,
      "text": "Oedipus. Leo Tolstoy once famously wrote that &quot;All happy families are alike, but each unhappy"
    },
    {
      "index": 3,
      "start_time": 9190.0,
      "end_time": 15900.0,
      "text": "family is unhappy in its own way.&quot; And I certainly hope that there&#39;s no family as unhappy as Oedipus&#39;s."
    },
    {
      "index": 4,
      "start_time": 15900.0,
      "end_time": 19349.0,
      "text": "Ancient Greek playwrights really specialized in the dysfunctional family. I mean, they"
    },
    {
      "index": 5,
      "start_time": 19349.0,
      "end_time": 25069.0,
      "text": "had plays about wives killing husbands, parents killing children, children killing parents,"
    },
    {
      "index": 6,
      "start_time": 25069.0,
      "end_time": 28329.0,
      "text": "siblings killing each other, and they also wrote tragedies. But it&#39;s hard to imagine"
    },
    {
      "index": 7,
      "start_time": 28329.0,
      "end_time": 33280.0,
      "text": "a more tragic, dysfunctional family than the Theban clan that Sophocles writes about in"
    },
    {
      "index": 8,
      "start_time": 33280.0,
      "end_time": 35489.0,
      "text": "Oedipus the King. I mean, except for the Kardashians."
    },
    {
      "index": 9,
      "start_time": 35489.0,
      "end_time": 39049.0,
      "text": "John from the Past: Mr. Green, Mr. Green! Who are the Kardashians? That sounds exotic!"
    },
    {
      "index": 10,
      "start_time": 39049.0,
      "end_time": 40420.0,
      "text": "Is it something from Star Wars?"
    },
    {
      "index": 11,
      "start_time": 40420.0,
      "end_time": 43809.0,
      "text": "Oh yeah, Me from the Past! You don&#39;t know about the Kardashians. Right now, to you,"
    },
    {
      "index": 12,
      "start_time": 43809.0,
      "end_time": 46589.0,
      "text": "the only Kardashian you know is OJ Simpson&#39;s defense attorney."
    },
    {
      "index": 13,
      "start_time": 46589.0,
      "end_time": 49530.0,
      "text": "Anyway, don&#39;t worry about it. Just imagine a green light on the other side of the bay"
    },
    {
      "index": 14,
      "start_time": 49530.0,
      "end_time": 53120.0,
      "text": "that represents the glory you&#39;ll never reach. That&#39;s the Kardashians!"
    },
    {
      "index": 15,
      "start_time": 53120.0,
      "end_time": 61900.0,
      "text": "[Theme Music]"
    },
    {
      "index": 16,
      "start_time": 61900.0,
      "end_time": 66210.0,
      "text": "Okay, so Oedipus is King of Thebes, having solved the riddle of the Sphinx and saved"
    },
    {
      "index": 17,
      "start_time": 66210.0,
      "end_time": 71420.0,
      "text": "the city from destruction. But now a plague is devastating Thebes, and various oracles"
    },
    {
      "index": 18,
      "start_time": 71420.0,
      "end_time": 77490.0,
      "text": "and bird entrails suggest it&#39;s because the murderer of the old king, Laius, still lives"
    },
    {
      "index": 19,
      "start_time": 77490.0,
      "end_time": 82760.0,
      "text": "there unpunished. Oedipus decides to investigate the murder, only to discover that -- mind blown --"
    },
    {
      "index": 20,
      "start_time": 82760.0,
      "end_time": 87509.0,
      "text": "HE is the one who killed Laius and married his queen, Jocasta. THEN he finds"
    },
    {
      "index": 21,
      "start_time": 87509.0,
      "end_time": 93170.0,
      "text": "out that Laius was actually his father, and Jocasta is his mother, so he&#39;s had four children"
    },
    {
      "index": 22,
      "start_time": 93170.0,
      "end_time": 97930.0,
      "text": "with his mom, fulfilling an earlier prophecy, because bird entrails are never wrong."
    },
    {
      "index": 23,
      "start_time": 97930.0,
      "end_time": 101640.0,
      "text": "It&#39;s the old &quot;Accidentally Kill Your Father, Accidentally Marry Your Mother&quot; plot. It goes way back."
    },
    {
      "index": 24,
      "start_time": 101640.0,
      "end_time": 103950.0,
      "text": "Freud can tell you a lot about it in Crash Course Psychology."
    },
    {
      "index": 25,
      "start_time": 103950.0,
      "end_time": 108649.0,
      "text": "Anyway, Jocasta hangs herself and Oedipus gauges out his own eyes with her jewelery,"
    },
    {
      "index": 26,
      "start_time": 108649.0,
      "end_time": 113539.0,
      "text": "then goes into exile. In subsequent plays, his two sons murder each other and one of"
    },
    {
      "index": 27,
      "start_time": 113539.0,
      "end_time": 117469.0,
      "text": "his daughters commits suicide. So... You know, it could have gone better."
    },
    {
      "index": 28,
      "start_time": 117469.0,
      "end_time": 121590.0,
      "text": "So for a little context, theater was a really big deal to the Greeks. I mean, if you were"
    },
    {
      "index": 29,
      "start_time": 121590.0,
      "end_time": 126149.0,
      "text": "a male citizen -- not a woman, not a slave -- attending it was your civic duty. It was"
    },
    {
      "index": 30,
      "start_time": 126149.0,
      "end_time": 129520.0,
      "text": "sort of like voting, except that it began with ritual animal sacrifice, so it was really"
    },
    {
      "index": 31,
      "start_time": 129520.00000000001,
      "end_time": 132980.0,
      "text": "nothing like voting. But this civic duty aspect is interesting, because a lot of the plays"
    },
    {
      "index": 32,
      "start_time": 132980.0,
      "end_time": 138600.0,
      "text": "ask really troubling questions about power and control and the wisdom of rulers. Like,"
    },
    {
      "index": 33,
      "start_time": 138600.0,
      "end_time": 144200.0,
      "text": "playwrights masked their commentary by setting plays in earlier, mythic eras or in foreign"
    },
    {
      "index": 34,
      "start_time": 144200.0,
      "end_time": 147140.0,
      "text": "lands, just like Shakespeare did. But they were quite provocative then, and what&#39;s most"
    },
    {
      "index": 35,
      "start_time": 147140.0,
      "end_time": 150130.0,
      "text": "important is that the best of them are still interesting now."
    },
    {
      "index": 36,
      "start_time": 150130.0,
      "end_time": 154560.0,
      "text": "Three playwrights would each present four plays: a cycle of three related tragedies,"
    },
    {
      "index": 37,
      "start_time": 154560.0,
      "end_time": 159840.0,
      "text": "and then a satyr play, which would be funny and would often involve enormous phalluses and/or poop jokes."
    },
    {
      "index": 38,
      "start_time": 159840.0,
      "end_time": 163780.0,
      "text": "Citizens would watch play after play while judges would determine a winner. So it was"
    },
    {
      "index": 39,
      "start_time": 163780.0,
      "end_time": 168120.0,
      "text": "kind of like Sundance or Cannes, but again, with the ritual animal sacrifice, and there"
    },
    {
      "index": 40,
      "start_time": 168120.0,
      "end_time": 172290.0,
      "text": "was no multi-million dollar theatrical distribution deals. You know, but there was glory."
    },
    {
      "index": 41,
      "start_time": 172290.0,
      "end_time": 176240.0,
      "text": "Unfortunately, we only have a small portion of these plays today -- many were lost over"
    },
    {
      "index": 42,
      "start_time": 176240.0,
      "end_time": 179960.0,
      "text": "the millennia, including some that were destroyed at the burning of the Library of Alexandria."
    },
    {
      "index": 43,
      "start_time": 179960.0,
      "end_time": 184320.0,
      "text": "In Sophocles&#39; day, the cast was made of three male actors, some of whom took on multiple"
    },
    {
      "index": 44,
      "start_time": 184320.0,
      "end_time": 188980.0,
      "text": "roles, and also a chorus. Playwrights were typically the director, the composer, the"
    },
    {
      "index": 45,
      "start_time": 188980.0,
      "end_time": 193970.0,
      "text": "set designer, and often also the lead actor, although apparently, Sophocles did not appear"
    },
    {
      "index": 46,
      "start_time": 193970.0,
      "end_time": 196290.0,
      "text": "in his plays because he was, I guess, a terrible actor."
    },
    {
      "index": 47,
      "start_time": 196290.0,
      "end_time": 201200.0,
      "text": "But the choruses were drawn from the Athenian citizenry, and generally served as like, stand"
    },
    {
      "index": 48,
      "start_time": 201200.0,
      "end_time": 205910.0,
      "text": "ins for the audience, asserting conventional wisdom and asking the questions that a typical"
    },
    {
      "index": 49,
      "start_time": 205910.0,
      "end_time": 210300.0,
      "text": "audience member might. The actors wore masks that were made of linen and hairs, as well"
    },
    {
      "index": 50,
      "start_time": 210300.0,
      "end_time": 215480.0,
      "text": "as enormous robes and platform sandals so you could still see them, even if you were in the cheap seats."
    },
    {
      "index": 51,
      "start_time": 215480.0,
      "end_time": 221900.0,
      "text": "So Sophocles lived throughout nearly all of the fifth century B.C.E, and he wrote 123 plays."
    },
    {
      "index": 52,
      "start_time": 221900.0,
      "end_time": 225800.0,
      "text": "We have seven. Who knows what kind of crazy stuff people got up to in the other ones."
    },
    {
      "index": 53,
      "start_time": 225800.0,
      "end_time": 231130.0,
      "text": "The first person to offer literary criticism of Greek drama was my old nemesis, Aristotle,"
    },
    {
      "index": 54,
      "start_time": 231130.0,
      "end_time": 235790.0,
      "text": "whom you&#39;ll remember was wrong about everything. This was a guy who believed that people were"
    },
    {
      "index": 55,
      "start_time": 235790.0,
      "end_time": 241520.0,
      "text": "naturally born to slavery. Except, he was actually kind of right about a lot of theatre"
    },
    {
      "index": 56,
      "start_time": 241520.0,
      "end_time": 246080.0,
      "text": "stuff. It pains me to say this, because I do genuinely despise him, but Aristotle had"
    },
    {
      "index": 57,
      "start_time": 246080.0,
      "end_time": 251290.0,
      "text": "a lot of interesting ideas about story. For instance, he noticed that in a lot of stories,"
    },
    {
      "index": 58,
      "start_time": 251290.0,
      "end_time": 255200.0,
      "text": "the main character has a recognition and a reversal. He&#39;s also responsible for a lot"
    },
    {
      "index": 59,
      "start_time": 255200.0,
      "end_time": 260599.0,
      "text": "of classical ideas about tragedy and comedy, and Oedipus fits his definition of tragedy"
    },
    {
      "index": 60,
      "start_time": 260599.0,
      "end_time": 263479.0,
      "text": "very well -- probably because it was his favorite play."
    },
    {
      "index": 61,
      "start_time": 263479.0,
      "end_time": 268680.0,
      "text": "Aristotle defines tragedy as, quote, &quot;An imitation of an action that is serious, complete, and"
    },
    {
      "index": 62,
      "start_time": 268680.0,
      "end_time": 274490.0,
      "text": "of a certain magnitude.&quot; Tragedy is also meant to evoke both pity and fear. I mean, when"
    },
    {
      "index": 63,
      "start_time": 274490.0,
      "end_time": 280450.0,
      "text": "Oedipus returns at the play&#39;s end wearing a new mask that shows his gouged out eyes,"
    },
    {
      "index": 64,
      "start_time": 280450.0,
      "end_time": 283770.0,
      "text": "you feel bad for him; you also feel afraid."
    },
    {
      "index": 65,
      "start_time": 283770.0,
      "end_time": 288210.0,
      "text": "But here&#39;s the tricky part. Aristotle wrote that tragedy should afflict a mostly good"
    },
    {
      "index": 66,
      "start_time": 288210.0,
      "end_time": 292219.0,
      "text": "character who makes a big mistake. I mean, it can&#39;t be about a bad character, because"
    },
    {
      "index": 67,
      "start_time": 292219.0,
      "end_time": 296050.0,
      "text": "then you don&#39;t feel any pity. And it can&#39;t be about a perfect character who does everything"
    },
    {
      "index": 68,
      "start_time": 296050.0,
      "end_time": 301480.0,
      "text": "right and still suffers a tragic end, because: one, that wouldn&#39;t be very satisfying; and two, it would"
    },
    {
      "index": 69,
      "start_time": 301480.0,
      "end_time": 307240.0,
      "text": "imply that the universe doesn&#39;t reward goodness and punish evil, which is kind of a terrifying thought."
    },
    {
      "index": 70,
      "start_time": 307240.0,
      "end_time": 312200.0,
      "text": "So instead, it has to be about a good guy afflicted with a hamartia, or a ha-marsha,"
    },
    {
      "index": 71,
      "start_time": 312200.0,
      "end_time": 315620.0,
      "text": "depending on how pretentious you are. This word is sometimes mistranslated, including"
    },
    {
      "index": 72,
      "start_time": 315620.0,
      "end_time": 319189.0,
      "text": "by the protagonist of my novel, The Fault in Our Stars -- available in book stores everywhere"
    },
    {
      "index": 73,
      "start_time": 319189.0,
      "end_time": 324330.0,
      "text": "-- as a tragic flaw. But actually, it&#39;s a term from archery that means you aim for the"
    },
    {
      "index": 74,
      "start_time": 324330.0,
      "end_time": 327930.0,
      "text": "bulls eye, but you miss. Now, I would argue that in the twenty-five hundred years since"
    },
    {
      "index": 75,
      "start_time": 327930.0,
      "end_time": 333289.0,
      "text": "Oedipus, there have been some very good tragedies that evoke fear and pity without the argument"
    },
    {
      "index": 76,
      "start_time": 333289.0,
      "end_time": 337520.0,
      "text": "that the universe is interested in the lives of individuals, but you know, this is the classical definition."
    },
    {
      "index": 77,
      "start_time": 337520.0,
      "end_time": 342030.0,
      "text": "So could Oedipus really... Uh oh, my desk disappeared. That means it&#39;s time for the"
    },
    {
      "index": 78,
      "start_time": 342030.0,
      "end_time": 343930.0,
      "text": "open letter. Hey there, Chewbacca."
    },
    {
      "index": 79,
      "start_time": 343930.0,
      "end_time": 349590.0,
      "text": "An open letter to the tragic hero, a type of character, of course, exemplified by Chewbacca."
    },
    {
      "index": 80,
      "start_time": 349590.0,
      "end_time": 354210.0,
      "text": "He was a wookie. He was strong. He was loyal. He was a great man, or at least, a great wookie."
    },
    {
      "index": 81,
      "start_time": 354210.0,
      "end_time": 360540.0,
      "text": "But it was his loyalty, a desirable trait, that also, ultimately, made him kind of a complicated hero."
    },
    {
      "index": 82,
      "start_time": 360540.0,
      "end_time": 365419.0,
      "text": "I mean, Chewbacca made a blood oath to Han Solo, so if you mess with Han Solo, Chewbacca&#39;s"
    },
    {
      "index": 83,
      "start_time": 365419.0,
      "end_time": 368080.0,
      "text": "gonna rip your arms off. And for those of you who know the Star Wars universe outside"
    },
    {
      "index": 84,
      "start_time": 368080.0,
      "end_time": 373779.0,
      "text": "the movies, you already know that eventually, that does prove tragic. Chewbacca, you&#39;re"
    },
    {
      "index": 85,
      "start_time": 373779.0,
      "end_time": 380900.0,
      "text": "a hero, but it&#39;s your heroism that also was ultimately your undoing. Best wishes, John Green."
    },
    {
      "index": 86,
      "start_time": 380900.0,
      "end_time": 386159.0,
      "text": "So, is Oedipus a good character, and does he make a great mistake? Well, let&#39;s go to the Thought Bubble."
    },
    {
      "index": 87,
      "start_time": 386159.0,
      "end_time": 390289.0,
      "text": "So, at the beginning of the play, Oedipus definitely seems like an A++ king, I mean,"
    },
    {
      "index": 88,
      "start_time": 390289.0,
      "end_time": 395379.0,
      "text": "the priest calls him &quot;the first of men in all the chances of this life.&quot; When the priest"
    },
    {
      "index": 89,
      "start_time": 395379.0,
      "end_time": 399259.0,
      "text": "comes to tell him about the suffering in the city, Oedipus says he knows about it already:"
    },
    {
      "index": 90,
      "start_time": 399259.0,
      "end_time": 401980.0,
      "text": "&quot;I have known the story before you told it.&quot;"
    },
    {
      "index": 91,
      "start_time": 401980.0,
      "end_time": 405849.0,
      "text": "Oedipus is already worried about what&#39;s happening to his people -- in fact, he&#39;s dispatched"
    },
    {
      "index": 92,
      "start_time": 405849.0,
      "end_time": 410640.0,
      "text": "his brother-in-law, Creon, to visit an oracle and find out the source of the pestilence."
    },
    {
      "index": 93,
      "start_time": 410640.0,
      "end_time": 414669.0,
      "text": "And let&#39;s not forget that Oedipus has already saved the city once by answering the riddle"
    },
    {
      "index": 94,
      "start_time": 414669.0,
      "end_time": 418449.0,
      "text": "of the Sphinx; the Sphinx had the body of a woman, the wings of an eagle, and a really"
    },
    {
      "index": 95,
      "start_time": 418449.0,
      "end_time": 422600.0,
      "text": "bad temper. She had the habit of killing everyone who answered her riddle incorrectly. So, I mean, you know,"
    },
    {
      "index": 96,
      "start_time": 422600.0,
      "end_time": 427889.0,
      "text": "it takes a measure of courage to try to answer the riddle. He&#39;s a good guy; he&#39;s a great king, right? Meh."
    },
    {
      "index": 97,
      "start_time": 427889.0,
      "end_time": 432460.0,
      "text": "I mean, when Creon gives answers that Oedipus doesn&#39;t like, Oedipus accuses him of plotting"
    },
    {
      "index": 98,
      "start_time": 432460.0,
      "end_time": 437159.0,
      "text": "against him. He also has some harsh words for the blind seer, Tiresias, when Tiresias"
    },
    {
      "index": 99,
      "start_time": 437159.0,
      "end_time": 440849.0,
      "text": "correctly names Oedipus as the source of the contagion. When the shepherd is brought to"
    },
    {
      "index": 100,
      "start_time": 440849.0,
      "end_time": 445300.0,
      "text": "Oedipus and resists revealing the truth of Oedipus&#39; birth, because he knows it will upset"
    },
    {
      "index": 101,
      "start_time": 445300.0,
      "end_time": 447669.0,
      "text": "the king, Oedipus threatens the man with torture."
    },
    {
      "index": 102,
      "start_time": 447669.0,
      "end_time": 452189.0,
      "text": "Then there&#39;s the ambiguity of missing the mark. I mean, what was Oedipus&#39; error in this"
    },
    {
      "index": 103,
      "start_time": 452189.0,
      "end_time": 456169.0,
      "text": "play? Was it killing Laius at the crossroads? I mean, that&#39;s maybe a little bit aggressive,"
    },
    {
      "index": 104,
      "start_time": 456169.0,
      "end_time": 460419.0,
      "text": "but Sophocles makes it pretty clear that Laius had some chariot-era road rage, and Oedipus"
    },
    {
      "index": 105,
      "start_time": 460419.0,
      "end_time": 464689.0,
      "text": "was acting in self-defense. Was it sleeping with Jocasta? Well, that&#39;s pretty icky, but"
    },
    {
      "index": 106,
      "start_time": 464689.0,
      "end_time": 469439.0,
      "text": "again, not really a choice. She was presented to him along with the kingdom when he defeated"
    },
    {
      "index": 107,
      "start_time": 469439.0,
      "end_time": 473819.0,
      "text": "the Sphinx, and as we&#39;ve said, he treats other characters pretty shabbily, but those are"
    },
    {
      "index": 108,
      "start_time": 473819.0,
      "end_time": 478699.0,
      "text": "small mistakes, rather than great ones. Maybe his mistake is believing he can outrun or"
    },
    {
      "index": 109,
      "start_time": 478699.0,
      "end_time": 483089.0,
      "text": "escape his own fate, but if you were told you were gonna murder your father and marry"
    },
    {
      "index": 110,
      "start_time": 483089.0,
      "end_time": 485320.0,
      "text": "your mother, wouldn&#39;t you try to escape it?"
    },
    {
      "index": 111,
      "start_time": 485320.0,
      "end_time": 488969.0,
      "text": "Now, maybe you&#39;re thinking, &quot;Well if I heard a prophecy that I was going to be a father-killer"
    },
    {
      "index": 112,
      "start_time": 488969.0,
      "end_time": 494719.0,
      "text": "and a mother-- I would, you know, avoid fights with older men and sex with older women.&quot;"
    },
    {
      "index": 113,
      "start_time": 494719.0,
      "end_time": 499430.0,
      "text": "And fair enough, but remember, Laius and Jocasta had attempted to kill Oedipus -- they received"
    },
    {
      "index": 114,
      "start_time": 499430.0,
      "end_time": 504229.0,
      "text": "a prophecy about this, too, so Oedipus was brought up by the king and queen of Corinth,"
    },
    {
      "index": 115,
      "start_time": 504229.0,
      "end_time": 508309.0,
      "text": "who he assumed were his parents. How is it a mistake to stay very far away from your"
    },
    {
      "index": 116,
      "start_time": 508309.0,
      "end_time": 513140.0,
      "text": "parents and in the process, save the city of Thebes? And if you can&#39;t outrun your fate,"
    },
    {
      "index": 117,
      "start_time": 513140.0,
      "end_time": 516150.0,
      "text": "how is your fate a result of your flaws?"
    },
    {
      "index": 118,
      "start_time": 516150.0,
      "end_time": 520070.0,
      "text": "So the play depends a lot on ironies. The guy who seem the smartest is actually the"
    },
    {
      "index": 119,
      "start_time": 520070.00000000006,
      "end_time": 525030.0,
      "text": "most ignorant; the man who saved Thebes is actually the one destroying it; enlightenment"
    },
    {
      "index": 120,
      "start_time": 525030.0,
      "end_time": 529190.0,
      "text": "leads to literal blindness... But that, combined with the aforementioned ambiguity, is a lot"
    },
    {
      "index": 121,
      "start_time": 529190.0,
      "end_time": 534880.0,
      "text": "of what&#39;s made the play so enjoyable to so many generations of people. We, in the audience,"
    },
    {
      "index": 122,
      "start_time": 534880.0,
      "end_time": 540240.0,
      "text": "are aware of all these ironies in a way that no one on stage is -- at least until the very end."
    },
    {
      "index": 123,
      "start_time": 540240.0,
      "end_time": 544590.0,
      "text": "Remember how Oedipus says, &quot;I have known the story before you told it&quot;? Well, just about"
    },
    {
      "index": 124,
      "start_time": 544590.0,
      "end_time": 548160.0,
      "text": "everyone in the audience also knows the story before it&#39;s told."
    },
    {
      "index": 125,
      "start_time": 548160.0,
      "end_time": 553000.0,
      "text": "I mean, you probably knew the outlines of this story before you actually read the play, right?"
    },
    {
      "index": 126,
      "start_time": 553000.0,
      "end_time": 556590.0,
      "text": "The gap between what we know in the audience and what the characters know on stage"
    },
    {
      "index": 127,
      "start_time": 556590.0,
      "end_time": 561030.0,
      "text": "makes us uncomfortable and scared for them, and it ratchets up the tension."
    },
    {
      "index": 128,
      "start_time": 561030.0,
      "end_time": 565380.0,
      "text": "Oedipus is a detective story where it turns out, the detective is the murderer, and the"
    },
    {
      "index": 129,
      "start_time": 565380.0,
      "end_time": 569530.0,
      "text": "detective doesn&#39;t know it, but the reader does, so with each new scene, with each new"
    },
    {
      "index": 130,
      "start_time": 569530.0,
      "end_time": 574340.0,
      "text": "clue, the net draws more and more tightly around Oedipus. Every time a messenger comes"
    },
    {
      "index": 131,
      "start_time": 574340.0,
      "end_time": 579000.0,
      "text": "with supposedly good news: &quot;Hey, the King of Corinth is dead,&quot; &quot;Hey, the King of Corinth"
    },
    {
      "index": 132,
      "start_time": 579000.0,
      "end_time": 583100.0,
      "text": "wasn&#39;t your father,&quot; Oedipus is lead closer to the truth of his own guilt."
    },
    {
      "index": 133,
      "start_time": 583100.0,
      "end_time": 587510.0,
      "text": "And at several points, Jocasta tries to persuade Oedipus not to inquire further, but Oedipus"
    },
    {
      "index": 134,
      "start_time": 587510.0,
      "end_time": 592530.0,
      "text": "can&#39;t help himself. He wants to know the whole story. For me, at least, that&#39;s what&#39;s admirable"
    },
    {
      "index": 135,
      "start_time": 592530.0,
      "end_time": 594810.0,
      "text": "about him, and also what&#39;s pitiable."
    },
    {
      "index": 136,
      "start_time": 594810.0,
      "end_time": 599930.0,
      "text": "The play asks whether knowing is a good thing. I mean, Tiresias says: &quot;Alas, how terrible"
    },
    {
      "index": 137,
      "start_time": 599930.0,
      "end_time": 605440.0,
      "text": "is wisdom when it brings no profit to the man that&#39;s wise.&quot; And Oedipus, at least, personally,"
    },
    {
      "index": 138,
      "start_time": 605440.0,
      "end_time": 608660.0,
      "text": "probably would have been happier living in ignorance, although, then, the plague would"
    },
    {
      "index": 139,
      "start_time": 608660.0,
      "end_time": 610410.0,
      "text": "have continued to devastate Thebes."
    },
    {
      "index": 140,
      "start_time": 610410.0,
      "end_time": 614740.0,
      "text": "So I think the play ultimately suggests that even though ignorance can be bliss, Oedipus&#39;"
    },
    {
      "index": 141,
      "start_time": 614740.0,
      "end_time": 620740.0,
      "text": "search for truth is right and just and brave and uncompromising, and that&#39;s what makes"
    },
    {
      "index": 142,
      "start_time": 620740.0,
      "end_time": 626530.0,
      "text": "him great. It&#39;s also what ruins his life, as the critic E.R. Dodds says, &quot;What causes"
    },
    {
      "index": 143,
      "start_time": 626530.0,
      "end_time": 632270.0,
      "text": "his ruin is his strength and courage, his loyalty to Thebes and his loyalty to the truth.&quot;"
    },
    {
      "index": 144,
      "start_time": 632270.0,
      "end_time": 637690.0,
      "text": "And so, finally, thankfully, I do find myself disagreeing with Aristotle, because I don&#39;t"
    },
    {
      "index": 145,
      "start_time": 637690.0,
      "end_time": 642610.0,
      "text": "think that Oedipus was a great man ruined by a great error. I think the story is more"
    },
    {
      "index": 146,
      "start_time": 642610.0,
      "end_time": 647820.0,
      "text": "complicated than that. So, could Oedipus ever really have escaped his fate? Probably not."
    },
    {
      "index": 147,
      "start_time": 647820.0,
      "end_time": 654500.0,
      "text": "I mean, there are occasional examples in Greek myth of gods softening of fate or finding a loophole, but those are rare."
    },
    {
      "index": 148,
      "start_time": 654500.0,
      "end_time": 657950.0,
      "text": "So when you read Oedipus, you realize there are actually two stories: one is about what&#39;s"
    },
    {
      "index": 149,
      "start_time": 657950.0,
      "end_time": 662730.0,
      "text": "already happened, and one is about what&#39;s happening now. It&#39;s the second one that interests"
    },
    {
      "index": 150,
      "start_time": 662730.0,
      "end_time": 668020.0,
      "text": "Sophocles, like, killing the father and marrying the mother -- that stuff happens in the past,"
    },
    {
      "index": 151,
      "start_time": 668020.0,
      "end_time": 672760.0,
      "text": "offstage. Sophocles concentrates on the choices that Oedipus freely makes to find the source"
    },
    {
      "index": 152,
      "start_time": 672760.0,
      "end_time": 677220.0,
      "text": "of the plague, even when it means implicating himself to gouge out his eyes so that he won&#39;t"
    },
    {
      "index": 153,
      "start_time": 677220.0,
      "end_time": 679360.0,
      "text": "have to look at his parents in the underworld."
    },
    {
      "index": 154,
      "start_time": 679360.0,
      "end_time": 683580.0,
      "text": "So Oedipus can&#39;t escape his fate, but he does have a measure of free will, he does make"
    },
    {
      "index": 155,
      "start_time": 683580.0,
      "end_time": 688330.0,
      "text": "some choices. What&#39;s interesting to Sophocles isn&#39;t so much the fulfillment of the prophecy"
    },
    {
      "index": 156,
      "start_time": 688330.0,
      "end_time": 691790.0,
      "text": "as HOW it is fulfilled, and how that affects the present."
    },
    {
      "index": 157,
      "start_time": 691790.0,
      "end_time": 696380.0,
      "text": "As the critic A.W. Gomme put it, &quot;The gods know what the final score of the football"
    },
    {
      "index": 158,
      "start_time": 696380.0,
      "end_time": 700790.0,
      "text": "game will be, but we still have to play it.&quot; Ultimately, the victory, Gomme says, &quot;will"
    },
    {
      "index": 159,
      "start_time": 700790.0,
      "end_time": 704980.0,
      "text": "depend on the skill, the determination, the fitness of the players, and a little on luck.&quot;"
    },
    {
      "index": 160,
      "start_time": 704980.0,
      "end_time": 708910.0,
      "text": "Instead of using the play to stage some sort of fate versus free will debate, Sophocles"
    },
    {
      "index": 161,
      "start_time": 708910.0,
      "end_time": 714020.0,
      "text": "is interested in asking questions of both fate AND free will. I mean, when we see Oedipus,"
    },
    {
      "index": 162,
      "start_time": 714020.0,
      "end_time": 718570.0,
      "text": "we should ask ourselves, &quot;How much control do we have over our lives? How much do we"
    },
    {
      "index": 163,
      "start_time": 718570.0,
      "end_time": 723560.0,
      "text": "owe to genetics, to privilege, to upbringing, to accident, to the choices that we do or"
    },
    {
      "index": 164,
      "start_time": 723560.0,
      "end_time": 726250.0,
      "text": "don&#39;t make?&quot; And those are relevant questions today."
    },
    {
      "index": 165,
      "start_time": 726250.0,
      "end_time": 729020.0,
      "text": "Now, of course, not everyone thought that was the most interesting part of the play."
    },
    {
      "index": 166,
      "start_time": 729020.0,
      "end_time": 733240.0,
      "text": "Like, Sigmund Freud decided that the reason the play was so successful is because everyone"
    },
    {
      "index": 167,
      "start_time": 733240.0,
      "end_time": 737600.0,
      "text": "suffers from a so-called &quot;Oedipus Complex.&quot; Freud described this in the Interpretation"
    },
    {
      "index": 168,
      "start_time": 737600.0,
      "end_time": 743850.0,
      "text": "of Dreams as &quot;the fate to direct our first sexual impulse and our first hatred and our"
    },
    {
      "index": 169,
      "start_time": 743850.0,
      "end_time": 749130.0,
      "text": "first murderous thought against our father.&quot; But, for the record, Oedipus does not have"
    },
    {
      "index": 170,
      "start_time": 749130.0,
      "end_time": 754250.0,
      "text": "an Oedipus Complex. His tragedy is about a man who deliberately tries to avoid killing"
    },
    {
      "index": 171,
      "start_time": 754250.0,
      "end_time": 759200.0,
      "text": "his father and impregnating his mother, not about a man who secretly wants to."
    },
    {
      "index": 172,
      "start_time": 759200.0,
      "end_time": 763760.0,
      "text": "But ultimately, what makes Oedipus such a great play is that it stands up to many readings,"
    },
    {
      "index": 173,
      "start_time": 763760.0,
      "end_time": 768980.0,
      "text": "and can inform our lives in many ways. I mean, is he a great man? Does he make a great mistake?"
    },
    {
      "index": 174,
      "start_time": 768980.0,
      "end_time": 774400.0,
      "text": "Does he suffer his fate because of personal flaws or because of the nature of the universe?"
    },
    {
      "index": 175,
      "start_time": 774400.0,
      "end_time": 779140.0,
      "text": "Those are big, interesting questions, and it&#39;s nice to know that people have been asking"
    },
    {
      "index": 176,
      "start_time": 779140.0,
      "end_time": 782570.0,
      "text": "them for millennia. Thanks for watching, I&#39;ll see you next week."
    },
    {
      "index": 177,
      "start_time": 782570.0,
      "end_time": 786310.0,
      "text": "Crash Course is made with the help of all of these nice people, and it exists thanks"
    },
    {
      "index": 178,
      "start_time": 786310.0,
      "end_time": 790550.0,
      "text": "to the support of our subscribers over at Subbable. This particular episode of Crash"
    },
    {
      "index": 179,
      "start_time": 790550.0,
      "end_time": 794340.0,
      "text": "Course was brought to you by co-sponsors Jim Origio and Matt Elie, so we want to thank"
    },
    {
      "index": 180,
      "start_time": 794340.0,
      "end_time": 798280.0,
      "text": "them and all of our subscribers at Subbable. You can find great perks by clicking that"
    },
    {
      "index": 181,
      "start_time": 798280.0,
      "end_time": 800950.0,
      "text": "link right there. There&#39;s also a link in the video info below. Thank you for watching,"
    },
    {
      "index": 182,
      "start_time": 800950.0,
      "end_time": 810950.0,
      "text": "and as we say in my hometown, don&#39;t forget to be awesome."
    }
  ]
}