{
  "video_id": "cPn3UOt1lxw",
  "title": "How to be more disciplined (animated short story)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2000.0,
      "text": "Oh."
    },
    {
      "index": 2,
      "start_time": 7779.0,
      "end_time": 11369.0,
      "text": "Meet Lucas. He's a young man about to enter college."
    },
    {
      "index": 3,
      "start_time": 11530.0,
      "end_time": 15809.0,
      "text": "He's at a difficult life growing up with his only parent, his mother, and his younger sister."
    },
    {
      "index": 4,
      "start_time": 16059.000000000002,
      "end_time": 22919.0,
      "text": "Due to his difficulties in facing his adversities, he's lived a fairly unhealthy life and constantly indulges in partying, drinking, and smoking."
    },
    {
      "index": 5,
      "start_time": 23529.0,
      "end_time": 26219.0,
      "text": "One day, his mother got quite sick and was rushed to the emergency."
    },
    {
      "index": 6,
      "start_time": 26769.0,
      "end_time": 32218.0,
      "text": "The most important person in his life has rocked through all the difficult times was on the verge of death."
    },
    {
      "index": 7,
      "start_time": 32619.0,
      "end_time": 36929.0,
      "text": "She put up a good fight, but unfortunately passed and Lucas became the man of the house."
    },
    {
      "index": 8,
      "start_time": 37360.0,
      "end_time": 40409.0,
      "text": "Not only did he have to take care of himself, but a sister as well."
    },
    {
      "index": 9,
      "start_time": 40540.0,
      "end_time": 45149.0,
      "text": "It was summer break and so Lucas immediately took on a full-time job as janitor."
    },
    {
      "index": 10,
      "start_time": 45399.0,
      "end_time": 48300.0,
      "text": "He had to provide for himself and his younger sister."
    },
    {
      "index": 11,
      "start_time": 48300.0,
      "end_time": 51580.0,
      "text": "His only goal was to go to work each day and clean."
    },
    {
      "index": 12,
      "start_time": 51580.0,
      "end_time": 58079.0,
      "text": "Day in and day out he went. He took on every opportunity at extra shifts. His discipline and working was unwavering."
    },
    {
      "index": 13,
      "start_time": 58270.0,
      "end_time": 62069.0,
      "text": "He used the money to buy himself and his sister some food for dinner every night"
    },
    {
      "index": 14,
      "start_time": 62559.0,
      "end_time": 64859.0,
      "text": "He didn't want to tell his friends he was working as a janitor"
    },
    {
      "index": 15,
      "start_time": 64860.0,
      "end_time": 71389.0,
      "text": "So when they asked if you wanted to go out in the evenings and party he decided that he would tell them that he had to tutor his little sister and cook her dinner."
    },
    {
      "index": 16,
      "start_time": 71890.0,
      "end_time": 77099.0,
      "text": "Lucas fell into the flow of going to work every day and eventually got used to it. It wasn't the chore for him anymore."
    },
    {
      "index": 17,
      "start_time": 77290.0,
      "end_time": 80509.0,
      "text": "He decided to stop buying junk food for himself and his sister,"
    },
    {
      "index": 18,
      "start_time": 80560.0,
      "end_time": 85379.0,
      "text": "and decided he would cook them a healthy dinner after work each day and then prepare breakfast for the next day."
    },
    {
      "index": 19,
      "start_time": 85630.0,
      "end_time": 93269.0,
      "text": "He kept this routine up, working and then cooking, working and then cooking. Finally school time rolled around and Lucas had to attend classes."
    },
    {
      "index": 20,
      "start_time": 93579.0,
      "end_time": 101299.0,
      "text": "He was juggling a lot at once so now he rolled his hours back to part-time and had to make sure he attended class every single day, so he didn't fall behind."
    },
    {
      "index": 21,
      "start_time": 101619.0,
      "end_time": 107699.0,
      "text": "Regardless of how he felt, he always went. He went to class, came home and worked and then cooked dinner and breakfast"
    },
    {
      "index": 22,
      "start_time": 108070.0,
      "end_time": 113489.0,
      "text": "Lucas kept this up for the whole time in college. He was able to put himself through college and graduate with honors."
    },
    {
      "index": 23,
      "start_time": 113740.0,
      "end_time": 118110.0,
      "text": "He landed a good-paying job upon graduation and maintained his good habits."
    },
    {
      "index": 24,
      "start_time": 118750.0,
      "end_time": 121379.0,
      "text": "Eventually, he was able to put his younger sister to college as well."
    },
    {
      "index": 25,
      "start_time": 121840.0,
      "end_time": 124079.0,
      "text": "He got married and eventually so did his sister."
    },
    {
      "index": 26,
      "start_time": 124270.0,
      "end_time": 129430.0,
      "text": "They remain best friends throughout life and they reminisced on how happy their mother would have been of Lucas."
    },
    {
      "index": 27,
      "start_time": 129489.0,
      "end_time": 136639.0,
      "text": "How he turned his life around and went from lazy and out of control to in control of his destiny and the true king of his fate."
    },
    {
      "index": 28,
      "start_time": 136680.0,
      "end_time": 139860.0,
      "text": "He became disciplined, but how did he do it?"
    },
    {
      "index": 29,
      "start_time": 140590.0,
      "end_time": 144539.0,
      "text": "The first big thing for Lucas was a strong reason why."
    },
    {
      "index": 30,
      "start_time": 145000.0,
      "end_time": 150449.0,
      "text": "When his mother passed, he had a north star: to become the man of the house and take care of his younger sister."
    },
    {
      "index": 31,
      "start_time": 150629.0,
      "end_time": 152629.0,
      "text": "It was literally do or die."
    },
    {
      "index": 32,
      "start_time": 153220.0,
      "end_time": 159959.0,
      "text": "Studies showed that a strong motivating reason why allows people to tap into willpower reserves that they might otherwise not have been able to."
    },
    {
      "index": 33,
      "start_time": 160090.0,
      "end_time": 165030.0,
      "text": "This reminds me of those movies where you see the boxer down to his last bits of energy in the final round,"
    },
    {
      "index": 34,
      "start_time": 165030.0,
      "end_time": 168659.0,
      "text": "but then he has a flashback powerful memory of why he's doing this."
    },
    {
      "index": 35,
      "start_time": 169329.0,
      "end_time": 173729.0,
      "text": "Perhaps winning against all odds in memory of someone close to him who passed away."
    },
    {
      "index": 36,
      "start_time": 174670.0,
      "end_time": 181029.0,
      "text": "Studies also show that a strong motivating reason why may only act as a buffer or a temporary solution to increase willpower,"
    },
    {
      "index": 37,
      "start_time": 181059.0,
      "end_time": 184019.0,
      "text": "and that willpower still does have a finite limit."
    },
    {
      "index": 38,
      "start_time": 184019.0,
      "end_time": 188908.0,
      "text": "In our example, Lucas had a strong motivating reason for why he was trying to become more responsible,"
    },
    {
      "index": 39,
      "start_time": 188980.0,
      "end_time": 194310.0,
      "text": "but that doesn't mean that reason can motivate him to do an infinite amount of things for an infinite amount of time"
    },
    {
      "index": 40,
      "start_time": 194799.0,
      "end_time": 202648.0,
      "text": "So he tried to work at a part-time job, take care of his sister, try to get a perfect 4.0 GPA and learn to play the guitar all at once."
    },
    {
      "index": 41,
      "start_time": 202649.0,
      "end_time": 208659.0,
      "text": "It would be difficult, if not impossible, Regardless of how strong his motivating reason why was."
    },
    {
      "index": 42,
      "start_time": 208669.0,
      "end_time": 213498.0,
      "text": "But in our case Lucas started by focusing on one task only, which was work."
    },
    {
      "index": 43,
      "start_time": 213449.0,
      "end_time": 223039.0,
      "text": "He went to work every day. Once that became a habit he directed his willpower and self-discipline onto another singular activity, which was cooking, followed by school."
    },
    {
      "index": 44,
      "start_time": 223079.0,
      "end_time": 227229.0,
      "text": "And that's the key: to be wise with how we spend our self-discipline"
    },
    {
      "index": 45,
      "start_time": 226750.0,
      "end_time": 232749.0,
      "text": "and to use it on singular activities and turn them into habits before moving on to another activity."
    },
    {
      "index": 46,
      "start_time": 232769.0,
      "end_time": 237099.0,
      "text": "The first habit could have been a simple as drinking water every day or making his bed every morning."
    },
    {
      "index": 47,
      "start_time": 237489.0,
      "end_time": 245099.0,
      "text": "When an activity becomes a habit, it drains a lot less willpower. Lucas also faced a dilemma that many people trying to be disciplined encounter."
    },
    {
      "index": 48,
      "start_time": 245379.0,
      "end_time": 253138.0,
      "text": "Peer pressure. His friends represented a temptation into his old life. An easier life requiring a lot less responsibility."
    },
    {
      "index": 49,
      "start_time": 253599.0,
      "end_time": 256529.0,
      "text": "There were two reasons Lucas was able to overcome this dilemma."
    },
    {
      "index": 50,
      "start_time": 256630.0,
      "end_time": 260209.0,
      "text": "He had a strong reason why and he planned for temptation."
    },
    {
      "index": 51,
      "start_time": 260420.00000000003,
      "end_time": 264400.0,
      "text": "In fact he's the very specific technique known as the if-then technique."
    },
    {
      "index": 52,
      "start_time": 264400.0,
      "end_time": 268279.0,
      "text": "He had planned that if his friends asked him to go out and party,"
    },
    {
      "index": 53,
      "start_time": 268310.0,
      "end_time": 271060.0,
      "text": "then he would tell them that he had to tutor his sister and cook dinner."
    },
    {
      "index": 54,
      "start_time": 271400.0,
      "end_time": 277810.0,
      "text": "This is a pre-planned decision of self control and avoided him having to exercise willpower to resist the temptation."
    },
    {
      "index": 55,
      "start_time": 277880.0,
      "end_time": 281539.0,
      "text": "This is a great strategy to use when we anticipate that there will be times"
    },
    {
      "index": 56,
      "start_time": 282320.0,
      "end_time": 284799.0,
      "text": "when temptations will arise and our willpower might be low."
    },
    {
      "index": 57,
      "start_time": 284800.0,
      "end_time": 290420.0,
      "text": "It's an automatic and pre-planned response to temptation. Studies show that practicing self-discipline"
    },
    {
      "index": 58,
      "start_time": 290470.0,
      "end_time": 293839.0,
      "text": "increases self-discipline in subsequent acts. It's like a muscle."
    },
    {
      "index": 59,
      "start_time": 293789.0,
      "end_time": 300679.0,
      "text": "By finding his strong reason why, developing his discipline through singular activities and pre-planning for temptations,"
    },
    {
      "index": 60,
      "start_time": 303740.0,
      "end_time": 305740.0,
      "text": "Lucas was able to become more disciplined and overcome his adversities."
    }
  ]
}