{
  "video_id": "cQ1Q4XmItN0",
  "title": "How to Make Prepreg/Dry Carbon Fibre Parts (Carbon Fiber Airbox Pt. 3)",
  "json": [
    {
      "index": 1,
      "start_time": 9360.0,
      "end_time": 13080.0,
      "text": "Hi, welcome to the third and final part in this video tutorial series."
    },
    {
      "index": 2,
      "start_time": 13080.0,
      "end_time": 18240.0,
      "text": "In this video we&#39;ll be showing you how to make this professionally finished prepreg carbon fibre airbox,"
    },
    {
      "index": 3,
      "start_time": 18240.0,
      "end_time": 22740.0,
      "text": "using the complex three piece split mould that we made in the previous video."
    },
    {
      "index": 4,
      "start_time": 22740.0,
      "end_time": 27560.0,
      "text": "If you are new to prepreg check out our complete introduction to prepreg carbon fibre video."
    },
    {
      "index": 5,
      "start_time": 27560.0,
      "end_time": 32420.0,
      "text": "In that video you&#39;ll find lots of information on the handling, processing and curing of this material."
    },
    {
      "index": 6,
      "start_time": 32420.0,
      "end_time": 36600.0,
      "text": "For what we&#39;re doing today we can keep things really simple because almost everything that"
    },
    {
      "index": 7,
      "start_time": 36600.0,
      "end_time": 40710.0,
      "text": "we&#39;re using to produce this part comes in our prepreg carbon fibre kit starter kit."
    },
    {
      "index": 8,
      "start_time": 40710.0,
      "end_time": 43390.0,
      "text": "In the kit you&#39;ve got all of the consumables that you need."
    },
    {
      "index": 9,
      "start_time": 43390.0,
      "end_time": 48050.0,
      "text": "You have five metres of vacuum bagging film, unperforated release film and breather cloth."
    },
    {
      "index": 10,
      "start_time": 48050.0,
      "end_time": 55770.0,
      "text": "You also get high temperature silicone vacuum hose, through bag connector, two rolls of vacuum bagging gum tape"
    },
    {
      "index": 11,
      "start_time": 55770.0,
      "end_time": 59630.0,
      "text": "and optionally if you don&#39;t already have a pump, a composites vacuum pump."
    },
    {
      "index": 12,
      "start_time": 59630.0,
      "end_time": 62510.0,
      "text": "Then of course the prepreg itself."
    },
    {
      "index": 13,
      "start_time": 62510.0,
      "end_time": 70630.0,
      "text": "We have over 1.2 square metres of both the Easy-Preg surfacing layer and the Vari-Preg backing layer"
    },
    {
      "index": 14,
      "start_time": 70630.0,
      "end_time": 80880.0,
      "text": "This is dispatched straight from our freezers in sealed packets and stored on roll."
    },
    {
      "index": 15,
      "start_time": 80880.0,
      "end_time": 85380.0,
      "text": "One of the great things about working with prepreg is how accurately and efficiently you can cut the material."
    },
    {
      "index": 16,
      "start_time": 85380.0,
      "end_time": 92460.0,
      "text": "So the first thing we&#39;re going to do here is just lay masking tape on to these moulds to give us some accurate cutting templates."
    },
    {
      "index": 17,
      "start_time": 92460.0,
      "end_time": 97260.0,
      "text": "This one is a very simple part to template for because we&#39;re going to laminate this is one component."
    },
    {
      "index": 18,
      "start_time": 97260.0,
      "end_time": 103780.0,
      "text": "When it comes to the lower section we actually want to laminate these two while they are fastened together."
    },
    {
      "index": 19,
      "start_time": 103780.0,
      "end_time": 110600.0,
      "text": "So I&#39;m going to bolt these together now and then create the masking tape template inside there."
    },
    {
      "index": 20,
      "start_time": 110600.0,
      "end_time": 113900.0,
      "text": "When deciding where to put cuts in the material you should consider both the"
    },
    {
      "index": 21,
      "start_time": 113900.0,
      "end_time": 119060.0,
      "text": "cosmetic appearance of the join will be and also the ease of which the part can be laminated."
    },
    {
      "index": 22,
      "start_time": 119060.0,
      "end_time": 123220.0,
      "text": "In many cases this will mean locating the join in a corner on the mould."
    },
    {
      "index": 23,
      "start_time": 123220.0,
      "end_time": 128840.0,
      "text": "Corners visually hide the join and also make it easier to lay up without bridging. You can transfer these"
    },
    {
      "index": 24,
      "start_time": 128840.0,
      "end_time": 129040.0,
      "text": "templates that you&#39;ve made onto any material that you like. We&#39;re going to be using fluted"
    },
    {
      "index": 25,
      "start_time": 129039.99999999999,
      "end_time": 129239.99999999999,
      "text": "signboard as it&#39;s very to cut and fairly durable. With templates from compound shapes you will"
    },
    {
      "index": 26,
      "start_time": 129240.00000000001,
      "end_time": 129440.00000000001,
      "text": "find that they often will not easily lay flat. In these cases you should flatten them and"
    },
    {
      "index": 27,
      "start_time": 129440.0,
      "end_time": 129640.0,
      "text": "interpret the true shape as best as you can. With the rough templates down we&#39;ve got to"
    },
    {
      "index": 28,
      "start_time": 129639.99999999999,
      "end_time": 129839.99999999999,
      "text": "consider before we cut these out whether any of them need extending or how they&#39;re going"
    },
    {
      "index": 29,
      "start_time": 129840.0,
      "end_time": 130040.0,
      "text": "to sit into the mould. This will be our first component into the mould. So we want this"
    },
    {
      "index": 30,
      "start_time": 130039.99999999999,
      "end_time": 130239.99999999999,
      "text": "piece"
    },
    {
      "index": 31,
      "start_time": 130240.00000000001,
      "end_time": 130440.00000000001,
      "text": "of material to be precisely cut to this line so this won&#39;t get changed. It will be cut"
    },
    {
      "index": 32,
      "start_time": 130440.0,
      "end_time": 130640.0,
      "text": "out at that size. However where the join is it&#39;s much better to have overlap of material"
    },
    {
      "index": 33,
      "start_time": 130639.99999999999,
      "end_time": 130839.99999999999,
      "text": "rather than a butt join. So we will extend the side panels here out by around a bout"
    },
    {
      "index": 34,
      "start_time": 130840.0,
      "end_time": 131040.0,
      "text": "10mm to give us that overlap. When we&#39;re looking at the top section we will be cutting this"
    },
    {
      "index": 35,
      "start_time": 131039.99999999999,
      "end_time": 131240.0,
      "text": "one slightly oversize. Just to give us an extra bit of tolerance and margin for error"
    },
    {
      "index": 36,
      "start_time": 131240.0,
      "end_time": 131440.0,
      "text": "when we&#39;re laying it up. Before precisely cutting it down to the seam on the mould."
    },
    {
      "index": 37,
      "start_time": 131440.0,
      "end_time": 131640.0,
      "text": "So these are the basic templates now and you can see roughly how they&#39;ll fit into the mould"
    },
    {
      "index": 38,
      "start_time": 131640.0,
      "end_time": 131840.0,
      "text": "itself. Now the other thing that we want to consider is where ever these parts of are"
    },
    {
      "index": 39,
      "start_time": 131840.0,
      "end_time": 132040.0,
      "text": "joining. so where that part meets that part. We&#39;d like the weave to align. There&#39;s a simple"
    },
    {
      "index": 40,
      "start_time": 132040.0,
      "end_time": 132240.0,
      "text": "trick to doing that and that is to mark up the orientation of the weave on the respective"
    },
    {
      "index": 41,
      "start_time": 132240.0,
      "end_time": 132440.0,
      "text": "components. So again with the top section there to be in that position. We can do the"
    },
    {
      "index": 42,
      "start_time": 132440.0,
      "end_time": 132640.0,
      "text": "same thing and ensure that the weave along that join will line up. Before we go on to"
    },
    {
      "index": 43,
      "start_time": 132640.0,
      "end_time": 132840.0,
      "text": "cutting out the prepreg material itself we&#39;re going to take the opportunity to apply release"
    },
    {
      "index": 44,
      "start_time": 132840.0,
      "end_time": 133040.0,
      "text": "agent to the mould. Now as you may have already gathered we&#39;ve produced a part from this so"
    },
    {
      "index": 45,
      "start_time": 133040.0,
      "end_time": 133240.0,
      "text": "its already had several applications of release agent. But it is always a good idea between"
    },
    {
      "index": 46,
      "start_time": 133240.0,
      "end_time": 133440.0,
      "text": "every release to apply one more application. Normal release agent, conventional release"
    },
    {
      "index": 47,
      "start_time": 133440.0,
      "end_time": 133640.0,
      "text": "agent such as wax and PVA don&#39;t work for prepregs due to the high temperatures that are involve."
    },
    {
      "index": 48,
      "start_time": 133640.0,
      "end_time": 133840.0,
      "text": "So you really have to use chemical release agent such as Easy-Lease. Now when this part"
    },
    {
      "index": 49,
      "start_time": 133840.0,
      "end_time": 134040.0,
      "text": "is actually vacuum bagged some of the resin will get driven between the parting lines."
    },
    {
      "index": 50,
      "start_time": 134040.0,
      "end_time": 134240.0,
      "text": "So it&#39;s equally important to get release agent on to the flanges of the mould as it is the"
    },
    {
      "index": 51,
      "start_time": 134240.0,
      "end_time": 134440.0,
      "text": "surface of the moulding. So we&#39;ll be applying release agent right over the surface over"
    },
    {
      "index": 52,
      "start_time": 134440.0,
      "end_time": 134640.0,
      "text": "here and also these areas here and here. If you&#39;ve been storing your prepreg in a freezer"
    },
    {
      "index": 53,
      "start_time": 134640.0,
      "end_time": 134840.0,
      "text": "make sure it&#39;s fully defrosted before you unpackaged it. We need a piece of the surfacing"
    },
    {
      "index": 54,
      "start_time": 134840.0,
      "end_time": 135040.0,
      "text": "and a piece of the backing ply of the prepreg. The special Easy-Preg surfacing ply you can"
    },
    {
      "index": 55,
      "start_time": 135040.0,
      "end_time": 135240.0,
      "text": "identify because it&#39;s dry on one side. This prepreg really is the secret behind getting"
    },
    {
      "index": 56,
      "start_time": 135240.0,
      "end_time": 135440.0,
      "text": "a pinhole free surface finish. The backing ply is much heavier material made from 450g"
    },
    {
      "index": 57,
      "start_time": 135440.0,
      "end_time": 135640.0,
      "text": "cloth and that can be identified by the fact that it&#39;s got plastic covering on both sides."
    },
    {
      "index": 58,
      "start_time": 135640.0,
      "end_time": 135840.0,
      "text": "You&#39;re looking to get these templates nested as tightly as you can thus avoiding waste"
    },
    {
      "index": 59,
      "start_time": 135840.0,
      "end_time": 136040.0,
      "text": "material. Cutting the prepreg is very straightforward as long as you&#39;ve got a substantial pair"
    },
    {
      "index": 60,
      "start_time": 136040.0,
      "end_time": 136240.0,
      "text": "of shears. The surfacing layer being much thinner than the backing can be cut quite"
    },
    {
      "index": 61,
      "start_time": 136240.0,
      "end_time": 136440.0,
      "text": "easily using a pair of shears or a knife. Now we can see here how we&#39;re looking to get"
    },
    {
      "index": 62,
      "start_time": 136440.0,
      "end_time": 136640.0,
      "text": "the weave alignment. This is the first layer into the mould so this is the piece of material"
    },
    {
      "index": 63,
      "start_time": 136640.0,
      "end_time": 136840.0,
      "text": "that you see. So we&#39;re looking to ensure that our weave alignment is absolutely perfect"
    },
    {
      "index": 64,
      "start_time": 136840.0,
      "end_time": 137040.0,
      "text": "on these parts. With the twill fabric you get quite a distinct line running in the diagonal"
    },
    {
      "index": 65,
      "start_time": 137040.0,
      "end_time": 137240.0,
      "text": "across at forty five degrees to the weave. These lines here we&#39;re looking to align those"
    },
    {
      "index": 66,
      "start_time": 137240.0,
      "end_time": 137440.0,
      "text": "with the lines that we can see on the surface of the material. So we&#39;ll be taking the templates"
    },
    {
      "index": 67,
      "start_time": 137440.0,
      "end_time": 137640.0,
      "text": "and making sure at every stage that line carries through from the lines that we have marked."
    },
    {
      "index": 68,
      "start_time": 137640.0,
      "end_time": 137840.0,
      "text": "The excess material that we have got here, if it&#39;s not going to be used immediately that"
    },
    {
      "index": 69,
      "start_time": 137840.0,
      "end_time": 138040.0,
      "text": "can be rolled back up put into a sealed bag and re-frozen. With out kit of prepreg ready"
    },
    {
      "index": 70,
      "start_time": 138040.0,
      "end_time": 138240.0,
      "text": "and our moulds prepared we are now ready to start the lay up. First loosely place the"
    },
    {
      "index": 71,
      "start_time": 138240.0,
      "end_time": 138440.0,
      "text": "material into the mould ensuring that it is accurately in position before firmly pressing"
    },
    {
      "index": 72,
      "start_time": 138440.0,
      "end_time": 138640.0,
      "text": "it against the surface. It is goods practise to work the material from the centre outwards."
    },
    {
      "index": 73,
      "start_time": 138640.0,
      "end_time": 138840.0,
      "text": "This ensures that the material is in intimate contact with the entire mould surface. Any"
    },
    {
      "index": 74,
      "start_time": 138840.0,
      "end_time": 139040.0,
      "text": "air pocket or bridging of the fabric in corners must be driven out. In a cooler working environment"
    },
    {
      "index": 75,
      "start_time": 139040.0,
      "end_time": 139240.0,
      "text": "for intricate shapes it&#39;s sometimes advantageous to slightly warm the prepreg using a hair"
    },
    {
      "index": 76,
      "start_time": 139240.0,
      "end_time": 139440.0,
      "text": "dryer or a heat gun to make it tackier and more pliable. In the case of this part however"
    },
    {
      "index": 77,
      "start_time": 139440.0,
      "end_time": 139640.0,
      "text": "it won&#39;t be needed. The backing ply is laminated in much the same way as the surface but extra"
    },
    {
      "index": 78,
      "start_time": 139640.0,
      "end_time": 139840.0,
      "text": "care must be taken when placing it into the mould as repositioning can often disturb and"
    },
    {
      "index": 79,
      "start_time": 139840.0,
      "end_time": 140040.0,
      "text": "lift the surface ply beneath. You will also find that this heavyweight material is less"
    },
    {
      "index": 80,
      "start_time": 140040.0,
      "end_time": 140240.0,
      "text": "pliable and can take a little more force to manipulate. Prepreg laminating tools are often"
    },
    {
      "index": 81,
      "start_time": 140240.0,
      "end_time": 140440.0,
      "text": "used to aid the laminating process. These normally consist of a range of blunt instruments,"
    },
    {
      "index": 82,
      "start_time": 140440.0,
      "end_time": 140640.0,
      "text": "often hand shaped by the laminator from plastic or even carbon fibre. These are then used"
    },
    {
      "index": 83,
      "start_time": 140640.0,
      "end_time": 140840.0,
      "text": "to push, manipulate and burnish the material firmly against the mould surface. If ever"
    },
    {
      "index": 84,
      "start_time": 140840.0,
      "end_time": 141040.0,
      "text": "there is a fault in a final component. 9 times out of 10 it will be small pin holes in a"
    },
    {
      "index": 85,
      "start_time": 141040.0,
      "end_time": 141240.0,
      "text": "corner this is as a result of the material bridging. You must pay extra attention to"
    },
    {
      "index": 86,
      "start_time": 141240.0,
      "end_time": 141440.0,
      "text": "corners ensuring that there are no voids between the mould surface and the prepreg. With the"
    },
    {
      "index": 87,
      "start_time": 141440.0,
      "end_time": 141640.0,
      "text": "two plys properly laminated into the mould the excess is trimmed off with a sharp knife"
    },
    {
      "index": 88,
      "start_time": 141640.0,
      "end_time": 141840.0,
      "text": "blade. Ensure that the blade is kept flat and does not scratch and damage the mould"
    },
    {
      "index": 89,
      "start_time": 141840.0,
      "end_time": 142040.0,
      "text": "flange. You should make sure that the cut line is neat and level with the flange. This"
    },
    {
      "index": 90,
      "start_time": 142040.0,
      "end_time": 142240.0,
      "text": "will ensure a neat join in the part is provided. With the opposite section complete we will"
    },
    {
      "index": 91,
      "start_time": 142240.0,
      "end_time": 142440.0,
      "text": "now move on to the slightly more complex lay up of the lower mould tool. Starting with"
    },
    {
      "index": 92,
      "start_time": 142440.0,
      "end_time": 142640.0,
      "text": "the base piece of material this is laid precisely into the mould. The edges of this piece will"
    },
    {
      "index": 93,
      "start_time": 142640.0,
      "end_time": 142840.0,
      "text": "be the visible join on the part so accurate placement ensures a neat final finish. To"
    },
    {
      "index": 94,
      "start_time": 142840.0,
      "end_time": 143040.0,
      "text": "make handling easier the hole for the aperture is not cut until the piece is in place. The"
    },
    {
      "index": 95,
      "start_time": 143040.0,
      "end_time": 143240.0,
      "text": "hole is then simply cut with a knife. The sides pieces are then placed into the mould."
    },
    {
      "index": 96,
      "start_time": 143240.0,
      "end_time": 143440.0,
      "text": "If you remember these are cut slightly larger to allow for overlap onto the first piece."
    },
    {
      "index": 97,
      "start_time": 143440.0,
      "end_time": 143640.0,
      "text": "In the case of this part the overlap of around 10mm will provide a strong joint. When curing"
    },
    {
      "index": 98,
      "start_time": 143640.0,
      "end_time": 143840.0,
      "text": "the resin will flow around this joint making a seamless finish at the point of overlap."
    },
    {
      "index": 99,
      "start_time": 143840.0,
      "end_time": 144040.0,
      "text": "To make the lay up easier in the corners I&#39;m snipping small nicks into the material. I&#39;m"
    },
    {
      "index": 100,
      "start_time": 144040.0,
      "end_time": 144240.0,
      "text": "only doing this where the material is overlapping so that it won&#39;t excessively weaken the part"
    },
    {
      "index": 101,
      "start_time": 144240.0,
      "end_time": 144440.0,
      "text": "or be visible on the surface. Again here I&#39;m using the same prepreg laminating tool mentioned"
    },
    {
      "index": 102,
      "start_time": 144440.0,
      "end_time": 144640.0,
      "text": "earlier to ensure that this special surfacing prepreg is pressed down firmly against the"
    },
    {
      "index": 103,
      "start_time": 144640.0,
      "end_time": 144840.0,
      "text": "mould surface. Small snips are used again in"
    },
    {
      "index": 104,
      "start_time": 144840.0,
      "end_time": 145040.0,
      "text": "the corners to allow the main material to"
    },
    {
      "index": 105,
      "start_time": 145040.0,
      "end_time": 145240.0,
      "text": "be folded into the mould with minimal distortion. A real benefit of working with prepregs is"
    },
    {
      "index": 106,
      "start_time": 145240.0,
      "end_time": 145440.0,
      "text": "the way the intricate layups like this can be carefully assembled step by step with the"
    },
    {
      "index": 107,
      "start_time": 145440.0,
      "end_time": 145640.0,
      "text": "prepreg tacking itself into place on the mould surface and staying in position. Again the"
    },
    {
      "index": 108,
      "start_time": 145640.0,
      "end_time": 145840.0,
      "text": "backing layer we&#39;re laying down here is tacky enough to stick nicely to the surface layer."
    },
    {
      "index": 109,
      "start_time": 145840.0,
      "end_time": 146040.0,
      "text": "We position it carefully and then apply pressure to stick it down firmly. Excess reinforcement"
    },
    {
      "index": 110,
      "start_time": 146040.0,
      "end_time": 146240.0,
      "text": "is easy to trim away using scissors or a knife. That&#39;s the prepreg carbon laid into both these"
    },
    {
      "index": 111,
      "start_time": 146240.0,
      "end_time": 146440.0,
      "text": "two parts. You can see on this one we&#39;ve put the carbon completely level with the flange"
    },
    {
      "index": 112,
      "start_time": 146440.0,
      "end_time": 146640.0,
      "text": "there. Whereas on the other half we&#39;ve left about 15mm on the top. That 15mm flap will"
    },
    {
      "index": 113,
      "start_time": 146640.0,
      "end_time": 146840.0,
      "text": "be folded in, but then we&#39;ll join the two together when we come to the vacuum bagging"
    },
    {
      "index": 114,
      "start_time": 146840.0,
      "end_time": 147040.0,
      "text": "stage. I&#39;m going to put a few small snips into the carbon around the corner here to"
    },
    {
      "index": 115,
      "start_time": 147040.0,
      "end_time": 147240.0,
      "text": "allow the flaps to be folded in without creasing. We&#39;ll fold these over and give them a quick"
    },
    {
      "index": 116,
      "start_time": 147240.0,
      "end_time": 147440.0,
      "text": "press so that they align in to the mould and get the lid section on before they have chance"
    },
    {
      "index": 117,
      "start_time": 147440.0,
      "end_time": 147640.0,
      "text": "to straighten up. Now we&#39;ve got these two moulds parts bolted together you can see the"
    },
    {
      "index": 118,
      "start_time": 147640.0,
      "end_time": 147840.0,
      "text": "extension that we left on the lower part of the section will overlap over the upper part"
    },
    {
      "index": 119,
      "start_time": 147840.0,
      "end_time": 148040.0,
      "text": "making a very strong bond between the two. With the layup complete we&#39;re now going to"
    },
    {
      "index": 120,
      "start_time": 148040.0,
      "end_time": 148240.0,
      "text": "move on to the vacuum bagging. it uses a completely conventional vacuum bagging stack so we&#39;re"
    },
    {
      "index": 121,
      "start_time": 148240.0,
      "end_time": 148440.0,
      "text": "using the materials that come in the kit. Starting"
    },
    {
      "index": 122,
      "start_time": 148440.0,
      "end_time": 148640.0,
      "text": "with the unperforated release film follow"
    },
    {
      "index": 123,
      "start_time": 148640.0,
      "end_time": 148840.0,
      "text": "by breather layer and then We&#39;ll put that into an envelop release bag. The purpose"
    },
    {
      "index": 124,
      "start_time": 148840.0,
      "end_time": 149040.0,
      "text": "of this release film is to provide a non stick impervious barrier between the prepreg material"
    },
    {
      "index": 125,
      "start_time": 149040.0,
      "end_time": 149240.0,
      "text": "and the breather layer which we will be adding next. Prepregs have perfectly measured resin"
    },
    {
      "index": 126,
      "start_time": 149240.0,
      "end_time": 149440.0,
      "text": "to fibre ratios and so we don&#39;t want the breather to absorb any resin from the laminate. Which"
    },
    {
      "index": 127,
      "start_time": 149440.0,
      "end_time": 149640.0,
      "text": "is why always use unperforated release film with these prepregs. Ensure the film covers"
    },
    {
      "index": 128,
      "start_time": 149640.0,
      "end_time": 149840.0,
      "text": "the whole surface of the part without any tight spots of bridging using some tape to"
    },
    {
      "index": 129,
      "start_time": 149840.0,
      "end_time": 150040.0,
      "text": "hold it in place. Don&#39;t worry about overlaps and creases as these will not have an adverse"
    },
    {
      "index": 130,
      "start_time": 150040.0,
      "end_time": 150240.0,
      "text": "effect on the part. Check again carefully for any bridging particularly in the corners."
    },
    {
      "index": 131,
      "start_time": 150240.0,
      "end_time": 150440.0,
      "text": "So now we&#39;re onto the breather layer. Which again we&#39;re going to put in to the mould in"
    },
    {
      "index": 132,
      "start_time": 150440.0,
      "end_time": 150640.0,
      "text": "the same way we did the release film. The breather cloth is there to maintain air paths"
    },
    {
      "index": 133,
      "start_time": 150640.0,
      "end_time": 150840.0,
      "text": "through the bag. it should be positioned across the whole surface of the mould and then held"
    },
    {
      "index": 134,
      "start_time": 150840.0,
      "end_time": 151040.0,
      "text": "in place with some tape. To eliminate the chances of any of these sharp mould edges"
    },
    {
      "index": 135,
      "start_time": 151040.0,
      "end_time": 151240.0,
      "text": "or the bolts themselves puncturing the bag we&#39;re also going wrap the back of the mould"
    },
    {
      "index": 136,
      "start_time": 151240.0,
      "end_time": 151440.0,
      "text": "in some breather. This will offer a reasonable degree of protection. Now we&#39;re going to use"
    },
    {
      "index": 137,
      "start_time": 151440.0,
      "end_time": 151640.0,
      "text": "the vacuum bagging film from the kit to make an envelope bag. So a bag that all of this"
    },
    {
      "index": 138,
      "start_time": 151640.0,
      "end_time": 151840.0,
      "text": "goes inside and then seal it. To seal the bag you want to go slightly beyond the fold"
    },
    {
      "index": 139,
      "start_time": 151840.0,
      "end_time": 152040.0,
      "text": "in the film. Then lay your sealant tape flat onto the bag. Then that fold, once the backing"
    },
    {
      "index": 140,
      "start_time": 152040.0,
      "end_time": 152240.0,
      "text": "tape has been removed, can be doubled back on itself and will provide a perfect seal."
    },
    {
      "index": 141,
      "start_time": 152240.0,
      "end_time": 152440.0,
      "text": "It makes life a lot easier at this point if you also apply the seal to the other side,"
    },
    {
      "index": 142,
      "start_time": 152440.0,
      "end_time": 152640.0,
      "text": "but obviously don&#39;t seal the bag up completely. Lift the whole mould and the extra breather"
    },
    {
      "index": 143,
      "start_time": 152640.0,
      "end_time": 152840.0,
      "text": "surrounding it into the vacuum bag. Through bag connector is the next thing, easily forgotten."
    },
    {
      "index": 144,
      "start_time": 152840.0,
      "end_time": 153040.0,
      "text": "So we put one insert on the inside there. Then pinch a small amount of the bag, snip"
    },
    {
      "index": 145,
      "start_time": 153040.0,
      "end_time": 153240.0,
      "text": "it, place that side of the insert through the bag and then firmly tighten the two together."
    },
    {
      "index": 146,
      "start_time": 153240.0,
      "end_time": 153440.0,
      "text": "Now that both the part and the through bag connector are where they should be inside"
    },
    {
      "index": 147,
      "start_time": 153440.0,
      "end_time": 153640.0,
      "text": "the bag peel off and seal the tape that we positioned earlier. We&#39;re now ready to pull"
    },
    {
      "index": 148,
      "start_time": 153640.0,
      "end_time": 153840.0,
      "text": "a vacuum. So all we need to do is take the composites vacuum pump. Connector our high"
    },
    {
      "index": 149,
      "start_time": 153840.0,
      "end_time": 154040.0,
      "text": "temperature silicone hose to it and then to the through bag connector. Switch the pump"
    },
    {
      "index": 150,
      "start_time": 154040.0,
      "end_time": 154240.0,
      "text": "on and we&#39;ll gradually pull down the bag whilst positioning it. Being such a complicated shape"
    },
    {
      "index": 151,
      "start_time": 154240.0,
      "end_time": 154440.0,
      "text": "it is perhaps a little difficult to see what&#39;s happening here as we first begin to pull"
    },
    {
      "index": 152,
      "start_time": 154440.0,
      "end_time": 154640.0,
      "text": "down the vacuum. Essentially what I&#39;m doing is feeding all of the surplus bag inside the"
    },
    {
      "index": 153,
      "start_time": 154640.0,
      "end_time": 154840.0,
      "text": "mould through the aperture in the base and then pushing this surplus of bag up into the"
    },
    {
      "index": 154,
      "start_time": 154840.0,
      "end_time": 155040.0,
      "text": "neck of the airbox. Whilst at the same time pushing more surplus bag into the neck through"
    },
    {
      "index": 155,
      "start_time": 155040.0,
      "end_time": 155240.0,
      "text": "the other side As the bulk of the air is removed from the bag you&#39;ll want to periodically close"
    },
    {
      "index": 156,
      "start_time": 155240.0,
      "end_time": 155440.0,
      "text": "the vacuum valve to provide sufficient time to reposition the bag. It is essential that"
    },
    {
      "index": 157,
      "start_time": 155440.0,
      "end_time": 155640.0,
      "text": "by the time the bag starts to tighten up it has been carefully positioned and jostled"
    },
    {
      "index": 158,
      "start_time": 155640.0,
      "end_time": 155840.0,
      "text": "in to place so that it&#39;s properly in to all of the corners of the mould. Without any bridging"
    },
    {
      "index": 159,
      "start_time": 155840.0,
      "end_time": 156040.0,
      "text": "or tighter areas. You can see here where the vacuum bag that&#39;s been pushed into the neck"
    },
    {
      "index": 160,
      "start_time": 156040.0,
      "end_time": 156240.0,
      "text": "from the inside meets the bag that&#39;s been pushed in from the outside. We need to make"
    },
    {
      "index": 161,
      "start_time": 156240.0,
      "end_time": 156440.0,
      "text": "sure that there is no bridging around the outside of this area too. With the bag fully"
    },
    {
      "index": 162,
      "start_time": 156440.0,
      "end_time": 156640.0,
      "text": "pulled down all that&#39;s left to do now is fully cure this part. To do that we&#39;re going to"
    },
    {
      "index": 163,
      "start_time": 156640.0,
      "end_time": 156840.0,
      "text": "be curing this at 80 degrees Celsius which is 176 Fahrenheit for eight hours. Here we"
    },
    {
      "index": 164,
      "start_time": 156840.0,
      "end_time": 157040.0,
      "text": "are using our own specialist composites curing oven which gives us plenty of space for loading"
    },
    {
      "index": 165,
      "start_time": 157040.0,
      "end_time": 157240.0,
      "text": "parts like this. It also has vacuum lines ready"
    },
    {
      "index": 166,
      "start_time": 157240.0,
      "end_time": 157440.0,
      "text": "available inside the oven. It is however perfectly"
    },
    {
      "index": 167,
      "start_time": 157440.0,
      "end_time": 157640.0,
      "text": "possible to cure prepregs in a range of different types of oven, from small domestic ovens through"
    },
    {
      "index": 168,
      "start_time": 157640.0,
      "end_time": 157840.0,
      "text": "to large industrial ones. The key thing is that you need a vacuum line into the oven"
    },
    {
      "index": 169,
      "start_time": 157840.0,
      "end_time": 158040.0,
      "text": "to maintain vacuum throughout the cure. For more information on prepreg cure cycles including"
    },
    {
      "index": 170,
      "start_time": 158040.0,
      "end_time": 158240.0,
      "text": "ramp breaks and cure times at different temperatures, please download the companion PDF guide that"
    },
    {
      "index": 171,
      "start_time": 158240.0,
      "end_time": 158440.0,
      "text": "accompanies this tutorial. Now that we&#39;ve left the part to cure for eight hours all"
    },
    {
      "index": 172,
      "start_time": 158440.0,
      "end_time": 158640.0,
      "text": "that&#39;s left to do is remove it from the oven, allow it to cool and demould it. We&#39;re back"
    },
    {
      "index": 173,
      "start_time": 158640.0,
      "end_time": 158840.0,
      "text": "down to room temperature now o we can look at removing the bag. Like most vacuum bagging"
    },
    {
      "index": 174,
      "start_time": 158840.0,
      "end_time": 159040.0,
      "text": "processes we generally regard the vacuum bag as disposable but don&#39;t forget to remove the"
    },
    {
      "index": 175,
      "start_time": 159040.0,
      "end_time": 159240.0,
      "text": "through bag connector first. The breather cloth can if you like be saved and used repeatedly."
    },
    {
      "index": 176,
      "start_time": 159240.0,
      "end_time": 159440.0,
      "text": "But like the bagging film the release film is normally discarded. Once the consumables"
    },
    {
      "index": 177,
      "start_time": 159440.0,
      "end_time": 159640.0,
      "text": "have been removed we can unbolt the various sections of the mould to release the part."
    },
    {
      "index": 178,
      "start_time": 159640.0,
      "end_time": 159840.0,
      "text": "The Easy-Lease that we used earlier ensures that the part release incredibly easily. We"
    },
    {
      "index": 179,
      "start_time": 159840.0,
      "end_time": 160040.0,
      "text": "can see what we&#39;re left with here is just some flash lines that can b cleaned up and"
    },
    {
      "index": 180,
      "start_time": 160040.0,
      "end_time": 160240.0,
      "text": "then the trim around the lower section to make the final part. A quick way of cleaning"
    },
    {
      "index": 181,
      "start_time": 160240.0,
      "end_time": 160440.0,
      "text": "up the flash lines is just taking a Stanley blade and scraping it across the surface until"
    },
    {
      "index": 182,
      "start_time": 160440.0,
      "end_time": 160640.0,
      "text": "the flash has been brought down to a minimum. To trim the part we&#39;ll be using a Dremel Fortiflex"
    },
    {
      "index": 183,
      "start_time": 160640.0,
      "end_time": 160840.0,
      "text": "which in our daily production environment has proven itself to be incredibly reliable."
    },
    {
      "index": 184,
      "start_time": 160840.0,
      "end_time": 161040.0,
      "text": "Fitted into the Dremel is a perma-grit tungsten carbide wheel which is absolutely perfect"
    },
    {
      "index": 185,
      "start_time": 161040.0,
      "end_time": 161240.0,
      "text": "for cutting carbon fibre. The fortiflex is great because its remote motor keeps the electric"
    },
    {
      "index": 186,
      "start_time": 161240.0,
      "end_time": 161440.0,
      "text": "part of the tool away from the conductive carbon fibre dust which would quickly damage"
    },
    {
      "index": 187,
      "start_time": 161440.0,
      "end_time": 161640.0,
      "text": "the smaller hand held models. And it&#39;s foot pedal operation leaves hands free to concentrate"
    },
    {
      "index": 188,
      "start_time": 161640.0,
      "end_time": 161840.0,
      "text": "on the trim. Perma grit sanding blocks and round files are ideal for shaping and correcting"
    },
    {
      "index": 189,
      "start_time": 161840.0,
      "end_time": 162040.0,
      "text": "the cut edge before taking it to a smooth finish"
    },
    {
      "index": 190,
      "start_time": 162040.0,
      "end_time": 162240.0,
      "text": "with abrasive paper. For lots more information"
    },
    {
      "index": 191,
      "start_time": 162240.0,
      "end_time": 162440.0,
      "text": "on trimming check out our video tutorial on cutting and shaping carbon fibre. Once all"
    },
    {
      "index": 192,
      "start_time": 162440.0,
      "end_time": 162640.0,
      "text": "the edges have been nicely smoothed off our brand new top spec carbon fibre part is finished"
    },
    {
      "index": 193,
      "start_time": 162640.0,
      "end_time": 162840.0,
      "text": "and ready to use. I hope you&#39;ve enjoyed this video series, we&#39;ve finally got there. We"
    },
    {
      "index": 194,
      "start_time": 162840.0,
      "end_time": 163040.0,
      "text": "started from an original design idea. We made a pattern carving it out of foam, gone on"
    },
    {
      "index": 195,
      "start_time": 163040.0,
      "end_time": 163240.0,
      "text": "to make a split mould and finally prepreg carbon fibre part. I hope this gives you the"
    },
    {
      "index": 196,
      "start_time": 163240.0,
      "end_time": 163440.0,
      "text": "confidence and inspiration to take on your own project no matter how complex. If you"
    },
    {
      "index": 197,
      "start_time": 163440.0,
      "end_time": 163640.0,
      "text": "do take on your own project we&#39;d love to hear from you. Get in touch with us on our facebook,"
    },
    {
      "index": 198,
      "start_time": 163640.0,
      "end_time": 163840.0,
      "text": "twitter or forum. of course if you want to be the first to hear about our videos as we"
    },
    {
      "index": 199,
      "start_time": 163840.0,
      "end_time": 173840.0,
      "text": "release them subscribe to our youtube channel."
    }
  ]
}