{
  "video_id": "cQeOp7a8QMI",
  "title": "Life Beyond Earth and the Mind of Man - 1975",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 5341.0,
      "end_time": 11447.0,
      "text": "Ashley Montagu:  When we speak of life beyond Earth, what we generally mean is of course intelligent life,"
    },
    {
      "index": 2,
      "start_time": 11447.0,
      "end_time": 21432.0,
      "text": "something resembling our noble selves.  It is highly probable that there are such intelligent forms of life in other galaxies"
    },
    {
      "index": 3,
      "start_time": 21432.0,
      "end_time": 29907.0,
      "text": "in the universe.  And it is even more probable that many of these forms are vastly more intelligent than we."
    },
    {
      "index": 4,
      "start_time": 29907.0,
      "end_time": 37367.0,
      "text": "Philip Morrison:  It is conceivable that a spherical ship will land in front of the Washington Monument and a figure with four antennas"
    },
    {
      "index": 5,
      "start_time": 37367.0,
      "end_time": 50712.0,
      "text": "and otherwise looking like a professional football player will walk out and demand to see our leader.  But I hope very much that the universe of"
    },
    {
      "index": 6,
      "start_time": 50712.0,
      "end_time": 58329.0,
      "text": "circumstance is wider than the rather shoddy imaginations of science fiction writers for 30 or 40 years.  And I’m pretty convinced it is."
    },
    {
      "index": 7,
      "start_time": 58329.0,
      "end_time": 64505.0,
      "text": "We’ve not found their guidance so great in any but the most modest activities, like going to the Moon, which is not very much."
    },
    {
      "index": 8,
      "start_time": 64504.99999999999,
      "end_time": 71100.0,
      "text": "George Wald:  May I reply to that one."
    },
    {
      "index": 9,
      "start_time": 71100.0,
      "end_time": 75743.0,
      "text": "You see, this is a beautiful exposition of the myths we live with."
    },
    {
      "index": 10,
      "start_time": 75743.0,
      "end_time": 82900.0,
      "text": "Narrator:  Life Beyond Earth and the Mind of Man, a symposium on extraterrestrial life and some of its implications for us all."
    },
    {
      "index": 11,
      "start_time": 82900.0,
      "end_time": 89350.0,
      "text": "Sponsored jointly by NASA and Boston University and chaired by Professor Richard Berendzen."
    },
    {
      "index": 12,
      "start_time": 89350.0,
      "end_time": 98360.0,
      "text": "Richard Berendzen:  Let me briefly introduce the panel.  On the far side is Dr. Ashley Montagu who’s a world-renowned anthropologist and social biologist."
    },
    {
      "index": 13,
      "start_time": 98360.0,
      "end_time": 108437.0,
      "text": "Next to him is Dr. Krister Stendahl, who’s an outstanding church man and theologian who is now the dean of the prestigious School of Divinity at Harvard University."
    },
    {
      "index": 14,
      "start_time": 108437.0,
      "end_time": 119211.0,
      "text": "In theological circles Dr. Stendahl is considered one of the nation’s most scholarly theologians.  Next to me is Dr. Carl Sagan who is a astronomer"
    },
    {
      "index": 15,
      "start_time": 119211.0,
      "end_time": 126200.0,
      "text": "at Cornell University and probably one of the five or six leading researchers in this question of extraterrestrial life."
    },
    {
      "index": 16,
      "start_time": 126200.0,
      "end_time": 133004.0,
      "text": "He’s the coauthor with Shklovskii with of the Soviet Union of the very famous book Intelligent Life in the Universe."
    },
    {
      "index": 17,
      "start_time": 133004.0,
      "end_time": 144893.0,
      "text": "To my right is Philip Morrison, who’s professor of physics at MIT, and 13 years ago he was a coauthor of what is perhaps the first scientifically"
    },
    {
      "index": 18,
      "start_time": 144893.0,
      "end_time": 153205.0,
      "text": "valid or reasonable paper ever published on what might well be a possible mode of communication with extraterrestrial life."
    },
    {
      "index": 19,
      "start_time": 153205.0,
      "end_time": 161054.0,
      "text": "Dr. Morrison is considered among scholarly circles as being perhaps one of the most broadly knowledgeable scientists in the country."
    },
    {
      "index": 20,
      "start_time": 161054.0,
      "end_time": 167602.0,
      "text": "And on the far side is Dr. George Wald, who’s professor of biology at Harvard and a recipient of the"
    },
    {
      "index": 21,
      "start_time": 167602.0,
      "end_time": 173639.0,
      "text": "Nobel Prize.  So now I would like to turn to the symposium proper and give the floor to Carl Sagan."
    },
    {
      "index": 22,
      "start_time": 173639.0,
      "end_time": 188360.0,
      "text": "Carl Sagan:  Thank you Dick.  I, in trying to prepare a few brief remarks on this, I came upon a comment by Thomas Carlyle, a somewhat crusty old fellow who,"
    },
    {
      "index": 23,
      "start_time": 188360.0,
      "end_time": 203407.0,
      "text": "on thinking about the stars, said: “A sad spectacle.  If they be inhabited, what a scope for misery and folly.  If they be not inhabited, what a waste of space.”"
    },
    {
      "index": 24,
      "start_time": 203407.0,
      "end_time": 206425.0,
      "text": "[Laughter]"
    },
    {
      "index": 25,
      "start_time": 206425.0,
      "end_time": 219707.0,
      "text": "There was little more than a year ago in the Armenian Soviet Socialist Republic, in fact at the foot of Mount Ararat on which Noah’s Ark is said"
    },
    {
      "index": 26,
      "start_time": 219707.0,
      "end_time": 229970.0,
      "text": "to be beached, a symposium sponsored jointly by the National Academy of Sciences of the United States and the Soviet Academy of Sciences"
    },
    {
      "index": 27,
      "start_time": 229970.0,
      "end_time": 241905.0,
      "text": "on the question of contact with extraterrestrial intelligence.  This was a six-day meeting which ran from morning to late at night and involved a"
    },
    {
      "index": 28,
      "start_time": 241905.0,
      "end_time": 252215.0,
      "text": "large group of people, around 40 or 50 people – mostly from USA, USSR, but a few other nations.  It involved, in addition to physicists and"
    },
    {
      "index": 29,
      "start_time": 252215.0,
      "end_time": 265776.0,
      "text": "astronomers, biologists, chemists, anthropologists, archaeologists, historians, people concerned with coding messages and decoding them, and"
    },
    {
      "index": 30,
      "start_time": 265776.0,
      "end_time": 278965.0,
      "text": "was a turning point I think in the study of the subject not because some striking new opinions or results were expressed but because I think it"
    },
    {
      "index": 31,
      "start_time": 278965.0,
      "end_time": 290667.0,
      "text": "marks the turning point in the increasing respectability of the subject.  It is now okay to talk about life elsewhere, or intelligent life elsewhere,"
    },
    {
      "index": 32,
      "start_time": 290667.0,
      "end_time": 299862.0,
      "text": "whereas a decade or two ago it wasn’t okay.  It was considered too speculative to be worth any investment of time."
    },
    {
      "index": 33,
      "start_time": 299862.0,
      "end_time": 307502.0,
      "text": "Richard Berendzen:  As an example of the modern scientific attitude I’d like to quote a short passage from a recent report of the Astronomy Survey"
    },
    {
      "index": 34,
      "start_time": 307502.0,
      "end_time": 317301.0,
      "text": "Committee of the prestigious and august National Academy of Sciences of the United States, probably the nation’s most distinguished scientific body."
    },
    {
      "index": 35,
      "start_time": 317301.0,
      "end_time": 327471.0,
      "text": "This was printed in May of this year.  Quote: “Each passing year has seen our estimate of the probability of life in space increase along with"
    },
    {
      "index": 36,
      "start_time": 327471.0,
      "end_time": 335970.0,
      "text": "our capabilities of detecting it.  More and more scientists feel that contact with other civilizations is no longer something beyond our dreams but"
    },
    {
      "index": 37,
      "start_time": 335970.0,
      "end_time": 344700.0,
      "text": "is a natural event in the history of mankind that will perhaps occur within the lifetime of many of us.  The promise is now too great either"
    },
    {
      "index": 38,
      "start_time": 344700.0,
      "end_time": 352595.0,
      "text": "to turn away from it or to wait much longer before devoting major resources to a search for other intelligent beings.  In the long run,"
    },
    {
      "index": 39,
      "start_time": 352595.0,
      "end_time": 360768.0,
      "text": "this may be one of science’s most important and most profound contributions to mankind and to our civilization.”  End quote."
    },
    {
      "index": 40,
      "start_time": 360768.0,
      "end_time": 370498.0,
      "text": "The basic point is, very simply put, is that the number of stars in our galaxy alone is so staggeringly large (on the order of 10^11 or more),"
    },
    {
      "index": 41,
      "start_time": 370498.0,
      "end_time": 378067.0,
      "text": "the probability of stars having planetary systems is so high (we think perhaps half), the probability that those planetary systems"
    },
    {
      "index": 42,
      "start_time": 378067.0,
      "end_time": 383129.0,
      "text": "might be comparable with our own and that the stars have some kind of an ecosphere, a sphere in which"
    },
    {
      "index": 43,
      "start_time": 383129.0,
      "end_time": 389631.0,
      "text": "the radiation is suitable for life (that it’s not too hot, not too cold, meeting the other criteria), seems so reasonable."
    },
    {
      "index": 44,
      "start_time": 389631.0,
      "end_time": 397944.0,
      "text": "These bits of information come from astronomy primarily.  Then we join with the biochemists who tell us about the probable evolution of"
    },
    {
      "index": 45,
      "start_time": 397944.0,
      "end_time": 405606.0,
      "text": "life here on Earth, the kinds of elements that are necessary for it – DNA molecules, amino acids, and the like – amino acids which have now been"
    },
    {
      "index": 46,
      "start_time": 405606.0,
      "end_time": 413733.0,
      "text": "found in meteorites, that we have now found interstellar molecules floating out in the space between stars.  So that you know the materials"
    },
    {
      "index": 47,
      "start_time": 413733.0,
      "end_time": 421396.0,
      "text": "for carbon-based life exist, we know that many of the building blocks of life in our own solar system exist off of our planet.  If you put these"
    },
    {
      "index": 48,
      "start_time": 421396.0,
      "end_time": 429291.0,
      "text": "kinds of probabilities together, it begins to lead to the sorts of conclusions that we started with as an initial premise, and which apparently"
    },
    {
      "index": 49,
      "start_time": 429291.0,
      "end_time": 437000.0,
      "text": "no one on the panel has disagreed, and that is that life must exist in the universe and it must exist quite abundantly."
    },
    {
      "index": 50,
      "start_time": 437000.0,
      "end_time": 447733.0,
      "text": "Carl Sagan:  It’s therefore an extraordinary fact that we have listened to possible signals being sent our way from a mere handful of stars."
    },
    {
      "index": 51,
      "start_time": 447733.0,
      "end_time": 456133.0,
      "text": "The first such effort was more than 10 years ago, Project Ozma organized by Frank Drake at the National Radio Astronomy Observatory."
    },
    {
      "index": 52,
      "start_time": 456133.0,
      "end_time": 470529.0,
      "text": "It looked for a couple of weeks at two stars at one frequency; the results were negative.  In the meeting in Armenia, a group at Gorky University"
    },
    {
      "index": 53,
      "start_time": 470529.0,
      "end_time": 485669.0,
      "text": "under V. S. Troitsky announced that they had been doing similar studies looking at a dozen stars, at two frequencies, slightly longer periods of time;"
    },
    {
      "index": 54,
      "start_time": 485669.0,
      "end_time": 499601.0,
      "text": "no one was broadcasting from there.  And Dr. Verschuur at the National Radio Astronomy Observatory has given me permission to make"
    },
    {
      "index": 55,
      "start_time": 499601.0,
      "end_time": 509237.0,
      "text": "known at this meeting that he has performed recently a similar such search at 21-centimeter wavelength with the 140-foot—"
    },
    {
      "index": 56,
      "start_time": 509237.0,
      "end_time": 517735.0,
      "text": "300-foot telescopes at Green Bank.  He has looked at another handful of stars and they weren’t sending anything either."
    },
    {
      "index": 57,
      "start_time": 517735.0,
      "end_time": 526605.0,
      "text": "The most optimistic estimates, in the view of many, about the number of civilizations that there might be in the galaxy is of the"
    },
    {
      "index": 58,
      "start_time": 526605.0,
      "end_time": 533107.0,
      "text": "order of a million, which means that only one in a few hundred thousand stars has such civilizations."
    },
    {
      "index": 59,
      "start_time": 533107.0,
      "end_time": 544810.0,
      "text": "Therefore any such search requires not a brief look but some substantial long-term commitment of radio telescope time."
    },
    {
      "index": 60,
      "start_time": 544810.0,
      "end_time": 560567.0,
      "text": "George Wald:  I think there’s no question but that we live in an inhabited universe that has life all over it.  I was sort of interested in Carl Sagan’s"
    },
    {
      "index": 61,
      "start_time": 560567.0,
      "end_time": 575400.0,
      "text": "saying there were 250 billion stars like our sun and our galaxy.  I’ve been using the number 100 billion, but this is an inflationary period."
    },
    {
      "index": 62,
      "start_time": 575400.0,
      "end_time": 589996.0,
      "text": "I rather like Eddington’s old paradigm for the situation: 10^11 stars make a galaxy, 10^11 galaxies make a universe."
    },
    {
      "index": 63,
      "start_time": 589996.0,
      "end_time": 602906.0,
      "text": "Those are good numbers still.  And as for our own galaxy, it’s estimated that perhaps one to five percent of the stars in it would provide,"
    },
    {
      "index": 64,
      "start_time": 602906.0,
      "end_time": 618371.0,
      "text": "on their planets, some of their planets, an […] for life.  That would mean a billion such places just in our own galaxy that might contain life."
    },
    {
      "index": 65,
      "start_time": 618371.0,
      "end_time": 628402.0,
      "text": "And as for what life would mean in those places, I think it would mean something very like the life we know.  Not the same creatures."
    },
    {
      "index": 66,
      "start_time": 628402.0,
      "end_time": 641498.0,
      "text": "We didn’t have the same creatures on the Earth during its past as live here now.  But life anywhere in the universe, I’ve been convinced"
    },
    {
      "index": 67,
      "start_time": 641498.0,
      "end_time": 654433.0,
      "text": "for years, must be made of the same elements that principally constitute it here: carbon, hydrogen, nitrogen, and oxygen."
    },
    {
      "index": 68,
      "start_time": 654433.0,
      "end_time": 667400.0,
      "text": "Those four elements constitute about 99 percent of living material on the Earth, and I think are likely to come out that way wherever life exists."
    },
    {
      "index": 69,
      "start_time": 667400.0,
      "end_time": 682225.0,
      "text": "And may I say so that we can have a somewhat warmer and livelier conversation as this meeting goes on, I can conceive of no nightmare"
    },
    {
      "index": 70,
      "start_time": 682225.0,
      "end_time": 695368.0,
      "text": "as terrifying as establishing such communication with a so-called superior or, if you wish, advanced technology in outer space."
    },
    {
      "index": 71,
      "start_time": 695368.0,
      "end_time": 699780.0,
      "text": "Philip Morrison:  What do you worry about George?  What’s going to happen when one of these books are printed?"
    },
    {
      "index": 72,
      "start_time": 699780.0,
      "end_time": 714130.0,
      "text": "George Wald:  Oh, I think a degree of degradation of the human enterprise.  One of the greatest of human enterprises is our understanding,"
    },
    {
      "index": 73,
      "start_time": 714130.0,
      "end_time": 733263.0,
      "text": "something that men have sweated out, to the greater dignity and worth of man.  And you see the thought that we might attach as by an"
    },
    {
      "index": 74,
      "start_time": 733263.0,
      "end_time": 748263.0,
      "text": "umbilical cord to some more advanced civilization, science, and technology in outer space doesn’t thrill me but just the opposite."
    },
    {
      "index": 75,
      "start_time": 748263.0,
      "end_time": 757667.0,
      "text": "Carl Sagan:  I try to imagine back when I was working hard as a student.  Okay, there were a lot of textbooks.  I would open up those textbooks"
    },
    {
      "index": 76,
      "start_time": 757667.0,
      "end_time": 770531.0,
      "text": "and in there would be what other guys had found out.  Now I didn’t approach each way saying “Oh my God, they know that also.”"
    },
    {
      "index": 77,
      "start_time": 770531.0,
      "end_time": 790268.0,
      "text": "George Wald:  I do not, as I’ve said, look upon the possibility of some continuous transmission that will completely supersede all further human efforts in this direction."
    },
    {
      "index": 78,
      "start_time": 790268.0,
      "end_time": 807962.0,
      "text": "Krister Stendahl:  When I think as a theologian on the possibilities of life beyond Earth and even communication with such life, my first reaction is:"
    },
    {
      "index": 79,
      "start_time": 807962.0,
      "end_time": 826267.0,
      "text": "That’s great.  Because it seems always great, to me, when God’s world gets a little bigger and when I get a somewhat more true view of my place"
    },
    {
      "index": 80,
      "start_time": 826267.0,
      "end_time": 845415.0,
      "text": "and my smallness in that universe.  And to achieve this by a growing awareness, which I do not find at all threatening as George Wald, a growing awareness"
    },
    {
      "index": 81,
      "start_time": 845415.0,
      "end_time": 864409.0,
      "text": "that really sinks in that whatever the question of communication is, it is highly, highly probable that we are only one possible such civilization."
    },
    {
      "index": 82,
      "start_time": 864409.0,
      "end_time": 874789.0,
      "text": "Ashley Montagu:  I don’t think we should wait until the encounter occurs, but that we should do all in our power to prepare ourselves for it."
    },
    {
      "index": 83,
      "start_time": 874789.0,
      "end_time": 884820.0,
      "text": "The manner in which we first meet may determine the character of all our subsequent relations.  Let us never forget the fatal impact we’ve had"
    },
    {
      "index": 84,
      "start_time": 884820.0,
      "end_time": 894572.0,
      "text": "upon innumerable peoples on this Earth, peoples of our own species, who’ve trusted us, befriended us, and who we destroyed by our"
    },
    {
      "index": 85,
      "start_time": 894572.0,
      "end_time": 905764.0,
      "text": "thoughtlessness and insensitivity to their needs and their vulnerabilities.  The simple truth is that before we can communicate with others successfully,"
    },
    {
      "index": 86,
      "start_time": 905764.0,
      "end_time": 915191.0,
      "text": "with must first learn to communicate with ourselves successfully, and we’re a long way from having achieved that.  Perhaps that is where"
    },
    {
      "index": 87,
      "start_time": 915191.0,
      "end_time": 925037.0,
      "text": "we ought to begin, with ourselves, learning to communicate with ourselves, with all the different peoples and nations of the Earth."
    },
    {
      "index": 88,
      "start_time": 925037.0,
      "end_time": 933442.0,
      "text": "Philip Morrison:  I suppose if you were to ask what instrument would be the image of the announced topic, you surely would say, people are going"
    },
    {
      "index": 89,
      "start_time": 933442.0,
      "end_time": 943705.0,
      "text": "to talk about what they see through a telescope.  But in fact, at least most of the speakers have really spoken on the topic what they see in the mirror."
    },
    {
      "index": 90,
      "start_time": 943705.0,
      "end_time": 954433.0,
      "text": "Now that’s not in any way wrong.  Perhaps the most valuable part of this extraordinary enterprise is going to be the mirror with which we confront"
    },
    {
      "index": 91,
      "start_time": 954433.0,
      "end_time": 962699.0,
      "text": "ourselves obliquely and in all sorts of ways as we try to ask the question what the future is like, in the dim future of how we’re going to get over ourselves,"
    },
    {
      "index": 92,
      "start_time": 962699.0,
      "end_time": 974309.0,
      "text": "to reach that future, and so on.  So I’m not prepared to say that this is wrong, but as a somewhat matter-of-fact discussant in the affair,"
    },
    {
      "index": 93,
      "start_time": 974309.0,
      "end_time": 985037.0,
      "text": "I feel that I’m somewhat inclined to direct some attention to what I think it really will be like and not to these mirror-like discussions, which are undoubtedly"
    },
    {
      "index": 94,
      "start_time": 985037.0,
      "end_time": 992607.0,
      "text": "more important in our present state of mind, which somehow I think will be perhaps supported by taking a calmer look at what the real situation is."
    },
    {
      "index": 95,
      "start_time": 992607.0,
      "end_time": 1003056.0,
      "text": "Professor Wald, for example, defending magnificently the creativity of which he is one of the great pillars of our time, feels that if somebody"
    },
    {
      "index": 96,
      "start_time": 1003060.0,
      "end_time": 1013834.0,
      "text": "were to tell him the answer it would be kind of cheating.  And Dr. Montagu on the other hand is quite concerned lest this contact bring physical"
    },
    {
      "index": 97,
      "start_time": 1013830.0,
      "end_time": 1022421.0,
      "text": "and mental harm to those persons whom we– those beings whom we might hypothetically contact.  It’s probable, I think, I would say if I"
    },
    {
      "index": 98,
      "start_time": 1022420.0,
      "end_time": 1030036.0,
      "text": "were a debater I would argue these two really somewhat cancel each other out, it can hardly be both ways.  I think on the contrary that an"
    },
    {
      "index": 99,
      "start_time": 1030040.0,
      "end_time": 1042997.0,
      "text": "enormous distance separates us from the nearest existing, or even rec–, you know, memorable, group of a similar kind.  An enormous distance."
    },
    {
      "index": 100,
      "start_time": 1042990.0,
      "end_time": 1048261.0,
      "text": "Not the distance to the Moon, not the distance to the planets, not the distance to the nearest stars, but tens or even hundreds or perhaps a"
    },
    {
      "index": 101,
      "start_time": 1048270.0,
      "end_time": 1058997.0,
      "text": "thousand times that distance.  That means that even traveling at the speed of light no round-trip is likely to be imaginable, no answer to communication."
    },
    {
      "index": 102,
      "start_time": 1058990.0,
      "end_time": 1067396.0,
      "text": "They say “Hello,” you say “How are you?” and he says “Fine.”  That conversation will take at least centuries.  And I really don’t think"
    },
    {
      "index": 103,
      "start_time": 1067400.0,
      "end_time": 1074180.0,
      "text": "that that’s going to bring us into conflict with the problems of the day; it may bring us significant problems some other day, but I am unable to"
    },
    {
      "index": 104,
      "start_time": 1074180.0,
      "end_time": 1082145.0,
      "text": "see far enough into the future to notice how our little, not petty but tragic circumstances of contemporary history are going to affect it."
    },
    {
      "index": 105,
      "start_time": 1082140.0,
      "end_time": 1090267.0,
      "text": "I really don’t know.  Nor do I think this communication can be by any other means than by light or its cognates – radio –"
    },
    {
      "index": 106,
      "start_time": 1090270.0,
      "end_time": 1096307.0,
      "text": "because the universe is simply too great.  And the cost of getting energy enough to make travel, physical travel,"
    },
    {
      "index": 107,
      "start_time": 1096310.0,
      "end_time": 1103740.0,
      "text": "at all possible is overwhelming, even for civilizations disposing of enormous means far outweighing our own."
    },
    {
      "index": 108,
      "start_time": 1103740.0,
      "end_time": 1115908.0,
      "text": "So I think first of all, there’ll be two great phases of this eventual time, which I think will come in 10 years or 100 years or, I don’t know, maybe longer,"
    },
    {
      "index": 109,
      "start_time": 1115910.0,
      "end_time": 1128216.0,
      "text": "when some satisfactory radio telescope work or something similar will acquire evidence of the deliberate beaming of a message,"
    },
    {
      "index": 110,
      "start_time": 1128210.0,
      "end_time": 1141863.0,
      "text": "protracted message, out into space.  First of all, I think the important issue– most important issue is the recognition of the existence of the message,"
    },
    {
      "index": 111,
      "start_time": 1141860.0,
      "end_time": 1151102.0,
      "text": "just that it is there, not what it says.  This is called, often technically, the acquisition of the message.  And there will be of course false starts."
    },
    {
      "index": 112,
      "start_time": 1151110.0,
      "end_time": 1157844.0,
      "text": "There’ll be many claims, already have been some claims – I think rather facetious ones – that some phenomena in the sky must have this meaning."
    },
    {
      "index": 113,
      "start_time": 1157840.0,
      "end_time": 1164736.0,
      "text": "They turned out to be wrong.  I believe that that will happen a number of times.  Three times, 10 times, false claims will be made."
    },
    {
      "index": 114,
      "start_time": 1164740.0,
      "end_time": 1172078.0,
      "text": "We have got something and it cannot be anything else save that.  So I think that will be easy and, of course, extraordinarily important.  You will know"
    },
    {
      "index": 115,
      "start_time": 1172070.0,
      "end_time": 1182240.0,
      "text": "very little of what that message says save that it exists and maybe some general geographic information from how far away it’s coming, what kind of a star, where."
    },
    {
      "index": 116,
      "start_time": 1182240.0,
      "end_time": 1193096.0,
      "text": "And then I think that you will have pouring into the recorders, pouring into the recorders, week after week, month after month, decade after decade,"
    },
    {
      "index": 117,
      "start_time": 1193100.0,
      "end_time": 1202167.0,
      "text": "an enormous body of obviously interesting and meaningful pulses.  And you’ll be able to read them slowly and fitfully because"
    },
    {
      "index": 118,
      "start_time": 1202170.0,
      "end_time": 1208970.0,
      "text": "they will not be coded but they’ll be anti-coded.  That’s to say the people who designed them, the beings who designed them, will have thought"
    },
    {
      "index": 119,
      "start_time": 1208970.0,
      "end_time": 1215126.0,
      "text": "very carefully how to make the maximum number of mathematical clues; the best way to single out the meaning will be made available."
    },
    {
      "index": 120,
      "start_time": 1215120.0,
      "end_time": 1223758.0,
      "text": "But it will come with two extraordinary differences, so great we can hardly imagine how great they are.  First the people who do it will be incredibly alien."
    },
    {
      "index": 121,
      "start_time": 1223760.0,
      "end_time": 1231144.0,
      "text": "Even if their biochemistry resembles the biochemistry Professor Wald teaches, it will not be all that close you know; it will have enzymes,"
    },
    {
      "index": 122,
      "start_time": 1231150.0,
      "end_time": 1238395.0,
      "text": "but it will be, the LR– the LD situation will be quite different, and I don’t know what chains of enzyme systems they will have at all.  And you couldn’t"
    },
    {
      "index": 123,
      "start_time": 1238390.0,
      "end_time": 1244566.0,
      "text": "eat their food very likely, even though they’re the same biochemistry, any more than you would eat the food of a mushroom.  It’s very difficult to eat that."
    },
    {
      "index": 124,
      "start_time": 1244570.0,
      "end_time": 1258247.0,
      "text": "But the meaning will slowly come out of this study and it will contain for better or worse the answer to many questions that we cannot ourselves answer,"
    },
    {
      "index": 125,
      "start_time": 1258240.0,
      "end_time": 1266599.0,
      "text": "which we will have to debate and interpret and work on and test.  And the successors of Professor Wald will still be studying whether it could really be right,"
    },
    {
      "index": 126,
      "start_time": 1266600.0,
      "end_time": 1271031.0,
      "text": "what they say about this; he said “Not at all, that isn’t at all what that phrase means, that isn’t at all what that result means,"
    },
    {
      "index": 127,
      "start_time": 1271030.0,
      "end_time": 1277675.0,
      "text": "quite a different thing is the case,” and a new discovery will have been made.  And I don’t think at all any more than we fail to profit"
    },
    {
      "index": 128,
      "start_time": 1277680.0,
      "end_time": 1285807.0,
      "text": "by reading the literature of the other universities will we fail to profit by reading this extraordinary message which that will contain."
    },
    {
      "index": 129,
      "start_time": 1285810.0,
      "end_time": 1292962.0,
      "text": "So I am not either fearful, nor I would say terribly expectant.  I don’t think we will– I’m anxious for that first acquisition"
    },
    {
      "index": 130,
      "start_time": 1292960.0,
      "end_time": 1300344.0,
      "text": "to make sure that we are not alone.  But once that is gained, it might be gained in my lifetime, then I think we"
    },
    {
      "index": 131,
      "start_time": 1300340.0,
      "end_time": 1306795.0,
      "text": "can rest with some patience to see what complexities the world has turned up in other climates than this one."
    },
    {
      "index": 132,
      "start_time": 1306800.0,
      "end_time": 1315113.0,
      "text": "Richard Berendzen:  Well, we’ve had a number of interesting and provocative ideas.  Let me respond to one or two.  We’ll put the panel open"
    },
    {
      "index": 133,
      "start_time": 1315110.0,
      "end_time": 1322354.0,
      "text": "for free discussion and I hope all of the members will speak freely.  Dr. Stendahl mentioned the possibility of the costs, and perhaps this"
    },
    {
      "index": 134,
      "start_time": 1322350.0,
      "end_time": 1331824.0,
      "text": "will be brought up as a matter of factual information on this.  In 1970, a study of the feasibility for picking up interstellar communication was made"
    },
    {
      "index": 135,
      "start_time": 1331830.0,
      "end_time": 1340398.0,
      "text": "in California by a number of radio scientists there, as well as astronomers and others; it’s called Project Cyclops.  The outcome of that study"
    },
    {
      "index": 136,
      "start_time": 1340400.0,
      "end_time": 1350106.0,
      "text": "was that the United States had the technical capability of building a large radio array which would be able to scan the heavens with fairly great resolution"
    },
    {
      "index": 137,
      "start_time": 1350100.0,
      "end_time": 1359342.0,
      "text": "and power sensitivity out to a distance of many hundreds or possibly thousands of light years with the very distinct possibility of picking up a signal if it were there."
    },
    {
      "index": 138,
      "start_time": 1359340.0,
      "end_time": 1372203.0,
      "text": "Carl Sagan:  To go to the other end, another aspect of this question is the exploration of our solar system by unmanned spacecraft."
    },
    {
      "index": 139,
      "start_time": 1372210.0,
      "end_time": 1383637.0,
      "text": "That’s important, for example, for finding out if there are simple forms of life on, say, Mars or Jupiter.  If the answer to that were yes then the likelihood"
    },
    {
      "index": 140,
      "start_time": 1383630.0,
      "end_time": 1393426.0,
      "text": "of the origin of life on planets of other stars would of course be vastly greater.  Imagine a program of unmanned exploration of the entire"
    },
    {
      "index": 141,
      "start_time": 1393430.0,
      "end_time": 1403415.0,
      "text": "solar system for the decade of the 1970s which would examine every planet in the solar system, which would land several space vehicles on the"
    },
    {
      "index": 142,
      "start_time": 1403410.0,
      "end_time": 1414370.0,
      "text": "surface of Mars.  What would such a program cost?  By the way such a program we do not have because it was adjudged too costly.  Such a program"
    },
    {
      "index": 143,
      "start_time": 1414370.0,
      "end_time": 1428441.0,
      "text": "would cost less than the 1970 fiscal year cost overrun on the anti-ballistic missile system.  To put that in another way, the accounting"
    },
    {
      "index": 144,
      "start_time": 1428440.0,
      "end_time": 1437124.0,
      "text": "errors in the Department of Defense on a single weapons system come to more than a decade’s exploration of the entire solar system."
    },
    {
      "index": 145,
      "start_time": 1437130.0,
      "end_time": 1453338.0,
      "text": "So again it strikes me that this nation has the resources to undertake such exploratory ventures, and certainly this planet has those resources."
    },
    {
      "index": 146,
      "start_time": 1453340.0,
      "end_time": 1464068.0,
      "text": "It’s just a question of do we wish to do it.  The kind of exploratory ventures we’re talking about seem to me to be precisely"
    },
    {
      "index": 147,
      "start_time": 1464060.0,
      "end_time": 1472326.0,
      "text": "the kind that are needed to reestablish a cosmic context for mankind by finding out what the other planets are like."
    },
    {
      "index": 148,
      "start_time": 1472330.0,
      "end_time": 1483336.0,
      "text": "By finding out whether there are civilizations on planets of other stars, we reestablish a meaningful context for ourselves."
    },
    {
      "index": 149,
      "start_time": 1483340.0,
      "end_time": 1493000.0,
      "text": "Philip Morrison:  I think the most important thing that it will bring to us, if we can finally understand it, will be a description – if it exists at all –"
    },
    {
      "index": 150,
      "start_time": 1493000.0,
      "end_time": 1504331.0,
      "text": "of how beings disposing of great technology were able to fashion a world in which they could live and persevere and maintain"
    },
    {
      "index": 151,
      "start_time": 1504330.0,
      "end_time": 1511203.0,
      "text": "something of worth and beauty for a long period of time.  And that is probably not the least important message we could have."
    },
    {
      "index": 152,
      "start_time": 1511200.0,
      "end_time": 1518491.0,
      "text": "Richard Berendzen:  And finally, it would end our social and cultural isolation.  To date we have been bounded not only into our own"
    },
    {
      "index": 153,
      "start_time": 1518490.0,
      "end_time": 1525317.0,
      "text": "countries and into our own small regions on this planet, but most assuredly within our solar system itself.  If there are the"
    },
    {
      "index": 154,
      "start_time": 1525320.0,
      "end_time": 1534236.0,
      "text": "tens of billions of other civilizations which the predictions indicate might be, then we would join a larger galactic community."
    },
    {
      "index": 155,
      "start_time": 1534230.0,
      "end_time": 1541196.0,
      "text": "Philip Morrison:  And if even after considerable search we don’t find that our counterparts exist somewhere else,"
    },
    {
      "index": 156,
      "start_time": 1541200.0,
      "end_time": 1546959.0,
      "text": "I cannot think that will be wrong either because I think that will give us a heavier responsibility to try to"
    },
    {
      "index": 157,
      "start_time": 1546960.0,
      "end_time": 1556178.0,
      "text": "represent some sort of approach to intelligence in this extraordinarily large and diverse universe."
    },
    {
      "index": 158,
      "start_time": 1556180.0,
      "end_time": 1564307.0,
      "text": "[Applause]"
    },
    {
      "index": 159,
      "start_time": 1564310.0,
      "end_time": 1571973.0,
      "text": "Richard Berendzen:  But I think the one thing that has been shown is that regardless of the rest of the cosmos there"
    },
    {
      "index": 160,
      "start_time": 1571970.0,
      "end_time": 1583278.0,
      "text": "is intelligence at least sitting up here.  I would like to thank– I would at least like to thank the panel.  Thank you."
    },
    {
      "index": 161,
      "start_time": 1583280.0,
      "end_time": 1593280.0,
      "text": "[Applause]"
    }
  ]
}