{
  "video_id": "cQzQR9SKYQo",
  "title": "CIVILIZATION VI - First Look: Builders",
  "json": [
    {
      "index": 1,
      "start_time": 3633.0,
      "end_time": 8300.0,
      "text": "Claim your land and make it better with Builders in Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 8900.0,
      "end_time": 12266.0,
      "text": "Outside of developing cities you’ll want to build improvements."
    },
    {
      "index": 3,
      "start_time": 12266.0,
      "end_time": 16933.0,
      "text": "These are things like farms and mines that give you resources or bonuses towards different resources."
    },
    {
      "index": 4,
      "start_time": 16933.0,
      "end_time": 20900.0,
      "text": "Improving tiles has always been an important part of Civilization."
    },
    {
      "index": 5,
      "start_time": 20900.0,
      "end_time": 27866.0,
      "text": "In Civilization VI, building improvements may also unlock tech boosts, making them valuable for progress."
    },
    {
      "index": 6,
      "start_time": 27866.0,
      "end_time": 34533.0,
      "text": "In previous Civilization games, these improvements were built by Workers, and took multiple turns to construct."
    },
    {
      "index": 7,
      "start_time": 34700.0,
      "end_time": 39330.0,
      "text": "In Civilization VI, Workers are replaced by Builders."
    },
    {
      "index": 8,
      "start_time": 39330.0,
      "end_time": 45366.0,
      "text": "Builders are a civilian unit that you build in your cities, but they have a limited number of charges before they disband."
    },
    {
      "index": 9,
      "start_time": 49000.0,
      "end_time": 54266.0,
      "text": "Most Builders have three charges – three times that you can use them to build an improvement."
    },
    {
      "index": 10,
      "start_time": 54266.0,
      "end_time": 58966.0,
      "text": "You’re going to have to plan carefully for when you use your Builders, and which improvements you create."
    },
    {
      "index": 11,
      "start_time": 60330.0,
      "end_time": 62700.0,
      "text": "But Builders create their improvements instantly."
    },
    {
      "index": 12,
      "start_time": 62833.0,
      "end_time": 65800.0,
      "text": "No more waiting for multiple turns for construction to finish."
    },
    {
      "index": 13,
      "start_time": 66100.0,
      "end_time": 71866.0,
      "text": "Civilization VI cities require careful planning, and you’ll get to see the results of your plan immediately."
    },
    {
      "index": 14,
      "start_time": 72600.0,
      "end_time": 79000.0,
      "text": "Remember, not only do tile improvements take up space outside your cities, but Districts and Wonders do as well."
    },
    {
      "index": 15,
      "start_time": 79330.0,
      "end_time": 84533.0,
      "text": "And the limited number of charges on each Builder unit means that you’ll have to plan your expansion carefully."
    },
    {
      "index": 16,
      "start_time": 84833.0,
      "end_time": 90100.0,
      "text": "Builders are a great example of how the map is more important than ever in Civilization VI."
    },
    {
      "index": 17,
      "start_time": 90366.0,
      "end_time": 92600.0,
      "text": "How will you use them to shape your world?"
    }
  ]
}