{
  "video_id": "cr_Zu6nx2kU",
  "title": "Vitamin B12: Questions Answered",
  "json": [
    {
      "index": 1,
      "start_time": 5250.0,
      "end_time": 10710.0,
      "text": "More and more mainstream health authorities are promoting plant-based vegan diets – like"
    },
    {
      "index": 2,
      "start_time": 10710.0,
      "end_time": 16590.0,
      "text": "Kaiser Permanente, one of the largest HMOs in the U.S. that wants to make plant-based"
    },
    {
      "index": 3,
      "start_time": 16590.0,
      "end_time": 22170.0,
      "text": "diets “the new normal for [its] patients and employees”; or the president of the"
    },
    {
      "index": 4,
      "start_time": 22170.0,
      "end_time": 29050.0,
      "text": "American College of Cardiology, Dr. Kim Williams, who vigorously promotes a vegan diet; or the"
    },
    {
      "index": 5,
      "start_time": 29050.0,
      "end_time": 37069.0,
      "text": "chair of Harvard’s Department of Nutrition, Dr. Walter Willett, who recommends choosing plant proteins over animal proteins."
    },
    {
      "index": 6,
      "start_time": 37069.0,
      "end_time": 41460.0,
      "text": "As we see this awareness about plant-based nutrition increase,"
    },
    {
      "index": 7,
      "start_time": 41460.0,
      "end_time": 48239.0,
      "text": "concern is sometimes expressed about vegan diets and vitamin B12 deficiencies."
    },
    {
      "index": 8,
      "start_time": 48239.0,
      "end_time": 53980.0,
      "text": "Some might ask, “If a vegan diet really is healthy and natural, why do I need to watch"
    },
    {
      "index": 9,
      "start_time": 53980.0,
      "end_time": 60250.0,
      "text": "my vitamin B12 levels or take vitamin B12 supplements?” And this is a great question."
    },
    {
      "index": 10,
      "start_time": 60250.0,
      "end_time": 66720.0,
      "text": "So, let’s review the current information about vitamin B12, and the causes and prevalence"
    },
    {
      "index": 11,
      "start_time": 66720.0,
      "end_time": 74720.0,
      "text": "of vitamin B12 deficiencies. Vitamin B12, also called cobalamin, is a water-soluble vitamin."
    },
    {
      "index": 12,
      "start_time": 74720.0,
      "end_time": 82890.0,
      "text": "It is produced by bacteria, not animals or plants. So animals, including humans, must"
    },
    {
      "index": 13,
      "start_time": 82890.0,
      "end_time": 91189.0,
      "text": "obtain vitamin B12 directly or indirectly from bacteria. In the past, vitamin B12 from"
    },
    {
      "index": 14,
      "start_time": 91189.0,
      "end_time": 99590.0,
      "text": "bacteria was naturally and more reliably present in plant foods. Today, however, with modern hygienic practices"
    },
    {
      "index": 15,
      "start_time": 99590.0,
      "end_time": 104170.0,
      "text": "that more deeply clean and sanitize our produce, along with the soil"
    },
    {
      "index": 16,
      "start_time": 104170.0,
      "end_time": 111520.0,
      "text": "being exposed to more antibiotics and pesticides, most plant foods are no longer reliable sources"
    },
    {
      "index": 17,
      "start_time": 111520.0,
      "end_time": 117770.0,
      "text": "for vitamin B12. And, it’s probably not a good idea to go back and reverse sanitary"
    },
    {
      "index": 18,
      "start_time": 117770.0,
      "end_time": 125759.0,
      "text": "practices just to get more of this bacterial product in our diet. For this reason, we have"
    },
    {
      "index": 19,
      "start_time": 125759.0,
      "end_time": 132440.0,
      "text": "seen that people who abstain from eating animal foods can have lower levels of vitamin B12."
    },
    {
      "index": 20,
      "start_time": 132440.0,
      "end_time": 140430.0,
      "text": "But it’s important to also know that vitamin B12 deficiencies are not uncommon in the general"
    },
    {
      "index": 21,
      "start_time": 140430.0,
      "end_time": 146650.0,
      "text": "population regardless of diet, even among many those eating large amounts of animal foods."
    },
    {
      "index": 22,
      "start_time": 146650.0,
      "end_time": 153400.0,
      "text": "As this review in the American Journal of Clinical Nutrition notes, \"across studies"
    },
    {
      "index": 23,
      "start_time": 153400.0,
      "end_time": 161010.0,
      "text": "in Latin America, ≈40% of children and adults [were found to have a] deficient or marginal"
    },
    {
      "index": 24,
      "start_time": 161010.0,
      "end_time": 169230.0,
      "text": "status\" of vitamin B12. In the U.S., full-blown vitamin B12 deficiencies are estimated to"
    },
    {
      "index": 25,
      "start_time": 169230.0,
      "end_time": 179810.0,
      "text": "occur in about \"≈4% of those aged 40-59\", and \"≈6% of those aged ≥60\", with approximately"
    },
    {
      "index": 26,
      "start_time": 179810.0,
      "end_time": 189379.0,
      "text": "20% of those over the age of 60 having a marginal status. That’s a really high prevalence"
    },
    {
      "index": 27,
      "start_time": 189379.0,
      "end_time": 196319.0,
      "text": "for a vitamin deficiency in the general population. Another review that combined nine studies"
    },
    {
      "index": 28,
      "start_time": 196319.0,
      "end_time": 205550.0,
      "text": "in the U.S. found that 40% of patients had unexplained low B12 levels, which the researchers"
    },
    {
      "index": 29,
      "start_time": 205550.0,
      "end_time": 211879.0,
      "text": "attributed to what’s called \"food cobalamin malapsorption\", where the B12 that is naturally"
    },
    {
      "index": 30,
      "start_time": 211879.0,
      "end_time": 220750.0,
      "text": "present in foods is simply not absorbed. Luckily, these people are still able to absorb the"
    },
    {
      "index": 31,
      "start_time": 220750.0,
      "end_time": 228360.0,
      "text": "crystalline form of vitamin B12, which is the form that is used in supplements and B12-fortified foods."
    },
    {
      "index": 32,
      "start_time": 228360.0,
      "end_time": 234599.0,
      "text": "So, it happens to be the case that there are many things that can go wrong with"
    },
    {
      "index": 33,
      "start_time": 234599.0,
      "end_time": 242189.0,
      "text": "our bodies using or absorbing vitamin B12, regardless of our diet, because the absorption"
    },
    {
      "index": 34,
      "start_time": 242189.0,
      "end_time": 251470.0,
      "text": "process is fairly complex and requires specific physiologic elements to take place for it to occur adequately."
    },
    {
      "index": 35,
      "start_time": 251470.0,
      "end_time": 259249.0,
      "text": "One crucial factor, for example, is a step where vitamin B12 has to be coupled with a substance"
    },
    {
      "index": 36,
      "start_time": 259249.00000000003,
      "end_time": 265220.0,
      "text": "called “intrinsic factor,” which is produced in the parietal cells in our stomach."
    },
    {
      "index": 37,
      "start_time": 265220.0,
      "end_time": 269720.0,
      "text": "Then, most of the absorption for this coupled pair occurs in the third"
    },
    {
      "index": 38,
      "start_time": 269720.0,
      "end_time": 275699.0,
      "text": "segment of the small intestine (or ileum). As such, any problem in those portions of"
    },
    {
      "index": 39,
      "start_time": 275699.0,
      "end_time": 284120.0,
      "text": "our gastrointestinal tract can lead to B12 deficiencies. For example, H. pylori infection,"
    },
    {
      "index": 40,
      "start_time": 284120.0,
      "end_time": 293909.0,
      "text": "alcohol abuse, smoking, atrophic gastritis, and conditions that slow the movement of food in our gastrointestinal tract"
    },
    {
      "index": 41,
      "start_time": 293909.0,
      "end_time": 300669.0,
      "text": "(such as diabetes, scleroderma, strictures, diverticula) are"
    },
    {
      "index": 42,
      "start_time": 300669.0,
      "end_time": 307110.0,
      "text": "all associated with vitamin B12 deficiencies. So many conditions that affect the gastrointestinal"
    },
    {
      "index": 43,
      "start_time": 307110.0,
      "end_time": 314820.0,
      "text": "tract can lead to B12 deficiencies, from something big and notorious like a gastric bypass or"
    },
    {
      "index": 44,
      "start_time": 314820.0,
      "end_time": 322139.0,
      "text": "resection, to something much more common like bacterial overgrowth in the upper intestine."
    },
    {
      "index": 45,
      "start_time": 322139.0,
      "end_time": 329030.0,
      "text": "But, fortunately, here too, with bacterial overgrowth, the crystalline form of vitamin"
    },
    {
      "index": 46,
      "start_time": 329030.0,
      "end_time": 337459.0,
      "text": "B12, which is the form that is added to fortified foods and used in supplements, can still be absorbed okay."
    },
    {
      "index": 47,
      "start_time": 337459.0,
      "end_time": 343720.0,
      "text": "Some medications can also cause vitamin B12 deficiencies, including long-term"
    },
    {
      "index": 48,
      "start_time": 343720.0,
      "end_time": 349270.0,
      "text": "use of antacids (or acid-suppressing drugs) – which, by the way, have been classified"
    },
    {
      "index": 49,
      "start_time": 349270.0,
      "end_time": 355240.0,
      "text": "as the most commonly used pharmaceuticals in the U.S. Gastric acid in our stomach is"
    },
    {
      "index": 50,
      "start_time": 355240.0,
      "end_time": 361860.0,
      "text": "required to separate vitamin B12 from dietary proteins for it to be absorbed. Thus,"
    },
    {
      "index": 51,
      "start_time": 361860.0,
      "end_time": 369990.0,
      "text": "medications that suppress the production of gastric acid can lead to B12 malabsorption."
    },
    {
      "index": 52,
      "start_time": 369990.0,
      "end_time": 380169.0,
      "text": "This study concluded, both previous and current antacid use was associated with B12 deficiency. Lastly,"
    },
    {
      "index": 53,
      "start_time": 380169.0,
      "end_time": 387789.0,
      "text": "there is also a genetic variant of a B12 transporter in our body that some people have that is"
    },
    {
      "index": 54,
      "start_time": 387789.0,
      "end_time": 395650.0,
      "text": "associated with low B12 levels, and this genetic variant is present in 20% of the population."
    },
    {
      "index": 55,
      "start_time": 395650.0,
      "end_time": 403569.0,
      "text": "So, as you can see, vitamin B12 adequacy is a delicate matter, and deficiencies are fairly"
    },
    {
      "index": 56,
      "start_time": 403569.0,
      "end_time": 408300.0,
      "text": "common in the general population. So, regardless of one’s diet, it’s something that"
    },
    {
      "index": 57,
      "start_time": 408300.0,
      "end_time": 415860.0,
      "text": "people need to be mindful of. Now moving on to other issues – where can we find vitamin B12?"
    },
    {
      "index": 58,
      "start_time": 415860.0,
      "end_time": 421440.0,
      "text": "Well, let’s remember it’s made from bacteria. Our own intestinal tract contains"
    },
    {
      "index": 59,
      "start_time": 421440.0,
      "end_time": 428690.0,
      "text": "feces and B12-producing bacteria. However, we think that the majority of the B12 produced"
    },
    {
      "index": 60,
      "start_time": 428690.0,
      "end_time": 435440.0,
      "text": "by bacteria in our gut occurs in the large intestine, which is further down from the"
    },
    {
      "index": 61,
      "start_time": 435440.0,
      "end_time": 443360.0,
      "text": "small intestine where most of the B12 absorption takes place. So, a lot of the B12 produced"
    },
    {
      "index": 62,
      "start_time": 443360.0,
      "end_time": 450840.0,
      "text": "in our intestine is excreted in our feces. Some studies have shown though that bacteria"
    },
    {
      "index": 63,
      "start_time": 450840.0,
      "end_time": 459150.0,
      "text": "in our small intestines may also synthesize significant amounts of vitamin B12, but it’s"
    },
    {
      "index": 64,
      "start_time": 459150.0,
      "end_time": 466080.0,
      "text": "not clear whether sufficient amounts are made and absorbed to meet our nutritional needs."
    },
    {
      "index": 65,
      "start_time": 466080.0,
      "end_time": 473180.0,
      "text": "So our own human feces contain large quantities of vitamin B12. As unpleasant as this may"
    },
    {
      "index": 66,
      "start_time": 473180.0,
      "end_time": 479629.0,
      "text": "sound, we actually do end up inadvertently eating feces sometimes. Which brings me to"
    },
    {
      "index": 67,
      "start_time": 479629.0,
      "end_time": 485930.0,
      "text": "another source that has B12 from bacteria – animal foods. Now, just like us, animals"
    },
    {
      "index": 68,
      "start_time": 485930.0,
      "end_time": 493919.0,
      "text": "don’t make vitamin B12. They obtain it either directly or indirectly from the bacteria that makes it."
    },
    {
      "index": 69,
      "start_time": 493919.0,
      "end_time": 501020.0,
      "text": "Also adding manure usually results in higher vitamin B12 levels. Scientists even found"
    },
    {
      "index": 70,
      "start_time": 501020.0,
      "end_time": 507760.0,
      "text": "that adding manure to the soil where spinach was growing added B12 to the spinach leaves."
    },
    {
      "index": 71,
      "start_time": 507760.0,
      "end_time": 515140.0,
      "text": "And, many animal foods have significant amounts of manure and thus bacterial contamination."
    },
    {
      "index": 72,
      "start_time": 515140.0,
      "end_time": 523380.0,
      "text": "Thanks to the FDA retail meat monitoring program, we know that 98% of chicken breasts sampled"
    },
    {
      "index": 73,
      "start_time": 523380.0,
      "end_time": 534010.0,
      "text": "over seven years were contaminated with fecal bacteria; ground turkey 94%; ground beef 93%;"
    },
    {
      "index": 74,
      "start_time": 534010.0,
      "end_time": 543160.0,
      "text": "and pork chops, a little bit lower at 86.9%, but still very high. Manure from some animals"
    },
    {
      "index": 75,
      "start_time": 543160.0,
      "end_time": 549480.0,
      "text": "is even used to feed other animals in the livestock industry. And while this can raise"
    },
    {
      "index": 76,
      "start_time": 549480.0,
      "end_time": 556630.0,
      "text": "B12 levels in the animal fed the manure, it also raises some serious health concerns."
    },
    {
      "index": 77,
      "start_time": 556630.0,
      "end_time": 563080.0,
      "text": "But apart from infectious disease related concerns with bacterial contamination, animal"
    },
    {
      "index": 78,
      "start_time": 563080.0,
      "end_time": 568230.0,
      "text": "products – regardless of how clean they may be – are not the best source for vitamin"
    },
    {
      "index": 79,
      "start_time": 568230.0,
      "end_time": 574450.0,
      "text": "B12, because consuming them results in us having increased levels of cancer promoting"
    },
    {
      "index": 80,
      "start_time": 574450.0,
      "end_time": 583240.0,
      "text": "hormone IGF-1, as well as cholesterol, TMAO, phosphorus, heme-iron, and other substances"
    },
    {
      "index": 81,
      "start_time": 583240.0,
      "end_time": 589649.0,
      "text": "that are problematic for our health. Better sources of B12 are fortified plant foods,"
    },
    {
      "index": 82,
      "start_time": 589649.0,
      "end_time": 596760.0,
      "text": "like non-dairy milks, nutritional yeast and the like. And apparently some plant foods"
    },
    {
      "index": 83,
      "start_time": 596760.0,
      "end_time": 603620.0,
      "text": "can have considerable amounts of vitamin B12 due to bacterial contamination during the"
    },
    {
      "index": 84,
      "start_time": 603620.0,
      "end_time": 611640.0,
      "text": "production process, or because they live a symbiotic relationship with bacteria. For"
    },
    {
      "index": 85,
      "start_time": 611640.0,
      "end_time": 619840.0,
      "text": "example, this article in the journal Nutrients found the following plant foods to contain vitamin B12:"
    },
    {
      "index": 86,
      "start_time": 619840.0,
      "end_time": 626880.0,
      "text": "tempe, which is a fermented soybean-based food, due to bacterial process in its production;"
    },
    {
      "index": 87,
      "start_time": 626880.0,
      "end_time": 632850.0,
      "text": "vegetable products that are fermented with bacteria; various types of tea leaves; fruiting"
    },
    {
      "index": 88,
      "start_time": 632850.0,
      "end_time": 640079.0,
      "text": "bodies of shitake and another types of mushrooms; and, apparently, the most widely-consumed algae"
    },
    {
      "index": 89,
      "start_time": 640079.0,
      "end_time": 649610.0,
      "text": "also contains levels of vitamin B12. B12 can also be found in lakes if the water has not been sanitized."
    },
    {
      "index": 90,
      "start_time": 649610.0,
      "end_time": 654870.0,
      "text": "And although it’s not a good idea to drink un-sanitized water in general,"
    },
    {
      "index": 91,
      "start_time": 654870.0,
      "end_time": 660640.0,
      "text": "we really get the picture of how this is a bacterial and not an animal product."
    },
    {
      "index": 92,
      "start_time": 660640.0,
      "end_time": 666720.0,
      "text": "Again, it’s not a good idea to go back and reverse sanitary practices in order to get"
    },
    {
      "index": 93,
      "start_time": 666720.0,
      "end_time": 672790.0,
      "text": "more of this bacterial product in our diet, since bacteria can also cause disease."
    },
    {
      "index": 94,
      "start_time": 672790.0,
      "end_time": 679089.0,
      "text": "It’s also not a good idea to get vitamin B12 from animal foods, given the problematic"
    },
    {
      "index": 95,
      "start_time": 679089.0,
      "end_time": 683630.0,
      "text": "health issues associated with consuming animal foods that I mentioned earlier."
    },
    {
      "index": 96,
      "start_time": 683630.0,
      "end_time": 690170.0,
      "text": "From a health standpoint, it’s best to go with a plant-based vegan diet. Just like Harvard’s Healthy"
    },
    {
      "index": 97,
      "start_time": 690170.0,
      "end_time": 696260.0,
      "text": "Eating Plate recommends, “Go with plants. Eating a plant-based diet is [best].” So,"
    },
    {
      "index": 98,
      "start_time": 696260.0,
      "end_time": 703810.0,
      "text": "what I recommend is to monitor vitamin B12 levels or take a B12 supplement, or both,"
    },
    {
      "index": 99,
      "start_time": 703810.0,
      "end_time": 709930.0,
      "text": "and include plant-based B12-fortified foods in your diet. I personally don’t take a"
    },
    {
      "index": 100,
      "start_time": 709930.0,
      "end_time": 715810.0,
      "text": "B12 supplement, but I have my B12 levels checked every year. I’ve been eating a plant-based"
    },
    {
      "index": 101,
      "start_time": 715810.0,
      "end_time": 722930.0,
      "text": "vegan diet with no animal products for about 5 years now. And, at my most recent insurance-required"
    },
    {
      "index": 102,
      "start_time": 722930.0,
      "end_time": 730480.0,
      "text": "annual checkup, my B12 level was 884 pg/mL, which is within the normal range."
    },
    {
      "index": 103,
      "start_time": 730480.0,
      "end_time": 736240.0,
      "text": "If it wasn't within normal range, then I would just take a supplement, which is an easy fix."
    },
    {
      "index": 104,
      "start_time": 736240.0,
      "end_time": 741220.0,
      "text": "But, I definitely keep an eye on my levels, and I recommend both vegans"
    },
    {
      "index": 105,
      "start_time": 741220.0,
      "end_time": 745260.0,
      "text": "and non-vegans alike to do the same. Thank you very much."
    }
  ]
}