{
  "video_id": "CRi8ika_KJY",
  "title": "What is Starbucks Nitro Cold Brew?",
  "json": [
    {
      "index": 1,
      "start_time": 2419.0,
      "end_time": 5295.0,
      "text": "Cold coffee is not a new thing for Starbucks."
    },
    {
      "index": 2,
      "start_time": 5296.0,
      "end_time": 12887.0,
      "text": "We launched our classic iced coffee in 1986, and we launched our Cold Brew in the summer of 2015."
    },
    {
      "index": 3,
      "start_time": 12887.0,
      "end_time": 16391.0,
      "text": "My name&#39;s Mackenzie and I’m a coffee education specialist at Starbucks."
    },
    {
      "index": 4,
      "start_time": 16391.0,
      "end_time": 20894.0,
      "text": "I’ve been a partner for 7 years, and I am so excited to share Nitro Cold Brew with you today."
    },
    {
      "index": 5,
      "start_time": 20895.0,
      "end_time": 25358.0,
      "text": "It starts out with our classic Cold Brew recipe, and the process is pretty intense."
    },
    {
      "index": 6,
      "start_time": 25358.0,
      "end_time": 28695.0,
      "text": "It’s a Toddy that’s brewed over the course of 20 hours."
    },
    {
      "index": 7,
      "start_time": 28695.0,
      "end_time": 36995.0,
      "text": "So the end result is this soft citrus flavor with these deep syrupy sweet notes that happens naturally in the Cold Brew recipe."
    },
    {
      "index": 8,
      "start_time": 36995.0,
      "end_time": 43751.0,
      "text": "With the huge success of our Cold Brew, we thought, “How can we bring a new level of craft to our customers?”"
    },
    {
      "index": 9,
      "start_time": 43752.0,
      "end_time": 48381.0,
      "text": "So we added texture by using nitrogen infusion."
    },
    {
      "index": 10,
      "start_time": 48381.0,
      "end_time": 53303.0,
      "text": "We take our classic Cold Brew, which is handcrafted by the barista everyday in our stores,"
    },
    {
      "index": 11,
      "start_time": 53303.0,
      "end_time": 56638.0,
      "text": "and it’s actually infused with nitrogen inside of the fridge."
    },
    {
      "index": 12,
      "start_time": 56639.0,
      "end_time": 62270.0,
      "text": "So as it pours into the cup, you kind of see this beautiful cascade of colors and textures."
    },
    {
      "index": 13,
      "start_time": 62270.0,
      "end_time": 71654.0,
      "text": "So the mouthfeel is creamy and smooth and really highlights those flavors that we were trying so hard to pull out."
    },
    {
      "index": 14,
      "start_time": 71654.0,
      "end_time": 79829.0,
      "text": "And you get this beautiful cold crema on top of the Cold Brew. Sometimes you get a little cold crema mustache, which I think is kinda fun."
    },
    {
      "index": 15,
      "start_time": 79829.0,
      "end_time": 87461.0,
      "text": "So many people that would have never experienced this are now going to have a place that they’re going to experience this, and that’s at our Starbucks stores."
    }
  ]
}