{
  "video_id": "CRuDvYdHYco",
  "title": "Keith Barry's memory is PHENOMENAL!",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 99.0,
      "end_time": 4049.0,
      "text": "Ello, I know it&#39;s been so long since I&#39;ve uploaded a video on this channel. I&#39;ll update"
    },
    {
      "index": 2,
      "start_time": 4049.0000000000005,
      "end_time": 7810.0,
      "text": "you at the end of this video with what&#39;s been going on but right now you&#39;re about to see"
    },
    {
      "index": 3,
      "start_time": 7810.0,
      "end_time": 12640.0,
      "text": "a phenomenal performer, Keith Barry blowing my mind with a card trick. I don&#39;t even know"
    },
    {
      "index": 4,
      "start_time": 12640.0,
      "end_time": 16500.0,
      "text": "if you should call it a card trick or a memory stunt or just mind reading. I don&#39;t even know"
    },
    {
      "index": 5,
      "start_time": 16500.0,
      "end_time": 20039.0,
      "text": "what it is, it&#39;s just incredible - you&#39;re gonna love it. And then at the end we&#39;ll have"
    },
    {
      "index": 6,
      "start_time": 20039.0,
      "end_time": 24610.0,
      "text": "a bit of a catch up. But right now, without further ado, here is Keith Barry blowing my"
    },
    {
      "index": 7,
      "start_time": 24610.0,
      "end_time": 31199.0,
      "text": "mind. So Steven I&#39;ve got an interesting concept which is memory. I&#39;ve trained my memory in"
    },
    {
      "index": 8,
      "start_time": 31199.0,
      "end_time": 35249.0,
      "text": "ways that are different to most people. I wouldn&#39;t say I&#39;ve got a photographic memory,"
    },
    {
      "index": 9,
      "start_time": 35249.0,
      "end_time": 38030.0,
      "text": "I&#39;ve just got a pretty good memory. Do you know if you&#39;re left brain or right brained,"
    },
    {
      "index": 10,
      "start_time": 38030.0,
      "end_time": 42260.0,
      "text": "do you know? No. No? No I don&#39;t think I do. And you haven&#39;t even tried this as a magician?"
    },
    {
      "index": 11,
      "start_time": 42260.0,
      "end_time": 47600.0,
      "text": "I might have looked at it once. Okay close your eyes. Think of a piece of furniture."
    },
    {
      "index": 12,
      "start_time": 47600.0,
      "end_time": 54299.0,
      "text": "Open your eyes. Did you see a chair? Yep. But you saw a picture of a chair. Yep. Rather"
    },
    {
      "index": 13,
      "start_time": 54299.0,
      "end_time": 58679.0,
      "text": "than a word. Yeah. So even magicians, different people think differently. Some magicians or"
    },
    {
      "index": 14,
      "start_time": 58679.0,
      "end_time": 63739.0,
      "text": "people out there, they would have seen a spelling of a chair. So C H A I R. Which would have"
    },
    {
      "index": 15,
      "start_time": 63739.0,
      "end_time": 67200.0,
      "text": "mean&#39;t that they&#39;re left brained. They&#39;re linear in their thinking. Right brained people"
    },
    {
      "index": 16,
      "start_time": 67200.0,
      "end_time": 72640.0,
      "text": "like yourself, creatives, they think in pictures. So that&#39;s why you thought of a chair. And"
    },
    {
      "index": 17,
      "start_time": 72640.0,
      "end_time": 75689.0,
      "text": "yes, most people will think of a chair. So at home, tell people to close their eyes."
    },
    {
      "index": 18,
      "start_time": 75689.0,
      "end_time": 78460.0,
      "text": "Tell them to think of a piece of furniture. And boom, tell them it&#39;s a chair. They&#39;ll"
    },
    {
      "index": 19,
      "start_time": 78460.0,
      "end_time": 82609.0,
      "text": "freak out. We&#39;re gonna use a deck of cards in this demonstration. One of my favourite"
    },
    {
      "index": 20,
      "start_time": 82609.0,
      "end_time": 89719.0,
      "text": "movies was rain man. Yeah yeah. Dustin Hoffman. So this was kind of, inspired by Rain Man."
    },
    {
      "index": 21,
      "start_time": 89719.0,
      "end_time": 94109.0,
      "text": "Alright, so. It&#39;s important that no two cards are the same and so on and that you&#39;re happy"
    },
    {
      "index": 22,
      "start_time": 94109.0,
      "end_time": 98509.0,
      "text": "with the cards. Yep. Yep. Good. Alright. So here&#39;s the idea. We&#39;re gonna shuffle these"
    },
    {
      "index": 23,
      "start_time": 98509.0,
      "end_time": 102929.0,
      "text": "cards but in a very specific way if you like. Now it&#39;s important that people realise all"
    },
    {
      "index": 24,
      "start_time": 102929.0,
      "end_time": 107689.0,
      "text": "the backs are the same. And oh. Do you know exactly how to check for marked cards? I forgot"
    },
    {
      "index": 25,
      "start_time": 107689.0,
      "end_time": 111649.0,
      "text": "to say this. I do yeah. You do. Okay you can have a look. Yeah. There&#39;s no marks. They"
    },
    {
      "index": 26,
      "start_time": 111649.0,
      "end_time": 116549.0,
      "text": "are, yep, normal deck of cards. Straight deck. That was interesting. You never checked the"
    },
    {
      "index": 27,
      "start_time": 116549.0,
      "end_time": 120149.0,
      "text": "other end though so we&#39;ll check the other end as well. Oh yeah. Okay we&#39;ll riffle through"
    },
    {
      "index": 28,
      "start_time": 120149.0,
      "end_time": 123189.0,
      "text": "like this. And what he&#39;s looking for is any discrepancies in the backs of the cards. So"
    },
    {
      "index": 29,
      "start_time": 123189.0,
      "end_time": 126939.0,
      "text": "here&#39;s what we&#39;ll do. We&#39;re gonna use a whole bunch of cards. You&#39;re gonna take some. I&#39;ll"
    },
    {
      "index": 30,
      "start_time": 126939.0,
      "end_time": 131920.0,
      "text": "take some. You take these. Okay. And just go ahead and shuffle them up any way you want."
    },
    {
      "index": 31,
      "start_time": 131920.0,
      "end_time": 134870.0,
      "text": "I don&#39;t mind. Alrighty. Okay now let&#39;s swap, when you&#39;re ready. No, no, go ahead. I wanna"
    },
    {
      "index": 32,
      "start_time": 134870.0,
      "end_time": 139250.0,
      "text": "do two shuffles just to for fun you know. Just for fun. I&#39;ll do the same. There we go."
    },
    {
      "index": 33,
      "start_time": 139250.0,
      "end_time": 144100.0,
      "text": "You take, I&#39;ll take. Sweet. So I&#39;ll shuffle this. You shuffle those. And here&#39;s where"
    },
    {
      "index": 34,
      "start_time": 144100.0,
      "end_time": 148010.0,
      "text": "it gets kind of interesting. Put them down on the table like this. And I want you to"
    },
    {
      "index": 35,
      "start_time": 148010.0,
      "end_time": 152290.0,
      "text": "just go ahead and cut a portion like that. Perfect. Now I&#39;m just gonna do this. Twist"
    },
    {
      "index": 36,
      "start_time": 152290.0,
      "end_time": 156360.0,
      "text": "them like that. I&#39;ll twist mine as well. Put your hands on top like this and smoosh. I"
    },
    {
      "index": 37,
      "start_time": 156360.0,
      "end_time": 160650.0,
      "text": "like that word, smoosh. Lovin&#39; it. And here&#39;s where it kind of gets interesting if you like."
    },
    {
      "index": 38,
      "start_time": 160650.0,
      "end_time": 164620.0,
      "text": "I&#39;m gonna let you do all this. Just so it&#39;s hands off for me. I want you to take a bunch"
    },
    {
      "index": 39,
      "start_time": 164620.0,
      "end_time": 167970.0,
      "text": "of my cards. Take a few of them. And turn them face up and put them next to yours. Take"
    },
    {
      "index": 40,
      "start_time": 167970.0,
      "end_time": 171810.0,
      "text": "a bunch. There we go. Face up next to yours. Do the same with yours. Take a bunch and put"
    },
    {
      "index": 41,
      "start_time": 171810.0,
      "end_time": 177100.0,
      "text": "them face up next to mine. Okay, put your hands on top. And smoosh. Smoosh. Okay good,"
    },
    {
      "index": 42,
      "start_time": 177100.0,
      "end_time": 181720.0,
      "text": "you don&#39;t need to square them up. So, let&#39;s do that again. Take a bunch of yours, turn"
    },
    {
      "index": 43,
      "start_time": 181720.0,
      "end_time": 187440.0,
      "text": "them face up, put them over here. Take a bunch of mine, face up, put them next to yours."
    },
    {
      "index": 44,
      "start_time": 187440.0,
      "end_time": 192390.0,
      "text": "Put your hands on top and smoosh. Now this next decision will be yours. Do you want to"
    },
    {
      "index": 45,
      "start_time": 192390.0,
      "end_time": 197360.0,
      "text": "do that again or not? I feel pretty good about it. Pretty good, okay. Well we are going to"
    },
    {
      "index": 46,
      "start_time": 197360.0,
      "end_time": 200900.0,
      "text": "have one last smoosh. Because you&#39;re going to put those into those. So one last smoosh."
    },
    {
      "index": 47,
      "start_time": 200900.0,
      "end_time": 205790.0,
      "text": "Smoosh the whole lot together. Okay good. Now, I&#39;ll square them up very quickly. The"
    },
    {
      "index": 48,
      "start_time": 205790.0,
      "end_time": 211010.0,
      "text": "hard part yeah. It&#39;s fine. So, here&#39;s the idea. As a magician we&#39;re both gonna look"
    },
    {
      "index": 49,
      "start_time": 211010.0,
      "end_time": 215570.0,
      "text": "at them at the same time. Okay. I&#39;m gonna flick them past your eyes like so, we&#39;ll do"
    },
    {
      "index": 50,
      "start_time": 215570.0,
      "end_time": 222440.0,
      "text": "it up the way, just like this, okay good. Okay. And we&#39;ll do the other side as well."
    },
    {
      "index": 51,
      "start_time": 222440.0,
      "end_time": 227990.0,
      "text": "Good. Having done that. Do you know now, for certainty as a magician how many cards are"
    },
    {
      "index": 52,
      "start_time": 227990.0,
      "end_time": 232010.0,
      "text": "face down? No. There&#39;s no way to tell. But actually when I was looking at the cards I"
    },
    {
      "index": 53,
      "start_time": 232010.0,
      "end_time": 236430.0,
      "text": "was quickly as best as I could taking a mental snapshot of the cards and trying to figure"
    },
    {
      "index": 54,
      "start_time": 236430.0,
      "end_time": 242460.0,
      "text": "out how many cards are face down. I&#39;m gonna go with 21. 21 cards face down Steven. Take"
    },
    {
      "index": 55,
      "start_time": 242460.0,
      "end_time": 246330.0,
      "text": "them yourself, I don&#39;t wanna do it. We&#39;re gonna just discard the face up cards. Forget"
    },
    {
      "index": 56,
      "start_time": 246330.0,
      "end_time": 256430.0,
      "text": "those. Then count the face down ones. 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15,"
    },
    {
      "index": 57,
      "start_time": 256430.0,
      "end_time": 264540.0,
      "text": "16, 17, 18, 19, 20, 21. Ah 21! 21 face down cards. I&#39;ll tell you what, take those. And"
    },
    {
      "index": 58,
      "start_time": 264540.0,
      "end_time": 268600.0,
      "text": "fan them towards yourself. Don&#39;t let me see them. Okay. That&#39;s important. Alright. And"
    },
    {
      "index": 59,
      "start_time": 268600.0,
      "end_time": 272370.0,
      "text": "I&#39;m gonna look away so even if the cards were marked, he checked them, I&#39;m gonna look away"
    },
    {
      "index": 60,
      "start_time": 272370.0,
      "end_time": 278030.0,
      "text": "anyway. I&#39;m gonna go with ah, I&#39;m gonna say that there&#39;s, I&#39;m gonna go with 10 red cards."
    },
    {
      "index": 61,
      "start_time": 278030.0,
      "end_time": 283000.0,
      "text": "Take out the red cards, don&#39;t let me see the other ones. You can count them into my hand"
    },
    {
      "index": 62,
      "start_time": 283000.0,
      "end_time": 295410.0,
      "text": "this time. Okay. That is 5 so far. 6, 7, 8, 9, 10. 10. 10 red cards. 10 red cards. So"
    },
    {
      "index": 63,
      "start_time": 295410.0,
      "end_time": 300540.0,
      "text": "that means you&#39;ve obviously got 11 black cards. I&#39;m gonna go with eh. See here&#39;s the idea."
    },
    {
      "index": 64,
      "start_time": 300540.0,
      "end_time": 304360.0,
      "text": "We saw the backs of the cards but we didn&#39;t see the faces, correct? Yeah. Incorrect. Becasue"
    },
    {
      "index": 65,
      "start_time": 304360.0,
      "end_time": 307880.0,
      "text": "I flipped the deck over both times so I actually tried to memorise some of the faces as well."
    },
    {
      "index": 66,
      "start_time": 307880.0,
      "end_time": 319110.0,
      "text": "I&#39;m gonna go with 6 black cards. Sorry, 6 clubs. 1, 2, 3, 4, 5, ooh we&#39;ve got 7. 6,"
    },
    {
      "index": 67,
      "start_time": 319110.0,
      "end_time": 327240.0,
      "text": "7. Oh 7 clubs, off by 1. So 7 clubs. And you&#39;ve got 4 left. Erm, allow your eyes to scan over"
    },
    {
      "index": 68,
      "start_time": 327240.0,
      "end_time": 330580.0,
      "text": "and back. Over and back over the cards. Allow your eyes to settle on one. I think, is there"
    },
    {
      "index": 69,
      "start_time": 330580.0,
      "end_time": 334639.0,
      "text": "an ace of spades there. Take that out, hand it to me. You&#39;ve also got, if I&#39;ve memorised"
    },
    {
      "index": 70,
      "start_time": 334639.0,
      "end_time": 338970.0,
      "text": "these correctly. You&#39;ve also got the 7 of spades. Yep. I think you&#39;ve got the 4 of spades."
    },
    {
      "index": 71,
      "start_time": 338970.0,
      "end_time": 345940.0,
      "text": "Yeah. And finally you&#39;ve got the King of Spades. Ah, that was incredible. Damn. That was absolutely"
    },
    {
      "index": 72,
      "start_time": 345940.0,
      "end_time": 350190.0,
      "text": "incredible. Thanks. Everyone&#39;s gonna be blown away. Ah man. Check out Keith Barry&#39;s social"
    },
    {
      "index": 73,
      "start_time": 350190.0,
      "end_time": 353460.0,
      "text": "links in the description. He&#39;s got a YouTube channel. And in a couple of days time I&#39;ll"
    },
    {
      "index": 74,
      "start_time": 353460.0,
      "end_time": 357900.0,
      "text": "be uploading an interview I did with Keith, super interesting chat. We talked about so"
    },
    {
      "index": 75,
      "start_time": 357900.0,
      "end_time": 361440.0,
      "text": "much, including the new Now You See Me 2 film which I recommend you go and check out. All"
    },
    {
      "index": 76,
      "start_time": 361440.0,
      "end_time": 364210.0,
      "text": "that to come in a couple of days. Anyway, if you&#39;re wondering where I&#39;ve been. I&#39;ve"
    },
    {
      "index": 77,
      "start_time": 364210.0,
      "end_time": 368970.0,
      "text": "been working on a magic video that took me 4 weeks of planning and then filming and then"
    },
    {
      "index": 78,
      "start_time": 368970.0,
      "end_time": 374310.0,
      "text": "editing and at the end of the day it just wasn&#39;t what I envisaged. It wasn&#39;t as good"
    },
    {
      "index": 79,
      "start_time": 374310.0,
      "end_time": 377250.0,
      "text": "as I wanted it to be. As a result, I&#39;m kind of going back to the drawing board on that."
    },
    {
      "index": 80,
      "start_time": 377250.0,
      "end_time": 381510.0,
      "text": "But it&#39;s slowed down my whole upload schedule. But don&#39;t you worry. If you were worried."
    },
    {
      "index": 81,
      "start_time": 381510.0,
      "end_time": 386190.0,
      "text": "There&#39;s gonna be a lot of videos on the way in the very soon. In the very soon. My grammar"
    },
    {
      "index": 82,
      "start_time": 386190.0,
      "end_time": 389750.0,
      "text": "is astounding. And just before I go make a cup of tea, a quick thank you to everyone"
    },
    {
      "index": 83,
      "start_time": 389750.0,
      "end_time": 394550.0,
      "text": "that&#39;s supporting me on Patreon. You guys are really helping me out, so thank you so"
    },
    {
      "index": 84,
      "start_time": 394550.0,
      "end_time": 398210.0,
      "text": "much. There&#39;ll be a link in the description to Patreon if you guys are interested in what"
    },
    {
      "index": 85,
      "start_time": 398210.0,
      "end_time": 403010.0,
      "text": "that is. And that&#39;s it. We&#39;re done. There we go. Thanks for watching. See ya guys soon."
    },
    {
      "index": 86,
      "start_time": 403010.0,
      "end_time": 413010.0,
      "text": "Thank you."
    }
  ]
}