{
  "video_id": "CRV9PsZRUV0",
  "title": "What If You Hear Voices In Your Head?",
  "json": [
    {
      "index": 1,
      "start_time": 380.0,
      "end_time": 4610.0,
      "text": "We all have an inner dialogue inside our mind - reminding yourself to pay your cellphone"
    },
    {
      "index": 2,
      "start_time": 4610.0,
      "end_time": 9680.0,
      "text": "bill, or even rehearsing a tough conversation with a friend. But what if that voice becomes"
    },
    {
      "index": 3,
      "start_time": 9680.0,
      "end_time": 12680.0,
      "text": "voices that are out of your control?"
    },
    {
      "index": 4,
      "start_time": 12680.0,
      "end_time": 17819.0,
      "text": "Psychologist Julian Jaynes proposed a theory that, not so long ago all humans heard voices"
    },
    {
      "index": 5,
      "start_time": 17819.0,
      "end_time": 22609.0,
      "text": "- created internally from the right hemisphere of the brain, but perceived as external from"
    },
    {
      "index": 6,
      "start_time": 22609.0,
      "end_time": 26710.0,
      "text": "the left hemisphere (bicameralism). As a result these voices were perceived as communication"
    },
    {
      "index": 7,
      "start_time": 26710.0,
      "end_time": 32270.0,
      "text": "from the gods. But around 1000 BC, with the rise of modern consciousness, these voices"
    },
    {
      "index": 8,
      "start_time": 32270.000000000004,
      "end_time": 37390.0,
      "text": "became recognized as our own. Some psychiatrists believe that the brains of schizophrenic people"
    },
    {
      "index": 9,
      "start_time": 37390.0,
      "end_time": 42740.0,
      "text": "may revert to this state, and not recognize some of their thoughts as their own."
    },
    {
      "index": 10,
      "start_time": 42740.0,
      "end_time": 46850.0,
      "text": "Schizophrenia is a disease of the nervous system, affecting approximately 1% of the"
    },
    {
      "index": 11,
      "start_time": 46850.0,
      "end_time": 51579.0,
      "text": "population. To be clear, schizophrenia is not the same as having ‘multiple personality"
    },
    {
      "index": 12,
      "start_time": 51579.0,
      "end_time": 56250.0,
      "text": "disorder’. Symptoms often include hallucinations: from seeing things that aren’t there, to"
    },
    {
      "index": 13,
      "start_time": 56250.0,
      "end_time": 61440.0,
      "text": "delusions such as a higher belief in conspiracy, higher rates of depression, and most notably"
    },
    {
      "index": 14,
      "start_time": 61440.0,
      "end_time": 66640.0,
      "text": "hearing voices. Auditory hallucinations occur in many disorders - from simple sounds to"
    },
    {
      "index": 15,
      "start_time": 66640.0,
      "end_time": 71600.0,
      "text": "words or names being called - but the voices heard in schizophrenics are quite different."
    },
    {
      "index": 16,
      "start_time": 71600.0,
      "end_time": 77149.0,
      "text": "They are often associated with their current mental state, and can be quite hostile, accusing,"
    },
    {
      "index": 17,
      "start_time": 77149.0,
      "end_time": 81200.0,
      "text": "threatening or persecuting (58); ultimately embodying many of their fears."
    },
    {
      "index": 18,
      "start_time": 81200.0,
      "end_time": 87229.0,
      "text": "A 2006 study of over 3000 schizophrenic patients found that genes related to immune function"
    },
    {
      "index": 19,
      "start_time": 87229.0,
      "end_time": 93869.0,
      "text": "may play a role - specifically the complement component 4 or C4 genes. C4 is a gene involved"
    },
    {
      "index": 20,
      "start_time": 93869.0,
      "end_time": 98639.0,
      "text": "in trimming the synapses in the brain; for example, teenage brains undergo a process"
    },
    {
      "index": 21,
      "start_time": 98639.0,
      "end_time": 103630.0,
      "text": "known as ‘synaptic pruning’ in which unused connections are cut away to aid in our brains"
    },
    {
      "index": 22,
      "start_time": 103630.0,
      "end_time": 109350.0,
      "text": "efficiency. But in individuals with schizophrenia, this C4 gene may be overactive and cut down"
    },
    {
      "index": 23,
      "start_time": 109350.0,
      "end_time": 114130.0,
      "text": "areas that are involved in planning, cognition and thinking. Links have also made between"
    },
    {
      "index": 24,
      "start_time": 114130.0,
      "end_time": 118389.0,
      "text": "microbes in the gut - after all, the microbes that live within us have also been shown to"
    },
    {
      "index": 25,
      "start_time": 118389.0,
      "end_time": 123200.0,
      "text": "modulate immune response and impact brain development. One study found that lactic acid"
    },
    {
      "index": 26,
      "start_time": 123200.0,
      "end_time": 127259.0,
      "text": "bacteria were significantly more abundant in people with schizophrenia, while another"
    },
    {
      "index": 27,
      "start_time": 127259.0,
      "end_time": 132070.0,
      "text": "found that the prevalence of lipid and glucose abnormalities is much higher in patients with schizophrenia."
    },
    {
      "index": 28,
      "start_time": 132660.0,
      "end_time": 137780.0,
      "text": "And while diagnosing schizophrenia is primarily based on behavior and reported experiences,"
    },
    {
      "index": 29,
      "start_time": 137780.0,
      "end_time": 142530.0,
      "text": "research has found the cause to be a combination of these genetic factors along with some environmental"
    },
    {
      "index": 30,
      "start_time": 142530.0,
      "end_time": 148120.0,
      "text": "stressors like growing up in an urbanized area, minority group position, and even cannabis"
    },
    {
      "index": 31,
      "start_time": 148120.0,
      "end_time": 154340.0,
      "text": "use as THC can exaggerate psychotic response in some individuals with genetic risk or developmental trauma."
    },
    {
      "index": 32,
      "start_time": 154950.0,
      "end_time": 160000.0,
      "text": "Currently, medication for schizophrenia mostly focuses on combating hallucinations and delusions"
    },
    {
      "index": 33,
      "start_time": 160000.0,
      "end_time": 166260.0,
      "text": "but, unfortunately, 49.5% of schizophrenia patients don’t end up taking their medicine."
    },
    {
      "index": 34,
      "start_time": 166260.0,
      "end_time": 170340.0,
      "text": "This is why genetic research is so important to combatting this disease. Of course, some"
    },
    {
      "index": 35,
      "start_time": 170340.0,
      "end_time": 174860.0,
      "text": "people can and do recover through a combination of medication, counselling and support which"
    },
    {
      "index": 36,
      "start_time": 174860.0,
      "end_time": 176780.0,
      "text": "can greatly reduce the symptoms."
    },
    {
      "index": 37,
      "start_time": 176780.0,
      "end_time": 180790.0,
      "text": "On AsapTHOUGHT we talk about how mental health stigma is a serious issue in our culture and"
    },
    {
      "index": 38,
      "start_time": 180790.0,
      "end_time": 184910.0,
      "text": "the media. Many of us negatively contribute to the stereotyping of mental illness without"
    },
    {
      "index": 39,
      "start_time": 184910.0,
      "end_time": 189230.0,
      "text": "even realizing it - so we break down 5 ways we can all reduce mental health stigma right"
    },
    {
      "index": 40,
      "start_time": 189230.0,
      "end_time": 190950.0,
      "text": "now. Check it out with the link below."
    },
    {
      "index": 41,
      "start_time": 190950.0,
      "end_time": 195060.0,
      "text": "And special thanks to audible for supporting this episode to give you a free 30 day trial"
    },
    {
      "index": 42,
      "start_time": 195060.0,
      "end_time": 200290.0,
      "text": "at audible.com/asap. This week we wanted to recommend the book “Schizophrenia: Understanding"
    },
    {
      "index": 43,
      "start_time": 200290.0,
      "end_time": 204950.0,
      "text": "Symptoms Diagnosis & Treatment” which tackles much of the stigma tied to schizophrenia and"
    },
    {
      "index": 44,
      "start_time": 204950.0,
      "end_time": 210230.0,
      "text": "how it affects those with the condition. You can get a free 30 day trial at audible.com/asap"
    },
    {
      "index": 45,
      "start_time": 210230.0,
      "end_time": 214030.0,
      "text": "and choose from a massive selection! We love them as they are great when you’re on the go."
    },
    {
      "index": 46,
      "start_time": 214340.0,
      "end_time": 224340.0,
      "text": "And subscribe for more weekly science videos!"
    }
  ]
}