{
  "video_id": "cVkjXr2KYJg",
  "title": "How to spot a Liar | Pamela Meyer (TED Talk Summary)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 740.0,
      "end_time": 5160.0,
      "text": "I&#39;m gonna show you two patterns of deception and then we&#39;re gonna look at the hot spots"
    },
    {
      "index": 2,
      "start_time": 5160.0,
      "end_time": 13030.0,
      "text": "and see if we can find them ourselves. I did not have sexual relations with that woman,"
    },
    {
      "index": 3,
      "start_time": 13030.0,
      "end_time": 18150.0,
      "text": "Ms. Lewinsky. OK. Studies show that people who are over determined in their denial will"
    },
    {
      "index": 4,
      "start_time": 18150.0,
      "end_time": 23859.0,
      "text": "resort to formal rather than informal language. We also heard distancing language- &quot;That woman&quot;"
    },
    {
      "index": 5,
      "start_time": 23859.0,
      "end_time": 27939.0,
      "text": "We think liars fidget all the time, well guess what: They&#39;re known to freeze their upper"
    },
    {
      "index": 6,
      "start_time": 27939.0,
      "end_time": 32860.0,
      "text": "bodies when they&#39;re lying. We think liars won&#39;t look you in the eyes. Well guess what:"
    },
    {
      "index": 7,
      "start_time": 32860.0,
      "end_time": 37770.0,
      "text": "they look you in the eyes a little too much. We think warmth and smiles convey honesty,"
    },
    {
      "index": 8,
      "start_time": 37770.0,
      "end_time": 43230.0,
      "text": "sincerity. Can you all spot the fake smile here? You can consciously contract the muscles"
    },
    {
      "index": 9,
      "start_time": 43230.0,
      "end_time": 47210.0,
      "text": "in your cheeks but the real smile&#39;s in the eyes. The crow&#39;s feet in the eyes, they cannot"
    },
    {
      "index": 10,
      "start_time": 47210.0,
      "end_time": 51820.0,
      "text": "be consciously contracted. Can you tell what&#39;s happening in a conversation? Can you start"
    },
    {
      "index": 11,
      "start_time": 51820.0,
      "end_time": 57630.0,
      "text": "to find the hot spots to see the discrepancies between someone&#39;s words and someone&#39;s actions."
    },
    {
      "index": 12,
      "start_time": 57630.0,
      "end_time": 61000.0,
      "text": "Attitude is by far the most overlooked but one of the most telling of indicators. An"
    },
    {
      "index": 13,
      "start_time": 61000.0,
      "end_time": 63970.0,
      "text": "honest person is going to be cooperative, they&#39;re going to be on your side, they&#39;re"
    },
    {
      "index": 14,
      "start_time": 63970.0,
      "end_time": 67560.0,
      "text": "going to be enthusiastic, they&#39;re going to be willing and helpful to getting you to the"
    },
    {
      "index": 15,
      "start_time": 67560.0,
      "end_time": 72520.0,
      "text": "truth. And if you ask someone honest: &quot;What should happen to whoever did forge those checks?&quot;"
    },
    {
      "index": 16,
      "start_time": 72520.0,
      "end_time": 77700.0,
      "text": "and honest person is much more likely to recommend strict rather than lenient punishment. Now"
    },
    {
      "index": 17,
      "start_time": 77700.0,
      "end_time": 82549.0,
      "text": "let&#39;s say you&#39;re having that exact same conversation with someone deceptive. That person may be"
    },
    {
      "index": 18,
      "start_time": 82549.0,
      "end_time": 87179.0,
      "text": "withdrawn, look down, lower their voice, pause and then they&#39;re going to tell their story"
    },
    {
      "index": 19,
      "start_time": 87179.0,
      "end_time": 91579.0,
      "text": "in strict chronological order. And what a trained interrogator does is they come in"
    },
    {
      "index": 20,
      "start_time": 91579.0,
      "end_time": 96340.0,
      "text": "and in very subtle ways, they will ask that person to tell their stories backwards and"
    },
    {
      "index": 21,
      "start_time": 96340.0,
      "end_time": 100880.0,
      "text": "then track which questions produce the highest volume of deceptive tells. We rehearse our"
    },
    {
      "index": 22,
      "start_time": 100880.0,
      "end_time": 106109.0,
      "text": "words but we rarely rehearse our gestures. We say yes, we shake our heads no. We tell"
    },
    {
      "index": 23,
      "start_time": 106109.0,
      "end_time": 110049.0,
      "text": "very convincing stories, we slightly shrug our shoulders. Now there are going to be times"
    },
    {
      "index": 24,
      "start_time": 110049.0,
      "end_time": 115039.0,
      "text": "when someone makes one expression while masking another that just kind of leaks through in"
    },
    {
      "index": 25,
      "start_time": 115039.0,
      "end_time": 118999.0,
      "text": "a flash: Your new joint venture partner might shake your hand, celebrate, go out to dinner"
    },
    {
      "index": 26,
      "start_time": 118999.0,
      "end_time": 124030.0,
      "text": "with you and then leak an expression of anger. There&#39;s one I can teach you that&#39;s very dangerous"
    },
    {
      "index": 27,
      "start_time": 124030.0,
      "end_time": 128580.0,
      "text": "and easy to learn. And that&#39;s the expression of contempt. When anger turns to contempt,"
    },
    {
      "index": 28,
      "start_time": 128580.00000000001,
      "end_time": 133530.0,
      "text": "you&#39;ve been dismissed. It&#39;s associated with moral superiority and for that reason it&#39;s"
    },
    {
      "index": 29,
      "start_time": 133530.0,
      "end_time": 140790.0,
      "text": "very very hard to recover from. It&#39;s marked by one lip corner pulled up and in and in"
    },
    {
      "index": 30,
      "start_time": 140790.0,
      "end_time": 145580.0,
      "text": "the presence of contempt, look the other way, look the other direction, say no thank you,"
    },
    {
      "index": 31,
      "start_time": 145580.0,
      "end_time": 150950.0,
      "text": "I&#39;m not coming up for just one more night cap, thank you. We know liars will shift their"
    },
    {
      "index": 32,
      "start_time": 150950.0,
      "end_time": 157160.0,
      "text": "blink rate, point their feet towards an exit. They&#39;ll alter their vocal tone, often making"
    },
    {
      "index": 33,
      "start_time": 157160.0,
      "end_time": 167160.0,
      "text": "their vocal tone much lower. Thank you."
    }
  ]
}