{
  "video_id": "CYB-pmNs4VQ",
  "title": "Why Don't Country Flags Use The Color Purple?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9880.0,
      "end_time": 15689.0,
      "text": "There are 196 countries in the world today and virtually none of them have purple on their national flag."
    },
    {
      "index": 2,
      "start_time": 16340.0,
      "end_time": 21410.0,
      "text": "Throughout history, purple was never used to represent a kingdom, civilization, or Empire."
    },
    {
      "index": 3,
      "start_time": 21980.0,
      "end_time": 23529.0,
      "text": "So what's wrong with purple?"
    },
    {
      "index": 4,
      "start_time": 23870.0,
      "end_time": 25760.0,
      "text": "It's such a popular color today."
    },
    {
      "index": 5,
      "start_time": 26240.0,
      "end_time": 28490.0,
      "text": "Why would no country use it in their flag?"
    },
    {
      "index": 6,
      "start_time": 29650.0,
      "end_time": 31740.0,
      "text": "The answer is really quite simple."
    },
    {
      "index": 7,
      "start_time": 32429.000000000004,
      "end_time": 34669.0,
      "text": "Purple was just far too expensive."
    },
    {
      "index": 8,
      "start_time": 35279.0,
      "end_time": 42160.0,
      "text": "No countries have purple on their flag because up until the 1800s, purple was worth more than its weight in gold."
    },
    {
      "index": 9,
      "start_time": 43180.0,
      "end_time": 47300.0,
      "text": "The color purple has been associated with royalty power and wealth for centuries."
    },
    {
      "index": 10,
      "start_time": 47509.0,
      "end_time": 53660.0,
      "text": "In fact, Queen Elizabeth I forbade anyone except close members of the royal family to wear it."
    },
    {
      "index": 11,
      "start_time": 54400.0,
      "end_time": 59600.0,
      "text": "Purple's elite status stems from the rarity and cost of the dye originally used to produce it."
    },
    {
      "index": 12,
      "start_time": 60170.0,
      "end_time": 67000.0,
      "text": "The dye initially used to make purple came from the Phoenician trading city of Tyre, which is now in modern-day Lebanon."
    },
    {
      "index": 13,
      "start_time": 67690.0,
      "end_time": 73910.0,
      "text": "Fabric traders obtained the dye from a small sea snail that was only found in the Tyre region of the Mediterranean."
    },
    {
      "index": 14,
      "start_time": 74690.0,
      "end_time": 83250.0,
      "text": "A lot of work went into producing the dye as more than 10,000 snails were needed to create just one gram of tyrian purple."
    },
    {
      "index": 15,
      "start_time": 83929.0,
      "end_time": 91720.0,
      "text": "Since only wealthy rulers could afford to buy and wear the color, it became associated with the Imperial classes of Rome, Egypt, and Persia."
    },
    {
      "index": 16,
      "start_time": 92830.0,
      "end_time": 103570.0,
      "text": "Purple also came to represent spirituality and holiness because the ancient Emperor's kings and queens that wore the color were often thought of as gods or descendants of the gods."
    },
    {
      "index": 17,
      "start_time": 104210.0,
      "end_time": 108800.0,
      "text": "Sometimes, however, the dye was too expensive even for royalty."
    },
    {
      "index": 18,
      "start_time": 108930.0,
      "end_time": 119800.0,
      "text": "Third century Roman Emperor Aurelio famously wouldn't allow his wife to buy a shawl made from tyrian purple silk because it literally cost three times its weight in gold."
    },
    {
      "index": 19,
      "start_time": 120520.0,
      "end_time": 127270.0,
      "text": "A single pound of dye cost three pounds of gold, which is the equivalent of fifty six thousand dollars today."
    },
    {
      "index": 20,
      "start_time": 128940.0,
      "end_time": 136970.0,
      "text": "So since the sheer price of purple was so astronomically high, no one not even the richest nations could afford to have purple on their flag."
    },
    {
      "index": 21,
      "start_time": 137630.0,
      "end_time": 141750.0,
      "text": "The hue became more accessible to lower-class is about a century and a half ago."
    },
    {
      "index": 22,
      "start_time": 142309.0,
      "end_time": 154739.0,
      "text": "In 1856, 18-year old English chemist William Henry Perkin accidentally created a synthetic purple compound while attempting to synthesize quinine an anti-malaria drug."
    },
    {
      "index": 23,
      "start_time": 155280.0,
      "end_time": 163420.0,
      "text": "He noticed that the compound could be used to dye fabrics, so he patented the dye, manufactured it and got filthy rich."
    },
    {
      "index": 24,
      "start_time": 164610.0,
      "end_time": 168320.0,
      "text": "Purple dye was then mass-produced so just about everybody could afford it."
    },
    {
      "index": 25,
      "start_time": 168760.0,
      "end_time": 174900.0,
      "text": "The elite stopped valuing purple and the status symbol faded away but the country flags remain the same."
    },
    {
      "index": 26,
      "start_time": 175370.0,
      "end_time": 181930.0,
      "text": "Since 1900, a handful of new national flags have been designed and a few of them have opted to use purple in their flag."
    },
    {
      "index": 27,
      "start_time": 182190.0,
      "end_time": 184600.0,
      "text": "So don't be making any bets just yet."
    },
    {
      "index": 28,
      "start_time": 185280.0,
      "end_time": 186960.0,
      "text": "Hopefully you found this interesting."
    },
    {
      "index": 29,
      "start_time": 187410.0,
      "end_time": 191169.0,
      "text": "Sometimes the simplest questions have the most fascinating answers."
    },
    {
      "index": 30,
      "start_time": 192240.0,
      "end_time": 195700.0,
      "text": "For more interesting videos like this one, please subscribe."
    }
  ]
}