{
  "video_id": "CYw-QQADK9k",
  "title": "2013 Maserati Quattroporte S Q4 Road Test & Review",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 18200.0,
      "end_time": 26000.0,
      "text": "The Quattroporte is the most successful Maserati model launched in 1963 as a valid alternative to the well known german saloon cars."
    },
    {
      "index": 2,
      "start_time": 26000.0,
      "end_time": 36300.0,
      "text": "In particular, the competition became stronger in 2003 with the previous Quattroporte and its 24.000 units produced in 9 years, but now the objectives are much more ambitious."
    },
    {
      "index": 3,
      "start_time": 36300.0,
      "end_time": 42200.0,
      "text": "From 6000 to 50.000 units produced per year within 2015."
    },
    {
      "index": 4,
      "start_time": 42200.0,
      "end_time": 50000.0,
      "text": "In order to reach that number, the company is doing it in the german way by meeting the needs of their customers with the introduction of a wider range of models"
    },
    {
      "index": 5,
      "start_time": 50000.0,
      "end_time": 63800.0,
      "text": "such as the Ghibli, the crossover Levante and this, the new Maserati Quattroporte S Q4."
    },
    {
      "index": 6,
      "start_time": 63800.0,
      "end_time": 68000.0,
      "text": "But let&#39;s move on and see how the new Maserati Quattroporte S Q4 is."
    },
    {
      "index": 7,
      "start_time": 68000.0,
      "end_time": 78000.0,
      "text": "As you can see it looks the same as the V8 model, but what is new and, in my opinion, could make this model successful and more attractive, is under the bonnet."
    },
    {
      "index": 8,
      "start_time": 78000.0,
      "end_time": 87000.0,
      "text": "Indeed there lies a 3.0L twin turbo V6 engine produced by Ferrari, which is capable to produce 410hp and 550nm."
    },
    {
      "index": 9,
      "start_time": 87000.0,
      "end_time": 102100.0,
      "text": "This new radical engine will be very important for Maserati, because it will be shared also on Ghibli and the Levante crossover."
    },
    {
      "index": 10,
      "start_time": 102100.0,
      "end_time": 114100.0,
      "text": "Although it produces 120hp less than the current V8 model, this V6 is quick and with enough torque to make it faster than the previous GTS."
    },
    {
      "index": 11,
      "start_time": 114100.0,
      "end_time": 124000.0,
      "text": "This car is not just faster, but also, Maserati claims a fuel consumption reduced by 30%."
    },
    {
      "index": 12,
      "start_time": 124000.0,
      "end_time": 131500.0,
      "text": "The classic 0-100kph acceleration takes 4.9s, mean while the top speed is set to 283kph."
    },
    {
      "index": 13,
      "start_time": 131500.0,
      "end_time": 161100.0,
      "text": "The S4 doesn&#39;t accelerate just quickly, but it does by leaving a pretty good exhaust note."
    },
    {
      "index": 14,
      "start_time": 161100.0,
      "end_time": 171000.0,
      "text": "The second biggest innovation regards the transmission. The Q4 badge that you may see in the back regards to the 4WD system."
    },
    {
      "index": 15,
      "start_time": 171000.0,
      "end_time": 177000.0,
      "text": "Mmmm, 4WD.. now you may wonder, how does it affects the handling and driving?"
    },
    {
      "index": 16,
      "start_time": 177000.0,
      "end_time": 184100.0,
      "text": "With the maximum grip conditions, all the power goes to the back wheels and when needed, up to the 50% of the torque goes to the front wheels."
    },
    {
      "index": 17,
      "start_time": 184100.0,
      "end_time": 203000.0,
      "text": "This happens in just 150 milliseconds which is basicly, the shifting time of this gearbox.. it&#39;s nothing!"
    },
    {
      "index": 18,
      "start_time": 203000.0,
      "end_time": 213000.0,
      "text": "I&#39;m driving in Sport mode and the steering feels sharp and precise but"
    },
    {
      "index": 19,
      "start_time": 213000.0,
      "end_time": 220500.0,
      "text": "I&#39;ve driven other cars and in Sport mode I think it was stiffer and slightly better but it&#39;s still good and also,"
    },
    {
      "index": 20,
      "start_time": 220500.0,
      "end_time": 223500.0,
      "text": "I feel this car surprising because I mean,"
    },
    {
      "index": 21,
      "start_time": 223500.0,
      "end_time": 235000.0,
      "text": "it&#39;s big, it has a 4WD which makes it 60kg heavier and with 2 passengers we&#39;re certainly above 2 tons, but it feels lighter than this!"
    },
    {
      "index": 22,
      "start_time": 235000.0,
      "end_time": 246100.0,
      "text": "While accelerating and moving in the tight corners, the car feels very stable and grippy."
    },
    {
      "index": 23,
      "start_time": 246100.0,
      "end_time": 256000.0,
      "text": "I&#39;ve been driving this car since this morning. It was raining, the road was wet.. this 4WD system is amazing."
    },
    {
      "index": 24,
      "start_time": 256000.0,
      "end_time": 263500.0,
      "text": "I&#39;m driving with Traction Control off, the road is still slightly wet and while accelerating"
    },
    {
      "index": 25,
      "start_time": 263500.0,
      "end_time": 271000.0,
      "text": "you don&#39;t feel any oversteer and I&#39;m a bit surprised because I expected a little bit more understeer,"
    },
    {
      "index": 26,
      "start_time": 271000.0,
      "end_time": 287200.0,
      "text": "this car is very safe and even the most unexperienced driver and push all the power safely."
    },
    {
      "index": 27,
      "start_time": 287200.0,
      "end_time": 304000.0,
      "text": "The new Quattroporte features an 8-Speed ZF automatic gearbox with a torque converter, although it&#39;s not a double clutch, the gear changing is quick and smooth, a must for a car of this segment."
    },
    {
      "index": 28,
      "start_time": 304000.0,
      "end_time": 309800.0,
      "text": "If there&#39;s something that I really like from Maseratis, it&#39;s the size of their paddles."
    },
    {
      "index": 29,
      "start_time": 309800.0,
      "end_time": 315000.0,
      "text": "These paddles are big, and of course this makes them easier to grab in any conditions!"
    },
    {
      "index": 30,
      "start_time": 315000.0,
      "end_time": 320800.0,
      "text": "Most of the competitors of this car have paddles that are way too smaller."
    },
    {
      "index": 31,
      "start_time": 320800.0,
      "end_time": 328000.0,
      "text": "So, with that kind of performance and with a price of 110.000€, this car is a worthy rival of the german competition."
    },
    {
      "index": 32,
      "start_time": 328000.0,
      "end_time": 336000.0,
      "text": "Let&#39;s face it, most of the german saloon cars are way too anonymous and quiet, they look to be designed for boring people actually,"
    },
    {
      "index": 33,
      "start_time": 336000.0,
      "end_time": 344200.0,
      "text": "this Quattroporte is really good fun, it can be quiet and relaxing as well as sporty and noisy by touching just a button!"
    },
    {
      "index": 34,
      "start_time": 344200.0,
      "end_time": 354200.0,
      "text": "I think that many people will think twice before considering the purchase of a german saloon car."
    }
  ]
}