{
  "video_id": "d-K5btaxEFY",
  "title": "How To Forgive",
  "json": [
    {
      "index": 1,
      "start_time": 1970.0,
      "end_time": 7400.0,
      "text": "It can be so hard to forgive because – so often – we simply are in the right and the"
    },
    {
      "index": 2,
      "start_time": 7400.0,
      "end_time": 14640.0,
      "text": "scale of the folly, thoughtlessness and meanness of others seems utterly beyond our own measure."
    },
    {
      "index": 3,
      "start_time": 14640.0,
      "end_time": 20250.0,
      "text": "But there are two inviolable ideas which should nevertheless, in the face of the grossest"
    },
    {
      "index": 4,
      "start_time": 20250.0,
      "end_time": 27080.0,
      "text": "behavior, be kept in mind to increase our chances of being able to forgive."
    },
    {
      "index": 5,
      "start_time": 27080.0,
      "end_time": 35000.0,
      "text": "Firstly: we must remember how the other person got there, to this place of idiocy and cruelty."
    },
    {
      "index": 6,
      "start_time": 35000.0,
      "end_time": 41580.0,
      "text": "Every irritating fault in another person has a long history behind it. They have become"
    },
    {
      "index": 7,
      "start_time": 41580.0,
      "end_time": 47190.0,
      "text": "like this because of flaws in their development, which they did not choose for themselves."
    },
    {
      "index": 8,
      "start_time": 47190.0,
      "end_time": 54610.0,
      "text": "They were shaped by troubles which we cannot see but which we can know exist. The arrogant"
    },
    {
      "index": 9,
      "start_time": 54610.0,
      "end_time": 60420.0,
      "text": "person was trapped (at some key point in their personal evolution) in an environment where"
    },
    {
      "index": 10,
      "start_time": 60420.0,
      "end_time": 65829.0,
      "text": "being modest and reasonable seemed to guarantee they’d be trampled on. The hyper-critical"
    },
    {
      "index": 11,
      "start_time": 65829.0,
      "end_time": 71140.0,
      "text": "individual has lived too much, as their personality was growing, around people who couldn’t"
    },
    {
      "index": 12,
      "start_time": 71140.0,
      "end_time": 77760.0,
      "text": "take a gentle hint – so they came to rely on blunt assertions. The frustratingly timid,"
    },
    {
      "index": 13,
      "start_time": 77760.0,
      "end_time": 84140.0,
      "text": "mousy person was (at some stage) terrified; the show-off learned their irritating manner"
    },
    {
      "index": 14,
      "start_time": 84140.0,
      "end_time": 89530.0,
      "text": "around people who were hard to please. Behind every failing – behind everything that’s"
    },
    {
      "index": 15,
      "start_time": 89530.0,
      "end_time": 95250.0,
      "text": "wrong and infuriating about those we meet – is a decisive trauma encountered before"
    },
    {
      "index": 16,
      "start_time": 95250.0,
      "end_time": 101909.0,
      "text": "someone could cope with it properly. They are maddening but they got to be this way"
    },
    {
      "index": 17,
      "start_time": 101909.0,
      "end_time": 109640.0,
      "text": "without meaning to. To forgive is to understand the origins of evil and cruelty. Secondly,"
    },
    {
      "index": 18,
      "start_time": 109640.0,
      "end_time": 116250.0,
      "text": "and very strangely, there are difficult things about you too. Of course, not in this area."
    },
    {
      "index": 19,
      "start_time": 116250.0,
      "end_time": 121270.0,
      "text": "Not in any area remotely connected to the sort of lapses that destroy your faith in"
    },
    {
      "index": 20,
      "start_time": 121270.0,
      "end_time": 127540.0,
      "text": "humanity. But in some areas, quiet areas that you forget about as soon as you’ve travelled"
    },
    {
      "index": 21,
      "start_time": 127540.0,
      "end_time": 134520.0,
      "text": "through them, you too are a deeply imperfect and questionable individual. Gently, you have"
    },
    {
      "index": 22,
      "start_time": 134520.0,
      "end_time": 141450.0,
      "text": "– in your own way – betrayed. Nicely, you have been a coward. Modestly, you have"
    },
    {
      "index": 23,
      "start_time": 141450.0,
      "end_time": 148190.0,
      "text": "forgotten your privileges. Unthinkingly, you have added salt to the wounds of others. We"
    },
    {
      "index": 24,
      "start_time": 148190.0,
      "end_time": 153480.0,
      "text": "don’t need to know anything about you to know this as a certainty. We must forgive"
    },
    {
      "index": 25,
      "start_time": 153480.0,
      "end_time": 159930.0,
      "text": "because – not right now, not over this, but one day, over something – we need to"
    },
    {
      "index": 26,
      "start_time": 159930.0,
      "end_time": 166709.0,
      "text": "be forgiven. We would – in the past – regularly have looked up to the heavens for this forgiveness."
    },
    {
      "index": 27,
      "start_time": 166709.0,
      "end_time": 174640.0,
      "text": "We do that less and less. But that doesn’t attenuate the need for some moments when we"
    },
    {
      "index": 28,
      "start_time": 174640.0,
      "end_time": 181569.0,
      "text": "limber up to utter that most implausible word ‘sorry’ – or indeed stretch our ethical"
    },
    {
      "index": 29,
      "start_time": 181600.0,
      "end_time": 190080.0,
      "text": "imagination in order to pronounce those even more arduous and unnatural words, ‘I forgive you."
    },
    {
      "index": 30,
      "start_time": 196000.0,
      "end_time": 201760.0,
      "text": "The School Of Life isn't just a YouTube Channel, it's an actual school where you  can go and take classes."
    },
    {
      "index": 31,
      "start_time": 202080.0,
      "end_time": 209760.0,
      "text": "We have branches in ten locations around the world.  To find out more click the link on the screen now."
    }
  ]
}