{
  "video_id": "D2GoppGsGpg",
  "title": "The Century of Humiliation - Part 2 l HISTORY OF CHINA",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 149.0,
      "end_time": 4420.0,
      "text": "The first half of the Century of Humiliation was mainly about foreign pressure on China."
    },
    {
      "index": 2,
      "start_time": 4420.0,
      "end_time": 9420.0,
      "text": "Japan had invaded Korea, leading to independence both for that country and Taiwan."
    },
    {
      "index": 3,
      "start_time": 9420.0,
      "end_time": 15560.0,
      "text": "A series of punitive treaties with colonial powers sucked practically every last penny out of Chinese coffers."
    },
    {
      "index": 4,
      "start_time": 15560.0,
      "end_time": 20700.0,
      "text": "But internal unrest was increasing too, and in the first years of the 20th century,"
    },
    {
      "index": 5,
      "start_time": 20700.0,
      "end_time": 27980.0,
      "text": "major changes were happening within China."
    },
    {
      "index": 6,
      "start_time": 27980.0,
      "end_time": 31380.0,
      "text": "Hello and welcome to this revolutionary episode of It’s History."
    },
    {
      "index": 7,
      "start_time": 31380.0,
      "end_time": 37240.0,
      "text": "China has gone from a model polity and innovative power to a fractured and impoverished puppet state,"
    },
    {
      "index": 8,
      "start_time": 37240.0,
      "end_time": 40220.0,
      "text": "with warlordism causing uprisings all over the country."
    },
    {
      "index": 9,
      "start_time": 40220.0,
      "end_time": 46160.0,
      "text": "Resentment rages not only against the the Qing aristocracy, widely perceived to be incompetent and despotic,"
    },
    {
      "index": 10,
      "start_time": 46160.0,
      "end_time": 49010.0,
      "text": "but, increasingly, against colonial powers too."
    },
    {
      "index": 11,
      "start_time": 49010.0,
      "end_time": 53270.0,
      "text": "Let’s go back to 1901. You may have seen our episode on the Boxer Rebellion,"
    },
    {
      "index": 12,
      "start_time": 53270.0,
      "end_time": 57130.0,
      "text": "which was an outburst of xenophobia -- perhaps not without justification."
    },
    {
      "index": 13,
      "start_time": 57130.0,
      "end_time": 61580.0,
      "text": "Colonial powers had raped and pillaged China, both literally and metaphorically."
    },
    {
      "index": 14,
      "start_time": 61580.0,
      "end_time": 65020.0,
      "text": "The settlement that brought an end to this revolt was the Boxer Protocol."
    },
    {
      "index": 15,
      "start_time": 65019.99999999999,
      "end_time": 70500.0,
      "text": "As ever with armistice treaties, reparations payments were at the top of the list -- and they were punishing."
    },
    {
      "index": 16,
      "start_time": 70500.0,
      "end_time": 76320.0,
      "text": "450 million taels of fine silver-- an amount that would amount to billions of dollars today,"
    },
    {
      "index": 17,
      "start_time": 76320.0,
      "end_time": 81820.0,
      "text": "not including the 4% interest rate levied in addition -- were to be paid over a 39-year period"
    },
    {
      "index": 18,
      "start_time": 81820.0,
      "end_time": 86760.0,
      "text": "to all European nations with colonial interests in China, from Russia to little Norway."
    },
    {
      "index": 19,
      "start_time": 86760.0,
      "end_time": 90950.0,
      "text": "Empress Dowager Cixi was on a list of war criminals, but was later removed from this"
    },
    {
      "index": 20,
      "start_time": 90950.0,
      "end_time": 94720.0,
      "text": "when her advisors protested her innocence in the Boxer affair."
    },
    {
      "index": 21,
      "start_time": 94720.0,
      "end_time": 99220.0,
      "text": "Further provisions in the Protocol allowed foreign troops to be garrisoned in Beijing,"
    },
    {
      "index": 22,
      "start_time": 99220.0,
      "end_time": 103540.0,
      "text": "and the colonial powers were to occupy a number of territories rich in resources."
    },
    {
      "index": 23,
      "start_time": 103540.0,
      "end_time": 108740.0,
      "text": "Meanwhile, revolutionary outfits garnered ever more support from diverse groups."
    },
    {
      "index": 24,
      "start_time": 108740.0,
      "end_time": 115820.0,
      "text": "After 1906, when the imperial examinations were abolished, the Qing encouraged students to seek education abroad."
    },
    {
      "index": 25,
      "start_time": 115820.0,
      "end_time": 122480.0,
      "text": "Japan had done this 50 years before, and the policy had catapulted the nation ahead of any state in South-East Asia."
    },
    {
      "index": 26,
      "start_time": 122480.0,
      "end_time": 127160.0,
      "text": "But then, as now, the youngsters came back enlightened in more ways than one."
    },
    {
      "index": 27,
      "start_time": 127160.0,
      "end_time": 129980.0,
      "text": "When I came back from my first year at university,"
    },
    {
      "index": 28,
      "start_time": 129979.99999999999,
      "end_time": 135480.0,
      "text": "I had gone from a compliant schoolboy to a beret-wearing beatnik who read communist newspapers,"
    },
    {
      "index": 29,
      "start_time": 135480.0,
      "end_time": 139960.0,
      "text": "lived off espresso, and had piercings in unspeakable places."
    },
    {
      "index": 30,
      "start_time": 139960.0,
      "end_time": 145280.0,
      "text": "When the likes of Zou Rong came back from their studies, they were armed with self-penned revolutionary tracts"
    },
    {
      "index": 31,
      "start_time": 145280.0,
      "end_time": 150329.0,
      "text": "and the determination to overthrow the Manchu -- though young Zou still wore a combover."
    },
    {
      "index": 32,
      "start_time": 150329.0,
      "end_time": 153909.0,
      "text": "So the Qing’s overseas education push backfired."
    },
    {
      "index": 33,
      "start_time": 153909.0,
      "end_time": 160049.0,
      "text": "It might seem unthinkable that youngsters and their parents were on the same page, but it happened:"
    },
    {
      "index": 34,
      "start_time": 160049.0,
      "end_time": 164149.0,
      "text": "the middle classes -- particularly the business leaders who had seen commercial potential"
    },
    {
      "index": 35,
      "start_time": 164149.0,
      "end_time": 169369.0,
      "text": "slip through Chinese fingers during years of colonial occupation -- also backed the revolutionaries."
    },
    {
      "index": 36,
      "start_time": 169369.0,
      "end_time": 174529.0,
      "text": "Then there were soldiers like Rowland J. Mulkern from colonial armies who lent strategic support,"
    },
    {
      "index": 37,
      "start_time": 174529.0,
      "end_time": 180100.0,
      "text": "and others like Arthur de Carle Sowerby who mounted expeditions to rescue missionaries as war loomed."
    },
    {
      "index": 38,
      "start_time": 180100.0,
      "end_time": 185180.0,
      "text": "But perhaps the greatest act of imperial betrayal came among the troops of the new armies."
    },
    {
      "index": 39,
      "start_time": 185180.0,
      "end_time": 187640.0,
      "text": "They were newly trained and newly equipped,"
    },
    {
      "index": 40,
      "start_time": 187640.0,
      "end_time": 192860.0,
      "text": "but Sun Yat-sen’s Revolutionary Alliance infiltrated the ranks and soon won converts."
    },
    {
      "index": 41,
      "start_time": 192860.0,
      "end_time": 199140.0,
      "text": "After the Boxer Protocol, the Qing were in a similar situation to Germany after the Versailles Treaty in 1919."
    },
    {
      "index": 42,
      "start_time": 199140.0,
      "end_time": 203700.0,
      "text": "Bankrupt, and desperate. One move was to nationalise the railways,"
    },
    {
      "index": 43,
      "start_time": 203700.0,
      "end_time": 208740.0,
      "text": "which met with immediate protest from the private investors who had funded their construction."
    },
    {
      "index": 44,
      "start_time": 208740.0,
      "end_time": 214209.0,
      "text": "Strikes and rallies followed, bringing the network and many other industries to a complete halt."
    },
    {
      "index": 45,
      "start_time": 214209.0,
      "end_time": 217689.0,
      "text": "There were two main revolutionary groups in Wuhan at the time."
    },
    {
      "index": 46,
      "start_time": 217689.0,
      "end_time": 223729.0,
      "text": "The fiercely named Literary Society, and the even more menacing Progressive Association."
    },
    {
      "index": 47,
      "start_time": 223729.0,
      "end_time": 228429.0,
      "text": "Sun Wu was a leader in the preparations for an all-out offensive on the Qing."
    },
    {
      "index": 48,
      "start_time": 228429.0,
      "end_time": 235340.0,
      "text": "But one day in 1911, Sun was visiting the Russian concession where materiel for the planned attacked was being made."
    },
    {
      "index": 49,
      "start_time": 235340.0,
      "end_time": 241199.0,
      "text": "A bomb went off by accident. It seriously injured Wu, and it unveiled the conspiracy."
    },
    {
      "index": 50,
      "start_time": 241199.0,
      "end_time": 247180.0,
      "text": "Almost immediately, the battle was quashed by forces still loyal to the dynasty led by commander Yuan Shikai."
    },
    {
      "index": 51,
      "start_time": 247180.0,
      "end_time": 252860.0,
      "text": "At the time, Sun Yat-sen, the brainchild of China’s revolutionary movement, was nowhere to be seen."
    },
    {
      "index": 52,
      "start_time": 252860.0,
      "end_time": 258660.0,
      "text": "He was in America, fundraising for the revolutionary war that started prematurely and ended quickly."
    },
    {
      "index": 53,
      "start_time": 258660.00000000003,
      "end_time": 261000.00000000003,
      "text": "By the time he returned to China,"
    },
    {
      "index": 54,
      "start_time": 261000.0,
      "end_time": 266040.0,
      "text": "negotiations had already dictated that Sun would be the new President of the Republic of China -"
    },
    {
      "index": 55,
      "start_time": 266040.0,
      "end_time": 270080.0,
      "text": "though he would surrender this role to Yuan Shikai in return for the commander’s help"
    },
    {
      "index": 56,
      "start_time": 270080.0,
      "end_time": 272420.0,
      "text": "in forcing the last Qing emperor to abdicate."
    },
    {
      "index": 57,
      "start_time": 272420.0,
      "end_time": 276320.0,
      "text": "The Republic of China was declared on January 1st, 1912."
    },
    {
      "index": 58,
      "start_time": 276320.0,
      "end_time": 282230.0,
      "text": "Yuan Shikai retained control of the national government as a self-styled neo-emperor for a few years,"
    },
    {
      "index": 59,
      "start_time": 282230.0,
      "end_time": 288250.0,
      "text": "while the Kuomintang, the Chinese Nationalist Party that was essentially Sun Yat-sen’s reformed Revolutionary Alliance,"
    },
    {
      "index": 60,
      "start_time": 288250.0,
      "end_time": 290770.0,
      "text": "regrouped and reworked their plan of action."
    },
    {
      "index": 61,
      "start_time": 290770.0,
      "end_time": 296590.0,
      "text": "They tried to overthrow Yuan’s Beiyang Government in 1913 -- but without success."
    },
    {
      "index": 62,
      "start_time": 296590.0,
      "end_time": 301520.0,
      "text": "Sun Yat-sen presided over the formation of a series of separatist governments in south China,"
    },
    {
      "index": 63,
      "start_time": 301520.0,
      "end_time": 306000.0,
      "text": "and was leader of the Guangzhou Military Government when he died in 1925."
    },
    {
      "index": 64,
      "start_time": 306000.0,
      "end_time": 309700.0,
      "text": "His successor was his long-time associate Chiang Kai-Shek,"
    },
    {
      "index": 65,
      "start_time": 309700.0,
      "end_time": 314240.0,
      "text": "who launched a push through China’s northern territories in an effort to unite the country."
    },
    {
      "index": 66,
      "start_time": 314240.0,
      "end_time": 320440.0,
      "text": "Initially, he welcomed Soviet support -- but soon saw that ulterior motives posed a threat."
    },
    {
      "index": 67,
      "start_time": 320440.0,
      "end_time": 325480.0,
      "text": "He distanced the Kuomintang from the communists, which included purges within the party itself."
    },
    {
      "index": 68,
      "start_time": 325480.0,
      "end_time": 329120.0,
      "text": "The Kuomintang defeated the Beiyang Government in 1928,"
    },
    {
      "index": 69,
      "start_time": 329120.0,
      "end_time": 332180.0,
      "text": "which began ten years of unity known as the Nanjing Decade."
    },
    {
      "index": 70,
      "start_time": 332180.0,
      "end_time": 338400.0,
      "text": "Those of you have seen our episode on Sun Yat-sen will remember that he envisaged China’s progress unfolding in three stages:"
    },
    {
      "index": 71,
      "start_time": 338400.0,
      "end_time": 343620.0,
      "text": "Military rule, political tutelage, and constitutional consolidation."
    },
    {
      "index": 72,
      "start_time": 343620.0,
      "end_time": 348300.0,
      "text": "But Chiang struggled to do much. Yes, he formed the Central Bank of China,"
    },
    {
      "index": 73,
      "start_time": 348300.0,
      "end_time": 352060.0,
      "text": "and instigated laws and campaigns in support of equal rights for women."
    },
    {
      "index": 74,
      "start_time": 352060.0,
      "end_time": 357560.0,
      "text": "But state-building takes years, and a generation of mandarins used to imperial autocracy"
    },
    {
      "index": 75,
      "start_time": 357560.0,
      "end_time": 363080.0,
      "text": "can’t suddenly make the change to operating in what was intended eventually to be a free-market democracy."
    },
    {
      "index": 76,
      "start_time": 363080.0,
      "end_time": 368880.0,
      "text": "Rather than make progress with Sun Yat-sen’s consolidation stages, the government merely showed its fragility."
    },
    {
      "index": 77,
      "start_time": 368880.0,
      "end_time": 374660.0,
      "text": "Then the Japanese turned up again. They came down through Manchuria in 1931."
    },
    {
      "index": 78,
      "start_time": 374660.0,
      "end_time": 380400.0,
      "text": "It must have felt like the first bite of an enormous jaw clamping down on a severely compromised China."
    },
    {
      "index": 79,
      "start_time": 380400.0,
      "end_time": 384540.0,
      "text": "Chiang retreated south to Nanjing, before the Japanese installed a puppet government"
    },
    {
      "index": 80,
      "start_time": 384540.0,
      "end_time": 386910.0,
      "text": "that controlled Chinese affairs for the whole of the war."
    },
    {
      "index": 81,
      "start_time": 386910.0,
      "end_time": 390130.0,
      "text": "It was a disgusting period by anyone’s reckoning,"
    },
    {
      "index": 82,
      "start_time": 390130.0,
      "end_time": 394760.0,
      "text": "with millions of lives lost to slave labour, most notably on the great Burma railway project."
    },
    {
      "index": 83,
      "start_time": 394760.0,
      "end_time": 398300.0,
      "text": "Old rivalries between communists and nationalists only intensified"
    },
    {
      "index": 84,
      "start_time": 398300.0,
      "end_time": 401640.0,
      "text": "when the US entered the Pacific theatre in 1941."
    },
    {
      "index": 85,
      "start_time": 401640.0,
      "end_time": 406600.0,
      "text": "After the War ended in 1945, the nationalist government returned to Nanjing."
    },
    {
      "index": 86,
      "start_time": 406600.0,
      "end_time": 412900.0,
      "text": "They were in a bind with the Soviets; on the one hand, Stalin had helped overthrow the Japanese in Manchuria."
    },
    {
      "index": 87,
      "start_time": 412900.0,
      "end_time": 418880.0,
      "text": "On the other, retreating troops dismantled high-tech Japanese industrial equipment, and took it home with them."
    },
    {
      "index": 88,
      "start_time": 418880.0,
      "end_time": 424400.0,
      "text": "While Chiang tried desperately to centralise Chinese government once again, it was too late."
    },
    {
      "index": 89,
      "start_time": 424400.0,
      "end_time": 427860.0,
      "text": "He wrote in 1948 that there was rot from within."
    },
    {
      "index": 90,
      "start_time": 427860.0,
      "end_time": 432300.0,
      "text": "The Soviets were still in Manchuria, the zone they had liberated, in 1946."
    },
    {
      "index": 91,
      "start_time": 432300.0,
      "end_time": 436740.0,
      "text": "It represented a quarter of China’s territory, and a third of its population."
    },
    {
      "index": 92,
      "start_time": 436740.0,
      "end_time": 441810.0,
      "text": "Inevitably, communist units picked up many of the weapons left behind during their retreat."
    },
    {
      "index": 93,
      "start_time": 441810.0,
      "end_time": 448210.0,
      "text": "That they were able to use them relatively quickly shows how many Kuomintang troops defected to the communist cause."
    },
    {
      "index": 94,
      "start_time": 448210.0,
      "end_time": 451190.0,
      "text": "Chiang cried out to President Truman for help  with a new,"
    },
    {
      "index": 95,
      "start_time": 451190.0,
      "end_time": 455050.0,
      "text": "and final, attempt to quell the communists as they amassed and remained defiant."
    },
    {
      "index": 96,
      "start_time": 455050.0,
      "end_time": 460230.0,
      "text": "Kuomintang troops went to newly liberated areas to set up garrisons, and Truman wrote:"
    },
    {
      "index": 97,
      "start_time": 460230.0,
      "end_time": 464130.0,
      "text": "“We had to take the unusual step of using the enemy as a garrison"
    },
    {
      "index": 98,
      "start_time": 464130.0,
      "end_time": 469889.0,
      "text": "until we could airlift Chinese National Troops to South China and send Marines to guard the seaports.”"
    },
    {
      "index": 99,
      "start_time": 469889.0,
      "end_time": 476560.0,
      "text": "But the Pingjin Campaign in 1948, one of three that marked the Chinese Civil War, was decisive."
    },
    {
      "index": 100,
      "start_time": 476560.0,
      "end_time": 481040.0,
      "text": "It led to the capture of the Kuomintang capital in Nanjing, and on October 1st, 1949,"
    },
    {
      "index": 101,
      "start_time": 481040.0,
      "end_time": 485720.0,
      "text": "Chairman Mao declared the People’s Republic of China."
    },
    {
      "index": 102,
      "start_time": 485720.0,
      "end_time": 487600.0,
      "text": "Where did it all go wrong?"
    },
    {
      "index": 103,
      "start_time": 487600.0,
      "end_time": 491860.0,
      "text": "From political and spiritual philosophies that, reinterpreted for the modern world,"
    },
    {
      "index": 104,
      "start_time": 491860.0,
      "end_time": 495320.0,
      "text": "could still be called progressive over two millennia after they were written,"
    },
    {
      "index": 105,
      "start_time": 495320.0,
      "end_time": 499360.0,
      "text": "to inventions as diverse as paper, printing and gunpowder."
    },
    {
      "index": 106,
      "start_time": 499360.0,
      "end_time": 505540.0,
      "text": "China made its mark on the world until modernity threatened the very foundations of its social structures."
    },
    {
      "index": 107,
      "start_time": 505540.0,
      "end_time": 509560.0,
      "text": "Outside influence from colonial powers introduced new ideas,"
    },
    {
      "index": 108,
      "start_time": 509560.0,
      "end_time": 515120.0,
      "text": "not only in terms of extended rights for more people, but in terms of the free-market economy."
    },
    {
      "index": 109,
      "start_time": 515120.0,
      "end_time": 521620.0,
      "text": "The industrial revolution had already reached its peak when China was steadfastly refusing to enter into trade agreements,"
    },
    {
      "index": 110,
      "start_time": 521620.0,
      "end_time": 524740.0,
      "text": "and the dynastic government held too tight a grasp on industry"
    },
    {
      "index": 111,
      "start_time": 524740.0,
      "end_time": 527600.0,
      "text": "for there to be any opportunity for private enterprise."
    },
    {
      "index": 112,
      "start_time": 527600.0,
      "end_time": 531620.0,
      "text": "China paid dearly for its stubbornness during its century of humiliation."
    },
    {
      "index": 113,
      "start_time": 531620.0,
      "end_time": 535060.0,
      "text": "If you’re interested in learning how China’s dynastic fall came about,"
    },
    {
      "index": 114,
      "start_time": 535060.0,
      "end_time": 539830.0,
      "text": "check out our video on the first half of the “Century of Humiliation” by clicking here!"
    },
    {
      "index": 115,
      "start_time": 539830.0,
      "end_time": 546360.0,
      "text": "And if you’ve only just discovered our channel, be sure to see the complete playlist for this season on the history of China."
    },
    {
      "index": 116,
      "start_time": 546360.0,
      "end_time": 550220.0,
      "text": "What do you think? Although China was never one complete colony,"
    },
    {
      "index": 117,
      "start_time": 550220.0,
      "end_time": 552640.0,
      "text": "as were many African countries, for example,"
    },
    {
      "index": 118,
      "start_time": 552640.0,
      "end_time": 557260.0,
      "text": "European influence forced the country to undergo change for which it was not ready."
    },
    {
      "index": 119,
      "start_time": 557260.0,
      "end_time": 562840.0,
      "text": "Was this pressure the root of China’s ignominious fall, or did she only have herself to blame?"
    },
    {
      "index": 120,
      "start_time": 562840.0,
      "end_time": 568080.0,
      "text": "Leave your comments and queries in the section below, or have a look at our Subreddit, right here,"
    },
    {
      "index": 121,
      "start_time": 568080.0,
      "end_time": 571340.0,
      "text": "to open discussions on topics we might not have covered in this series."
    },
    {
      "index": 122,
      "start_time": 571340.0,
      "end_time": 581340.0,
      "text": "My name&#39;s Guy, thanks for popping by, see you next time."
    }
  ]
}