{
  "video_id": "D3iebNuOQZ8",
  "title": "Of Mice and Men by John Steinbeck (Book Summary and Review) - Minute Book Report",
  "json": [
    {
      "index": 1,
      "start_time": 890.0,
      "end_time": 4689.0,
      "text": "This is a story about two friends, George and Lennie, who are on their way to a working"
    },
    {
      "index": 2,
      "start_time": 4690.0,
      "end_time": 10220.0,
      "text": "farm. George is a small man with lots of big talk. In contrast, Lennie is a simple-minded"
    },
    {
      "index": 3,
      "start_time": 10220.0,
      "end_time": 15300.0,
      "text": "large man who has a tendency to get in trouble. Both hope to one day own a farm where they"
    },
    {
      "index": 4,
      "start_time": 15300.0,
      "end_time": 18939.0,
      "text": "can live off the land and Lennie can tend to the rabbits."
    },
    {
      "index": 5,
      "start_time": 18939.0,
      "end_time": 24419.0,
      "text": "They enter the farm which is run by Curley, a spoiled, mean boss who challenges George"
    },
    {
      "index": 6,
      "start_time": 24419.0,
      "end_time": 29259.0,
      "text": "and Lennie immediately upon arrival. Curley is married to a promiscuous woman who is known"
    },
    {
      "index": 7,
      "start_time": 29259.0,
      "end_time": 33789.0,
      "text": "to cause trouble. On numerous occasions, George warns Lennie to stay away from her."
    },
    {
      "index": 8,
      "start_time": 33789.0,
      "end_time": 38600.0,
      "text": "The working life for George and Lennie isn&#39;t too bad, as Lennie is a great field worker."
    },
    {
      "index": 9,
      "start_time": 38600.0,
      "end_time": 43870.0,
      "text": "Unfortunately, he accidentally kills Curley&#39;s wife. In a panic, Lennie flees."
    },
    {
      "index": 10,
      "start_time": 43870.0,
      "end_time": 48839.0,
      "text": "Curley sends his men, including George, to hunt down Lennie with a shoot-to-kill policy,"
    },
    {
      "index": 11,
      "start_time": 48840.0,
      "end_time": 52510.0,
      "text": "as it is suspected that Lennie stole a gun."
    },
    {
      "index": 12,
      "start_time": 52510.0,
      "end_time": 56660.0,
      "text": "Lennie runs to a secret spot that George had designated for times of trouble and the two"
    },
    {
      "index": 13,
      "start_time": 56660.0,
      "end_time": 61428.0,
      "text": "meet there. Lennie is scared and asks George to tell him about their future farm. While"
    },
    {
      "index": 14,
      "start_time": 61429.0,
      "end_time": 66640.0,
      "text": "telling the story, George pulls out the stolen gun and shoots Lennie in the back of the head."
    },
    {
      "index": 15,
      "start_time": 66640.0,
      "end_time": 70130.0,
      "text": "After Lennie&#39;s death, the men return to the farm for drinks."
    },
    {
      "index": 16,
      "start_time": 70130.0,
      "end_time": 74949.0,
      "text": "The relationship between George and Lennie is complex, yet not so foreign. In contemporary"
    },
    {
      "index": 17,
      "start_time": 74950.0,
      "end_time": 79820.0,
      "text": "movies and stories, we tend to see this type of relationship a lot - the best friend story."
    },
    {
      "index": 18,
      "start_time": 79820.0,
      "end_time": 84800.0,
      "text": "However, the difference here is that there is a tragic element to this relationship."
    },
    {
      "index": 19,
      "start_time": 84900.0,
      "end_time": 89900.0,
      "text": "It is still unclear why George stole the gun at the end of the story. One would like to"
    },
    {
      "index": 20,
      "start_time": 89900.0,
      "end_time": 93300.0,
      "text": "think that he wanted to nobly be the one to kill his friend, but an argument could be"
    },
    {
      "index": 21,
      "start_time": 93300.0,
      "end_time": 98299.0,
      "text": "made that he wanted to be free of responsibility of Lennie and to be able to live his own life."
    },
    {
      "index": 22,
      "start_time": 98299.0,
      "end_time": 103680.0,
      "text": "Taking a step back, this is really a story of misfit toys. Each character - George, Lennie,"
    },
    {
      "index": 23,
      "start_time": 103680.0,
      "end_time": 108750.0,
      "text": "Curley, his wife, each worker - has been dealt a bad hand in life. And unlike the Christmas"
    },
    {
      "index": 24,
      "start_time": 108750.0,
      "end_time": 113310.0,
      "text": "special where the misfit toys make it off the island, these misfits are condemned to"
    },
    {
      "index": 25,
      "start_time": 113310.0,
      "end_time": 114100.0,
      "text": "be doomed."
    }
  ]
}