{
  "video_id": "D4RFFnzRdkk",
  "title": "Lecture - 23 DC Machine",
  "json": [
    {
      "index": 1,
      "start_time": 59949.0,
      "end_time": 72929.0,
      "text": "Hello everybody, till now we had been studying about one very specific two port device and"
    },
    {
      "index": 2,
      "start_time": 72929.0,
      "end_time": 81229.0,
      "text": "that was the transformer; transformer as you understand we discussed it quite early was"
    },
    {
      "index": 3,
      "start_time": 81229.0,
      "end_time": 88640.0,
      "text": "one of the two port devices that we were supposed to discuss and it takes the electrical energy"
    },
    {
      "index": 4,
      "start_time": 88640.0,
      "end_time": 95890.0,
      "text": "from one side called the primary and delivers the electrical energy on another port called"
    },
    {
      "index": 5,
      "start_time": 95890.0,
      "end_time": 103439.0,
      "text": "the secondary and that is also the electrical energy and we modelled the transformers, studied"
    },
    {
      "index": 6,
      "start_time": 103439.0,
      "end_time": 110799.0,
      "text": "its equivalent circuit and got to know how it operates the principles of the transformers"
    },
    {
      "index": 7,
      "start_time": 110799.0,
      "end_time": 117700.0,
      "text": "and the various non-idealities which go up to make a practical transformer."
    },
    {
      "index": 8,
      "start_time": 117700.0,
      "end_time": 130220.0,
      "text": "Today we shall begin our discussion of another two port device which is the DC machine. The"
    },
    {
      "index": 9,
      "start_time": 130220.0,
      "end_time": 138910.0,
      "text": "DC machine is also a two port device like a transformer. However, it has one fundamental"
    },
    {
      "index": 10,
      "start_time": 138910.0,
      "end_time": 150600.0,
      "text": "difference and that is the voltage or the effort on one side is related to the flow"
    },
    {
      "index": 11,
      "start_time": 150600.0,
      "end_time": 162000.0,
      "text": "or the through variable of the other port. Likewise, the flow on the electrical side"
    },
    {
      "index": 12,
      "start_time": 162000.0,
      "end_time": 168730.0,
      "text": "is related to the across variable or the potential variable or the effort variable on the port"
    },
    {
      "index": 13,
      "start_time": 168730.0,
      "end_time": 170810.0,
      "text": "two side."
    },
    {
      "index": 14,
      "start_time": 170810.0,
      "end_time": 178799.0,
      "text": "And another point to be noted is that in a DC machine one port is electrical in nature"
    },
    {
      "index": 15,
      "start_time": 178799.0,
      "end_time": 183959.0,
      "text": "meaning the quantities that are going to be applied to one port are electrical quantities"
    },
    {
      "index": 16,
      "start_time": 183959.0,
      "end_time": 191629.0,
      "text": "and the quantities that are applied in the other port are the mechanical quantities because"
    },
    {
      "index": 17,
      "start_time": 191629.0,
      "end_time": 199049.0,
      "text": "it is in the mechanical domain mechanical rotational domain so torque and omega will"
    },
    {
      "index": 18,
      "start_time": 199049.0,
      "end_time": 206280.0,
      "text": "be the effort and flow variables that is the potential and the through variables, potential"
    },
    {
      "index": 19,
      "start_time": 206280.0,
      "end_time": 213569.0,
      "text": "of the kinetic variables and in the case of the electrical domain it will be voltage and"
    },
    {
      "index": 20,
      "start_time": 213569.0,
      "end_time": 215629.0,
      "text": "the current as usual."
    },
    {
      "index": 21,
      "start_time": 215629.0,
      "end_time": 234860.0,
      "text": "Hence, we are going to discuss another two-port device called the DC machine. There is going"
    },
    {
      "index": 22,
      "start_time": 234860.0,
      "end_time": 250709.0,
      "text": "to be energy which gets  energy which flows into the machine through one port and we will call that was port 1"
    },
    {
      "index": 23,
      "start_time": 250709.0,
      "end_time": 262030.0,
      "text": "and energy flows out through another port and that is called port 2."
    },
    {
      "index": 24,
      "start_time": 262029.99999999997,
      "end_time": 274120.0,
      "text": "One port is electrical in nature meaning port 1 let us say is electrical domain, port 2"
    },
    {
      "index": 25,
      "start_time": 274120.0,
      "end_time": 303599.0,
      "text": "is in the mechanical domain mechanical rotational domain. This means the potential variable"
    },
    {
      "index": 26,
      "start_time": 303599.0,
      "end_time": 323250.0,
      "text": "and the kinetic variable on the electrical side  is the voltage e and the current i in amps,"
    },
    {
      "index": 27,
      "start_time": 323250.0,
      "end_time": 329959.0,
      "text": "volts and amps, the product is going to be the watts and the potential variable on this"
    },
    {
      "index": 28,
      "start_time": 329959.0,
      "end_time": 340830.0,
      "text": "side is torque in Newton meter and omega in radians per second. So this is volts, this"
    },
    {
      "index": 29,
      "start_time": 340830.0,
      "end_time": 356560.0,
      "text": "is amps, this is torque in Newton meter and this is radian per second."
    },
    {
      "index": 30,
      "start_time": 356560.0,
      "end_time": 362140.0,
      "text": "So e on one side, torque on the other side are the effort variables or potential variables,"
    },
    {
      "index": 31,
      "start_time": 362140.0,
      "end_time": 369339.0,
      "text": "i on the electrical side, omega on the mechanical side are the flow or the kinetic variables;"
    },
    {
      "index": 32,
      "start_time": 369339.0,
      "end_time": 374339.0,
      "text": "the product of effort to flow on each side is always going to be watts that is the power"
    },
    {
      "index": 33,
      "start_time": 374339.0,
      "end_time": 387270.0,
      "text": "flow. Now, if the energy is flowing in this direction as shown which means from the electrical"
    },
    {
      "index": 34,
      "start_time": 387270.0,
      "end_time": 402849.0,
      "text": "to the mechanical side then the same device is called a motor. If the energy is flowing"
    },
    {
      "index": 35,
      "start_time": 402849.0,
      "end_time": 409029.0,
      "text": "from port 1 to port 2 that is the electrical energy is converted into mechanical energy"
    },
    {
      "index": 36,
      "start_time": 409029.0,
      "end_time": 416149.0,
      "text": "and used for driving something then the DC machine is called the motor. The same instrument"
    },
    {
      "index": 37,
      "start_time": 416149.0,
      "end_time": 426380.0,
      "text": "or the equipment can be used in a way wherein the energy flows from the mechanical to the"
    },
    {
      "index": 38,
      "start_time": 426380.0,
      "end_time": 432950.0,
      "text": "electrical meaning something rotates the mechanical shaft of the machine and that is going to"
    },
    {
      "index": 39,
      "start_time": 432950.0,
      "end_time": 440330.0,
      "text": "induce the electrical electrical side parameters and therefore the energy from the mechanical"
    },
    {
      "index": 40,
      "start_time": 440330.0,
      "end_time": 454089.0,
      "text": "side can flow that is energy from the mechanical side can flow to the electrical side and such"
    },
    {
      "index": 41,
      "start_time": 454089.0,
      "end_time": 465830.0,
      "text": "under such conditions the device is called a generator."
    },
    {
      "index": 42,
      "start_time": 465830.0,
      "end_time": 480219.0,
      "text": "as the as the effort On the effort on the flows on the electrical side are DC values"
    },
    {
      "index": 43,
      "start_time": 480219.0,
      "end_time": 485769.0,
      "text": "the motor and the generator both in the case of motor and the generator the machine is"
    },
    {
      "index": 44,
      "start_time": 485769.0,
      "end_time": 491459.0,
      "text": "called a DC machine."
    },
    {
      "index": 45,
      "start_time": 491459.0,
      "end_time": 501899.0,
      "text": "This is the machine that we are going to focus now and try to understand its principle of"
    },
    {
      "index": 46,
      "start_time": 501899.0,
      "end_time": 506700.0,
      "text": "operation, the basics, the concepts what makes it happen, what makes it rotate, what makes"
    },
    {
      "index": 47,
      "start_time": 506700.0,
      "end_time": 517180.0,
      "text": "it generate. First we consider the DC machine as a generator so we discuss the DC generator"
    },
    {
      "index": 48,
      "start_time": 517179.99999999994,
      "end_time": 524510.0,
      "text": "and the same machine will be later discussed as a motor that is a transverse energy from"
    },
    {
      "index": 49,
      "start_time": 524510.0,
      "end_time": 533589.0,
      "text": "the electrical to the mechanical domain; most the principles that we study about the DC"
    },
    {
      "index": 50,
      "start_time": 533589.0,
      "end_time": 541140.0,
      "text": "machine as a generator will also be applicable to the same machine which will be in the motoring"
    },
    {
      "index": 51,
      "start_time": 541140.0,
      "end_time": 549769.0,
      "text": "mode. So these two functions of the DC machine we will try to focus in this class and the"
    },
    {
      "index": 52,
      "start_time": 549769.0,
      "end_time": 560550.0,
      "text": "coming classes. but before that we need to know one or two small principles like we had"
    },
    {
      "index": 53,
      "start_time": 560550.0,
      "end_time": 566450.0,
      "text": "the Faraday&#39;s law of electromagneticmagnetism in the case of the transformers which form"
    },
    {
      "index": 54,
      "start_time": 566450.0,
      "end_time": 573250.0,
      "text": "the bases, here also of course we will be using Faraday&#39;s laws of electromagnetism because"
    },
    {
      "index": 55,
      "start_time": 573250.0,
      "end_time": 582620.0,
      "text": "the energy is passing now through three domains. You see that the energy.......... let us say"
    },
    {
      "index": 56,
      "start_time": 582620.0,
      "end_time": 598950.0,
      "text": "if it is in the case of the generator, ultimately you will need to have the energy in the electrical"
    },
    {
      "index": 57,
      "start_time": 598950.0,
      "end_time": 616980.0,
      "text": "domain, the energy emanates from the mechanical domain as far as this equipment is concerned"
    },
    {
      "index": 58,
      "start_time": 616980.0,
      "end_time": 623030.0,
      "text": "and it passes through the electrical domain through an intermediary medium and that is"
    },
    {
      "index": 59,
      "start_time": 623030.0,
      "end_time": 638800.0,
      "text": "the magnetic domain. So energy passes from the mechanical domain into the magnetic domain"
    },
    {
      "index": 60,
      "start_time": 638800.0,
      "end_time": 649270.0,
      "text": "and from the magnetic domain to the electrical domain. Therefore, three domains are involved."
    },
    {
      "index": 61,
      "start_time": 649270.0,
      "end_time": 661300.0,
      "text": "And in the case of motor the energy emanates from the electrical domain and goes into the"
    },
    {
      "index": 62,
      "start_time": 661300.0,
      "end_time": 667620.0,
      "text": "magnetic domain and then from the magnetic domain it goes into the mechanical domain"
    },
    {
      "index": 63,
      "start_time": 667620.0,
      "end_time": 675640.0,
      "text": "and causes the mechanical movement that would be the green arrows indicate the motoring"
    },
    {
      "index": 64,
      "start_time": 675640.0,
      "end_time": 678120.0,
      "text": "direction for the energy flow."
    },
    {
      "index": 65,
      "start_time": 678120.0,
      "end_time": 685110.0,
      "text": "You see that electrical domain to the magnetic domain, magnetic domain to electrical domain"
    },
    {
      "index": 66,
      "start_time": 685110.0,
      "end_time": 693760.0,
      "text": "the principles here are very similar to that of a transformer. All the transformer principles"
    },
    {
      "index": 67,
      "start_time": 693760.0,
      "end_time": 700230.0,
      "text": "the Faraday&#39;s laws or the electromagnetics all those things are valid. There are few"
    },
    {
      "index": 68,
      "start_time": 700230.0,
      "end_time": 714130.0,
      "text": "rules that we need to know form mechanical to magnetic domain and that is one is of course"
    },
    {
      "index": 69,
      "start_time": 714130.0,
      "end_time": 735870.0,
      "text": "the Faraday&#39;s law and another is the lorentz force lorentz force. These two laws are applicable"
    },
    {
      "index": 70,
      "start_time": 735870.0,
      "end_time": 742250.0,
      "text": "in this transformation of this domain."
    },
    {
      "index": 71,
      "start_time": 742250.0,
      "end_time": 764510.0,
      "text": "Now let us take let us take a piece of magnet and let us call it as north pole and somewhere"
    },
    {
      "index": 72,
      "start_time": 764510.0,
      "end_time": 771690.0,
      "text": "there on the left side you will see the south pole for that piece of magnet. Let us take"
    },
    {
      "index": 73,
      "start_time": 771690.0,
      "end_time": 782670.0,
      "text": "another piece of magnet and let me give it some space let us take another piece of magnet"
    },
    {
      "index": 74,
      "start_time": 782670.0,
      "end_time": 793230.0,
      "text": "and place it at some distance in line with the north pole but the south pole facing the"
    },
    {
      "index": 75,
      "start_time": 793230.0,
      "end_time": 805980.0,
      "text": "north pole and this has a north pole also of course because no magnetic element can"
    },
    {
      "index": 76,
      "start_time": 805980.0,
      "end_time": 814480.0,
      "text": "be with an isolated pole so it has its own north and south poles. But we are interested"
    },
    {
      "index": 77,
      "start_time": 814480.0,
      "end_time": 822279.0,
      "text": "in this that is until here"
    },
    {
      "index": 78,
      "start_time": 822279.0,
      "end_time": 833740.0,
      "text": "Now here if you see the magnetic lines of force this is at quite some distance it is"
    },
    {
      "index": 79,
      "start_time": 833740.0,
      "end_time": 838589.0,
      "text": "not quite near it because this is much much further than the distances that we are indicating"
    },
    {
      "index": 80,
      "start_time": 838589.0,
      "end_time": 846070.0,
      "text": "here so that this north pole does not have much interaction with the field lines which"
    },
    {
      "index": 81,
      "start_time": 846070.0,
      "end_time": 850050.0,
      "text": "are occurring here."
    },
    {
      "index": 82,
      "start_time": 850050.0,
      "end_time": 862790.0,
      "text": "Now if we take the field lines there is a flux from the north to the south, it starts"
    },
    {
      "index": 83,
      "start_time": 862790.0,
      "end_time": 873779.0,
      "text": "going from north to the south, it is quite strong north to south. But in this direction"
    },
    {
      "index": 84,
      "start_time": 873779.0,
      "end_time": 889370.0,
      "text": "in this direction the field in an orthogonal direction is zero. is zero Now in an arbitrary"
    },
    {
      "index": 85,
      "start_time": 889370.0,
      "end_time": 900230.0,
      "text": "direction at an angle the field is going to exist but it is going to keep decreasing;"
    },
    {
      "index": 86,
      "start_time": 900230.0,
      "end_time": 928000.0,
      "text": "let us say we take the we we draw a circle let me draw a circle  as shown like that  so we have a circle here and if one travels"
    },
    {
      "index": 87,
      "start_time": 928000.0,
      "end_time": 936850.0,
      "text": "along the periphery of the circle at this point the field is strong on positive at a"
    },
    {
      "index": 88,
      "start_time": 936850.0,
      "end_time": 945740.0,
      "text": "point here the field this is at a point it is orthogonal to this north south axis and"
    },
    {
      "index": 89,
      "start_time": 945740.0,
      "end_time": 954649.0,
      "text": "the field there is zero in that direction, at any other direction let us say at when"
    },
    {
      "index": 90,
      "start_time": 954649.0,
      "end_time": 974100.0,
      "text": "when we are at a point here then the field field will field will be a bit reduced compared"
    },
    {
      "index": 91,
      "start_time": 974100.0,
      "end_time": 982089.0,
      "text": "would be a bit reduced compared to the position on this because it is not directly in line"
    },
    {
      "index": 92,
      "start_time": 982089.0,
      "end_time": 994540.0,
      "text": "and then if we take a point somewhere here the field will still further be reduced and"
    },
    {
      "index": 93,
      "start_time": 994540.0,
      "end_time": 1002600.0,
      "text": "still further if we take a point somewhere here the field is positive still but still"
    },
    {
      "index": 94,
      "start_time": 1002600.0,
      "end_time": 1014390.0,
      "text": "further reduced and so on till it becomes zero at this point."
    },
    {
      "index": 95,
      "start_time": 1014390.0,
      "end_time": 1025120.0,
      "text": "And then further if I take a consider a point on this circle circumference here in that"
    },
    {
      "index": 96,
      "start_time": 1025119.9999999999,
      "end_time": 1034898.9999999999,
      "text": "direction the field starts becoming negative because if we consider a point here with a"
    },
    {
      "index": 97,
      "start_time": 1034900.0000000001,
      "end_time": 1042251.0000000001,
      "text": "respect to that point the field is going to the point not away from the point and therefore"
    },
    {
      "index": 98,
      "start_time": 1042250.0,
      "end_time": 1053220.0,
      "text": "corresponding to this point the field direction is negative and it is shown by this negative"
    },
    {
      "index": 99,
      "start_time": 1053220.0,
      "end_time": 1064299.0,
      "text": "arrow. And as it as this point started in the circumference as this point starts travelling"
    },
    {
      "index": 100,
      "start_time": 1064300.0,
      "end_time": 1077611.0,
      "text": "like this this would be going in this fashion with increasing field gradually till it becomes"
    },
    {
      "index": 101,
      "start_time": 1077610.0,
      "end_time": 1081090.0,
      "text": "maximum and negative at this point."
    },
    {
      "index": 102,
      "start_time": 1081090.0,
      "end_time": 1097960.0,
      "text": "So you see that there is a the field goes in this fashion in a sinusoidal fashion here."
    },
    {
      "index": 103,
      "start_time": 1097960.0,
      "end_time": 1110799.0,
      "text": "Now with a maximum when it is at the north pole negative maximum when the position is"
    },
    {
      "index": 104,
      "start_time": 1110800.0,
      "end_time": 1121731.0,
      "text": "at when a point is at the south pole, zero at both the orthogonal points. So when the"
    },
    {
      "index": 105,
      "start_time": 1121730.0,
      "end_time": 1136179.0,
      "text": "point starts moving at this point we see again the mirror image of this and then when this"
    },
    {
      "index": 106,
      "start_time": 1136180.0,
      "end_time": 1151750.0,
      "text": "starts moving again towards the orthogonal axis you see the field decreasing field starts"
    },
    {
      "index": 107,
      "start_time": 1151750.0,
      "end_time": 1163310.0,
      "text": "decreasing until it is zero at the orthogonal axis and as the point further continues it"
    },
    {
      "index": 108,
      "start_time": 1163310.0,
      "end_time": 1173831.0,
      "text": "becomes positive that is this is the positive direction, this is zero, this is the positive"
    },
    {
      "index": 109,
      "start_time": 1173830.0,
      "end_time": 1191159.0,
      "text": "direction so field again changes direction and you see that radially there is different"
    },
    {
      "index": 110,
      "start_time": 1191160.0,
      "end_time": 1207150.0,
      "text": "amplitudes till it reaches the positive maximum when the point has again reached this point."
    },
    {
      "index": 111,
      "start_time": 1207150.0,
      "end_time": 1215481.0,
      "text": "So you see that if we if there is a point which is situated on the circumference of"
    },
    {
      "index": 112,
      "start_time": 1215480.0,
      "end_time": 1221970.0,
      "text": "the circle starting from the north pole the point located near the north pole if the field"
    },
    {
      "index": 113,
      "start_time": 1221970.0,
      "end_time": 1227919.0,
      "text": "is moving away from the point it is we are putting putting it on the right side of this"
    },
    {
      "index": 114,
      "start_time": 1227920.0,
      "end_time": 1238120.0,
      "text": "axis and the field is on the uh on the south pole the field is entering the point and then"
    },
    {
      "index": 115,
      "start_time": 1238120.0,
      "end_time": 1244890.0,
      "text": "that is considered as negative. So a point which moves around the circumference like"
    },
    {
      "index": 116,
      "start_time": 1244890.0,
      "end_time": 1257721.0,
      "text": "that starts with the field which is positive and then keeps decreasing as the point is"
    },
    {
      "index": 117,
      "start_time": 1257720.0,
      "end_time": 1268080.0,
      "text": "moving along the axis there decreasing in this sense till it becomes zero and then it"
    },
    {
      "index": 118,
      "start_time": 1268080.0,
      "end_time": 1278210.0,
      "text": "goes negative in this portion of the segment keeps going so on till the field is negative"
    },
    {
      "index": 119,
      "start_time": 1278210.0,
      "end_time": 1289369.0,
      "text": "maximum till it is negative maximum as shown here nearest to the south pole point and as"
    },
    {
      "index": 120,
      "start_time": 1289370.0,
      "end_time": 1296941.0,
      "text": "the point traverses along the circumference towards again the orthogonal axis this traverses"
    },
    {
      "index": 121,
      "start_time": 1296940.0,
      "end_time": 1303190.0,
      "text": "the amplitude starts reducing further again till it becomes zero when it is at the when"
    },
    {
      "index": 122,
      "start_time": 1303190.0,
      "end_time": 1309980.0,
      "text": "the point is at the orthogonal point and then this goes again in this direction changes"
    },
    {
      "index": 123,
      "start_time": 1309980.0,
      "end_time": 1316309.0,
      "text": "direction and becomes positive max when the field again goes to this point. This is how"
    },
    {
      "index": 124,
      "start_time": 1316310.0,
      "end_time": 1327240.0,
      "text": "the field would look like when a point traverses on the circumference as shown here when we"
    },
    {
      "index": 125,
      "start_time": 1327240.0,
      "end_time": 1336800.0,
      "text": "place a north and south pole. So this would be the zero of the field phasor the field"
    },
    {
      "index": 126,
      "start_time": 1336800.0,
      "end_time": 1357591.0,
      "text": "vectors. So this would be the picture of the field vector  field vector spatial picture."
    },
    {
      "index": 127,
      "start_time": 1357590.0,
      "end_time": 1391759.0,
      "text": "Now let us have a north pole and a south pole and let me have a conductor  with some as such there is no such current"
    },
    {
      "index": 128,
      "start_time": 1391760.0,
      "end_time": 1399780.0,
      "text": "in the conductor let us let us say that there is a field which is existing from north to"
    },
    {
      "index": 129,
      "start_time": 1399780.0,
      "end_time": 1410961.0,
      "text": "south in this direction. Now this is a conductor. Now this conductor if it is stationary the"
    },
    {
      "index": 130,
      "start_time": 1410960.0,
      "end_time": 1419600.0,
      "text": "field that is linking the conductor is also constant, there is no d phi by dt so as there"
    },
    {
      "index": 131,
      "start_time": 1419600.0,
      "end_time": 1423679.0,
      "text": "is no d phi by dt there is no induced voltage in the conductor and therefore there is no"
    },
    {
      "index": 132,
      "start_time": 1423680.0,
      "end_time": 1425821.0,
      "text": "current flow in the conductor."
    },
    {
      "index": 133,
      "start_time": 1425820.0,
      "end_time": 1434940.0,
      "text": "If the field is changing, if the amplitude of the flux here, amplitude of the flux phi"
    },
    {
      "index": 134,
      "start_time": 1434940.0,
      "end_time": 1442119.0,
      "text": "here is changing then there is a d phi by dt and this results in an induced emf in the"
    },
    {
      "index": 135,
      "start_time": 1442120.0,
      "end_time": 1450711.0,
      "text": "conductor which will result in a current flow through the conductor in a specific direction."
    },
    {
      "index": 136,
      "start_time": 1450710.0,
      "end_time": 1457669.0,
      "text": "Therefore, what is essential is a changing field for a current for a voltage to be induced"
    },
    {
      "index": 137,
      "start_time": 1457670.0,
      "end_time": 1462490.0,
      "text": "in the conductor and thereby a current to flow in the conductor."
    },
    {
      "index": 138,
      "start_time": 1462490.0,
      "end_time": 1477170.0,
      "text": "There are two ways in which to produce a changing field as far as the conductor is consider"
    },
    {
      "index": 139,
      "start_time": 1477170.0,
      "end_time": 1487730.0,
      "text": "considered concerned. Let us say the conductor is fixed at a point. Now the flux phi here"
    },
    {
      "index": 140,
      "start_time": 1487730.0,
      "end_time": 1493831.0,
      "text": "can change with respect to time; flux is the function of time, then amplitude here changes"
    },
    {
      "index": 141,
      "start_time": 1493830.0,
      "end_time": 1500979.0,
      "text": "and therefore d phi by dt is finite not zero which will induce a voltage across the conductor"
    },
    {
      "index": 142,
      "start_time": 1500980.0,
      "end_time": 1508900.0,
      "text": "and thereby a current to flow. The other way is to have flux fixed, flux is fixed, the"
    },
    {
      "index": 143,
      "start_time": 1508900.0,
      "end_time": 1513740.0,
      "text": "flux amplitude is fixed; you have a permanent manner north and south pole and therefore"
    },
    {
      "index": 144,
      "start_time": 1513740.0,
      "end_time": 1518390.0,
      "text": "the distant the distance between them is also fixed and therefore the flux phi is fixed."
    },
    {
      "index": 145,
      "start_time": 1518390.0,
      "end_time": 1525321.0,
      "text": "Under such condition the only way that you can have a change in flux is of the conductor"
    },
    {
      "index": 146,
      "start_time": 1525320.0,
      "end_time": 1535840.0,
      "text": "moves. If the conductor moves let us say to this position then the flux at that position"
    },
    {
      "index": 147,
      "start_time": 1535840.0,
      "end_time": 1542700.0,
      "text": "which is at a radial angle is going to be lesser and if it is moves still further the"
    },
    {
      "index": 148,
      "start_time": 1542700.0,
      "end_time": 1545639.0,
      "text": "flux is going to be lesser, if it is at the orthogonal axis the flux there is going to"
    },
    {
      "index": 149,
      "start_time": 1545640.0,
      "end_time": 1551260.0,
      "text": "be zero and let us say it continues to move. So the flux amplitude that is going to cut"
    },
    {
      "index": 150,
      "start_time": 1551260.0,
      "end_time": 1561191.0,
      "text": "the conductor is going to keep changing as the conductor moves along the circle. so that"
    },
    {
      "index": 151,
      "start_time": 1561190.0,
      "end_time": 1565799.0,
      "text": "is Therefore, the moving to the conductor is going to give you the d phi by dt which"
    },
    {
      "index": 152,
      "start_time": 1565800.0,
      "end_time": 1573201.0,
      "text": "is going to induce a voltage and thereby a current to flow. This is the other method"
    },
    {
      "index": 153,
      "start_time": 1573200.0,
      "end_time": 1577749.0,
      "text": "in which induced emf can also be produced in the conductor."
    },
    {
      "index": 154,
      "start_time": 1577750.0,
      "end_time": 1588691.0,
      "text": "In the case of DC machines the flux here is kept constant by means of the fixed permanent"
    },
    {
      "index": 155,
      "start_time": 1588690.0,
      "end_time": 1598690.0,
      "text": "magnets let us say or something that produce constant flux and thereby the only way that"
    },
    {
      "index": 156,
      "start_time": 1598690.0,
      "end_time": 1606950.0,
      "text": "you can produce an induced emf in this conductor is by moving the conductor along the periphery"
    },
    {
      "index": 157,
      "start_time": 1606950.0,
      "end_time": 1612269.0,
      "text": "which means that this conductor is going to see varying amplitudes of the flux at different"
    },
    {
      "index": 158,
      "start_time": 1612270.0,
      "end_time": 1619050.0,
      "text": "amplitudes different points on the circumference of the circle and therefore a d phi by dt"
    },
    {
      "index": 159,
      "start_time": 1619050.0,
      "end_time": 1626480.0,
      "text": "and therefore an induced emf and therefore a current to flow through the conductor. This"
    },
    {
      "index": 160,
      "start_time": 1626480.0,
      "end_time": 1634310.0,
      "text": "comes by from the Faraday&#39;s laws of electromagnetism where you know that the induced emf which"
    },
    {
      "index": 161,
      "start_time": 1634310.0,
      "end_time": 1639890.0,
      "text": "is equal to Nd phi by dt."
    },
    {
      "index": 162,
      "start_time": 1639890.0,
      "end_time": 1650040.0,
      "text": "An alternative expression in terms of the conductor length can also be derived which"
    },
    {
      "index": 163,
      "start_time": 1650040.0,
      "end_time": 1680610.0,
      "text": "is.......... let us just modify the................ and then we have this, these are the magnets"
    },
    {
      "index": 164,
      "start_time": 1680610.0,
      "end_time": 1700571.0,
      "text": "and then of course there is the conductor, so this conductor is positioned like this"
    },
    {
      "index": 165,
      "start_time": 1700570.0,
      "end_time": 1709299.0,
      "text": "and then you have all the flux lines linking the north and the south poles."
    },
    {
      "index": 166,
      "start_time": 1709300.0,
      "end_time": 1725550.0,
      "text": "Now if this conductor is having a length L and then there is a cross section area A c"
    },
    {
      "index": 167,
      "start_time": 1725550.0,
      "end_time": 1735850.0,
      "text": "and therefore flux by A c is going to be the magnetic flux density B and then if the conductor"
    },
    {
      "index": 168,
      "start_time": 1735850.0,
      "end_time": 1746660.0,
      "text": "is moving at some speed let us say V is the velocity in meters per second at which the"
    },
    {
      "index": 169,
      "start_time": 1746660.0,
      "end_time": 1754170.0,
      "text": "conductor is moving cutting across the flux then the voltage induced is also given by"
    },
    {
      "index": 170,
      "start_time": 1754170.0,
      "end_time": 1760660.0,
      "text": "B the flux density which is a constant of course in this case because phi is a constant,"
    },
    {
      "index": 171,
      "start_time": 1760660.0,
      "end_time": 1770060.0,
      "text": "A c is a constant, L L is a constant again because this length of the conductor and B"
    },
    {
      "index": 172,
      "start_time": 1770060.0,
      "end_time": 1776130.0,
      "text": "which is the velocity at which this conductor is moving in meters per second and this is"
    },
    {
      "index": 173,
      "start_time": 1776130.0,
      "end_time": 1783300.0,
      "text": "what is cutting the flux and therefore as it is moving it is at various radial distances"
    },
    {
      "index": 174,
      "start_time": 1783300.0,
      "end_time": 1790211.0,
      "text": "angular distances from the centre and thereby the flux amplitudes are going to be varying"
    },
    {
      "index": 175,
      "start_time": 1790210.0,
      "end_time": 1797039.0,
      "text": "at different positions and that is going to cause the d phi by dt effect the d phi by"
    },
    {
      "index": 176,
      "start_time": 1797040.0,
      "end_time": 1804170.0,
      "text": "dt effect here in meters per second and it is going to result in a induced emf in the"
    },
    {
      "index": 177,
      "start_time": 1804170.0,
      "end_time": 1804730.0,
      "text": "conductor."
    },
    {
      "index": 178,
      "start_time": 1804730.0,
      "end_time": 1812600.0,
      "text": "So, the induced emf of the conductor this gives induced emf in the coil which has N"
    },
    {
      "index": 179,
      "start_time": 1812600.0,
      "end_time": 1827930.0,
      "text": "turns, this gives the induced emf in the conductor in the conductor which has length L moving"
    },
    {
      "index": 180,
      "start_time": 1827930.0,
      "end_time": 1842050.0,
      "text": "at speed V meters per second. So both are actually one and the same law Faraday&#39;s law"
    },
    {
      "index": 181,
      "start_time": 1842050.0,
      "end_time": 1853770.0,
      "text": "of electromagnetism whereas one is with respect with reference to the coil the other is with"
    },
    {
      "index": 182,
      "start_time": 1853770.0,
      "end_time": 1860711.0,
      "text": "reference to the conductor."
    },
    {
      "index": 183,
      "start_time": 1860710.0,
      "end_time": 1883239.0,
      "text": "So now we start again with a north pole here and have a south pole here and let me also"
    },
    {
      "index": 184,
      "start_time": 1883240.0,
      "end_time": 1897850.0,
      "text": "have a circular marking which gives the periphery in which the conductor is going to rotate"
    },
    {
      "index": 185,
      "start_time": 1897850.0,
      "end_time": 1909201.0,
      "text": "is going to move about. So let us now have a conductor which is positioned like this."
    },
    {
      "index": 186,
      "start_time": 1909200.0,
      "end_time": 1919889.0,
      "text": "So once we have the conductor this single conductor position like that now let us see"
    },
    {
      "index": 187,
      "start_time": 1919890.0,
      "end_time": 1930650.0,
      "text": "the current through the conductor as it is moving along this moving along this field"
    },
    {
      "index": 188,
      "start_time": 1930650.0,
      "end_time": 1954130.0,
      "text": "here. So as it moves let us also take the position consider an imaginary no let me draw"
    },
    {
      "index": 189,
      "start_time": 1954130.0,
      "end_time": 1972370.0,
      "text": "about a different colour consider an imaginary XY axis, this is spatial this is spatial axis"
    },
    {
      "index": 190,
      "start_time": 1972370.0,
      "end_time": 1984110.0,
      "text": "spatial coordinate system, so when the conductor is in this position the flux is full max and"
    },
    {
      "index": 191,
      "start_time": 1984110.0,
      "end_time": 1995081.0,
      "text": "the conductor starts rotating from here to this point moves from here to this point,"
    },
    {
      "index": 192,
      "start_time": 1995080.0,
      "end_time": 2004979.0,
      "text": "the flux at these points are gradually decreasing until it becomes zero here. So you have the"
    },
    {
      "index": 193,
      "start_time": 2004980.0,
      "end_time": 2019100.0,
      "text": "flux which reduces becomes zero at this point. Then form here to here the conductor is at"
    },
    {
      "index": 194,
      "start_time": 2019100.0,
      "end_time": 2035191.0,
      "text": "the south pole, the flux is at negative max and then when it further goes the flux keeps"
    },
    {
      "index": 195,
      "start_time": 2035190.0,
      "end_time": 2044149.0,
      "text": "moving in this fashion, zero again at this point and then when it again moves here the"
    },
    {
      "index": 196,
      "start_time": 2044150.0,
      "end_time": 2053241.0,
      "text": "flux value is back again to its positive max; this is the zero as far as the flux phi m"
    },
    {
      "index": 197,
      "start_time": 2053239.9999999998,
      "end_time": 2054799.9999999998,
      "text": "is concerned."
    },
    {
      "index": 198,
      "start_time": 2054800.0000000002,
      "end_time": 2066159.0000000002,
      "text": "So this is the alpha axis and the beta axis in the special coordinate system. Now, when"
    },
    {
      "index": 199,
      "start_time": 2066159.9999999998,
      "end_time": 2074580.9999999998,
      "text": "the fluxes at this point we are talking of this maximum therefore you have the induced"
    },
    {
      "index": 200,
      "start_time": 2074580.0,
      "end_time": 2085399.0,
      "text": "emf e which is equal to Bℓv the B is maximum at this point the induced emf is maximum and"
    },
    {
      "index": 201,
      "start_time": 2085400.0,
      "end_time": 2089821.0,
      "text": "therefore the current which is going to flow through the external load is also going to"
    },
    {
      "index": 202,
      "start_time": 2089820.0000000002,
      "end_time": 2107730.0,
      "text": "be maximum. So, if we now project this on that temporal axis let me now draw the amplitude"
    },
    {
      "index": 203,
      "start_time": 2107730.0,
      "end_time": 2122349.0,
      "text": "of e the induced emf with respect to time. So as it is at this point let us call this"
    },
    {
      "index": 204,
      "start_time": 2122350.0,
      "end_time": 2133590.0,
      "text": "as a so this point is a that we are going to begin, this is at zero sorry this is at"
    },
    {
      "index": 205,
      "start_time": 2133590.0,
      "end_time": 2160261.0,
      "text": "peak let me........ so it is at this point this is zero so this is at E max then it rotates"
    },
    {
      "index": 206,
      "start_time": 2160260.0,
      "end_time": 2169260.0,
      "text": "90 degrees and it becomes zero here and then from this is point b, this is point a, this"
    },
    {
      "index": 207,
      "start_time": 2169260.0,
      "end_time": 2180089.0,
      "text": "is point b corresponding to the spatial is point c and d. So from b to c from b to c"
    },
    {
      "index": 208,
      "start_time": 2180090.0,
      "end_time": 2200550.0,
      "text": "this is going negative, so this starts going negative and reaches the maximum point c in"
    },
    {
      "index": 209,
      "start_time": 2200550.0,
      "end_time": 2210991.0,
      "text": "the other direction negative direction that is here. And then from c to d it again becomes"
    },
    {
      "index": 210,
      "start_time": 2210990.0,
      "end_time": 2217599.0,
      "text": "zero in the orthogonal axis, axis orthogonal to the alpha axis which is along the north"
    },
    {
      "index": 211,
      "start_time": 2217600.0,
      "end_time": 2229941.0,
      "text": "south pole direction and then from there this is point d and then again d to a, this again"
    },
    {
      "index": 212,
      "start_time": 2229940.0,
      "end_time": 2234099.0,
      "text": "is point a and it comes back to......"
    },
    {
      "index": 213,
      "start_time": 2234100.0,
      "end_time": 2240330.0,
      "text": "So this keeps going on and on, this is for one complete cycle of rotation. You see that"
    },
    {
      "index": 214,
      "start_time": 2240330.0,
      "end_time": 2247641.0,
      "text": "you get an almost sinusoidal voltage that gets induced on the conductor as the conductor"
    },
    {
      "index": 215,
      "start_time": 2247640.0,
      "end_time": 2262069.0,
      "text": "is moved from a to b b to c c to d and so on. Now this gives the basis for generating"
    },
    {
      "index": 216,
      "start_time": 2262070.0,
      "end_time": 2276941.0,
      "text": "some voltage from the mechanical rotation of a conductor to an electrical induced voltage."
    },
    {
      "index": 217,
      "start_time": 2276940.0,
      "end_time": 2283140.0,
      "text": "So let us now form a device like this."
    },
    {
      "index": 218,
      "start_time": 2283140.0,
      "end_time": 2308970.0,
      "text": "Let us have the north pole like that. So this is our north pole this is our north pole and"
    },
    {
      "index": 219,
      "start_time": 2308970.0,
      "end_time": 2343119.0,
      "text": "let us have our south pole. So this is our south pole. So you have flux lines from north"
    },
    {
      "index": 220,
      "start_time": 2343120.0,
      "end_time": 2347350.0,
      "text": "to the south."
    },
    {
      "index": 221,
      "start_time": 2347350.0,
      "end_time": 2386731.0,
      "text": "Now let us draw a coil right through here. So, we have a conductor of length L, there"
    },
    {
      "index": 222,
      "start_time": 2386730.0,
      "end_time": 2395410.0,
      "text": "is a conductor which is this, there is also another conductor which flows through like"
    },
    {
      "index": 223,
      "start_time": 2395410.0,
      "end_time": 2406410.0,
      "text": "that so this completes the circuit. So let us have some mechanism whereby I will have"
    },
    {
      "index": 224,
      "start_time": 2406410.0,
      "end_time": 2418730.0,
      "text": "a ring I will have a ring here so let me have the ring in a different colour so let us have"
    },
    {
      "index": 225,
      "start_time": 2418730.0,
      "end_time": 2445900.0,
      "text": "a ring like this and let us solder this wire on to that, it is soldered. Likewise, let"
    },
    {
      "index": 226,
      "start_time": 2445900.0,
      "end_time": 2489170.0,
      "text": "me also have a ring for the other wire also and let me solder  this to this. We have this wire which is made"
    },
    {
      "index": 227,
      "start_time": 2489170.0,
      "end_time": 2496760.0,
      "text": "in the shape of this coil here, the two ends are soldered to rings two rings and let us"
    },
    {
      "index": 228,
      "start_time": 2496760.0,
      "end_time": 2513619.0,
      "text": "call this one as ring A and ring B and to these rings let us............... just we"
    },
    {
      "index": 229,
      "start_time": 2513620.0,
      "end_time": 2526110.0,
      "text": "have two carbon brushes like this which are just touching these rings. We have two carbon"
    },
    {
      "index": 230,
      "start_time": 2526110.0,
      "end_time": 2539491.0,
      "text": "rings and these carbon brushes are making only spring contact with that one and through"
    },
    {
      "index": 231,
      "start_time": 2539490.0,
      "end_time": 2552849.0,
      "text": "this we bring out the leads and then we can now connect a load resistance. This is the"
    },
    {
      "index": 232,
      "start_time": 2552850.0,
      "end_time": 2554641.0,
      "text": "load."
    },
    {
      "index": 233,
      "start_time": 2554640.0,
      "end_time": 2573910.0,
      "text": "We have a very simple DC no we have a very simple generator not a DC general generator"
    },
    {
      "index": 234,
      "start_time": 2573910.0,
      "end_time": 2590970.0,
      "text": "which generates AC signal. Let us look at the operation of this one. Let us say that"
    },
    {
      "index": 235,
      "start_time": 2590970.0,
      "end_time": 2600940.0,
      "text": "this coil is moving rotating. So by some mechanism we are going to provide energy mechanical"
    },
    {
      "index": 236,
      "start_time": 2600940.0,
      "end_time": 2609859.0,
      "text": "energy such that this whole coil is made to rotate about an axis. So this whole coil is"
    },
    {
      "index": 237,
      "start_time": 2609860.0,
      "end_time": 2628340.0,
      "text": "rotating about this axis that is let us have this axis so the whole coil is rotating ago"
    },
    {
      "index": 238,
      "start_time": 2628340.0,
      "end_time": 2633070.0,
      "text": "along the axis the blue line is shown here."
    },
    {
      "index": 239,
      "start_time": 2633070.0,
      "end_time": 2640350.0,
      "text": "Now this conductor here when it is at the north pole this is going to have a positive"
    },
    {
      "index": 240,
      "start_time": 2640350.0,
      "end_time": 2648040.0,
      "text": "field as we saw before positive max field and let us say the current is going to be"
    },
    {
      "index": 241,
      "start_time": 2648040.0,
      "end_time": 2655370.0,
      "text": "induced in this direction i, there is a current i which is going to be induced in this direction"
    },
    {
      "index": 242,
      "start_time": 2655370.0,
      "end_time": 2662481.0,
      "text": "and this conductor is closest to the south pole and this is going to have a negative"
    },
    {
      "index": 243,
      "start_time": 2662480.0,
      "end_time": 2668640.0,
      "text": "max field and there is going to be a negative current of other direction same amplitude"
    },
    {
      "index": 244,
      "start_time": 2668640.0,
      "end_time": 2675319.0,
      "text": "going to be induced in this. Now this is in a perpendicular direction this is along the"
    },
    {
      "index": 245,
      "start_time": 2675320.0,
      "end_time": 2680491.0,
      "text": "field this portion of the conductor does not cut the field does not see any differential"
    },
    {
      "index": 246,
      "start_time": 2680490.0,
      "end_time": 2685980.0,
      "text": "flux amplitudes throughout its rotation and therefore there is not going to be any induced"
    },
    {
      "index": 247,
      "start_time": 2685980.0,
      "end_time": 2692029.0,
      "text": "emf on this line, there is not going to be any induced emf on this line and this line."
    },
    {
      "index": 248,
      "start_time": 2692030.0,
      "end_time": 2697050.0,
      "text": "So these two are going to have currents which are going to get induced one in this direction"
    },
    {
      "index": 249,
      "start_time": 2697050.0,
      "end_time": 2702171.0,
      "text": "and one on that direction and this is fortunate for us because we have drawn the coil such"
    },
    {
      "index": 250,
      "start_time": 2702170.0,
      "end_time": 2710190.0,
      "text": "that current can flow like that through this coil flows through this flows through this"
    },
    {
      "index": 251,
      "start_time": 2710190.0,
      "end_time": 2716940.0,
      "text": "coil and comes out through this. So, as these slip rings, that is these are called the slip"
    },
    {
      "index": 252,
      "start_time": 2716940.0,
      "end_time": 2723450.0,
      "text": "rings these rings which are soldered to the coil ends along with the coil are rotating"
    },
    {
      "index": 253,
      "start_time": 2723450.0,
      "end_time": 2730730.0,
      "text": "it is brushing or making contact with these brushes which are fixed of course. So it is"
    },
    {
      "index": 254,
      "start_time": 2730730.0,
      "end_time": 2735079.0,
      "text": "rubbing against these brushes which means it is in constant contact with the brush."
    },
    {
      "index": 255,
      "start_time": 2735080.0,
      "end_time": 2743011.0,
      "text": "So a current with current this current which flows through here like this, comes into contact"
    },
    {
      "index": 256,
      "start_time": 2743010.0,
      "end_time": 2754539.0,
      "text": "through this brush, flows through this external load and then flows in in this direction and"
    },
    {
      "index": 257,
      "start_time": 2754540.0,
      "end_time": 2765161.0,
      "text": "then again flows into the other coil a through this ring and the soldered coil end which"
    },
    {
      "index": 258,
      "start_time": 2765160.0,
      "end_time": 2772680.0,
      "text": "completes the circuit and thereby you get a output here induced output here."
    },
    {
      "index": 259,
      "start_time": 2772680.0,
      "end_time": 2787740.0,
      "text": "So as the whole coil is rotated we see that we see that the voltage across the load e"
    },
    {
      "index": 260,
      "start_time": 2787740.0,
      "end_time": 2795299.0,
      "text": "load which is the induced emf across the brushes starts with................ now in this position"
    },
    {
      "index": 261,
      "start_time": 2795300.0,
      "end_time": 2800800.0,
      "text": "it will be having a maximum north and.................. because the north and the south are going"
    },
    {
      "index": 262,
      "start_time": 2800800.0,
      "end_time": 2810860.0,
      "text": "to produce this leading currents and as it starts rotating and takes an orthogonal plane"
    },
    {
      "index": 263,
      "start_time": 2810860.0,
      "end_time": 2818941.0,
      "text": "this is going to pass through zero because when the coil is perpendicular in a plane"
    },
    {
      "index": 264,
      "start_time": 2818940.0,
      "end_time": 2823910.0,
      "text": "which is perpendicular to the plane which is right now shown it will be zero because"
    },
    {
      "index": 265,
      "start_time": 2823910.0,
      "end_time": 2829690.0,
      "text": "there is no flux in the perpendicular plane and then when its starts again rotating towards"
    },
    {
      "index": 266,
      "start_time": 2829690.0,
      "end_time": 2836349.0,
      "text": "further towards the south pole sorry this this portion rotating towards the south pole"
    },
    {
      "index": 267,
      "start_time": 2836350.0,
      "end_time": 2851901.0,
      "text": "it starts going in the other direction and then again when it becomes perpendicular to"
    },
    {
      "index": 268,
      "start_time": 2851900.0,
      "end_time": 2858750.0,
      "text": "the existing direction orthogonal direction there is no flux and then so on it keeps going"
    },
    {
      "index": 269,
      "start_time": 2858750.0,
      "end_time": 2860430.0,
      "text": "like this."
    },
    {
      "index": 270,
      "start_time": 2860430.0,
      "end_time": 2880200.0,
      "text": "so when the when the flux When the flux is in this position the position which is which"
    },
    {
      "index": 271,
      "start_time": 2880200.0,
      "end_time": 2897660.0,
      "text": "is like this  let me let me remove all these things let it be easier for you to.... now I will show"
    },
    {
      "index": 272,
      "start_time": 2897660.0,
      "end_time": 2921450.0,
      "text": "it in a different colour let us say the coil has now taken the position which is like that"
    },
    {
      "index": 273,
      "start_time": 2921450.0,
      "end_time": 2930349.0,
      "text": "and this is gone like that that is this is the vertical position probably it is confusing......"
    },
    {
      "index": 274,
      "start_time": 2930350.0,
      "end_time": 2948481.0,
      "text": "Let me redraw that one, it is better to look at it like this. Let me make some space here."
    },
    {
      "index": 275,
      "start_time": 2948480.0,
      "end_time": 2957940.0,
      "text": "Let us draw the four possible modes in 2D so that you get a good idea."
    },
    {
      "index": 276,
      "start_time": 2957940.0,
      "end_time": 2978089.0,
      "text": "This is north, this is south; north pole south pole, the north pole south pole, the north"
    },
    {
      "index": 277,
      "start_time": 2978090.0,
      "end_time": 2989310.0,
      "text": "pole and the south pole. Now we are going to show the conductors in 2D as just the cross"
    },
    {
      "index": 278,
      "start_time": 2989310.0,
      "end_time": 3001751.0,
      "text": "section when you cut the section of the coil and it is going to be in this position and"
    },
    {
      "index": 279,
      "start_time": 3001750.0,
      "end_time": 3009190.0,
      "text": "then rotates again and comes into this position and rotates and comes into this position."
    },
    {
      "index": 280,
      "start_time": 3009190.0,
      "end_time": 3029589.0,
      "text": "So let me call this one as coil side a 1 a 2 a 1 a 2 a 2 a 1 a 1 a 2."
    },
    {
      "index": 281,
      "start_time": 3029590.0,
      "end_time": 3040580.0,
      "text": "Therefore, if you look back to the previous figure this is a 1, this is a 2 and the current"
    },
    {
      "index": 282,
      "start_time": 3040580.0,
      "end_time": 3050340.0,
      "text": "going into the page we are going to put X mark like that and coming out of the page"
    },
    {
      "index": 283,
      "start_time": 3050340.0,
      "end_time": 3062100.0,
      "text": "is like this. So, as the coil has rotated as the coil has rotated 90 degrees you see"
    },
    {
      "index": 284,
      "start_time": 3062100.0,
      "end_time": 3073520.0,
      "text": "that there is no current flowing in this position because the induced emf is zero and the coil"
    },
    {
      "index": 285,
      "start_time": 3073520.0,
      "end_time": 3085600.0,
      "text": "further rotates in the other direction which makes this is in this direction. However,"
    },
    {
      "index": 286,
      "start_time": 3085600.0,
      "end_time": 3093751.0,
      "text": "the direction in a 1 and a 2 have interchanged; you see that the direction has changed in"
    },
    {
      "index": 287,
      "start_time": 3093750.0,
      "end_time": 3102920.0,
      "text": "a 2 and so in a one and therefore we are showing it as the negative direction here this portion"
    },
    {
      "index": 288,
      "start_time": 3102920.0,
      "end_time": 3113970.0,
      "text": "shown as the negative direction and when it comes again to this point it again becomes"
    },
    {
      "index": 289,
      "start_time": 3113970.0,
      "end_time": 3120950.0,
      "text": "zero, no current flow in any of the coil sides and then from here it shifts here. So this"
    },
    {
      "index": 290,
      "start_time": 3120950.0,
      "end_time": 3129230.0,
      "text": "is position 1 position 2 position 3 position 4 and then back again to position 1 2 3 4"
    },
    {
      "index": 291,
      "start_time": 3129230.0,
      "end_time": 3133869.0,
      "text": "so on it keeps flowing in this fashion."
    },
    {
      "index": 292,
      "start_time": 3133870.0,
      "end_time": 3147020.0,
      "text": "These are the various positions the four important positions in the motor in this particular"
    },
    {
      "index": 293,
      "start_time": 3147020.0,
      "end_time": 3159671.0,
      "text": "equipment. So what we have here is a generator but it generates an AC waveform. How do we"
    },
    {
      "index": 294,
      "start_time": 3159670.0,
      "end_time": 3167759.0,
      "text": "generate a DC waveform from this; means how do we rectify it. So, if we pass it through"
    },
    {
      "index": 295,
      "start_time": 3167760.0,
      "end_time": 3177050.0,
      "text": "a rectifier we get from the AC waveform that the AC induced voltage a DC. But we are not"
    },
    {
      "index": 296,
      "start_time": 3177050.0,
      "end_time": 3185310.0,
      "text": "going to build the rectifier using diodes but it will be built in along with the motor"
    },
    {
      "index": 297,
      "start_time": 3185310.0,
      "end_time": 3186510.0,
      "text": "here."
    },
    {
      "index": 298,
      "start_time": 3186510.0,
      "end_time": 3196881.0,
      "text": "So let us make a slight modification in the way the motor is built. Let us have again"
    },
    {
      "index": 299,
      "start_time": 3196880.0,
      "end_time": 3233509.0,
      "text": "the north pole and the south pole  and let us have up coil here. Now this coil is shown like this in this fashion. See the"
    },
    {
      "index": 300,
      "start_time": 3233510.0,
      "end_time": 3246441.0,
      "text": "poles can of course be extended"
    },
    {
      "index": 301,
      "start_time": 3246440.0,
      "end_time": 3262630.0,
      "text": "and we have the  north and the south pole like this. Now this coil is now connected to the rings in this"
    },
    {
      "index": 302,
      "start_time": 3262630.0,
      "end_time": 3302039.0,
      "text": "fashion. So let us have a ring in this fashion. Now this portion is........ this one end of"
    },
    {
      "index": 303,
      "start_time": 3302040.0,
      "end_time": 3314221.0,
      "text": "the coil is now soldered to this. Probably we will solder it from the inside so that"
    },
    {
      "index": 304,
      "start_time": 3314220.0,
      "end_time": 3339859.0,
      "text": "the brushes.......... so we solder one end of the coil to this and the other end of the"
    },
    {
      "index": 305,
      "start_time": 3339860.0,
      "end_time": 3358100.0,
      "text": "coil is soldered to  in this fashion let us say."
    },
    {
      "index": 306,
      "start_time": 3358100.0,
      "end_time": 3378231.0,
      "text": "There is a vertical split in the ring such that this portion of the ring does not make"
    },
    {
      "index": 307,
      "start_time": 3378230.0,
      "end_time": 3387130.0,
      "text": "contact with this portion of the ring and then we still have the brushes we still have"
    },
    {
      "index": 308,
      "start_time": 3387130.0,
      "end_time": 3396950.0,
      "text": "the brushes like that which is making contact we still have the brushes which is making"
    },
    {
      "index": 309,
      "start_time": 3396950.0,
      "end_time": 3414430.0,
      "text": "contact  and it is from the brushes we are going to take it to the external load like this."
    },
    {
      "index": 310,
      "start_time": 3414430.0,
      "end_time": 3429180.0,
      "text": "So now what happens we have the coil side a 1 coil side a 2. Now this right now this"
    },
    {
      "index": 311,
      "start_time": 3429180.0,
      "end_time": 3437579.0,
      "text": "is going to induce a current in this direction here and in this direction here flows through"
    },
    {
      "index": 312,
      "start_time": 3437580.0,
      "end_time": 3447431.0,
      "text": "the external circuit and the current flows through this coil. Now as the coil is rotating"
    },
    {
      "index": 313,
      "start_time": 3447430.0,
      "end_time": 3456480.0,
      "text": "and comes in an orthogonal plane it becomes zero the voltage becomes zero and starts going"
    },
    {
      "index": 314,
      "start_time": 3456480.0,
      "end_time": 3462910.0,
      "text": "negative. So when this has turned 90 degrees these two splits are going to be at around"
    },
    {
      "index": 315,
      "start_time": 3462910.0,
      "end_time": 3472950.0,
      "text": "the centre of the brush and then on further rotation this split that is let us say this"
    },
    {
      "index": 316,
      "start_time": 3472950.0,
      "end_time": 3482880.0,
      "text": "is a 1 and this is a 2 portion of the ring so a 2 ring a 2 portion of the ring is going"
    },
    {
      "index": 317,
      "start_time": 3482880.0,
      "end_time": 3487279.0,
      "text": "to be in contact with this left brush and a 1 portion is going to be in contact with"
    },
    {
      "index": 318,
      "start_time": 3487280.0,
      "end_time": 3494280.0,
      "text": "this. But at that point when it has crossed over the orthogonal plane there is a reversal"
    },
    {
      "index": 319,
      "start_time": 3494280.0,
      "end_time": 3502050.0,
      "text": "in the current for a 2 and a 1 and therefore a 2 becomes positive and a 1 becomes negative"
    },
    {
      "index": 320,
      "start_time": 3502050.0,
      "end_time": 3517350.0,
      "text": "therefore you would see in the time axis temporal axis time versus the induced emf versus the"
    },
    {
      "index": 321,
      "start_time": 3517350.0,
      "end_time": 3524401.0,
      "text": "induced emf e here so it starts with a peak like that and then the moment it comes to"
    },
    {
      "index": 322,
      "start_time": 3524400.0,
      "end_time": 3533829.0,
      "text": "zero here when it is on the orthogonal plane, flux is zero and now on further movement flux"
    },
    {
      "index": 323,
      "start_time": 3533830.0,
      "end_time": 3539221.0,
      "text": "would actually have gone negative but here the other ring is now making contact with"
    },
    {
      "index": 324,
      "start_time": 3539220.0,
      "end_time": 3546499.0,
      "text": "this brush, this the ring which was positive is now making contact with the other brush"
    },
    {
      "index": 325,
      "start_time": 3546500.0,
      "end_time": 3552651.0,
      "text": "and therefore there is a reversal in the contacts with the brush which is again going to make"
    },
    {
      "index": 326,
      "start_time": 3552650.0,
      "end_time": 3563249.0,
      "text": "the current through the load in the same direction and this is going to go like that and so on"
    },
    {
      "index": 327,
      "start_time": 3563250.0,
      "end_time": 3565911.0,
      "text": "in this fashion."
    },
    {
      "index": 328,
      "start_time": 3565910.0,
      "end_time": 3571880.0,
      "text": "So there is a rectification which is which has come about due to the way in which this"
    },
    {
      "index": 329,
      "start_time": 3571880.0,
      "end_time": 3582960.0,
      "text": "ring has been made, this is called the commutator commu tator. The way the ring was formed in"
    },
    {
      "index": 330,
      "start_time": 3582960.0,
      "end_time": 3591559.0,
      "text": "this case in the AC motor this is called the slip ring the slip ring. So the commutator"
    },
    {
      "index": 331,
      "start_time": 3591560.0,
      "end_time": 3599421.0,
      "text": "can be used for obtaining a rectifier waveform at the output and thereby we get a unidirectional"
    },
    {
      "index": 332,
      "start_time": 3599420.0,
      "end_time": 3605769.0,
      "text": "induced voltage and therefore that would be a DC output. Therefore this machine with the"
    },
    {
      "index": 333,
      "start_time": 3605770.0,
      "end_time": 3611760.0,
      "text": "commutator even though the current through the coil is both direction that is AC because"
    },
    {
      "index": 334,
      "start_time": 3611760.0,
      "end_time": 3619330.0,
      "text": "of the external commutator the voltage across the external load is unidirectional the currents"
    },
    {
      "index": 335,
      "start_time": 3619330.0,
      "end_time": 3624600.0,
      "text": "through that one is also unidirectional and therefore this can be considered as a DC generator."
    },
    {
      "index": 336,
      "start_time": 3624600.0,
      "end_time": 3631350.0,
      "text": "We stop here and continue in the next class consolidating the concepts of the DC generator"
    },
    {
      "index": 337,
      "start_time": 3631350.0,
      "end_time": 3641350.0,
      "text": "further. Thank you."
    }
  ]
}