{
  "video_id": "d5pGN6pqkyY",
  "title": "How to Make The Metal Melter",
  "json": [
    {
      "index": 1,
      "start_time": 8500.0,
      "end_time": 13980.0,
      "text": "In \na previous video I used a modified Microwave\nOven Transformer as an electrical metal melter."
    },
    {
      "index": 2,
      "start_time": 13980.0,
      "end_time": 18620.0,
      "text": "In this video you'll learn step by step how\nit was made, and what I'm using it for now."
    },
    {
      "index": 3,
      "start_time": 33920.0,
      "end_time": 37960.0,
      "text": "In a previous project, I found an old microwave\nin a dumpster and hacked it open to see what"
    },
    {
      "index": 4,
      "start_time": 37960.0,
      "end_time": 42690.0,
      "text": "components I could salvage. This power transformer\nwas one of my favorites, and got used in many"
    },
    {
      "index": 5,
      "start_time": 42690.0,
      "end_time": 48050.0,
      "text": "other projects, like high voltage electrical\narcs, making a homemade stick welder, and"
    },
    {
      "index": 6,
      "start_time": 48050.0,
      "end_time": 52850.0,
      "text": "melting metal. In it's current condition,\nthe transformer produces a deadly high voltage"
    },
    {
      "index": 7,
      "start_time": 52850.0,
      "end_time": 57350.0,
      "text": "that's enough to kill a person on contact.\nBut it won't melt metal. To do that, we have"
    },
    {
      "index": 8,
      "start_time": 57350.0,
      "end_time": 62199.0,
      "text": "to modify the transformer by rewinding the\ncoils. Looking at the sides of this transformer,"
    },
    {
      "index": 9,
      "start_time": 62199.0,
      "end_time": 65829.0,
      "text": "you can see that these shallow welds are the\nonly thing holding this together. I'm gonna"
    },
    {
      "index": 10,
      "start_time": 65829.0,
      "end_time": 70189.0,
      "text": "use my bench vice to secure this in place\nwith one end of the welded sides facing up,"
    },
    {
      "index": 11,
      "start_time": 70189.0,
      "end_time": 74990.0,
      "text": "and try using a hacksaw to cut it open. This\nis a fairly weak weld, and a hacksaw will"
    },
    {
      "index": 12,
      "start_time": 74990.0,
      "end_time": 79409.0,
      "text": "work, but a quick buzz with an angle grinder\nworks a lot better. Now that that's ground"
    },
    {
      "index": 13,
      "start_time": 79409.0,
      "end_time": 83909.0,
      "text": "off, a hammer and chisel can be used to crack\nthe gap and pry the pieces apart. The rest"
    },
    {
      "index": 14,
      "start_time": 83909.0,
      "end_time": 88479.0,
      "text": "can be removed by hand. With the bottom off,\nI've got access to the 3 coils of wire wrapped"
    },
    {
      "index": 15,
      "start_time": 88479.0,
      "end_time": 92759.0,
      "text": "around the core. The top coil is the primary\nwinding and I want to take very good care"
    },
    {
      "index": 16,
      "start_time": 92760.0,
      "end_time": 97359.0,
      "text": "of that, so I've wrapped a cloth over my chisel\nto protect it as I pry up on the winding."
    },
    {
      "index": 17,
      "start_time": 97359.0,
      "end_time": 101189.0,
      "text": "It's in there pretty snug, but prying it slowly\nand gently from both sides gets it to the"
    },
    {
      "index": 18,
      "start_time": 101189.0,
      "end_time": 105380.0,
      "text": "point where I can put the chisels down and\npull it off by hand. These metal shunts can"
    },
    {
      "index": 19,
      "start_time": 105380.0,
      "end_time": 109520.0,
      "text": "get knocked out now, and amazingly, this is\nthe only form of current limiting this transformer"
    },
    {
      "index": 20,
      "start_time": 109520.0,
      "end_time": 114390.0,
      "text": "has. The middle coil is junk, and it all comes\nout. Then to get the secondary coil off, I'm"
    },
    {
      "index": 21,
      "start_time": 114390.0,
      "end_time": 118280.0,
      "text": "setting it with the coil resting on the jaws\nof my vise, and then hitting the middle of"
    },
    {
      "index": 22,
      "start_time": 118280.0,
      "end_time": 122789.0,
      "text": "the core with a rubber hammer until the winding\nis free. This got pretty beat up, but that's"
    },
    {
      "index": 23,
      "start_time": 122789.0,
      "end_time": 127659.0,
      "text": "ok because luckily I don't need it. A chisel\nworks great for scraping off any excess paper"
    },
    {
      "index": 24,
      "start_time": 127659.0,
      "end_time": 132400.0,
      "text": "and glue stuck on the sides, and now we've\ngot ourselves a naked transformer core. You're"
    },
    {
      "index": 25,
      "start_time": 132400.0,
      "end_time": 136700.0,
      "text": "looking at the \"E\" and \"I\" sections of the\ncore, and at this point we're ready to reinstall"
    },
    {
      "index": 26,
      "start_time": 136700.0,
      "end_time": 141480.0,
      "text": "our primary coil. This coil has about 100\nturns of insulated copper wire, and needs"
    },
    {
      "index": 27,
      "start_time": 141480.0,
      "end_time": 145590.0,
      "text": "to be replaced gently to avoid damaging it,\nor scraping the wires. That's why I'm using"
    },
    {
      "index": 28,
      "start_time": 145590.0,
      "end_time": 149980.0,
      "text": "a rubber hammer so I can still get it in nice\nand tight. OK, it's looking like it's supposed"
    },
    {
      "index": 29,
      "start_time": 149980.0,
      "end_time": 154150.0,
      "text": "to, so now we can add a secondary winding\nmade from this thick 2 gauge copper cable."
    },
    {
      "index": 30,
      "start_time": 154150.0,
      "end_time": 158800.0,
      "text": "I was lucky and got this from a scrap pile\nmy brother had at work. Looking inside, you"
    },
    {
      "index": 31,
      "start_time": 158800.0,
      "end_time": 163300.0,
      "text": "can see it's made of stranded copper wire,\ninsulated by a thick rubber coating. My brother"
    },
    {
      "index": 32,
      "start_time": 163300.0,
      "end_time": 167680.0,
      "text": "got me a heavy duty copper lug, and crimped\nit in place on the end of the cable. Next,"
    },
    {
      "index": 33,
      "start_time": 167680.0,
      "end_time": 171220.0,
      "text": "he added a little shrink-wrap to protect the\nconnection, and hit it with a heat gun to"
    },
    {
      "index": 34,
      "start_time": 171220.0,
      "end_time": 175660.0,
      "text": "shrink it down and finish it off. Alright,\nso with the cable bent in half, I can move"
    },
    {
      "index": 35,
      "start_time": 175660.0,
      "end_time": 180250.0,
      "text": "it up next to the transformer and tuck it\ndown into the gaps. The wire's so thick it's"
    },
    {
      "index": 36,
      "start_time": 180250.0,
      "end_time": 184510.0,
      "text": "a pretty tight fit and probably couldn't be\nany bigger. I'm pulling one end of the cable"
    },
    {
      "index": 37,
      "start_time": 184510.0,
      "end_time": 188370.0,
      "text": "back around the transformer, and I decided\nto switch the positions of these two so that"
    },
    {
      "index": 38,
      "start_time": 188370.0,
      "end_time": 193150.0,
      "text": "it forms more of an ascending coil. Now I\ncan press the other side into place, and the"
    },
    {
      "index": 39,
      "start_time": 193150.0,
      "end_time": 197640.0,
      "text": "secondary coil is wrapped, as easy as that.\nThe last step is to put this back together."
    },
    {
      "index": 40,
      "start_time": 197640.0,
      "end_time": 201870.0,
      "text": "I don't have anything to re-weld the seems\nI broke apart, so I'm going to try using this"
    },
    {
      "index": 41,
      "start_time": 201870.0,
      "end_time": 206800.0,
      "text": "2 part epoxy glue to see if I can make it\nwork. Both the components get mixed equally,"
    },
    {
      "index": 42,
      "start_time": 206800.0,
      "end_time": 210200.0,
      "text": "then I'll add the glue to all the exposed\nsurfaces at the top here, and find a way to"
    },
    {
      "index": 43,
      "start_time": 210200.0,
      "end_time": 215150.0,
      "text": "clamp this down. It turns out my bench vise\nhas a gap wide enough to fit the entire assembly,"
    },
    {
      "index": 44,
      "start_time": 215150.0,
      "end_time": 219660.0,
      "text": "and after double checking the alignment on\nthe connection, I'll synch it up tight. I'm"
    },
    {
      "index": 45,
      "start_time": 219660.0,
      "end_time": 223550.0,
      "text": "adding the leftover glue to the gaps on the\nedges and everything is looking as expected,"
    },
    {
      "index": 46,
      "start_time": 223550.0,
      "end_time": 229110.0,
      "text": "so that can be left to set. Ok, it's 2 hours\nlater, and our modification is complete! There's"
    },
    {
      "index": 47,
      "start_time": 229110.0,
      "end_time": 233820.0,
      "text": "actually no physical connection between the\ntwo coils, yet this will pump out around 800"
    },
    {
      "index": 48,
      "start_time": 233820.0,
      "end_time": 238070.0,
      "text": "amps! To bench-test the device, I'm carefully\nhooking clips to both leads of the primary"
    },
    {
      "index": 49,
      "start_time": 238070.0,
      "end_time": 243680.0,
      "text": "winding, and then adding power. Using my multimeter\nI'm showing just over 2 volts now, which is"
    },
    {
      "index": 50,
      "start_time": 243680.0,
      "end_time": 248110.0,
      "text": "a lot lower than the 1000 volts this used\nto throw out. But instead of putting out 1"
    },
    {
      "index": 51,
      "start_time": 248110.0,
      "end_time": 253210.0,
      "text": "amp, now I'm getting closer 800!! What can\nyou do with that many amps? I thought it would"
    },
    {
      "index": 52,
      "start_time": 253210.0,
      "end_time": 257930.0,
      "text": "be fun to try melting some metal, which you\ncan see this does easily. The metal melts"
    },
    {
      "index": 53,
      "start_time": 257930.0,
      "end_time": 262560.0,
      "text": "because its not as conductive as copper wire.\nIt acts like a resistor, and heats up from"
    },
    {
      "index": 54,
      "start_time": 262560.0,
      "end_time": 266600.0,
      "text": "the electrical friction until it reaches its\nmelting point. Or until the insulation on"
    },
    {
      "index": 55,
      "start_time": 266600.0,
      "end_time": 271010.0,
      "text": "the lead wires melt and the system shorts\nout. Well not only was this a fun modification,"
    },
    {
      "index": 56,
      "start_time": 271010.0,
      "end_time": 275770.0,
      "text": "but I found a practical application for it\nin making a spot welder like this one. The"
    },
    {
      "index": 57,
      "start_time": 275770.0,
      "end_time": 280150.0,
      "text": "high current can be directed to fuse sheets\nof metal together at one precise location."
    },
    {
      "index": 58,
      "start_time": 280150.0,
      "end_time": 285580.0,
      "text": "Look for how to make that in another project.\nWell now you know how to build the metal melter."
    },
    {
      "index": 59,
      "start_time": 285580.0,
      "end_time": 291240.0,
      "text": "If you liked this video perhaps you'll like\nsome of my others. Check them out at www.thekingofrandom.com"
    }
  ]
}