{
  "video_id": "D919764d18M",
  "title": "IELTS Speaking Part 3 Trick  Outstanding Organization",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 19100.0,
      "end_time": 25500.0,
      "text": "Hi, I'm Jessica Beck with IELTS Energy TV and the podcast IELTS Energy."
    },
    {
      "index": 2,
      "start_time": 26000.0,
      "end_time": 32700.0,
      "text": "We also have a website with an online IELTS course, ielts.allearsenglish.com."
    },
    {
      "index": 3,
      "start_time": 32800.0,
      "end_time": 39300.0,
      "text": "Today we're gonna focus on the strategy for answering speaking part three questions."
    },
    {
      "index": 4,
      "start_time": 39400.0,
      "end_time": 43399.0,
      "text": "Now, a couple things that you need to know first."
    },
    {
      "index": 5,
      "start_time": 43500.0,
      "end_time": 55899.0,
      "text": "Speaking part three, the whole thing, all of speaking part three, lasts for four to five minutes, and the examiner wants to ask you four to six questions in that time, all right."
    },
    {
      "index": 6,
      "start_time": 55900.0,
      "end_time": 61099.0,
      "text": "So I know that we practice speaking part two, speaking for two minutes."
    },
    {
      "index": 7,
      "start_time": 61100.0,
      "end_time": 68700.0,
      "text": "That often confuses students because they think they have to talk for that long as well in speaking part three."
    },
    {
      "index": 8,
      "start_time": 68800.0,
      "end_time": 70000.0,
      "text": "No no no no no."
    },
    {
      "index": 9,
      "start_time": 70200.0,
      "end_time": 76300.0,
      "text": "If you try to talk for too long in speaking part three, a couple things are gonna happen."
    },
    {
      "index": 10,
      "start_time": 76400.0,
      "end_time": 82400.0,
      "text": "First of all, you're gonna probably wander off-topic, and I see this a lot."
    },
    {
      "index": 11,
      "start_time": 82500.0,
      "end_time": 85400.0,
      "text": "You might even forget the question you're answering."
    },
    {
      "index": 12,
      "start_time": 85500.0,
      "end_time": 93790.0,
      "text": "I see that all the time because students get nervous and they just keep talking and talking and then they kinda stop and they're like, what was the question again?"
    },
    {
      "index": 13,
      "start_time": 93800.0,
      "end_time": 98700.0,
      "text": "So another reason to follow this very organized simple strategy."
    },
    {
      "index": 14,
      "start_time": 99000.0,
      "end_time": 103000.0,
      "text": "You don't wander, you stay on topic, you don't forget the question."
    },
    {
      "index": 15,
      "start_time": 103100.0,
      "end_time": 110300.0,
      "text": "The other thing is that you won't repeat yourself because that's another thing that students do, well anyone does really."
    },
    {
      "index": 16,
      "start_time": 110700.0,
      "end_time": 115000.0,
      "text": "If you talk for too long about one thing, you're going to repeat yourself."
    },
    {
      "index": 17,
      "start_time": 115900.0,
      "end_time": 123100.0,
      "text": "All of these things I'm talking about, they are all negative, obviously, and they all hurt your score."
    },
    {
      "index": 18,
      "start_time": 123200.0,
      "end_time": 128400.0,
      "text": "And they could all be summed up in one way, unorganized answers, all right."
    },
    {
      "index": 19,
      "start_time": 128400.0,
      "end_time": 132000.0,
      "text": "So that's why this trick is so important."
    },
    {
      "index": 20,
      "start_time": 132141.0,
      "end_time": 145600.0,
      "text": "The structure that you need to practice for every speaking part three answer: opinion, reasons with very specific examples and details, and then one sentence conclusion."
    },
    {
      "index": 21,
      "start_time": 145600.0,
      "end_time": 154000.0,
      "text": "Now in our course, we give you all the linking words, all the vocabulary, the high level vocabulary you need to impress the examiner within this structure."
    },
    {
      "index": 22,
      "start_time": 154800.0,
      "end_time": 162000.0,
      "text": "But today, I wanna give you just some example answers that show you this structure, all right?"
    },
    {
      "index": 23,
      "start_time": 162800.0,
      "end_time": 168200.0,
      "text": "Let's see, so what if the examiner says, sorry I just looked down at my notes."
    },
    {
      "index": 24,
      "start_time": 168200.0,
      "end_time": 179000.0,
      "text": "What if the examiner says, why is food such an important part of celebrations and festivities?"
    },
    {
      "index": 25,
      "start_time": 179500.0,
      "end_time": 199000.0,
      "text": "So my answer would be, well honestly to my mind, food is so important because it brings out a communal aspect when everybody is eating together within the celebration, the party, the event, whatever, any time huge groups of people get together, food is always an important part."
    },
    {
      "index": 26,
      "start_time": 199480.0,
      "end_time": 203800.0,
      "text": "Maybe because if it is a huge event, it will last for hours and people get hungry."
    },
    {
      "index": 27,
      "start_time": 203800.0,
      "end_time": 218500.0,
      "text": "But I think going back to this communal aspect, for example, if you're at a wedding celebration or a birthday party or any sort of traditional event like Chinese New Year, food is a central part."
    },
    {
      "index": 28,
      "start_time": 218300.0,
      "end_time": 224000.0,
      "text": "Not only do people make the food together, but then they enjoy it together."
    },
    {
      "index": 29,
      "start_time": 224300.0,
      "end_time": 234300.0,
      "text": "So maybe because there are so many steps in this process to enjoying the food that it helps bring people closer together during these events and celebrations."
    },
    {
      "index": 30,
      "start_time": 234400.0,
      "end_time": 239170.0,
      "text": "So, to sum up, I think food is so important just simply because it's necessary."
    },
    {
      "index": 31,
      "start_time": 239180.0,
      "end_time": 241500.0,
      "text": "There, that's my answer."
    },
    {
      "index": 32,
      "start_time": 241700.0,
      "end_time": 246200.0,
      "text": "So you can rewind this of course, watch this, well you don't have to rewind, it's YouTube."
    },
    {
      "index": 33,
      "start_time": 246300.0,
      "end_time": 251900.0,
      "text": "You can go back and watch this as many times and take notes on how I followed that structure."
    },
    {
      "index": 34,
      "start_time": 252000.0,
      "end_time": 255800.0,
      "text": "Also take notes on any vocabulary that you think is interesting."
    },
    {
      "index": 35,
      "start_time": 256000.0,
      "end_time": 259200.0,
      "text": "All right let's answer one more question on the same topic."
    },
    {
      "index": 36,
      "start_time": 261000.0,
      "end_time": 264920.0,
      "text": "I wrote down the questions beforehand, that's why I'm glancing at my notes."
    },
    {
      "index": 37,
      "start_time": 264941.0,
      "end_time": 272000.0,
      "text": "Let's see, have traditions in your country, have traditional celebrations in your country changed in recent years?"
    },
    {
      "index": 38,
      "start_time": 272250.0,
      "end_time": 287700.0,
      "text": "And my answer would be, yeah, definitely, definitely celebrations have changed in recent years, simply because everything has changed in recent years for the sole reason of the rapid evolution of technology."
    },
    {
      "index": 39,
      "start_time": 287720.0,
      "end_time": 306000.0,
      "text": "I think it has detracted from traditional family celebrations such as Christmas, such as birthdays, New Year, weddings, any integral event that is part of a culture is now changed because people are always on their phones."
    },
    {
      "index": 40,
      "start_time": 306100.0,
      "end_time": 318000.0,
      "text": "And even in the middle of a conversation, if people can't remember something, and sorry to say, I'm guilty of this, if people can't remember something like oh what was the name of that actor in that movie from the 1980s?"
    },
    {
      "index": 41,
      "start_time": 318500.0,
      "end_time": 324800.0,
      "text": "This happens to me and I, personally I'm trying really hard not to go for my phone in these situations."
    },
    {
      "index": 42,
      "start_time": 324800.0,
      "end_time": 328200.0,
      "text": "I'm trying to directly communicate with the people around me."
    },
    {
      "index": 43,
      "start_time": 328300.0,
      "end_time": 336100.0,
      "text": "So to sum up, I guess traditional celebrations have changed in a negative way because of technology."
    },
    {
      "index": 44,
      "start_time": 336140.0,
      "end_time": 339900.0,
      "text": "All right, so, I did not rehearse those answers beforehand."
    },
    {
      "index": 45,
      "start_time": 340000.0,
      "end_time": 342300.0,
      "text": "I did not even think about them beforehand."
    },
    {
      "index": 46,
      "start_time": 343000.0,
      "end_time": 349000.0,
      "text": "So you can see exactly how a native speaker would organize these ideas in a natural way."
    },
    {
      "index": 47,
      "start_time": 349700.0,
      "end_time": 356202.0,
      "text": "Even my pauses while I'm searching for vocabulary, that is a natural part of communication, all right."
    },
    {
      "index": 48,
      "start_time": 356400.0,
      "end_time": 358800.0,
      "text": "So please again watch this video a couple times."
    },
    {
      "index": 49,
      "start_time": 359000.0,
      "end_time": 365000.0,
      "text": "If you do want to get into our IELTS course available now, go to ielts.allearsenglish.com."
    },
    {
      "index": 50,
      "start_time": 365000.0,
      "end_time": 372300.0,
      "text": "Again we give you all the linking words, all the vocabulary, to make sure you hit that seven or eight on speaking part three."
    },
    {
      "index": 51,
      "start_time": 372400.0,
      "end_time": 376751.0,
      "text": "All right, have a good day, thanks for watching."
    }
  ]
}