{
  "video_id": "D9vr4ytSIv8",
  "title": "Why Schools Should Start Classes Later!",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": -6.67572e-05,
      "end_time": 2559.9999332428,
      "text": "This episode of DNews is brought to you by Audible."
    },
    {
      "index": 2,
      "start_time": 2560.0,
      "end_time": 9630.0,
      "text": "All you kids out there who hate waking up early for school? Worry not, 'cause science has your back."
    },
    {
      "index": 3,
      "start_time": 13669.0,
      "end_time": 18650.0,
      "text": "Hey guys, Tara here for Dnews - and like many of you out there, I am NOT a morning person."
    },
    {
      "index": 4,
      "start_time": 18650.0,
      "end_time": 23980.0,
      "text": "Having to wake up at 6 am every single day was probably the thing I hated most about school growing up -"
    },
    {
      "index": 5,
      "start_time": 24080.0,
      "end_time": 28129.0,
      "text": "and now, there's research to prove that it can actually affect our academic performance."
    },
    {
      "index": 6,
      "start_time": 28729.0,
      "end_time": 33829.0,
      "text": "A new study conducted throughout 718 public elementary schools in Kentucky - finds that"
    },
    {
      "index": 7,
      "start_time": 33929.0,
      "end_time": 41060.0,
      "text": "earlier school start times are associated with lower performance - but ONLY in students from middle or upper class backgrounds."
    },
    {
      "index": 8,
      "start_time": 41080.0,
      "end_time": 45390.0,
      "text": "Researchers assessed academic performance using standardized test scores, as well as"
    },
    {
      "index": 9,
      "start_time": 45590.0,
      "end_time": 49100.0,
      "text": "attendance rates, teacher-student ratios, and retention rates -"
    },
    {
      "index": 10,
      "start_time": 49100.0,
      "end_time": 52070.0,
      "text": "which is the number of students required to repeat a certain grade."
    },
    {
      "index": 11,
      "start_time": 52070.0,
      "end_time": 57340.0,
      "text": "They theorized that earlier start times would be associated with lower performance in almost all of those areas -"
    },
    {
      "index": 12,
      "start_time": 57440.0,
      "end_time": 60730.0,
      "text": "particularly in disadvantaged schools. But to their surprise,"
    },
    {
      "index": 13,
      "start_time": 60730.0,
      "end_time": 67810.0,
      "text": "the results showed that wasn't true. Kids who attended schools in disadvantaged districts saw no difference in performance,"
    },
    {
      "index": 14,
      "start_time": 67910.0,
      "end_time": 69730.0,
      "text": "regardless of what time school started."
    },
    {
      "index": 15,
      "start_time": 69830.0,
      "end_time": 77189.0,
      "text": "However, children attending affluent schools, saw a significant decrease in academic performance, the earlier school started."
    },
    {
      "index": 16,
      "start_time": 77250.0,
      "end_time": 80320.0,
      "text": "Researchers say sleep deprivation could be what's at hand here."
    },
    {
      "index": 17,
      "start_time": 80420.0,
      "end_time": 85130.0,
      "text": "Not getting enough sleep could cause students to lose the ability to remain alert and focused in class -"
    },
    {
      "index": 18,
      "start_time": 85130.0,
      "end_time": 87780.0,
      "text": "and it may also lead to an increase in illness."
    },
    {
      "index": 19,
      "start_time": 87780.0,
      "end_time": 93029.0,
      "text": "As for why this only seems to affect children in affluent schools, the answers are still mostly unknown."
    },
    {
      "index": 20,
      "start_time": 93129.0,
      "end_time": 97840.0,
      "text": "Although they believe it may be because disadvantaged children have so many other risk factors at play."
    },
    {
      "index": 21,
      "start_time": 97920.0,
      "end_time": 102869.0,
      "text": "Now before we start rallying to have schools start at 9 am - there were some other unexpected findings."
    },
    {
      "index": 22,
      "start_time": 103469.0,
      "end_time": 109560.0,
      "text": "The study also found that the later school starts, the higher the chance there is of students having to repeat grades."
    },
    {
      "index": 23,
      "start_time": 109660.0,
      "end_time": 112250.0,
      "text": "For every additional minute later school starts,"
    },
    {
      "index": 24,
      "start_time": 112250.0,
      "end_time": 118450.0,
      "text": "retention rates increase by 0.2 %. So starting the school day off even 5 minutes later than normal -"
    },
    {
      "index": 25,
      "start_time": 118550.0,
      "end_time": 122630.0,
      "text": "could lead to a 1 % increase in the amount of students being held back."
    },
    {
      "index": 26,
      "start_time": 122330.0,
      "end_time": 127519.0,
      "text": "Now, that's pretty antithetical to the rest of the study, which links later start times with improved performance,"
    },
    {
      "index": 27,
      "start_time": 127619.0,
      "end_time": 133990.0,
      "text": "but one possible explanation for that, researchers say, is that starting school later may cause average students to improve,"
    },
    {
      "index": 28,
      "start_time": 134090.0,
      "end_time": 136090.0,
      "text": "while those with learning disabilities have an even"
    },
    {
      "index": 29,
      "start_time": 136090.0,
      "end_time": 137650.0,
      "text": "harder time keeping up."
    },
    {
      "index": 30,
      "start_time": 137650.0,
      "end_time": 145830.0,
      "text": "They also warn that because this is the first study to ever examine the relationship between school start times and student retention in pre-adolescents,"
    },
    {
      "index": 31,
      "start_time": 145930.0,
      "end_time": 149350.0,
      "text": "more research is needed before solid conclusions can be drawn."
    },
    {
      "index": 32,
      "start_time": 149400.0,
      "end_time": 153260.0,
      "text": "Still - think of all the things you could get done if school didn't start til 10 am!"
    },
    {
      "index": 33,
      "start_time": 153260.0,
      "end_time": 157030.0,
      "text": "You could read a book - or better yet, you could listen to a book on Audible.com!"
    },
    {
      "index": 34,
      "start_time": 157130.0,
      "end_time": 162010.0,
      "text": "Audible is the leading provider of downloadable digital audiobooks and spoken word entertainment."
    },
    {
      "index": 35,
      "start_time": 162010.0,
      "end_time": 166700.0,
      "text": "And they've got over 100,000 titles to choose from, including books for kids!"
    },
    {
      "index": 36,
      "start_time": 166700.0,
      "end_time": 171270.0,
      "text": "Just download them to your iPod or MP3 player, and listen to them anywhere you want - on the bus,"
    },
    {
      "index": 37,
      "start_time": 171270.0,
      "end_time": 177090.0,
      "text": "at home, or at recess, if you're one of the indoor kids. No shame in that, it's the reason I'm so pale!"
    },
    {
      "index": 38,
      "start_time": 177090.0,
      "end_time": 183410.0,
      "text": "Best of all, you can get a free audiobook download of your choice by signing up at audiblepodcast.com/dnews."
    },
    {
      "index": 39,
      "start_time": 183410.0,
      "end_time": 187610.0,
      "text": "Every sign-up helps support the show, and encourages reading - the best education of all."
    },
    {
      "index": 40,
      "start_time": 187610.0,
      "end_time": 193520.0,
      "text": "In the meantime, let us know what you think of this study! Would you hate it - or love it -  if school started a half hour later?"
    },
    {
      "index": 41,
      "start_time": 193620.0,
      "end_time": 195820.0,
      "text": "Parents, I'm sure you feel differently than your kids,"
    },
    {
      "index": 42,
      "start_time": 195920.0,
      "end_time": 198690.0,
      "text": "but let us know anyway! Just leave your answers in the comments below -"
    },
    {
      "index": 43,
      "start_time": 198790.0,
      "end_time": 209090.0,
      "text": "and as always, thank you guys for watching!"
    }
  ]
}