{
  "video_id": "DBQYSwhIYXk",
  "title": "Do Gut Feelings Actually Exist?",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2600.0,
      "text": "Having a gut feeling isn't just folklore"
    },
    {
      "index": 2,
      "start_time": 2600.0,
      "end_time": 6629.0,
      "text": "You're literally feeling things from your gut and also other organs"
    },
    {
      "index": 3,
      "start_time": 6629.0,
      "end_time": 8460.0,
      "text": "Yeah it's pretty nifty"
    },
    {
      "index": 4,
      "start_time": 12860.0,
      "end_time": 15190.0,
      "text": "Hey everyone. Amy with you on DNews today"
    },
    {
      "index": 5,
      "start_time": 15190.0,
      "end_time": 19610.0,
      "text": "and I've got a feeling you're gonna like this episode and odds are my gut is right on that"
    },
    {
      "index": 6,
      "start_time": 19800.0,
      "end_time": 23280.0,
      "text": "So let's start with the gut part of the whole gut feeling thing"
    },
    {
      "index": 7,
      "start_time": 23280.0,
      "end_time": 26970.0,
      "text": "It's kinda gross to think about but our bodies are teeming with bacteria"
    },
    {
      "index": 8,
      "start_time": 26970.0,
      "end_time": 29609.0,
      "text": "This is the microbiome you've probably heard about"
    },
    {
      "index": 9,
      "start_time": 29609.0,
      "end_time": 32410.0,
      "text": "Most of those bacteria live in the gastrointestinal tract"
    },
    {
      "index": 10,
      "start_time": 32409.999999999996,
      "end_time": 34980.0,
      "text": "but we colloquially refer to as the gut"
    },
    {
      "index": 11,
      "start_time": 34980.0,
      "end_time": 41580.0,
      "text": "These bacteria regulate digestion and metabolism, extract vitamins and nutrients from food, and program the body's immune system"
    },
    {
      "index": 12,
      "start_time": 41580.0,
      "end_time": 43650.0,
      "text": "But there's so much more going on"
    },
    {
      "index": 13,
      "start_time": 43650.0,
      "end_time": 49999.0,
      "text": "This complex bacterial ecosystem has prompted the gut to evolve a complex neural network called the enteric nervous system"
    },
    {
      "index": 14,
      "start_time": 49999.0,
      "end_time": 54020.0,
      "text": "which is so ridiculously sophisticated it's sometimes called the second brain"
    },
    {
      "index": 15,
      "start_time": 54020.0,
      "end_time": 59399.0,
      "text": "This network of over 100 million neurons can even function when it loses connection to the brain"
    },
    {
      "index": 16,
      "start_time": 59719.0,
      "end_time": 61900.0,
      "text": "And the gut brain connection goes both ways"
    },
    {
      "index": 17,
      "start_time": 61900.0,
      "end_time": 66750.0,
      "text": "Gut bacteria produce neurochemicals that regulate basic physiological and mental processes"
    },
    {
      "index": 18,
      "start_time": 66750.0,
      "end_time": 69110.0,
      "text": "influencing things like memory and mood"
    },
    {
      "index": 19,
      "start_time": 69110.0,
      "end_time": 71050.0,
      "text": "and the brain affects the microbiome"
    },
    {
      "index": 20,
      "start_time": 71050.0,
      "end_time": 75669.0,
      "text": "Psychological stress can suppress certain helpful bacteria, making you more likely to get sick"
    },
    {
      "index": 21,
      "start_time": 75669.0,
      "end_time": 79230.0,
      "text": "This two-way communication is part of a larger network of inter-body talk"
    },
    {
      "index": 22,
      "start_time": 79230.0,
      "end_time": 86560.0,
      "text": "The brain connecting to the gut through neural networks and also your ability to recognize this connection is an example of something called interoception"
    },
    {
      "index": 23,
      "start_time": 86560.0,
      "end_time": 91490.0,
      "text": "This is a sense of self-identity beyond knowing what self-help books call the \"real you\""
    },
    {
      "index": 24,
      "start_time": 91740.0,
      "end_time": 96840.0,
      "text": "It's the sensing of physiological signals that originate within the body and carry information to the brain"
    },
    {
      "index": 25,
      "start_time": 96840.0,
      "end_time": 103779.0,
      "text": "Things like body temperature, breathlessness, and heart rate that ultimately give you an indication of states like hunger, thirst, pain, and anxiety"
    },
    {
      "index": 26,
      "start_time": 103779.0,
      "end_time": 107180.0,
      "text": "Whether we're consciously aware that our body is sending these signals"
    },
    {
      "index": 27,
      "start_time": 107180.0,
      "end_time": 110520.0,
      "text": "they happen particularly when we're making risky decisions"
    },
    {
      "index": 28,
      "start_time": 110520.0,
      "end_time": 113830.0,
      "text": "They send information to the brain and affect the way we make decisions"
    },
    {
      "index": 29,
      "start_time": 113830.0,
      "end_time": 118500.0,
      "text": "so what you think of as a gut feeling is actually you responding to those subtle cues"
    },
    {
      "index": 30,
      "start_time": 118500.0,
      "end_time": 124939.0,
      "text": "A recent study from the University of Cambridge took interoception into the real world and looked at its role in successful financial trading"
    },
    {
      "index": 31,
      "start_time": 124939.0,
      "end_time": 127799.0,
      "text": "a career notorious for acting on gut instincts"
    },
    {
      "index": 32,
      "start_time": 127799.0,
      "end_time": 134480.0,
      "text": "The researchers measured 18 male traders' abilities to detect subtle changes in their physiological state by heartbeat detection test"
    },
    {
      "index": 33,
      "start_time": 134480.0,
      "end_time": 138280.0,
      "text": "how well they could count their own resting heart rate without using a pulse point"
    },
    {
      "index": 34,
      "start_time": 138280.0,
      "end_time": 144030.0,
      "text": "Admittedly this is a small sample size but these eighteen men were better able to count their heart rate than non-traders"
    },
    {
      "index": 35,
      "start_time": 144030.0,
      "end_time": 152368.0,
      "text": "and within the group, those with the higher score were also better traders who survived longer in the financial world, earning more money than their less body-aware peers"
    },
    {
      "index": 36,
      "start_time": 152700.0,
      "end_time": 159650.0,
      "text": "So in this case, interoceptive ability does correlate to good decisions in a risky environment but correlation isn't causation"
    },
    {
      "index": 37,
      "start_time": 159650.0,
      "end_time": 163819.0,
      "text": "Just because you can pretty accurately measure your heart rate doesn't mean you will make millions trading"
    },
    {
      "index": 38,
      "start_time": 163819.0,
      "end_time": 168950.0,
      "text": "Other interoceptive studies have found people's ability to detect their heart rate increases during time of stress"
    },
    {
      "index": 39,
      "start_time": 168950.0,
      "end_time": 173490.0,
      "text": "so the correlation from traders could just be an awareness honed from years in the industry"
    },
    {
      "index": 40,
      "start_time": 173490.0,
      "end_time": 177860.0,
      "text": "But it's also the case that professionals who practice in the field can manage their stress better"
    },
    {
      "index": 41,
      "start_time": 177860.0,
      "end_time": 183840.0,
      "text": "So traders might not be experiencing the stress reaction of an increased heart rate or it could be something totally different"
    },
    {
      "index": 42,
      "start_time": 184200.0,
      "end_time": 190068.0,
      "text": "Maybe successful traders of money use their downtime to work out which could help them develop keener sense of body awareness"
    },
    {
      "index": 43,
      "start_time": 190068.0,
      "end_time": 196540.0,
      "text": "In any case, the results do show a link between better body awareness to interoceptive cues and good decisions in risky environments"
    },
    {
      "index": 44,
      "start_time": 196680.0,
      "end_time": 199540.0,
      "text": "So maybe there's something to be said for trusting your gut"
    },
    {
      "index": 45,
      "start_time": 199540.0,
      "end_time": 202789.0,
      "text": "And speaking of guts, our guts do a lot more for us than we think"
    },
    {
      "index": 46,
      "start_time": 202789.0,
      "end_time": 209550.0,
      "text": "Wanna know more? Trace has a video all about how scientists can actually program our gut bacteria to fight harmful infections"
    },
    {
      "index": 47,
      "start_time": 209550.0,
      "end_time": 210580.0,
      "text": "Check it out here"
    },
    {
      "index": 48,
      "start_time": 210580.0,
      "end_time": 215000.0,
      "text": "Medical researchers took it and reprogrammed the bacteria to fight P. aeruginosa"
    },
    {
      "index": 49,
      "start_time": 215000.0,
      "end_time": 226180.0,
      "text": "This new synthetic E.coli is like a hunting dog tracking down P. aeruginosa and attacking its biofilms with enzymes in antimicrobial peptide. Boom! Double agent"
    },
    {
      "index": 50,
      "start_time": 226230.0,
      "end_time": 229649.0,
      "text": "So how many of you guys tend to go through gut? Let us know in the comments below"
    },
    {
      "index": 51,
      "start_time": 229650.0,
      "end_time": 234389.0,
      "text": "Don't forget to like this video and subscribe so you never miss an episode of DNews"
    }
  ]
}