{
  "video_id": "Dc0pD4A_b7c",
  "title": "Motion To Reopen: Winning Asylum After Deportation Order",
  "json": [
    {
      "index": 1,
      "start_time": 11290.0,
      "end_time": 12290.0,
      "text": "Hi."
    },
    {
      "index": 2,
      "start_time": 12290.0,
      "end_time": 13290.0,
      "text": "My name is Elizabeth Blandon."
    },
    {
      "index": 3,
      "start_time": 13290.0,
      "end_time": 19270.0,
      "text": "I&#39;m an immigration attorney specializing in asylum law. This video in particular is about"
    },
    {
      "index": 4,
      "start_time": 19270.0,
      "end_time": 24630.0,
      "text": "a procedure known as Motion to Reopen that hopefully will help you or someone you know"
    },
    {
      "index": 5,
      "start_time": 24630.0,
      "end_time": 27770.0,
      "text": "get a green card through asylum."
    },
    {
      "index": 6,
      "start_time": 27770.0,
      "end_time": 33550.0,
      "text": "Now asylum is basically protection given by the United States government to foreigners."
    },
    {
      "index": 7,
      "start_time": 33550.0,
      "end_time": 36410.0,
      "text": "Only to those who are in the United States,"
    },
    {
      "index": 8,
      "start_time": 36410.0,
      "end_time": 41750.0,
      "text": "regardless of how they arrived. Whether they arrived through the airport with authorization"
    },
    {
      "index": 9,
      "start_time": 41750.0,
      "end_time": 47850.0,
      "text": "or crossing a border without authorization. People can apply for asylum usually within"
    },
    {
      "index": 10,
      "start_time": 47850.0,
      "end_time": 53260.0,
      "text": "the first year of arrival, which is very important. That&#39;s the one-year deadline. But in some cases,"
    },
    {
      "index": 11,
      "start_time": 53260.0,
      "end_time": 59580.0,
      "text": "they apply much later. The two general ways to apply are to file an application directly"
    },
    {
      "index": 12,
      "start_time": 59580.0,
      "end_time": 65650.0,
      "text": "with immigration and request protection -  and request a work permit and green card -  or the"
    },
    {
      "index": 13,
      "start_time": 65650.0,
      "end_time": 70420.0,
      "text": "other way to file is as a defense to being deported. So a person has been caught in the"
    },
    {
      "index": 14,
      "start_time": 70420.0,
      "end_time": 74610.0,
      "text": "United States - they don&#39;t have authorization to stay here - and as a defense to not being"
    },
    {
      "index": 15,
      "start_time": 74610.0,
      "end_time": 78750.0,
      "text": "removed to their home country, they say, \"If I&#39;m removed to my home country, I&#39;m going to"
    },
    {
      "index": 16,
      "start_time": 78750.0,
      "end_time": 86100.0,
      "text": "suffer serious harm.\" In order to get asylum, the serious harm that a person fears suffering"
    },
    {
      "index": 17,
      "start_time": 86100.0,
      "end_time": 94900.0,
      "text": "has to be on account of five protected grounds: race, religion, nationality, political opinion"
    },
    {
      "index": 18,
      "start_time": 94900.0,
      "end_time": 99979.0,
      "text": "or something called the particular social group, which is explained in another video."
    },
    {
      "index": 19,
      "start_time": 99979.0,
      "end_time": 106729.0,
      "text": "This video discusses: what about a person who had their case denied perhaps at immigration"
    },
    {
      "index": 20,
      "start_time": 106729.0,
      "end_time": 111590.0,
      "text": "or perhaps had their case denied at immigration court, and now they have an order of deportation"
    },
    {
      "index": 21,
      "start_time": 111590.0,
      "end_time": 116650.0,
      "text": "in their hand. Well, incredibly enough, they can still apply for asylum based on something"
    },
    {
      "index": 22,
      "start_time": 116650.0,
      "end_time": 122920.0,
      "text": "known as a Motion to Reopen. Now, a Motion to Reopen generally has to be filed within 90"
    },
    {
      "index": 23,
      "start_time": 122920.0,
      "end_time": 129470.0,
      "text": "days of that order of deportation, but there are some exceptions as to why it can be filed"
    },
    {
      "index": 24,
      "start_time": 129470.0,
      "end_time": 134390.0,
      "text": "after the 90 days. I&#39;ll explain what those exceptions are, but generally they have to"
    },
    {
      "index": 25,
      "start_time": 134390.0,
      "end_time": 142540.0,
      "text": "do with changed circumstances either of the country or of the person. In some cases -"
    },
    {
      "index": 26,
      "start_time": 142540.0,
      "end_time": 146569.0,
      "text": "the ones that we win the most often or we see the most often - are a person simply didn&#39;t"
    },
    {
      "index": 27,
      "start_time": 146569.0,
      "end_time": 151670.0,
      "text": "know they have to go to court. If a foreigner does not appear in court when they&#39;re supposed"
    },
    {
      "index": 28,
      "start_time": 151670.0,
      "end_time": 157119.0,
      "text": "to appear in court, a judge will issue an automatic order of deportation. It&#39;s known as an \"in absentia.\""
    },
    {
      "index": 29,
      "start_time": 157120.0,
      "end_time": 162689.0,
      "text": "order of deportation. If the reason the foreign national was not at the hearing is because"
    },
    {
      "index": 30,
      "start_time": 162689.0,
      "end_time": 167799.0,
      "text": "they never received a paper that said they had to go to the hearing, or, what sometimes"
    },
    {
      "index": 31,
      "start_time": 167799.0,
      "end_time": 172200.0,
      "text": "sadly happens, they hired an attorney and then the attorney didn&#39;t tell"
    },
    {
      "index": 32,
      "start_time": 172200.0,
      "end_time": 176569.0,
      "text": "the foreign national they had to go to the hearing. In both of those cases or in other"
    },
    {
      "index": 33,
      "start_time": 176569.0,
      "end_time": 181899.0,
      "text": "cases that are similar to that - that the foreigner didn&#39;t know - we can do a Motion to Reopen, even"
    },
    {
      "index": 34,
      "start_time": 181900.0,
      "end_time": 189409.0,
      "text": "after the 90 days, which is what&#39;s important. Other cases where it&#39;s been over 90"
    },
    {
      "index": 35,
      "start_time": 189409.0,
      "end_time": 195578.0,
      "text": "days and it&#39;s been approved is, for example, marrying a US citizen. That&#39;s a change in the"
    },
    {
      "index": 36,
      "start_time": 195579.0,
      "end_time": 202230.0,
      "text": "person&#39;s personal circumstance. Perhaps before the order of deportation they weren&#39;t married,"
    },
    {
      "index": 37,
      "start_time": 202230.0,
      "end_time": 207990.0,
      "text": "and now after the order of deportation they are married. There are immigration benefits"
    },
    {
      "index": 38,
      "start_time": 207990.0,
      "end_time": 211548.0,
      "text": "for marrying a US citizen, and we might be able to do a Motion to Reopen based on that."
    },
    {
      "index": 39,
      "start_time": 211549.0,
      "end_time": 217319.0,
      "text": "In some cases, we specifically ask for asylum because the fact that the person is now married"
    },
    {
      "index": 40,
      "start_time": 217319.0,
      "end_time": 222828.0,
      "text": "to a US citizen increases the risk that the foreign national him or herself will be harmed"
    },
    {
      "index": 41,
      "start_time": 222829.0,
      "end_time": 227709.0,
      "text": "in their home country. In addition to that, there are other personal circumstances that"
    },
    {
      "index": 42,
      "start_time": 227709.0,
      "end_time": 232549.0,
      "text": "might change. One that we see, for example, is persons from Muslim countries who might have"
    },
    {
      "index": 43,
      "start_time": 232549.0,
      "end_time": 239349.0,
      "text": "converted to Christianity. For example, in some countries such as [the Republic the Islamic"
    },
    {
      "index": 44,
      "start_time": 239349.0,
      "end_time": 245738.0,
      "text": "sorry] Republic of Iran, if a person changes from their religion to any other religion,"
    },
    {
      "index": 45,
      "start_time": 245739.0,
      "end_time": 250139.0,
      "text": "they will be killed. It&#39;s a crime of capital punishment in Iran. So, obviously, a conversion"
    },
    {
      "index": 46,
      "start_time": 250139.0,
      "end_time": 257600.0,
      "text": "to Christianity would result in death. Another similar kind of case is when a person perhaps"
    },
    {
      "index": 47,
      "start_time": 257600.00000000003,
      "end_time": 263100.0,
      "text": "had not come out before. They had been in the United States for several years, but only recently"
    },
    {
      "index": 48,
      "start_time": 263100.0,
      "end_time": 269190.0,
      "text": "came out in public as - you know - either lesbian, gay, questioning, bisexual or transgender person."
    },
    {
      "index": 49,
      "start_time": 269190.0,
      "end_time": 274400.0,
      "text": "And now that they&#39;ve come out publicly, they can&#39;t return to their home country because"
    },
    {
      "index": 50,
      "start_time": 274400.0,
      "end_time": 278400.0,
      "text": "they might be harmed. And in some countries, serious harm or death might result. In those"
    },
    {
      "index": 51,
      "start_time": 278400.0,
      "end_time": 282280.0,
      "text": "cases, likewise, it could be years after a person has an order of deportation we can do"
    },
    {
      "index": 52,
      "start_time": 282280.0,
      "end_time": 288409.0,
      "text": "a Motion to Reopen - reopen the case - file an asylum and again get the work permit and hopefully"
    },
    {
      "index": 53,
      "start_time": 288410.0,
      "end_time": 293620.0,
      "text": "get the green card, if we win it. A little gold nugget that I also like to discuss, because"
    },
    {
      "index": 54,
      "start_time": 293620.0,
      "end_time": 299940.0,
      "text": "it&#39;s not - it&#39;s not a program that&#39;s used very often, but it is very important - it&#39;s an important"
    },
    {
      "index": 55,
      "start_time": 299940.0,
      "end_time": 305400.0,
      "text": "way of getting a green card, is for those people who have either Temporary Protected Status"
    },
    {
      "index": 56,
      "start_time": 305400.0,
      "end_time": 312679.0,
      "text": "(TPS) or Deferred Action for Childhood Arrivals (known as DACA). Those two programs give people a"
    },
    {
      "index": 57,
      "start_time": 312680.0,
      "end_time": 317550.0,
      "text": "work permit, but there&#39;s something more valuable that it gives them. They can also travel outside"
    },
    {
      "index": 58,
      "start_time": 317550.0,
      "end_time": 322610.0,
      "text": "the United States with something known as Advance Parole. If you leave the United States -"
    },
    {
      "index": 59,
      "start_time": 322610.0,
      "end_time": 327550.0,
      "text": "and again this is with an order of deportation we&#39;re talking - leave the United States, you"
    },
    {
      "index": 60,
      "start_time": 327550.0,
      "end_time": 331520.0,
      "text": "go to another country and you return to the United States. When you return, you are now"
    },
    {
      "index": 61,
      "start_time": 331520.0,
      "end_time": 337190.0,
      "text": "entering with authorization. One of the main reasons - in fact the main reason - that some"
    },
    {
      "index": 62,
      "start_time": 337190.0,
      "end_time": 342219.0,
      "text": "people can&#39;t get their green card in the United States, even though they might have children"
    },
    {
      "index": 63,
      "start_time": 342220.0,
      "end_time": 346920.0,
      "text": "who are US citizens over 21 or spouses who are US citizens - one of the main reasons is"
    },
    {
      "index": 64,
      "start_time": 346920.0,
      "end_time": 352330.0,
      "text": "because they entered illegally. Well, if you enter with parole and you have an order of deportation,"
    },
    {
      "index": 65,
      "start_time": 352330.0,
      "end_time": 357120.0,
      "text": "we can now reopen your case in court and get you the green card. That&#39;s something that&#39;s"
    },
    {
      "index": 66,
      "start_time": 357120.0,
      "end_time": 363500.0,
      "text": "worth considering for many, many people. Also, one of the things that needs to be considered"
    },
    {
      "index": 67,
      "start_time": 363500.0,
      "end_time": 368190.0,
      "text": "is changed country conditions. I always ask my clients to let me know what the situation"
    },
    {
      "index": 68,
      "start_time": 368190.0,
      "end_time": 374270.0,
      "text": "is in their home country today versus what it was when they were ordered deported. Some"
    },
    {
      "index": 69,
      "start_time": 374270.0,
      "end_time": 379570.0,
      "text": "countries - in particular Russia and the Ukraine - we have been able to win Motions to Reopen"
    },
    {
      "index": 70,
      "start_time": 379570.0,
      "end_time": 384219.0,
      "text": "because the situation in those countries has seriously deteriorated, and we were able to"
    },
    {
      "index": 71,
      "start_time": 384220.0,
      "end_time": 390400.0,
      "text": "prove it. It doesn&#39;t apply, however, in a case where the situation of the country was terrible"
    },
    {
      "index": 72,
      "start_time": 390400.0,
      "end_time": 395739.0,
      "text": "at the time the person got the order of deportation, and it&#39;s only much more terrible [now]. It has to"
    },
    {
      "index": 73,
      "start_time": 395740.0,
      "end_time": 402780.0,
      "text": "be a very drastic change between then and now. So I also - what I&#39;m stressing to people - what cases"
    },
    {
      "index": 74,
      "start_time": 402780.0,
      "end_time": 408549.0,
      "text": "might win - I also would like to stress what kinds of cases won&#39;t win. A case such as that"
    },
    {
      "index": 75,
      "start_time": 408550.0,
      "end_time": 413140.0,
      "text": "where the condition of the country has worsened significantly, but it was terrible"
    },
    {
      "index": 76,
      "start_time": 413140.0,
      "end_time": 420900.0,
      "text": "before also. It won&#39;t - you won&#39;t win that case. Also, if you&#39;re now more afraid because, say,"
    },
    {
      "index": 77,
      "start_time": 420900.0,
      "end_time": 425169.0,
      "text": "you know somebody who died - there was a case where the death of a friend - the foreign national"
    },
    {
      "index": 78,
      "start_time": 425170.0,
      "end_time": 428840.0,
      "text": "said, \"Well, now I&#39;m really afraid. I wasn&#39;t afraid before. I knew the situation"
    },
    {
      "index": 79,
      "start_time": 428840.0,
      "end_time": 438260.0,
      "text": "in my country was bad, but it hadn&#39;t affected me personally until my friend was murdered.\" That also is not a reason to do a motion to reopen because the   situation in the country"
    },
    {
      "index": 80,
      "start_time": 438260.0,
      "end_time": 443900.0,
      "text": "was bad when the person was ordered deported. Most importantly, if the reason you were given"
    },
    {
      "index": 81,
      "start_time": 443900.0,
      "end_time": 450490.0,
      "text": "a deportation order is  because you did not appear at the hearing, but you knew about the hearing,"
    },
    {
      "index": 82,
      "start_time": 450500.0,
      "end_time": 455120.0,
      "text": "that is not a reason to do a Motion to Reopen. The only types of cases where a person will"
    },
    {
      "index": 83,
      "start_time": 455120.0,
      "end_time": 460370.0,
      "text": "be given a second shot at the \"asylum apple\" is because they didn&#39;t appear the first time"
    },
    {
      "index": 84,
      "start_time": 460370.0,
      "end_time": 465810.0,
      "text": "because they didn&#39;t know. Whether -  through no fault of their own, generally. The thing"
    },
    {
      "index": 85,
      "start_time": 465810.0,
      "end_time": 470470.0,
      "text": "to remember about everything that has been spoken in this video is:our job here with"
    },
    {
      "index": 86,
      "start_time": 470470.0,
      "end_time": 475880.0,
      "text": "the Blandon Law team is to prove to the court that the totality of the circumstances under"
    },
    {
      "index": 87,
      "start_time": 475880.0,
      "end_time": 480210.0,
      "text": "all the circumstances that we&#39;re presenting to the court, it would be really unfair"
    },
    {
      "index": 88,
      "start_time": 480210.0,
      "end_time": 485859.0,
      "text": "for a person who fears being harmed in their home country to have to return just because"
    },
    {
      "index": 89,
      "start_time": 485860.0,
      "end_time": 491100.0,
      "text": "of one minor error. So, if we can prove that, we can win the Motion to Reopen on your behalf"
    },
    {
      "index": 90,
      "start_time": 491100.0,
      "end_time": 493938.0,
      "text": "and hopefully get you a green card. It&#39;s been a pleasure and good luck"
    }
  ]
}