{
  "video_id": "DHg5j9cTb2k",
  "title": "Why Is Google Struggling In Russia? Yandex",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 740.0,
      "end_time": 7510.0,
      "text": "Whether you're in San Francisco or Bangalore, Sicily or Rio de Janeiro, if you're looking to do an internet search, chances are Google is your go-to."
    },
    {
      "index": 2,
      "start_time": 8100.0,
      "end_time": 17000.0,
      "text": "The multinational tech company has cornered the search market, capturing roughly 90 percent of the global market share. But Google's domination hasn't extended everywhere."
    },
    {
      "index": 3,
      "start_time": 17000.0,
      "end_time": 21300.0,
      "text": "It's banned in China and Russia is one of the few countries where it lags behind."
    },
    {
      "index": 4,
      "start_time": 21300.0,
      "end_time": 26290.0,
      "text": "Here, 55 percent of the market belongs to the homegrown company Yandex."
    },
    {
      "index": 5,
      "start_time": 27140.0,
      "end_time": 33800.0,
      "text": "So the Internet search market in Russia is very interesting. It's kind of anomalous globally in that it's not like most other markets."
    },
    {
      "index": 6,
      "start_time": 33800.0,
      "end_time": 37000.0,
      "text": "So the biggest search engine in the Russian market is Yandex."
    },
    {
      "index": 7,
      "start_time": 37000.0,
      "end_time": 44100.0,
      "text": "But the second biggest is Google, and Google.ru. So really it's basically a duopoly between Yandex and Google."
    },
    {
      "index": 8,
      "start_time": 44100.0,
      "end_time": 47970.0,
      "text": "Today, Yandex has 65 percent of the market share on desktop search queries."
    },
    {
      "index": 9,
      "start_time": 48340.0,
      "end_time": 51200.0,
      "text": "And while Google still leads the mobile market, it has recently lost ground."
    },
    {
      "index": 10,
      "start_time": 51500.0,
      "end_time": 60150.0,
      "text": "In 2017 it had 60 percent of the mobile market share, but by 2018 it was down to 53 percent, largely thanks to an antitrust suit Yandex brought against Google."
    },
    {
      "index": 11,
      "start_time": 61600.0,
      "end_time": 71000.0,
      "text": "So why do the majority of Russia's 144.5 million citizens choose Yandex? Yandex launched in 1997 a year before Google."
    },
    {
      "index": 12,
      "start_time": 71000.0,
      "end_time": 74360.0,
      "text": "But Google didn't even move into the Russian market until 2004."
    },
    {
      "index": 13,
      "start_time": 74960.0,
      "end_time": 84300.0,
      "text": "Yandex had a big head start on Google, which enabled it to get this dominant position during the infancy of the industry."
    },
    {
      "index": 14,
      "start_time": 84300.0,
      "end_time": 93370.0,
      "text": "Today of course, it's not just a search engine. It's actually the biggest technology company in Russia. It's the biggest media company in Russia."
    },
    {
      "index": 15,
      "start_time": 94230.0,
      "end_time": 102850.0,
      "text": "And while Google has been in Russia for 15 years now, experts say Yandex is still better at interpreting Russian language searches, even if there are misspellings or grammatical errors."
    },
    {
      "index": 16,
      "start_time": 103480.0,
      "end_time": 107000.0,
      "text": "You know, Yandex is developed as a Russian language search engine."
    },
    {
      "index": 17,
      "start_time": 107000.0,
      "end_time": 113260.0,
      "text": "And the morphology of the Russian language, not to mention the alphabet even, from a very basic level is quite different from that of English."
    },
    {
      "index": 18,
      "start_time": 114000.0,
      "end_time": 117800.0,
      "text": "Russian is a highly inflected language. Words can have up to 20 different endings."
    },
    {
      "index": 19,
      "start_time": 117800.0,
      "end_time": 122800.0,
      "text": "There are three possible genders for each noun and gender affects the rest of the words in the sentence."
    },
    {
      "index": 20,
      "start_time": 122800.0,
      "end_time": 127900.0,
      "text": "So perhaps it's no surprise that the Russian market is better served by a company comprised of native speakers."
    },
    {
      "index": 21,
      "start_time": 127900.0,
      "end_time": 138000.0,
      "text": "Additionally, Yandex does a better job of serving Russians living abroad where there are no Russian keyboards. When Cyrillic lettering isn't an option, Russian speakers phonetically spell out Russian words."
    },
    {
      "index": 22,
      "start_time": 138000.0,
      "end_time": 139350.0,
      "text": "This is called \"CrazyFont.\""
    },
    {
      "index": 23,
      "start_time": 140380.0,
      "end_time": 143900.0,
      "text": "So it's basically Russian terms written in the Latin alphabet."
    },
    {
      "index": 24,
      "start_time": 143900.0,
      "end_time": 151480.0,
      "text": "And that's quite difficult for Google to really handle. So that's something that Yandex again, it has that built into it."
    },
    {
      "index": 25,
      "start_time": 151930.0,
      "end_time": 155430.0,
      "text": "Like Google, Yandex has expanded far beyond its origins as a search engine."
    },
    {
      "index": 26,
      "start_time": 155940.0,
      "end_time": 164500.0,
      "text": "It offers email, cloud and online payment services, streaming music, news aggregation, live traffic maps, and Yandex.Taxi, which merged with Uber last year."
    },
    {
      "index": 27,
      "start_time": 164700.0,
      "end_time": 169300.0,
      "text": "It is testing self-driving cars and building out its e-commerce unit called Yandex.Market."
    },
    {
      "index": 28,
      "start_time": 169300.0,
      "end_time": 173900.0,
      "text": "But the Russian government has increasing control over Yandex."
    },
    {
      "index": 29,
      "start_time": 173900.0,
      "end_time": 182700.0,
      "text": "In 2017, Russia implemented the news aggregator law, which requires sites like Yandex to be responsible for all content on its platform."
    },
    {
      "index": 30,
      "start_time": 182700.0,
      "end_time": 192490.0,
      "text": "So now, Yandex .News only aggregates from sources with official media licenses, which gives the state greater control over what news gets surfaced. Sites deemed extremist are blocked."
    },
    {
      "index": 31,
      "start_time": 193540.0,
      "end_time": 201900.0,
      "text": "The Russian authorities are increasingly categorizing political information as a form of extremism."
    },
    {
      "index": 32,
      "start_time": 201900.0,
      "end_time": 208190.0,
      "text": "You know, they don't have the permission to protest on the day they want to protest in the place they want to protest, so they call that extremism."
    },
    {
      "index": 33,
      "start_time": 209100.0,
      "end_time": 218240.0,
      "text": "Yandex has little choice but to comply. But for a global company like Google, which positions itself as a champion of freedom of information, state regulations may be harder to swallow."
    },
    {
      "index": 34,
      "start_time": 218930.0,
      "end_time": 230700.0,
      "text": "The greater surveillance of online traffic in Russia, that does propose something of an ethical issue for Western companies like Google, particularly if your slogan was \"Don't be evil.\""
    },
    {
      "index": 35,
      "start_time": 231530.0,
      "end_time": 235970.0,
      "text": "However, Russians don't necessarily view Google as inherently more trustworthy than Yandex."
    },
    {
      "index": 36,
      "start_time": 236200.0,
      "end_time": 243200.0,
      "text": "The revelations from Edward Snowden and the activities of the NSA etc. have actually gotten quite a bit of play in Russian media."
    },
    {
      "index": 37,
      "start_time": 243200.0,
      "end_time": 248900.0,
      "text": "And so a lot of Russian users would have a distrust of Google, as an American or a Western company."
    },
    {
      "index": 38,
      "start_time": 248900.0,
      "end_time": 257200.0,
      "text": "There's an understanding that Russian security agencies are monitoring traffic through Yandex. There's an expectation that will happen."
    },
    {
      "index": 39,
      "start_time": 257200.0,
      "end_time": 266740.0,
      "text": "And there is similarly among Russians an expectation that even if Western countries don't say it out loud, they're doing similar things online."
    },
    {
      "index": 40,
      "start_time": 267120.0,
      "end_time": 272000.0,
      "text": "So McDowell says many Russians figure they might as well support their local company."
    },
    {
      "index": 41,
      "start_time": 272000.0,
      "end_time": 280000.0,
      "text": "Google did not comment on its future plans in Russia but said in a statement to CNBC that while it remains committed to enabling access to information."
    },
    {
      "index": 42,
      "start_time": 280000.0,
      "end_time": 287300.0,
      "text": "\"We consider all valid requests from government bodies and require advertisers to comply with local law and our general advertising policies\"."
    },
    {
      "index": 43,
      "start_time": 288150.0,
      "end_time": 293000.0,
      "text": "I mean, I think Google really wants to be in Russia because it's a big market. It's a really big market."
    },
    {
      "index": 44,
      "start_time": 293000.0,
      "end_time": 304570.0,
      "text": "But it's tricky for them, because the kind of Google, Google has to be to be successful in Russia, it doesn't really go with the Google that you and I know from the US, the UK and other markets."
    }
  ]
}