{
  "video_id": "dicgjskLVJc",
  "title": "How to Play UNO",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3879.0,
      "end_time": 9210.0,
      "text": "How to Play UNO. To play this game, all you need are UNO cards and a friend. Follow these"
    },
    {
      "index": 2,
      "start_time": 9210.0,
      "end_time": 16210.0,
      "text": "instructions for a fun game for all ages. You will need a deck of UNO Cards and two or more players."
    },
    {
      "index": 3,
      "start_time": 16219.000000000002,
      "end_time": 21919.0,
      "text": "Step 1. Shuffle the deck and deal seven cards, face down, to each player. Stack the remaining"
    },
    {
      "index": 4,
      "start_time": 21919.0,
      "end_time": 27149.0,
      "text": "cards face down to form a Draw pile. Step 2. Turn over the first card in the Draw pile"
    },
    {
      "index": 5,
      "start_time": 27149.0,
      "end_time": 32720.0,
      "text": "to create a Discard pile. Step 3. Have the person to the dealer's left match some aspect"
    },
    {
      "index": 6,
      "start_time": 32720.0,
      "end_time": 37720.0,
      "text": "of the Discard pile card -- either the number, color, or symbol. Place this card face up"
    },
    {
      "index": 7,
      "start_time": 37720.0,
      "end_time": 42440.0,
      "text": "on top of the Discard pile. Play a Wild Card anytime. Tell everyone what color you want"
    },
    {
      "index": 8,
      "start_time": 42440.0,
      "end_time": 47709.0,
      "text": "the next person to match. Step 4. Draw one card from the top of the Draw pile if no match"
    },
    {
      "index": 9,
      "start_time": 47710.0,
      "end_time": 52100.0,
      "text": "can be made with the card on the Discard pile. The drawn card can be played if it matches"
    },
    {
      "index": 10,
      "start_time": 52100.0,
      "end_time": 57350.0,
      "text": "the Discard pile card. Step 5. Pass the play to the next player after a match is made or"
    },
    {
      "index": 11,
      "start_time": 57350.0,
      "end_time": 62400.0,
      "text": "a card is drawn from the Draw pile. Continue counterclockwise, matching the number, color,"
    },
    {
      "index": 12,
      "start_time": 62400.0,
      "end_time": 68270.0,
      "text": "or symbol with the Discard pile or drawing from the Draw pile. Step 6. Shout \"Uno!\" when"
    },
    {
      "index": 13,
      "start_time": 68270.0,
      "end_time": 73520.0,
      "text": "you only have one card remaining in your hand. Play until one person is out of cards. Penalize"
    },
    {
      "index": 14,
      "start_time": 73520.0,
      "end_time": 77609.0,
      "text": "anyone who forgets to shout \"Uno!\" when they have only one card left by having them draw"
    },
    {
      "index": 15,
      "start_time": 77609.0,
      "end_time": 82369.0,
      "text": "two cards from the Draw pile. Step 7. Add the values of the cards remaining in everyone"
    },
    {
      "index": 16,
      "start_time": 82369.0,
      "end_time": 87679.0,
      "text": "else's hands, with number cards counting as face value; Draw Two, Reverse, and Skip cards"
    },
    {
      "index": 17,
      "start_time": 87679.0,
      "end_time": 91130.0,
      "text": "counting for 20 points; and Wild Cards counting for 50 points. Shorten the game by playing"
    },
    {
      "index": 18,
      "start_time": 91130.0,
      "end_time": 97719.0,
      "text": "only one hand, with the person running out of cards first being the winner. Step 8. Start"
    },
    {
      "index": 19,
      "start_time": 97719.0,
      "end_time": 103589.0,
      "text": "a new game, and continue playing until someone reaches 500 points. Did you know UNO was created"
    },
    {
      "index": 20,
      "start_time": 103590.0,
      "end_time": 109600.0,
      "text": "in 1971 by Merle Robbins, a barber in Ohio. He and his family made the first decks of"
    },
    {
      "index": 21,
      "start_time": 109600.0,
      "end_time": 113239.0,
      "text": "UNO cards on their kitchen table and sold them at his barbershop."
    }
  ]
}