{
  "video_id": "dIHe8QfyKWU",
  "title": "Association with Financial Statements and SSARS Engagements - Lesson 4",
  "json": [
    {
      "index": 1,
      "start_time": 5569.0,
      "end_time": 10860.0,
      "text": "It also talks about certain types of requirements. This should sound familiar from when we talked"
    },
    {
      "index": 2,
      "start_time": 10860.0,
      "end_time": 17169.0,
      "text": "earlier about auditing. We have an unconditional requirement and a presumptively mandatory."
    },
    {
      "index": 3,
      "start_time": 17169.0,
      "end_time": 20340.0,
      "text": "Presumptively mandatory, it&#39;s presumed to be mandatory. That&#39;s something you should"
    },
    {
      "index": 4,
      "start_time": 20340.0,
      "end_time": 24160.0,
      "text": "do. Unconditional requirement means it is unconditional,"
    },
    {
      "index": 5,
      "start_time": 24160.0,
      "end_time": 30310.0,
      "text": "you have to do this which says the word must or is required to, so there&#39;s no alternative."
    },
    {
      "index": 6,
      "start_time": 30310.0,
      "end_time": 33980.0,
      "text": "Some of these standards pronouncements we&#39;ll talk about is it what we call an unconditional"
    },
    {
      "index": 7,
      "start_time": 33980.0,
      "end_time": 39210.0,
      "text": "requirement, you have to do it or is it presumptively mandatory, and something you should do."
    },
    {
      "index": 8,
      "start_time": 39210.0,
      "end_time": 44020.0,
      "text": "Then finally engagement level quality control. The engagement partner is responsible for"
    },
    {
      "index": 9,
      "start_time": 44020.0,
      "end_time": 49390.0,
      "text": "the overall quality of the engagement, the direction, the planning, the supervision,"
    },
    {
      "index": 10,
      "start_time": 49390.0,
      "end_time": 54699.0,
      "text": "the performance, also the report. If you&#39;re giving a report and I say if any, here&#39;s why."
    },
    {
      "index": 11,
      "start_time": 54699.0,
      "end_time": 60789.0,
      "text": "As we continue, preparation of financial statements has no report, there&#39;s no report. Basically"
    },
    {
      "index": 12,
      "start_time": 60789.0,
      "end_time": 65059.0,
      "text": "all you&#39;re presenting are the financial statements that are basically gonna be saying that no"
    },
    {
      "index": 13,
      "start_time": 65059.0,
      "end_time": 69320.0,
      "text": "assurances provided. It&#39;s clearly stated in the statements, no"
    },
    {
      "index": 14,
      "start_time": 69320.0,
      "end_time": 74060.0,
      "text": "assurance. In a compilation you&#39;re gonna have a report but it&#39;s gonna be one paragraph because"
    },
    {
      "index": 15,
      "start_time": 74060.0,
      "end_time": 78320.0,
      "text": "they dummied it down. It used to be three paragraphs, add another paragraph, four paragraph"
    },
    {
      "index": 16,
      "start_time": 78320.0,
      "end_time": 81960.0,
      "text": "and it looked like it was doing more than it was. You&#39;re giving no assurance, let&#39;s"
    },
    {
      "index": 17,
      "start_time": 81960.0,
      "end_time": 86530.0,
      "text": "make it one paragraph. The review report, four paragraphs and it looks more like an"
    },
    {
      "index": 18,
      "start_time": 86530.0,
      "end_time": 91200.0,
      "text": "audit report with management&#39;s responsibility, accountant&#39;s responsibility, accountant&#39;s"
    },
    {
      "index": 19,
      "start_time": 91200.0,
      "end_time": 95509.0,
      "text": "conclusion which is the limited assurance and then of course an audit, we&#39;ve already"
    },
    {
      "index": 20,
      "start_time": 95509.0,
      "end_time": 100130.0,
      "text": "talked about in the past. But again, SSARS is covering these things,"
    },
    {
      "index": 21,
      "start_time": 100130.0,
      "end_time": 105200.0,
      "text": "that&#39;s what today&#39;s topic is. Again, understanding that whether or not you&#39;re issuing a report"
    },
    {
      "index": 22,
      "start_time": 105200.0,
      "end_time": 110810.0,
      "text": "in compliance with the quality control policy and procedures. Client&#39;s management and acceptance,"
    },
    {
      "index": 23,
      "start_time": 110810.0,
      "end_time": 115210.0,
      "text": "engagement documentation and so on. It says before accepting or continuing engagement,"
    },
    {
      "index": 24,
      "start_time": 115210.0,
      "end_time": 120560.0,
      "text": "the accountant should consider the ethical requirements, are they satisfied. Reliable"
    },
    {
      "index": 25,
      "start_time": 120560.0,
      "end_time": 124630.0,
      "text": "information is available because if there&#39;s no information you can&#39;t do the work you need,"
    },
    {
      "index": 26,
      "start_time": 124630.0,
      "end_time": 129110.0,
      "text": "whether it&#39;s reading the information or understanding the policies and procedures. There&#39;s no reason"
    },
    {
      "index": 27,
      "start_time": 129110.00000000001,
      "end_time": 133450.0,
      "text": "to doubt the client&#39;s integrity because again whose statements are these? Managements. If"
    },
    {
      "index": 28,
      "start_time": 133450.0,
      "end_time": 137090.0,
      "text": "they lack integrity, we can&#39;t put much reliance on those numbers."
    },
    {
      "index": 29,
      "start_time": 137090.0,
      "end_time": 143489.0,
      "text": "The financial reporting framework selected is acceptable meaning is it again a general"
    },
    {
      "index": 30,
      "start_time": 143489.0,
      "end_time": 147419.0,
      "text": "purpose framework, is it a special purpose framework, what framework are we using? Is"
    },
    {
      "index": 31,
      "start_time": 147419.0,
      "end_time": 156350.0,
      "text": "it OCBOA, is it US GAAP, IFRS? Compliance with laws and regulations, oops, management"
    },
    {
      "index": 32,
      "start_time": 156350.0,
      "end_time": 159919.0,
      "text": "and then this is important. Management is acknowledge responsibility for. These are"
    },
    {
      "index": 33,
      "start_time": 159919.0,
      "end_time": 162160.0,
      "text": "the things they are taking responsibility for."
    },
    {
      "index": 34,
      "start_time": 162160.0,
      "end_time": 168799.0,
      "text": "The framework, internal control and we talk about DIM. Remember we talked about DIM, Design"
    },
    {
      "index": 35,
      "start_time": 168799.0,
      "end_time": 172940.0,
      "text": "Implementation and Maintenance of Internal Control. I mentioned that because you will"
    },
    {
      "index": 36,
      "start_time": 172940.0,
      "end_time": 178100.0,
      "text": "see that in some of the reports. Preventing and detecting fraud, compliance with laws"
    },
    {
      "index": 37,
      "start_time": 178100.0,
      "end_time": 181350.0,
      "text": "and regulations, the accuracy and completeness of the information, providing the account"
    },
    {
      "index": 38,
      "start_time": 181350.0,
      "end_time": 187600.0,
      "text": "with access to all relevant information. That&#39;s again what the general principles are"
    },
    {
      "index": 39,
      "start_time": 187600.0,
      "end_time": 192310.0,
      "text": "talking about and again these are the general principles for engagements that we&#39;re gonna"
    },
    {
      "index": 40,
      "start_time": 192310.0,
      "end_time": 196079.0,
      "text": "perform. As we jump in to the meat of all these different types of engagements, we&#39;re"
    },
    {
      "index": 41,
      "start_time": 196079.0,
      "end_time": 201139.0,
      "text": "gonna have to learn about them. The key to remember is ARC 60, the general"
    },
    {
      "index": 42,
      "start_time": 201139.0,
      "end_time": 205919.0,
      "text": "principles of financial statements, ethics, professional judgment, the conduct and quality"
    },
    {
      "index": 43,
      "start_time": 205919.0,
      "end_time": 210190.0,
      "text": "control. They relate to all three of these engagements that we&#39;re about to jump into"
    },
    {
      "index": 44,
      "start_time": 210190.0,
      "end_time": 215540.0,
      "text": "whether it&#39;s preparation of financial statement engagement. Whether it&#39;s a compilation engagement"
    },
    {
      "index": 45,
      "start_time": 215540.0,
      "end_time": 220250.0,
      "text": "or whether it&#39;s a review engagement. So what we&#39;re gonna do in a minute is continue on"
    },
    {
      "index": 46,
      "start_time": 220250.0,
      "end_time": 225630.0,
      "text": "with that but now get into the meat of what is a preparation engagement versus a compilation"
    },
    {
      "index": 47,
      "start_time": 225630.0,
      "end_time": 235630.0,
      "text": "versus a review."
    }
  ]
}