{
  "video_id": "DiVl-T17nL0",
  "title": "How to Do Touch Steps | Line Dancing",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2400.0,
      "end_time": 6250.0,
      "text": "Hi, my name is Robert Royston, I&#39;m a five time world champion of country dance. Working"
    },
    {
      "index": 2,
      "start_time": 6250.0,
      "end_time": 11420.0,
      "text": "with artists like Taylor Swift, Carrie Underwood, Brad Paisley, I really hope that you learn"
    },
    {
      "index": 3,
      "start_time": 11420.0,
      "end_time": 16390.0,
      "text": "how to line dance. And experience what it&#39;s like to move to America&#39;s music and that&#39;s"
    },
    {
      "index": 4,
      "start_time": 16390.0,
      "end_time": 22720.0,
      "text": "country music. Line Dancing Touch Steps: As we go through other elements of line dancing,"
    },
    {
      "index": 5,
      "start_time": 22720.0,
      "end_time": 26500.0,
      "text": "terminology is important and understanding variation of step. We&#39;re going to talk about"
    },
    {
      "index": 6,
      "start_time": 26500.0,
      "end_time": 30559.0,
      "text": "touch steps, step touches, and monterey turns. So you should get very comfortable with just"
    },
    {
      "index": 7,
      "start_time": 30559.0,
      "end_time": 36840.0,
      "text": "doing a touch, a touch is no weight. Touch, then step on to it, so again I go touch no"
    },
    {
      "index": 8,
      "start_time": 36840.0,
      "end_time": 42750.0,
      "text": "weight step. Touch Step, touch step. You should get comfortable doing that in all directions,"
    },
    {
      "index": 9,
      "start_time": 42750.0,
      "end_time": 48590.0,
      "text": "like in touch forward, touch step touch step. Like in touch side touch, step, touch, step."
    },
    {
      "index": 10,
      "start_time": 48590.0,
      "end_time": 54640.0,
      "text": "And back touch step, touch step. Actually you&#39;ll sometimes hear things called heel switches,"
    },
    {
      "index": 11,
      "start_time": 54640.0,
      "end_time": 59829.0,
      "text": "a heel switch is just a touch step, touch step right, your just accenting the heel."
    },
    {
      "index": 12,
      "start_time": 59829.0,
      "end_time": 65710.0,
      "text": "Touch step, touch step. You want to comfortable doing that, you can cross over. Touch step,"
    },
    {
      "index": 13,
      "start_time": 65710.0,
      "end_time": 69830.0,
      "text": "touch step. Those are all touch steps. Then there&#39;s something called the step touch. Very"
    },
    {
      "index": 14,
      "start_time": 69830.0,
      "end_time": 75490.0,
      "text": "similar right, step touch, step touch. The difference is the rhythm. As we do touch steps,"
    },
    {
      "index": 15,
      "start_time": 75490.0,
      "end_time": 82490.0,
      "text": "your touching on one closing on two. So you go one, two, three, four, five, six, seven,"
    },
    {
      "index": 16,
      "start_time": 84600.0,
      "end_time": 87880.0,
      "text": "eight. So your touching on one, three, five, or seven, and closing on two, four, or six"
    },
    {
      "index": 17,
      "start_time": 87880.0,
      "end_time": 94880.0,
      "text": "or eight. It would be one, two, three, four. In a step touch your stepping on one touching"
    },
    {
      "index": 18,
      "start_time": 95380.0,
      "end_time": 102380.0,
      "text": "on two. One, two, three, four, five, six, seven, eight. The other thing that&#39;s different"
    },
    {
      "index": 19,
      "start_time": 103200.0,
      "end_time": 108610.0,
      "text": "about that as you listen to it rhythmically, you would snap on the step, with touch steps."
    },
    {
      "index": 20,
      "start_time": 108610.0,
      "end_time": 115610.0,
      "text": "One, two, three, four. With step touch you would snap on the touch. So it&#39;s going to"
    },
    {
      "index": 21,
      "start_time": 117369.0,
      "end_time": 121830.0,
      "text": "feel rhythmically to do those. Rhythmically different I should say to do those. And you"
    },
    {
      "index": 22,
      "start_time": 121830.0,
      "end_time": 128900.0,
      "text": "want to move it around, step touch, step touch, step touch, step touch, right, touch step,"
    },
    {
      "index": 23,
      "start_time": 128900.0,
      "end_time": 135900.0,
      "text": "touch step. touch step, touch step, cool. So we have touch step, step touch, a variation"
    },
    {
      "index": 24,
      "start_time": 135279.0,
      "end_time": 139939.0,
      "text": "to the touch steps is a very popular step in line dancing called the monterey turn."
    },
    {
      "index": 25,
      "start_time": 139939.0,
      "end_time": 146939.0,
      "text": "Where your going to go touch step touch, then your going to do a back turn, right, Step."
    },
    {
      "index": 26,
      "start_time": 147700.0,
      "end_time": 154700.0,
      "text": "Then do it again touch step touch, back turn, step. So you do one side touch, side touch,"
    },
    {
      "index": 27,
      "start_time": 156569.0,
      "end_time": 161679.0,
      "text": "the you do another one touch, but then you turn back of that foot. So if I&#39;m right, my"
    },
    {
      "index": 28,
      "start_time": 161680.0,
      "end_time": 166730.0,
      "text": "right foots touching, I&#39;m turning right shoulder back. Touch, with a half rotation, step, then"
    },
    {
      "index": 29,
      "start_time": 166730.0,
      "end_time": 172540.0,
      "text": "you would repeat it, touch step touch, half rotation back step. And that&#39;s called the"
    },
    {
      "index": 30,
      "start_time": 172540.0,
      "end_time": 178429.0,
      "text": "monterey turn. Which is a set of turns happening off of a touch step. So there you have touch"
    },
    {
      "index": 31,
      "start_time": 178430.0,
      "end_time": 183990.0,
      "text": "step, step touch, practice them in all directions. And then of course you have the ever important"
    },
    {
      "index": 32,
      "start_time": 183990.0,
      "end_time": 183649.0,
      "text": "monterey turn."
    }
  ]
}