{
  "video_id": "dMPXu6GF18M",
  "title": "Drew Berry - Astonishing Molecular Machines",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2460.0,
      "end_time": 9590.0,
      "text": "[Intro Music]"
    },
    {
      "index": 2,
      "start_time": 9590.0,
      "end_time": 15170.0,
      "text": "[Applause]"
    },
    {
      "index": 3,
      "start_time": 15170.0,
      "end_time": 22290.0,
      "text": "What I am going to show you are the astonishing molecular machines that create the living"
    },
    {
      "index": 4,
      "start_time": 22290.0,
      "end_time": 31480.0,
      "text": "fabric of your body. Now, molecules are really, really tiny, and by tiny I mean really."
    },
    {
      "index": 5,
      "start_time": 31480.0,
      "end_time": 36660.0,
      "text": "They&#39;re smaller than the wave length of light. We have no way to directly observe them,"
    },
    {
      "index": 6,
      "start_time": 36660.0,
      "end_time": 40410.0,
      "text": "but through science we do have a fairly good idea of what&#39;s going on down at the molecular scale."
    },
    {
      "index": 7,
      "start_time": 40410.0,
      "end_time": 44750.0,
      "text": "But, so what we can do is actually tell you about the molecules but we don&#39;t really have"
    },
    {
      "index": 8,
      "start_time": 44750.0,
      "end_time": 50710.0,
      "text": "a direct way of showing you the molecules. One way around this is to draw pictures,"
    },
    {
      "index": 9,
      "start_time": 50710.0,
      "end_time": 55179.0,
      "text": "and this idea is actually nothing new,  scientists have always created pictures as part"
    },
    {
      "index": 10,
      "start_time": 55179.0,
      "end_time": 59390.0,
      "text": "of their thinking and discovery process. They draw pictures of what they are observing with their"
    },
    {
      "index": 11,
      "start_time": 59390.0,
      "end_time": 63609.0,
      "text": "eyes, through technology like telescopes and microscopes, and also what they are thinking"
    },
    {
      "index": 12,
      "start_time": 63609.0,
      "end_time": 70280.0,
      "text": "about in their minds. I&#39;ve picked two well known examples because they both..."
    },
    {
      "index": 13,
      "start_time": 70280.0,
      "end_time": 76250.0,
      "text": "they&#39;re very well known for expressing science through art, and I start with Galileo, who used"
    },
    {
      "index": 14,
      "start_time": 76250.0,
      "end_time": 82880.0,
      "text": "the world&#39;s first telescope to look at the moon, and he transformed our understanding of the moon."
    },
    {
      "index": 15,
      "start_time": 82880.0,
      "end_time": 87000.0,
      "text": "The perception of the 17th century was the moon was a perfect heavenly sphere, but"
    },
    {
      "index": 16,
      "start_time": 87000.0,
      "end_time": 91920.0,
      "text": "what Galileo saw was a rocky, barren world, which he expressed through his water colour painting."
    },
    {
      "index": 17,
      "start_time": 91920.0,
      "end_time": 101920.0,
      "text": "Another scientist with very big ideas, the superstar of biology, is Charles Darwin,"
    },
    {
      "index": 18,
      "start_time": 101920.0,
      "end_time": 107240.0,
      "text": "with this famous entry in his note book.  He begins in the top left hand corner with I think,"
    },
    {
      "index": 19,
      "start_time": 107240.0,
      "end_time": 113180.0,
      "text": "and then sketches out the first tree of life, which is his perception of how all the species,"
    },
    {
      "index": 20,
      "start_time": 113180.0,
      "end_time": 117340.0,
      "text": "all living things on Earth, are connected through evolutionary history, the origin of"
    },
    {
      "index": 21,
      "start_time": 117340.0,
      "end_time": 125060.0,
      "text": "species through natural selection, and divergence from an ancestral population."
    },
    {
      "index": 22,
      "start_time": 125060.0,
      "end_time": 130920.0,
      "text": "Even as a scientist, I used to go to lectures by molecular biologists and find them completely"
    },
    {
      "index": 23,
      "start_time": 130919.99999999999,
      "end_time": 135160.0,
      "text": "incomprehensible, with all the fancy technical language and jargon that they would use in"
    },
    {
      "index": 24,
      "start_time": 135160.0,
      "end_time": 140630.0,
      "text": "describing their work, until I encountered the artworks of David Goodsell, who was a"
    },
    {
      "index": 25,
      "start_time": 140630.0,
      "end_time": 145600.0,
      "text": "molecular biologist at the Scripps Institute. And his pictures are all, everything is accurate,"
    },
    {
      "index": 26,
      "start_time": 145600.0,
      "end_time": 152030.0,
      "text": "it&#39;s all to scale, and his work illuminated for me what the molecular world inside us"
    },
    {
      "index": 27,
      "start_time": 152030.0,
      "end_time": 157140.0,
      "text": "is like. So in the top left hand corner you&#39;ve got this yellow-green area, this is a transaction"
    },
    {
      "index": 28,
      "start_time": 157140.0,
      "end_time": 161080.0,
      "text": "through blood. The yellow-green areas is the fluids of blood which is mostly water,"
    },
    {
      "index": 29,
      "start_time": 161080.0,
      "end_time": 165930.0,
      "text": "but it is also antibodies, sugars, hormones,  that kind of thing, and the red region is a slice"
    },
    {
      "index": 30,
      "start_time": 165930.0,
      "end_time": 170360.0,
      "text": "into a red blood cell, and those red molecules are haemoglobin, they are actually red, that&#39;s"
    },
    {
      "index": 31,
      "start_time": 170360.0,
      "end_time": 174580.0,
      "text": "what gives blood its colour, and haemoglobin acts as a molecular sponge to soak up the"
    },
    {
      "index": 32,
      "start_time": 174580.0,
      "end_time": 179080.0,
      "text": "oxygen in your lungs and then carry it to other parts of the body. I was very much inspired"
    },
    {
      "index": 33,
      "start_time": 179080.0,
      "end_time": 183870.0,
      "text": "by this image many years ago, and I wondered whether we could use computer graphics to"
    },
    {
      "index": 34,
      "start_time": 183870.0,
      "end_time": 190300.0,
      "text": "represent the molecular world. What would it look like, and that&#39;s how I really began."
    },
    {
      "index": 35,
      "start_time": 190300.0,
      "end_time": 193880.0,
      "text": "So, um, let&#39;s begin."
    },
    {
      "index": 36,
      "start_time": 193880.0,
      "end_time": 198610.0,
      "text": "This is DNA in its classic double helix form, and it&#39;s from X-ray crystallography, so it&#39;s"
    },
    {
      "index": 37,
      "start_time": 198610.0,
      "end_time": 203650.0,
      "text": "an accurate model of DNA. If we unwind the double helix and unzip the two strands, you"
    },
    {
      "index": 38,
      "start_time": 203650.0,
      "end_time": 207570.0,
      "text": "see these things that look like teeth, those are the letters of genetic code, the 25,000"
    },
    {
      "index": 39,
      "start_time": 207570.0,
      "end_time": 211570.0,
      "text": "genes you&#39;ve got written in your DNA.  This is what they typically talk about,"
    },
    {
      "index": 40,
      "start_time": 211570.0,
      "end_time": 214980.0,
      "text": "the genetic code, this is what they are talking about. But I want to talk about a different aspect"
    },
    {
      "index": 41,
      "start_time": 214980.0,
      "end_time": 220370.0,
      "text": "of DNA science, and that is the physical nature of DNA, and it&#39;s these two strands that run"
    },
    {
      "index": 42,
      "start_time": 220370.0,
      "end_time": 224960.0,
      "text": "in opposite directions, for reasons I can&#39;t go into right now, but they physically run"
    },
    {
      "index": 43,
      "start_time": 224960.0,
      "end_time": 230080.0,
      "text": "in opposite directions, which creates a number of complications for your living cells, as"
    },
    {
      "index": 44,
      "start_time": 230080.0,
      "end_time": 234640.0,
      "text": "you&#39;re about to see, most particularly when DNA is being copied. And so, what I am about"
    },
    {
      "index": 45,
      "start_time": 234640.0,
      "end_time": 239510.0,
      "text": "to show you is an accurate representation of the actual DNA replication machine that&#39;s"
    },
    {
      "index": 46,
      "start_time": 239510.0,
      "end_time": 244660.0,
      "text": "occurring right now inside your body, as at least 2002 biology. So DNA is entering the"
    },
    {
      "index": 47,
      "start_time": 244660.0,
      "end_time": 249290.0,
      "text": "production line from the left hand side, and it hits this collection, this miniature biochemical"
    },
    {
      "index": 48,
      "start_time": 249290.0,
      "end_time": 254120.0,
      "text": "machines that are pulling apart the DNA strands and making an exact copy. So DNA comes in"
    },
    {
      "index": 49,
      "start_time": 254120.0,
      "end_time": 262180.0,
      "text": "and hits this, this blue donut shaped structure, and it&#39;s ripped apart into its two strands."
    },
    {
      "index": 50,
      "start_time": 262180.0,
      "end_time": 265680.0,
      "text": "One strand can be copied directly, and it can be seen spooling off, down to the bottom there,"
    },
    {
      "index": 51,
      "start_time": 265680.0,
      "end_time": 270330.0,
      "text": "but things aren&#39;t so simple for the other strand, because it must be copied backwards,"
    },
    {
      "index": 52,
      "start_time": 270330.0,
      "end_time": 274840.0,
      "text": "so it&#39;s thrown out repeatedly in these loops and copied, one section at a time, creating"
    },
    {
      "index": 53,
      "start_time": 274840.0,
      "end_time": 281729.0,
      "text": "two new DNA molecules. Now, you have billions of this machine, right now, whirring away"
    },
    {
      "index": 54,
      "start_time": 281729.0,
      "end_time": 286789.0,
      "text": "inside you, copying your DNA with exquisite fidelity. It&#39;s an accurate representation"
    },
    {
      "index": 55,
      "start_time": 286789.0,
      "end_time": 291080.0,
      "text": "and it is pretty much at the correct speed for what is occurring inside you."
    },
    {
      "index": 56,
      "start_time": 291080.0,
      "end_time": 292610.0,
      "text": "I&#39;ve left out error correction and a  bunch of other things."
    },
    {
      "index": 57,
      "start_time": 292610.0,
      "end_time": 296139.0,
      "text": "[Laughter]"
    },
    {
      "index": 58,
      "start_time": 296139.0,
      "end_time": 297569.0,
      "text": "This was work from a number of years ago..."
    },
    {
      "index": 59,
      "start_time": 297569.0,
      "end_time": 299009.0,
      "text": "[Applause]"
    },
    {
      "index": 60,
      "start_time": 299009.0,
      "end_time": 303469.0,
      "text": "Thank you, this was work from a number of years ago, but what I show you next is updated"
    },
    {
      "index": 61,
      "start_time": 303469.0,
      "end_time": 307889.0,
      "text": "science, it&#39;s updated technology. So again, we begin with DNA, and it&#39;s jiggling, wiggling"
    },
    {
      "index": 62,
      "start_time": 307889.0,
      "end_time": 311659.0,
      "text": "there because of the surrounding super molecules, which I&#39;ve stripped away so you can see something."
    },
    {
      "index": 63,
      "start_time": 311659.0,
      "end_time": 319490.0,
      "text": "DNA is about 2 nanometres across, which is really quite tiny, but in each one of your cells,"
    },
    {
      "index": 64,
      "start_time": 319490.0,
      "end_time": 326219.0,
      "text": "each strand of DNA is about 30-40 million nanometres long, so to keep the DNA organised,"
    },
    {
      "index": 65,
      "start_time": 326219.0,
      "end_time": 332090.0,
      "text": "to keep, ah, regulated access to the genetic code, it&#39;s wrapped around these purple proteins,"
    },
    {
      "index": 66,
      "start_time": 332090.0,
      "end_time": 336889.0,
      "text": "I&#39;ve labelled them purple here, it&#39;s packaged up and bundled up. This is, all of this field"
    },
    {
      "index": 67,
      "start_time": 336889.0,
      "end_time": 342520.0,
      "text": "of view, is a single strand of DNA. This huge package of DNA is called a chromosome, and"
    },
    {
      "index": 68,
      "start_time": 342520.0,
      "end_time": 347590.0,
      "text": "I&#39;ll come back to chromosomes in a minute. We&#39;re pulling out, we&#39;re zooming out, out"
    },
    {
      "index": 69,
      "start_time": 347590.0,
      "end_time": 352099.0,
      "text": "through a nuclear pore, which is sort of the gateway to this compartment which holds all"
    },
    {
      "index": 70,
      "start_time": 352099.0,
      "end_time": 359060.0,
      "text": "the DNA called the nucleus. All of this field of view is about a semester&#39;s worth of biology"
    },
    {
      "index": 71,
      "start_time": 359060.0,
      "end_time": 362780.0,
      "text": "and I&#39;ve got seven minutes, so we&#39;re not going to be able to do that today."
    },
    {
      "index": 72,
      "start_time": 362780.0,
      "end_time": 364639.0,
      "text": "No, I&#39;m being told no."
    },
    {
      "index": 73,
      "start_time": 364639.0,
      "end_time": 365259.0,
      "text": "[Laughter]"
    },
    {
      "index": 74,
      "start_time": 365259.0,
      "end_time": 369639.0,
      "text": "This is the way a living cell looks down a light microscope, and it&#39;s been filmed under"
    },
    {
      "index": 75,
      "start_time": 369639.0,
      "end_time": 373840.0,
      "text": "time lapse which is why you can see it moving. The nuclear envelope breaks down, the sausage"
    },
    {
      "index": 76,
      "start_time": 373840.0,
      "end_time": 377810.0,
      "text": "shaped things are the chromosomes, and we&#39;ll focus on them. They go through this very striking"
    },
    {
      "index": 77,
      "start_time": 377810.0,
      "end_time": 384439.0,
      "text": "motion that is focused on these little red spots. When the cell feels like it&#39;s ready"
    },
    {
      "index": 78,
      "start_time": 384439.0,
      "end_time": 390289.0,
      "text": "to go, it rips apart the chromosome. One set of DNA goes to one side, the other side gets"
    },
    {
      "index": 79,
      "start_time": 390289.0,
      "end_time": 394919.0,
      "text": "the other set of DNA, identical copies of DNA, and then the cell splits down the middle."
    },
    {
      "index": 80,
      "start_time": 394919.0,
      "end_time": 399680.0,
      "text": "And again, you have billions of cells undergoing this process right now inside of you."
    },
    {
      "index": 81,
      "start_time": 399680.0,
      "end_time": 404969.0,
      "text": "Now we&#39;re going to rewind and just focus on the chromosomes, and look at its structure and"
    },
    {
      "index": 82,
      "start_time": 404969.0,
      "end_time": 411169.0,
      "text": "describe it. So again, here we are at that equator moment. The chromosomes line up and"
    },
    {
      "index": 83,
      "start_time": 411169.0,
      "end_time": 414620.0,
      "text": "if we isolate just one chromosome, we&#39;re going to pull it out and have a look at its structure."
    },
    {
      "index": 84,
      "start_time": 414620.0,
      "end_time": 419900.0,
      "text": "So this is one of the biggest molecular structures that you have, well at least as"
    },
    {
      "index": 85,
      "start_time": 419900.0,
      "end_time": 425979.0,
      "text": "far as we&#39;ve discovered so far, inside of us. So this is a single chromosome, and you"
    },
    {
      "index": 86,
      "start_time": 425979.0,
      "end_time": 430210.0,
      "text": "have two strands of DNA in each chromosome, one is bundled up into one sausage, the other"
    },
    {
      "index": 87,
      "start_time": 430210.0,
      "end_time": 433879.0,
      "text": "strand is bundled up into the other sausage. These things that look like whiskers, that"
    },
    {
      "index": 88,
      "start_time": 433879.0,
      "end_time": 437830.0,
      "text": "are sticking out from either side are the dynamic scaffold in the cell, they&#39;re called"
    },
    {
      "index": 89,
      "start_time": 437830.0,
      "end_time": 440610.0,
      "text": "microtubules but their name is not so important, but what we&#39;re going to focus on is this"
    },
    {
      "index": 90,
      "start_time": 440610.0,
      "end_time": 445919.0,
      "text": "red region, I&#39;ve labelled it red here, and it&#39;s the interface between the dynamic scaffolding"
    },
    {
      "index": 91,
      "start_time": 445919.0,
      "end_time": 450749.0,
      "text": "and the chromosomes. It is obviously central to the movement of the chromosomes. We have"
    },
    {
      "index": 92,
      "start_time": 450749.0,
      "end_time": 455080.0,
      "text": "no idea, really, as to how it&#39;s achieving that movement. We&#39;ve been studying this thing"
    },
    {
      "index": 93,
      "start_time": 455080.0,
      "end_time": 458779.0,
      "text": "they call the kinetochore for over a hundred years, with intense study, and we are still"
    },
    {
      "index": 94,
      "start_time": 458779.0,
      "end_time": 463650.0,
      "text": "just beginning to discover what it&#39;s all about. It is made up of about 200 different"
    },
    {
      "index": 95,
      "start_time": 463650.0,
      "end_time": 469749.0,
      "text": "types of proteins, thousands of proteins in total. It is a signal broadcasting system."
    },
    {
      "index": 96,
      "start_time": 469749.0,
      "end_time": 475090.0,
      "text": "It broadcasts through chemical signals, telling the rest of the cell when it&#39;s ready,"
    },
    {
      "index": 97,
      "start_time": 475090.0,
      "end_time": 479610.0,
      "text": "when it feels that everything is aligned and ready to go, for the separation of the chromosomes."
    },
    {
      "index": 98,
      "start_time": 479610.0,
      "end_time": 484529.0,
      "text": "It is able to couple onto the growing and shrinking microtubules. It&#39;s transiently,"
    },
    {
      "index": 99,
      "start_time": 484529.0,
      "end_time": 488370.0,
      "text": "it&#39;s involved with the growing of the microtubules, and it&#39;s able to transiently couple onto them."
    },
    {
      "index": 100,
      "start_time": 488370.0,
      "end_time": 493580.0,
      "text": "It&#39;s also a tension sensing system. It is able to feel when the cell is ready,"
    },
    {
      "index": 101,
      "start_time": 493580.0,
      "end_time": 497699.0,
      "text": "when the chromosome is correctly positioned. It is turning green here because it feels"
    },
    {
      "index": 102,
      "start_time": 497699.0,
      "end_time": 501800.0,
      "text": "that everything is just right, and you&#39;ll see there this one little last bit that&#39;s"
    },
    {
      "index": 103,
      "start_time": 501800.0,
      "end_time": 508520.0,
      "text": "just remaining red, and it&#39;s walked away, down the microtubules. That is the signal"
    },
    {
      "index": 104,
      "start_time": 508520.0,
      "end_time": 513029.0,
      "text": "broadcasting system sending out the stop signal and it&#39;s walked away, it&#39;s that mechanical."
    },
    {
      "index": 105,
      "start_time": 513029.0,
      "end_time": 519279.0,
      "text": "It&#39;s molecular clockwork, it&#39;s how you work at the molecular scale. So, with a little"
    },
    {
      "index": 106,
      "start_time": 519279.0,
      "end_time": 520339.0,
      "text": "bit of molecular eye candy..."
    },
    {
      "index": 107,
      "start_time": 520339.00000000006,
      "end_time": 521490.00000000006,
      "text": "[Laughter]"
    },
    {
      "index": 108,
      "start_time": 521490.0,
      "end_time": 525770.0,
      "text": "We&#39;ve got kinesins which are the orange ones, they&#39;re little molecular courier molecules"
    },
    {
      "index": 109,
      "start_time": 525770.0,
      "end_time": 529400.0,
      "text": "walking one way, and here are the dynein, they&#39;re carrying that red broadcasting system,"
    },
    {
      "index": 110,
      "start_time": 529400.0,
      "end_time": 532750.0,
      "text": "and they&#39;ve got their long legs so they can step around obstacles and so on. So again,"
    },
    {
      "index": 111,
      "start_time": 532750.0,
      "end_time": 542460.0,
      "text": "this is all derived accurately from the science. The problem is we can&#39;t show it to you any other way."
    },
    {
      "index": 112,
      "start_time": 542460.0,
      "end_time": 550290.0,
      "text": "Exploring at the frontier of science, at the frontier of human understanding, is mind blowing."
    },
    {
      "index": 113,
      "start_time": 550290.0,
      "end_time": 555940.0,
      "text": "Discovering this stuff is certainly a pleasurable incentive to work in science, but most medical"
    },
    {
      "index": 114,
      "start_time": 555940.0,
      "end_time": 561900.0,
      "text": "researchers, this is, discovering this stuff is just steps along the path to the big goals"
    },
    {
      "index": 115,
      "start_time": 561900.0,
      "end_time": 567650.0,
      "text": "which are to eradicate disease, to alleviate the suffering and the misery that disease causes,"
    },
    {
      "index": 116,
      "start_time": 567650.0,
      "end_time": 578370.0,
      "text": "and to lift people out of poverty, and so with my remaining time, my four minutes, 0:09:32.090:09:38.370 I&#39;m going to show you, introduce to one of the most devastating and economically important"
    },
    {
      "index": 117,
      "start_time": 578370.0,
      "end_time": 587080.0,
      "text": "diseases, which inflict hundreds of millions of people each year. So again, actually sound,"
    },
    {
      "index": 118,
      "start_time": 587080.0,
      "end_time": 587410.0,
      "text": "thank you."
    },
    {
      "index": 119,
      "start_time": 587410.0,
      "end_time": 589200.0,
      "text": "[Background insect and nature sounds]"
    },
    {
      "index": 120,
      "start_time": 589200.0,
      "end_time": 595790.0,
      "text": "This parasite is an ancient organism.  It has been with us since before we were human."
    },
    {
      "index": 121,
      "start_time": 595790.0,
      "end_time": 602690.0,
      "text": "Famous victims include Alexander the Great, Genghis Khan and George Washington. This is the neck"
    },
    {
      "index": 122,
      "start_time": 602690.0,
      "end_time": 607910.0,
      "text": "of a sleeping child just after the sun has set, and it&#39;s feeding time for mosquitoes,"
    },
    {
      "index": 123,
      "start_time": 607910.0,
      "end_time": 607950.0,
      "text": "it&#39;s dinner time."
    },
    {
      "index": 124,
      "start_time": 607950.0,
      "end_time": 608570.0,
      "text": "[Mosquito noises]"
    },
    {
      "index": 125,
      "start_time": 608570.0,
      "end_time": 623010.0,
      "text": "This mosquito is infected with the malaria parasite. Now mosquitoes are usually vegetarian,"
    },
    {
      "index": 126,
      "start_time": 623010.0,
      "end_time": 627460.0,
      "text": "they drink honey dew, nectar, fruit juices, that that kind of thing, only a pregnant female will"
    },
    {
      "index": 127,
      "start_time": 627460.0,
      "end_time": 634060.0,
      "text": "bite humans, seeking nutrients from blood to nourish her developing eggs."
    },
    {
      "index": 128,
      "start_time": 634060.0,
      "end_time": 637240.0,
      "text": "[Rainforest noises]"
    },
    {
      "index": 129,
      "start_time": 637240.0,
      "end_time": 647950.0,
      "text": "During the bite she injects saliva, to stop the blood from clotting, and to lubricate"
    },
    {
      "index": 130,
      "start_time": 647950.0,
      "end_time": 657470.0,
      "text": "the wound. Because she is infected with malaria, she, her saliva also contains the malaria"
    },
    {
      "index": 131,
      "start_time": 657470.0,
      "end_time": 666690.0,
      "text": "parasite, so it rides in during the bite. The parasite then exits the wound and seeks"
    },
    {
      "index": 132,
      "start_time": 666690.0,
      "end_time": 674860.0,
      "text": "out a blood vessel, and uses the blood vessel, the circulatory system, as a massive freeway,"
    },
    {
      "index": 133,
      "start_time": 674860.0,
      "end_time": 682690.0,
      "text": "heading for its first target, the core of your body&#39;s blood filter system, the liver."
    },
    {
      "index": 134,
      "start_time": 682690.0,
      "end_time": 688350.0,
      "text": "Within two minutes of the bite, the malaria parasites arrive at the liver, and sensing"
    },
    {
      "index": 135,
      "start_time": 688350.0,
      "end_time": 693690.0,
      "text": "its arrival then looks for an exit from the blood stream, and this is where malaria is"
    },
    {
      "index": 136,
      "start_time": 693690.0,
      "end_time": 697410.0,
      "text": "particularly devious because it uses the very type of immune cell that is there, resident"
    },
    {
      "index": 137,
      "start_time": 697410.0,
      "end_time": 702670.0,
      "text": "in the blood stream, the immune cell is supposed to remove foreign invaders like bacteria and"
    },
    {
      "index": 138,
      "start_time": 702670.0,
      "end_time": 707890.0,
      "text": "parasites, but somehow, we are not quite sure how, malaria uses a backdoor entry into"
    },
    {
      "index": 139,
      "start_time": 707890.0,
      "end_time": 712740.0,
      "text": "the liver tissue. Here is that immune cell. Malaria leaves the blood stream, and infects"
    },
    {
      "index": 140,
      "start_time": 712740.0,
      "end_time": 717610.0,
      "text": "a liver cell, killing one or more liver cells on its way. So again this is within a couple"
    },
    {
      "index": 141,
      "start_time": 717610.0,
      "end_time": 722890.0,
      "text": "of minutes of the mosquito bite. Once it&#39;s infected a liver cell, it takes the next five"
    },
    {
      "index": 142,
      "start_time": 722890.0,
      "end_time": 728680.0,
      "text": "or six days. It incubates; it copies its DNA over and over again, creating thousands of"
    },
    {
      "index": 143,
      "start_time": 728680.0,
      "end_time": 733600.0,
      "text": "new parasites, so it&#39;s this delay of about a week since you&#39;ve had the mosquito bite"
    },
    {
      "index": 144,
      "start_time": 733600.0,
      "end_time": 742480.0,
      "text": "before malaria symptoms start to appear. The malaria also transforms its physical nature,"
    },
    {
      "index": 145,
      "start_time": 742480.0,
      "end_time": 752370.0,
      "text": "it&#39;s heading for a new target. That next target is your red blood cells."
    },
    {
      "index": 146,
      "start_time": 752370.0,
      "end_time": 757790.0,
      "text": "[Zooming noises of red blood cells and parasites]"
    },
    {
      "index": 147,
      "start_time": 757790.0,
      "end_time": 763830.0,
      "text": "As part of its transformation, the malaria coats itself with a coating of molecular hairs"
    },
    {
      "index": 148,
      "start_time": 763830.0,
      "end_time": 771000.0,
      "text": "that act like a, like a Velcro to stick onto red blood cells, um, to the outer surface,"
    },
    {
      "index": 149,
      "start_time": 771000.0,
      "end_time": 775680.0,
      "text": "and then they reorient themselves and penetrate inside the red blood cell. This happens within"
    },
    {
      "index": 150,
      "start_time": 775680.0,
      "end_time": 783430.0,
      "text": "30 seconds of leaving the liver. This is actually an area of intense study, if we can stop this"
    },
    {
      "index": 151,
      "start_time": 783430.0,
      "end_time": 788990.0,
      "text": "process, we could, we could create a vaccine for malaria. Once it&#39;s inside the red blood"
    },
    {
      "index": 152,
      "start_time": 788990.0,
      "end_time": 797990.0,
      "text": "cell it can hide from your body&#39;s immune system. It then, over the next few days, devours"
    },
    {
      "index": 153,
      "start_time": 797990.0,
      "end_time": 801740.0,
      "text": "the contents of the infected cell, and creates more parasites."
    },
    {
      "index": 154,
      "start_time": 801740.0,
      "end_time": 808940.0,
      "text": "[Underwater sounds]"
    },
    {
      "index": 155,
      "start_time": 808940.0,
      "end_time": 812800.0,
      "text": "It also changes the nature of the red blood cell and makes it sticky, so it sticks onto"
    },
    {
      "index": 156,
      "start_time": 812800.0,
      "end_time": 819330.0,
      "text": "red blood, ah, blood vessel walls. This gives the parasite enough time to incubate and grow."
    },
    {
      "index": 157,
      "start_time": 819330.0,
      "end_time": 825110.0,
      "text": "Once it&#39;s ready it then bursts out of the red blood cell, spreading malaria throughout"
    },
    {
      "index": 158,
      "start_time": 825110.0,
      "end_time": 833990.0,
      "text": "the blood stream. Malaria victims suffer fever, loss of blood, convulsions, brain damage and coma."
    },
    {
      "index": 159,
      "start_time": 833990.0,
      "end_time": 840670.0,
      "text": "Countless millions have been killed by it.  This year between two and three hundred"
    },
    {
      "index": 160,
      "start_time": 840670.0,
      "end_time": 846730.0,
      "text": "million people will be struck down with malaria. Most people who die from the disease are pregnant"
    },
    {
      "index": 161,
      "start_time": 846730.0,
      "end_time": 853770.0,
      "text": "women and children under the age of 5.  Thank you."
    },
    {
      "index": 162,
      "start_time": 853770.0,
      "end_time": 863770.0,
      "text": "[Applause]"
    }
  ]
}