{
  "video_id": "dNVtMmLlnoE",
  "title": "Rolling Shutter Explained (Why Do Cameras Do This?) - Smarter Every Day 172",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 30.0,
      "end_time": 4409.0,
      "text": "What's up? I'm Destin. This is Smarter Every Day. Get your phone out. You see that little camera assembly there?"
    },
    {
      "index": 2,
      "start_time": 4540.0,
      "end_time": 9330.0,
      "text": "Let's take it out of the phone. Yep. That's what it looks like. So here's what we're going to do. The first thing"
    },
    {
      "index": 3,
      "start_time": 9330.0,
      "end_time": 13769.0,
      "text": "we're going to do is pop the lens off, and there we go. That is called a CMOS"
    },
    {
      "index": 4,
      "start_time": 14290.0,
      "end_time": 17459.0,
      "text": "sensor. That is the camera on your phone."
    },
    {
      "index": 5,
      "start_time": 18070.0,
      "end_time": 25650.0,
      "text": "Complimentary Metal-Oxide Semiconductor. So, when you take a photo or a video with your phone, you would think that it exposed that entire chip at one time,"
    },
    {
      "index": 6,
      "start_time": 25650.0,
      "end_time": 32489.0,
      "text": "like snapping a photo. That's not how it works. It actually scans down the chip, and that's how images are created."
    },
    {
      "index": 7,
      "start_time": 32710.0,
      "end_time": 39629.0,
      "text": "This is called \"rolling shutter,\" and it's the exact reason your cell phone makes weird shapes out of fast-moving objects."
    },
    {
      "index": 8,
      "start_time": 39629.0,
      "end_time": 42839.0,
      "text": "This is a flatbed scanner, and I have a circular patch right here."
    },
    {
      "index": 9,
      "start_time": 42840.0,
      "end_time": 47759.0,
      "text": "If I were to take this patch and set it face down on the scanner, and I were to start the scanner and"
    },
    {
      "index": 10,
      "start_time": 48340.0,
      "end_time": 52680.0,
      "text": "move the patch in the same direction as that moving row of pixels, check out"
    },
    {
      "index": 11,
      "start_time": 52680.0,
      "end_time": 56909.0,
      "text": "what happens. You're smart-- is this going to look like a circle? No! It's not a circle."
    },
    {
      "index": 12,
      "start_time": 56910.0,
      "end_time": 63359.0,
      "text": "It's stretched out. And that makes sense, right? You're stretching that image because you're moving it along with the scanner. Now, conversely,"
    },
    {
      "index": 13,
      "start_time": 63610.0,
      "end_time": 67830.0,
      "text": "What's going to happen if instead of moving it with the scanning row pixels, we move opposite?"
    },
    {
      "index": 14,
      "start_time": 67930.0,
      "end_time": 70439.0,
      "text": "It's not going to stretch it out, is it? What's it going to do?"
    },
    {
      "index": 15,
      "start_time": 70439.0,
      "end_time": 75869.0,
      "text": "It's going to compress that circle down. A rolling shutter on your cell phone camera is very"
    },
    {
      "index": 16,
      "start_time": 76060.0,
      "end_time": 79110.0,
      "text": "much like this, except it goes from the top of the image all the way down"
    },
    {
      "index": 17,
      "start_time": 79210.0,
      "end_time": 83250.0,
      "text": "to the bottom. That means that what you're seeing is actually a lie."
    },
    {
      "index": 18,
      "start_time": 83250.0,
      "end_time": 88080.0,
      "text": "It's like a stack up of several different moments. Okay, now that we understand how this works,"
    },
    {
      "index": 19,
      "start_time": 88080.0,
      "end_time": 92339.0,
      "text": "it's time to visualize it in the most turbo-awesome way possible. Over the past three years,"
    },
    {
      "index": 20,
      "start_time": 92979.0,
      "end_time": 97169.0,
      "text": "anytime I had a phone and a high-speed camera at the same place at the same time,"
    },
    {
      "index": 21,
      "start_time": 97170.0,
      "end_time": 102420.0,
      "text": "I would be on the lookout for rolling shutter events. And I would video it with the phone and then I would video it with a"
    },
    {
      "index": 22,
      "start_time": 102420.0,
      "end_time": 106199.0,
      "text": "high-speed camera, so that I could go back and manually"
    },
    {
      "index": 23,
      "start_time": 107170.0,
      "end_time": 112320.0,
      "text": "simulate rolling shutter so that I could understand exactly how the artifacts were created."
    },
    {
      "index": 24,
      "start_time": 112420.0,
      "end_time": 118769.0,
      "text": "This is so stinking coo!l Your brain's going to get it, instantly! We'll start with iPhone video and then we'll go to the simulation."
    },
    {
      "index": 25,
      "start_time": 119380.0,
      "end_time": 121299.0,
      "text": " This is awesome."
    },
    {
      "index": 26,
      "start_time": 121299.0,
      "end_time": 124499.0,
      "text": "This is the first moment I realized I could fake rolling shutter."
    },
    {
      "index": 27,
      "start_time": 124500.0,
      "end_time": 126869.0,
      "text": "I was in a turbo-prop over the Australian outback,"
    },
    {
      "index": 28,
      "start_time": 126869.0,
      "end_time": 130199.0,
      "text": "and I realized that the patterns would change as I rotated my phone."
    },
    {
      "index": 29,
      "start_time": 130199.99999999999,
      "end_time": 133829.0,
      "text": "I happened to have a high-speed camera with me, so I got it out and I started collecting data."
    },
    {
      "index": 30,
      "start_time": 146530.0,
      "end_time": 151200.0,
      "text": "This is what your camera does dozens of times per second."
    },
    {
      "index": 31,
      "start_time": 161560.0,
      "end_time": 167190.0,
      "text": "I noticed that the patterns looked very different depending on which way the propeller was rotating relative to the rolling shutter."
    },
    {
      "index": 32,
      "start_time": 172710.0,
      "end_time": 177710.0,
      "text": "This is really beautiful, but I was kind of bummed that I didn't get to see the effect head-on to the propeller."
    },
    {
      "index": 33,
      "start_time": 178980.0,
      "end_time": 183259.0,
      "text": "A couple of years later, though, when I was taking high altitude flight lessons near Pike's Peak in Colorado,"
    },
    {
      "index": 34,
      "start_time": 183450.0,
      "end_time": 187850.0,
      "text": "I finally got my chance to video a propeller head-on on the Tarmac."
    },
    {
      "index": 35,
      "start_time": 203980.0,
      "end_time": 208770.0,
      "text": "The fidget spinner community has known for a while now that when it's really bright outside, a cell phone camera"
    },
    {
      "index": 36,
      "start_time": 208959.0,
      "end_time": 212039.0,
      "text": "videoing a fidget spinner will turn it into what they call \"the thing.\""
    },
    {
      "index": 37,
      "start_time": 212230.0,
      "end_time": 218340.0,
      "text": "It's just rolling shutter with a little bit of aliasing thrown in, but it looks like some kind of Ninja Alien throwing star."
    },
    {
      "index": 38,
      "start_time": 218680.0,
      "end_time": 224340.0,
      "text": "Anyway, when you slow it down with a high-speed camera, you can really reveal the map that makes this look so weird"
    },
    {
      "index": 39,
      "start_time": 233620.0,
      "end_time": 239280.0,
      "text": "My buddy Ben plays both the Mandolin and the guitar, and it took us a really long time to get the rolling shutter effect to"
    },
    {
      "index": 40,
      "start_time": 239280.0,
      "end_time": 242280.0,
      "text": "show itself. But when we did, it was awesome!"
    },
    {
      "index": 41,
      "start_time": 251980.0,
      "end_time": 257549.0,
      "text": "Guitar strings are especially difficult because they vibrate so quickly that a normal high-speed camera isn't fast enough."
    },
    {
      "index": 42,
      "start_time": 257798.99999999997,
      "end_time": 263879.0,
      "text": "We had to record them at 20,000 or 28,000 frames per second to be able to run this simulation properly."
    },
    {
      "index": 43,
      "start_time": 304990.0,
      "end_time": 310979.0,
      "text": "The last trick is something I had never seen before, but somebody told me about it. If you video a coin spinning,"
    },
    {
      "index": 44,
      "start_time": 310990.0,
      "end_time": 313919.0,
      "text": "you can see a swirl pattern on the edge of the coin."
    },
    {
      "index": 45,
      "start_time": 314979.0,
      "end_time": 317068.0,
      "text": "Yep, that's also rolling shutter."
    },
    {
      "index": 46,
      "start_time": 328170.0,
      "end_time": 332420.0,
      "text": "Obviously this took a really long time to make, and Henry from MinutePhysics made it possible."
    },
    {
      "index": 47,
      "start_time": 332420.0,
      "end_time": 335000.0,
      "text": "He's the guy that figured out exactly how to make after effects"
    },
    {
      "index": 48,
      "start_time": 335070.0,
      "end_time": 338720.0,
      "text": "simulate rolling shutter. On the behind the scenes video, on the second channel, Henry"
    },
    {
      "index": 49,
      "start_time": 338720.0,
      "end_time": 340320.0,
      "text": "and I talked about what we were trying to accomplish."
    },
    {
      "index": 50,
      "start_time": 340320.0,
      "end_time": 345200.0,
      "text": "Go check it out. And we'll, uh, we'll throw some love Henry's way. Also, I want to say thanks to the sponsor,"
    },
    {
      "index": 51,
      "start_time": 345200.0,
      "end_time": 349039.0,
      "text": "which is Audible. Before we talk about the book that I'm listening to on Audible right now,"
    },
    {
      "index": 52,
      "start_time": 349040.0,
      "end_time": 352310.0,
      "text": "let's go goof around with rolling shutter and some chickens. Okay, the book"
    },
    {
      "index": 53,
      "start_time": 352310.0,
      "end_time": 355280.0,
      "text": "I'm currently listening to on Audible is called \"The Devil in the White City.\""
    },
    {
      "index": 54,
      "start_time": 355280.0,
      "end_time": 360889.0,
      "text": "It's a really good book about the 1893 Chicago World's Fair. A fair that I had no idea changed America,"
    },
    {
      "index": 55,
      "start_time": 360890.0,
      "end_time": 367400.0,
      "text": "but it did. Also, America's first serial killer, so there's that. It's pretty crazy. I had no idea. It's a great story."
    },
    {
      "index": 56,
      "start_time": 367400.0,
      "end_time": 373489.0,
      "text": "You should check it out. \"Devil in the White City,\" by Erik Larson. You will enjoy it. You can get that by going to audible.com/smarter"
    },
    {
      "index": 57,
      "start_time": 374010.0,
      "end_time": 376490.0,
      "text": "That is two things: number one, you get a free audiobook;"
    },
    {
      "index": 58,
      "start_time": 376830.0,
      "end_time": 381289.0,
      "text": "number two, I get secret internet points because Audible knows you came from SmarterEveryDay."
    },
    {
      "index": 59,
      "start_time": 381290.0,
      "end_time": 386000.0,
      "text": "And they're more likely to support Smarter Every Day in the future, and that's a big deal for me and the family."
    },
    {
      "index": 60,
      "start_time": 386000.0,
      "end_time": 393470.0,
      "text": "I appreciate that. Anyway, if you see anybody that talks about rolling shutter, make sure they don't get confused with aliasing."
    },
    {
      "index": 61,
      "start_time": 393470.0,
      "end_time": 398059.0,
      "text": "That's the wagon wheel effect. A lot of people get those two confused. I hope this video earned your subscription."
    },
    {
      "index": 62,
      "start_time": 398060.0,
      "end_time": 402229.0,
      "text": "If it didn't, no big deal. I'm Destin, you're getting Smarter Every Day. Have a good one!"
    },
    {
      "index": 63,
      "start_time": 403020.0,
      "end_time": 405020.0,
      "text": "Bye."
    },
    {
      "index": 64,
      "start_time": 405240.0,
      "end_time": 407240.0,
      "text": "Last chicken."
    },
    {
      "index": 65,
      "start_time": 409069.0,
      "end_time": 411069.0,
      "text": "Brave chicken."
    }
  ]
}