{
  "video_id": "DOkQ8POzSmQ",
  "title": "The Science of Good Taste -- Geology, Wine and Food",
  "json": [
    {
      "index": 1,
      "start_time": 2280.0,
      "end_time": 6740.0,
      "text": "Larry Meinert:  Since this is going to be a science talk, let&#39;s start with a little"
    },
    {
      "index": 2,
      "start_time": 6740.0,
      "end_time": 12570.0,
      "text": "thought experiment. Imagine two vineyards right next to each other."
    },
    {
      "index": 3,
      "start_time": 12570.0,
      "end_time": 19100.0,
      "text": "One, over hundreds of years, has produced acclaimed wine that everybody loves, and sells"
    },
    {
      "index": 4,
      "start_time": 19100.0,
      "end_time": 24970.0,
      "text": "for ridiculous prices, hundreds of dollars a bottle. Then you crawl over a fence to the"
    },
    {
      "index": 5,
      "start_time": 24970.0,
      "end_time": 29230.0,
      "text": "vineyard right next to it. Might be owned by the same person, maybe growing the same"
    },
    {
      "index": 6,
      "start_time": 29230.0,
      "end_time": 34920.0,
      "text": "grapes. Everything&#39;s identical the same sun, same rain, same wind except this produces"
    },
    {
      "index": 7,
      "start_time": 34920.0,
      "end_time": 41359.0,
      "text": "really mediocre wine that sells to the local café for 50 cents a liter."
    },
    {
      "index": 8,
      "start_time": 41359.0,
      "end_time": 47269.0,
      "text": "Here&#39;s the scientific question: Why? I spend a fair bit of time working on this question."
    },
    {
      "index": 9,
      "start_time": 47269.0,
      "end_time": 53620.0,
      "text": "Yes indeed, it does require laboratory experience to evaluate this properly. We tried to have"
    },
    {
      "index": 10,
      "start_time": 53620.0,
      "end_time": 58499.0,
      "text": "a lab part of tonight&#39;s lecture, but apparently that&#39;s not so easy to do in a federal facility,"
    },
    {
      "index": 11,
      "start_time": 58499.0,
      "end_time": 65510.0,
      "text": "so you&#39;ll have to go home and do the laboratory part as a self study tonight after the lecture."
    },
    {
      "index": 12,
      "start_time": 65510.00000000001,
      "end_time": 70310.0,
      "text": "So I&#39;m going to be addressing this question of &quot;why?&quot; There&#39;s actually a technical name"
    },
    {
      "index": 13,
      "start_time": 70310.0,
      "end_time": 76990.0,
      "text": "for that called &quot;terroir,&quot; which is a French word that&#39;s kind of hard to translate."
    },
    {
      "index": 14,
      "start_time": 76990.0,
      "end_time": 88670.0,
      "text": "[banging sounds] OK. Do you know where Hannah went?"
    },
    {
      "index": 15,
      "start_time": 88670.0,
      "end_time": 108130.0,
      "text": "Audience Member:  She just went outside. Larry:  I would go outside, too, if I were"
    },
    {
      "index": 16,
      "start_time": 108130.0,
      "end_time": 110719.0,
      "text": "her. [laughter]"
    },
    {
      "index": 17,
      "start_time": 110719.0,
      "end_time": 119359.0,
      "text": "Audience Member:  [indecipherable 01:51] Larry:  So while they&#39;re trying to figure"
    },
    {
      "index": 18,
      "start_time": 119359.0,
      "end_time": 127460.0,
      "text": "that out, let me continue the explanation. &quot;Terroir&quot; is a French word that refers to"
    },
    {
      "index": 19,
      "start_time": 127460.0,
      "end_time": 140720.0,
      "text": "all of the factors that affect the growing characteristics of grapes. The  simplest list of all the things we look at:"
    },
    {
      "index": 20,
      "start_time": 140720.0,
      "end_time": 145550.0,
      "text": "climate, soil, geology, culture, all the things that influence the quality of wine."
    },
    {
      "index": 21,
      "start_time": 145550.0,
      "end_time": 150760.0,
      "text": "And what makes this really different from normal food and gardening? Do we have anybody"
    },
    {
      "index": 22,
      "start_time": 150760.0,
      "end_time": 156920.0,
      "text": "here who has a garden, who likes to garden? So if you&#39;re growing anything tomatoes, cantaloupe,"
    },
    {
      "index": 23,
      "start_time": 156920.0,
      "end_time": 163310.0,
      "text": "corn you are probably going to get very rich soil and water and just baby those plants"
    },
    {
      "index": 24,
      "start_time": 163310.0,
      "end_time": 169110.0,
      "text": "and try to get them to be as big and as luscious as possible. Grapes for wine production are"
    },
    {
      "index": 25,
      "start_time": 169110.0,
      "end_time": 173790.0,
      "text": "almost exactly the opposite. Left to their own devices, the grapes will"
    },
    {
      "index": 26,
      "start_time": 173790.0,
      "end_time": 179420.0,
      "text": "overproduce. They&#39;ll produce really large grapes if they have unlimited access to water"
    },
    {
      "index": 27,
      "start_time": 179420.0,
      "end_time": 184540.0,
      "text": "and nutrients. And they&#39;ll be just like those strawberries that you buy at your local supermarket."
    },
    {
      "index": 28,
      "start_time": 184540.0,
      "end_time": 190450.0,
      "text": "They&#39;re big, they&#39;re luscious, they look great. They just lack one characteristic, that thing"
    },
    {
      "index": 29,
      "start_time": 190450.0,
      "end_time": 196269.0,
      "text": "called taste. So if you bought those big strawberries, you always bring them home. I fall for it"
    },
    {
      "index": 30,
      "start_time": 196269.0,
      "end_time": 199299.0,
      "text": "every time, especially after a nice, long winter. I see those luscious strawberries."
    },
    {
      "index": 31,
      "start_time": 199299.0,
      "end_time": 203709.0,
      "text": "I go, &quot;Wow! Those look so good!&quot; I bring them home, and I taste them. There&#39;s just no taste"
    },
    {
      "index": 32,
      "start_time": 203709.0,
      "end_time": 207010.0,
      "text": "there. The same thing will happen with grapes. And"
    },
    {
      "index": 33,
      "start_time": 207010.0,
      "end_time": 212459.0,
      "text": "for making fine wine, you really want to get the intense flavors. And to do that, you need"
    },
    {
      "index": 34,
      "start_time": 212459.0,
      "end_time": 218439.0,
      "text": "to restrict the vigor of the vines. So the take home message about terroir is that all"
    },
    {
      "index": 35,
      "start_time": 218439.0,
      "end_time": 224049.0,
      "text": "of the work we do about siting vineyards and babying these plants into making a wonderful"
    },
    {
      "index": 36,
      "start_time": 224049.0,
      "end_time": 228780.0,
      "text": "wine is controlling this natural vigor. And if you&#39;re growing the grapes in a climate,"
    },
    {
      "index": 37,
      "start_time": 228780.0,
      "end_time": 234959.0,
      "text": "on soils, bedrock and any of the other characteristics I&#39;m going to describe that naturally help"
    },
    {
      "index": 38,
      "start_time": 234959.0,
      "end_time": 240000.0,
      "text": "reduce that vigor, then nature is acting as your friend instead of fighting you. So that&#39;s"
    },
    {
      "index": 39,
      "start_time": 240000.0,
      "end_time": 244040.0,
      "text": "a very simple explanation of what we&#39;re going to look at."
    },
    {
      "index": 40,
      "start_time": 244040.0,
      "end_time": 248310.0,
      "text": "I&#39;m going to illustrate this by looking at wines produced in three different parts of"
    },
    {
      "index": 41,
      "start_time": 248310.0,
      "end_time": 255370.0,
      "text": "the world Washington state, California, and two regions in France, Bordeaux and Burgundy."
    },
    {
      "index": 42,
      "start_time": 255370.0,
      "end_time": 258680.0,
      "text": "Starting with Washington, we&#39;ll look at four factors."
    },
    {
      "index": 43,
      "start_time": 258680.0,
      "end_time": 265180.0,
      "text": "If you look at this list, you&#39;ll say, &quot;OK. Climate? I get that. Soils? That makes sense."
    },
    {
      "index": 44,
      "start_time": 265180.0,
      "end_time": 270389.0,
      "text": "Volcanoes and glaciers? I don&#39;t see any volcanoes and glaciers in my wine.&quot; And so I have to"
    },
    {
      "index": 45,
      "start_time": 270389.0,
      "end_time": 275110.0,
      "text": "explain why this is so important, why it directly relates to the quality of the wine."
    },
    {
      "index": 46,
      "start_time": 275110.0,
      "end_time": 279919.0,
      "text": "Let&#39;s start at the top with climate. On the left is how the world views the climate of"
    },
    {
      "index": 47,
      "start_time": 279919.0,
      "end_time": 285430.0,
      "text": "Washington state. If you think about Seattle or the Olympic rain forest, that is indeed"
    },
    {
      "index": 48,
      "start_time": 285430.0,
      "end_time": 291240.0,
      "text": "what it looks like. But on the right is what it&#39;s actually like where the grapes are grown,"
    },
    {
      "index": 49,
      "start_time": 291240.0,
      "end_time": 297150.0,
      "text": "where the vineyards are situated. And the reason for that huge difference between"
    },
    {
      "index": 50,
      "start_time": 297150.0,
      "end_time": 302720.0,
      "text": "those two images or parts of the state of Washington is easily visible on this map if"
    },
    {
      "index": 51,
      "start_time": 302720.0,
      "end_time": 310479.0,
      "text": "you&#39;re trained to read maps. That is, we have a mountain range, the Cascades, running north/south"
    },
    {
      "index": 52,
      "start_time": 310479.0,
      "end_time": 315900.0,
      "text": "right through here. And these are fairly tall mountains. The one that&#39;s probably most familiar"
    },
    {
      "index": 53,
      "start_time": 315900.0,
      "end_time": 320120.0,
      "text": "to people is Mt. Rainier. If you fly into Seattle on a clear day, which isn&#39;t all that"
    },
    {
      "index": 54,
      "start_time": 320120.0,
      "end_time": 326080.0,
      "text": "often, you&#39;ll fly right next to it. These mountains form a very effective rain"
    },
    {
      "index": 55,
      "start_time": 326080.0,
      "end_time": 332160.0,
      "text": "shadow. When people hear that word, they tend to think that this is a physical barrier."
    },
    {
      "index": 56,
      "start_time": 332160.0,
      "end_time": 337669.0,
      "text": "And the moist clouds coming off the Pacific just sort of run into that and stop. They"
    },
    {
      "index": 57,
      "start_time": 337669.0,
      "end_time": 341360.0,
      "text": "can&#39;t make it past it. That&#39;s not what happens at all."
    },
    {
      "index": 58,
      "start_time": 341360.0,
      "end_time": 346690.0,
      "text": "This is simple physics. The air rises up over the top of the mountain. As it the air rises,"
    },
    {
      "index": 59,
      "start_time": 346690.0,
      "end_time": 351319.0,
      "text": "it cools. Anybody who&#39;s been hiking in the high country knows that it gets cooler as"
    },
    {
      "index": 60,
      "start_time": 351319.0,
      "end_time": 356729.0,
      "text": "you go up. And as it gets cooler, the air can hold less moisture, so it rains. It drops"
    },
    {
      "index": 61,
      "start_time": 356729.0,
      "end_time": 360139.0,
      "text": "the moisture out. Then when the air goes over the top and back"
    },
    {
      "index": 62,
      "start_time": 360139.0,
      "end_time": 365680.0,
      "text": "down, this process reverses. Now the air warms up, but it&#39;s already dropped all of its available"
    },
    {
      "index": 63,
      "start_time": 365680.0,
      "end_time": 371190.0,
      "text": "moisture when it was going up. So now the air is sinking. It&#39;s getting warmer. It can"
    },
    {
      "index": 64,
      "start_time": 371190.0,
      "end_time": 376000.0,
      "text": "hold more moisture than it has. So there are places to the east of the Cascades"
    },
    {
      "index": 65,
      "start_time": 376000.0,
      "end_time": 380680.0,
      "text": "that not only are true deserts, there&#39;s places with negative evapotranspiration, negative"
    },
    {
      "index": 66,
      "start_time": 380680.0,
      "end_time": 386060.0,
      "text": "rainfall. It doesn&#39;t rain. It actually sucks up moisture from the ground as these hot winds"
    },
    {
      "index": 67,
      "start_time": 386060.0,
      "end_time": 390800.0,
      "text": "come down. That&#39;s why we have this zone in the middle of the state that forms in the"
    },
    {
      "index": 68,
      "start_time": 390800.0,
      "end_time": 395910.0,
      "text": "rain shadow behind the Cascades. This is one of the critical elements for producing fine"
    },
    {
      "index": 69,
      "start_time": 395910.0,
      "end_time": 399509.0,
      "text": "wines, being able to control the moisture availability to the grapes."
    },
    {
      "index": 70,
      "start_time": 399509.0,
      "end_time": 405430.0,
      "text": "The other thing that happens with these big mountains is that they are stratovolcanoes,"
    },
    {
      "index": 71,
      "start_time": 405430.0,
      "end_time": 411330.0,
      "text": "and periodically they do this. This is Mt. St. Helens in 1980, erupting. And so they&#39;re"
    },
    {
      "index": 72,
      "start_time": 411330.0,
      "end_time": 418270.0,
      "text": "spewing huge amounts of ash into the air that then can fall back down on the landscape."
    },
    {
      "index": 73,
      "start_time": 418270.0,
      "end_time": 422879.0,
      "text": "So this is a part. Turns out not to be a large part in Washington."
    },
    {
      "index": 74,
      "start_time": 422879.0,
      "end_time": 428830.0,
      "text": "These eruptions are quite large. The ash column will go up vertically until it achieves neutral"
    },
    {
      "index": 75,
      "start_time": 428830.0,
      "end_time": 434620.0,
      "text": "buoyancy. It will be swept along by the jet stream. And a really large eruption in about"
    },
    {
      "index": 76,
      "start_time": 434620.0,
      "end_time": 440120.0,
      "text": "two weeks will entirely circle the globe. And that&#39;s interesting because we have this"
    },
    {
      "index": 77,
      "start_time": 440120.0,
      "end_time": 446060.0,
      "text": "ash raining out. It&#39;s a very small amount. That means that every place in the globe has"
    },
    {
      "index": 78,
      "start_time": 446060.0,
      "end_time": 452330.0,
      "text": "got a little bit of ash from these volcanoes. Next time you&#39;re visiting a fine vineyard"
    },
    {
      "index": 79,
      "start_time": 452330.0,
      "end_time": 457050.0,
      "text": "in France telling you that it&#39;s a wonderful, wonderful wine, you can say, &quot;I taste something"
    },
    {
      "index": 80,
      "start_time": 457050.0,
      "end_time": 462470.0,
      "text": "in this wine. It&#39;s very familiar to me. It&#39;s Washington State!&quot; If you know anything about"
    },
    {
      "index": 81,
      "start_time": 462470.0,
      "end_time": 467659.0,
      "text": "French culture you know that, &quot;Ooh, that knife went in, and it&#39;s being twisted.&quot; I don&#39;t"
    },
    {
      "index": 82,
      "start_time": 467659.0,
      "end_time": 471440.0,
      "text": "mean to imply that it actually has any effect whatsoever on the taste of the wine, but it"
    },
    {
      "index": 83,
      "start_time": 471440.0,
      "end_time": 477009.0,
      "text": "is factually true that volcanic ash from these things is very widespread all over the globe."
    },
    {
      "index": 84,
      "start_time": 477009.0,
      "end_time": 481780.0,
      "text": "The other thing that a trained geologist would see from this map is the effect of glaciers."
    },
    {
      "index": 85,
      "start_time": 481780.0,
      "end_time": 487110.0,
      "text": "For those of you who haven&#39;t spent your whole life studying maps, I&#39;ll show you what that"
    },
    {
      "index": 86,
      "start_time": 487110.0,
      "end_time": 493699.0,
      "text": "is. This is what the world looked like 15,000 years ago. Glacial maximum. All of Canada"
    },
    {
      "index": 87,
      "start_time": 493699.0,
      "end_time": 501300.0,
      "text": "was covered by a very large mass of ice. And there were lobes that came down across the"
    },
    {
      "index": 88,
      "start_time": 501300.0,
      "end_time": 504479.0,
      "text": "present Canada/US border into the Great Lakes area."
    },
    {
      "index": 89,
      "start_time": 504479.0,
      "end_time": 508430.0,
      "text": "If anybody from New York City, Long Island is the terminal moraine from one of those"
    },
    {
      "index": 90,
      "start_time": 508430.0,
      "end_time": 513500.0,
      "text": "big ice sheets. The ice came down, it melted, and it dumped out material, forming Long Island."
    },
    {
      "index": 91,
      "start_time": 513500.0,
      "end_time": 520580.0,
      "text": "Washington State&#39;s ice came down into Puget Sound into this area. If you look a little"
    },
    {
      "index": 92,
      "start_time": 520580.00000000006,
      "end_time": 526010.0,
      "text": "bit more closely, you can see a big lobe of ice coming in here. Lots of lobes of ice."
    },
    {
      "index": 93,
      "start_time": 526010.0,
      "end_time": 531840.0,
      "text": "And the glaciers are important for two reasons. One, these can transport a huge amount of"
    },
    {
      "index": 94,
      "start_time": 531840.0,
      "end_time": 538110.0,
      "text": "material. So if we go to a modern region this is up in Alaska we can see glaciers coming"
    },
    {
      "index": 95,
      "start_time": 538110.0,
      "end_time": 544100.0,
      "text": "down the valleys. You can see all the dark material on top of that. That&#39;s rock, debris"
    },
    {
      "index": 96,
      "start_time": 544100.0,
      "end_time": 549590.0,
      "text": "that has cascaded down the slopes of the mountains onto the top of the glacier. They&#39;re being"
    },
    {
      "index": 97,
      "start_time": 549590.0,
      "end_time": 553320.0,
      "text": "transported. If we go down to the surface of the glacier,"
    },
    {
      "index": 98,
      "start_time": 553320.0,
      "end_time": 557820.0,
      "text": "you can see large rocks like this. This is what geologists do for fun. We ride these"
    },
    {
      "index": 99,
      "start_time": 557820.0,
      "end_time": 562450.0,
      "text": "galloping glaciers. They actually move pretty slowly. It&#39;s not that difficult."
    },
    {
      "index": 100,
      "start_time": 562450.0,
      "end_time": 567810.0,
      "text": "But what&#39;s important about this is that is a very large chunk of rock. The only thing"
    },
    {
      "index": 101,
      "start_time": 567810.0,
      "end_time": 573790.0,
      "text": "that can move big chunks of rock like that is glacial ice. Wind can&#39;t move it. A river&#39;s"
    },
    {
      "index": 102,
      "start_time": 573790.0,
      "end_time": 578330.0,
      "text": "not going to be able to move a block that big. So, when we find these big blocks dumped"
    },
    {
      "index": 103,
      "start_time": 578330.0,
      "end_time": 583380.0,
      "text": "out onto the ground, even if there&#39;s no longer any ice there, it allows us to interpret that"
    },
    {
      "index": 104,
      "start_time": 583380.0,
      "end_time": 586040.0,
      "text": "there was ice. So this is the essence of geological reasoning,"
    },
    {
      "index": 105,
      "start_time": 586040.0,
      "end_time": 590690.0,
      "text": "of understanding how the processes work to be able to make an observation that if I go"
    },
    {
      "index": 106,
      "start_time": 590690.0,
      "end_time": 596640.0,
      "text": "into a vineyard or behind a Wal Mart and I see a big block of rock like that, I know"
    },
    {
      "index": 107,
      "start_time": 596640.0,
      "end_time": 602070.0,
      "text": "that the only process that could have gotten that rock there is glacial activity."
    },
    {
      "index": 108,
      "start_time": 602070.0,
      "end_time": 606160.0,
      "text": "The other thing that&#39;s really important about these glaciers is they came down from Canada"
    },
    {
      "index": 109,
      "start_time": 606160.0,
      "end_time": 609650.0,
      "text": "and they blocked up lots of rivers, lots of different drainages in here. This is an artistic"
    },
    {
      "index": 110,
      "start_time": 609650.0,
      "end_time": 614110.0,
      "text": "rendition of what it was like. The one that&#39;s probably most important. A"
    },
    {
      "index": 111,
      "start_time": 614110.0,
      "end_time": 621040.0,
      "text": "lobe of this glacial ice blocked what is the present day Clark Fork River in Montana, and"
    },
    {
      "index": 112,
      "start_time": 621040.0,
      "end_time": 626560.0,
      "text": "it formed a lake behind this big tongue of ice that covered the western half of Montana"
    },
    {
      "index": 113,
      "start_time": 626560.0,
      "end_time": 632140.0,
      "text": "to a depth of about 1,000 feet. Sothis is a huge lake. If you&#39;re flying to Missoula,"
    },
    {
      "index": 114,
      "start_time": 632140.0,
      "end_time": 638250.0,
      "text": "you&#39;ll actually see the old beach lines up there on the mountain walls around Missoula."
    },
    {
      "index": 115,
      "start_time": 638250.0,
      "end_time": 643060.0,
      "text": "And just forming a lake by itself wouldn&#39;t be of tremendous importance, except for one"
    },
    {
      "index": 116,
      "start_time": 643060.0,
      "end_time": 648410.0,
      "text": "little thing. As that lake got deeper and deeper and deeper, held in by this ice dam,"
    },
    {
      "index": 117,
      "start_time": 648410.0,
      "end_time": 654710.0,
      "text": "this lobe of ice, more physics. Ice? Water? Ice floats on water!"
    },
    {
      "index": 118,
      "start_time": 654710.0,
      "end_time": 659570.0,
      "text": "Eventually when that water got deep enough it caused the catastrophic failure of that"
    },
    {
      "index": 119,
      "start_time": 659570.0,
      "end_time": 666520.0,
      "text": "ice dam so that this huge body of water again, covering the western half of Montana suddenly"
    },
    {
      "index": 120,
      "start_time": 666520.0,
      "end_time": 672880.0,
      "text": "raced across the state of Washington and drained out. That&#39;s what&#39;s being illustrated here,"
    },
    {
      "index": 121,
      "start_time": 672880.0,
      "end_time": 677030.0,
      "text": "artistically. So it raced across the state of Washington out the channel of the present"
    },
    {
      "index": 122,
      "start_time": 677030.0,
      "end_time": 682180.0,
      "text": "day Columbia River, back flooded the Willamette Valley down in Oregon, and swooshed out into"
    },
    {
      "index": 123,
      "start_time": 682180.0,
      "end_time": 687150.0,
      "text": "the Pacific. The amount of water that flooded across the"
    },
    {
      "index": 124,
      "start_time": 687150.0,
      "end_time": 690980.0,
      "text": "state of Washington and we can calculate that it took somewhere between a week and two weeks"
    },
    {
      "index": 125,
      "start_time": 690980.0,
      "end_time": 698450.0,
      "text": "for that water to drain across the state is more than 10 times all the world&#39;s rivers"
    },
    {
      "index": 126,
      "start_time": 698450.0,
      "end_time": 704330.0,
      "text": "at flood stage simultaneously. Take the Amazon, take the Nile, take the Mississippi,"
    },
    {
      "index": 127,
      "start_time": 704330.0,
      "end_time": 709310.0,
      "text": "all the world&#39;s rivers, multiply it by 10, that&#39;s how much water was racing across the"
    },
    {
      "index": 128,
      "start_time": 709310.0,
      "end_time": 714830.0,
      "text": "state of Washington. That water was going very fast, and it had a tremendous impact"
    },
    {
      "index": 129,
      "start_time": 714830.0,
      "end_time": 721010.0,
      "text": "on the landscape. We can see this pretty easily with either"
    },
    {
      "index": 130,
      "start_time": 721010.0,
      "end_time": 727010.0,
      "text": "airplanes or flying over in a satellite. You can see what looked like river channels here."
    },
    {
      "index": 131,
      "start_time": 727010.0,
      "end_time": 731160.0,
      "text": "These are farm fields. This is a satellite image and this is where the water was flowing."
    },
    {
      "index": 132,
      "start_time": 731160.0,
      "end_time": 738430.0,
      "text": "There’s no rivers in this thing now. This was a very short lived again, one to two week"
    },
    {
      "index": 133,
      "start_time": 738430.0,
      "end_time": 745830.0,
      "text": "burst of water flooding across the state of Washington somewhere around 15,000 years ago."
    },
    {
      "index": 134,
      "start_time": 745830.0,
      "end_time": 750860.0,
      "text": "It carved through all of the soil that used to be there. This water is flowing fast enough"
    },
    {
      "index": 135,
      "start_time": 750860.0,
      "end_time": 756130.0,
      "text": "it actually carved its way through the bedrock as well, channeling right through it. If we"
    },
    {
      "index": 136,
      "start_time": 756130.0,
      "end_time": 759920.0,
      "text": "go down to ground level we can see one of these."
    },
    {
      "index": 137,
      "start_time": 759920.0,
      "end_time": 765710.0,
      "text": "So this dry valley in here, this has a geologic name called a coulee, and you&#39;ve probably"
    },
    {
      "index": 138,
      "start_time": 765710.0,
      "end_time": 770360.0,
      "text": "heard of the biggest one of these in the United States. That&#39;s Grand Coulee, and the engineers"
    },
    {
      "index": 139,
      "start_time": 770360.0,
      "end_time": 776930.0,
      "text": "used this natural occurrence of this valley to build Grand Coulee Dam, and then they did"
    },
    {
      "index": 140,
      "start_time": 776930.0,
      "end_time": 781630.0,
      "text": "what Ma Nature did. They filled it up full of water behind the dam."
    },
    {
      "index": 141,
      "start_time": 781630.0,
      "end_time": 788730.0,
      "text": "That&#39;s a farm down there. There&#39;s a road. This is a fairly wide valley, and there&#39;s"
    },
    {
      "index": 142,
      "start_time": 788730.0,
      "end_time": 794220.0,
      "text": "no river in there. This is very unusual. Normally when you have a valley and you have these"
    },
    {
      "index": 143,
      "start_time": 794220.0,
      "end_time": 799150.0,
      "text": "steep walls on both sides you&#39;d be seeing some sort of creek or river flowing down the"
    },
    {
      "index": 144,
      "start_time": 799150.0,
      "end_time": 806730.0,
      "text": "middle. But there&#39;s not, because this, as I go back, is one of these little channels"
    },
    {
      "index": 145,
      "start_time": 806730.0,
      "end_time": 814130.0,
      "text": "where the water is flowing across the state. Now why is this important? Because that water"
    },
    {
      "index": 146,
      "start_time": 814130.0,
      "end_time": 818810.0,
      "text": "got rid of the soil that used to be there, stripped off a lot of things, mixed this all"
    },
    {
      "index": 147,
      "start_time": 818810.0,
      "end_time": 824860.0,
      "text": "up, and I&#39;ll show you what it did with it. This is another artistic rendition of what"
    },
    {
      "index": 148,
      "start_time": 824860.0,
      "end_time": 828800.0,
      "text": "that flood would have looked like so you can see big chunks of ice coming down along with"
    },
    {
      "index": 149,
      "start_time": 828800.0,
      "end_time": 837060.0,
      "text": "it. It&#39;s going over a series of breaks in the rocks forming large waterfalls, but there&#39;s"
    },
    {
      "index": 150,
      "start_time": 837060.0,
      "end_time": 841340.0,
      "text": "no water there anymore. Imagine that you went to Niagara Falls or"
    },
    {
      "index": 151,
      "start_time": 841340.0,
      "end_time": 845920.0,
      "text": "Iguaçu down in South America. Somebody just turned off the water, and you&#39;re looking at"
    },
    {
      "index": 152,
      "start_time": 845920.0,
      "end_time": 851390.0,
      "text": "Niagara Falls without any water. You&#39;d have this big dry waterfall. Well, that&#39;s what"
    },
    {
      "index": 153,
      "start_time": 851390.0,
      "end_time": 855620.0,
      "text": "this is. There&#39;s no water there right now. It&#39;s called Dry Falls State Park in Washington"
    },
    {
      "index": 154,
      "start_time": 855620.0,
      "end_time": 859760.0,
      "text": "State, and it looks just like Niagara Falls without the water."
    },
    {
      "index": 155,
      "start_time": 859760.0,
      "end_time": 862950.0,
      "text": "And all these things were a real mystery to people for a long time. They just couldn&#39;t"
    },
    {
      "index": 156,
      "start_time": 862950.0,
      "end_time": 868130.0,
      "text": "understand how could this have happened? And somebody actually put forth a very clear explanation"
    },
    {
      "index": 157,
      "start_time": 868130.0,
      "end_time": 873270.0,
      "text": "of how this happened. It was J. Harlen Bretz, and he was just heckled by all scientists,"
    },
    {
      "index": 158,
      "start_time": 873270.0,
      "end_time": 880820.0,
      "text": "because if you can imagine, go back 100 years, and you&#39;re going to invoke a large flood."
    },
    {
      "index": 159,
      "start_time": 880820.0,
      "end_time": 887630.0,
      "text": "It has certain rings of science that we tend not to go there anymore."
    },
    {
      "index": 160,
      "start_time": 887630.0,
      "end_time": 892140.0,
      "text": "Some other features from this huge flood...these are giant ripple marks. Again, for scale,"
    },
    {
      "index": 161,
      "start_time": 892140.0,
      "end_time": 896730.0,
      "text": "here&#39;s a four lane highway in the background. These ripple marks are just like the ripple"
    },
    {
      "index": 162,
      "start_time": 896730.0,
      "end_time": 901240.0,
      "text": "marks you would see on the beach or the side of a lake causing by water moving back and"
    },
    {
      "index": 163,
      "start_time": 901240.0,
      "end_time": 906610.0,
      "text": "forth, except these ripple marks have crests that are 100 feet high and are one to two"
    },
    {
      "index": 164,
      "start_time": 906610.0,
      "end_time": 910850.0,
      "text": "miles long. That&#39;s because the water was moving so fast"
    },
    {
      "index": 165,
      "start_time": 910850.0,
      "end_time": 915760.0,
      "text": "that it formed these huge features that on the ground you can&#39;t even recognize them."
    },
    {
      "index": 166,
      "start_time": 915760.0,
      "end_time": 919020.0,
      "text": "They&#39;re just hills. When you get up in an airplane you see that these are in fact ripple"
    },
    {
      "index": 167,
      "start_time": 919020.0,
      "end_time": 923960.0,
      "text": "marks, and we can calculate how fast that water was moving, roughly about 100 miles"
    },
    {
      "index": 168,
      "start_time": 923960.0,
      "end_time": 928950.0,
      "text": "an hour. So if you were there when that flood occurred, all you can do is wax up your surfboard"
    },
    {
      "index": 169,
      "start_time": 928950.0,
      "end_time": 933040.0,
      "text": "and get ready, because you&#39;re not going to outrun it."
    },
    {
      "index": 170,
      "start_time": 933040.0,
      "end_time": 937770.0,
      "text": "All that water is rushing across the state, and it eventually went through the modern"
    },
    {
      "index": 171,
      "start_time": 937770.0,
      "end_time": 942500.0,
      "text": "day channel, the Columbia River, and it went through several constrictions, several places"
    },
    {
      "index": 172,
      "start_time": 942500.0,
      "end_time": 946850.0,
      "text": "where the canyon walls narrowed, and this the most famous one. It&#39;s called Wallula Gap,"
    },
    {
      "index": 173,
      "start_time": 946850.0,
      "end_time": 954540.0,
      "text": "and these cliffs are between 500 and 800 feet high. This is the modern day Columbia River"
    },
    {
      "index": 174,
      "start_time": 954540.0,
      "end_time": 958140.0,
      "text": "flowing through it. So all that water was trying to go through"
    },
    {
      "index": 175,
      "start_time": 958140.0,
      "end_time": 961940.0,
      "text": "this constriction. It was like having a kink in your garden hose. It caused the water to"
    },
    {
      "index": 176,
      "start_time": 961940.0,
      "end_time": 966410.0,
      "text": "back up behind this. OK, now, there was no physical barrier. This was just more water"
    },
    {
      "index": 177,
      "start_time": 966410.0,
      "end_time": 972630.0,
      "text": "was coming through than could go through that valley, and what happened is that, here&#39;s"
    },
    {
      "index": 178,
      "start_time": 972630.0,
      "end_time": 977240.0,
      "text": "Wallula Gap down here, so the water was rushing across the state in this direction."
    },
    {
      "index": 179,
      "start_time": 977240.0,
      "end_time": 982720.0,
      "text": "It back flooded the Yakima Valley, the Walla Walla Valley, and all this stuff here in the"
    },
    {
      "index": 180,
      "start_time": 982720.0,
      "end_time": 987110.0,
      "text": "Columbia Valley, so all this blue speckled, that&#39;s water. It caused that water to back"
    },
    {
      "index": 181,
      "start_time": 987110.0,
      "end_time": 993260.0,
      "text": "up, and it took, again, between one and two weeks for all that water to drain out."
    },
    {
      "index": 182,
      "start_time": 993260.0,
      "end_time": 998760.0,
      "text": "Think about this water. It&#39;s racing across the state of Washington at 100 miles an hour."
    },
    {
      "index": 183,
      "start_time": 998760.0,
      "end_time": 1003150.0,
      "text": "It&#39;s picking up everything in its path so it&#39;s ripping up the soil. It&#39;s ripping up"
    },
    {
      "index": 184,
      "start_time": 1003150.0,
      "end_time": 1008080.0,
      "text": "rocks, cows, trees, you name it, Toyotas. Whatever was out there, it&#39;s all getting swept"
    },
    {
      "index": 185,
      "start_time": 1008080.0,
      "end_time": 1015250.0,
      "text": "along. Now it&#39;s ponding up behind here, temporarily, only for a couple days, a week at most."
    },
    {
      "index": 186,
      "start_time": 1015250.0,
      "end_time": 1021920.0,
      "text": "The water now is not moving 100 miles an hour anymore. It&#39;s still for a few days. And all"
    },
    {
      "index": 187,
      "start_time": 1021920.0,
      "end_time": 1026020.0,
      "text": "those things that are being carried by the water, they&#39;re all going to get dumped out."
    },
    {
      "index": 188,
      "start_time": 1026020.0,
      "end_time": 1032579.0,
      "text": "So where this water is, where it&#39;s shown temporarily as a lake, again just for a few days, is now"
    },
    {
      "index": 189,
      "start_time": 1032579.9999999999,
      "end_time": 1039569.9999999999,
      "text": "a deposit of all the mud and all the stuff that was being carried along by this flood."
    },
    {
      "index": 190,
      "start_time": 1039569.9999999999,
      "end_time": 1045300.9999999999,
      "text": "And I want you to memorize this map, because the next map I&#39;m going to show you is where"
    },
    {
      "index": 191,
      "start_time": 1045300.0,
      "end_time": 1050870.0,
      "text": "all the vineyards are. There&#39;s a one to one correlation. More than 95 percent of all vineyards"
    },
    {
      "index": 192,
      "start_time": 1050870.0,
      "end_time": 1055860.0,
      "text": "in Washington State are on these flood deposits. That&#39;s why when I listed those four things,"
    },
    {
      "index": 193,
      "start_time": 1055860.0,
      "end_time": 1060190.0,
      "text": "climate&#39;s important. If this was Greenland we wouldn&#39;t be growing wonderful vineyards."
    },
    {
      "index": 194,
      "start_time": 1060190.0,
      "end_time": 1066300.0,
      "text": "But this glacial history is essential for why Washington State wines have the characteristics"
    },
    {
      "index": 195,
      "start_time": 1066300.0,
      "end_time": 1069810.0,
      "text": "they do. So what is actually happening in these valleys"
    },
    {
      "index": 196,
      "start_time": 1069810.0,
      "end_time": 1077370.0,
      "text": "that are being back flooded? When the water slows down it&#39;s depositing mud, and this is"
    },
    {
      "index": 197,
      "start_time": 1077370.0,
      "end_time": 1082860.0,
      "text": "a spectacular location. We can actually see what happened. Most of the Walla Walla Valley...so"
    },
    {
      "index": 198,
      "start_time": 1082860.0,
      "end_time": 1087310.0,
      "text": "if I go back to this one...so the Walla Walla Valley is this little valley down here. All"
    },
    {
      "index": 199,
      "start_time": 1087310.0,
      "end_time": 1094480.0,
      "text": "this mud was just deposited as flat layers. It&#39;s like on the bottom of a bathtub."
    },
    {
      "index": 200,
      "start_time": 1094480.0,
      "end_time": 1101530.0,
      "text": "This ditch or canyon cutting through it actually formed in one weekend when an irrigation ditch...somebody"
    },
    {
      "index": 201,
      "start_time": 1101530.0,
      "end_time": 1109270.0,
      "text": "forgot to turn it off when they went home on Friday, and it overflowed, and it cut through"
    },
    {
      "index": 202,
      "start_time": 1109270.0,
      "end_time": 1114630.0,
      "text": "this. This mud is like a knife cutting through butter. When they came back on Monday they"
    },
    {
      "index": 203,
      "start_time": 1114630.0,
      "end_time": 1119030.0,
      "text": "went, &quot;Oopsie,&quot; and that irrigation ditch cut to this canyon."
    },
    {
      "index": 204,
      "start_time": 1119030.0,
      "end_time": 1124510.0,
      "text": "If you can&#39;t see it there&#39;s a person up there for scale. Most of Walla Walla is nice flat"
    },
    {
      "index": 205,
      "start_time": 1124510.0,
      "end_time": 1128360.0,
      "text": "mud layers like up on top. Without this canyon we wouldn&#39;t be able to see it. We know it&#39;s"
    },
    {
      "index": 206,
      "start_time": 1128360.0,
      "end_time": 1132340.0,
      "text": "there geologically. We wouldn&#39;t be able to see it. But in this one location you can actually"
    },
    {
      "index": 207,
      "start_time": 1132340.0,
      "end_time": 1138500.0,
      "text": "see it, and each one of these mud layers is the result of one of these big floods."
    },
    {
      "index": 208,
      "start_time": 1138500.0,
      "end_time": 1144320.0,
      "text": "Now for those of you who are grammatically astute, you&#39;re saying, &quot;Wait a second. He"
    },
    {
      "index": 209,
      "start_time": 1144320.0,
      "end_time": 1150340.0,
      "text": "said floods. Now looking at that I see lots of these layers. I might be willing to believe"
    },
    {
      "index": 210,
      "start_time": 1150340.0,
      "end_time": 1155860.0,
      "text": "him if there was this one big flood, but now he&#39;s asking us to believe that there were"
    },
    {
      "index": 211,
      "start_time": 1155860.0,
      "end_time": 1161030.0,
      "text": "dozens of these floods. Maybe he had the wine before he started this lecture..."
    },
    {
      "index": 212,
      "start_time": 1161030.0,
      "end_time": 1163080.0,
      "text": "[laughter] Larry: ...and he doesn&#39;t quite have it right."
    },
    {
      "index": 213,
      "start_time": 1163080.0,
      "end_time": 1168550.0,
      "text": "What&#39;s actually happening? How did this form? The big ice lobe came down from Canada, blocked"
    },
    {
      "index": 214,
      "start_time": 1168550.0,
      "end_time": 1174820.0,
      "text": "the Clark Fork River. The water backed up slowly over a period of 100 to 200 years forming"
    },
    {
      "index": 215,
      "start_time": 1174820.0,
      "end_time": 1179370.0,
      "text": "this huge lake covering the western half of Montana until it was more than 1,000 feet"
    },
    {
      "index": 216,
      "start_time": 1179370.0,
      "end_time": 1184630.0,
      "text": "deep. It got deep enough that it eventually floated and broke up the ice dam."
    },
    {
      "index": 217,
      "start_time": 1184630.0,
      "end_time": 1190250.0,
      "text": "The water raced across the state of Washington, took a week or so to get out to the Pacific,"
    },
    {
      "index": 218,
      "start_time": 1190250.0,
      "end_time": 1197810.0,
      "text": "and then what happened? The glacier ice slowly flowed back there, blocked up the Clark Fork"
    },
    {
      "index": 219,
      "start_time": 1197810.0,
      "end_time": 1203830.0,
      "text": "River again. The water started rising. That whole cycle takes anywhere between 150 and"
    },
    {
      "index": 220,
      "start_time": 1203830.0,
      "end_time": 1208660.0,
      "text": "200 years to repeat. Each one of those layers is the result of"
    },
    {
      "index": 221,
      "start_time": 1208660.0,
      "end_time": 1212760.0,
      "text": "one of these flood cycles. So as long as that big ice sheet was covering Canada this is"
    },
    {
      "index": 222,
      "start_time": 1212760.0,
      "end_time": 1218920.0,
      "text": "kind of a predictable and unavoidable consequence, and for the geologists in the crowd, you&#39;ve"
    },
    {
      "index": 223,
      "start_time": 1218920.0,
      "end_time": 1224890.0,
      "text": "probably observed that those layers are thickest down here, and they&#39;re getting a little bit"
    },
    {
      "index": 224,
      "start_time": 1224890.0,
      "end_time": 1226840.0,
      "text": "thinner. They&#39;re still pretty big. These are multi"
    },
    {
      "index": 225,
      "start_time": 1226840.0,
      "end_time": 1231900.0,
      "text": "meter thick layers of mud. That&#39;s because the first one that went through ripped up"
    },
    {
      "index": 226,
      "start_time": 1231900.0,
      "end_time": 1236070.0,
      "text": "all the mud that was there, and then the second flood went through that same channel and so"
    },
    {
      "index": 227,
      "start_time": 1236070.0,
      "end_time": 1241070.0,
      "text": "it was ripping up mud from the sidewalls of that, and so each one had less and less stuff"
    },
    {
      "index": 228,
      "start_time": 1241070.0,
      "end_time": 1244590.0,
      "text": "they could pick up as it was flooding through there."
    },
    {
      "index": 229,
      "start_time": 1244590.0,
      "end_time": 1249800.0,
      "text": "So what happened after the flood? The water moved through. It dropped all this mud. The"
    },
    {
      "index": 230,
      "start_time": 1249800.0,
      "end_time": 1258700.0,
      "text": "water is gone. The sun comes out. The whole state is covered by this meter, couple of"
    },
    {
      "index": 231,
      "start_time": 1258700.0,
      "end_time": 1267100.0,
      "text": "meters, wet mud. It dries out. The wind picks up, and now you have hellacious dust storms."
    },
    {
      "index": 232,
      "start_time": 1267100.0,
      "end_time": 1272050.0,
      "text": "This stuff is just loose mud all over half the state."
    },
    {
      "index": 233,
      "start_time": 1272050.0,
      "end_time": 1276000.0,
      "text": "The wind picks it up and starts blowing it all over the place forming huge sheets of"
    },
    {
      "index": 234,
      "start_time": 1276000.0,
      "end_time": 1285890.0,
      "text": "sand dunes. So that material ends up on top. These fine layers in here, that&#39;s what&#39;s deposited"
    },
    {
      "index": 235,
      "start_time": 1285890.0,
      "end_time": 1288990.0,
      "text": "by the floods. These are what we call the slack water sediments. When the water slows"
    },
    {
      "index": 236,
      "start_time": 1288990.0,
      "end_time": 1293660.0,
      "text": "down it drops out the mud. The sun comes out. The wind starts blowing."
    },
    {
      "index": 237,
      "start_time": 1293660.0,
      "end_time": 1301310.0,
      "text": "This material up on top is basically a big sand dune, and it&#39;s a sheet of sand that covers"
    },
    {
      "index": 238,
      "start_time": 1301310.0,
      "end_time": 1307380.0,
      "text": "most of the state. There&#39;s another geological term...loess is the name for a sheet of sand"
    },
    {
      "index": 239,
      "start_time": 1307380.0,
      "end_time": 1311420.0,
      "text": "that covers a very, very large area. It&#39;s not just one single sand dune."
    },
    {
      "index": 240,
      "start_time": 1311420.0,
      "end_time": 1319230.0,
      "text": "This package of material from the windblown sand on top, the loess, that is windblown"
    },
    {
      "index": 241,
      "start_time": 1319230.0,
      "end_time": 1327430.0,
      "text": "reworking of this stuff which is the mud deposited from these floods, and that stuff is all the"
    },
    {
      "index": 242,
      "start_time": 1327430.0,
      "end_time": 1333140.0,
      "text": "soil and rocks that were covering the landscape that got ripped up by the water. This is the"
    },
    {
      "index": 243,
      "start_time": 1333140.0,
      "end_time": 1337690.0,
      "text": "substrate for almost all the vineyards in Washington State."
    },
    {
      "index": 244,
      "start_time": 1337690.0,
      "end_time": 1342510.0,
      "text": "Some of them have more of the sand. Some of them have more of the slack water sediments."
    },
    {
      "index": 245,
      "start_time": 1342510.0,
      "end_time": 1346920.0,
      "text": "Some of this is so deep that the roots never get down to bedrock. It&#39;s just growing in"
    },
    {
      "index": 246,
      "start_time": 1346920.0,
      "end_time": 1352850.0,
      "text": "this. So why is this important? Why am I spending 15 minutes of my precious time not talking"
    },
    {
      "index": 247,
      "start_time": 1352850.0,
      "end_time": 1357670.0,
      "text": "about the wine yet we&#39;ll get there. Trust me but about all this geology stuff?"
    },
    {
      "index": 248,
      "start_time": 1357670.0,
      "end_time": 1364780.0,
      "text": "Because, remember we started off it&#39;s controlling the vigor of the vines. So this is the media"
    },
    {
      "index": 249,
      "start_time": 1364780.0,
      "end_time": 1371020.0,
      "text": "that the vines are growing in. Let&#39;s think about what this stuff is. How much organic"
    },
    {
      "index": 250,
      "start_time": 1371020.0,
      "end_time": 1377480.0,
      "text": "material is in this? Pretty close to zero. A normal soil horizon develops, let&#39;s say"
    },
    {
      "index": 251,
      "start_time": 1377480.0,
      "end_time": 1384350.0,
      "text": "in Kansas over hundreds of thousands or millions or tens of millions of years, develops a very"
    },
    {
      "index": 252,
      "start_time": 1384350.0,
      "end_time": 1389170.0,
      "text": "organic rich part, which is why that&#39;s a great place for normal crops, why you can grow soybeans"
    },
    {
      "index": 253,
      "start_time": 1389170.0,
      "end_time": 1394240.0,
      "text": "and corn and everything else in Iowa and Kansas, because those are much older soils."
    },
    {
      "index": 254,
      "start_time": 1394240.0,
      "end_time": 1400620.0,
      "text": "This stuff was all deposited within the last 15,000 years, and it was deposited by all"
    },
    {
      "index": 255,
      "start_time": 1400620.0,
      "end_time": 1404720.0,
      "text": "this water reworking it, stripping out any organic material that was there. If there"
    },
    {
      "index": 256,
      "start_time": 1404720.0,
      "end_time": 1410000.0,
      "text": "were decaying leaves, whoosh, that&#39;s all been taken away by the water. This is about as"
    },
    {
      "index": 257,
      "start_time": 1410000.0,
      "end_time": 1416430.0,
      "text": "sterile, as un nutritious stuff as you can find, and it&#39;s very well sorted grains of"
    },
    {
      "index": 258,
      "start_time": 1416430.0,
      "end_time": 1422070.0,
      "text": "what we call sand or silt, so that when there is water it drains right through it."
    },
    {
      "index": 259,
      "start_time": 1422070.0,
      "end_time": 1427250.0,
      "text": "This material has very low nutrients, and it has very low water holding capacity. It"
    },
    {
      "index": 260,
      "start_time": 1427250.0,
      "end_time": 1434320.0,
      "text": "drains the water out. If your goal is to control the vigor of the vines, this is the best vigor"
    },
    {
      "index": 261,
      "start_time": 1434320.0,
      "end_time": 1440110.0,
      "text": "controlling stuff highly technical term you can imagine. That, in a nutshell, is why this"
    },
    {
      "index": 262,
      "start_time": 1440110.0,
      "end_time": 1446450.0,
      "text": "is really good. Your photographic memory now comes into play."
    },
    {
      "index": 263,
      "start_time": 1446450.0,
      "end_time": 1452080.0,
      "text": "This is a map of the appellations. The technical term is the AVA, America Viticulture Area,"
    },
    {
      "index": 264,
      "start_time": 1452080.0,
      "end_time": 1458550.0,
      "text": "and there&#39;s several of them, the Yakima Valley here, the Walla Walla Valley down here, this"
    },
    {
      "index": 265,
      "start_time": 1458550.0,
      "end_time": 1461970.0,
      "text": "larger area of Columbia Valley. These are the legally defined areas where the grapes"
    },
    {
      "index": 266,
      "start_time": 1461970.0,
      "end_time": 1465720.0,
      "text": "are grown. And you can probably visualize that this Columbia"
    },
    {
      "index": 267,
      "start_time": 1465720.0,
      "end_time": 1470490.0,
      "text": "Valley is exactly the same area where all those slack water sediments were deposited,"
    },
    {
      "index": 268,
      "start_time": 1470490.0,
      "end_time": 1475110.0,
      "text": "where all those lakes were clotted up behind [indecipherable 24:23] Gap . It is literally"
    },
    {
      "index": 269,
      "start_time": 1475110.0,
      "end_time": 1482340.0,
      "text": "true that the vast majority of all Washington vineyards are growing on this glacially deposited"
    },
    {
      "index": 270,
      "start_time": 1482340.0,
      "end_time": 1487480.0,
      "text": "stuff, and it&#39;s not an accident for why that&#39;s so good for the wines."
    },
    {
      "index": 271,
      "start_time": 1487480.0,
      "end_time": 1492660.0,
      "text": "And if you think about this in real estate terms location, location, location imagine"
    },
    {
      "index": 272,
      "start_time": 1492660.0,
      "end_time": 1498130.0,
      "text": "that you have a vineyard here producing really, really good wine versus a vineyard over there,"
    },
    {
      "index": 273,
      "start_time": 1498130.0,
      "end_time": 1503080.0,
      "text": "which is probably going to be incapable of producing commercial wine at all."
    },
    {
      "index": 274,
      "start_time": 1503080.0,
      "end_time": 1507920.0,
      "text": "When I was a professor at Washington State, which was over here in Pullman, I would get"
    },
    {
      "index": 275,
      "start_time": 1507920.0,
      "end_time": 1512980.0,
      "text": "calls, because I would publish things about this research. I&#39;d get calls every week from"
    },
    {
      "index": 276,
      "start_time": 1512980.0,
      "end_time": 1518740.0,
      "text": "a farmer saying, &quot;You know, my neighbor has put in a vineyard, and he&#39;s getting $1,000"
    },
    {
      "index": 277,
      "start_time": 1518740.0,
      "end_time": 1523070.0,
      "text": "a ton for his stuff, and I&#39;m selling my wheat for $5 dollars a bushel, and it&#39;s just not"
    },
    {
      "index": 278,
      "start_time": 1523070.0,
      "end_time": 1528960.0,
      "text": "quite the same. So can I plant these grapes and do as well as he&#39;s doing?&quot;"
    },
    {
      "index": 279,
      "start_time": 1528960.0,
      "end_time": 1533260.0,
      "text": "I said, &quot;Well, where are you located?&quot; You can imagine this coming over the telephone,"
    },
    {
      "index": 280,
      "start_time": 1533260.0,
      "end_time": 1539860.0,
      "text": "&quot;Well, my neighbor&#39;s vineyard is right there, and here&#39;s my farm over there.&quot; I&#39;d say, &quot;Well,"
    },
    {
      "index": 281,
      "start_time": 1539860.0,
      "end_time": 1543540.0,
      "text": "no, yours actually would be really terrible.&quot; &quot;What do you mean it&#39;s really terrible? I&#39;m"
    },
    {
      "index": 282,
      "start_time": 1543540.0,
      "end_time": 1547290.0,
      "text": "right next to this guy who&#39;s getting thousands of dollars for his stuff. What&#39;s wrong with"
    },
    {
      "index": 283,
      "start_time": 1547290.0,
      "end_time": 1551150.0,
      "text": "you? Are you an idiot?&quot; I&#39;d say, &quot;No, I&#39;m a geologist. That&#39;s a special kind of idiot.&quot;"
    },
    {
      "index": 284,
      "start_time": 1551150.0,
      "end_time": 1553530.0,
      "text": "[laughter] Larry:  So this is why it&#39;s so important"
    },
    {
      "index": 285,
      "start_time": 1553530.0,
      "end_time": 1559000.0,
      "text": "understanding why this has the effect it does, and then eventually we&#39;ll get to how it affects"
    },
    {
      "index": 286,
      "start_time": 1559000.0,
      "end_time": 1563700.0,
      "text": "the actual taste and quality of the wine. So we&#39;re going to look at the Walla Walla"
    },
    {
      "index": 287,
      "start_time": 1563700.0,
      "end_time": 1567400.0,
      "text": "area. Let&#39;s go back to that and point it out. So Walla Walla is one of these little sub"
    },
    {
      "index": 288,
      "start_time": 1567400.0,
      "end_time": 1573930.0,
      "text": "valleys that was back flooded by the big floods. What&#39;s being shown on this map, this is the"
    },
    {
      "index": 289,
      "start_time": 1573930.0,
      "end_time": 1578930.0,
      "text": "appellation boundary. See this black line sort of curls around here, and that&#39;s the"
    },
    {
      "index": 290,
      "start_time": 1578930.0,
      "end_time": 1585100.0,
      "text": "limit of the legally defined Walla Walla Valley, and this is a map showing different soil and"
    },
    {
      "index": 291,
      "start_time": 1585100.0,
      "end_time": 1589530.0,
      "text": "rock units. They all have different colors. These little black squares you can see here,"
    },
    {
      "index": 292,
      "start_time": 1589530.0,
      "end_time": 1595220.0,
      "text": "those are individual vineyards. Here is another thought experiment. We could"
    },
    {
      "index": 293,
      "start_time": 1595220.0,
      "end_time": 1602130.0,
      "text": "ask the question, &quot;Do the vineyards on the brown stuff produce better or worse wine than"
    },
    {
      "index": 294,
      "start_time": 1602130.0,
      "end_time": 1605720.0,
      "text": "the vineyards on the yellow stuff, or the red stuff, or the green stuff?&quot; It&#39;s a highly"
    },
    {
      "index": 295,
      "start_time": 1605720.0,
      "end_time": 1609610.0,
      "text": "technical question that we&#39;re posing, but it&#39;s pretty straightforward."
    },
    {
      "index": 296,
      "start_time": 1609610.0,
      "end_time": 1614290.0,
      "text": "These are different soil rock units that had to do with this flood, and we&#39;re going to"
    },
    {
      "index": 297,
      "start_time": 1614290.0,
      "end_time": 1619850.0,
      "text": "go look at the vineyards on those different substrates to see if the plants are different."
    },
    {
      "index": 298,
      "start_time": 1619850.0,
      "end_time": 1623190.0,
      "text": "The next step will be then to look at the wine that&#39;s produced from it, and ask whether"
    },
    {
      "index": 299,
      "start_time": 1623190.0,
      "end_time": 1629450.0,
      "text": "the wine is different. We are standing in one vineyard looking across"
    },
    {
      "index": 300,
      "start_time": 1629450.0,
      "end_time": 1633309.0,
      "text": "several of those colors, so this would be the red stuff. This is what&#39;s called a slack"
    },
    {
      "index": 301,
      "start_time": 1633310.0,
      "end_time": 1638941.0,
      "text": "water terrace. You can see the rows of the vines over there, and the flood plain is alluvium."
    },
    {
      "index": 302,
      "start_time": 1638940.0,
      "end_time": 1643690.0,
      "text": "That&#39;s a different color. That was the yellow stuff on that map. That terrace back there"
    },
    {
      "index": 303,
      "start_time": 1643690.0,
      "end_time": 1646910.0,
      "text": "is the Pepperbridge Vineyard, one of the most famous vineyards in Washington state, produces"
    },
    {
      "index": 304,
      "start_time": 1646910.0,
      "end_time": 1653050.0,
      "text": "spectacular wine. It is impossible to grow grapes here on the"
    },
    {
      "index": 305,
      "start_time": 1653050.0,
      "end_time": 1657150.0,
      "text": "flood plain. What they grow there are onions. You may have heard of them, the Walla Walla"
    },
    {
      "index": 306,
      "start_time": 1657150.0,
      "end_time": 1661340.0,
      "text": "Sweets. They&#39;re actually quite famous, and they&#39;re great onions. But onions and wine"
    },
    {
      "index": 307,
      "start_time": 1661340.0,
      "end_time": 1671400.0,
      "text": "are two different things. Even though the distance from here to there is 50 feet, it&#39;s"
    },
    {
      "index": 308,
      "start_time": 1671400.0,
      "end_time": 1676370.0,
      "text": "a huge difference in what you can grow there and the qualities of it."
    },
    {
      "index": 309,
      "start_time": 1676370.0,
      "end_time": 1682640.0,
      "text": "This is really different than if you were growing wheat or soybeans or corn, because"
    },
    {
      "index": 310,
      "start_time": 1682640.0,
      "end_time": 1686710.0,
      "text": "you&#39;re just not going to see that variability, and you&#39;re not going to see the connection"
    },
    {
      "index": 311,
      "start_time": 1686710.0,
      "end_time": 1692850.0,
      "text": "between what&#39;s in the ground and what eventually goes into the produce."
    },
    {
      "index": 312,
      "start_time": 1692850.0,
      "end_time": 1697230.0,
      "text": "Now we&#39;re up in the vineyard at Pepperbridge. We&#39;re looking right down the row so let me"
    },
    {
      "index": 313,
      "start_time": 1697230.0,
      "end_time": 1706150.0,
      "text": "give you a short primer on grape vines and how this works. So here is the trunk of the"
    },
    {
      "index": 314,
      "start_time": 1706150.0,
      "end_time": 1710780.0,
      "text": "grapevine, and then the branches or they&#39;re called cordons are trained horizontally up"
    },
    {
      "index": 315,
      "start_time": 1710780.0,
      "end_time": 1716460.0,
      "text": "here on these trellis wires. This entire area here, the leafy area, is called the canopy."
    },
    {
      "index": 316,
      "start_time": 1716460.0,
      "end_time": 1721820.0,
      "text": "And this is a beautiful vineyard that&#39;s in balance. What we mean by that is the amount"
    },
    {
      "index": 317,
      "start_time": 1721820.0,
      "end_time": 1728410.0,
      "text": "of leaf mass up there is in balance relative to the size of the grapevine to the root mass"
    },
    {
      "index": 318,
      "start_time": 1728410.0,
      "end_time": 1734040.0,
      "text": "in terms of being able to get these grapes ripe. If you have too much canopy due to too"
    },
    {
      "index": 319,
      "start_time": 1734040.0,
      "end_time": 1738840.0,
      "text": "much vigor of the vine so there&#39;s too much water and too much nutrients so the vine can"
    },
    {
      "index": 320,
      "start_time": 1738840.0,
      "end_time": 1743720.0,
      "text": "produce this huge mass of leaves, you won&#39;t be able to get the grapes right."
    },
    {
      "index": 321,
      "start_time": 1743720.0,
      "end_time": 1749120.0,
      "text": "This is somewhat like Goldilocks. You want to have just the right amount not too little,"
    },
    {
      "index": 322,
      "start_time": 1749120.0,
      "end_time": 1758390.0,
      "text": "not too much and this is what a perfect vineyard looks like, and I want you to mentally photograph"
    },
    {
      "index": 323,
      "start_time": 1758390.0,
      "end_time": 1764610.0,
      "text": "the amount of canopy there, so the size of the trunks as we&#39;re looking down the rows,"
    },
    {
      "index": 324,
      "start_time": 1764610.0,
      "end_time": 1768130.0,
      "text": "and this grass is the middle is what they call a cover crop, and that&#39;s usually planted"
    },
    {
      "index": 325,
      "start_time": 1768130.0,
      "end_time": 1773330.0,
      "text": "to the keep the weeds and other things down. Now we&#39;re going to move about 100 feet across"
    },
    {
      "index": 326,
      "start_time": 1773330.0,
      "end_time": 1781380.0,
      "text": "one of those color boundaries on the original map, so a different substrate, and we&#39;re looking"
    },
    {
      "index": 327,
      "start_time": 1781380.0,
      "end_time": 1788390.0,
      "text": "right down the rows. There&#39;s an end post there. There&#39;s an end post there. These vines, their"
    },
    {
      "index": 328,
      "start_time": 1788390.0,
      "end_time": 1792990.0,
      "text": "roots actually have access to water. They can tap the water table because of what they&#39;re"
    },
    {
      "index": 329,
      "start_time": 1792990.0,
      "end_time": 1797850.0,
      "text": "growing on, and you can see the vigor of these, the balance or lack of balance between the"
    },
    {
      "index": 330,
      "start_time": 1797850.0,
      "end_time": 1803179.0,
      "text": "canopy and the vineyards. There&#39;s no way of getting those grapes right"
    },
    {
      "index": 331,
      "start_time": 1803180.0,
      "end_time": 1808851.0,
      "text": "even though we are 100 feet away from one of the best vineyards in Washington State."
    },
    {
      "index": 332,
      "start_time": 1808850.0,
      "end_time": 1815059.0,
      "text": "This is a classic example of location, location, location. This is the actual owner of that,"
    },
    {
      "index": 333,
      "start_time": 1815060.0,
      "end_time": 1820381.0,
      "text": "and he planted this vineyard right next to Pepperbridge for all sorts of logical reasons"
    },
    {
      "index": 334,
      "start_time": 1820380.0,
      "end_time": 1825700.0,
      "text": "that, &quot;Oh, boy, I&#39;m going to be doing great,&quot; and he quickly figured out that this dog won&#39;t"
    },
    {
      "index": 335,
      "start_time": 1825700.0,
      "end_time": 1830970.0,
      "text": "hunt, that these grapes just were never ripe. And two years after we did the studies sort"
    },
    {
      "index": 336,
      "start_time": 1830970.0,
      "end_time": 1835929.0,
      "text": "of explaining why things weren&#39;t working the way he wanted, he ripped all this out and"
    },
    {
      "index": 337,
      "start_time": 1835930.0,
      "end_time": 1840191.0,
      "text": "started growing barley, because he just realized that it couldn&#39;t be done, OK? I go through"
    },
    {
      "index": 338,
      "start_time": 1840190.0,
      "end_time": 1845179.0,
      "text": "these examples because until you sort of see this and walk through it, it&#39;s really hard"
    },
    {
      "index": 339,
      "start_time": 1845180.0,
      "end_time": 1849121.0,
      "text": "to get in your mind, &quot;Well, there&#39;s a patch of dirt, and there&#39;s a patch of dirt, so how"
    },
    {
      "index": 340,
      "start_time": 1849120.0,
      "end_time": 1851250.0,
      "text": "could they possibly be producing such different crops?&quot;"
    },
    {
      "index": 341,
      "start_time": 1851250.0,
      "end_time": 1855390.0,
      "text": "I mean here you can see with your eyes these plants look different. We&#39;ll get into the"
    },
    {
      "index": 342,
      "start_time": 1855390.0,
      "end_time": 1861100.0,
      "text": "wine thing in a second. So here&#39;s another thing you can grow on. Where the water&#39;s moving"
    },
    {
      "index": 343,
      "start_time": 1861100.0,
      "end_time": 1866840.0,
      "text": "more quickly we don&#39;t get silt sized or sand sized grains. We are actually getting large"
    },
    {
      "index": 344,
      "start_time": 1866840.0,
      "end_time": 1873420.0,
      "text": "cobbles so the water&#39;s moving much faster. Here&#39;s a vineyard growing on these cobbles."
    },
    {
      "index": 345,
      "start_time": 1873420.0,
      "end_time": 1878720.0,
      "text": "In fact, they named the vineyard the Cobblestone Vineyard. Again, if you&#39;re a gardener, and"
    },
    {
      "index": 346,
      "start_time": 1878720.0,
      "end_time": 1883290.0,
      "text": "you&#39;re growing tomatoes or cantaloupe, and you look at that, you go, &quot;Oh, my god. There&#39;s"
    },
    {
      "index": 347,
      "start_time": 1883290.0,
      "end_time": 1885990.0,
      "text": "just no way that I could grow anything on that.&quot;"
    },
    {
      "index": 348,
      "start_time": 1885990.0,
      "end_time": 1891850.0,
      "text": "The person who planted this vineyard is a guy called Christophe Baron, and he&#39;s a Frenchman."
    },
    {
      "index": 349,
      "start_time": 1891850.0,
      "end_time": 1897400.0,
      "text": "He&#39;s what they call a traveling winemaker. He had grown up on the family estate in France,"
    },
    {
      "index": 350,
      "start_time": 1897400.0,
      "end_time": 1901950.0,
      "text": "and he traveled all over the world working harvests different places. He knew eventually"
    },
    {
      "index": 351,
      "start_time": 1901950.0,
      "end_time": 1905230.0,
      "text": "he wanted to settle down someplace and have his own wine estate."
    },
    {
      "index": 352,
      "start_time": 1905230.0,
      "end_time": 1913020.0,
      "text": "He looked at every place in the world, and he saw this area, and it all looked like this."
    },
    {
      "index": 353,
      "start_time": 1913020.0,
      "end_time": 1917480.0,
      "text": "He said...his English is quite good, but he likes to ham up his French accent. He goes,"
    },
    {
      "index": 354,
      "start_time": 1917480.0,
      "end_time": 1922230.0,
      "text": "&quot;Oh, I like this ground, because, oh, they&#39;re going to suffer here.&quot; They not only suffered"
    },
    {
      "index": 355,
      "start_time": 1922230.0,
      "end_time": 1925600.0,
      "text": "here. This land was worthless. You couldn&#39;t even grow apples there, which in Washington"
    },
    {
      "index": 356,
      "start_time": 1925600.0,
      "end_time": 1930049.0,
      "text": "State you can grow apples almost everywhere. He bought this for almost 10 dollars an acre"
    },
    {
      "index": 357,
      "start_time": 1930050.0,
      "end_time": 1935251.0,
      "text": "for the stuff because you just couldn&#39;t do anything with it, and he planted them. To"
    },
    {
      "index": 358,
      "start_time": 1935250.0,
      "end_time": 1939590.0,
      "text": "plant the vines he went out there with a crowbar, stuck the crowbar in the ground. He&#39;d wiggle"
    },
    {
      "index": 359,
      "start_time": 1939590.0,
      "end_time": 1944670.0,
      "text": "it back and forth, and then he&#39;d plant the bare rooted vines in there and just kind of"
    },
    {
      "index": 360,
      "start_time": 1944670.0,
      "end_time": 1948500.0,
      "text": "put the gravel back around the plants. Then he said he&#39;d go out at night, and he&#39;d"
    },
    {
      "index": 361,
      "start_time": 1948500.0,
      "end_time": 1953660.0,
      "text": "sing to them to try to just get them to go through the first year or so to grow there."
    },
    {
      "index": 362,
      "start_time": 1953660.0,
      "end_time": 1958120.0,
      "text": "Whether the singing part&#39;s true I have no idea, but I can certainly vouch for this is"
    },
    {
      "index": 363,
      "start_time": 1958120.0,
      "end_time": 1963400.0,
      "text": "pretty hungry looking ground. If you look at it, here&#39;s a cross section through it."
    },
    {
      "index": 364,
      "start_time": 1963400.0,
      "end_time": 1965380.0,
      "text": "We often dig trenches to be able to map from the surface."
    },
    {
      "index": 365,
      "start_time": 1965380.0,
      "end_time": 1970260.0,
      "text": "You can see the roots going down through it. It&#39;s gravel all the way down. And most people"
    },
    {
      "index": 366,
      "start_time": 1970260.0,
      "end_time": 1976320.0,
      "text": "looking at this would go, &quot;Oh, it looks just horrible.&quot; This is great. For growing grapes"
    },
    {
      "index": 367,
      "start_time": 1976320.0,
      "end_time": 1978610.0,
      "text": "you have to sort of retune your whole thinking mechanism."
    },
    {
      "index": 368,
      "start_time": 1978610.0,
      "end_time": 1983110.0,
      "text": "OK, we&#39;re not growing tomatoes. We&#39;re not growing corn. We&#39;re growing grapes, and to"
    },
    {
      "index": 369,
      "start_time": 1983110.0,
      "end_time": 1987350.0,
      "text": "make high quality wine we need to restrict that vigor, and so this is good. It&#39;s good"
    },
    {
      "index": 370,
      "start_time": 1987350.0,
      "end_time": 1992820.0,
      "text": "because of the lack of nutrients. It&#39;s good because of the drainage characteristics of"
    },
    {
      "index": 371,
      "start_time": 1992820.0,
      "end_time": 1998990.0,
      "text": "it for the plants. Some other things we look at the air drainage,"
    },
    {
      "index": 372,
      "start_time": 1998990.0,
      "end_time": 2004059.0,
      "text": "how wind and air moves around the vineyard, is critically important for avoiding frost,"
    },
    {
      "index": 373,
      "start_time": 2004060.0,
      "end_time": 2011291.0,
      "text": "for changing the humidity and keeping out certain diseases. The presence of these turbines"
    },
    {
      "index": 374,
      "start_time": 2011290.0,
      "end_time": 2015450.0,
      "text": "up on the hill gives you a pretty good idea that there&#39;s a fair bit of wind here, and"
    },
    {
      "index": 375,
      "start_time": 2015450.0,
      "end_time": 2020450.0,
      "text": "a moderate amount of wind is a good thing. Hurricane force is not quite so good."
    },
    {
      "index": 376,
      "start_time": 2020450.0,
      "end_time": 2027370.0,
      "text": "We can map that out, and so here is the same Walla Walla viticulture area, this outline,"
    },
    {
      "index": 377,
      "start_time": 2027370.0,
      "end_time": 2031850.0,
      "text": "and these things here that look like dart boards, these are called wind roses, and they&#39;re"
    },
    {
      "index": 378,
      "start_time": 2031850.0,
      "end_time": 2036200.0,
      "text": "telling us the velocity. As you go out the numbers get bigger. It&#39;s actually meters per"
    },
    {
      "index": 379,
      "start_time": 2036200.0,
      "end_time": 2039929.0,
      "text": "second, so it&#39;s telling us how fast the wind is blowing and what direction it&#39;s blowing"
    },
    {
      "index": 380,
      "start_time": 2039930.0,
      "end_time": 2044111.0,
      "text": "at different times of the year. So this is measured through a period of several"
    },
    {
      "index": 381,
      "start_time": 2044110.0,
      "end_time": 2050330.0,
      "text": "years so that individual vineyards, you could determine that this slope might be different"
    },
    {
      "index": 382,
      "start_time": 2050330.0,
      "end_time": 2054100.0,
      "text": "than this slope because of the way the air moves around them. You&#39;re going to have to"
    },
    {
      "index": 383,
      "start_time": 2054100.0,
      "end_time": 2057919.0,
      "text": "take measurements of observations, because at any one day you&#39;re just not going to know"
    },
    {
      "index": 384,
      "start_time": 2057920.0,
      "end_time": 2062091.0,
      "text": "what the air drainage looks like. The other thing on this map is to put contours"
    },
    {
      "index": 385,
      "start_time": 2062090.0000000002,
      "end_time": 2067700.0000000002,
      "text": "for precipitation. These dashed lines going through here, this is less than 20 centimeters"
    },
    {
      "index": 386,
      "start_time": 2067699.9999999998,
      "end_time": 2073368.9999999998,
      "text": "of rain so that&#39;s six to seven inches of rain a year. It&#39;s a desert."
    },
    {
      "index": 387,
      "start_time": 2073370.0,
      "end_time": 2077261.0,
      "text": "There&#39;s a pretty strong gradient across this valley because we are going up in elevation."
    },
    {
      "index": 388,
      "start_time": 2077260.0000000002,
      "end_time": 2083470.0000000002,
      "text": "By the time we get over here we&#39;re up to about 20 inches of rain a year, which is still a"
    },
    {
      "index": 389,
      "start_time": 2083469.9999999998,
      "end_time": 2088628.9999999998,
      "text": "lot, lot less than the East Coast, of course, but this is all well within the range of where"
    },
    {
      "index": 390,
      "start_time": 2088630.0,
      "end_time": 2091491.0,
      "text": "we want good grapes. Again, we&#39;ve got these little black squares."
    },
    {
      "index": 391,
      "start_time": 2091489.9999999998,
      "end_time": 2095178.9999999998,
      "text": "Those are individual vineyards. So the previous map I showed you with all those colors told"
    },
    {
      "index": 392,
      "start_time": 2095179.9999999998,
      "end_time": 2100101.0,
      "text": "us about the soils and rocks that were there. Here we&#39;re integrating in the wind conditions,"
    },
    {
      "index": 393,
      "start_time": 2100100.0,
      "end_time": 2104420.0,
      "text": "and the precipitation, and all that is part of this thing I call &quot;terroir&quot; that affects"
    },
    {
      "index": 394,
      "start_time": 2104420.0,
      "end_time": 2109970.0,
      "text": "the desirability of a particular place. We&#39;ll look at one more before we zip across"
    },
    {
      "index": 395,
      "start_time": 2109970.0,
      "end_time": 2115530.0,
      "text": "the ocean to other venues, and that is this tiny little red thing here called Red Mountain."
    },
    {
      "index": 396,
      "start_time": 2115530.0,
      "end_time": 2121710.0,
      "text": "You might ask, &quot;Well, why should we care about Red Mountain?&quot; This one little patch of ground"
    },
    {
      "index": 397,
      "start_time": 2121710.0,
      "end_time": 2127930.0,
      "text": "produces arguably the finest wines, not only in Washington State, but in most years, in"
    },
    {
      "index": 398,
      "start_time": 2127930.0,
      "end_time": 2131450.0,
      "text": "the world. So some of the Cabernets and Syrah&#39;s from"
    },
    {
      "index": 399,
      "start_time": 2131450.0,
      "end_time": 2135890.0,
      "text": "this area have won every award you can win, so these are really, really special wines."
    },
    {
      "index": 400,
      "start_time": 2135890.0,
      "end_time": 2139650.0,
      "text": "Some of them are pretty pricey wines. Here&#39;s another, not quite a thought experiment, but"
    },
    {
      "index": 401,
      "start_time": 2139650.0,
      "end_time": 2144720.0,
      "text": "when I was doing this research I was a professor. Professors aren&#39;t paid a huge amount so I"
    },
    {
      "index": 402,
      "start_time": 2144720.0,
      "end_time": 2151040.0,
      "text": "had this horrible decision. &quot;How am I ever going to taste these really good, really expensive"
    },
    {
      "index": 403,
      "start_time": 2151040.0,
      "end_time": 2158390.0,
      "text": "wines since I can&#39;t afford to buy them? Research!&quot; So for the scientists in the world there is"
    },
    {
      "index": 404,
      "start_time": 2158390.0,
      "end_time": 2163460.0,
      "text": "hope. We designed some research experiments where we went in there to do the same sort"
    },
    {
      "index": 405,
      "start_time": 2163460.0,
      "end_time": 2168130.0,
      "text": "of documentation we did for Walla Walla Valley, and here we actually took it all the way to"
    },
    {
      "index": 406,
      "start_time": 2168130.0,
      "end_time": 2172560.0,
      "text": "the step of making the wines. Of course, we had to sample those wines, and some of the"
    },
    {
      "index": 407,
      "start_time": 2172560.0,
      "end_time": 2176450.0,
      "text": "wines that had to be repeated, we sampled for statistical purposes."
    },
    {
      "index": 408,
      "start_time": 2176450.0,
      "end_time": 2181090.0,
      "text": "So you know how to do this now. You don&#39;t even need me to tell you this. I&#39;m just going"
    },
    {
      "index": 409,
      "start_time": 2181090.0,
      "end_time": 2185890.0,
      "text": "to really speed it up. Here&#39;s a geology map. We&#39;ve got different colors. This black outline"
    },
    {
      "index": 410,
      "start_time": 2185890.0,
      "end_time": 2191280.0,
      "text": "is the AVA, the appellation for Red Mountain, and within that we could do the thought experiment."
    },
    {
      "index": 411,
      "start_time": 2191280.0,
      "end_time": 2195660.0,
      "text": "You know different colors, different vineyards, will they have different effects?"
    },
    {
      "index": 412,
      "start_time": 2195660.0,
      "end_time": 2201950.0,
      "text": "Here is the oblique area photograph of Red Mountain, which is this ridge back here, and"
    },
    {
      "index": 413,
      "start_time": 2201950.0,
      "end_time": 2208119.0,
      "text": "draped over the top of it is a color infrared aerial photograph. Color infrared has different"
    },
    {
      "index": 414,
      "start_time": 2208120.0,
      "end_time": 2213351.0,
      "text": "colors and it corresponds to chlorophyll, the ability of the plant to do photosynthesis,"
    },
    {
      "index": 415,
      "start_time": 2213350.0,
      "end_time": 2218530.0,
      "text": "so the bright red areas are actually living matter, and the green areas are the lack of"
    },
    {
      "index": 416,
      "start_time": 2218530.0,
      "end_time": 2221800.0,
      "text": "things. It&#39;s sagebrush. You can very clearly see the vineyards here."
    },
    {
      "index": 417,
      "start_time": 2221800.0,
      "end_time": 2227940.0,
      "text": "The same thought experiment do different vineyards on different substrates have different characteristics"
    },
    {
      "index": 418,
      "start_time": 2227940.0,
      "end_time": 2234869.0,
      "text": "for the grapes and then for the wine produced from them? This area is right in the middle"
    },
    {
      "index": 419,
      "start_time": 2234870.0,
      "end_time": 2238031.0,
      "text": "of Washington State. So what happened to this 15,000 years ago?"
    },
    {
      "index": 420,
      "start_time": 2238030.0,
      "end_time": 2243640.0,
      "text": "These floods I was talking about right through this area. Here is my artistic rendition of"
    },
    {
      "index": 421,
      "start_time": 2243640.0,
      "end_time": 2248109.0,
      "text": "what it looked like. This is why I went into geology rather than into fine art. Here comes"
    },
    {
      "index": 422,
      "start_time": 2248110.0,
      "end_time": 2254811.0,
      "text": "the water swooping around Red Mountain, and as that water continued to flow this is the"
    },
    {
      "index": 423,
      "start_time": 2254810.0,
      "end_time": 2259470.0,
      "text": "high water mark. The standing water was never over the top"
    },
    {
      "index": 424,
      "start_time": 2259470.0,
      "end_time": 2263560.0,
      "text": "of Red Mountain. When the flood first came through I&#39;m sure there was a huge standing"
    },
    {
      "index": 425,
      "start_time": 2263560.0,
      "end_time": 2266930.0,
      "text": "wave over the top of this, so if you&#39;re a surfer this would have been a good place to"
    },
    {
      "index": 426,
      "start_time": 2266930.0,
      "end_time": 2270830.0,
      "text": "stand. Get you surfboard waxed up and just got to catch that wave as it&#39;s going by and"
    },
    {
      "index": 427,
      "start_time": 2270830.0,
      "end_time": 2274230.0,
      "text": "then get off when you get to Japan, and you&#39;re all done."
    },
    {
      "index": 428,
      "start_time": 2274230.0,
      "end_time": 2279590.0,
      "text": "So what am I showing you here in this wonderful artistic drawing? The water is racing around"
    },
    {
      "index": 429,
      "start_time": 2279590.0,
      "end_time": 2283350.0,
      "text": "this ridge right here, so we&#39;re getting a back eddy. If we got any trout fisherman you"
    },
    {
      "index": 430,
      "start_time": 2283350.0,
      "end_time": 2287730.0,
      "text": "know exactly where this is going. This is slightly calmer water here, much faster water"
    },
    {
      "index": 431,
      "start_time": 2287730.0,
      "end_time": 2291540.0,
      "text": "over there. These big black dots represent big icebergs"
    },
    {
      "index": 432,
      "start_time": 2291540.0,
      "end_time": 2296540.0,
      "text": "that are being carried along in the flood waters, and trapped in that ice are lots of"
    },
    {
      "index": 433,
      "start_time": 2296540.0,
      "end_time": 2302090.0,
      "text": "boulders and sand and silt, and when some of those icebergs ground, when they get stuck"
    },
    {
      "index": 434,
      "start_time": 2302090.0,
      "end_time": 2307710.0,
      "text": "along here at the high water mark, when this water recedes after a week or so, then those"
    },
    {
      "index": 435,
      "start_time": 2307710.0,
      "end_time": 2314280.0,
      "text": "big icebergs melt out and they drop their suspended load."
    },
    {
      "index": 436,
      "start_time": 2314280.0,
      "end_time": 2318590.0,
      "text": "Now we&#39;re on the ground looking up at Red Mountain, and you can see that there are some"
    },
    {
      "index": 437,
      "start_time": 2318590.0,
      "end_time": 2322300.0,
      "text": "little things here with arrows pointing to them. Those are what we call glacial erratics."
    },
    {
      "index": 438,
      "start_time": 2322300.0,
      "end_time": 2327850.0,
      "text": "Erratics is they don&#39;t belong there. They were dumped out by this flood, and glacial"
    },
    {
      "index": 439,
      "start_time": 2327850.0,
      "end_time": 2332109.0,
      "text": "because they were transported initially by glaciers in the ice."
    },
    {
      "index": 440,
      "start_time": 2332110.0,
      "end_time": 2336831.0,
      "text": "And they may not look very big from here, but if we go up closer to them, this is what"
    },
    {
      "index": 441,
      "start_time": 2336830.0,
      "end_time": 2342130.0,
      "text": "those boulders are, and there are two observations you can make as a trained geologist. One,"
    },
    {
      "index": 442,
      "start_time": 2342130.0,
      "end_time": 2346080.0,
      "text": "this is a fairly rounded boulder so something had to knock all the sharp edges off that,"
    },
    {
      "index": 443,
      "start_time": 2346080.0,
      "end_time": 2351310.0,
      "text": "and that was the tumbling around both in the ice and this being carried along in the iceberg."
    },
    {
      "index": 444,
      "start_time": 2351310.0,
      "end_time": 2357180.0,
      "text": "Two it&#39;s bright white, and it&#39;s bright white because that&#39;s a big block of marble. And"
    },
    {
      "index": 445,
      "start_time": 2357180.0,
      "end_time": 2363240.0,
      "text": "there is no marble within 500 miles of this spot. We can go up into Canada and find the"
    },
    {
      "index": 446,
      "start_time": 2363240.0,
      "end_time": 2368920.0,
      "text": "outcrop that that boulder came from that was transported by the glaciers in the big ice"
    },
    {
      "index": 447,
      "start_time": 2368920.0,
      "end_time": 2373810.0,
      "text": "dam. The ice dam broke. The big flood raced across the state forming all the things that"
    },
    {
      "index": 448,
      "start_time": 2373810.0,
      "end_time": 2378369.0,
      "text": "the vines can grow in, but leaving these boulders as evidence for the geologist saying, &quot;This"
    },
    {
      "index": 449,
      "start_time": 2378370.0,
      "end_time": 2384131.0,
      "text": "is what happened here.&quot; So to study these things in detail we either"
    },
    {
      "index": 450,
      "start_time": 2384130.0,
      "end_time": 2388750.0,
      "text": "dig trenches or we use natural exposures, so you can see the vineyard up there. Those"
    },
    {
      "index": 451,
      "start_time": 2388750.0,
      "end_time": 2394000.0,
      "text": "roots are going down. Here in this cut we can see the top part right in here. It has"
    },
    {
      "index": 452,
      "start_time": 2394000.0,
      "end_time": 2397790.0,
      "text": "sort of a vertical structure. That&#39;s the loess. That&#39;s that windblown sand material."
    },
    {
      "index": 453,
      "start_time": 2397790.0,
      "end_time": 2403740.0,
      "text": "Then down below it this is all the water deposited flood material, and some of it&#39;s finer grained"
    },
    {
      "index": 454,
      "start_time": 2403740.0,
      "end_time": 2407740.0,
      "text": "like in here, and there&#39;s lenses of coarser material, and that&#39;s where the water was swirling"
    },
    {
      "index": 455,
      "start_time": 2407740.0,
      "end_time": 2412830.0,
      "text": "around. But to look at this in more detail...This is what geologists do. We make detailed maps"
    },
    {
      "index": 456,
      "start_time": 2412830.0,
      "end_time": 2416170.0,
      "text": "of this. So we can actually map out the grain size distribution."
    },
    {
      "index": 457,
      "start_time": 2416170.0,
      "end_time": 2420800.0,
      "text": "An individual plant, its roots are going into different sized material, and that&#39;s going"
    },
    {
      "index": 458,
      "start_time": 2420800.0,
      "end_time": 2426430.0,
      "text": "to affect how that plant grows. And some of those coarser lenses of material, so the water"
    },
    {
      "index": 459,
      "start_time": 2426430.0,
      "end_time": 2430619.0,
      "text": "moved faster, is where the groundwater can move more quickly through here. This is very"
    },
    {
      "index": 460,
      "start_time": 2430620.0,
      "end_time": 2436600.0,
      "text": "arid climate so that water evaporates and deposits calcium carbonate...we call caliche."
    },
    {
      "index": 461,
      "start_time": 2436600.0,
      "end_time": 2441991.0,
      "text": "This not only has a different drainage structure to it, that calcium carbonate that&#39;s deposited"
    },
    {
      "index": 462,
      "start_time": 2441990.0,
      "end_time": 2447790.0,
      "text": "over hundreds or thousands of years affects the pH of the water. So here&#39;s one more effect"
    },
    {
      "index": 463,
      "start_time": 2447790.0,
      "end_time": 2452290.0,
      "text": "we&#39;re looking at the mountain, water, the nutrients, and now the pH or the alkalinity"
    },
    {
      "index": 464,
      "start_time": 2452290.0,
      "end_time": 2456450.0,
      "text": "of that water. That all affects how the plants are going to grow."
    },
    {
      "index": 465,
      "start_time": 2456450.0,
      "end_time": 2461480.0,
      "text": "So here comes yet another one of these wonderful scientific thought experiments. So there&#39;s"
    },
    {
      "index": 466,
      "start_time": 2461480.0,
      "end_time": 2465780.0,
      "text": "the outline of a particular vineyard, Ciel du Cheval. It&#39;s one of the most famous vineyards"
    },
    {
      "index": 467,
      "start_time": 2465780.0,
      "end_time": 2472359.0,
      "text": "there. These grapes sell for thousands of dollars a ton, and by showing the different"
    },
    {
      "index": 468,
      "start_time": 2472360.0,
      "end_time": 2478110.0,
      "text": "colors are these different grain size of material I just showed you in the last slide, so we"
    },
    {
      "index": 469,
      "start_time": 2478110.0,
      "end_time": 2481291.0,
      "text": "can map them out. In terms of soil series these are given different"
    },
    {
      "index": 470,
      "start_time": 2481290.0,
      "end_time": 2484840.0,
      "text": "names. We don&#39;t need to worry about the names the Hezel, the Scooteney, the Warden but what"
    },
    {
      "index": 471,
      "start_time": 2484840.0,
      "end_time": 2491730.0,
      "text": "you can see is that we have vines growing, planted, those vineyards right across all"
    },
    {
      "index": 472,
      "start_time": 2491730.0,
      "end_time": 2499740.0,
      "text": "three of these. This is the same vineyard, the same grape varieties, the same sunshine,"
    },
    {
      "index": 473,
      "start_time": 2499740.0,
      "end_time": 2504450.0,
      "text": "the same rain, the same wind, the same grower, the same management style."
    },
    {
      "index": 474,
      "start_time": 2504450.0,
      "end_time": 2509599.0,
      "text": "Everything is identical expect for what&#39;s in the ground that these plants are growing"
    },
    {
      "index": 475,
      "start_time": 2509600.0,
      "end_time": 2514571.0,
      "text": "on. So this is the first time we&#39;re doing controlled experiments of the grapes that"
    },
    {
      "index": 476,
      "start_time": 2514570.0,
      "end_time": 2519890.0,
      "text": "are grown on here and then wine made from those grapes, from these different spots,"
    },
    {
      "index": 477,
      "start_time": 2519890.0,
      "end_time": 2525170.0,
      "text": "asking once again a very simple question, &quot;Are the grapes, and does the wine made from"
    },
    {
      "index": 478,
      "start_time": 2525170.0,
      "end_time": 2530349.0,
      "text": "these three different substrates, taste different?&quot; That&#39;s a fairly simple thing to do. It&#39;s a"
    },
    {
      "index": 479,
      "start_time": 2530350.0,
      "end_time": 2534501.0,
      "text": "much different question than, &quot;Is this good wine or bad wine?&quot; That involves some level"
    },
    {
      "index": 480,
      "start_time": 2534500.0,
      "end_time": 2541270.0,
      "text": "of taste, but anybody in this room could do this A versus B and say, &quot;Are these the same"
    },
    {
      "index": 481,
      "start_time": 2541270.0,
      "end_time": 2545990.0,
      "text": "or are they different?&quot; And we do that repeatedly, and there&#39;s a whole scientific protocol for"
    },
    {
      "index": 482,
      "start_time": 2545990.0,
      "end_time": 2550230.0,
      "text": "how you do this to make it statistically valid, and some of these we have to sample over and"
    },
    {
      "index": 483,
      "start_time": 2550230.0,
      "end_time": 2555800.0,
      "text": "over again. So this is what it looks like on the ground"
    },
    {
      "index": 484,
      "start_time": 2555800.0,
      "end_time": 2560640.0,
      "text": "in one of the substrates. We&#39;re looking right down the rows. These are planted on one meter"
    },
    {
      "index": 485,
      "start_time": 2560640.0,
      "end_time": 2564859.0,
      "text": "spacings. They&#39;re really close together because these are really, really high quality vineyards,"
    },
    {
      "index": 486,
      "start_time": 2564860.0,
      "end_time": 2569511.0,
      "text": "and this is about as close to perfect as you can get in terms of the canopy and the trunks."
    },
    {
      "index": 487,
      "start_time": 2569510.0,
      "end_time": 2574030.0,
      "text": "You&#39;ll notice the ground cover here is brown. That&#39;s because it&#39;s very dry, so this isn&#39;t"
    },
    {
      "index": 488,
      "start_time": 2574030.0,
      "end_time": 2579750.0,
      "text": "the bright green we were seeing at the other vineyard. Now we&#39;re going to move about 20"
    },
    {
      "index": 489,
      "start_time": 2579750.0,
      "end_time": 2587950.0,
      "text": "feet across one of those boundaries, the same day, and it looks like this. Now for those"
    },
    {
      "index": 490,
      "start_time": 2587950.0,
      "end_time": 2590790.0,
      "text": "of you who are trained observers, which is everybody in this room or we wouldn&#39;t let"
    },
    {
      "index": 491,
      "start_time": 2590790.0,
      "end_time": 2593430.0,
      "text": "you in through the door, you can see two things immediately."
    },
    {
      "index": 492,
      "start_time": 2593430.0,
      "end_time": 2598190.0,
      "text": "One, the ground cover is green here, so somehow it&#39;s getting water, and I guarantee you they&#39;re"
    },
    {
      "index": 493,
      "start_time": 2598190.0,
      "end_time": 2604099.0,
      "text": "not going out there to water this to make the grass grow. And two, the vines, the canopy,"
    },
    {
      "index": 494,
      "start_time": 2604100.0,
      "end_time": 2607011.0,
      "text": "is much bigger. We actually see some of these growing together."
    },
    {
      "index": 495,
      "start_time": 2607010.0,
      "end_time": 2611880.0,
      "text": "If you don&#39;t go through there and trim those back this will very quickly turn into a pretty"
    },
    {
      "index": 496,
      "start_time": 2611880.0,
      "end_time": 2615859.0,
      "text": "dense jungle. Not nearly as bad as the one I showed you from Walla Walla, but this has"
    },
    {
      "index": 497,
      "start_time": 2615860.0,
      "end_time": 2620001.0,
      "text": "a different level of vigor than the one next to it. I was showing you on the map those"
    },
    {
      "index": 498,
      "start_time": 2620000.0,
      "end_time": 2623880.0,
      "text": "different colors. This is the result in terms of what happens with the plants."
    },
    {
      "index": 499,
      "start_time": 2623880.0,
      "end_time": 2627950.0,
      "text": "Now when I say that you want the vines to suffer, just like Goldilocks, this is too"
    },
    {
      "index": 500,
      "start_time": 2627950.0,
      "end_time": 2632080.0,
      "text": "much suffering, and so now we have crossed yet another one of those boundaries to a different"
    },
    {
      "index": 501,
      "start_time": 2632080.0,
      "end_time": 2638930.0,
      "text": "color, and here there&#39;s not enough water holding capacity and not enough nutrient holding capacity"
    },
    {
      "index": 502,
      "start_time": 2638930.0,
      "end_time": 2646780.0,
      "text": "in terms of clays for these plants to really survive at all. This is too much suffering."
    },
    {
      "index": 503,
      "start_time": 2646780.0,
      "end_time": 2650220.0,
      "text": "So how do we go about quantifying it? I&#39;ve shown you pictures of things. I know you can"
    },
    {
      "index": 504,
      "start_time": 2650220.0,
      "end_time": 2654650.0,
      "text": "see with your eyes this plant has more leaves, that one has less leaves. So when we get in"
    },
    {
      "index": 505,
      "start_time": 2654650.0,
      "end_time": 2658810.0,
      "text": "there, and we&#39;re doing this technically, and in the winter all these plants are pruned"
    },
    {
      "index": 506,
      "start_time": 2658810.0,
      "end_time": 2662960.0,
      "text": "back, and we can weigh the cuttings from that. That&#39;s how we can quantify the vigor of the"
    },
    {
      "index": 507,
      "start_time": 2662960.0,
      "end_time": 2666460.0,
      "text": "plant. So it&#39;s not just going, &quot;Oh, yeah, there&#39;s more leaf area over there.&quot;"
    },
    {
      "index": 508,
      "start_time": 2666460.0,
      "end_time": 2671550.0,
      "text": "We actually measure that. This gets technical in a hurry, but we average the cuttings from"
    },
    {
      "index": 509,
      "start_time": 2671550.0,
      "end_time": 2675750.0,
      "text": "different samples. We repeat this over and over for a three year period so we can average"
    },
    {
      "index": 510,
      "start_time": 2675750.0,
      "end_time": 2680630.0,
      "text": "out three different weather cycles so to document, and in fact these have different amounts of"
    },
    {
      "index": 511,
      "start_time": 2680630.0,
      "end_time": 2684430.0,
      "text": "vigor. Next thing we do is we look at the grapes"
    },
    {
      "index": 512,
      "start_time": 2684430.0,
      "end_time": 2689970.0,
      "text": "themselves that are growing here. So now a little short seminar on grape physiology."
    },
    {
      "index": 513,
      "start_time": 2689970.0,
      "end_time": 2694150.0,
      "text": "Why do we care about what the grapes look like? Here are two different bunches grown"
    },
    {
      "index": 514,
      "start_time": 2694150.0,
      "end_time": 2699000.0,
      "text": "on those two different substrates of the vineyards I was showing you, and the one on the left"
    },
    {
      "index": 515,
      "start_time": 2699000.0,
      "end_time": 2703590.0,
      "text": "is a larger bunch of grapes than the one on the right, and the individual grape berries"
    },
    {
      "index": 516,
      "start_time": 2703590.0,
      "end_time": 2708650.0,
      "text": "are larger on the left than on the right. So you can see there are differences or what"
    },
    {
      "index": 517,
      "start_time": 2708650.0,
      "end_time": 2713349.0,
      "text": "we can call vigor of growth in the size of the grapes. Why is that important? How does"
    },
    {
      "index": 518,
      "start_time": 2713350.0,
      "end_time": 2718821.0,
      "text": "that connect to this thing we call the science of good taste? Well, if we think about an"
    },
    {
      "index": 519,
      "start_time": 2718820.0,
      "end_time": 2725770.0,
      "text": "individual grape, all of the color, all of the anthocyanins are in the skin."
    },
    {
      "index": 520,
      "start_time": 2725770.0,
      "end_time": 2730710.0,
      "text": "The grape is this thin skin. It&#39;s got juice, which is basically a sugar solution and a"
    },
    {
      "index": 521,
      "start_time": 2730710.0,
      "end_time": 2737000.0,
      "text": "few seeds in there, and as the grape gets bigger and bigger, the volume of liquid relative"
    },
    {
      "index": 522,
      "start_time": 2737000.0,
      "end_time": 2741740.0,
      "text": "to the skin, which is the circumference, so those of you who are geometrically astute,"
    },
    {
      "index": 523,
      "start_time": 2741740.0,
      "end_time": 2747740.0,
      "text": "it&#39;s varying as the square of the radius, the cube of the radius for the volume."
    },
    {
      "index": 524,
      "start_time": 2747740.0,
      "end_time": 2753650.0,
      "text": "As that grape gets bigger, the amount of skin, which would be the color and most of the flavor,"
    },
    {
      "index": 525,
      "start_time": 2753650.0,
      "end_time": 2758660.0,
      "text": "the pigment, and the anthocyanins, the tannins, the things that give the wine the structure"
    },
    {
      "index": 526,
      "start_time": 2758660.0,
      "end_time": 2763720.0,
      "text": "that fill your mouth, that&#39;s all concentrated in the skins. As that grape gets bigger, you&#39;ll"
    },
    {
      "index": 527,
      "start_time": 2763720.0,
      "end_time": 2768840.0,
      "text": "have less and less of that. So as the vine suffers, as we get smaller"
    },
    {
      "index": 528,
      "start_time": 2768840.0,
      "end_time": 2773040.0,
      "text": "grapes on the right, the wine produced from that is going to be a more intense wine, and"
    },
    {
      "index": 529,
      "start_time": 2773040.0,
      "end_time": 2777420.0,
      "text": "assuming that all the other variables we&#39;re playing with in terms of this is a nice flavor"
    },
    {
      "index": 530,
      "start_time": 2777420.0,
      "end_time": 2781660.0,
      "text": "that we like, it will be much more of that nice flavor in the one on the right than the"
    },
    {
      "index": 531,
      "start_time": 2781660.0,
      "end_time": 2785550.0,
      "text": "one on the left. And if we have a flavor that&#39;s too strong,"
    },
    {
      "index": 532,
      "start_time": 2785550.0,
      "end_time": 2790450.0,
      "text": "then the one on the left will be better because it will have a less intense of that not so"
    },
    {
      "index": 533,
      "start_time": 2790450.0,
      "end_time": 2795140.0,
      "text": "good flavor. I&#39;m using highly technical terms, but I think you get the drift. You can taste"
    },
    {
      "index": 534,
      "start_time": 2795140.0,
      "end_time": 2799750.0,
      "text": "these things. You can see differences. This is what I mean by the grapes are different"
    },
    {
      "index": 535,
      "start_time": 2799750.0,
      "end_time": 2805460.0,
      "text": "from these different substrates that the plants are growing on."
    },
    {
      "index": 536,
      "start_time": 2805460.0,
      "end_time": 2809900.0,
      "text": "But this we did beyond just looking at the grapes so then the next step is taking this"
    },
    {
      "index": 537,
      "start_time": 2809900.0,
      "end_time": 2814220.0,
      "text": "into a research winery. You see the pink label on the right, the yellow label on the left."
    },
    {
      "index": 538,
      "start_time": 2814220.0,
      "end_time": 2818119.0,
      "text": "These are different batches from different things we could map in the field, and they"
    },
    {
      "index": 539,
      "start_time": 2818120.0,
      "end_time": 2822591.0,
      "text": "go into the research winery. We know it&#39;s a research winery because we&#39;re"
    },
    {
      "index": 540,
      "start_time": 2822590.0,
      "end_time": 2827160.0,
      "text": "treating every single batch the same. This is why this it&#39;s a scientific experiment."
    },
    {
      "index": 541,
      "start_time": 2827160.0,
      "end_time": 2830730.0,
      "text": "And so it&#39;s the exact same yeast, the exact same temperature, fermentation. We hold everything"
    },
    {
      "index": 542,
      "start_time": 2830730.0,
      "end_time": 2833230.0,
      "text": "constant. The other way you can tell it&#39;s a research"
    },
    {
      "index": 543,
      "start_time": 2833230.0,
      "end_time": 2837400.0,
      "text": "winery is that all the equipment is labeled, &quot;Research,&quot; on the side, and that&#39;s because"
    },
    {
      "index": 544,
      "start_time": 2837400.0,
      "end_time": 2840580.0,
      "text": "they&#39;re right next to a commercial winery, and anybody who&#39;s ever run a lab knows that"
    },
    {
      "index": 545,
      "start_time": 2840580.0,
      "end_time": 2843839.0,
      "text": "your lab equipment’s always disappearing. You never know where it goes. Little gremlins"
    },
    {
      "index": 546,
      "start_time": 2843840.0,
      "end_time": 2847331.0,
      "text": "come in the night and your lab equipment disappears, so they label everything with, &quot;Research,&quot;"
    },
    {
      "index": 547,
      "start_time": 2847330.0,
      "end_time": 2850880.0,
      "text": "in the research winery. You can see all those different stainless"
    },
    {
      "index": 548,
      "start_time": 2850880.0,
      "end_time": 2856460.0,
      "text": "steel tanks back there, and so each one of our batches can be fermented separately, made"
    },
    {
      "index": 549,
      "start_time": 2856460.0,
      "end_time": 2861369.0,
      "text": "into separate wine under commercial wine making conditions."
    },
    {
      "index": 550,
      "start_time": 2861370.0,
      "end_time": 2865991.0,
      "text": "And we can do all sorts of technical measurements of that, and I won&#39;t go into this in any detail."
    },
    {
      "index": 551,
      "start_time": 2865990.0,
      "end_time": 2871369.0,
      "text": "We can measure the pH. The TA is the titratable acidity. Brix is a fancy word for the sugar"
    },
    {
      "index": 552,
      "start_time": 2871370.0,
      "end_time": 2875771.0,
      "text": "content of the grapes. These are all things that affect the quality of the wine, and particularly"
    },
    {
      "index": 553,
      "start_time": 2875770.0,
      "end_time": 2879970.0,
      "text": "the balance between the acid and the sugar are critical for the quality of the wine."
    },
    {
      "index": 554,
      "start_time": 2879970.0,
      "end_time": 2883119.0,
      "text": "So we can measure these things, and we can ask the question, &quot;Are they the same or are"
    },
    {
      "index": 555,
      "start_time": 2883120.0,
      "end_time": 2887360.0,
      "text": "they different?&quot; for the exact same grape variety grown on these two different substrates."
    },
    {
      "index": 556,
      "start_time": 2887360.0,
      "end_time": 2891001.0,
      "text": "We can measure this. We write up in our terroir papers."
    },
    {
      "index": 557,
      "start_time": 2891000.0,
      "end_time": 2895040.0,
      "text": "So that&#39;s all in Washington State. Now we&#39;re going to motor through. We&#39;re going to look"
    },
    {
      "index": 558,
      "start_time": 2895040.0,
      "end_time": 2899710.0,
      "text": "at two other areas to see how they are different. We&#39;re going to jump down to California looking"
    },
    {
      "index": 559,
      "start_time": 2899710.0,
      "end_time": 2906270.0,
      "text": "at the influence of tectonics and alluvial fans on this. This is an aerial view looking"
    },
    {
      "index": 560,
      "start_time": 2906270.0,
      "end_time": 2910930.0,
      "text": "at the Bay area, and for the geologists in the crowd, I don&#39;t need to tell you what all"
    },
    {
      "index": 561,
      "start_time": 2910930.0,
      "end_time": 2914310.0,
      "text": "these linear looking things are. So this is the San Andreas Fault cutting through"
    },
    {
      "index": 562,
      "start_time": 2914310.0,
      "end_time": 2919930.0,
      "text": "here and various splays of it. If we look at Napa County up there on top, there are"
    },
    {
      "index": 563,
      "start_time": 2919930.0,
      "end_time": 2924849.0,
      "text": "splays of the San Andreas, the main strand of the San Andreas is coming right through"
    },
    {
      "index": 564,
      "start_time": 2924850.0,
      "end_time": 2930051.0,
      "text": "here, right through there, up to Point Reyes, in through there. So these are strands of"
    },
    {
      "index": 565,
      "start_time": 2930050.0,
      "end_time": 2934770.0,
      "text": "movement along the plate boundary that is the San Andreas Fault."
    },
    {
      "index": 566,
      "start_time": 2934770.0,
      "end_time": 2940839.0,
      "text": "As we go up into Napa we can see that there are individual valleys. There&#39;s Napa Valley"
    },
    {
      "index": 567,
      "start_time": 2940840.0,
      "end_time": 2945421.0,
      "text": "with fairly straight walls to the mountains. These aren&#39;t really tall mountains, not like"
    },
    {
      "index": 568,
      "start_time": 2945420.0,
      "end_time": 2950920.0,
      "text": "the Cascades. We have a flat floored valley, and these are strands of the faults, subsidiary"
    },
    {
      "index": 569,
      "start_time": 2950920.0,
      "end_time": 2954450.0,
      "text": "faults. So each one of these is a fault bounded valley."
    },
    {
      "index": 570,
      "start_time": 2954450.0,
      "end_time": 2960550.0,
      "text": "Why is that important? Because the valley floor has sunk down, and the walls are going"
    },
    {
      "index": 571,
      "start_time": 2960550.0,
      "end_time": 2966150.0,
      "text": "up. Erosion is occurring off those walls forming what we call alluvial fans. So now we are"
    },
    {
      "index": 572,
      "start_time": 2966150.0,
      "end_time": 2970619.0,
      "text": "looking at the side of this valley. Here&#39;s the mountain and the ridge over there. It&#39;s"
    },
    {
      "index": 573,
      "start_time": 2970620.0,
      "end_time": 2974891.0,
      "text": "got a creek coming down here, and it&#39;s dumping out onto the valley floor."
    },
    {
      "index": 574,
      "start_time": 2974890.0,
      "end_time": 2979920.0,
      "text": "And there&#39;s a slight slope to this floor, and then this cutaway cartoon you can see"
    },
    {
      "index": 575,
      "start_time": 2979920.0,
      "end_time": 2985900.0,
      "text": "illustrated that what is being dumped out by the creek every time it rains and water"
    },
    {
      "index": 576,
      "start_time": 2985900.0,
      "end_time": 2990500.0,
      "text": "cascades across here, we get coarser material dumped out here where the water first goes"
    },
    {
      "index": 577,
      "start_time": 2990500.0,
      "end_time": 2994040.0,
      "text": "to the valley floor, then it gets finer grained as we go in this direction."
    },
    {
      "index": 578,
      "start_time": 2994040.0,
      "end_time": 2998410.0,
      "text": "Hopefully what you can see is that a vineyard here is going to be on slightly different"
    },
    {
      "index": 579,
      "start_time": 2998410.0,
      "end_time": 3005740.0,
      "text": "stuff than a vineyard here. Let&#39;s imagine that you were, oh, let&#39;s say a Silicon Valley"
    },
    {
      "index": 580,
      "start_time": 3005740.0,
      "end_time": 3011240.0,
      "text": "tycoon. You just made a billion dollars on your latest startup, and you decided that,"
    },
    {
      "index": 581,
      "start_time": 3011240.0,
      "end_time": 3013310.0,
      "text": "&quot;I want to be a winemaker. I want to have my own winery.&quot;"
    },
    {
      "index": 582,
      "start_time": 3013310.0,
      "end_time": 3018020.0,
      "text": "It&#39;s a dream that a lot people have, and there&#39;s a little joke in the wine industry, &quot;The best"
    },
    {
      "index": 583,
      "start_time": 3018020.0,
      "end_time": 3023260.0,
      "text": "way to make a small fortune in the wine industry is to start with a large one, and you&#39;ll pretty"
    },
    {
      "index": 584,
      "start_time": 3023260.0,
      "end_time": 3024589.0,
      "text": "soon have a small one.&quot; [laughter]"
    },
    {
      "index": 585,
      "start_time": 3024590.0,
      "end_time": 3030261.0,
      "text": "Larry:  Assume you had the large fortune, and you go here, and you go to your real estate"
    },
    {
      "index": 586,
      "start_time": 3030260.0,
      "end_time": 3033260.0,
      "text": "agent. Now it&#39;s probably going to be a real estate agent who specializes in vineyards."
    },
    {
      "index": 587,
      "start_time": 3033260.0,
      "end_time": 3040180.0,
      "text": "You say, &quot;I&#39;ve got more money than sense, and I want to buy a vineyard here.&quot; The real"
    },
    {
      "index": 588,
      "start_time": 3040180.0,
      "end_time": 3045010.0,
      "text": "estate agent says, &quot;You&#39;re in luck.&quot; Anyone who&#39;s ever dealt with real estate agents you"
    },
    {
      "index": 589,
      "start_time": 3045010.0,
      "end_time": 3049880.0,
      "text": "know exactly where this is going. &quot;I just happen to have a really special property."
    },
    {
      "index": 590,
      "start_time": 3049880.0,
      "end_time": 3058190.0,
      "text": "In fact, our newest hire...&quot; I wouldn&#39;t tell the story about...OK. You&#39;re out here, and"
    },
    {
      "index": 591,
      "start_time": 3058190.0,
      "end_time": 3063420.0,
      "text": "you&#39;re buying this, and let&#39;s say the real estate agent says, &quot;This vineyard right here"
    },
    {
      "index": 592,
      "start_time": 3063420.0,
      "end_time": 3070500.0,
      "text": "is very famous. Say it&#39;s owned by Francis Ford Coppola, or Robert Mondavi, somebody."
    },
    {
      "index": 593,
      "start_time": 3070500.0,
      "end_time": 3079960.0,
      "text": "&quot;I just happen to have the vineyard right next to it. I can get it for you for a steal."
    },
    {
      "index": 594,
      "start_time": 3079960.0,
      "end_time": 3083369.0,
      "text": "Five million dollars and I can get you this vineyard. It&#39;s the size of a postage stamp,"
    },
    {
      "index": 595,
      "start_time": 3083370.0,
      "end_time": 3086711.0,
      "text": "but five million dollars I can get it for you, and you&#39;ll be right next to him.&quot; And"
    },
    {
      "index": 596,
      "start_time": 3086710.0,
      "end_time": 3091050.0,
      "text": "location, location, location, you think, &quot;That&#39;s great.&quot; If you&#39;re buying a house, I&#39;m right"
    },
    {
      "index": 597,
      "start_time": 3091050.0,
      "end_time": 3094450.0,
      "text": "next to the school, or the restaurant, or wherever I want to be. I&#39;m right next to this"
    },
    {
      "index": 598,
      "start_time": 3094450.0,
      "end_time": 3098609.0,
      "text": "great vineyard. But your eagle eye has spotted something."
    },
    {
      "index": 599,
      "start_time": 3098610.0,
      "end_time": 3103881.0,
      "text": "You go, &quot;Wait a second. What&#39;s this red line here?&quot; That&#39;s the outline of the alluvial"
    },
    {
      "index": 600,
      "start_time": 3103880.0,
      "end_time": 3107670.0,
      "text": "fan that tells us the material in here is really different from the material on the"
    },
    {
      "index": 601,
      "start_time": 3107670.0,
      "end_time": 3110760.0,
      "text": "other side of it. You point this out to the real estate agent."
    },
    {
      "index": 602,
      "start_time": 3110760.0,
      "end_time": 3115060.0,
      "text": "You say, &quot;Wait a second. I went to a geology lecture, and this is an alluvial fan, and"
    },
    {
      "index": 603,
      "start_time": 3115060.0,
      "end_time": 3120920.0,
      "text": "that property you&#39;re trying to sell me is on the other side of the alluvial fan.&quot; The"
    },
    {
      "index": 604,
      "start_time": 3120920.0,
      "end_time": 3126869.0,
      "text": "agent&#39;s eyes get really big, and looks at you and says, &quot;Oh, El Diablo, go away.&quot; Real"
    },
    {
      "index": 605,
      "start_time": 3126870.0,
      "end_time": 3129991.0,
      "text": "estate agents don&#39;t like it when you know more about it than they do."
    },
    {
      "index": 606,
      "start_time": 3129990.0,
      "end_time": 3133300.0,
      "text": "So the point of this is what it&#39;s growing on makes a really big difference, and if we"
    },
    {
      "index": 607,
      "start_time": 3133300.0,
      "end_time": 3136480.0,
      "text": "take away the geology, and you&#39;re just looking at this, there are vineyards, and there are"
    },
    {
      "index": 608,
      "start_time": 3136480.0,
      "end_time": 3139150.0,
      "text": "vineyards. They&#39;re all in Napa Valley, very famous place, and you say, &quot;Oh, that&#39;s great."
    },
    {
      "index": 609,
      "start_time": 3139150.0,
      "end_time": 3144400.0,
      "text": "I have a vineyard in Napa Valley.&quot; There are really big differences on the scale"
    },
    {
      "index": 610,
      "start_time": 3144400.0,
      "end_time": 3148730.0,
      "text": "of terroir that hopefully you can now see and begin to understand."
    },
    {
      "index": 611,
      "start_time": 3148730.0,
      "end_time": 3152880.0,
      "text": "There&#39;s a lot of people who&#39;ve gone there into Napa Valley. This is probably one of"
    },
    {
      "index": 612,
      "start_time": 3152880.0,
      "end_time": 3157150.0,
      "text": "the most famous. This is the joint venture between the Mondavi family, arguably the most"
    },
    {
      "index": 613,
      "start_time": 3157150.0,
      "end_time": 3162410.0,
      "text": "famous wine producing family in the United States and the Rothschild family from France,"
    },
    {
      "index": 614,
      "start_time": 3162410.0,
      "end_time": 3167900.0,
      "text": "certainly one of the more famous and richer families of France. They got together to make"
    },
    {
      "index": 615,
      "start_time": 3167900.0,
      "end_time": 3173030.0,
      "text": "a winery to produce one wine, Opus One, which sells for very, very high prices. They did"
    },
    {
      "index": 616,
      "start_time": 3173030.0,
      "end_time": 3178109.0,
      "text": "everything the very best they could. So here they are. Price is no object. They&#39;re"
    },
    {
      "index": 617,
      "start_time": 3178110.0,
      "end_time": 3183531.0,
      "text": "going to Napa and they&#39;re saying, &quot;I want the very best place.&quot; Where do they locate"
    },
    {
      "index": 618,
      "start_time": 3183530.0,
      "end_time": 3188790.0,
      "text": "their Opus One vineyard? Right there on the fan. There&#39;s the apex of the fan, and they"
    },
    {
      "index": 619,
      "start_time": 3188790.0,
      "end_time": 3194450.0,
      "text": "put it right there. What&#39;s going to be there? OK? This is the closest part of the fan to"
    },
    {
      "index": 620,
      "start_time": 3194450.0,
      "end_time": 3197339.0,
      "text": "where the headwaters come out of the mountain, so it&#39;s going to be the coarsest material."
    },
    {
      "index": 621,
      "start_time": 3197340.0,
      "end_time": 3202771.0,
      "text": "It&#39;s going to have the best drainage and the fewest finds, the organic material for the"
    },
    {
      "index": 622,
      "start_time": 3202770.0,
      "end_time": 3207440.0,
      "text": "nutrients. They put this right in the right place, because they were French. They knew"
    },
    {
      "index": 623,
      "start_time": 3207440.0,
      "end_time": 3214160.0,
      "text": "about this terroir stuff. It&#39;s a French word. Here&#39;s another one. This is the Stag&#39;s Leap"
    },
    {
      "index": 624,
      "start_time": 3214160.0,
      "end_time": 3218630.0,
      "text": "Vineyard. I show you this one for one simple reason. You&#39;ve probably heard either about"
    },
    {
      "index": 625,
      "start_time": 3218630.0,
      "end_time": 3223960.0,
      "text": "the movie &quot;Mondovino&quot; or the famous tasting that occurred in 1970&#39;s in France. This was"
    },
    {
      "index": 626,
      "start_time": 3223960.0,
      "end_time": 3230740.0,
      "text": "a watershed moment no pun intended in the wine world, because to make a long story short,"
    },
    {
      "index": 627,
      "start_time": 3230740.0,
      "end_time": 3236670.0,
      "text": "we had a series of wines from different places around the world. All the judges were French"
    },
    {
      "index": 628,
      "start_time": 3236670.0,
      "end_time": 3242070.0,
      "text": "wine writers, vintner winemakers, restaurant owners; all the judges were French."
    },
    {
      "index": 629,
      "start_time": 3242070.0,
      "end_time": 3247730.0,
      "text": "It was a blind tasting. They did this. At the end of the day, two wines from California"
    },
    {
      "index": 630,
      "start_time": 3247730.0,
      "end_time": 3253310.0,
      "text": "won. This was transformative, because up until that point, even though lots of people knew"
    },
    {
      "index": 631,
      "start_time": 3253310.0,
      "end_time": 3258410.0,
      "text": "better, it was a common knowledge that, well, you can produce wine in lots of different"
    },
    {
      "index": 632,
      "start_time": 3258410.0,
      "end_time": 3261820.0,
      "text": "places, but really the only good wine is there in France."
    },
    {
      "index": 633,
      "start_time": 3261820.0,
      "end_time": 3266140.0,
      "text": "And so when this happens at a blind tasting and you can&#39;t say, &quot;Well, you know, it was"
    },
    {
      "index": 634,
      "start_time": 3266140.0,
      "end_time": 3270310.0,
      "text": "the American judges. They didn&#39;t know what they were doing.&quot; So it was the French judging"
    },
    {
      "index": 635,
      "start_time": 3270310.0,
      "end_time": 3274800.0,
      "text": "their very best wines against that and so the Cabernet sauvignon that won that came"
    },
    {
      "index": 636,
      "start_time": 3274800.0,
      "end_time": 3279410.0,
      "text": "from Stag&#39;s Leap. Just like I went to Red Mountain, why would"
    },
    {
      "index": 637,
      "start_time": 3279410.0,
      "end_time": 3284780.0,
      "text": "I want to go study this? Well, this is the most famous wine in the world. If you go there,"
    },
    {
      "index": 638,
      "start_time": 3284780.0,
      "end_time": 3289119.0,
      "text": "and you look at it very closely, this is what&#39;s happening alluvial fan. So these are different"
    },
    {
      "index": 639,
      "start_time": 3289120.0,
      "end_time": 3294741.0,
      "text": "vineyards within Stag&#39;s Leap. This is where the drainage is coming down from the mountain."
    },
    {
      "index": 640,
      "start_time": 3294740.0,
      "end_time": 3299810.0,
      "text": "These are individual debris flows that we can map out in the alluvial fan within this"
    },
    {
      "index": 641,
      "start_time": 3299810.0,
      "end_time": 3303750.0,
      "text": "broader thing, the alluvial fan. If we dig our little trenches there, just"
    },
    {
      "index": 642,
      "start_time": 3303750.0,
      "end_time": 3308570.0,
      "text": "back hoe trenches into the vineyard, and you have to have pretty established research to"
    },
    {
      "index": 643,
      "start_time": 3308570.0,
      "end_time": 3312820.0,
      "text": "go and convince somebody to let you dig up their vineyard with a back hoe. Trust me."
    },
    {
      "index": 644,
      "start_time": 3312820.0,
      "end_time": 3317160.0,
      "text": "They don&#39;t normally like that to happen. But once you explain why you&#39;re doing this, and"
    },
    {
      "index": 645,
      "start_time": 3317160.0,
      "end_time": 3320349.0,
      "text": "what you&#39;ll learn from it, and hopefully you can see that each one of those trenches they"
    },
    {
      "index": 646,
      "start_time": 3320350.0,
      "end_time": 3324590.0,
      "text": "look really different. The same thought experiment. Is the wine produced"
    },
    {
      "index": 647,
      "start_time": 3324590.0,
      "end_time": 3329241.0,
      "text": "on substrate A better or worse, different, than what&#39;s on B?"
    },
    {
      "index": 648,
      "start_time": 3329240.0,
      "end_time": 3334410.0,
      "text": "Now we&#39;re going to jump across the ocean. We&#39;re coming down the home stretch here. You"
    },
    {
      "index": 649,
      "start_time": 3334410.0,
      "end_time": 3338510.0,
      "text": "saw two different places with really different characteristics. Now we&#39;re in the motherland."
    },
    {
      "index": 650,
      "start_time": 3338510.0,
      "end_time": 3342790.0,
      "text": "Now we&#39;re in France, and we&#39;re going to start off in Bordeaux looking at the influence of"
    },
    {
      "index": 651,
      "start_time": 3342790.0,
      "end_time": 3344720.0,
      "text": "glaciation. You&#39;re probably thinking, &quot;Wait a second."
    },
    {
      "index": 652,
      "start_time": 3344720.0,
      "end_time": 3349390.0,
      "text": "I&#39;ve been to France. I didn&#39;t see no stinking glaciers there. So what are you talking about"
    },
    {
      "index": 653,
      "start_time": 3349390.0,
      "end_time": 3351520.0,
      "text": "glaciers?&quot; Well, back during the glacial maximum when"
    },
    {
      "index": 654,
      "start_time": 3351520.0,
      "end_time": 3355990.0,
      "text": "all of Canada was covered by ice, the high country and the Pyrenees, the mountain range"
    },
    {
      "index": 655,
      "start_time": 3355990.0,
      "end_time": 3360550.0,
      "text": "between Spain and France, and the Massif Central? in the central part of France all had big"
    },
    {
      "index": 656,
      "start_time": 3360550.0,
      "end_time": 3365410.0,
      "text": "ice sheets on them. So all that material this is what the Pyrenees look like. That was all"
    },
    {
      "index": 657,
      "start_time": 3365410.0,
      "end_time": 3370050.0,
      "text": "covered by ice. And this map and the location map up there."
    },
    {
      "index": 658,
      "start_time": 3370050.0,
      "end_time": 3375609.0,
      "text": "Bordeaux is here. The Massif Central is a high plateau up in here, all covered by ice."
    },
    {
      "index": 659,
      "start_time": 3375610.0,
      "end_time": 3381590.0,
      "text": "Both the Pyrenees down here and Massif Central fed lots of glacial debris down into this"
    },
    {
      "index": 660,
      "start_time": 3381590.0,
      "end_time": 3386301.0,
      "text": "estuary that is Bordeaux. And so these are various vineyards, what they"
    },
    {
      "index": 661,
      "start_time": 3386300.0,
      "end_time": 3390550.0,
      "text": "refer to as the Left Bank and the Right Bank. These are all storied, very, very famous places."
    },
    {
      "index": 662,
      "start_time": 3390550.0,
      "end_time": 3395400.0,
      "text": "You will recognize some of the terms Margaux, Pomerol, Graves in here."
    },
    {
      "index": 663,
      "start_time": 3395400.0,
      "end_time": 3406520.0,
      "text": "Let me show a cross section through this. The water, the river, sound, is here. These"
    },
    {
      "index": 664,
      "start_time": 3406520.0,
      "end_time": 3412680.0,
      "text": "are the slopes where these very famous vineyards are. Graves, if we have any French speakers,"
    },
    {
      "index": 665,
      "start_time": 3412680.0,
      "end_time": 3417480.0,
      "text": "&quot;graves&quot; in French means &quot;gravel,&quot; OK? You know where this is going."
    },
    {
      "index": 666,
      "start_time": 3417480.0,
      "end_time": 3421960.0,
      "text": "What was coming down from those glaciers? It was all this gravelly material. Not just"
    },
    {
      "index": 667,
      "start_time": 3421960.0,
      "end_time": 3428160.0,
      "text": "gravel, but gravel is in specific what we call stratigraphic layers. All of the top"
    },
    {
      "index": 668,
      "start_time": 3428160.0,
      "end_time": 3433310.0,
      "text": "vineyards this is another wonderful story. Back in the late 1800s, all of the vineyards"
    },
    {
      "index": 669,
      "start_time": 3433310.0,
      "end_time": 3436410.0,
      "text": "in Bordeaux were classified. They basically made a classification from"
    },
    {
      "index": 670,
      "start_time": 3436410.0,
      "end_time": 3440750.0,
      "text": "what they thought were the very best to the very worst. And one could argue about whether"
    },
    {
      "index": 671,
      "start_time": 3440750.0,
      "end_time": 3444900.0,
      "text": "they got everything exactly right, but what they call the &quot;first growths,&quot; the number"
    },
    {
      "index": 672,
      "start_time": 3444900.0,
      "end_time": 3451119.0,
      "text": "one vineyards sell for ridiculous prices, hundreds, in some cases thousands of dollars"
    },
    {
      "index": 673,
      "start_time": 3451120.0,
      "end_time": 3458340.0,
      "text": "a bottle. And all of the first growths are on these stratigraphic gravel layers."
    },
    {
      "index": 674,
      "start_time": 3458340.0,
      "end_time": 3465171.0,
      "text": "Here&#39;s the kicker. There&#39;s a particular gravel there, called le Gunz gravel. It&#39;s le Gunz"
    },
    {
      "index": 675,
      "start_time": 3465170.0,
      "end_time": 3471400.0,
      "text": "high terroir. It&#39;s right there. Hold it up there. Château d&#39;Yquem is probably the most"
    },
    {
      "index": 676,
      "start_time": 3471400.0,
      "end_time": 3476619.0,
      "text": "expensive wine in the world. It also sells for hundreds or thousands of dollars a bottle,"
    },
    {
      "index": 677,
      "start_time": 3476620.0,
      "end_time": 3482981.0,
      "text": "but it sells in these little tenth bottles. You get to pay $1,000 for a tenth bottle."
    },
    {
      "index": 678,
      "start_time": 3482980.0,
      "end_time": 3488270.0,
      "text": "And these are very sweet dessert style wines, and they&#39;re grown on a very special substrate"
    },
    {
      "index": 679,
      "start_time": 3488270.0,
      "end_time": 3495609.0,
      "text": "that one gravel terrace. Every single one of the top vineyards are on, not just these"
    },
    {
      "index": 680,
      "start_time": 3495610.0,
      "end_time": 3500120.0,
      "text": "gravel terraces, but on a particular stratigraphic gravel terrace."
    },
    {
      "index": 681,
      "start_time": 3500120.0,
      "end_time": 3504981.0,
      "text": "If you go visit the wine areas in France, you&#39;re probably not got to hear this story,"
    },
    {
      "index": 682,
      "start_time": 3504980.0,
      "end_time": 3509710.0,
      "text": "because they&#39;re not geologists. You&#39;re getting it now. This is what it looks like, in the"
    },
    {
      "index": 683,
      "start_time": 3509710.0,
      "end_time": 3516940.0,
      "text": "field. There&#39;s the Gunz gravel. Here&#39;s a nice Merlot plant growing on that gravel."
    },
    {
      "index": 684,
      "start_time": 3516940.0,
      "end_time": 3522950.0,
      "text": "Does this look familiar? Remember seeing this in Washington State? I said, &quot;Christophe Baron,"
    },
    {
      "index": 685,
      "start_time": 3522950.0,
      "end_time": 3525810.0,
      "text": "this traveling winemaker, traveled all over all the world. Could have a vineyard anywhere"
    },
    {
      "index": 686,
      "start_time": 3525810.0,
      "end_time": 3530570.0,
      "text": "in the world he wanted, and he came to Washington State. He saw that gravel, which, when I first"
    },
    {
      "index": 687,
      "start_time": 3530570.0,
      "end_time": 3533410.0,
      "text": "showed it to you, I&#39;m sure you&#39;re all thinking, &quot;This guy&#39;s nuts. He&#39;s been drinking the wine"
    },
    {
      "index": 688,
      "start_time": 3533410.0,
      "end_time": 3539980.0,
      "text": "before the lecture again!&quot; And here it is. Now you begin to see the cause"
    },
    {
      "index": 689,
      "start_time": 3539980.0,
      "end_time": 3544040.0,
      "text": "and effect. It&#39;s not that you&#39;re going to taste this gravel. You don&#39;t taste the gravel."
    },
    {
      "index": 690,
      "start_time": 3544040.0,
      "end_time": 3548470.0,
      "text": "You&#39;re not tasting what&#39;s in the rock. What you are doing is you&#39;re tasting the result"
    },
    {
      "index": 691,
      "start_time": 3548470.0,
      "end_time": 3554760.0,
      "text": "of the terroir, the environment in which the grapes are grown, that affects the amount"
    },
    {
      "index": 692,
      "start_time": 3554760.0,
      "end_time": 3559300.0,
      "text": "of canopy. It affects the acid sugar balance. It affects all those things that I was describing."
    },
    {
      "index": 693,
      "start_time": 3559300.0,
      "end_time": 3562599.0,
      "text": "It mainly comes down to the quality of the wine."
    },
    {
      "index": 694,
      "start_time": 3562600.0,
      "end_time": 3567521.0,
      "text": "The very last thing, we&#39;re going to Burgundy. Now we&#39;re getting to the really pricy stuff."
    },
    {
      "index": 695,
      "start_time": 3567520.0,
      "end_time": 3573020.0,
      "text": "This is my very favorite picture in the whole world. I&#39;m standing in a vineyard looking"
    },
    {
      "index": 696,
      "start_time": 3573020.0,
      "end_time": 3577130.0,
      "text": "at three different vineyards going up the slope. This is the very last picture I&#39;m going"
    },
    {
      "index": 697,
      "start_time": 3577130.0,
      "end_time": 3585230.0,
      "text": "to show you after a cross section. These have names Chevalier, Montrachet, Bâtard"
    },
    {
      "index": 698,
      "start_time": 3585230.0,
      "end_time": 3591619.0,
      "text": "Montrachet. These vineyards have been growing in the same place for almost 1,000 years."
    },
    {
      "index": 699,
      "start_time": 3591620.0,
      "end_time": 3598221.0,
      "text": "That vineyard, right there, has been growing there for almost a millennium. These stone"
    },
    {
      "index": 700,
      "start_time": 3598220.0,
      "end_time": 3602660.0,
      "text": "walls separating them are there because that same vineyard has been growing there in that"
    },
    {
      "index": 701,
      "start_time": 3602660.0,
      "end_time": 3611200.0,
      "text": "same place with that same wall for 1,000 years. The wine from this vineyard averages close"
    },
    {
      "index": 702,
      "start_time": 3611200.0,
      "end_time": 3616130.0,
      "text": "to a $1,000 a bottle. We come over here to the Montrachet. It&#39;s"
    },
    {
      "index": 703,
      "start_time": 3616130.0,
      "end_time": 3620550.0,
      "text": "much cheaper. You can pick this up for two or three hundred dollars a bottle. You cross"
    },
    {
      "index": 704,
      "start_time": 3620550.0,
      "end_time": 3625700.0,
      "text": "that stone wall. You cross that stone wall to this one, Bâtard Montrachet. Oh, you can"
    },
    {
      "index": 705,
      "start_time": 3625700.0,
      "end_time": 3631170.0,
      "text": "pick this up for $125. Where I&#39;m standing, across one more stone wall, is vin ordinaire."
    },
    {
      "index": 706,
      "start_time": 3631170.0,
      "end_time": 3635520.0,
      "text": "You can go to the local cafe and buy this for 75¢ a liter."
    },
    {
      "index": 707,
      "start_time": 3635520.0,
      "end_time": 3640740.0,
      "text": "That huge difference in certainly cost of the wine, is not a real good correlation between"
    },
    {
      "index": 708,
      "start_time": 3640740.0,
      "end_time": 3645270.0,
      "text": "the cost and the quality. That&#39;s not where I&#39;m going, but perceived differences in the"
    },
    {
      "index": 709,
      "start_time": 3645270.0,
      "end_time": 3650599.0,
      "text": "wine between things that are adjacent. We&#39;re going to ask that million dollar question"
    },
    {
      "index": 710,
      "start_time": 3650600.0,
      "end_time": 3655461.0,
      "text": "one more time, &quot;Why?&quot; This is our initial thought experiment that I started this lecture"
    },
    {
      "index": 711,
      "start_time": 3655460.0,
      "end_time": 3659030.0,
      "text": "off with. Two vineyards right next to each other, actually three vineyards right next"
    },
    {
      "index": 712,
      "start_time": 3659030.0,
      "end_time": 3662650.0,
      "text": "to each other. What is different? You draw a cross section through this, which"
    },
    {
      "index": 713,
      "start_time": 3662650.0,
      "end_time": 3667859.0,
      "text": "geologists love to do. Here&#39;s the cross section. Here are those vineyards up there and down"
    },
    {
      "index": 714,
      "start_time": 3667860.0,
      "end_time": 3674041.0,
      "text": "at the bottom. I&#39;ve just blown this up. So here&#39;s Chevalier over here. Limonge. That"
    },
    {
      "index": 715,
      "start_time": 3674040.0,
      "end_time": 3680369.0,
      "text": "stone wall is right here. The subsurface this is a fault separating that rock type from"
    },
    {
      "index": 716,
      "start_time": 3680370.0,
      "end_time": 3685161.0,
      "text": "that rock type, with different soil horizons. When these vineyards were planted 1,000 years"
    },
    {
      "index": 717,
      "start_time": 3685160.0,
      "end_time": 3689820.0,
      "text": "ago, the science of geology did not exist. There was not a human on earth who knew what"
    },
    {
      "index": 718,
      "start_time": 3689820.0,
      "end_time": 3695140.0,
      "text": "a fault was, even if they had tried to look. Geology did not exist."
    },
    {
      "index": 719,
      "start_time": 3695140.0,
      "end_time": 3700089.0,
      "text": "So here&#39;s a case where those vineyards are where they are, because over hundreds of years"
    },
    {
      "index": 720,
      "start_time": 3700090.0,
      "end_time": 3705151.0,
      "text": "of human experimentation of making wine and trying it over the years, through generations,"
    },
    {
      "index": 721,
      "start_time": 3705150.0,
      "end_time": 3710150.0,
      "text": "multiple generations of people, they decided that for my taste, this one is a whole lot"
    },
    {
      "index": 722,
      "start_time": 3710150.0,
      "end_time": 3715829.0,
      "text": "better than that one, and it corresponds exactly to these geological features that we can see"
    },
    {
      "index": 723,
      "start_time": 3715830.0,
      "end_time": 3720181.0,
      "text": "in the subsurface. And again, this comes into nutrients and water"
    },
    {
      "index": 724,
      "start_time": 3720180.0,
      "end_time": 3725420.0,
      "text": "and all the other things that come together with terroir. And so that&#39;s the end of the"
    },
    {
      "index": 725,
      "start_time": 3725420.0,
      "end_time": 3729380.0,
      "text": "&quot;Science of Good Taste.&quot; If this was a laboratory course, we would now go into the drinking"
    },
    {
      "index": 726,
      "start_time": 3729380.0,
      "end_time": 3730390.0,
      "text": "part. We can&#39;t, so I thank you for your attention."
    },
    {
      "index": 727,
      "start_time": 3730390.0,
      "end_time": 3740390.0,
      "text": "Transcription by CastingWords p."
    }
  ]
}