{
  "video_id": "DPGtt5AAUaY",
  "title": "How To Ollie On A Snowboard (Regular)",
  "json": [
    {
      "index": 1,
      "start_time": 16470.0,
      "end_time": 22439.0,
      "text": "Ollie: The third way to get air is an ollie. Make"
    },
    {
      "index": 2,
      "start_time": 22439.0,
      "end_time": 29439.0,
      "text": "sure you can easily pop off a bunch of small features before learning this. With an ollie"
    },
    {
      "index": 3,
      "start_time": 29750.0,
      "end_time": 35710.0,
      "text": "we use the boards energy to help us jump. An ollie gives you the most height with the"
    },
    {
      "index": 4,
      "start_time": 35710.0,
      "end_time": 42710.0,
      "text": "least amount of effort although it takes practice and co-ordination to master."
    },
    {
      "index": 5,
      "start_time": 43510.0,
      "end_time": 48549.0,
      "text": "First play with flexing your board. Roll your hips and body weight towards the tail of your"
    },
    {
      "index": 6,
      "start_time": 48549.0,
      "end_time": 54640.0,
      "text": "board like this. Your board will bend raising the nose from the ground. You&#39;re applying"
    },
    {
      "index": 7,
      "start_time": 54640.0,
      "end_time": 60640.0,
      "text": "pressure into the tail off your board using the weight of your body. As your board flexes,"
    },
    {
      "index": 8,
      "start_time": 60640.0,
      "end_time": 67640.0,
      "text": "it wants to spring back, use this energy to ollie. Try this motion all in one movement."
    },
    {
      "index": 9,
      "start_time": 69800.0,
      "end_time": 74390.0,
      "text": "Apply pressure to your tail then ollie off your back foot bringing both feet evenly into"
    },
    {
      "index": 10,
      "start_time": 74400.0,
      "end_time": 81400.0,
      "text": "the air. Make sure to land in a balanced position on both feet. I apply a little pressure over"
    },
    {
      "index": 11,
      "start_time": 81970.0,
      "end_time": 88970.0,
      "text": "my front foot before ollieing which helps to rock lots of pressure into the tail. Co-coordinating"
    },
    {
      "index": 12,
      "start_time": 89150.0,
      "end_time": 96150.0,
      "text": "these movements is tricky at first although you&#39;ll improve quickly with practice. The"
    },
    {
      "index": 13,
      "start_time": 96260.0,
      "end_time": 102930.0,
      "text": "more you pressure and flex your board, the higher you&#39;ll be able to ollie. Actively using"
    },
    {
      "index": 14,
      "start_time": 102930.0,
      "end_time": 109930.0,
      "text": "your hips and body weight will help. Once you get the hang of ollies on flat ground,"
    },
    {
      "index": 15,
      "start_time": 110510.0,
      "end_time": 116120.0,
      "text": "try them while moving on a gentle slope. You can practice timing ollies by using obstacle&#39;s"
    },
    {
      "index": 16,
      "start_time": 116120.0,
      "end_time": 122100.0,
      "text": "like a glove, stick or skier. The cool thing about ollies is they use the"
    },
    {
      "index": 17,
      "start_time": 122100.0,
      "end_time": 127990.0,
      "text": "energy of your board to get air where as a pop uses energy from your body. As you become"
    },
    {
      "index": 18,
      "start_time": 127990.0,
      "end_time": 131519.0,
      "text": "comfortable with ollies, you&#39;ll find they require far less effort then popping."
    }
  ]
}