{
  "video_id": "DWa13rkEUkk",
  "title": "The Problem With Travel",
  "json": [
    {
      "index": 1,
      "start_time": 610.0,
      "end_time": 6620.0,
      "text": "Lying in bed late at night or waiting at the platform for the commuter train home, we often"
    },
    {
      "index": 2,
      "start_time": 6620.0,
      "end_time": 13110.0,
      "text": "daydream about where it would be so much nicer to be: perhaps the beaches of Goa on India’s"
    },
    {
      "index": 3,
      "start_time": 13110.0,
      "end_time": 19610.0,
      "text": "west coast, a little restaurant by a quiet canal in Venice, the highway near Big Sur"
    },
    {
      "index": 4,
      "start_time": 19610.0,
      "end_time": 25400.0,
      "text": "in California or maybe the Faroe islands, far to the north of Scotland. The desire to"
    },
    {
      "index": 5,
      "start_time": 25400.0,
      "end_time": 32340.0,
      "text": "travel is, almost always, sparked by a picture or two: a couple of mental snapshots that"
    },
    {
      "index": 6,
      "start_time": 32340.000000000004,
      "end_time": 38620.0,
      "text": "encapsulate all that seems most alluring about a destination. A trip lasting many hours and"
    },
    {
      "index": 7,
      "start_time": 38620.0,
      "end_time": 44910.0,
      "text": "costing what could be a small fortune may be initiated by nothing grander or more examined"
    },
    {
      "index": 8,
      "start_time": 44910.0,
      "end_time": 51239.0,
      "text": "than one or two mental postcards. We travel because of a background belief that, of course,"
    },
    {
      "index": 9,
      "start_time": 51239.0,
      "end_time": 56790.0,
      "text": "the reality of a scene must be nicer than the evanescent mental images that take us"
    },
    {
      "index": 10,
      "start_time": 56790.0,
      "end_time": 62460.0,
      "text": "there. But there is something about the way our minds work that we would do well to study"
    },
    {
      "index": 11,
      "start_time": 62460.0,
      "end_time": 69660.0,
      "text": "before we ever pack a suitcase: mental images are momentary. That is, they last, at best,"
    },
    {
      "index": 12,
      "start_time": 69660.0,
      "end_time": 76280.0,
      "text": "three seconds. When we imagine a scene, we imagine not a film but, that far briefer and"
    },
    {
      "index": 13,
      "start_time": 76280.0,
      "end_time": 82380.0,
      "text": "in many ways far more forgiving medium, a picture. And yet, we are never in a destination"
    },
    {
      "index": 14,
      "start_time": 82380.0,
      "end_time": 89120.0,
      "text": "just for a moment and that brute fact alone may be enough to cause grievous damage to"
    },
    {
      "index": 15,
      "start_time": 89120.0,
      "end_time": 94210.0,
      "text": "the hopes that transport us far from home. We know the phenomenon well enough at the"
    },
    {
      "index": 16,
      "start_time": 94210.0,
      "end_time": 99189.0,
      "text": "cinema. Imagine if in the course of a story, the screen were filled with a sublime view"
    },
    {
      "index": 17,
      "start_time": 99189.0,
      "end_time": 106979.0,
      "text": "of ocean waves crashing against a craggy headland. We might sigh with desire at such splendour."
    },
    {
      "index": 18,
      "start_time": 106979.0,
      "end_time": 113580.0,
      "text": "But if the camera started to linger on the scene, we might rapidly grow twitchy. What"
    },
    {
      "index": 19,
      "start_time": 113580.0,
      "end_time": 119961.0,
      "text": "is fabulous in increments of seconds can become properly maddening after half a minute. Two"
    },
    {
      "index": 20,
      "start_time": 119961.0,
      "end_time": 125770.0,
      "text": "minutes in, we may be so irritated as to be ready to leave our seats. It’s not that"
    },
    {
      "index": 21,
      "start_time": 125770.0,
      "end_time": 131160.0,
      "text": "we’re ungrateful or shallow, rather that we absorb beauty quickly and then want to"
    },
    {
      "index": 22,
      "start_time": 131160.0,
      "end_time": 137460.0,
      "text": "move on. Beauty is like a brilliant joke: we laugh, but don’t need the comic element"
    },
    {
      "index": 23,
      "start_time": 137460.0,
      "end_time": 144590.0,
      "text": "to be continuously replayed. The lovely mental pictures that get us to travel are – in"
    },
    {
      "index": 24,
      "start_time": 144590.0,
      "end_time": 151510.0,
      "text": "essence – hugely edited versions of what we actually encounter in any destination."
    },
    {
      "index": 25,
      "start_time": 151510.0,
      "end_time": 158120.0,
      "text": "We will, eventually, probably see these pictures, but we will also see so much else, so much"
    },
    {
      "index": 26,
      "start_time": 158120.0,
      "end_time": 164599.0,
      "text": "that is painful or boring, dispiriting or mundane: hours of footage of the stained airline"
    },
    {
      "index": 27,
      "start_time": 164599.0,
      "end_time": 170569.0,
      "text": "seat ahead of us, the back of the taxi driver’s head, the wall of the cheap hotel, a framed"
    },
    {
      "index": 28,
      "start_time": 170569.0,
      "end_time": 174450.0,
      "text": "photograph of Marilyn Monroe on the wall of a little local restaurant… Furthermore,"
    },
    {
      "index": 29,
      "start_time": 174450.0,
      "end_time": 181069.0,
      "text": "there will always be something else on the lens between us and the destination we’d"
    },
    {
      "index": 30,
      "start_time": 181069.0,
      "end_time": 186750.0,
      "text": "come for, something so tricky and oppressive as to undermine the whole purpose of having"
    },
    {
      "index": 31,
      "start_time": 186750.0,
      "end_time": 194849.0,
      "text": "left home in the first place, namely: ourselves. We will, by an unavoidable error, bring ourselves"
    },
    {
      "index": 32,
      "start_time": 194849.0,
      "end_time": 201000.0,
      "text": "along to every destination we’d ever wanted to enjoy. And that will mean bringing along"
    },
    {
      "index": 33,
      "start_time": 201000.0,
      "end_time": 207659.0,
      "text": "so much of the mental baggage that makes being us so intolerably problematic day to day:"
    },
    {
      "index": 34,
      "start_time": 207659.0,
      "end_time": 214700.0,
      "text": "all the anxiety, regret, confusion, guilt, irritability and despair. None of this smear"
    },
    {
      "index": 35,
      "start_time": 214700.0,
      "end_time": 221489.0,
      "text": "of the self is there when we picture a trip from home. In the imagination, we can enjoy"
    },
    {
      "index": 36,
      "start_time": 221489.0,
      "end_time": 227879.0,
      "text": "unsullied views. But there, at the foot of the golden temple or high up on the pine-covered"
    },
    {
      "index": 37,
      "start_time": 227879.0,
      "end_time": 233800.0,
      "text": "mountain, we stand to find that there is so much of ‘us’ intruding on our vistas."
    },
    {
      "index": 38,
      "start_time": 233800.0,
      "end_time": 241830.0,
      "text": "We ruin our trips by a fateful habit of taking ourselves along on them. There’s a tragi-comic"
    },
    {
      "index": 39,
      "start_time": 241830.0,
      "end_time": 248500.0,
      "text": "irony at work: the vast labour of getting ourselves physically to a place won’t necessarily"
    },
    {
      "index": 40,
      "start_time": 248500.0,
      "end_time": 255159.0,
      "text": "get us any closer to the essence of what we’d been seeking. As airlines, hotel chains and"
    },
    {
      "index": 41,
      "start_time": 255159.0,
      "end_time": 262400.0,
      "text": "travel magazines conspire never to tell us, in daydreaming of the ideal location, we may"
    },
    {
      "index": 42,
      "start_time": 262400.0,
      "end_time": 268160.0,
      "text": "have already enjoyed the very best that any place has to offer us."
    },
    {
      "index": 43,
      "start_time": 270480.0,
      "end_time": 276000.0,
      "text": "We love bringing you these films.  If you want to help us to keep bringing you thoughtful content;"
    },
    {
      "index": 44,
      "start_time": 276000.0,
      "end_time": 282400.0,
      "text": "please consider supporting us by visiting our shop at the link on your screen now."
    }
  ]
}