{
  "video_id": "DyV0OfU3-FU",
  "title": "Money vs Currency - Hidden Secrets Of Money Episode 1 - Mike Maloney",
  "json": [
    {
      "index": 1,
      "start_time": 4190.0,
      "end_time": 9350.0,
      "text": "Your true wealth is your time and freedom.  Money is just a tool for trading your time."
    },
    {
      "index": 2,
      "start_time": 9350.0,
      "end_time": 13830.0,
      "text": "It&#39;s a container to store your economic energy until you&#39;re ready to deploy it."
    },
    {
      "index": 3,
      "start_time": 13830.0,
      "end_time": 19640.0,
      "text": "But the whole world has been turned away from real money and has been fooled into using currency, -"
    },
    {
      "index": 4,
      "start_time": 19640.0,
      "end_time": 24700.0,
      "text": "a deceiptful imposter that is silently stealing your two most valuable assets."
    },
    {
      "index": 5,
      "start_time": 24700.0,
      "end_time": 32550.0,
      "text": "Your time and your freedom.  Welcome to the rabbit hole."
    },
    {
      "index": 6,
      "start_time": 32549.999999999996,
      "end_time": 37860.0,
      "text": "We are entering a period of financial crisis that is the greatest the world has ever known."
    },
    {
      "index": 7,
      "start_time": 37860.0,
      "end_time": 44400.0,
      "text": "The wealth transfer that will take place during this decade is the greatest wealth transfer in history."
    },
    {
      "index": 8,
      "start_time": 44400.0,
      "end_time": 47500.0,
      "text": "Wealth is never destroyed.  It is merely transferred."
    },
    {
      "index": 9,
      "start_time": 47500.0,
      "end_time": 52520.0,
      "text": "And that means that on the opposite side of every crisis there is an opportunity."
    },
    {
      "index": 10,
      "start_time": 52520.0,
      "end_time": 60800.0,
      "text": "The great news is that all you have to do to turn this crisis into your great opportunity is to educate yourself."
    },
    {
      "index": 11,
      "start_time": 60800.0,
      "end_time": 67030.0,
      "text": "I believe that the best investment that you can make in your lifetime is your own education."
    },
    {
      "index": 12,
      "start_time": 67030.0,
      "end_time": 69530.0,
      "text": "Education on the history of money."
    },
    {
      "index": 13,
      "start_time": 69530.0,
      "end_time": 74550.0,
      "text": "Education on finance.  Education on how the global economy works."
    },
    {
      "index": 14,
      "start_time": 74550.0,
      "end_time": 82210.0,
      "text": "Education on how all of these guys, the central bankers, the stock market, how they can cheat you.  How they can scam you."
    },
    {
      "index": 15,
      "start_time": 82210.0,
      "end_time": 92090.0,
      "text": "If you learn what is going on and how the financial world works, you can put yourself on the correct side of this wealth transfer."
    },
    {
      "index": 16,
      "start_time": 92090.0,
      "end_time": 98100.0,
      "text": "Winston Churchill once said that the further you look into the past, the further that you can see into the future."
    },
    {
      "index": 17,
      "start_time": 98100.0,
      "end_time": 102230.0,
      "text": "This program is all about creating your own crystal ball."
    },
    {
      "index": 18,
      "start_time": 102230.0,
      "end_time": 104660.0,
      "text": "Being able to gaze into the future."
    },
    {
      "index": 19,
      "start_time": 104660.0,
      "end_time": 126460.0,
      "text": "Being able to change this crisis, the greatest crisis in the history of mankind, into your great opportunity."
    },
    {
      "index": 20,
      "start_time": 126460.0,
      "end_time": 130300.0,
      "text": "The hidden secrets of money.  Some of them are hidden in plain sight."
    },
    {
      "index": 21,
      "start_time": 130300.00000000001,
      "end_time": 132300.0,
      "text": "They&#39;re like right in front of you."
    },
    {
      "index": 22,
      "start_time": 132300.0,
      "end_time": 138700.0,
      "text": "Uh, the way the monetary system works is something that isn&#39;t actually hidden away from all of us."
    },
    {
      "index": 23,
      "start_time": 138700.0,
      "end_time": 144420.0,
      "text": "It&#39;s out in the open, but it&#39;s complex and people just don&#39;t, they can&#39;t see how it works."
    },
    {
      "index": 24,
      "start_time": 144420.0,
      "end_time": 149370.0,
      "text": "It&#39;s hard for them to imagine that we&#39;re living in such a hoax."
    },
    {
      "index": 25,
      "start_time": 149370.0,
      "end_time": 153640.0,
      "text": "Others are meant to be secret, but the truth is slowly coming out."
    },
    {
      "index": 26,
      "start_time": 153640.0,
      "end_time": 160200.0,
      "text": "Like the Federal Reserve being a private corporation and not really part of the U.S. Government."
    },
    {
      "index": 27,
      "start_time": 160200.0,
      "end_time": 169730.0,
      "text": "But when I started studying this, uh, what I found was that there was no place that I could point people to where they could get it all in one spot."
    },
    {
      "index": 28,
      "start_time": 169730.0,
      "end_time": 179700.0,
      "text": "And so I basically decided to write my book about it and consolidate monetary history, economics, the markets, uh, the fundamentals of gold and silver."
    },
    {
      "index": 29,
      "start_time": 179700.0,
      "end_time": 196240.0,
      "text": "There&#39;s a lot of smoke and mirrors in economics, and I&#39;ve sort of made it my job to lift the fog for people."
    },
    {
      "index": 30,
      "start_time": 196240.0,
      "end_time": 200000.0,
      "text": "Welcome to Egypt.  This is where it all began."
    },
    {
      "index": 31,
      "start_time": 200000.0,
      "end_time": 206640.0,
      "text": "Roughly 5,000 years ago, the Egyptians started using gold and silver as their predominant form of currency,-"
    },
    {
      "index": 32,
      "start_time": 206640.0,
      "end_time": 208900.0,
      "text": "but it was not yet money."
    },
    {
      "index": 33,
      "start_time": 208900.0,
      "end_time": 215200.0,
      "text": "The pieces of gold and silver that they were using were odd sizes and weights.  Odd purities."
    },
    {
      "index": 34,
      "start_time": 215200.0,
      "end_time": 223260.0,
      "text": "So it still was not interchangable where each unit is the same as the next.  This meant that nothing really had a price yet."
    },
    {
      "index": 35,
      "start_time": 223260.0,
      "end_time": 231090.0,
      "text": "You couldn&#39;t put a price of so many coins on something because they didn&#39;t have coins yet.  Trade was still difficult."
    },
    {
      "index": 36,
      "start_time": 231090.0,
      "end_time": 236730.0,
      "text": "It was still a guessing game when it came to the exchange of values."
    },
    {
      "index": 37,
      "start_time": 236730.0,
      "end_time": 246980.0,
      "text": "One of the reasons that we are in the financial mess that we are today globally is that people do not understand the difference between currency and money."
    },
    {
      "index": 38,
      "start_time": 246980.0,
      "end_time": 256300.0,
      "text": "Currency is a medium of exchange, a unit of account.  It is portable, durable, divisible, and something called fungible."
    },
    {
      "index": 39,
      "start_time": 256300.0,
      "end_time": 260150.0,
      "text": "Fungible means that each unit is the same as the next unit."
    },
    {
      "index": 40,
      "start_time": 260149.99999999997,
      "end_time": 264290.0,
      "text": "A dollar in my pocket buys the same amount as a dollar in your pocket."
    },
    {
      "index": 41,
      "start_time": 264290.0,
      "end_time": 271360.0,
      "text": "Money is all of those things plus a store of value over a long period of time."
    },
    {
      "index": 42,
      "start_time": 271360.0,
      "end_time": 279300.0,
      "text": "Even financial planners, bankers, your accountant, they don&#39;t understand the difference between currency and money."
    },
    {
      "index": 43,
      "start_time": 279300.0,
      "end_time": 287140.0,
      "text": "The currency in your pocket is a medium of exchange.  It&#39;s a unit of account because it&#39;s got numbers on it."
    },
    {
      "index": 44,
      "start_time": 287140.0,
      "end_time": 293660.0,
      "text": "It&#39;s somewhat durable, it&#39;s portable, it&#39;s divisible in that you can make change, and it&#39;s fungible."
    },
    {
      "index": 45,
      "start_time": 293660.0,
      "end_time": 297280.0,
      "text": "A dollar in my pocket buys the same amount as a dollar in your pocket."
    },
    {
      "index": 46,
      "start_time": 297280.0,
      "end_time": 304680.0,
      "text": "But because governments can print more and more and more of it and dilute the currency supply,-"
    },
    {
      "index": 47,
      "start_time": 304680.0,
      "end_time": 313240.0,
      "text": "it&#39;s continually transferring wealth out of your pocket, out of your bank account to the government and to the banking system."
    },
    {
      "index": 48,
      "start_time": 313240.0,
      "end_time": 319900.0,
      "text": "The reason that gold and silver are the optimum form of money is because of their properties."
    },
    {
      "index": 49,
      "start_time": 319900.0,
      "end_time": 327100.0,
      "text": "It&#39;s an easy medium of exchange because gold and silver store a large amount of value in a very small area."
    },
    {
      "index": 50,
      "start_time": 327100.0,
      "end_time": 332600.0,
      "text": "It&#39;s a unit of account.  Pure gold has the same value all over the planet."
    },
    {
      "index": 51,
      "start_time": 332600.0,
      "end_time": 339610.0,
      "text": "So an ounce of gold buys the same amount here in Egypt as it would in China or in the United States."
    },
    {
      "index": 52,
      "start_time": 339610.0,
      "end_time": 347250.0,
      "text": "It&#39;s durable.  The same gold that Egyptians were using in trade 5,000 years ago is still here with us today."
    },
    {
      "index": 53,
      "start_time": 347250.0,
      "end_time": 350000.0,
      "text": "It does not corrode.  It&#39;s divisible."
    },
    {
      "index": 54,
      "start_time": 350000.0,
      "end_time": 353450.0,
      "text": "You can make change with it.  It&#39;s very portable."
    },
    {
      "index": 55,
      "start_time": 353450.0,
      "end_time": 360600.0,
      "text": "You can use something like oil as money.  It&#39;s just that you can&#39;t carry around a barrel of oil on your back."
    },
    {
      "index": 56,
      "start_time": 360600.0,
      "end_time": 365200.0,
      "text": "It&#39;s fungible.  Pure gold is the same wherever it is on earth."
    },
    {
      "index": 57,
      "start_time": 365200.0,
      "end_time": 369600.0,
      "text": "Pure silver is the same wherever it is on earth.  It&#39;s limited in quantity."
    },
    {
      "index": 58,
      "start_time": 369600.0,
      "end_time": 374400.0,
      "text": "That&#39;s the  reason that it maintains its purchasing power.  Governments cannot print it."
    },
    {
      "index": 59,
      "start_time": 374400.0,
      "end_time": 380020.0,
      "text": "Over the last 5,000 years, only gold and silver have maintained their purchasing power."
    },
    {
      "index": 60,
      "start_time": 380020.0,
      "end_time": 383800.0,
      "text": "There have been thousands upon thousands of fiat currencies."
    },
    {
      "index": 61,
      "start_time": 383800.0,
      "end_time": 393500.0,
      "text": "Currencies that are unbacked by gold or silver, and they have all gone to zero.  It&#39;s a 100 percent failure rate."
    },
    {
      "index": 62,
      "start_time": 393500.0,
      "end_time": 402350.0,
      "text": "Well, fiat currency, of course, is um, a currency that is, exists at the dictate or by fiat from, from a government."
    },
    {
      "index": 63,
      "start_time": 402350.0,
      "end_time": 407600.0,
      "text": "They have their printing presses, and the paper money rolls off the printing presses."
    },
    {
      "index": 64,
      "start_time": 407600.0,
      "end_time": 412600.0,
      "text": "And then they give it the fiat designation which then makes the currency official."
    },
    {
      "index": 65,
      "start_time": 412600.0,
      "end_time": 418100.0,
      "text": "It&#39;s just worthless paper, but when Ben Bernake gives it the special sign, and they have the cult meeting -"
    },
    {
      "index": 66,
      "start_time": 418100.0,
      "end_time": 423700.0,
      "text": "at the Federal Open Market Committee meetings, it suddenly becomes currency."
    },
    {
      "index": 67,
      "start_time": 423700.0,
      "end_time": 428700.0,
      "text": "If you look at what&#39;s really going on it&#39;s, it&#39;s a con game.  And so there&#39;s confidence."
    },
    {
      "index": 68,
      "start_time": 428700.0,
      "end_time": 432700.0,
      "text": "Well, the Federal Reserve is very forthright about what they&#39;re doing."
    },
    {
      "index": 69,
      "start_time": 432700.0,
      "end_time": 435600.0,
      "text": "If you read their website they&#39;ll tell you it&#39;s a confidence game."
    },
    {
      "index": 70,
      "start_time": 435600.0,
      "end_time": 439280.0,
      "text": "They tell that there&#39;s no intrinsic value in their money."
    },
    {
      "index": 71,
      "start_time": 439280.0,
      "end_time": 442900.0,
      "text": "They&#39;ll tell you that they print it backed by absolutely nothing."
    },
    {
      "index": 72,
      "start_time": 442900.0,
      "end_time": 445500.0,
      "text": "They actually display all these facts."
    },
    {
      "index": 73,
      "start_time": 445500.0,
      "end_time": 451580.0,
      "text": "But if you tell somebody in the public that this stuff is created out of thin air, there&#39;s no backing whatsover -"
    },
    {
      "index": 74,
      "start_time": 451580.0,
      "end_time": 458400.0,
      "text": ", it&#39;s absolutely worthless, it&#39;s about as valuable as Monopoly money, they&#39;ll look at you like you&#39;re nuts."
    },
    {
      "index": 75,
      "start_time": 458400.0,
      "end_time": 466200.0,
      "text": "Is there an example throughout history of a fiat currency, a piece of paper that&#39;s unbacked by anything, surviving?"
    },
    {
      "index": 76,
      "start_time": 466200.0,
      "end_time": 468500.0,
      "text": "Short answer, no."
    },
    {
      "index": 77,
      "start_time": 468500.0,
      "end_time": 472200.0,
      "text": "Long answer, no.  And here&#39;s why."
    },
    {
      "index": 78,
      "start_time": 472200.0,
      "end_time": 475380.0,
      "text": "When Addison Wiggin took over at The Daily Reckoning, they got cranked up."
    },
    {
      "index": 79,
      "start_time": 475380.0,
      "end_time": 481700.0,
      "text": "Uh, Bill Bonner asked him to catalogue all of the fiat currencies throughout history and what happened to each of them."
    },
    {
      "index": 80,
      "start_time": 481700.0,
      "end_time": 491200.0,
      "text": "Addison dutifully went to work.  Within a short period of time he had gone through the alphabet.  All the fiat currencies that started with the letter A were done."
    },
    {
      "index": 81,
      "start_time": 491200.0,
      "end_time": 496880.0,
      "text": "They all went to zero.  He was halfway through the letter B and all the fiat currencies that started with the letter B,-"
    },
    {
      "index": 82,
      "start_time": 496880.0,
      "end_time": 502900.0,
      "text": "and there were 600 of them in just the first letter and a half of the alphabet."
    },
    {
      "index": 83,
      "start_time": 502900.0,
      "end_time": 510200.0,
      "text": "And every single one of them went to zero.  Every one."
    },
    {
      "index": 84,
      "start_time": 510200.0,
      "end_time": 518810.0,
      "text": "600 fiat currencies that start with the letter A, and half of the ones that start with the letter B, there are 600 of these things."
    },
    {
      "index": 85,
      "start_time": 518809.99999999994,
      "end_time": 521499.99999999994,
      "text": "Not one ever came close."
    },
    {
      "index": 86,
      "start_time": 521500.0,
      "end_time": 527700.0,
      "text": "And you think this one, the United States dollar is gonna be the first one after all that?  I don&#39;t think so."
    },
    {
      "index": 87,
      "start_time": 527700.0,
      "end_time": 530700.0,
      "text": "No.  No currency, fiat currency has ever survived."
    },
    {
      "index": 88,
      "start_time": 530700.0,
      "end_time": 536000.0,
      "text": "None."
    },
    {
      "index": 89,
      "start_time": 536000.0,
      "end_time": 540000.0,
      "text": "The thing about money is there actually is a fairly well accepted definition of what money is."
    },
    {
      "index": 90,
      "start_time": 540000.0,
      "end_time": 547100.0,
      "text": "The question is as you apply that definition to particular things that are, people claim to be money, do they fit the definition?"
    },
    {
      "index": 91,
      "start_time": 547100.0,
      "end_time": 550500.0,
      "text": "Well just take the paper dollar for example.  How well does it perform those functions?"
    },
    {
      "index": 92,
      "start_time": 550500.0,
      "end_time": 558270.0,
      "text": "Will it store a value?  Uh, the dollar has lost 95 percent of its purchasing power, uh, since the creation of the Federal Reserve in 1913."
    },
    {
      "index": 93,
      "start_time": 558270.0,
      "end_time": 560500.0,
      "text": "So not very good as a store of value."
    },
    {
      "index": 94,
      "start_time": 560500.0,
      "end_time": 566500.0,
      "text": "One of the things I do is, uh, just a way to get the audience&#39;s attention is I have a slide and there are three pictures on the slide."
    },
    {
      "index": 95,
      "start_time": 566500.0,
      "end_time": 570640.0,
      "text": "One is a pile of Monopoly money.  The other one is a pile of Federal Reserve notes."
    },
    {
      "index": 96,
      "start_time": 570640.0,
      "end_time": 573100.0,
      "text": "Uh, what Americans would call paper money."
    },
    {
      "index": 97,
      "start_time": 573100.0,
      "end_time": 577440.0,
      "text": "Uh, the other one is a solid gold, uh, American Eagle, uh, one ounce coin."
    },
    {
      "index": 98,
      "start_time": 577440.0,
      "end_time": 580760.0,
      "text": "And the title of this slide is which of these is not like the other."
    },
    {
      "index": 99,
      "start_time": 580760.0,
      "end_time": 586200.0,
      "text": "And if you know the show Sesame Street or if you have children who watch it, it&#39;s one of the favorite vignettes in Sesame Street."
    },
    {
      "index": 100,
      "start_time": 586200.0,
      "end_time": 589320.0,
      "text": "And what it really is is a kind of IQ test for five year olds."
    },
    {
      "index": 101,
      "start_time": 589320.0,
      "end_time": 593600.0,
      "text": "They&#39;re supposed to look at the three things and look at characteristics and find the one that&#39;s not like the other."
    },
    {
      "index": 102,
      "start_time": 593600.0,
      "end_time": 601820.0,
      "text": "Well, I&#39;ve shown this slide to, um, groups of, you know, Ivy League university professors, and I&#39;ve also shown it to, uh, you know, uh, children."
    },
    {
      "index": 103,
      "start_time": 601820.0,
      "end_time": 604780.0,
      "text": "You know, kind of find results in my nieces and newphews and so forth."
    },
    {
      "index": 104,
      "start_time": 604780.0,
      "end_time": 611320.0,
      "text": "Uh, and when the, uh, professors look at it they say well, um, clearly the, uh, the dollars are not like the others -"
    },
    {
      "index": 105,
      "start_time": 611320.0,
      "end_time": 616800.0,
      "text": "&#39;cause gold has no role as money and Monopoly money is junk and the American dollar is a store of value."
    },
    {
      "index": 106,
      "start_time": 616800.0,
      "end_time": 621400.0,
      "text": "So that&#39;s not like the other.  But the children look at it and they say well, the gold coin is not like the other -"
    },
    {
      "index": 107,
      "start_time": 621400.0,
      "end_time": 625600.0,
      "text": "because the other two are just piles of paper, and the gold coin is clearly something different."
    },
    {
      "index": 108,
      "start_time": 625600.0,
      "end_time": 631250.0,
      "text": "So my question to the audience is who&#39;s smarter?  A five year old or an Ivy League professor?"
    },
    {
      "index": 109,
      "start_time": 631250.0,
      "end_time": 639750.0,
      "text": "Before World War I, each note that a treasury issued would say that there has been deposited with the United States Treasury -"
    },
    {
      "index": 110,
      "start_time": 639750.0,
      "end_time": 643940.0,
      "text": "20 dollars in gold coin payable to the bearer upon demand."
    },
    {
      "index": 111,
      "start_time": 643940.0,
      "end_time": 649510.0,
      "text": "The money was in the vault.  The currency was a note they gave you that was a claim check."
    },
    {
      "index": 112,
      "start_time": 649510.0,
      "end_time": 658130.0,
      "text": "Only a claim check on the money.  The same as if you go to the dry cleaners and you give them your shirt and they give you a claim check for your shirt."
    },
    {
      "index": 113,
      "start_time": 658130.0,
      "end_time": 664430.0,
      "text": "The value is, is that shirt at the dry cleaners.  Not the piece of paper that says that you own that shirt."
    },
    {
      "index": 114,
      "start_time": 664430.0,
      "end_time": 673100.0,
      "text": "So our currency that&#39;s circulated was the paper U.S. dollars and they were claim checks on money."
    },
    {
      "index": 115,
      "start_time": 673100.0,
      "end_time": 677310.0,
      "text": "The next hidden secret is the difference between currency and money."
    },
    {
      "index": 116,
      "start_time": 677310.0,
      "end_time": 683770.0,
      "text": "Money must be a store of value and maintain its purchasing power over long periods of time."
    },
    {
      "index": 117,
      "start_time": 683770.0,
      "end_time": 689390.0,
      "text": "As we progress through this series, you&#39;ll learn that national currencies are really a tool used by the government -"
    },
    {
      "index": 118,
      "start_time": 689390.0,
      "end_time": 696100.0,
      "text": "and the financial sector to leach away your time and your freedom by stealing your purchasing power."
    },
    {
      "index": 119,
      "start_time": 696100.0,
      "end_time": 701500.0,
      "text": "So rather than storing your economic energy, currencies leak."
    },
    {
      "index": 120,
      "start_time": 701500.0,
      "end_time": 704900.0,
      "text": "Now compare that to the gold and silver the Egyptians were using.  Like I started with, it still wasn&#39;t money because it wasn&#39;t interchangable yet."
    },
    {
      "index": 121,
      "start_time": 704900.0,
      "end_time": 710000.0,
      "text": "Like I started with, it still wasn&#39;t money because it wasn&#39;t interchangable yet."
    },
    {
      "index": 122,
      "start_time": 710000.0,
      "end_time": 718200.0,
      "text": "But they were on the right track as gold and silver have proven over thousands of years to be the ultimate store of value."
    },
    {
      "index": 123,
      "start_time": 718200.0,
      "end_time": 725200.0,
      "text": "Gold is only formed when a star explodes, a supernova.  And it stays around forever."
    },
    {
      "index": 124,
      "start_time": 725200.0,
      "end_time": 736350.0,
      "text": "This is one of the properties that make it the ultimate money."
    },
    {
      "index": 125,
      "start_time": 736350.0,
      "end_time": 742580.0,
      "text": "You know, people are amazed that after 5,000 years the pyramids are still here."
    },
    {
      "index": 126,
      "start_time": 742580.0,
      "end_time": 748260.0,
      "text": "But what I&#39;m more amazed at is that the currency that the people that built this were using,-"
    },
    {
      "index": 127,
      "start_time": 748260.0,
      "end_time": 755600.0,
      "text": "that currency, that gold and silver that they were using in trade on a daily basis, is still around today."
    },
    {
      "index": 128,
      "start_time": 755600.0,
      "end_time": 762610.0,
      "text": "It may have been melted down and re-refined and it&#39;s in a coin or a bar or in some piece of jewelry."
    },
    {
      "index": 129,
      "start_time": 762610.0,
      "end_time": 769100.0,
      "text": "But it&#39;s still with us today and it still purchases something."
    },
    {
      "index": 130,
      "start_time": 769100.0,
      "end_time": 774990.0,
      "text": "Yes, it is the ultimate money because there is nothing else even in the same league.  It&#39;s divisible."
    },
    {
      "index": 131,
      "start_time": 774990.0,
      "end_time": 778400.0,
      "text": "It&#39;s permanent.  It&#39;s a store of value."
    },
    {
      "index": 132,
      "start_time": 778400.0,
      "end_time": 788300.0,
      "text": "It&#39;s, uh, a unit of account.  It&#39;s got everything you want out of money, but it doesn&#39;t go away and it can&#39;t be increased."
    },
    {
      "index": 133,
      "start_time": 788300.0,
      "end_time": 795740.0,
      "text": "That is what makes gold the most beautiful money of all.  What more can you ask out of a money?"
    },
    {
      "index": 134,
      "start_time": 795740.0,
      "end_time": 800170.0,
      "text": "It keeps governments under control.  You can maintain a solvent system."
    },
    {
      "index": 135,
      "start_time": 800170.0,
      "end_time": 809600.0,
      "text": "Governments don&#39;t like gold at present because they&#39;re getting away with the fiat currencies, and they&#39;ll do everything they can to discredit it as an asset class."
    },
    {
      "index": 136,
      "start_time": 809600.0,
      "end_time": 816430.0,
      "text": "I mean, my goodness.  Gold has, uh, outperformed the Dow Jones Industrial Average in each of the last seven years."
    },
    {
      "index": 137,
      "start_time": 816430.0,
      "end_time": 821100.0,
      "text": "Uh, yet it&#39;s not considered a legitimate asset class.  Why?"
    },
    {
      "index": 138,
      "start_time": 821100.0,
      "end_time": 825020.0,
      "text": "Again, it&#39;s the fear that maybe gold will be imposed on the system."
    },
    {
      "index": 139,
      "start_time": 825020.0,
      "end_time": 830120.0,
      "text": "That it will constrain government ability to spend beyond its means."
    },
    {
      "index": 140,
      "start_time": 830120.0,
      "end_time": 831190.0,
      "text": "They can&#39;t print it."
    },
    {
      "index": 141,
      "start_time": 831190.0,
      "end_time": 833600.0,
      "text": "They can&#39;t print it, no."
    },
    {
      "index": 142,
      "start_time": 833600.0,
      "end_time": 841800.0,
      "text": "The proper definition of inflation, I use Milton Friedman&#39;s definition.  Inflation is an expansion of the currency supply."
    },
    {
      "index": 143,
      "start_time": 841800.0,
      "end_time": 850400.0,
      "text": "Deflation is a contraction of the currency supply.  If you expand the currency supply, eventually prices will rise."
    },
    {
      "index": 144,
      "start_time": 850400.0,
      "end_time": 857030.0,
      "text": "And if you contract the currency supply, eventually prices will fall."
    },
    {
      "index": 145,
      "start_time": 857030.0,
      "end_time": 860400.0,
      "text": "This is a pool.  But it&#39;s not a pool of water."
    },
    {
      "index": 146,
      "start_time": 860400.0,
      "end_time": 864540.0,
      "text": "This is a, the currency pool.  And these are prices."
    },
    {
      "index": 147,
      "start_time": 864540.0,
      "end_time": 872600.0,
      "text": "And if you expand the currency supply, prices like a sponge in water have to rise to suck up the excess currency."
    },
    {
      "index": 148,
      "start_time": 872600.0,
      "end_time": 879200.0,
      "text": "Governments never stop printing more currency and adding currency to circulation."
    },
    {
      "index": 149,
      "start_time": 879200.0,
      "end_time": 886250.0,
      "text": "Therefore, prices keep on going up.  Not because they stuff that you&#39;re trying to buy is changing."
    },
    {
      "index": 150,
      "start_time": 886250.0,
      "end_time": 892300.0,
      "text": "The real estate doesn&#39;t change.  What has changed is the currency purchases less and less."
    },
    {
      "index": 151,
      "start_time": 892300.0,
      "end_time": 896310.0,
      "text": "It&#39;s the currency going down.  Not prices going up."
    },
    {
      "index": 152,
      "start_time": 896310.0,
      "end_time": 901700.0,
      "text": "The truth is, what we have that makes our world work right now is a big story.  None of it&#39;s real."
    },
    {
      "index": 153,
      "start_time": 901700.0,
      "end_time": 907000.0,
      "text": "It&#39;s all just promises.  And if you think about it, that&#39;s how currency began to work in the beginning."
    },
    {
      "index": 154,
      "start_time": 907000.0,
      "end_time": 909100.0,
      "text": "You know, before we had currency we had barter."
    },
    {
      "index": 155,
      "start_time": 909100.0,
      "end_time": 914520.0,
      "text": "I&#39;ll give you three coconuts and you give me four fish &#39;cause that&#39;s kind of a fair exchange on coconuts and fish."
    },
    {
      "index": 156,
      "start_time": 914520.0,
      "end_time": 920600.0,
      "text": "But that got complicated so we had to invent this thing called money to be a divisible, portable medium of exchange."
    },
    {
      "index": 157,
      "start_time": 920600.0,
      "end_time": 927570.0,
      "text": "And the challenge is that we&#39;ve lost that a long time ago.  We lost having things of value be our currency."
    },
    {
      "index": 158,
      "start_time": 927570.0,
      "end_time": 929850.0,
      "text": "And now we have this thing called numbers and accounts.  But trust me."
    },
    {
      "index": 159,
      "start_time": 929850.0,
      "end_time": 933500.0,
      "text": "It is not real.  It&#39;s a big made up story."
    },
    {
      "index": 160,
      "start_time": 933500.0,
      "end_time": 938910.0,
      "text": "One of the biggest make believe stories ever is called quantitative easing which sounds complex, -"
    },
    {
      "index": 161,
      "start_time": 938910.0,
      "end_time": 942800.0,
      "text": "but it&#39;s really just a smoke and mirrors term for currency creation."
    },
    {
      "index": 162,
      "start_time": 942800.0,
      "end_time": 946600.0,
      "text": "QE started with the banking bailouts back in 2009."
    },
    {
      "index": 163,
      "start_time": 946600.0,
      "end_time": 956000.0,
      "text": "This currency was created out of thin air and then given to the banks who paid themselves record bonuses in reward for crashing the world economy."
    },
    {
      "index": 164,
      "start_time": 956000.0,
      "end_time": 963210.0,
      "text": "This is a global phenomenon, but all you have to remember for now is that whether it&#39;s QE, bailouts, or stimulus programs, -"
    },
    {
      "index": 165,
      "start_time": 963210.0,
      "end_time": 970210.0,
      "text": "these are all just voodoo, hocus pocus terms for increased currency creation."
    },
    {
      "index": 166,
      "start_time": 970210.0,
      "end_time": 976970.0,
      "text": "I believe gold and silver will reassert themselves as money and when they do, there just isn&#39;t enough."
    },
    {
      "index": 167,
      "start_time": 976970.0,
      "end_time": 985300.0,
      "text": "And their purchasing power is going to go up many, many, many times."
    },
    {
      "index": 168,
      "start_time": 985300.0,
      "end_time": 993200.0,
      "text": "Egypt is an amazing place.  There&#39;s a franticness about it, an utter chaos.  Especially like the traffic."
    },
    {
      "index": 169,
      "start_time": 993200.0,
      "end_time": 998160.0,
      "text": "When it comes to like all of the merchants that are trying to get every last dime out of you, -"
    },
    {
      "index": 170,
      "start_time": 998160.0,
      "end_time": 1008000.0,
      "text": "you get fleeced to the point where you come back with an empty wallet.  [LAUGH]"
    },
    {
      "index": 171,
      "start_time": 1008000.0,
      "end_time": 1016700.0,
      "text": "But you know what?  They&#39;re amateurs compared to Wall Street."
    },
    {
      "index": 172,
      "start_time": 1016700.0,
      "end_time": 1021600.0,
      "text": "In the past several years, I&#39;ve, I&#39;ve spoken in many countries about the crisis that&#39;s coming, -"
    },
    {
      "index": 173,
      "start_time": 1021600.0,
      "end_time": 1025380.0,
      "text": "and a lot of people think that they&#39;re gonna be okay in their country."
    },
    {
      "index": 174,
      "start_time": 1025380.0000000001,
      "end_time": 1029550.0000000001,
      "text": "That it&#39;s only gonna happen in the United States or maybe the United States and Europe."
    },
    {
      "index": 175,
      "start_time": 1029550.0,
      "end_time": 1033080.0,
      "text": "Uh, but what they don&#39;t realize is that this is a global phenomenon."
    },
    {
      "index": 176,
      "start_time": 1033079.9999999999,
      "end_time": 1040659.9999999999,
      "text": "I got to show you something here.  This is, uh, base currency in the United States."
    },
    {
      "index": 177,
      "start_time": 1040660.0000000001,
      "end_time": 1044210.0000000001,
      "text": "This is the number of paper dollars that exist basically."
    },
    {
      "index": 178,
      "start_time": 1044210.0,
      "end_time": 1049900.0,
      "text": "It took 200 years to go from no dollars in existence to 825 billion."
    },
    {
      "index": 179,
      "start_time": 1049900.0,
      "end_time": 1056600.0,
      "text": "And then we had the bailouts, and then we had QE1, Quantitative Easing 1."
    },
    {
      "index": 180,
      "start_time": 1056600.0,
      "end_time": 1066700.0,
      "text": "Then QE2.  And then we had QE3 and then QE4 and then soon we&#39;re gonna have QE57 and QE382.  [LAUGH]"
    },
    {
      "index": 181,
      "start_time": 1066700.0,
      "end_time": 1074100.0,
      "text": "And, uh, it isn&#39;t just here.  This is what the Canadian currency supply looks like."
    },
    {
      "index": 182,
      "start_time": 1074100.0,
      "end_time": 1080600.0,
      "text": "This is Australia.  South Africa.  Russia."
    },
    {
      "index": 183,
      "start_time": 1080600.0,
      "end_time": 1090770.0,
      "text": "Now this starts out in just the year 2001, and this is like 18 times more currency in existence in a little over a decade."
    },
    {
      "index": 184,
      "start_time": 1090770.0,
      "end_time": 1098380.0,
      "text": "Uh, here&#39;s Singapore.  Same story.  Look at that.  Since the crisis, just bam."
    },
    {
      "index": 185,
      "start_time": 1098380.0,
      "end_time": 1103600.0,
      "text": "India.  China.  Every government on the planet is -"
    },
    {
      "index": 186,
      "start_time": 1103600.0,
      "end_time": 1110700.0,
      "text": "doing this insane deficit spending and expanding their currency supplies, uh, doing bailouts."
    },
    {
      "index": 187,
      "start_time": 1110700.0,
      "end_time": 1115510.0,
      "text": "And history shows that there is no example of this turning out well."
    },
    {
      "index": 188,
      "start_time": 1115510.0,
      "end_time": 1122600.0,
      "text": "It is sometimes amazing that we haven&#39;t experienced more inflation than we have."
    },
    {
      "index": 189,
      "start_time": 1122600.0,
      "end_time": 1129610.0,
      "text": "If they keep expanding the money supply so vastly, why aren&#39;t our prices growing faster than they really are?"
    },
    {
      "index": 190,
      "start_time": 1129610.0,
      "end_time": 1135800.0,
      "text": "And the answer is that a good chunk of the money that the Fed created has been shipped overseas."
    },
    {
      "index": 191,
      "start_time": 1135800.0,
      "end_time": 1141500.0,
      "text": "Uh, I remember early in my research I heard this expression that the Americans have exported their inflation."
    },
    {
      "index": 192,
      "start_time": 1141500.0,
      "end_time": 1146430.0,
      "text": "I thought what is that?  How can you export your inflation?  Put it in a box and send it out?  What do you do?"
    },
    {
      "index": 193,
      "start_time": 1146430.0,
      "end_time": 1153480.0,
      "text": "Well now I understand.  You export your inflation by simply sending all these dollars that you created to these other countries -"
    },
    {
      "index": 194,
      "start_time": 1153480.0,
      "end_time": 1157820.0,
      "text": "and then they send you their refrigerators and their cars and whatever, their TV sets."
    },
    {
      "index": 195,
      "start_time": 1157820.0,
      "end_time": 1166390.0,
      "text": "So you get hardware and they get little pieces of paper.  It&#39;s a great deal for the American people for a while.  For a while."
    },
    {
      "index": 196,
      "start_time": 1166390.0,
      "end_time": 1170400.0,
      "text": "Sooner or later all of those pigeons come home to roost."
    },
    {
      "index": 197,
      "start_time": 1170400.0,
      "end_time": 1177400.0,
      "text": "When the time comes as it looks like it&#39;s now coming, when the rest of the world is saying nuh-uh we don&#39;t want to play this game anymore."
    },
    {
      "index": 198,
      "start_time": 1177400.0,
      "end_time": 1181690.0,
      "text": "Uncle Sam&#39;s dollars are just becoming worthless.  There are too many of them."
    },
    {
      "index": 199,
      "start_time": 1181690.0,
      "end_time": 1188000.0,
      "text": "We&#39;ve got to find something else other than American dollars.  Then those dollars start to come back to America."
    },
    {
      "index": 200,
      "start_time": 1188000.0,
      "end_time": 1190740.0,
      "text": "People, we don&#39;t want them anymore.  What do we do with them?"
    },
    {
      "index": 201,
      "start_time": 1190740.0,
      "end_time": 1197740.0,
      "text": "Once this revs up and we&#39;ve got this, this little trickle of money coming back that we&#39;d previously exported, -"
    },
    {
      "index": 202,
      "start_time": 1197740.0,
      "end_time": 1207500.0,
      "text": "when, once it becomes a flood and it starts to rush back, now we are getting our former exported inflation brought back to us."
    },
    {
      "index": 203,
      "start_time": 1207500.0,
      "end_time": 1212720.0,
      "text": "And then we&#39;ll see the quantity of money inside the United States grow much more rapidly -"
    },
    {
      "index": 204,
      "start_time": 1212720.0,
      "end_time": 1217300.0,
      "text": "even than the Federal Reserve can create it because we&#39;re getting our previous money back."
    },
    {
      "index": 205,
      "start_time": 1217300.0,
      "end_time": 1224200.0,
      "text": "And, uh, that&#39;s when we will really see the tanking of the U.S. Dollar in terms of what it will buy."
    },
    {
      "index": 206,
      "start_time": 1224200.0,
      "end_time": 1229500.0,
      "text": "During the second round of quantitative easing, global food prices went up 60 percent, -"
    },
    {
      "index": 207,
      "start_time": 1229500.0,
      "end_time": 1237400.0,
      "text": "and this created a humanitarian disaster for the two billion people on earth who live on less than two dollars a day."
    },
    {
      "index": 208,
      "start_time": 1237400.0,
      "end_time": 1246000.0,
      "text": "These people were hungry to start with.  They became hungrier and some of them started overthrowing their governments in North Africa and around the Middle East."
    },
    {
      "index": 209,
      "start_time": 1246000.0,
      "end_time": 1250800.0,
      "text": "So quantitative easing was the spark that ignited the Arab Spring."
    },
    {
      "index": 210,
      "start_time": 1250800.0,
      "end_time": 1254550.0,
      "text": "So that&#39;s, that&#39;s it.  When you create money, you get some sort of inflation."
    },
    {
      "index": 211,
      "start_time": 1254550.0,
      "end_time": 1267400.0,
      "text": "It just depends on where the inflation goes."
    },
    {
      "index": 212,
      "start_time": 1267400.0,
      "end_time": 1275020.0,
      "text": "Given the premise that you have a permanent underclass or poor class and how does inflation affect them disproportionately,"
    },
    {
      "index": 213,
      "start_time": 1275020.0,
      "end_time": 1283200.0,
      "text": "um, it affects them basically in the percentage of their income that goes to food."
    },
    {
      "index": 214,
      "start_time": 1283200.0,
      "end_time": 1287100.0,
      "text": "And we see this as a ratio, and we know that there are some danger points."
    },
    {
      "index": 215,
      "start_time": 1287100.0,
      "end_time": 1294000.0,
      "text": "For example in Egypt recently, once that ratio got to 40 percent of income going to food -"
    },
    {
      "index": 216,
      "start_time": 1294000.0,
      "end_time": 1302000.0,
      "text": "and the price of food rising due to inflation, when it got to 40 percent that&#39;s, uh, historically a point where people actually stage a revolution."
    },
    {
      "index": 217,
      "start_time": 1302000.0,
      "end_time": 1319200.0,
      "text": "That&#39;s exactly what we saw.  The French Revolution similarly was all around the price of food getting to a certain critical point where people simply, the risk-reward for revolution was favorable toward revolution."
    },
    {
      "index": 218,
      "start_time": 1319200.0,
      "end_time": 1327400.0,
      "text": "Well, exactly right because when you have a runaway inflation, it&#39;s punishing the very people who are most productive in society."
    },
    {
      "index": 219,
      "start_time": 1327400.0,
      "end_time": 1332800.0,
      "text": "In other words the people that produce more than they consume and save the difference."
    },
    {
      "index": 220,
      "start_time": 1332800.0,
      "end_time": 1338700.0,
      "text": "The problem is is that those productive people, the savers, save in their national currency -"
    },
    {
      "index": 221,
      "start_time": 1338700.0,
      "end_time": 1344400.0,
      "text": "and unfortunately the national currency is just a fiat piece of paper at this point."
    },
    {
      "index": 222,
      "start_time": 1344400.0,
      "end_time": 1352400.0,
      "text": "So when it&#39;s destroyed through runaway inflation, that 100,000 dollars that you were hoping to retire on doesn&#39;t exist."
    },
    {
      "index": 223,
      "start_time": 1352400.0,
      "end_time": 1360800.0,
      "text": "And the things that you were gonna buy with it and provide for others don&#39;t exist either.  Now what are you gonna do?"
    },
    {
      "index": 224,
      "start_time": 1360800.0,
      "end_time": 1369200.0,
      "text": "So that all seems pretty scary.  However, uh, you know, this is going to happen and you can only play the hand that you&#39;re dealt."
    },
    {
      "index": 225,
      "start_time": 1369200.0,
      "end_time": 1375500.0,
      "text": "But the great news is that gold and silver always end up doing an accounting of the expansion of the currency supplies."
    },
    {
      "index": 226,
      "start_time": 1375500.0,
      "end_time": 1379000.0,
      "text": "Basically the will of the public and the free markets."
    },
    {
      "index": 227,
      "start_time": 1379000.0,
      "end_time": 1385900.0,
      "text": "When governments do this kind of stuff to their currency supply, they debase it, eventually it comes back in inflation."
    },
    {
      "index": 228,
      "start_time": 1385900.0,
      "end_time": 1391800.0,
      "text": "People sense the loss of their puchasing power.  They rush back to gold and silver and they bid the value of -"
    },
    {
      "index": 229,
      "start_time": 1391800.0,
      "end_time": 1398600.0,
      "text": "the gold and silver up in the country until it meets or exceeds the value of all the currency in circulation."
    },
    {
      "index": 230,
      "start_time": 1398600.0,
      "end_time": 1406600.0,
      "text": "This is a process that&#39;s been going on over and over again throughout history except this time it&#39;s happening on a global scale."
    },
    {
      "index": 231,
      "start_time": 1406600.0,
      "end_time": 1410650.0,
      "text": "It has never before happened in all countries at once."
    },
    {
      "index": 232,
      "start_time": 1410650.0,
      "end_time": 1414500.0,
      "text": "And that means that this is the greatest wealth transfer in history."
    },
    {
      "index": 233,
      "start_time": 1414500.0,
      "end_time": 1423040.0,
      "text": "Therefore it&#39;s the greatest opportunity in history and it&#39;s not gonna happen again in your lifetime."
    },
    {
      "index": 234,
      "start_time": 1423040.0,
      "end_time": 1427300.0,
      "text": "So now we&#39;ve learned that your true wealth is your time and your freedom."
    },
    {
      "index": 235,
      "start_time": 1427300.0,
      "end_time": 1436030.0,
      "text": "Money is a trading tool that stores the economic energy that is your time and freedom whereas currencies leak them away."
    },
    {
      "index": 236,
      "start_time": 1436030.0,
      "end_time": 1440100.0,
      "text": "Gold and silver are the ultimate money simply because of their properties."
    },
    {
      "index": 237,
      "start_time": 1440100.0,
      "end_time": 1446110.0,
      "text": "Fiat currencies are based solely on confidence and always return to their intrinsic value of zero."
    },
    {
      "index": 238,
      "start_time": 1446110.0,
      "end_time": 1453300.0,
      "text": "Governments don&#39;t like gold because it imposes restraint.  Rising prices are a symptom of an expanding currency supply -"
    },
    {
      "index": 239,
      "start_time": 1453300.0,
      "end_time": 1458700.0,
      "text": "and gold and silver always acocunt for an expanding currency supply."
    },
    {
      "index": 240,
      "start_time": 1458700.0,
      "end_time": 1465290.0,
      "text": "So that&#39;s it for this episode.  Join me next time as we begin to investigate how monetary history just repeats and repeats -"
    },
    {
      "index": 241,
      "start_time": 1465290.0,
      "end_time": 1469700.0,
      "text": "and how gold and silver always win the battle between currency and money."
    },
    {
      "index": 242,
      "start_time": 1469700.0,
      "end_time": 1474000.0,
      "text": "Until then, my challenge to you is to stop calling currency money.  It&#39;s a crucial first step towards setting your mind free of all this economic voodoo and changing your context."
    },
    {
      "index": 243,
      "start_time": 1474000.0,
      "end_time": 1480840.0,
      "text": "It&#39;s a crucial first step towards setting your mind free of all this economic voodoo and changing your context."
    },
    {
      "index": 244,
      "start_time": 1480840.0,
      "end_time": 1486100.0,
      "text": "You can learn more by watching the bonus features on our website and if you have any questions you can post them there -"
    },
    {
      "index": 245,
      "start_time": 1486100.0,
      "end_time": 1490350.0,
      "text": "and we&#39;ll answer some of your questions in future bonus features."
    },
    {
      "index": 246,
      "start_time": 1490350.0,
      "end_time": 1500630.0,
      "text": "So good luck.  Thanks for watching.  And we&#39;ll see you next time."
    },
    {
      "index": 247,
      "start_time": 1500630.0,
      "end_time": 1502800.0,
      "text": "Good morning."
    },
    {
      "index": 248,
      "start_time": 1502800.0,
      "end_time": 1506700.0,
      "text": "Wow."
    },
    {
      "index": 249,
      "start_time": 1506700.0,
      "end_time": 1508400.0,
      "text": "What does fiat mean?"
    },
    {
      "index": 250,
      "start_time": 1508400.0,
      "end_time": 1522300.0,
      "text": "It comes from the Latin for crappy car."
    },
    {
      "index": 251,
      "start_time": 1522300.0,
      "end_time": 1527190.0,
      "text": "I&#39;m in the desert in a suit."
    },
    {
      "index": 252,
      "start_time": 1527190.0,
      "end_time": 1529300.0,
      "text": "My camel died."
    },
    {
      "index": 253,
      "start_time": 1529300.0,
      "end_time": 1536400.0,
      "text": "You&#39;re not too sure about that are you?  Huh?"
    },
    {
      "index": 254,
      "start_time": 1536400.0,
      "end_time": 1540900.0,
      "text": "I am ready for a, a good long nap."
    },
    {
      "index": 255,
      "start_time": 1540900.0,
      "end_time": 1546800.0,
      "text": "Hi, welcome to this bonus feature for the very first episode of hidden secrets of money, -"
    },
    {
      "index": 256,
      "start_time": 1546800.0,
      "end_time": 1556800.0,
      "text": "uh, and this is currency vs money.  So that&#39;s the, uh, major topic-"
    }
  ]
}