{
  "video_id": "e9Ow6l5vl9Q",
  "title": "Improve your Vocabulary: Learn 16 new social, political, and internet words",
  "json": [
    {
      "index": 1,
      "start_time": 130.0,
      "end_time": 5000.0,
      "text": "Hi, everyone. In this lesson we&#39;re going to look at new words for our times. These words"
    },
    {
      "index": 2,
      "start_time": 5000.0,
      "end_time": 12860.0,
      "text": "reflect social movements or new things happening in politics. We&#39;re going to start with \"millennial\"."
    },
    {
      "index": 3,
      "start_time": 12860.0,
      "end_time": 21990.0,
      "text": "\"A millennial\" is a person who&#39;s between the age of a teenager now and their late 20s."
    },
    {
      "index": 4,
      "start_time": 21990.0,
      "end_time": 29190.0,
      "text": "Thankfully I just escaped being a millennial, because millennials are whiny and they are..."
    },
    {
      "index": 5,
      "start_time": 29190.0,
      "end_time": 36180.0,
      "text": "They&#39;re just so weak, and they&#39;re like little special snowflakes, very delicate. And millennials"
    },
    {
      "index": 6,
      "start_time": 36180.0,
      "end_time": 43680.0,
      "text": "are just... They&#39;ve been so protected all their lives that when it comes to it in the"
    },
    {
      "index": 7,
      "start_time": 43680.0,
      "end_time": 50980.0,
      "text": "real world they are... They like whine and they shout, and they cry, but they don&#39;t do"
    },
    {
      "index": 8,
      "start_time": 50980.0,
      "end_time": 56590.0,
      "text": "a lot. No offence to any millennials watching. [Laughs]."
    },
    {
      "index": 9,
      "start_time": 56600.0,
      "end_time": 63100.0,
      "text": "Next word is related to the millennials. The millennials need \"safe spaces\", because this"
    },
    {
      "index": 10,
      "start_time": 63100.0,
      "end_time": 71570.0,
      "text": "world out there is... It&#39;s so... It&#39;s so mean and people say such horrible things that they"
    },
    {
      "index": 11,
      "start_time": 71570.0,
      "end_time": 79590.0,
      "text": "need to be protected inside their safe spaces. And so, the idea of a safe space would be"
    },
    {
      "index": 12,
      "start_time": 79600.0,
      "end_time": 86229.0,
      "text": "somewhere on a college campus where you know you can go and be safe, and you don&#39;t have"
    },
    {
      "index": 13,
      "start_time": 86229.0,
      "end_time": 96649.0,
      "text": "to be scared or upset by any of the mean things that old white men and politicians say. Anything"
    },
    {
      "index": 14,
      "start_time": 96649.0,
      "end_time": 102689.0,
      "text": "that offends you in the safe space, it&#39;s all very relaxed there. You can... Maybe you&#39;ll"
    },
    {
      "index": 15,
      "start_time": 102689.0,
      "end_time": 108520.0,
      "text": "manage to, you know, do a bit of studying in that safe space, nobody can get to you."
    },
    {
      "index": 16,
      "start_time": 108520.0,
      "end_time": 117298.0,
      "text": "The next word is also related to the millennials in the safe space, they go here because there"
    },
    {
      "index": 17,
      "start_time": 117299.0,
      "end_time": 122770.0,
      "text": "nothing bad will ever happen to them, but when they go out into the big wide world:"
    },
    {
      "index": 18,
      "start_time": 122770.0,
      "end_time": 131340.0,
      "text": "\"Oh no! Oh no!\" They need \"trigger warnings\". \"Trigger warnings\" is... You give a trigger"
    },
    {
      "index": 19,
      "start_time": 131340.0,
      "end_time": 140120.0,
      "text": "warning when something you&#39;re going to say could upset someone, it could be offensive"
    },
    {
      "index": 20,
      "start_time": 140120.0,
      "end_time": 146531.0,
      "text": "to them, and it could create a trauma or a kind of flashback to them, and because they"
    },
    {
      "index": 21,
      "start_time": 146531.0,
      "end_time": 154860.0,
      "text": "are so weak they can&#39;t hear this thing and they need a trigger warning to keep them safe."
    },
    {
      "index": 22,
      "start_time": 154860.0,
      "end_time": 160100.0,
      "text": "When someone is triggered, then they&#39;re triggered by something they don&#39;t want to hear, and"
    },
    {
      "index": 23,
      "start_time": 160100.0,
      "end_time": 166739.0,
      "text": "sometimes they might scream, like: \"No! No! I can&#39;t take it! No!\" That&#39;s when they&#39;re"
    },
    {
      "index": 24,
      "start_time": 166740.0,
      "end_time": 174150.0,
      "text": "triggered. So, because they have such big emotional responses to things they don&#39;t like,"
    },
    {
      "index": 25,
      "start_time": 174150.0,
      "end_time": 178151.0,
      "text": "that&#39;s why they need the safe spaces. And I think actually, come to think about it,"
    },
    {
      "index": 26,
      "start_time": 178151.0,
      "end_time": 184900.0,
      "text": "maybe the safe spaces are a good idea because they could just go in the safe space, and"
    },
    {
      "index": 27,
      "start_time": 184900.0,
      "end_time": 189120.0,
      "text": "we wouldn&#39;t be in there, so they could do all that alone in the safe space."
    },
    {
      "index": 28,
      "start_time": 189120.0,
      "end_time": 200300.0,
      "text": "The next word is \"social justice warrior\", \"SJW\", also to do with the millennials. One"
    },
    {
      "index": 29,
      "start_time": 200300.0,
      "end_time": 208100.0,
      "text": "of the things associated with them is that they protest a lot, they&#39;re vocal, they like"
    },
    {
      "index": 30,
      "start_time": 208100.0,
      "end_time": 216179.0,
      "text": "to take a stand against the things they don&#39;t like, which they typically do online, they"
    },
    {
      "index": 31,
      "start_time": 216180.0,
      "end_time": 221150.0,
      "text": "talk about things online or perhaps they go on protesting and things like that. \"A social"
    },
    {
      "index": 32,
      "start_time": 221150.0,
      "end_time": 231460.0,
      "text": "justice warrior\" is someone whose main reason to protest is things to do with race issues"
    },
    {
      "index": 33,
      "start_time": 231460.0,
      "end_time": 240600.0,
      "text": "or gender issues, and they... Or they think that... Or feminist issues. They think that..."
    },
    {
      "index": 34,
      "start_time": 240600.0,
      "end_time": 247540.0,
      "text": "For whatever group they belong to, they think that life isn&#39;t fair for them, so that&#39;s the"
    },
    {
      "index": 35,
      "start_time": 247540.0,
      "end_time": 253100.0,
      "text": "reason they protest. They&#39;re warriors, they&#39;re fighters, they&#39;re warriors."
    },
    {
      "index": 36,
      "start_time": 253100.0,
      "end_time": 261219.0,
      "text": "Next we&#39;ve got \"gender non-binary\". A person who calls themselves gender... Say: \"Oh, I&#39;m"
    },
    {
      "index": 37,
      "start_time": 261220.00000000003,
      "end_time": 268570.0,
      "text": "gender non-binary\", what that means is: \"I&#39;m not a man. I&#39;m not a woman. I&#39;m something"
    },
    {
      "index": 38,
      "start_time": 268570.0,
      "end_time": 277200.0,
      "text": "in between those genders that hasn&#39;t... It can&#39;t be... Can&#39;t be specified as this or"
    },
    {
      "index": 39,
      "start_time": 277200.0,
      "end_time": 284881.0,
      "text": "that. It&#39;s my own identity which is gender non-binary.\" Not the traditional man, not"
    },
    {
      "index": 40,
      "start_time": 284881.0,
      "end_time": 288300.0,
      "text": "the traditional woman, but something in between."
    },
    {
      "index": 41,
      "start_time": 288300.0,
      "end_time": 302539.0,
      "text": "Next word is a word that&#39;s used as an insult or a term of offence to people, is \"libtard\"."
    },
    {
      "index": 42,
      "start_time": 302540.0,
      "end_time": 313940.0,
      "text": "The \"tard\" part reminds us of the word \"retard\" which means disabled person, and the \"lib\""
    },
    {
      "index": 43,
      "start_time": 313940.0,
      "end_time": 321700.0,
      "text": "part comes from \"liberal\". When you put it together: \"libtard\" means somebody who&#39;s so"
    },
    {
      "index": 44,
      "start_time": 321700.0,
      "end_time": 327370.0,
      "text": "liberal in their politics or their ideas or their vision and their view of the world,"
    },
    {
      "index": 45,
      "start_time": 327370.0,
      "end_time": 332930.0,
      "text": "they&#39;ve actually become retarded and disabled because of it; used as an insult."
    },
    {
      "index": 46,
      "start_time": 332930.0,
      "end_time": 344860.0,
      "text": "The next two terms we have to look at together. We&#39;ve got \"globalism\" versus \"populism\". \"Populism\""
    },
    {
      "index": 47,
      "start_time": 344860.0,
      "end_time": 352210.0,
      "text": "in politics is movements like Brexit in the UK, and the election of Donald Trump in the"
    },
    {
      "index": 48,
      "start_time": 352210.0,
      "end_time": 359109.0,
      "text": "USA. Two movements which were similar in the sense that in those countries the national"
    },
    {
      "index": 49,
      "start_time": 359110.0,
      "end_time": 370900.0,
      "text": "media didn&#39;t support or expect those two things to happen. So in the UK, for example, a lot"
    },
    {
      "index": 50,
      "start_time": 370900.0,
      "end_time": 379388.0,
      "text": "of the news coverage in the run-up to Brexit was all to get people to vote to stay in the"
    },
    {
      "index": 51,
      "start_time": 379389.0,
      "end_time": 386620.0,
      "text": "European Union. And many, many people were surprised when the people in the UK voted"
    },
    {
      "index": 52,
      "start_time": 386620.0,
      "end_time": 393740.0,
      "text": "in their referendum to leave the EU. So that&#39;s become thought of as a populist movement,"
    },
    {
      "index": 53,
      "start_time": 393740.0,
      "end_time": 399270.0,
      "text": "a movement of the people against their government. You know, they perceived that their government&#39;s"
    },
    {
      "index": 54,
      "start_time": 399270.0,
      "end_time": 408240.0,
      "text": "not working for them or their group of people, and it&#39;s a change in the old way of politics,"
    },
    {
      "index": 55,
      "start_time": 408240.0,
      "end_time": 415440.0,
      "text": "and it&#39;s more... It&#39;s more about them and their country and their small part of the"
    },
    {
      "index": 56,
      "start_time": 415440.0,
      "end_time": 423510.0,
      "text": "world than it is about globalism. \"Globalism\" comes from the world, having a bigger vision"
    },
    {
      "index": 57,
      "start_time": 423510.0,
      "end_time": 433580.0,
      "text": "of all the... All countries working in cooperation, for example, like the EU having a big super"
    },
    {
      "index": 58,
      "start_time": 433580.0,
      "end_time": 442630.0,
      "text": "state, and looking out towards other countries, more of them is coming back down. And it&#39;s"
    },
    {
      "index": 59,
      "start_time": 442630.0,
      "end_time": 451130.0,
      "text": "also an evolved term, I would say, from the word \"nationalism\" which is about putting"
    },
    {
      "index": 60,
      "start_time": 451130.0,
      "end_time": 460219.0,
      "text": "your nation first, but \"nationalism\" has connotations for many people to be... Bring up the Second"
    },
    {
      "index": 61,
      "start_time": 460220.0,
      "end_time": 466750.0,
      "text": "World War again. So the new term is \"populism\", and I think what&#39;s different about \"populism\""
    },
    {
      "index": 62,
      "start_time": 466750.0,
      "end_time": 475620.0,
      "text": "as well is there are so many ways for average people to get involved in politics now which"
    },
    {
      "index": 63,
      "start_time": 475620.0,
      "end_time": 482600.0,
      "text": "happens a lot online, starting Facebook groups, making YouTube videos, all things now where"
    },
    {
      "index": 64,
      "start_time": 482600.0,
      "end_time": 489000.0,
      "text": "people can be their own media, which you couldn&#39;t do before. So this brings us back, in a way,"
    },
    {
      "index": 65,
      "start_time": 489000.0,
      "end_time": 495919.0,
      "text": "to the millennials, and using the internet and using new ways to communicate our message"
    },
    {
      "index": 66,
      "start_time": 495919.0,
      "end_time": 498250.0,
      "text": "and the politics we believe in."
    },
    {
      "index": 67,
      "start_time": 498250.0,
      "end_time": 506630.0,
      "text": "Next we&#39;ve got the idea of \"fake news\". \"Fake news\" can be completely made-up stories on"
    },
    {
      "index": 68,
      "start_time": 506630.0,
      "end_time": 513770.0,
      "text": "the internet, which the whole purpose of making up the story is to get people to click on"
    },
    {
      "index": 69,
      "start_time": 513770.0,
      "end_time": 521449.0,
      "text": "it. When they go to that fake story, whoever created the fake story makes money from all"
    },
    {
      "index": 70,
      "start_time": 521450.00000000006,
      "end_time": 528540.0,
      "text": "the people going to look. So that&#39;s what fake news means in the truest sense. The way it&#39;s"
    },
    {
      "index": 71,
      "start_time": 528540.0,
      "end_time": 535680.0,
      "text": "also becoming used in my understanding and how I&#39;m seeing it evolve as a term is that"
    },
    {
      "index": 72,
      "start_time": 535680.0,
      "end_time": 546890.0,
      "text": "the mainstream media, traditional newspapers, traditional journalists will say that the"
    },
    {
      "index": 73,
      "start_time": 546890.0,
      "end_time": 557390.0,
      "text": "alternative media, that it&#39;s not supported by a big newspaper behind, but it&#39;s, you know,"
    },
    {
      "index": 74,
      "start_time": 557390.0,
      "end_time": 562449.0,
      "text": "someone making content in their bedroom or whatever, the smaller... The smaller kind"
    },
    {
      "index": 75,
      "start_time": 562450.0,
      "end_time": 568850.0,
      "text": "of people giving out opinions. The mainstream media will say some of their stories are fake"
    },
    {
      "index": 76,
      "start_time": 568850.0,
      "end_time": 573990.0,
      "text": "news, they&#39;re not true. And they&#39;ll say: \"People are believing fake news and things that are"
    },
    {
      "index": 77,
      "start_time": 573990.0,
      "end_time": 584670.0,
      "text": "not true\", and the same the other way around; the people who don&#39;t believe the mainstream"
    },
    {
      "index": 78,
      "start_time": 584670.0,
      "end_time": 591100.0,
      "text": "media and only look at the alternative media will sometimes say: \"Oh, it&#39;s fake news, it&#39;s"
    },
    {
      "index": 79,
      "start_time": 591100.0,
      "end_time": 598300.0,
      "text": "fake news, it&#39;s fake news\" in the mainstream newspapers, so it&#39;s a bit like two sides disagreeing"
    },
    {
      "index": 80,
      "start_time": 598300.0,
      "end_time": 602500.0,
      "text": "on something, whether something&#39;s true or whether it&#39;s fake."
    },
    {
      "index": 81,
      "start_time": 602500.0,
      "end_time": 611670.0,
      "text": "The next idea is \"to virtue signal\" or people who are \"virtue signallers\", this means people"
    },
    {
      "index": 82,
      "start_time": 611670.0,
      "end_time": 620819.0,
      "text": "who have a kind of politics or a kind of belief, or they do something in their life because"
    },
    {
      "index": 83,
      "start_time": 620820.0,
      "end_time": 625890.0,
      "text": "the reason, the real reason is they want to look good, or they want to look kind, and"
    },
    {
      "index": 84,
      "start_time": 625890.0,
      "end_time": 631731.0,
      "text": "they want to look like they&#39;re really good people. But it&#39;s not a genuine... It&#39;s not"
    },
    {
      "index": 85,
      "start_time": 631731.0,
      "end_time": 638500.0,
      "text": "really genuine; it&#39;s just to look good. So an example would be let&#39;s say you decided"
    },
    {
      "index": 86,
      "start_time": 638500.0,
      "end_time": 646600.0,
      "text": "to adopt children, and you decided: \"Oh, I&#39;m going to go and adopt children from the middle"
    },
    {
      "index": 87,
      "start_time": 646600.0,
      "end_time": 652920.0,
      "text": "of the Congo Rainforest. I&#39;m going to go and adopt five children from there.\" And you bring"
    },
    {
      "index": 88,
      "start_time": 652920.0,
      "end_time": 659469.0,
      "text": "them back to your country, and then you start making... You start, like, telling everyone"
    },
    {
      "index": 89,
      "start_time": 659470.0,
      "end_time": 666130.0,
      "text": "about these children that you adopted and why you&#39;re helping them so much, and you know,"
    },
    {
      "index": 90,
      "start_time": 666130.0,
      "end_time": 672560.0,
      "text": "and you have to let everybody know about it. And the reason... The true reason isn&#39;t because"
    },
    {
      "index": 91,
      "start_time": 672560.0,
      "end_time": 676729.0,
      "text": "you love the children or you wanted to help them, it&#39;s just so that everybody says: \"Wow,"
    },
    {
      "index": 92,
      "start_time": 676730.0,
      "end_time": 681700.0,
      "text": "you help people so much. Oh, you&#39;re so kind\", and you get attention."
    },
    {
      "index": 93,
      "start_time": 681700.0,
      "end_time": 693600.0,
      "text": "Next example is \"data dump\". A \"data dump\" is when an organization like WikiLeaks, a"
    },
    {
      "index": 94,
      "start_time": 693600.0,
      "end_time": 709170.0,
      "text": "group of hackers or an organization that brings hidden things out into the news, they will"
    },
    {
      "index": 95,
      "start_time": 709170.0,
      "end_time": 715199.0,
      "text": "get thousands or millions and millions of emails, and then they will pass them on to"
    },
    {
      "index": 96,
      "start_time": 715200.0,
      "end_time": 722790.0,
      "text": "the newspapers or they&#39;ll put them out there so that individuals can go and look into a"
    },
    {
      "index": 97,
      "start_time": 722790.0,
      "end_time": 728219.0,
      "text": "subject, and find the information about it. But there&#39;s so, so, so, so much information,"
    },
    {
      "index": 98,
      "start_time": 728220.0,
      "end_time": 735680.0,
      "text": "it&#39;s too much for one person to do all by themselves. And the reason for doing the data"
    },
    {
      "index": 99,
      "start_time": 735680.0,
      "end_time": 745149.0,
      "text": "dump is to bring the hidden secret things out into the open. So perhaps there was something"
    },
    {
      "index": 100,
      "start_time": 745149.0,
      "end_time": 752770.0,
      "text": "illegal that happened in government, or perhaps there&#39;s been a conspiracy, a secret about"
    },
    {
      "index": 101,
      "start_time": 752770.0,
      "end_time": 758959.0,
      "text": "something, and the reason for doing this data dump is to... It&#39;s not... If you think about"
    },
    {
      "index": 102,
      "start_time": 758959.0,
      "end_time": 763790.0,
      "text": "it, then it&#39;s not one individual person, saying: \"Hey, you did this!\" which is maybe going"
    },
    {
      "index": 103,
      "start_time": 763790.0,
      "end_time": 771920.0,
      "text": "to get them into be really... It would be dangerous for them to come out and speak about"
    },
    {
      "index": 104,
      "start_time": 771920.0,
      "end_time": 778439.0,
      "text": "the government perhaps or an important person, but when the information comes out this way,"
    },
    {
      "index": 105,
      "start_time": 778440.0,
      "end_time": 783560.0,
      "text": "perhaps... Perhaps that&#39;s why it&#39;s done, maybe it&#39;s safer to get the information out this"
    },
    {
      "index": 106,
      "start_time": 783560.0,
      "end_time": 784560.0,
      "text": "way."
    },
    {
      "index": 107,
      "start_time": 784560.0,
      "end_time": 796569.0,
      "text": "Okay, the next term is \"Pizzagate\". When you hear of something going on, an event or a..."
    },
    {
      "index": 108,
      "start_time": 796570.0,
      "end_time": 805149.0,
      "text": "Yeah, something that happens and it has the word \"gate\", the suffix \"gate\" in it... \"Gate\""
    },
    {
      "index": 109,
      "start_time": 805149.0,
      "end_time": 819370.0,
      "text": "comes from a famous time in American politics called \"Watergate\" when there was... Right."
    },
    {
      "index": 110,
      "start_time": 819370.0,
      "end_time": 823970.0,
      "text": "American history is not my strong point, but anyway, there was a... There was a problem"
    },
    {
      "index": 111,
      "start_time": 823970.0,
      "end_time": 831250.0,
      "text": "with a president being in trouble about something, and things had been kept secret about it."
    },
    {
      "index": 112,
      "start_time": 831250.0,
      "end_time": 843230.0,
      "text": "But in Watergate, the secret came out. And since then, when there is a big scandal, usually"
    },
    {
      "index": 113,
      "start_time": 843230.0,
      "end_time": 852820.0,
      "text": "in politics or when something that was a secret before comes out, this is where the \"gate\""
    },
    {
      "index": 114,
      "start_time": 852820.0,
      "end_time": 859300.0,
      "text": "part comes from. Now, in terms of \"Pizzagate\", I don&#39;t want to go into it too much; this"
    },
    {
      "index": 115,
      "start_time": 859300.0,
      "end_time": 865300.0,
      "text": "is something that you could look in yourself if you&#39;re interested, but \"Pizzagate\" is about"
    },
    {
      "index": 116,
      "start_time": 865300.0,
      "end_time": 872399.0,
      "text": "the idea that the elite, the people in the government, people in the high-up positions"
    },
    {
      "index": 117,
      "start_time": 872399.0,
      "end_time": 881680.0,
      "text": "are... Not saying all of them, but they... They abuse children and they&#39;re into pedophilia,"
    },
    {
      "index": 118,
      "start_time": 881680.0,
      "end_time": 889269.0,
      "text": "having, like, sexual things with children. So the idea, this whole Pizzagate scandal"
    },
    {
      "index": 119,
      "start_time": 889269.0,
      "end_time": 900560.0,
      "text": "and storm is about those people in the high-up positions using code words to do with pizza."
    },
    {
      "index": 120,
      "start_time": 900560.0,
      "end_time": 906939.0,
      "text": "So they&#39;re just writing emails about pizza, it looks like, but actually what they were"
    },
    {
      "index": 121,
      "start_time": 906940.0,
      "end_time": 913700.0,
      "text": "writing about was secret messages about having sex with children. So that&#39;s all I&#39;m going"
    },
    {
      "index": 122,
      "start_time": 913700.0,
      "end_time": 917550.0,
      "text": "to say. If you want to look at it, look at it yourself."
    },
    {
      "index": 123,
      "start_time": 917550.0,
      "end_time": 926600.0,
      "text": "Next thing is \"digital nomad\". \"A digital nomad\" is someone who works on the internet"
    },
    {
      "index": 124,
      "start_time": 926600.0,
      "end_time": 934829.0,
      "text": "from anywhere in the world, a \"nomad\" is a person that has not one home, they just move"
    },
    {
      "index": 125,
      "start_time": 934830.0,
      "end_time": 941520.0,
      "text": "their home all the time, from here, to here, to here, to here. Nomads used to be in the"
    },
    {
      "index": 126,
      "start_time": 941520.0,
      "end_time": 948890.0,
      "text": "desert, but now nomads can be anywhere with their laptop computers. I did this... I did"
    },
    {
      "index": 127,
      "start_time": 948890.0,
      "end_time": 953350.0,
      "text": "this for a bit, I lived that dream. I lived that dream for a while. I thought I&#39;d live"
    },
    {
      "index": 128,
      "start_time": 953350.0,
      "end_time": 956380.0,
      "text": "that dream forever, but no, not anymore."
    },
    {
      "index": 129,
      "start_time": 956380.0,
      "end_time": 965410.0,
      "text": "The next word is \"minimalist\". \"A minimalist\" is often a digital nomad who can&#39;t carry a"
    },
    {
      "index": 130,
      "start_time": 965410.0,
      "end_time": 970399.0,
      "text": "lot of stuff around because they&#39;re always moving, so they say: \"Oh, I don&#39;t want to"
    },
    {
      "index": 131,
      "start_time": 970399.0,
      "end_time": 977400.0,
      "text": "have a lot of stuff. I&#39;m beyond stuff. I don&#39;t need to have lots of things, because I&#39;m a"
    },
    {
      "index": 132,
      "start_time": 977400.0,
      "end_time": 983370.0,
      "text": "minimalist. And I care about the environment, and I don&#39;t need material belongings.\" So,"
    },
    {
      "index": 133,
      "start_time": 983370.0,
      "end_time": 994570.0,
      "text": "yeah, a minimalist is usually someone that cares very much about the planet and wasting"
    },
    {
      "index": 134,
      "start_time": 994570.0,
      "end_time": 1000709.0,
      "text": "things, so the point of living their lifestyle by not spending a lot of money, not buying"
    },
    {
      "index": 135,
      "start_time": 1000710.0,
      "end_time": 1007200.0,
      "text": "things they don&#39;t need. And it&#39;s a trend, it&#39;s one of the trends at the moment of a"
    },
    {
      "index": 136,
      "start_time": 1007200.0,
      "end_time": 1015580.0,
      "text": "lifestyle trend, how to... And a lot of people are interested in how to minimalize their"
    },
    {
      "index": 137,
      "start_time": 1015580.0,
      "end_time": 1023740.0,
      "text": "life. \"How do I not need so many clothes? How do I...? How can I stop buying so many"
    },
    {
      "index": 138,
      "start_time": 1023740.0,
      "end_time": 1030339.0,
      "text": "things from the supermarket? How can I live with less?\" So people will be interested to..."
    },
    {
      "index": 139,
      "start_time": 1030339.9999999999,
      "end_time": 1034109.9999999999,
      "text": "In those kind of things would be minimalists."
    },
    {
      "index": 140,
      "start_time": 1034109.9999999999,
      "end_time": 1042869.9999999999,
      "text": "The next word is \"coworking\". \"Coworking\" is when you don&#39;t have a... Perhaps you&#39;re"
    },
    {
      "index": 141,
      "start_time": 1042869.9999999999,
      "end_time": 1048781.0,
      "text": "someone who works for themselves, perhaps you&#39;re someone who works on the internet."
    },
    {
      "index": 142,
      "start_time": 1048780.0,
      "end_time": 1052230.0,
      "text": "Generally you could work from your house, but when you work from your house all the"
    },
    {
      "index": 143,
      "start_time": 1052230.0,
      "end_time": 1057720.0,
      "text": "time, it&#39;s... The downside of that is you don&#39;t see enough people, perhaps it&#39;s hard"
    },
    {
      "index": 144,
      "start_time": 1057720.0,
      "end_time": 1067230.0,
      "text": "to stay motivated, perhaps it&#39;s just boring as well. So, a trend is for coworking or coworking"
    },
    {
      "index": 145,
      "start_time": 1067230.0,
      "end_time": 1076400.0,
      "text": "spaces, where you rent... You rent access to a place where you can go and work. And"
    },
    {
      "index": 146,
      "start_time": 1076400.0,
      "end_time": 1082340.0,
      "text": "another reason people do it is because here in the coworking space you have fast internet,"
    },
    {
      "index": 147,
      "start_time": 1082340.0,
      "end_time": 1089260.0,
      "text": "you have... Maybe there&#39;s good coffee you can drink there, and maybe it&#39;s a cool, inspiring"
    },
    {
      "index": 148,
      "start_time": 1089260.0,
      "end_time": 1096600.0,
      "text": "environment for you to be around. So, it&#39;s either somewhere that you pay to use and you"
    },
    {
      "index": 149,
      "start_time": 1096600.0,
      "end_time": 1105200.0,
      "text": "can always go, or it could also be as well some caf�s are designed this way so that"
    },
    {
      "index": 150,
      "start_time": 1105200.0,
      "end_time": 1110190.0,
      "text": "people can go and work there real easily; they have good desk space, lots of places"
    },
    {
      "index": 151,
      "start_time": 1110190.0,
      "end_time": 1116179.0,
      "text": "to charge your laptop, so those would be coworking caf�s."
    },
    {
      "index": 152,
      "start_time": 1116180.0,
      "end_time": 1123621.0,
      "text": "The next idea is \"hot-desking\". \"Hot-desking\" is when... It could be in your office where"
    },
    {
      "index": 153,
      "start_time": 1123620.0,
      "end_time": 1130760.0,
      "text": "you always work, but it could also... Yeah, it could be wherever you work you don&#39;t have"
    },
    {
      "index": 154,
      "start_time": 1130760.0,
      "end_time": 1137930.0,
      "text": "a set chair and desk where you always work every day. \"That&#39;s my space, I always sit"
    },
    {
      "index": 155,
      "start_time": 1137930.0,
      "end_time": 1144620.0,
      "text": "here by the window.\" No. Hot-desking isn&#39;t like that. You could move around to different"
    },
    {
      "index": 156,
      "start_time": 1144620.0,
      "end_time": 1152570.0,
      "text": "places in that place where you work, and other people can sit in your chair, because you"
    },
    {
      "index": 157,
      "start_time": 1152570.0,
      "end_time": 1157760.0,
      "text": "don&#39;t have a chair when you&#39;re hot-desking; you move around."
    },
    {
      "index": 158,
      "start_time": 1157760.0,
      "end_time": 1165679.0,
      "text": "And the last word, to mention here: \"preppers\" are people who think... They&#39;re getting prepared,"
    },
    {
      "index": 159,
      "start_time": 1165680.0,
      "end_time": 1175891.0,
      "text": "basically. They&#39;re getting prepared, prepared for a big disaster; World War III, environmental"
    },
    {
      "index": 160,
      "start_time": 1175890.0,
      "end_time": 1183170.0,
      "text": "catastrophe, riot, looting - they&#39;re getting prepared for when... They&#39;re getting prepared"
    },
    {
      "index": 161,
      "start_time": 1183170.0,
      "end_time": 1196620.0,
      "text": "for when... For when shit hits the fan. So, what they do is they... Perhaps they&#39;ll be"
    },
    {
      "index": 162,
      "start_time": 1196620.0,
      "end_time": 1201620.0,
      "text": "energy-independent, they&#39;ll have their own way to generate electricity, they&#39;ll have"
    },
    {
      "index": 163,
      "start_time": 1201620.0,
      "end_time": 1212168.0,
      "text": "survival skills, like how to capture animals, how to butcher them, how to grow food, or"
    },
    {
      "index": 164,
      "start_time": 1212170.0,
      "end_time": 1217300.0,
      "text": "they might, if they... I&#39;m not going to call them... It&#39;s a different way. Some preppers"
    },
    {
      "index": 165,
      "start_time": 1217300.0,
      "end_time": 1224300.0,
      "text": "aren&#39;t going to want to learn the skills; they&#39;ll just buy lots and lots of space, travelling"
    },
    {
      "index": 166,
      "start_time": 1224300.0,
      "end_time": 1230841.0,
      "text": "astronaut food or army food, they&#39;ll buy, like, three years&#39; of army food so that if"
    },
    {
      "index": 167,
      "start_time": 1230840.0,
      "end_time": 1234620.0,
      "text": "all the food did run out from the shops they would still have something... Something to"
    },
    {
      "index": 168,
      "start_time": 1234620.0,
      "end_time": 1241149.0,
      "text": "eat when shit hits the fan. But yeah, the point of them is they&#39;re worried about all"
    },
    {
      "index": 169,
      "start_time": 1241150.0,
      "end_time": 1250299.0,
      "text": "this stuff going on, and I guess they want to protect themselves, and feel safe and feel"
    },
    {
      "index": 170,
      "start_time": 1250300.0,
      "end_time": 1254191.0,
      "text": "ready for if things go dangerous and wrong politically."
    },
    {
      "index": 171,
      "start_time": 1254190.0,
      "end_time": 1258800.0,
      "text": "So, thank you all for watching. Now what you can do is a quiz on this lesson. I&#39;ll see"
    },
    {
      "index": 172,
      "start_time": 1258800.0,
      "end_time": 1260200.0,
      "text": "you again soon. Bye."
    }
  ]
}