{
  "video_id": "eA6uLMsl9w0",
  "title": "Binging with Babish: Chateaubriand Steak from The Matrix",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1180.0,
      "end_time": 4400.0,
      "text": "Agent Smith: Do we have a deal, Mr. Reagan?"
    },
    {
      "index": 2,
      "start_time": 4400.0,
      "end_time": 6090.0,
      "text": "Cypher: You know, I know this steak doesn't exist"
    },
    {
      "index": 3,
      "start_time": 11290.0,
      "end_time": 13290.0,
      "text": "I know that when I put it in my mouth"
    },
    {
      "index": 4,
      "start_time": 14259.0,
      "end_time": 16799.0,
      "text": "The Matrix is telling my brain that it is"
    },
    {
      "index": 5,
      "start_time": 17920.0,
      "end_time": 19920.0,
      "text": "juicy and delicious."
    },
    {
      "index": 6,
      "start_time": 20460.0,
      "end_time": 26360.0,
      "text": "Oliver: Hey, what's up guys welcome back to Binging with Babish where this week we are wrangling a whole beef tenderloin."
    },
    {
      "index": 7,
      "start_time": 26400.0,
      "end_time": 29480.0,
      "text": "At least, that's what I think it looks like Cypher is eating in that fancy"
    },
    {
      "index": 8,
      "start_time": 29710.0,
      "end_time": 35399.0,
      "text": "harp-infested restaurant. Now this particular whole tenderloin has been trimmed and tied by my butcher"
    },
    {
      "index": 9,
      "start_time": 35399.0,
      "end_time": 39659.0,
      "text": "But I'm going to remove the ties and cut it into three pieces so I can show you how to prepare it"
    },
    {
      "index": 10,
      "start_time": 39940.0,
      "end_time": 44160.0,
      "text": "three different ways, not to mention show you how to truss a whole roast."
    },
    {
      "index": 11,
      "start_time": 44160.0,
      "end_time": 49800.0,
      "text": "First, we're going to tie a knot on a loop at the end of our roast and then begin making a loop with the string"
    },
    {
      "index": 12,
      "start_time": 49800.0,
      "end_time": 55460.0,
      "text": "like that, slipping it underneath the bottom of the roast to your next desired anchor point and pulling it tight"
    },
    {
      "index": 13,
      "start_time": 55739.0,
      "end_time": 61919.0,
      "text": "Why truss a roast? Well, as you can see, it's a little misshapen and trussing it helps even out the overall width of the meat,"
    },
    {
      "index": 14,
      "start_time": 61930.0,
      "end_time": 63719.0,
      "text": "helping it cook more evenly."
    },
    {
      "index": 15,
      "start_time": 63719.0,
      "end_time": 65670.0,
      "text": "Now, I'm going to go ahead and cut this into two roasts"
    },
    {
      "index": 16,
      "start_time": 65670.0,
      "end_time": 70680.0,
      "text": "and one single filet mignon. This way we can try out a couple different cooking techniques"
    },
    {
      "index": 17,
      "start_time": 70680.0,
      "end_time": 71500.0,
      "text": "First, we have to finish"
    },
    {
      "index": 18,
      "start_time": 71500.0,
      "end_time": 78209.0,
      "text": "trussing our roast. We're gonna do that by pulling the twine underneath the roast, cutting it, and beginning to thread it under the bottom side of"
    },
    {
      "index": 19,
      "start_time": 78210.0,
      "end_time": 83369.0,
      "text": "all the loops that we tied earlier. Pull the whole thing nice and tight and then at the end of the roast we've got the"
    },
    {
      "index": 20,
      "start_time": 83369.0,
      "end_time": 86249.0,
      "text": "original string from the beginning of the process that we're going to"
    },
    {
      "index": 21,
      "start_time": 86530.0,
      "end_time": 92159.0,
      "text": "Simply tie together with the bottom string and there you have it: a lovely little package of beef ready to be hand-delivered"
    },
    {
      "index": 22,
      "start_time": 92259.0,
      "end_time": 96629.0,
      "text": "to your mouth. So we've got our trussed thicker sort of oblong roast here"
    },
    {
      "index": 23,
      "start_time": 96630.0,
      "end_time": 101130.0,
      "text": "We'll try reverse searing that and then we've got the center cut roast, which is a lot more consistent"
    },
    {
      "index": 24,
      "start_time": 101200.0,
      "end_time": 105040.0,
      "text": "In its shape and therefore doesn't really need to be trussed. And then, if you don't feel like spending"
    },
    {
      "index": 25,
      "start_time": 105040.0,
      "end_time": 111680.0,
      "text": "$120 on a roast, you've got our single filet. All of which we're going to salt liberally with kosher salt, some fresh ground pepper"
    },
    {
      "index": 26,
      "start_time": 111939.0,
      "end_time": 118229.0,
      "text": "We're gonna place on a rack and refrigerate overnight to help desiccate the exterior and give us a better crust down the line"
    },
    {
      "index": 27,
      "start_time": 118439.0,
      "end_time": 123319.0,
      "text": "Steak day: 24 hours later, and the exterior of our roasts are significantly drier."
    },
    {
      "index": 28,
      "start_time": 123320.0,
      "end_time": 126050.0,
      "text": "That's gonna help us get better browning and better flavor."
    },
    {
      "index": 29,
      "start_time": 126050.0,
      "end_time": 130399.0,
      "text": "Also, I'm gonna truss this other roast because I learned a quick and easy technique last night in my jammies"
    },
    {
      "index": 30,
      "start_time": 130399.0,
      "end_time": 133900.0,
      "text": "We're simply going to wrap the twine lengthwise around the roast"
    },
    {
      "index": 31,
      "start_time": 133900.0,
      "end_time": 137150.0,
      "text": "and then begin wrapping the roast width-wise in a spiral,"
    },
    {
      "index": 32,
      "start_time": 137150.0,
      "end_time": 138960.0,
      "text": "thus a bit more quickly and easily"
    },
    {
      "index": 33,
      "start_time": 138960.0,
      "end_time": 142669.0,
      "text": "wrapping up and evening out the shape of our beef. Once you got the whole thing wrapped,"
    },
    {
      "index": 34,
      "start_time": 142669.0,
      "end_time": 148380.0,
      "text": "just cut the string, tie a little knot, and boom! Easy as pie —or beef. Easy as beef™."
    },
    {
      "index": 35,
      "start_time": 148520.0,
      "end_time": 154600.0,
      "text": "2018 Babish Enterprises. All right, so let's start off with our traditional sear and roast technique"
    },
    {
      "index": 36,
      "start_time": 154610.0,
      "end_time": 160999.0,
      "text": "I'm heating some vegetable oil in a stainless steel roaster until it just starts to smoke and then dropping our beef inside"
    },
    {
      "index": 37,
      "start_time": 161000.0,
      "end_time": 162030.0,
      "text": "Let it sit for"
    },
    {
      "index": 38,
      "start_time": 162030.0,
      "end_time": 167690.0,
      "text": "Solid 2 or 3 minutes because we want to develop some good color on the outside of this roast. I feel like I'm saying roast"
    },
    {
      "index": 39,
      "start_time": 167690.0,
      "end_time": 173080.0,
      "text": "too much. From now on I'm gonna call this Julio. We're going to insert our probe into *laughing* Julio *chuckles*"
    },
    {
      "index": 40,
      "start_time": 173820.0,
      "end_time": 175700.0,
      "text": "Ok nevermind. We're not gonna call it Julio."
    },
    {
      "index": 41,
      "start_time": 175880.0,
      "end_time": 180940.0,
      "text": "Insert our probe into the roast and get it into a 450°F oven. In the meantime,"
    },
    {
      "index": 42,
      "start_time": 180950.0,
      "end_time": 184070.0,
      "text": "I have microwaved some Cipollini onions for 1 minute"
    },
    {
      "index": 43,
      "start_time": 184190.0,
      "end_time": 188209.0,
      "text": "I'm now going to toss them a little bit of vegetable oil and then dump them onto a preheated"
    },
    {
      "index": 44,
      "start_time": 188370.0,
      "end_time": 191239.0,
      "text": "baking sheet so we can get some brown going right away"
    },
    {
      "index": 45,
      "start_time": 191239.0,
      "end_time": 192540.0,
      "text": "This is gonna make a nice little"
    },
    {
      "index": 46,
      "start_time": 192540.0,
      "end_time": 197540.0,
      "text": "topping for our steak. Throw these back in the oven, roast for a few minutes, flip once they get a little bit of color on them"
    },
    {
      "index": 47,
      "start_time": 197540.0,
      "end_time": 201580.0,
      "text": "And try not to eat them all before your steak even comes out of the oven. This guy is sitting at"
    },
    {
      "index": 48,
      "start_time": 202080.0,
      "end_time": 206080.0,
      "text": "114 °F internal; it has a lovely brown crust."
    },
    {
      "index": 49,
      "start_time": 206089.0,
      "end_time": 211240.0,
      "text": "Sorry, I'm getting excited. Optionally, you can make good use of the fond in the bottom of this pan. Drop in some grated"
    },
    {
      "index": 50,
      "start_time": 211460.0,
      "end_time": 215680.0,
      "text": "shallots, some chicken stock, some red wine; Boil it down to a syrupy consistency,"
    },
    {
      "index": 51,
      "start_time": 215760.0,
      "end_time": 218400.0,
      "text": "turn off the heat, and add a nice pat of butter."
    },
    {
      "index": 52,
      "start_time": 218420.0,
      "end_time": 220820.0,
      "text": "Whisk until you have yourself a lovely little pan sauce"
    },
    {
      "index": 53,
      "start_time": 220820.0,
      "end_time": 224600.0,
      "text": "then set that aside because Julio's been waiting for 10 minutes to be untied,"
    },
    {
      "index": 54,
      "start_time": 224600.0,
      "end_time": 227580.0,
      "text": "so it's time to slice him open and see if we did our job right."
    },
    {
      "index": 55,
      "start_time": 227580.0,
      "end_time": 234080.0,
      "text": "There we go: perfect medium-rare Julio. But, as you can see, the traditional sear and roast technique causes a pretty huge gradation from"
    },
    {
      "index": 56,
      "start_time": 234690.0,
      "end_time": 239929.0,
      "text": "medium-rare to well done towards the outside edge and sure, it looks very pretty all plated up and tastes great."
    },
    {
      "index": 57,
      "start_time": 240049.0,
      "end_time": 245539.0,
      "text": "For this next roast we're going to try reverse searing: that is, inserting our temperature probe into, let's call him Troy, and"
    },
    {
      "index": 58,
      "start_time": 245760.0,
      "end_time": 252769.0,
      "text": "placing him in a 225 °F oven for two to three hours or until Troy also reaches an internal temperature of"
    },
    {
      "index": 59,
      "start_time": 253230.0,
      "end_time": 258480.0,
      "text": "115 °F. Then we are going to sear the exterior, hence the name reverse sear"
    },
    {
      "index": 60,
      "start_time": 258480.00000000003,
      "end_time": 262079.00000000003,
      "text": "And then we've got this nice fond on the bottom the pot, so let's make a little bit of mushroom sauce."
    },
    {
      "index": 61,
      "start_time": 262079.0,
      "end_time": 265589.0,
      "text": "I'm just tossing in a few mushrooms, sautéing them, adding some thyme,"
    },
    {
      "index": 62,
      "start_time": 265589.0,
      "end_time": 272480.0,
      "text": "some crushed garlic and then deglazing with some sherry and some chicken stock, letting that reduce to a syrupy consistency,"
    },
    {
      "index": 63,
      "start_time": 272480.0,
      "end_time": 278880.0,
      "text": "turning off the heat and adding a pad of butter. (H)whisking until (h)well combined and, again, setting aside because it's time to carve."
    },
    {
      "index": 64,
      "start_time": 278880.0,
      "end_time": 283049.0,
      "text": "Let's see how Troy's looking. Rosy medium rare edge to edge. You can see that"
    },
    {
      "index": 65,
      "start_time": 283050.0,
      "end_time": 284020.0,
      "text": "There is barely any"
    },
    {
      "index": 66,
      "start_time": 284020.0,
      "end_time": 289620.0,
      "text": "Gradation in doneness. Now it looked like Cypher was eating one huge hunk of roast so that's how I'm gonna serve it."
    },
    {
      "index": 67,
      "start_time": 289620.0,
      "end_time": 292890.0,
      "text": "Won't hear me complaining about eating a whole half of a Chateaubriand"
    },
    {
      "index": 68,
      "start_time": 292920.0,
      "end_time": 298380.0,
      "text": "And don't forget to garnish with parsley just like in the movie. Then, wax poetic about how we all might be living in a simulation"
    },
    {
      "index": 69,
      "start_time": 298420.0,
      "end_time": 302780.0,
      "text": "before digging in and enjoy. Now sure this roast cooked much more evenly"
    },
    {
      "index": 70,
      "start_time": 302780.0,
      "end_time": 307680.0,
      "text": "But I kind of like a little variety in the chew of different bites of my tenderloin"
    },
    {
      "index": 71,
      "start_time": 307680.0,
      "end_time": 314370.0,
      "text": "So let's try the Gordon Ramsay: straight-up pan-seared filet mignon. After we've formed a nice crust on both sides of the filet,"
    },
    {
      "index": 72,
      "start_time": 314370.0,
      "end_time": 318750.0,
      "text": "we're going to add a garlic clove, a little bit of thyme, and a little bit of chicken stock"
    },
    {
      "index": 73,
      "start_time": 318850.0,
      "end_time": 322439.0,
      "text": "Reduce the heat and let the steak come up to temp while we prepare our gremolata"
    },
    {
      "index": 74,
      "start_time": 322540.0,
      "end_time": 325769.0,
      "text": "Which is simply about equal parts of chopped parsley,"
    },
    {
      "index": 75,
      "start_time": 325980.0,
      "end_time": 331380.0,
      "text": "capers and lemon zest. Then my man Gordon slices the beef across the grain, which is a good idea,"
    },
    {
      "index": 76,
      "start_time": 331620.0,
      "end_time": 334140.0,
      "text": "seasons with a healthy sprinkling of gremolata"
    },
    {
      "index": 77,
      "start_time": 334280.0,
      "end_time": 338760.0,
      "text": "and then spoons a bit of the sauce from the pan around the steak along with a good drizzle of olive oil."
    },
    {
      "index": 78,
      "start_time": 338760.0,
      "end_time": 343860.0,
      "text": "Huh, looks pretty good. That Gordon Ramsay guy really knows what he's doing. And sure, it's got that little gradient from"
    },
    {
      "index": 79,
      "start_time": 343980.0,
      "end_time": 346840.0,
      "text": "medium-rare to well done, but, again, that's what I like"
    },
    {
      "index": 80,
      "start_time": 346840.0,
      "end_time": 349060.0,
      "text": "Now, I made this thing off camera so you're just gonna have to trust me"
    },
    {
      "index": 81,
      "start_time": 349060.0,
      "end_time": 351400.0,
      "text": "when I say that it entered the \"Clean plate club.\""
    },
    {
      "index": 82,
      "start_time": 351620.0,
      "end_time": 372120.0,
      "text": "[Outro music]"
    }
  ]
}