{
  "video_id": "EbNAbb6HGF8",
  "title": "7 Sound Reasons Not To Get Back With Your Ex",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 11380.0,
      "end_time": 14940.0,
      "text": "We've all missed someone so much that we start to romanticize the past."
    },
    {
      "index": 2,
      "start_time": 15720.0,
      "end_time": 20780.0,
      "text": "It throws off your judgement and soon you're overwhelmed with just wanting to be with that person again."
    },
    {
      "index": 3,
      "start_time": 21380.0,
      "end_time": 28480.0,
      "text": "While people often say that absence makes the heart grow fonder, it instead allows feelings of being miserable and empty to grow instead."
    },
    {
      "index": 4,
      "start_time": 29329.0,
      "end_time": 34359.0,
      "text": "Before deciding to get back together with your ex, watch this video for reasons about why you shouldn't."
    },
    {
      "index": 5,
      "start_time": 35200.0,
      "end_time": 44360.0,
      "text": "After you've been separated from someone, there's a tendency to romanticize the past, meaning that you focus only on the good things that happened and ignore all the bad."
    },
    {
      "index": 6,
      "start_time": 44360.0,
      "end_time": 50120.0,
      "text": "By blocking out all the reasons why you two didn't work out, you're recreating a false image of that person."
    },
    {
      "index": 7,
      "start_time": 50120.0,
      "end_time": 52630.0,
      "text": "You're remembering somebody who didn't really exist."
    },
    {
      "index": 8,
      "start_time": 52910.0,
      "end_time": 58270.0,
      "text": "When you remember only the good you no longer miss your ex and instead miss the idea of them."
    },
    {
      "index": 9,
      "start_time": 58880.0,
      "end_time": 69620.0,
      "text": "For example say you just broke up with \"Person A.\" You start to miss them and think of all the good times you had together, ignoring all the times you and \"Person A\" fought or argued."
    },
    {
      "index": 10,
      "start_time": 69620.0,
      "end_time": 76390.0,
      "text": "You focus so much on all the good things about person A that you've created a whole new person: \"Person B\"."
    },
    {
      "index": 11,
      "start_time": 76390.0,
      "end_time": 80769.0,
      "text": "You don't really miss Person A because you miss Person B, who sadly is only an idea."
    },
    {
      "index": 12,
      "start_time": 81710.0,
      "end_time": 86110.0,
      "text": "Instead of blocking out the bad things that happened, focus on them so you can learn."
    },
    {
      "index": 13,
      "start_time": 86110.0,
      "end_time": 90669.0,
      "text": "Learn what personality traits you want to look for, and what traits you want to stay away from."
    },
    {
      "index": 14,
      "start_time": 91220.0,
      "end_time": 93220.0,
      "text": "Let yourself grow and move on."
    },
    {
      "index": 15,
      "start_time": 94250.0,
      "end_time": 97650.0,
      "text": "Breaking up is a drastic change and no one likes change."
    },
    {
      "index": 16,
      "start_time": 97650.0,
      "end_time": 103690.0,
      "text": "It's natural to crave familiarity, so we often go back to whatever we just lost whether it was healthy or not."
    },
    {
      "index": 17,
      "start_time": 104150.0,
      "end_time": 107440.0,
      "text": "You aren't used to being alone or dealing with the loud thoughts in your head."
    },
    {
      "index": 18,
      "start_time": 107600.0,
      "end_time": 113500.0,
      "text": "You're used to having Person A to talk to, so not having them around is frustrating and leaves you with a sense of emptiness."
    },
    {
      "index": 19,
      "start_time": 114020.0,
      "end_time": 118420.0,
      "text": "It was comforting having Person A around to talk to. Why would you want to keep them away?"
    },
    {
      "index": 20,
      "start_time": 119000.0,
      "end_time": 125140.0,
      "text": "However, while familiarity is comforting, you must remember that familiarity isn't always the healthiest choice."
    },
    {
      "index": 21,
      "start_time": 125160.0,
      "end_time": 127780.0,
      "text": "Sometimes, you need to step out of your comfort zone to be happy."
    },
    {
      "index": 22,
      "start_time": 128560.0,
      "end_time": 133280.0,
      "text": "Coupled with familiarity, after our breakup you end up yearning for closeness."
    },
    {
      "index": 23,
      "start_time": 133280.0,
      "end_time": 138189.0,
      "text": "Being close with someone is a special feeling one that often leaves you feeling empty once gone."
    },
    {
      "index": 24,
      "start_time": 138409.0,
      "end_time": 143349.0,
      "text": "You miss knowing the other person inside and out, and them knowing you as well."
    },
    {
      "index": 25,
      "start_time": 143349.0,
      "end_time": 150790.0,
      "text": "However, remember that being close to someone isn't restricted to that specific person, and being close in general doesn't necessarily create happiness."
    },
    {
      "index": 26,
      "start_time": 151250.0,
      "end_time": 157000.0,
      "text": "Instead of focusing on the crave for companionship, focus on yourself, and how you can be happy being on your own."
    },
    {
      "index": 27,
      "start_time": 158210.0,
      "end_time": 161169.0,
      "text": "You both have changed since you first started going out."
    },
    {
      "index": 28,
      "start_time": 161450.0,
      "end_time": 167170.0,
      "text": "Your experiences together have shaped who you've become and you are no longer the same people you once were."
    },
    {
      "index": 29,
      "start_time": 167480.0,
      "end_time": 174640.0,
      "text": "As you grew as people you also grew apart. You could no longer change together, so you had to make the ultimate change and break up."
    },
    {
      "index": 30,
      "start_time": 175370.0,
      "end_time": 182140.0,
      "text": "Change is never fun and it can be tempting to avoid it altogether, but stopping yourself from growing is not the solution."
    },
    {
      "index": 31,
      "start_time": 182870.0,
      "end_time": 188679.0,
      "text": "You should continue to help yourself grow. In that process you will find people who can grow alongside you."
    },
    {
      "index": 32,
      "start_time": 189230.0,
      "end_time": 194619.0,
      "text": "After pouring all your love, energy, and hard work into a person, it can feel like they owe you love."
    },
    {
      "index": 33,
      "start_time": 194720.0,
      "end_time": 197020.0,
      "text": "But beating a dead horse won't do you any good."
    },
    {
      "index": 34,
      "start_time": 197540.0,
      "end_time": 200679.0,
      "text": "You can never force somebody to love you, no matter how much you try."
    },
    {
      "index": 35,
      "start_time": 201350.0,
      "end_time": 206169.0,
      "text": "Human nature has us naturally rebel against force, as we don't like being told to do things."
    },
    {
      "index": 36,
      "start_time": 206630.0,
      "end_time": 212345.0,
      "text": "This especially applies to love in relationships. Forcing someone to love you doesn't make them love you."
    },
    {
      "index": 37,
      "start_time": 212345.0,
      "end_time": 217270.0,
      "text": "In the end, they may resent you, creating a larger gap between you than there was before."
    },
    {
      "index": 38,
      "start_time": 217970.0,
      "end_time": 221690.0,
      "text": "Don't try to force love and you'll end up being happier."
    },
    {
      "index": 39,
      "start_time": 221690.0,
      "end_time": 227560.0,
      "text": "Compatibility is key in a relationship, and when it's gone, there is little hope for success."
    },
    {
      "index": 40,
      "start_time": 227560.0,
      "end_time": 233230.0,
      "text": "When revealing yourself in a new relationship, this is when compatibility is tested and often fails."
    },
    {
      "index": 41,
      "start_time": 233570.0,
      "end_time": 238899.0,
      "text": "As you learn more about each other your true colors shine and you discover whether it's meant to last or not."
    },
    {
      "index": 42,
      "start_time": 239480.0,
      "end_time": 247730.0,
      "text": "After a breakup, as more time progresses, it'll be easier to look back and see how you two were incompatible and are much better being separated."
    },
    {
      "index": 43,
      "start_time": 247730.0,
      "end_time": 249819.0,
      "text": "It can be hard to see it in a heat of the moment."
    },
    {
      "index": 44,
      "start_time": 249820.0,
      "end_time": 253119.0,
      "text": "But remember that it'll pass, and you'll be happier being on your own."
    },
    {
      "index": 45,
      "start_time": 253790.0,
      "end_time": 259089.0,
      "text": "While it may seem hard to see, someone else will come along and be a much better match for you."
    },
    {
      "index": 46,
      "start_time": 259459.0,
      "end_time": 268120.0,
      "text": "You will have learned from your mistakes from your ex so you know what to look for in your new partner, and you will be able to spot warning signs before they get out of hand."
    },
    {
      "index": 47,
      "start_time": 268120.0,
      "end_time": 273880.0,
      "text": "You will have grown as a person from your last relationship, able to handle different things."
    },
    {
      "index": 48,
      "start_time": 273880.0,
      "end_time": 277960.0,
      "text": "You will be able to lead a new life and a new relationship staying on safe and healthy waters."
    },
    {
      "index": 49,
      "start_time": 278780.0,
      "end_time": 282489.0,
      "text": "Don't give up on love. It's out there, and you'll find it when you're ready."
    },
    {
      "index": 50,
      "start_time": 283129.0,
      "end_time": 288120.0,
      "text": "Remember that it's healthier to let go than to hold on to a love that isn't there anymore."
    },
    {
      "index": 51,
      "start_time": 288120.0,
      "end_time": 294399.0,
      "text": "That's all from us, it's Psych2Go. What do you think of these reasons? Be sure to subscribe for more tips on living a healthy life!"
    }
  ]
}