{
  "video_id": "ebx5Y5qOmTM",
  "title": "The design tricks that keep skyscrapers from swaying",
  "json": [
    {
      "index": 1,
      "start_time": 1959.0,
      "end_time": 4850.0,
      "text": "This is a hole on top of the Shanghai World Financial Center."
    },
    {
      "index": 2,
      "start_time": 4850.0,
      "end_time": 8809.0,
      "text": "This is a 660-ton steel ball hanging inside of Taipei 101."
    },
    {
      "index": 3,
      "start_time": 8809.0,
      "end_time": 13880.0,
      "text": "And these are massive clockwise balconies on the Burj Khalifa, the tallest building ever made."
    },
    {
      "index": 4,
      "start_time": 14820.0,
      "end_time": 19119.0,
      "text": "These design choices might seem like gimmicks to give these skyscrapers their iconic looks."
    },
    {
      "index": 5,
      "start_time": 19120.0,
      "end_time": 25420.0,
      "text": "But behind each feature is a brilliant engineering trick designed to one thing: Confuse the wind."
    },
    {
      "index": 6,
      "start_time": 31340.0,
      "end_time": 37609.0,
      "text": "Wind can cause a bunch of issues for buildings: broken windows, structural damage, and discomfort for the people inside."
    },
    {
      "index": 7,
      "start_time": 37609.0,
      "end_time": 44120.0,
      "text": "And today's super-skinny skyscrapers have to deal with a particular wind-induced phenomenon called vortex shedding."
    },
    {
      "index": 8,
      "start_time": 44120.0,
      "end_time": 51679.0,
      "text": "This happens when wind flowing past a building creates vortices, strong swirls of air that magnify the damaging effects of wind."
    },
    {
      "index": 9,
      "start_time": 51679.0,
      "end_time": 54360.0,
      "text": "In low winds, these vortices cancel each other out."
    },
    {
      "index": 10,
      "start_time": 54360.0,
      "end_time": 59429.0,
      "text": "But in higher winds, they create alternating low pressure zones that make the building rock back and forth."
    },
    {
      "index": 11,
      "start_time": 59429.0,
      "end_time": 63569.0,
      "text": "As the wind speed increases, so does the intensity of the back and forth movement."
    },
    {
      "index": 12,
      "start_time": 63569.0,
      "end_time": 72630.0,
      "text": "Every object also has its own natural sway frequency and when that matches with the frequency of vortex shedding, it creates a dramatic spike in the intensity of swaying."
    },
    {
      "index": 13,
      "start_time": 72630.0,
      "end_time": 78830.0,
      "text": "On the top floors of a high rise, that kind of swaying can be nauseating, plus it can damage the integrity of the building."
    },
    {
      "index": 14,
      "start_time": 78830.0,
      "end_time": 81560.0,
      "text": "But architects have an arsenal of tricks to reduce movement."
    },
    {
      "index": 15,
      "start_time": 82400.0,
      "end_time": 83280.0,
      "text": "The first one?"
    },
    {
      "index": 16,
      "start_time": 83280.0,
      "end_time": 83860.0,
      "text": "Tapering."
    },
    {
      "index": 17,
      "start_time": 84660.0,
      "end_time": 87600.0,
      "text": "The higher up you build, the stronger the wind force gets."
    },
    {
      "index": 18,
      "start_time": 87600.0,
      "end_time": 93390.0,
      "text": "So to reduce surface area where the wind is stronger, designers can simply make a building skinnier as it gets taller."
    },
    {
      "index": 19,
      "start_time": 93390.0,
      "end_time": 99340.0,
      "text": "They can do that with tapering, like The Shard in London or with periodic setbacks, like the Willis Tower in Chicago."
    },
    {
      "index": 20,
      "start_time": 99340.0,
      "end_time": 101760.0,
      "text": "Then, designers can soften edges."
    },
    {
      "index": 21,
      "start_time": 101760.0,
      "end_time": 105450.0,
      "text": "Hard edges aren't good on wind, so you'll often see skyscrapers with round corners."
    },
    {
      "index": 22,
      "start_time": 105450.0,
      "end_time": 109259.0,
      "text": "But architects can achieve a similar effect with small cutouts from the edges."
    },
    {
      "index": 23,
      "start_time": 109259.0,
      "end_time": 111049.0,
      "text": "Take Taipei 101, for example."
    },
    {
      "index": 24,
      "start_time": 111049.0,
      "end_time": 117480.0,
      "text": "The building was originally designed with square corners, but when a scale model was tested in a wind tunnel, the designers saw a lot of swaying."
    },
    {
      "index": 25,
      "start_time": 117480.0,
      "end_time": 120560.0,
      "text": "Here are the results after designers added sawtooth corners."
    },
    {
      "index": 26,
      "start_time": 120560.0,
      "end_time": 123420.0,
      "text": "They reduced movement by 25 percent."
    },
    {
      "index": 27,
      "start_time": 123420.0,
      "end_time": 127920.0,
      "text": "The next option is pretty simple. You can just open it up with holes."
    },
    {
      "index": 28,
      "start_time": 127920.0,
      "end_time": 136550.0,
      "text": "Skyscrapers like Saudi Arabia's Kingdom Centre and Shanghai's World Financial Center do this with a single gap up top, allowing wind to pass right through where it's blowing the strongest."
    },
    {
      "index": 29,
      "start_time": 136550.0,
      "end_time": 143800.0,
      "text": "But 432 Park Avenue in New York achieves this effect with several double-floor cutouts that allow wind to pass through along the length of the entire tower."
    },
    {
      "index": 30,
      "start_time": 143800.0,
      "end_time": 145440.0,
      "text": "There's also twisting."
    },
    {
      "index": 31,
      "start_time": 145440.0,
      "end_time": 149060.0,
      "text": "This wind resistance technique makes for some of the most stunning skylines today."
    },
    {
      "index": 32,
      "start_time": 149060.0,
      "end_time": 152840.0,
      "text": "Dramatic spirals redirect the wind, guiding it upward and off of the building."
    },
    {
      "index": 33,
      "start_time": 152850.0,
      "end_time": 157480.0,
      "text": "That's the same wind resistance trick used by some industrial chimneys and car antennas."
    },
    {
      "index": 34,
      "start_time": 157480.0,
      "end_time": 163100.0,
      "text": "Corkscrew shapes like this were impossible to build until fairly recently, thanks to advancements in software and material science."
    },
    {
      "index": 35,
      "start_time": 163100.0,
      "end_time": 166150.0,
      "text": "And they're also promising from a sustainability perspective."
    },
    {
      "index": 36,
      "start_time": 166150.0,
      "end_time": 176340.0,
      "text": "During the design process on the Shanghai Tower, for example, adding the iconic twist reduced the wind load by 24 percent, saving developers $58 million in structural material."
    },
    {
      "index": 37,
      "start_time": 176340.0,
      "end_time": 180240.0,
      "text": "Finally, there's the technique so good it's invisible: damping."
    },
    {
      "index": 38,
      "start_time": 180240.0,
      "end_time": 186340.0,
      "text": "Dampers are mechanisms designed to absorb the energy from a building's movement, counteracting the effect of the wind."
    },
    {
      "index": 39,
      "start_time": 186340.0,
      "end_time": 188840.0,
      "text": "Skyscrapers do this in two major ways."
    },
    {
      "index": 40,
      "start_time": 188840.0,
      "end_time": 192760.0,
      "text": "First are slosh tanks: these are containers filled with several tons of water."
    },
    {
      "index": 41,
      "start_time": 192760.0,
      "end_time": 197280.0,
      "text": "The water sloshes back and forth, and its weight displacement helps keep the building from swaying."
    },
    {
      "index": 42,
      "start_time": 197280.0,
      "end_time": 201980.0,
      "text": "Second are tuned mass dampers: massive weights suspended in the middle of a building."
    },
    {
      "index": 43,
      "start_time": 201980.0,
      "end_time": 207060.0,
      "text": "These were traditionally hidden away in building design, placed on empty floors along with other technical equipment."
    },
    {
      "index": 44,
      "start_time": 207060.0,
      "end_time": 213090.0,
      "text": "But they don't have to be. Taipei 101's tuned mass damper has been a popular tourist attraction since it opened in 2004."
    },
    {
      "index": 45,
      "start_time": 213090.0,
      "end_time": 215680.0,
      "text": "They even have a mascot for it: Damper Baby."
    },
    {
      "index": 46,
      "start_time": 219500.0,
      "end_time": 220680.0,
      "text": "It's a little weird."
    },
    {
      "index": 47,
      "start_time": 221400.0,
      "end_time": 226570.0,
      "text": "These shapes, holes, and counterweights form a secret design language hidden inside of our skylines."
    },
    {
      "index": 48,
      "start_time": 226570.0,
      "end_time": 232880.0,
      "text": "And as more people move out of rural areas and into urban ones, skyscrapers will keep getting taller and skinnier."
    },
    {
      "index": 49,
      "start_time": 232880.0,
      "end_time": 238120.0,
      "text": "These technologies are what's making that future possible and letting us keep building into the sky."
    },
    {
      "index": 50,
      "start_time": 241580.0,
      "end_time": 247440.0,
      "text": "Thank you so much for watching, if you haven't already heard we've launched a membership program with YouTube called the Vox Video Lab."
    },
    {
      "index": 51,
      "start_time": 247440.0,
      "end_time": 252020.0,
      "text": "It's the best way to support our work and interact with us more, and get access to exclusive content."
    },
    {
      "index": 52,
      "start_time": 252020.0,
      "end_time": 254880.0,
      "text": "To become a member, head over to vox.com/join."
    }
  ]
}