{
  "video_id": "eCWR0A3iziE",
  "title": "What Technology Wants | Kevin Kelly | Talks at Google",
  "json": [
    {
      "index": 1,
      "start_time": 5220.0,
      "end_time": 8879.0,
      "text": "&gt;&gt;presenter: So, Kevin Kelly is not only one of the foremost innovators and writers about"
    },
    {
      "index": 2,
      "start_time": 8879.0,
      "end_time": 16890.0,
      "text": "technology, but his personal story is an equally interesting one. He rode his bike across America"
    },
    {
      "index": 3,
      "start_time": 16890.0,
      "end_time": 23320.0,
      "text": "and back, and wrote a haiku and drew a drawing for every day of that journey. He spent seven"
    },
    {
      "index": 4,
      "start_time": 23320.0,
      "end_time": 28970.0,
      "text": "years walking across Asia and he published a beautiful book of his photography from his"
    },
    {
      "index": 5,
      "start_time": 28970.0,
      "end_time": 35239.0,
      "text": "travels, called &quot;Asia Grace.&quot; I first met Kevin when I was five or six, when my dad"
    },
    {
      "index": 6,
      "start_time": 35239.0,
      "end_time": 41300.0,
      "text": "took over the role of editor from him at the Whole Earth Review and Kevin Kelly was a founding"
    },
    {
      "index": 7,
      "start_time": 41300.0,
      "end_time": 46860.0,
      "text": "executive editor of Wired. He helped design and launch the WELL, the famous, prototypical,"
    },
    {
      "index": 8,
      "start_time": 46860.0,
      "end_time": 53310.0,
      "text": "virtual community, as well as HotWired, the first commercial web scene. He is one of the"
    },
    {
      "index": 9,
      "start_time": 53310.0,
      "end_time": 58850.0,
      "text": "founders of the Long Now Foundation and he also creates and publishes the website Cool"
    },
    {
      "index": 10,
      "start_time": 58850.0,
      "end_time": 64530.0,
      "text": "Tools. He&#39;s also a regular contributor to the New York Times magazine, publishing features"
    },
    {
      "index": 11,
      "start_time": 64530.0,
      "end_time": 69650.0,
      "text": "on digital culture and one of the last ones was an education issue about homeschooling"
    },
    {
      "index": 12,
      "start_time": 69650.0,
      "end_time": 76040.0,
      "text": "his son and the role that technology played. His books include &quot;Out of Control,&quot; &quot;Rules"
    },
    {
      "index": 13,
      "start_time": 76040.0,
      "end_time": 81040.0,
      "text": "for a New Economy,&quot; several editions of the Whole Earth Catalog and today, he&#39;s going"
    },
    {
      "index": 14,
      "start_time": 81040.0,
      "end_time": 86690.0,
      "text": "to be talking his latest book, &quot;What Technology Wants.&quot; So, please help me in welcoming Kevin"
    },
    {
      "index": 15,
      "start_time": 86690.0,
      "end_time": 88690.0,
      "text": "Kelly."
    },
    {
      "index": 16,
      "start_time": 88690.0,
      "end_time": 90680.0,
      "text": "[applause]"
    },
    {
      "index": 17,
      "start_time": 90680.0,
      "end_time": 100260.0,
      "text": "&gt;&gt;Kevin: Thank you, Mimi. That was great. It&#39;s great to be back here. About six years"
    },
    {
      "index": 18,
      "start_time": 100260.0,
      "end_time": 107590.0,
      "text": "ago, I actually gave a talk in thinking about this book, in this very same room on the history"
    },
    {
      "index": 19,
      "start_time": 107590.0,
      "end_time": 114070.0,
      "text": "and the future of the scientific method. And that talk is now two pages in this larger"
    },
    {
      "index": 20,
      "start_time": 114070.0,
      "end_time": 119960.0,
      "text": "book, which is about the long term trends in technology. And there&#39;s lots of things"
    },
    {
      "index": 21,
      "start_time": 119960.0,
      "end_time": 127020.0,
      "text": "that I feel I could talk to you about this afternoon, but I think, or I could talk about"
    },
    {
      "index": 22,
      "start_time": 127020.0,
      "end_time": 131230.0,
      "text": "the future of media, the future of the Internet and the Web and those kinds of things; all"
    },
    {
      "index": 23,
      "start_time": 131230.0,
      "end_time": 135819.0,
      "text": "of which you probably know a lot more about than I do. And I think I&#39;d rather, instead,"
    },
    {
      "index": 24,
      "start_time": 135819.0,
      "end_time": 146370.0,
      "text": "like to step back and talk about what technology means and where it, where its place in the"
    },
    {
      "index": 25,
      "start_time": 146370.0,
      "end_time": 155470.0,
      "text": "world, where it wants to be in our minds as we make all this stuff. So, everyday, you"
    },
    {
      "index": 26,
      "start_time": 155470.0,
      "end_time": 161340.0,
      "text": "folks are involved in creating new things and the problem is we don&#39;t really have a"
    },
    {
      "index": 27,
      "start_time": 161340.0,
      "end_time": 166830.0,
      "text": "very good theory about what it is that we&#39;re making. And so, the current idea about technology"
    },
    {
      "index": 28,
      "start_time": 166830.0,
      "end_time": 171030.0,
      "text": "is basically one thing after another. All right? We produce one thing after another"
    },
    {
      "index": 29,
      "start_time": 171030.0,
      "end_time": 175120.0,
      "text": "and there&#39;s no larger framework about whether these are good things, whether we want more"
    },
    {
      "index": 30,
      "start_time": 175120.0,
      "end_time": 182920.0,
      "text": "of it, where it fits into the cosmos, how it relates to nature and what I&#39;m trying to"
    },
    {
      "index": 31,
      "start_time": 182920.0,
      "end_time": 188780.0,
      "text": "do is basically, make a first draft for a theory of technology; so you can think of"
    },
    {
      "index": 32,
      "start_time": 188780.0,
      "end_time": 198300.0,
      "text": "it in those terms. And so, that sounds kind of really esoteric, but here&#39;s a definition"
    },
    {
      "index": 33,
      "start_time": 198300.0,
      "end_time": 201730.0,
      "text": "that most people think about what technology is, is about anything that was invented after"
    },
    {
      "index": 34,
      "start_time": 201730.0,
      "end_time": 208780.0,
      "text": "you were born; it&#39;s all this new stuff, the stuff that&#39;s coming out of labs here. And"
    },
    {
      "index": 35,
      "start_time": 208780.0,
      "end_time": 212650.0,
      "text": "if you&#39;re maybe a little more sophisticated, you might think of it as stuff that doesn&#39;t"
    },
    {
      "index": 36,
      "start_time": 212650.0,
      "end_time": 219760.0,
      "text": "work yet and, or maybe it&#39;s the stuff that&#39;s in your pockets. Or maybe anything that has"
    },
    {
      "index": 37,
      "start_time": 219760.0,
      "end_time": 227730.0,
      "text": "an on or off switch. And, I think, of course, all those gadgets and all those things are"
    },
    {
      "index": 38,
      "start_time": 227730.0,
      "end_time": 232810.0,
      "text": "the stuff that technology is, but it&#39;s actually something more than that. We can take two"
    },
    {
      "index": 39,
      "start_time": 232810.0,
      "end_time": 241500.0,
      "text": "pictures, these two artifacts that are approximately the same size and shape and one of them can"
    },
    {
      "index": 40,
      "start_time": 241500.0,
      "end_time": 248550.0,
      "text": "easily be made by any of us here--not maybe as well-- and that&#39;s the tool of the hammer"
    },
    {
      "index": 41,
      "start_time": 248550.0,
      "end_time": 255510.0,
      "text": "and that&#39;s prehistoric. Or the one on the right, the mouse or the iPhone or whatever"
    },
    {
      "index": 42,
      "start_time": 255510.0,
      "end_time": 261560.0,
      "text": "you wanna look at, that one not only could not any of us do, but even the group of us"
    },
    {
      "index": 43,
      "start_time": 261560.0,
      "end_time": 265110.0,
      "text": "here could not do. And, in fact, even everyone in this building could not actually produce"
    },
    {
      "index": 44,
      "start_time": 265110.0,
      "end_time": 271889.0,
      "text": "that. And that&#39;s because that device requires maybe a thousand intermediate technologies"
    },
    {
      "index": 45,
      "start_time": 271889.0,
      "end_time": 279550.0,
      "text": "to create it and maintain it and operate it, and each of those technologies might, in turn,"
    },
    {
      "index": 46,
      "start_time": 279550.0,
      "end_time": 284710.0,
      "text": "depend on another hundred intermediate technologies. So, what we have is the technology we have,"
    },
    {
      "index": 47,
      "start_time": 284710.0,
      "end_time": 291000.0,
      "text": "like on the right, is actually representative of an ecology of technologies. It&#39;s a whole"
    },
    {
      "index": 48,
      "start_time": 291000.0,
      "end_time": 297860.0,
      "text": "set of interrelated, interdependent and codependent artifacts and that that entire ecology, or"
    },
    {
      "index": 49,
      "start_time": 297860.0,
      "end_time": 301850.0,
      "text": "if you can like, if you wanna think of it as a super organism of technology, is actually"
    },
    {
      "index": 50,
      "start_time": 301850.0,
      "end_time": 308130.0,
      "text": "what I&#39;m most interested in. And to distinguish that from the individual technologies or artifacts;"
    },
    {
      "index": 51,
      "start_time": 308130.0,
      "end_time": 316780.0,
      "text": "I call that the &quot;technium.&quot; So, the technium is this huge, super hive, super ecology of"
    },
    {
      "index": 52,
      "start_time": 316780.0,
      "end_time": 320650.0,
      "text": "all the technologies that we have as they are related to each other and codependent"
    },
    {
      "index": 53,
      "start_time": 320650.0,
      "end_time": 328240.0,
      "text": "on each other. And what we know about systems, that have that degree of complexity, there&#39;s"
    },
    {
      "index": 54,
      "start_time": 328240.0,
      "end_time": 332979.0,
      "text": "two things. The one thing that we know about those kinds of systems is that, first of all,"
    },
    {
      "index": 55,
      "start_time": 332979.0,
      "end_time": 339479.0,
      "text": "they exhibit behaviors that are not present in any of the parts, ok? So, you can look"
    },
    {
      "index": 56,
      "start_time": 339479.0,
      "end_time": 344210.0,
      "text": "forever into a tin-, into a bee or an ant and you&#39;ll never see the hive or the colony."
    },
    {
      "index": 57,
      "start_time": 344210.0,
      "end_time": 352960.0,
      "text": "So, that behavior is not present in the individual components. And so, the pres-, the actual"
    },
    {
      "index": 58,
      "start_time": 352960.0,
      "end_time": 358919.0,
      "text": "behavior, the technium, is not present in any of the devices; it has a larger system-wide"
    },
    {
      "index": 59,
      "start_time": 358919.0,
      "end_time": 363699.0,
      "text": "behavior. And secondly, those behaviors have inherent biases and tendencies. That&#39;s what"
    },
    {
      "index": 60,
      "start_time": 363699.0,
      "end_time": 370560.0,
      "text": "we know about systems, ok? And the more recursive circuits there are in this, the more tendencies"
    },
    {
      "index": 61,
      "start_time": 370560.0,
      "end_time": 376009.0,
      "text": "there are, and so, recursive circuit is the idea here, the infinite loop or recursive"
    },
    {
      "index": 62,
      "start_time": 376009.0,
      "end_time": 381360.0,
      "text": "loop, where we see this in biology. We have genes. A lot of the genes in our chromosomes"
    },
    {
      "index": 63,
      "start_time": 381360.0,
      "end_time": 385009.0,
      "text": "are turning on other genes; they&#39;re not expressing protein, but they&#39;re turning on other genes"
    },
    {
      "index": 64,
      "start_time": 385009.0,
      "end_time": 388479.0,
      "text": "and some of those genes are turning on other genes, and some of those genes are turning"
    },
    {
      "index": 65,
      "start_time": 388479.0,
      "end_time": 392520.0,
      "text": "on the first genes. And so, you have this recursive loop. We have technologies that"
    },
    {
      "index": 66,
      "start_time": 392520.0,
      "end_time": 399520.0,
      "text": "make; technology A makes technology B, technology B makes C, and C is involved in the creation"
    },
    {
      "index": 67,
      "start_time": 399520.0,
      "end_time": 405639.0,
      "text": "of A, so we have recursive loops within the technium and whenever you have those, you"
    },
    {
      "index": 68,
      "start_time": 405639.0,
      "end_time": 411070.0,
      "text": "have biases, tendencies. And so, when I talk about what technology wants, what I&#39;m talking"
    },
    {
      "index": 69,
      "start_time": 411070.0,
      "end_time": 420740.0,
      "text": "about is what the technium is biased towards. So, it&#39;s, I don&#39;t mean &quot;want&quot; in terms of"
    },
    {
      "index": 70,
      "start_time": 420740.0,
      "end_time": 428270.0,
      "text": "the way in which an intelligence or conscious being would want, but I mean &quot;want&quot; in the"
    },
    {
      "index": 71,
      "start_time": 428270.0,
      "end_time": 435139.0,
      "text": "way that plants want light. They&#39;re leaning towards light. The tomato plant on your windowsill&#39;s"
    },
    {
      "index": 72,
      "start_time": 435139.0,
      "end_time": 439560.0,
      "text": "leaning towards the light; it&#39;s not conscious, it&#39;s not intelligent. It has a bias in its"
    },
    {
      "index": 73,
      "start_time": 439560.0,
      "end_time": 445759.0,
      "text": "system, an urge and need, to move towards light. And so, we have plants that want light"
    },
    {
      "index": 74,
      "start_time": 445759.0,
      "end_time": 451789.0,
      "text": "and that is what the technium has, is certain wants. And the question I&#39;m asking is, in"
    },
    {
      "index": 75,
      "start_time": 451789.0,
      "end_time": 459660.0,
      "text": "general, what are the biases in the technium? And I begin, if, going back to plants, because"
    },
    {
      "index": 76,
      "start_time": 459660.0,
      "end_time": 466780.0,
      "text": "my premise is that, in fact, the technium is an extension coming from us. It&#39;s not just"
    },
    {
      "index": 77,
      "start_time": 466780.0,
      "end_time": 473550.0,
      "text": "from our minds, it&#39;s also from a biological past; from our evolutionary past, that the"
    },
    {
      "index": 78,
      "start_time": 473550.0,
      "end_time": 478789.0,
      "text": "technium is actually extending and accelerating those same forces. And so, I ask what does"
    },
    {
      "index": 79,
      "start_time": 478789.0,
      "end_time": 485490.0,
      "text": "evolution want? Now, I have to say right away is that there are some evolutionary biologists."
    },
    {
      "index": 80,
      "start_time": 485490.0,
      "end_time": 490580.0,
      "text": "Among the most prominent was the late Stephen Jay Gould, who argued very, very forcefully"
    },
    {
      "index": 81,
      "start_time": 490580.0,
      "end_time": 497599.0,
      "text": "that there are no trends in evolution at all; that it&#39;s trendless. That there&#39;s no trajectories,"
    },
    {
      "index": 82,
      "start_time": 497599.0,
      "end_time": 505380.0,
      "text": "there&#39;s no directions. And that is the orthodoxy in evolutionary biology right now, but there"
    },
    {
      "index": 83,
      "start_time": 505380.0,
      "end_time": 510030.0,
      "text": "is, there are minority view and there are other evolutionary biologists and many of"
    },
    {
      "index": 84,
      "start_time": 510030.0,
      "end_time": 516810.0,
      "text": "them young, who actually have more experience with computational and computer simulations,"
    },
    {
      "index": 85,
      "start_time": 516809.99999999994,
      "end_time": 522568.99999999994,
      "text": "who actually make a different argument and have evidence to show that there are trends,"
    },
    {
      "index": 86,
      "start_time": 522568.99999999994,
      "end_time": 527689.0,
      "text": "directions, in the long course of evolution. And, and the foremost of those is the ones"
    },
    {
      "index": 87,
      "start_time": 527689.0,
      "end_time": 534869.0,
      "text": "that we all intuitively feel, which is that over 3.7 billion years of life that life has"
    },
    {
      "index": 88,
      "start_time": 534869.0,
      "end_time": 540499.0,
      "text": "gotten more complex. Now, the reason why that&#39;s maybe not an obvious trend is, Stephen Jay"
    },
    {
      "index": 89,
      "start_time": 540499.0,
      "end_time": 544399.0,
      "text": "Gould would say, &quot;Well, if you&#39;re starting off simple, you have nowhere else to go but"
    },
    {
      "index": 90,
      "start_time": 544399.0,
      "end_time": 551209.0,
      "text": "more complex.&quot; And so, the fact that the leading edge is getting more complex is trivial; it&#39;s"
    },
    {
      "index": 91,
      "start_time": 551209.0,
      "end_time": 557170.0,
      "text": "not important. The question is about the trailing edge. And so, we can show, in fact, that when"
    },
    {
      "index": 92,
      "start_time": 557170.0,
      "end_time": 562249.0,
      "text": "you have moved along some evolution and you are somewhat complex, is there any bias in"
    },
    {
      "index": 93,
      "start_time": 562249.0,
      "end_time": 570489.0,
      "text": "which direction you go then? And we can show that there&#39;s a mild drift towards increasing"
    },
    {
      "index": 94,
      "start_time": 570489.0,
      "end_time": 577129.0,
      "text": "complexity, even at the trailing edge of evolution; say bacterium. So, what does evolution want?"
    },
    {
      "index": 95,
      "start_time": 577129.0,
      "end_time": 586600.0,
      "text": "Well, again, there is a trend. We have evidence that there is a trend in greater complexity"
    },
    {
      "index": 96,
      "start_time": 586600.0,
      "end_time": 594410.0,
      "text": "over 3.7 billion years of life; that&#39;s one trend. But there&#39;s also trends towards more"
    },
    {
      "index": 97,
      "start_time": 594410.0,
      "end_time": 599550.0,
      "text": "diversity; increasing numbers of different species. And again, that increasing diversity"
    },
    {
      "index": 98,
      "start_time": 599550.0,
      "end_time": 604809.0,
      "text": "happens not just when you&#39;re starting off with simple, but even wants to have some diversity;"
    },
    {
      "index": 99,
      "start_time": 604809.0,
      "end_time": 613309.0,
      "text": "it rarely goes to less diverse. It generally, on average, goes to more diverse. And we can"
    },
    {
      "index": 100,
      "start_time": 613309.0,
      "end_time": 618509.0,
      "text": "actually make a list of these things including increasing complexity, increasing diversity,"
    },
    {
      "index": 101,
      "start_time": 618509.0,
      "end_time": 624199.0,
      "text": "increasing specialization. The first cells are general. There&#39;s one kind of cell that"
    },
    {
      "index": 102,
      "start_time": 624199.0,
      "end_time": 629720.0,
      "text": "does everything. Over time, they evolve into specialties and so we have 250 different cell"
    },
    {
      "index": 103,
      "start_time": 629720.0,
      "end_time": 635889.0,
      "text": "types in our bodies. We can show the number of cell types increases over time in evolutionary"
    },
    {
      "index": 104,
      "start_time": 635889.0,
      "end_time": 644670.0,
      "text": "history. Increasing mutualism, codependency on other organisms as for your life, increasing"
    },
    {
      "index": 105,
      "start_time": 644670.0,
      "end_time": 650629.0,
      "text": "ubiquity, increasing mindfulness, sentience. We see the mind and the kind of learning that"
    },
    {
      "index": 106,
      "start_time": 650629.0,
      "end_time": 656779.0,
      "text": "a brain does and neurons, even happens in plants. We see it erupting throughout the"
    },
    {
      "index": 107,
      "start_time": 656779.0,
      "end_time": 663749.0,
      "text": "kingdom of life many, many times independently. There&#39;s increasing learning and evolvability,"
    },
    {
      "index": 108,
      "start_time": 663749.0,
      "end_time": 668759.0,
      "text": "which is the ability to evolve and so we forget the fact that the evolution process itself,"
    },
    {
      "index": 109,
      "start_time": 668759.0,
      "end_time": 676279.0,
      "text": "is not a singular, fixed process, but itself has evolved in complexity and it actually"
    },
    {
      "index": 110,
      "start_time": 676279.0,
      "end_time": 683049.0,
      "text": "has made things easier to evolve over time. So, it&#39;s actually, organisms can evolve faster,"
    },
    {
      "index": 111,
      "start_time": 683049.0,
      "end_time": 688730.0,
      "text": "quicker and more degrees of freedom now than they could two billion years ago. So, there"
    },
    {
      "index": 112,
      "start_time": 688730.0,
      "end_time": 695170.0,
      "text": "is actually the evolution of evolvability over time. And exotropy, which is increasing"
    },
    {
      "index": 113,
      "start_time": 695170.0,
      "end_time": 701889.0,
      "text": "order, increasing self-organization and increasing structure. So, those are the kinds of things"
    },
    {
      "index": 114,
      "start_time": 701889.0,
      "end_time": 708899.0,
      "text": "that we see and the reason why that&#39;s important is because, I think, one of the most amazing"
    },
    {
      "index": 115,
      "start_time": 708899.0,
      "end_time": 714869.0,
      "text": "discoveries in the last 50 years has been the realization that the essence of life was"
    },
    {
      "index": 116,
      "start_time": 714869.0,
      "end_time": 725769.0,
      "text": "not water or some vital spirit or some mystical force in the world, but actually was information."
    },
    {
      "index": 117,
      "start_time": 725769.0,
      "end_time": 731629.0,
      "text": "We saw that with the discovery of the DNA code; we can understand that the essence of"
    },
    {
      "index": 118,
      "start_time": 731629.0,
      "end_time": 735929.0,
      "text": "life was actually information processing. And, of course, that&#39;s the essence of technology"
    },
    {
      "index": 119,
      "start_time": 735929.0,
      "end_time": 743679.0,
      "text": "and it wasn&#39;t too long ago, for the first time, that we actually exported Darwinian"
    },
    {
      "index": 120,
      "start_time": 743679.0,
      "end_time": 751249.0,
      "text": "evolution and moved it in to a computational world and they, for instance, we used it to"
    },
    {
      "index": 121,
      "start_time": 751249.0,
      "end_time": 761259.0,
      "text": "evolve computer code. Microsoft Word has parts of its code that was evolved and not actually"
    },
    {
      "index": 122,
      "start_time": 761259.0,
      "end_time": 767109.0,
      "text": "programmed by humans. So, we moved evolution out of biology into computers and at the same"
    },
    {
      "index": 123,
      "start_time": 767109.0,
      "end_time": 777179.0,
      "text": "time, we could take E. coli and assign numbers to its genetic sequences and in parallel,"
    },
    {
      "index": 124,
      "start_time": 777179.0,
      "end_time": 782329.0,
      "text": "as a proof of concept, used it as a parallel processing machine to solve a travelling salesman"
    },
    {
      "index": 125,
      "start_time": 782329.0,
      "end_time": 789709.0,
      "text": "program. So, we used the parallel processing of E. coli genetics to solve a computer program."
    },
    {
      "index": 126,
      "start_time": 789709.0,
      "end_time": 796670.0,
      "text": "So, we have evolution moving in computers; we have life and evolution moving from life"
    },
    {
      "index": 127,
      "start_time": 796670.0,
      "end_time": 802369.0,
      "text": "and doing computation, showing that in some senses, that there&#39;s equivalency between life"
    },
    {
      "index": 128,
      "start_time": 802369.0,
      "end_time": 807889.0,
      "text": "and the technium--that the division that we normally think of them, as a gulf, is not"
    },
    {
      "index": 129,
      "start_time": 807889.0,
      "end_time": 814259.0,
      "text": "there. In fact, there is a continuum between the two. So, that means that when we look"
    },
    {
      "index": 130,
      "start_time": 814259.0,
      "end_time": 822730.0,
      "text": "at things like this, this 17, 1800s, this diversity of smoke catchers is almost like"
    },
    {
      "index": 131,
      "start_time": 822730.0,
      "end_time": 827079.0,
      "text": "a museum collection of different species of butterflies and we see specialization, of"
    },
    {
      "index": 132,
      "start_time": 827079.0,
      "end_time": 834189.0,
      "text": "course, happening in the technium in mechanical things. We make a computer or a camera, and"
    },
    {
      "index": 133,
      "start_time": 834189.0,
      "end_time": 838679.0,
      "text": "then we might make this specialized underwater camera and infrared camera and a high-speed"
    },
    {
      "index": 134,
      "start_time": 838679.0,
      "end_time": 843649.0,
      "text": "camera and then we can specialize that to make a specialized infrared camera, and then"
    },
    {
      "index": 135,
      "start_time": 843649.0,
      "end_time": 847499.0,
      "text": "a specialized infrared underwater camera and so it goes on and on; that specialization"
    },
    {
      "index": 136,
      "start_time": 847499.0,
      "end_time": 856600.0,
      "text": "is happening. And we can even map, in some cases, the genealogy of different inventions."
    },
    {
      "index": 137,
      "start_time": 856600.0,
      "end_time": 863809.0,
      "text": "And I think that&#39;s, the parallels are so steep that, in fact, we might even think of, these"
    },
    {
      "index": 138,
      "start_time": 863809.0,
      "end_time": 872949.0,
      "text": "are the six kingdoms of life: plants, animals, fungi and three kinds of bacteria. We might"
    },
    {
      "index": 139,
      "start_time": 872949.0,
      "end_time": 878189.0,
      "text": "think of these six kingdoms of life as actually producing the seventh kingdom, and I think"
    },
    {
      "index": 140,
      "start_time": 878189.0,
      "end_time": 883100.0,
      "text": "of the technium as basically the seventh kingdom of life because it shares so many of the attributes"
    },
    {
      "index": 141,
      "start_time": 883100.0,
      "end_time": 887720.0,
      "text": "as a system, again, as a technium; not the individual artifacts, but as a system, it"
    },
    {
      "index": 142,
      "start_time": 887720.0,
      "end_time": 894749.0,
      "text": "exhibits so many of the same self-organizing forces that life does that we, that I think"
    },
    {
      "index": 143,
      "start_time": 894749.0,
      "end_time": 899939.0,
      "text": "of it as the seventh kingdom of life. So, when I ask what does technology want, what"
    },
    {
      "index": 144,
      "start_time": 899939.0,
      "end_time": 905970.0,
      "text": "are the biases and the long-term trends in technology, I get a very similar answer. And"
    },
    {
      "index": 145,
      "start_time": 905970.0,
      "end_time": 915879.0,
      "text": "again, I wanna go back to the idea that &quot;want&quot; is not conscious, but is real that even unintelligent"
    },
    {
      "index": 146,
      "start_time": 915879.0,
      "end_time": 921939.0,
      "text": "systems can have wants. So, this is the Willow Garage PD2, I think, robot which has been"
    },
    {
      "index": 147,
      "start_time": 921939.0,
      "end_time": 930290.0,
      "text": "programmed to find its own energy; to recharge itself. And so, it will roam through its building"
    },
    {
      "index": 148,
      "start_time": 930290.0,
      "end_time": 936889.0,
      "text": "looking for outlets and then takes its tail plug and it plugs in by itself, it plugs into"
    },
    {
      "index": 149,
      "start_time": 936889.0,
      "end_time": 942179.0,
      "text": "the outlet until its recharged and then it takes off again. And I had the privilege of"
    },
    {
      "index": 150,
      "start_time": 942179.0,
      "end_time": 949350.0,
      "text": "standing between it and the outlet and it very definitely wanted energy. You could feel"
    },
    {
      "index": 151,
      "start_time": 949350.0,
      "end_time": 954970.0,
      "text": "it. And it was gonna find it somehow or another and it was not conscious, it was not aware,"
    },
    {
      "index": 152,
      "start_time": 954970.0,
      "end_time": 962959.0,
      "text": "it was not very intelligent, but it definitely wanted electricity. And so, if we again ask"
    },
    {
      "index": 153,
      "start_time": 962959.0,
      "end_time": 967790.0,
      "text": "what the technium wants, what it wants is the same thing. It wants to head towards;"
    },
    {
      "index": 154,
      "start_time": 967790.0,
      "end_time": 974160.0,
      "text": "it&#39;s a general bias to drift towards increasing complexity, increasing diversity, increasing"
    },
    {
      "index": 155,
      "start_time": 974160.0,
      "end_time": 979319.0,
      "text": "specialization, increasing mutualism, ubiquity, sentience and evolvability, among other things."
    },
    {
      "index": 156,
      "start_time": 979319.0,
      "end_time": 986079.0,
      "text": "And so, what does that mean? Well, here&#39;s one example of a long-term trend in technology."
    },
    {
      "index": 157,
      "start_time": 986079.0,
      "end_time": 993229.0,
      "text": "If you take the power density--the energy density-- of living, of systems that are in"
    },
    {
      "index": 158,
      "start_time": 993229.0,
      "end_time": 1000799.0,
      "text": "disequilibrium, like a galaxy, like a star, even planets with atmosphere life, you find"
    },
    {
      "index": 159,
      "start_time": 1000800.0,
      "end_time": 1005810.0,
      "text": "that the amount of energy per second per gram, so erg&#39;s per second per gram, flowing through"
    },
    {
      "index": 160,
      "start_time": 1005810.0,
      "end_time": 1012130.0,
      "text": "this system for the duration of the system that the highest energy densities are actually"
    },
    {
      "index": 161,
      "start_time": 1012130.0,
      "end_time": 1021140.0,
      "text": "increasing over astronomical time. And that, in fact, there&#39;s more energy flowing through"
    },
    {
      "index": 162,
      "start_time": 1021140.0,
      "end_time": 1031890.0,
      "text": "the cells of a sunflower than there is in the sun over its entire lifespan. And so,"
    },
    {
      "index": 163,
      "start_time": 1031890.0000000001,
      "end_time": 1036501.0000000001,
      "text": "the most energy dense entity that we know about in the world is actually the chip in"
    },
    {
      "index": 164,
      "start_time": 1036500.0,
      "end_time": 1041230.0,
      "text": "your PC, in your computer. In fact, that&#39;s the problem for engineers is that there&#39;s"
    },
    {
      "index": 165,
      "start_time": 1041230.0,
      "end_time": 1046630.0,
      "text": "so much energy flowing through here and it&#39;s so dense that it&#39;s near explosion or meltdown."
    },
    {
      "index": 166,
      "start_time": 1046630.0000000001,
      "end_time": 1054500.0,
      "text": "I mean, it&#39;s incredibly, incredibly energy dense state and yet we can actually say that"
    },
    {
      "index": 167,
      "start_time": 1054500.0,
      "end_time": 1060730.0,
      "text": "where its gonna go is actually gonna be even further in that direction. So, these systems"
    },
    {
      "index": 168,
      "start_time": 1060730.0,
      "end_time": 1064230.0,
      "text": "have their own agenda of some sort, and the question is what is the agenda? And one of"
    },
    {
      "index": 169,
      "start_time": 1064230.0,
      "end_time": 1067860.0,
      "text": "the agendas is, of course, to increase itself. I did a calculation that most of the power"
    },
    {
      "index": 170,
      "start_time": 1067860.0,
      "end_time": 1074100.0,
      "text": "in the technium is using to serve the technium rather than us humans. When you&#39;re driving"
    },
    {
      "index": 171,
      "start_time": 1074100.0,
      "end_time": 1079370.0,
      "text": "your car, three quarters or more of that energy that you burn is to move the car, not you."
    },
    {
      "index": 172,
      "start_time": 1079370.0,
      "end_time": 1087380.0,
      "text": "You&#39;re a minor passenger, literally, in this thing and we have, your car then has a garage,"
    },
    {
      "index": 173,
      "start_time": 1087380.0,
      "end_time": 1091350.0,
      "text": "which may be needed to be heated as well, even when you&#39;re not there. And so, we have"
    },
    {
      "index": 174,
      "start_time": 1091350.0,
      "end_time": 1098169.0,
      "text": "this thing in which the technium is trying, is increasing, at least servicing more of"
    },
    {
      "index": 175,
      "start_time": 1098170.0,
      "end_time": 1103201.0,
      "text": "itself. It&#39;s, there&#39;s more technology and the more technology is, the more it needs."
    },
    {
      "index": 176,
      "start_time": 1103200.0,
      "end_time": 1107440.0,
      "text": "So, that&#39;s one sense. And the other one, and another sense of having an agenda would be"
    },
    {
      "index": 177,
      "start_time": 1107440.0,
      "end_time": 1113500.0,
      "text": "Moore&#39;s Law. So, a great question that I tried to answer was, &quot;Was Moore&#39;s Law inevitable?"
    },
    {
      "index": 178,
      "start_time": 1113500.0,
      "end_time": 1119880.0,
      "text": "Or, is Moore&#39;s Law inevitable?&quot; And Gordon Moore and Carver Mead, who developed this"
    },
    {
      "index": 179,
      "start_time": 1119880.0,
      "end_time": 1127769.0,
      "text": "in the 60s, and this, of course, is this unwavering line over decades of research, independent"
    },
    {
      "index": 180,
      "start_time": 1127770.0,
      "end_time": 1132160.0,
      "text": "of the fact that people are constantly trying to accelerate it by putting billions into"
    },
    {
      "index": 181,
      "start_time": 1132160.0,
      "end_time": 1135631.0,
      "text": "a fad or whatever, or trying to ahead of it; it still doesn&#39;t work, it&#39;s just very, very"
    },
    {
      "index": 182,
      "start_time": 1135630.0,
      "end_time": 1139779.0,
      "text": "straight. They believed it was actually just a self-fulfilling prophecy, but, of course,"
    },
    {
      "index": 183,
      "start_time": 1139780.0,
      "end_time": 1147191.0,
      "text": "the problem was is that this curve translated into like, say operations per second, has"
    },
    {
      "index": 184,
      "start_time": 1147190.0,
      "end_time": 1155090.0,
      "text": "been going on way before they were aware of it and we see similar kinds of curves in bandwidth,"
    },
    {
      "index": 185,
      "start_time": 1155090.0,
      "end_time": 1163669.0,
      "text": "storage, DNA sequencing and all these curves are on the same kind of unwavering, fixed"
    },
    {
      "index": 186,
      "start_time": 1163670.0,
      "end_time": 1168550.0,
      "text": "slope and they start long before people believed them, even when they deny they are there,"
    },
    {
      "index": 187,
      "start_time": 1168550.0,
      "end_time": 1175831.0,
      "text": "and so it&#39;s not just self-fulfilling prophecy. It is built in to the mechanics of physics"
    },
    {
      "index": 188,
      "start_time": 1175830.0,
      "end_time": 1181409.0,
      "text": "and chemistry and the slope may be something that depends on the economy, but the fact"
    },
    {
      "index": 189,
      "start_time": 1181410.0,
      "end_time": 1190001.0,
      "text": "that it&#39;s straight does not. And another example of an agenda is that most inventions throughout"
    },
    {
      "index": 190,
      "start_time": 1190000.0,
      "end_time": 1196519.0,
      "text": "history and currently now, are independently, simultaneously invented. There were 23 other"
    },
    {
      "index": 191,
      "start_time": 1196520.0,
      "end_time": 1202520.0,
      "text": "people who invented light bulbs before Edison. When Alexander Graham Bell filed the patents"
    },
    {
      "index": 192,
      "start_time": 1202520.0,
      "end_time": 1210130.0,
      "text": "for the telephone three years, three hours later, Elisha Gray submitted for his idea"
    },
    {
      "index": 193,
      "start_time": 1210130.0,
      "end_time": 1217451.0,
      "text": "and neither, and both had been preceded by an Italian years before. And in every case,"
    },
    {
      "index": 194,
      "start_time": 1217450.0,
      "end_time": 1222720.0,
      "text": "we, and we even, in places like, I looked at the studies of work during the Manhattan"
    },
    {
      "index": 195,
      "start_time": 1222720.0,
      "end_time": 1229539.0,
      "text": "Project, when there was six different groups working on things that were absolutely separated"
    },
    {
      "index": 196,
      "start_time": 1229540.0,
      "end_time": 1236660.0,
      "text": "because of secrecy and wartime division. Even the three groups in the US were on a need"
    },
    {
      "index": 197,
      "start_time": 1236660.0,
      "end_time": 1241040.0,
      "text": "to know basis and were not aware of the others&#39; work, they kept very meticulous records, so"
    },
    {
      "index": 198,
      "start_time": 1241040.0,
      "end_time": 1248741.0,
      "text": "we have absolute proof, laboratory experiments of people inventing things completely independent"
    },
    {
      "index": 199,
      "start_time": 1248740.0,
      "end_time": 1253710.0,
      "text": "and coming up with very similar things and in the near at the same time. So, whenever"
    },
    {
      "index": 200,
      "start_time": 1253710.0,
      "end_time": 1261440.0,
      "text": "the precursor inventions are in need, or excuse me, are in place in this ecology, the next"
    },
    {
      "index": 201,
      "start_time": 1261440.0,
      "end_time": 1268769.0,
      "text": "adjacent space is inevitable and it will happen at that time whether someone is, I mean, that"
    },
    {
      "index": 202,
      "start_time": 1268770.0,
      "end_time": 1272741.0,
      "text": "the person who actually receives it is just those who are putting themselves there. It&#39;s"
    },
    {
      "index": 203,
      "start_time": 1272740.0,
      "end_time": 1278509.0,
      "text": "not really dependent on the lone genius. And this is the work of Stephen Johnson, showing"
    },
    {
      "index": 204,
      "start_time": 1278510.0,
      "end_time": 1282760.0,
      "text": "the same thing. The idea of the lone genius is just incorrect. It comes from an ecology;"
    },
    {
      "index": 205,
      "start_time": 1282760.0,
      "end_time": 1288941.0,
      "text": "an ecosystem of codependent inventions and that the steps in these things are inevitable"
    },
    {
      "index": 206,
      "start_time": 1288940.0,
      "end_time": 1294600.0,
      "text": "and the progression is even inevitable. And I showed that, in this book, looking at the"
    },
    {
      "index": 207,
      "start_time": 1294600.0,
      "end_time": 1298570.0,
      "text": "pre-history inventions on different continents when they were separated and without any kind"
    },
    {
      "index": 208,
      "start_time": 1298570.0,
      "end_time": 1303000.0,
      "text": "of communication between them, the sequence of inventions in pre-history were on the different"
    },
    {
      "index": 209,
      "start_time": 1303000.0,
      "end_time": 1308179.0,
      "text": "continents were very close to being the same in each case, showing that, in a certain sense,"
    },
    {
      "index": 210,
      "start_time": 1308180.0,
      "end_time": 1315701.0,
      "text": "that the technologies that are coming are also going to be inevitable. And so, the Web"
    },
    {
      "index": 211,
      "start_time": 1315700.0,
      "end_time": 1320830.0,
      "text": "was inevitable. Now, what was not inevitable was what kind of Web we have. I think we,"
    },
    {
      "index": 212,
      "start_time": 1320830.0,
      "end_time": 1326799.0,
      "text": "the expressions of it are like the genre, the genius level is inevitable, but the speciation"
    },
    {
      "index": 213,
      "start_time": 1326800.0,
      "end_time": 1331810.0,
      "text": "is not. So the light bulb, incandescent light bulb, was inevitable, but the actual, whether"
    },
    {
      "index": 214,
      "start_time": 1331810.0,
      "end_time": 1336591.0,
      "text": "it was tungsten or not, whether what voltage, whether it was AC or DC; those were not inevitable."
    },
    {
      "index": 215,
      "start_time": 1336590.0,
      "end_time": 1342149.0,
      "text": "And the same thing with the Web. The expression of it, whether it&#39;s centralized or decentralized,"
    },
    {
      "index": 216,
      "start_time": 1342150.0,
      "end_time": 1349231.0,
      "text": "transparent with the actual protocol is, those are not inevitable and those differences actually"
    },
    {
      "index": 217,
      "start_time": 1349230.0,
      "end_time": 1354919.0,
      "text": "make a huge difference to our experience of it. Ok, so, so, and I would say that as we"
    },
    {
      "index": 218,
      "start_time": 1354920.0,
      "end_time": 1361601.0,
      "text": "look to the future, human cloning is inevitable. Now, in what arena, how is it done? That&#39;s"
    },
    {
      "index": 219,
      "start_time": 1361600.0,
      "end_time": 1367149.0,
      "text": "not inevitable; we have some choices about that. Computer driven cars, as you guys know,"
    },
    {
      "index": 220,
      "start_time": 1367150.0,
      "end_time": 1373941.0,
      "text": "they&#39;re inevitable, but not what the regulation is, not how we experience them, not the cultural"
    },
    {
      "index": 221,
      "start_time": 1373940.0,
      "end_time": 1378179.0,
      "text": "infrastructure that we built around them. Those are things we do have choices about."
    },
    {
      "index": 222,
      "start_time": 1378180.0,
      "end_time": 1385550.0,
      "text": "And so, humanity, I think, is something we&#39;ve self-created. And whenever you have self-creation,"
    },
    {
      "index": 223,
      "start_time": 1385550.0,
      "end_time": 1392180.0,
      "text": "that means that you, which we are; we&#39;ve created ourselves. We are both the created and the"
    },
    {
      "index": 224,
      "start_time": 1392180.0,
      "end_time": 1397081.0,
      "text": "creators, so there&#39;s a tension that we have about technology from the very beginning."
    },
    {
      "index": 225,
      "start_time": 1397080.0,
      "end_time": 1402759.0,
      "text": "We are self-created in the sense that very early on, we started doing things like creating"
    },
    {
      "index": 226,
      "start_time": 1402760.0,
      "end_time": 1409130.0,
      "text": "an external stomach to cook our food, to cook food that we could not digest ourselves and"
    },
    {
      "index": 227,
      "start_time": 1409130.0,
      "end_time": 1413530.0,
      "text": "that external stomach actually changed our nutrition sufficiently that it actually altered"
    },
    {
      "index": 228,
      "start_time": 1413530.0,
      "end_time": 1422140.0,
      "text": "over time the size of our teeth, the position of our jaw, the enzymes in our body, and so"
    },
    {
      "index": 229,
      "start_time": 1422140.0,
      "end_time": 1428711.0,
      "text": "we&#39;re now dependent on cooking, but it actually has changed our genetics. So, we&#39;ve modified"
    },
    {
      "index": 230,
      "start_time": 1428710.0,
      "end_time": 1432909.0,
      "text": "ourselves, through our brain, through our technology, we have modified ourselves. We"
    },
    {
      "index": 231,
      "start_time": 1432910.0,
      "end_time": 1439221.0,
      "text": "have remade, or made, or created ourselves. And a lot of what we identify with humanity"
    },
    {
      "index": 232,
      "start_time": 1439220.0,
      "end_time": 1444629.0,
      "text": "is, in fact, from our laws, through our sense of justice, to maybe even our language, are"
    },
    {
      "index": 233,
      "start_time": 1444630.0,
      "end_time": 1453111.0,
      "text": "things that we have made with our minds. And we have, we&#39;re self-created. And as, again,"
    },
    {
      "index": 234,
      "start_time": 1453110.0,
      "end_time": 1457200.0,
      "text": "self-created, that means that we are both the creator and the created. We are both masters"
    },
    {
      "index": 235,
      "start_time": 1457200.0,
      "end_time": 1463049.0,
      "text": "and the servant. That happens when you are self-created. That invention of language,"
    },
    {
      "index": 236,
      "start_time": 1463050.0,
      "end_time": 1468981.0,
      "text": "about 50 thousand years ago, changed the population dynamics. We were only eight to ten thousand"
    },
    {
      "index": 237,
      "start_time": 1468980.0,
      "end_time": 1473879.0,
      "text": "in total maybe in the world and as soon as we had language, we had a tool that will,"
    },
    {
      "index": 238,
      "start_time": 1473880.0,
      "end_time": 1477890.0,
      "text": "gave us access to our own minds. I think the Neanderthals were probably pretty smart, but"
    },
    {
      "index": 239,
      "start_time": 1477890.0,
      "end_time": 1482650.0,
      "text": "didn&#39;t have any kind of control over that because they didn&#39;t have language. Language"
    },
    {
      "index": 240,
      "start_time": 1482650.0,
      "end_time": 1486780.0,
      "text": "is not just for communicating with others, but communicating with ourselves and so, with"
    },
    {
      "index": 241,
      "start_time": 1486780.0,
      "end_time": 1491341.0,
      "text": "language, we are suddenly, we had tools, we had technology, we could deliberately make"
    },
    {
      "index": 242,
      "start_time": 1491340.0,
      "end_time": 1497190.0,
      "text": "things rather than just encounter them and we spread very fast. In fact, we spread across"
    },
    {
      "index": 243,
      "start_time": 1497190.0,
      "end_time": 1504490.0,
      "text": "every watershed in the planet at the scale of one mile per year. That&#39;s how fast the"
    },
    {
      "index": 244,
      "start_time": 1504490.0,
      "end_time": 1511080.0,
      "text": "expansion of humanity was around the globe. One mile per year, we settled the entire globe"
    },
    {
      "index": 245,
      "start_time": 1511080.0,
      "end_time": 1517340.0,
      "text": "in a couple thousand years. And so, with this technology alone, for a long time, we actually"
    },
    {
      "index": 246,
      "start_time": 1517340.0,
      "end_time": 1525730.0,
      "text": "modified the entire planet. We, the early hunter-gatherers eliminated 250 mega-, 250"
    },
    {
      "index": 247,
      "start_time": 1525730.0,
      "end_time": 1531399.0,
      "text": "species of mega fauna to extinction long before, I mean, these were the kind of, the people"
    },
    {
      "index": 248,
      "start_time": 1531400.0,
      "end_time": 1539750.0,
      "text": "living in harmony, supposedly. These people completely altered the whole mix of, because"
    },
    {
      "index": 249,
      "start_time": 1539750.0,
      "end_time": 1545380.0,
      "text": "once you eradicate the mega fauna, it changes all the speciation of the ecology. And even"
    },
    {
      "index": 250,
      "start_time": 1545380.0,
      "end_time": 1551621.0,
      "text": "by the time we got to agriculture, ten thousand years ago, agriculture started to change the"
    },
    {
      "index": 251,
      "start_time": 1551620.0,
      "end_time": 1557749.0,
      "text": "climate, so climate change actually preceded the industrial age. So really, from the very"
    },
    {
      "index": 252,
      "start_time": 1557750.0,
      "end_time": 1564371.0,
      "text": "beginning of our tools, technology has become a planetary force. And, in fact, I would say"
    },
    {
      "index": 253,
      "start_time": 1564370.0,
      "end_time": 1570220.0,
      "text": "that it&#39;s now the most powerful force in the world. Most of the things in our lives, we"
    },
    {
      "index": 254,
      "start_time": 1570220.0,
      "end_time": 1576249.0,
      "text": "can draw back its origins to something that we invented. And most of the change in the"
    },
    {
      "index": 255,
      "start_time": 1576250.0,
      "end_time": 1580941.0,
      "text": "future, of course, will all come from things that we invented. And what I&#39;m saying, of"
    },
    {
      "index": 256,
      "start_time": 1580940.0,
      "end_time": 1585029.0,
      "text": "course, is that the greatest invention that we made is our own humanity and, of course,"
    },
    {
      "index": 257,
      "start_time": 1585030.0,
      "end_time": 1590601.0,
      "text": "we&#39;re not done yet and that&#39;s the whole point of this. So, technology is selfish in the"
    },
    {
      "index": 258,
      "start_time": 1590600.0,
      "end_time": 1599649.0,
      "text": "sense that it has its own agenda. We are the created, so it&#39;s selfish in that sense. But"
    },
    {
      "index": 259,
      "start_time": 1599650.0,
      "end_time": 1605621.0,
      "text": "also, at the same time, it serves us. We are the creators and that tension between being"
    },
    {
      "index": 260,
      "start_time": 1605620.0,
      "end_time": 1611460.0,
      "text": "created and being the creator, being the master and the slave to technology is never gonna"
    },
    {
      "index": 261,
      "start_time": 1611460.0,
      "end_time": 1617190.0,
      "text": "leave us and it&#39;s the cause of all our constant tension. And a thousand years from now, with"
    },
    {
      "index": 262,
      "start_time": 1617190.0,
      "end_time": 1621499.0,
      "text": "new technology, we&#39;ll still be wrestling with the fact that we are both the created and"
    },
    {
      "index": 263,
      "start_time": 1621500.0,
      "end_time": 1627160.0,
      "text": "the creator, that technology is both selfish and serves us at the same time, and that duality,"
    },
    {
      "index": 264,
      "start_time": 1627160.0,
      "end_time": 1631341.0,
      "text": "that tension, is never gonna leave. And, of course, most people would embrace technology,"
    },
    {
      "index": 265,
      "start_time": 1631340.0,
      "end_time": 1636490.0,
      "text": "I think, but there&#39;s concern about is there any limit to it? Is this gonna take over,"
    },
    {
      "index": 266,
      "start_time": 1636490.0,
      "end_time": 1642440.0,
      "text": "become the techno planet and wipe out the biology? And what&#39;s interesting, if you take"
    },
    {
      "index": 267,
      "start_time": 1642440.0,
      "end_time": 1648029.0,
      "text": "my assertion that, in fact, the technium is an extension of the evolutionary force, that"
    },
    {
      "index": 268,
      "start_time": 1648030.0,
      "end_time": 1657560.0,
      "text": "it&#39;s a continuation and acceleration of evolution in life, that means actually that, what, so"
    },
    {
      "index": 269,
      "start_time": 1657560.0,
      "end_time": 1662201.0,
      "text": "far, what we know is that there&#39;s no technology that we discovered yet that cannot be made"
    },
    {
      "index": 270,
      "start_time": 1662200.0,
      "end_time": 1669039.0,
      "text": "greener, more compatible with life. And so, while there&#39;s much about the technium that"
    },
    {
      "index": 271,
      "start_time": 1669040.0,
      "end_time": 1677680.0,
      "text": "is not compatible with life, that&#39;s grimy and dirty and inhumane at scale, there&#39;s nothing"
    },
    {
      "index": 272,
      "start_time": 1677680.0,
      "end_time": 1687130.0,
      "text": "inherent in the technium about that. That&#39;s not inherent, so we can make more green stuff"
    },
    {
      "index": 273,
      "start_time": 1687130.0,
      "end_time": 1692611.0,
      "text": "that is compatible with life and living. In fact, when you make these chips for the computers,"
    },
    {
      "index": 274,
      "start_time": 1692610.0,
      "end_time": 1697450.0,
      "text": "they require a purity of water actually exceeds what we&#39;re drinking. And so, in a certain"
    },
    {
      "index": 275,
      "start_time": 1697450.0,
      "end_time": 1701230.0,
      "text": "sense, you can say, &quot;Well, yeah, even technology wants clean water.&quot; So, there is a sense in"
    },
    {
      "index": 276,
      "start_time": 1701230.0,
      "end_time": 1709529.0,
      "text": "which that&#39;s necessary for technology, just like for us. And so, I think, it&#39;s, the technium"
    },
    {
      "index": 277,
      "start_time": 1709530.0,
      "end_time": 1714910.0,
      "text": "inherently is not compatible with life, but is compatible with life. And I like the way"
    },
    {
      "index": 278,
      "start_time": 1714910.0,
      "end_time": 1721140.0,
      "text": "to think of it, if we have a technology that is not green--maybe it&#39;s actually very harmful"
    },
    {
      "index": 279,
      "start_time": 1721140.0,
      "end_time": 1726120.0,
      "text": "to the environment-- I think of that as a bad idea. So, what&#39;s the proper response to"
    },
    {
      "index": 280,
      "start_time": 1726120.0,
      "end_time": 1730101.0,
      "text": "a bad idea? Well, if somebody has a bad, if somebody here had a bad idea, we&#39;re not gonna"
    },
    {
      "index": 281,
      "start_time": 1730100.0,
      "end_time": 1737139.0,
      "text": "say to them, &quot;Think less.&quot; We&#39;re gonna say, &quot;Come up with a better idea.&quot; And I think"
    },
    {
      "index": 282,
      "start_time": 1737140.0,
      "end_time": 1743060.0,
      "text": "that&#39;s the response to a bad idea, is a better idea. So, when we have a bad technology, maybe"
    },
    {
      "index": 283,
      "start_time": 1743060.0,
      "end_time": 1751640.0,
      "text": "you&#39;re spraying DDT across cotton crops on plantation scale in millions of pounds a year"
    },
    {
      "index": 284,
      "start_time": 1751640.0,
      "end_time": 1758900.0,
      "text": "and that&#39;s an environmental disaster, so the response to a bad technology is not less technology;"
    },
    {
      "index": 285,
      "start_time": 1758900.0,
      "end_time": 1764471.0,
      "text": "it&#39;s better technology. So, we can reform. We take the same technology, the same chemical,"
    },
    {
      "index": 286,
      "start_time": 1764470.0,
      "end_time": 1773340.0,
      "text": "DDT, and we, if we apply it around households, it is the most effective eliminator of malaria,"
    },
    {
      "index": 287,
      "start_time": 1773340.0,
      "end_time": 1783450.0,
      "text": "saving tens of millions of lives a year. And so, we can relocate a technology. So, most"
    },
    {
      "index": 288,
      "start_time": 1783450.0,
      "end_time": 1789159.0,
      "text": "of the problems in the world today are technogenic. They have, they&#39;re caused by previous technologies."
    },
    {
      "index": 289,
      "start_time": 1789160.0,
      "end_time": 1795481.0,
      "text": "Every new technology will make new problems. In the future, most of the problems of the"
    },
    {
      "index": 290,
      "start_time": 1795480.0,
      "end_time": 1797970.0,
      "text": "world in the future are gonna come from the technologies that were invented today or in"
    },
    {
      "index": 291,
      "start_time": 1797970.0,
      "end_time": 1805070.0,
      "text": "the future, so we&#39;re all gonna be technogenic as well. And so, so there&#39;s a tendency because"
    },
    {
      "index": 292,
      "start_time": 1805070.0,
      "end_time": 1808559.0,
      "text": "so many problems are technogenic is to say that we need less technology, but in fact"
    },
    {
      "index": 293,
      "start_time": 1808560.0,
      "end_time": 1813841.0,
      "text": "we just need better technology. Understanding, of course, that the better technology is gonna"
    },
    {
      "index": 294,
      "start_time": 1813840.0,
      "end_time": 1820190.0,
      "text": "generate its own problems in the future. So, I think our jobs as humans is to move that"
    },
    {
      "index": 295,
      "start_time": 1820190.0,
      "end_time": 1832450.0,
      "text": "DDT into a better job; to find the best jobs for our mind children. And they&#39;re, just like"
    },
    {
      "index": 296,
      "start_time": 1832450.0,
      "end_time": 1835710.0,
      "text": "we have our children, we want to guide them in the right thing; make sure they have the"
    },
    {
      "index": 297,
      "start_time": 1835710.0,
      "end_time": 1839840.0,
      "text": "right friends, put them in the right context and the right environment and really try to"
    },
    {
      "index": 298,
      "start_time": 1839840.0,
      "end_time": 1844289.0,
      "text": "look for what it is that they want. And I think there&#39;s, just as there&#39;s no bad children,"
    },
    {
      "index": 299,
      "start_time": 1844290.0,
      "end_time": 1848821.0,
      "text": "there&#39;s really no bad technologies. There&#39;s just technologies looking for the right place."
    },
    {
      "index": 300,
      "start_time": 1848820.0,
      "end_time": 1853470.0,
      "text": "And I think that even that&#39;s true about lots of technologies that are weaponized. I mean,"
    },
    {
      "index": 301,
      "start_time": 1853470.0,
      "end_time": 1857679.0,
      "text": "it&#39;s not inconceivable to me that there might be some place in space where you might want"
    },
    {
      "index": 302,
      "start_time": 1857680.0,
      "end_time": 1862520.0,
      "text": "to have nuclear bombs. They are a terrible thing for killing humans, but they might be"
    },
    {
      "index": 303,
      "start_time": 1862520.0,
      "end_time": 1869581.0,
      "text": "useful for other things and as long as we&#39;re on Earth, we probably don&#39;t want them. So,"
    },
    {
      "index": 304,
      "start_time": 1869580.0,
      "end_time": 1879210.0,
      "text": "what technology wants, it wants increasing diversity, increasing options, choices, opportunities,"
    },
    {
      "index": 305,
      "start_time": 1879210.0,
      "end_time": 1884600.0,
      "text": "possibilities; that&#39;s what technology gives us, ok? So, I acknowledge that technology"
    },
    {
      "index": 306,
      "start_time": 1884600.0,
      "end_time": 1890879.0,
      "text": "and new technology will often produce as many problems as solutions, ok? So, people will"
    },
    {
      "index": 307,
      "start_time": 1890880.0,
      "end_time": 1896170.0,
      "text": "say, &quot;Well, that means that technology is just neutral.&quot; That&#39;s the orthodox view of"
    },
    {
      "index": 308,
      "start_time": 1896170.0,
      "end_time": 1901680.0,
      "text": "a lot of technologists. It&#39;s a neutral tool; use it for good, use it for bad. If it&#39;s a"
    },
    {
      "index": 309,
      "start_time": 1901680.0,
      "end_time": 1907060.0,
      "text": "hammer, it can kill somebody or build a house, ok? And in a certain sense, that is true,"
    },
    {
      "index": 310,
      "start_time": 1907060.0,
      "end_time": 1912900.0,
      "text": "but there&#39;s one difference is that when that hammer was invented, it presented you and"
    },
    {
      "index": 311,
      "start_time": 1912900.0,
      "end_time": 1918941.0,
      "text": "the world and us with a new choice we did not have before. And I say that that new choice"
    },
    {
      "index": 312,
      "start_time": 1918940.0,
      "end_time": 1925600.0,
      "text": "itself is a good. Just the new choice itself is a good. That tips the balance slightly,"
    },
    {
      "index": 313,
      "start_time": 1925600.0,
      "end_time": 1931659.0,
      "text": "very, very slightly in the favor of good overall, ok? So, every new technology itself, while"
    },
    {
      "index": 314,
      "start_time": 1931660.0,
      "end_time": 1936560.0,
      "text": "it can create new problems, the fact that it is increasing our choices and our possibilities"
    },
    {
      "index": 315,
      "start_time": 1936560.0,
      "end_time": 1942650.0,
      "text": "is itself in the good. And it turns out that you don&#39;t need it to be a whole lot better;"
    },
    {
      "index": 316,
      "start_time": 1942650.0,
      "end_time": 1949260.0,
      "text": "it can be a little bit better. So, if, through technology, we can create one percent more"
    },
    {
      "index": 317,
      "start_time": 1949260.0,
      "end_time": 1954841.0,
      "text": "than we destroy every year, compounded over years and centuries, that one percent difference"
    },
    {
      "index": 318,
      "start_time": 1954840.0,
      "end_time": 1960889.0,
      "text": "is civilization. That&#39;s progress, ok? So, we don&#39;t need to have that. Maybe it&#39;s only"
    },
    {
      "index": 319,
      "start_time": 1960890.0,
      "end_time": 1968691.0,
      "text": "a tenth of a percent, so 49.5 percent of the world could be crap and terrible and horrible,"
    },
    {
      "index": 320,
      "start_time": 1968690.0,
      "end_time": 1977600.0,
      "text": "but if 51, or even 50.5 percent is great and good and increases our choices, that is progress"
    },
    {
      "index": 321,
      "start_time": 1977600.0,
      "end_time": 1982369.0,
      "text": "in my eyes. That&#39;s how we get progress. So, that&#39;s why it&#39;s not just neutral. I think"
    },
    {
      "index": 322,
      "start_time": 1982370.0,
      "end_time": 1992961.0,
      "text": "the long, there is a moral dimension to technology; it&#39;s not neutral. And we are increasing our"
    },
    {
      "index": 323,
      "start_time": 1992960.0,
      "end_time": 1996669.0,
      "text": "options and possibilities. I did with my daughter; I did a count of the number of objects in"
    },
    {
      "index": 324,
      "start_time": 1996670.0,
      "end_time": 2002861.0,
      "text": "our house. There were about ten thousand different objects. If you look at the inventory of the"
    },
    {
      "index": 325,
      "start_time": 2002860.0,
      "end_time": 2007860.0,
      "text": "king, King Henry the 8th of England, when he died, they did an inventory of everything"
    },
    {
      "index": 326,
      "start_time": 2007860.0,
      "end_time": 2012869.0,
      "text": "in his household which doubled as the Bank of England, ok? And there was 18 thousand"
    },
    {
      "index": 327,
      "start_time": 2012870.0,
      "end_time": 2020030.0,
      "text": "objects; so basically, the wealth of England was 18 thousand objects. And so we say, when"
    },
    {
      "index": 328,
      "start_time": 2020030.0,
      "end_time": 2026150.0,
      "text": "sometimes we&#39;re approaching the wealth kings of old in our normal, everyday life, but actually"
    },
    {
      "index": 329,
      "start_time": 2026150.0,
      "end_time": 2032810.0,
      "text": "it&#39;s even more interesting because the wealth of King Henry, all his wealth in total could"
    },
    {
      "index": 330,
      "start_time": 2032810.0,
      "end_time": 2041780.0,
      "text": "not have purchased a tube of antibiotics ointment that could have saved his life or someone"
    },
    {
      "index": 331,
      "start_time": 2041780.0,
      "end_time": 2049511.0,
      "text": "he loved. I think its Rothchild, the wealthy, the first multimillionaires in America died"
    },
    {
      "index": 332,
      "start_time": 2049510.0000000002,
      "end_time": 2055059.0000000002,
      "text": "of an abscess that could have been cured with two dollars worth of antibiotics, but his"
    },
    {
      "index": 333,
      "start_time": 2055060.0,
      "end_time": 2061191.0,
      "text": "wealth could not have bought that. And this guy, this rickshaw wallah in India could have"
    },
    {
      "index": 334,
      "start_time": 2061190.0,
      "end_time": 2066040.0,
      "text": "so many things that King Henry and all his wealth could not buy, which was, King Henry"
    },
    {
      "index": 335,
      "start_time": 2066040.0,
      "end_time": 2070500.0,
      "text": "could not have a flush toilet and his wealth could not buy refrigeration, could not buy"
    },
    {
      "index": 336,
      "start_time": 2070500.0,
      "end_time": 2075369.0,
      "text": "a comfortable ride for a hundred miles; all these things. And this guy could afford these"
    },
    {
      "index": 337,
      "start_time": 2075370.0,
      "end_time": 2082080.0,
      "text": "and so, in that sense, he and us are far wealthier than King Henry ever was. That&#39;s what progress"
    },
    {
      "index": 338,
      "start_time": 2082080.0,
      "end_time": 2089731.0,
      "text": "is. That&#39;s what this stuff brings us and it gives us not just progress, but choices, possibilities,"
    },
    {
      "index": 339,
      "start_time": 2089730.0,
      "end_time": 2095750.0,
      "text": "opportunities, longevity, increased education; all these things which are pointing up over"
    },
    {
      "index": 340,
      "start_time": 2095750.0,
      "end_time": 2106210.0,
      "text": "time. And I want, it&#39;s, what I want to emphasize is that it&#39;s, when we spend our time making"
    },
    {
      "index": 341,
      "start_time": 2106210.0,
      "end_time": 2111010.0,
      "text": "new things, it&#39;s not just, I mean, we&#39;re sometimes dismayed because we make things that people"
    },
    {
      "index": 342,
      "start_time": 2111010.0,
      "end_time": 2115510.0,
      "text": "forget very easily, or they throw away; we seem like we&#39;re involved in just selling more"
    },
    {
      "index": 343,
      "start_time": 2115510.0,
      "end_time": 2119680.0,
      "text": "stuff and it&#39;s consumerism. And so, there is a sense in which we&#39;re just creating lots"
    },
    {
      "index": 344,
      "start_time": 2119680.0,
      "end_time": 2123609.0,
      "text": "of stuff and we say, &quot;Well, why are we doing this? What&#39;s the value in it?&quot; And I&#39;m saying"
    },
    {
      "index": 345,
      "start_time": 2123610.0,
      "end_time": 2129241.0,
      "text": "what it is, there&#39;s a larger thing, which is that we are actually increasing the choices"
    },
    {
      "index": 346,
      "start_time": 2129240.0,
      "end_time": 2136200.0,
      "text": "and possibilities and options of the world. And the reason why that&#39;s good is because"
    },
    {
      "index": 347,
      "start_time": 2136200.0,
      "end_time": 2142130.0,
      "text": "we&#39;re actually partaking in something that is larger than us. That this, this force itself"
    },
    {
      "index": 348,
      "start_time": 2142130.0,
      "end_time": 2148720.0,
      "text": "organization of increasing diversity began at the Big Bang and it&#39;s been running through."
    },
    {
      "index": 349,
      "start_time": 2148720.0,
      "end_time": 2153849.0,
      "text": "This, this, the rest of the world, the universe is running down and entropy is going down,"
    },
    {
      "index": 350,
      "start_time": 2153850.0,
      "end_time": 2158251.0,
      "text": "but there are places where we can accelerate the creation of entropy and increase local"
    },
    {
      "index": 351,
      "start_time": 2158250.0,
      "end_time": 2163349.0,
      "text": "order--exotropy--and that&#39;s, one of those neighborhoods is this Earth and this life"
    },
    {
      "index": 352,
      "start_time": 2163350.0,
      "end_time": 2171441.0,
      "text": "on Earth, which is being increasing its order by accelerating the creation of entropy. And"
    },
    {
      "index": 353,
      "start_time": 2171440.0,
      "end_time": 2176790.0,
      "text": "that self-organization is running through the galaxies, which are maintaining the order,"
    },
    {
      "index": 354,
      "start_time": 2176790.0,
      "end_time": 2181549.0,
      "text": "or stars, which are machines for building up heavier atoms from lighter atoms and they"
    },
    {
      "index": 355,
      "start_time": 2181550.0,
      "end_time": 2188820.0,
      "text": "maintain themselves for billions of years. And that self-organization is running through"
    },
    {
      "index": 356,
      "start_time": 2188820.0,
      "end_time": 2193320.0,
      "text": "life and into the technium and so, we are actually, we can align ourselves with something"
    },
    {
      "index": 357,
      "start_time": 2193320.0,
      "end_time": 2198641.0,
      "text": "much bigger than us, ourselves. It goes back to the beginning and it&#39;s gonna run from the"
    },
    {
      "index": 358,
      "start_time": 2198640.0,
      "end_time": 2205059.0,
      "text": "beginning of the universe and actually beyond us, go beyond us, even as humanities in the"
    },
    {
      "index": 359,
      "start_time": 2205060.0,
      "end_time": 2213251.0,
      "text": "middle of something. We&#39;re not the end of anything. And so, that long arc is actually"
    },
    {
      "index": 360,
      "start_time": 2213250.0,
      "end_time": 2220410.0,
      "text": "bringing increasing choices and possibilities. And the reason why that is important is because"
    },
    {
      "index": 361,
      "start_time": 2220410.0,
      "end_time": 2229680.0,
      "text": "I think that we often need these new tools for each of us to express our inherent special"
    },
    {
      "index": 362,
      "start_time": 2229680.0,
      "end_time": 2234420.0,
      "text": "mix of talents and abilities. We all have different faces because of the different mix"
    },
    {
      "index": 363,
      "start_time": 2234420.0,
      "end_time": 2241359.0,
      "text": "of genes and things we have. We all have different niches of talents and abilities and the technology&#39;s"
    },
    {
      "index": 364,
      "start_time": 2241360.0,
      "end_time": 2246031.0,
      "text": "often required for us to find and express that. So you can, I like to think of Jimi"
    },
    {
      "index": 365,
      "start_time": 2246030.0,
      "end_time": 2253609.0,
      "text": "Hendrix and the fact that the invention of the amplifier--he played the amplifier and"
    },
    {
      "index": 366,
      "start_time": 2253610.0,
      "end_time": 2258531.0,
      "text": "not the guitar--so, the amplifier actually allowed his genius to be shared in the world."
    },
    {
      "index": 367,
      "start_time": 2258530.0,
      "end_time": 2266309.0,
      "text": "And then I think about, &quot;Well, what a hole in us we would have if he had been born before"
    },
    {
      "index": 368,
      "start_time": 2266310.0,
      "end_time": 2271971.0,
      "text": "the amplifier had been invented.&quot; Or if Mozart had been born before the technology of the"
    },
    {
      "index": 369,
      "start_time": 2271970.0,
      "end_time": 2281099.0,
      "text": "piano had been invented. Or maybe Van Gogh before oil paints, or Hitchcock before the"
    },
    {
      "index": 370,
      "start_time": 2281100.0,
      "end_time": 2287691.0,
      "text": "invention of the technologies of cinema. What a loss that would be to us. And so, in a certain"
    },
    {
      "index": 371,
      "start_time": 2287690.0,
      "end_time": 2294839.0,
      "text": "sense, I think there are today, somewhere in the world, a boy or girl, a genius of some"
    },
    {
      "index": 372,
      "start_time": 2294840.0,
      "end_time": 2299681.0,
      "text": "sort who&#39;s waiting for us to invent those tools and technologies that would allow their"
    },
    {
      "index": 373,
      "start_time": 2299680.0,
      "end_time": 2307359.0,
      "text": "genius to be shared. And so, I think we actually have a moral obligation to create those things,"
    },
    {
      "index": 374,
      "start_time": 2307360.0,
      "end_time": 2312991.0,
      "text": "those possibilities, to maximize those possibilities for everybody in the world so they would have"
    },
    {
      "index": 375,
      "start_time": 2312990.0,
      "end_time": 2323859.0,
      "text": "some chance to really find and share their genius with us. And because we actually had"
    },
    {
      "index": 376,
      "start_time": 2323860.0,
      "end_time": 2332961.0,
      "text": "been benefitted by others in the past, who had been making new things for us, and so"
    },
    {
      "index": 377,
      "start_time": 2332960.0,
      "end_time": 2339740.0,
      "text": "we have, we&#39;re here to make more technology to increase those possibilities and that is"
    },
    {
      "index": 378,
      "start_time": 2339740.0,
      "end_time": 2345720.0,
      "text": "part of this long, cosmic evolution; this long thread of self-organization that&#39;s moving"
    },
    {
      "index": 379,
      "start_time": 2345720.0,
      "end_time": 2351390.0,
      "text": "through us and beyond us. So, I thank you for your time and if you wanna look at the"
    },
    {
      "index": 380,
      "start_time": 2351390.0,
      "end_time": 2358480.0,
      "text": "book, Amazon and others have it. That&#39;s the general thesis and I think we have time for"
    },
    {
      "index": 381,
      "start_time": 2358480.0,
      "end_time": 2362140.0,
      "text": "a few questions. I&#39;d be happy to answer them. So, thank you."
    },
    {
      "index": 382,
      "start_time": 2362140.0,
      "end_time": 2367270.0,
      "text": "[applause]"
    },
    {
      "index": 383,
      "start_time": 2367270.0,
      "end_time": 2373359.0,
      "text": "So, total agreement; I love it."
    },
    {
      "index": 384,
      "start_time": 2373360.0,
      "end_time": 2376820.0,
      "text": "[member #1 clears throat]"
    },
    {
      "index": 385,
      "start_time": 2376820.0,
      "end_time": 2380441.0,
      "text": "&gt;&gt;member #1: Hi. Two questions of--"
    },
    {
      "index": 386,
      "start_time": 2380440.0,
      "end_time": 2380790.0,
      "text": "&gt;&gt;Kevin: Yeah."
    },
    {
      "index": 387,
      "start_time": 2380790.0,
      "end_time": 2385490.0,
      "text": "&gt;&gt;member #1: clarification, I think. In the middle of your talk, you were talking about"
    },
    {
      "index": 388,
      "start_time": 2385490.0,
      "end_time": 2386520.0,
      "text": "things being inevitable."
    },
    {
      "index": 389,
      "start_time": 2386520.0,
      "end_time": 2387049.0,
      "text": "&gt;&gt;Kevin: Yeah."
    },
    {
      "index": 390,
      "start_time": 2387050.0,
      "end_time": 2391911.0,
      "text": "&gt;&gt;member #1: Do you mean literal, like logically inevitable, or just overwhelmingly probable?"
    },
    {
      "index": 391,
      "start_time": 2391910.0,
      "end_time": 2399440.0,
      "text": "&gt;&gt;Kevin: Tell me the distinction between those two."
    },
    {
      "index": 392,
      "start_time": 2399440.0,
      "end_time": 2405589.0,
      "text": "&gt;&gt;member #1: Logically, the logically thing that I was trying to get at is that there"
    },
    {
      "index": 393,
      "start_time": 2405590.0,
      "end_time": 2412011.0,
      "text": "is no way that it could have been prevented; it would just follow as a course of almost"
    },
    {
      "index": 394,
      "start_time": 2412010.0,
      "end_time": 2417480.0,
      "text": "mathematics versus probabilistically inevitable means, yeah, sooner or later it&#39;s likely enough"
    },
    {
      "index": 395,
      "start_time": 2417480.0,
      "end_time": 2419660.0,
      "text": "that sooner or later it would happen."
    },
    {
      "index": 396,
      "start_time": 2419660.0,
      "end_time": 2424039.0,
      "text": "&gt;&gt;Kevin: I think the universe is basically probalistic. I think everything about the"
    },
    {
      "index": 397,
      "start_time": 2424040.0,
      "end_time": 2429870.0,
      "text": "universe is probalistic. So, I would side with probablistic rather than logically."
    },
    {
      "index": 398,
      "start_time": 2429870.0,
      "end_time": 2438050.0,
      "text": "&gt;&gt;member #1: Ok. So in that sense, arguably it could have happened that we had bombed"
    },
    {
      "index": 399,
      "start_time": 2438050.0,
      "end_time": 2443391.0,
      "text": "each other back into the Stone Age, in the 50s, and there were no iPods. There would"
    },
    {
      "index": 400,
      "start_time": 2443390.0,
      "end_time": 2449299.0,
      "text": "have been no iPods for some period of time. That&#39;s still consistent with what you mean,"
    },
    {
      "index": 401,
      "start_time": 2449300.0,
      "end_time": 2450350.0,
      "text": "inevitable is that yeah--"
    },
    {
      "index": 402,
      "start_time": 2450350.0,
      "end_time": 2456651.0,
      "text": "&gt;&gt;Kevin: Sure, sure. I mean inevitable in a sense that there&#39;s inevitable progress in"
    },
    {
      "index": 403,
      "start_time": 2456650.0,
      "end_time": 2461470.0,
      "text": "human development, meaning that you start off as a fertilized egg, you grow into a fetus,"
    },
    {
      "index": 404,
      "start_time": 2461470.0,
      "end_time": 2468599.0,
      "text": "embryo, fetus, toddler and stuff. Now, and so, it&#39;s inevitable that a human become a"
    },
    {
      "index": 405,
      "start_time": 2468600.0,
      "end_time": 2473511.0,
      "text": "teenager. Now obviously, there&#39;s lots of humans who die before they ever become a teenager,"
    },
    {
      "index": 406,
      "start_time": 2473510.0,
      "end_time": 2480230.0,
      "text": "so is it inevitable you become a teenager? Well, if you die, then you say, logically"
    },
    {
      "index": 407,
      "start_time": 2480230.0,
      "end_time": 2486599.0,
      "text": "you can&#39;t. So, yes, there is, so probabilistically, it&#39;s inevitable."
    },
    {
      "index": 408,
      "start_time": 2486600.0,
      "end_time": 2491840.0,
      "text": "&gt;&gt;member #1: Ok. The other question I was gonna ask to clarify is that I think you used"
    },
    {
      "index": 409,
      "start_time": 2491840.0,
      "end_time": 2494761.0,
      "text": "the word technology in a couple of different senses--"
    },
    {
      "index": 410,
      "start_time": 2494760.0,
      "end_time": 2494760.0,
      "text": "&gt;&gt;Kevin: Yes."
    },
    {
      "index": 411,
      "start_time": 2494760.0,
      "end_time": 2495829.0,
      "text": "&gt;&gt;member #1: at least over the course of the talk."
    },
    {
      "index": 412,
      "start_time": 2495830.0,
      "end_time": 2496911.0,
      "text": "&gt;&gt;Kevin: Right."
    },
    {
      "index": 413,
      "start_time": 2496910.0,
      "end_time": 2501859.0,
      "text": "&gt;&gt;member #1: The main thrust of it is when you seem to be talking about as if it&#39;s something"
    },
    {
      "index": 414,
      "start_time": 2501860.0,
      "end_time": 2504981.0,
      "text": "that has some kind of existence in itself--"
    },
    {
      "index": 415,
      "start_time": 2504980.0,
      "end_time": 2505430.0,
      "text": "&gt;&gt;Kevin: Right."
    },
    {
      "index": 416,
      "start_time": 2505430.0,
      "end_time": 2506940.0,
      "text": "&gt;&gt;member #1: in the way that society does. Is that--"
    },
    {
      "index": 417,
      "start_time": 2506940.0,
      "end_time": 2507960.0,
      "text": "&gt;&gt;Kevin: Yes. Right."
    },
    {
      "index": 418,
      "start_time": 2507960.0,
      "end_time": 2508170.0,
      "text": "&gt;&gt;member #1: what you were trying to--"
    },
    {
      "index": 419,
      "start_time": 2508170.0,
      "end_time": 2511420.0,
      "text": "&gt;&gt;Kevin: So, I use the word, in the book, I&#39;m a little bit more consistent, I use the"
    },
    {
      "index": 420,
      "start_time": 2511420.0,
      "end_time": 2516990.0,
      "text": "word technium, but that&#39;s a word I&#39;ve coined so I was not trying to-- I was trying to ease"
    },
    {
      "index": 421,
      "start_time": 2516990.0,
      "end_time": 2522819.0,
      "text": "people into the idea, but the technium, as I said in the very beginning, is the system,"
    },
    {
      "index": 422,
      "start_time": 2522820.0,
      "end_time": 2526961.0,
      "text": "the interdependent system of things. It&#39;s not the collection of the individual artifacts."
    },
    {
      "index": 423,
      "start_time": 2526960.0,
      "end_time": 2534910.0,
      "text": "It is a system, an ecosystem, you might think of it as super system of all the things that"
    },
    {
      "index": 424,
      "start_time": 2534910.0,
      "end_time": 2536369.0,
      "text": "our minds create together."
    },
    {
      "index": 425,
      "start_time": 2536370.0,
      "end_time": 2543221.0,
      "text": "&gt;&gt;member #1: Right. Would you, you also used the phrase that technology was a force."
    },
    {
      "index": 426,
      "start_time": 2543220.0,
      "end_time": 2543839.0,
      "text": "&gt;&gt;Kevin: Yes."
    },
    {
      "index": 427,
      "start_time": 2543840.0,
      "end_time": 2547800.0,
      "text": "&gt;&gt;member #1: Do you, so you view it as a system and a force?"
    },
    {
      "index": 428,
      "start_time": 2547800.0,
      "end_time": 2556590.0,
      "text": "&gt;&gt;Kevin: Right. I think that the force of it is actually, it&#39;s the exotropic force."
    },
    {
      "index": 429,
      "start_time": 2556590.0,
      "end_time": 2566540.0,
      "text": "So, it&#39;s a force in a way that you would say a big truck coming down the road is gonna"
    },
    {
      "index": 430,
      "start_time": 2566540.0,
      "end_time": 2574421.0,
      "text": "hit me. That&#39;s a force, it&#39;s a force created by an artifact. So, the force, in that sense,"
    },
    {
      "index": 431,
      "start_time": 2574420.0,
      "end_time": 2580460.0,
      "text": "is not, it&#39;s, you&#39;re actually talking about the energy of it and in my case, when I talk"
    },
    {
      "index": 432,
      "start_time": 2580460.0,
      "end_time": 2584490.0,
      "text": "about the force of technology, I&#39;m talking about the exotropic force that is within technology."
    },
    {
      "index": 433,
      "start_time": 2584490.0,
      "end_time": 2589049.0,
      "text": "&gt;&gt;member #2: Thanks for coming to speak here."
    },
    {
      "index": 434,
      "start_time": 2589050.0,
      "end_time": 2589050.0,
      "text": "&gt;&gt;Kevin: Yeah."
    },
    {
      "index": 435,
      "start_time": 2589050.0,
      "end_time": 2594911.0,
      "text": "&gt;&gt;member #2: A lot of what you say really rings deeply true to me and I&#39;m struggling"
    },
    {
      "index": 436,
      "start_time": 2594910.0,
      "end_time": 2597210.0,
      "text": "with what the implications are to take it back down--"
    },
    {
      "index": 437,
      "start_time": 2597210.0,
      "end_time": 2597309.0,
      "text": "&gt;&gt;Kevin: Sure."
    },
    {
      "index": 438,
      "start_time": 2597310.0,
      "end_time": 2599941.0,
      "text": "&gt;&gt;member #2: because I feel that has a moment of enlightenment reading what you&#39;ve been"
    },
    {
      "index": 439,
      "start_time": 2599940.0,
      "end_time": 2604650.0,
      "text": "saying, but the fact is that on one hand, a lot of these trends are inevitable and I"
    },
    {
      "index": 440,
      "start_time": 2604650.0,
      "end_time": 2605059.0,
      "text": "think we, like--"
    },
    {
      "index": 441,
      "start_time": 2605060.0,
      "end_time": 2605161.0,
      "text": "&gt;&gt;Kevin: Right."
    },
    {
      "index": 442,
      "start_time": 2605160.0,
      "end_time": 2606530.0,
      "text": "&gt;&gt;member #2: if you work at Google, you realize like, on the one hand, we&#39;re trying really"
    },
    {
      "index": 443,
      "start_time": 2606530.0,
      "end_time": 2607020.0,
      "text": "hard to move ahead on it--"
    },
    {
      "index": 444,
      "start_time": 2607020.0,
      "end_time": 2607339.0,
      "text": "&gt;&gt;Kevin: Sure, sure, sure."
    },
    {
      "index": 445,
      "start_time": 2607340.0,
      "end_time": 2612370.0,
      "text": "&gt;&gt;member #2: and the wolf&#39;s on our back the whole time, right? So, I think it&#39;s pretty"
    },
    {
      "index": 446,
      "start_time": 2612370.0,
      "end_time": 2616620.0,
      "text": "clear. But that in any kind of short meaningful period of time in terms of product cycles"
    },
    {
      "index": 447,
      "start_time": 2616620.0,
      "end_time": 2620090.0,
      "text": "or competition or what people are working on, it&#39;s totally not inevitable; in fact,"
    },
    {
      "index": 448,
      "start_time": 2620090.0,
      "end_time": 2623870.0,
      "text": "totally contingent on what we choose to work on or what other people choose to work on"
    },
    {
      "index": 449,
      "start_time": 2623870.0,
      "end_time": 2623870.0,
      "text": "and--"
    },
    {
      "index": 450,
      "start_time": 2623870.0,
      "end_time": 2624131.0,
      "text": "&gt;&gt;Kevin: Sure, sure."
    },
    {
      "index": 451,
      "start_time": 2624130.0,
      "end_time": 2627980.0,
      "text": "&gt;&gt;member #2: so, I was actually fascinated to hear, and I forget if it&#39;s in your book"
    },
    {
      "index": 452,
      "start_time": 2627980.0,
      "end_time": 2631650.0,
      "text": "or in other writings that you actually have a lot of very specific ideas about what technology"
    },
    {
      "index": 453,
      "start_time": 2631650.0,
      "end_time": 2633680.0,
      "text": "you do and don&#39;t use and keep near your house and keep in your family. So, even--"
    },
    {
      "index": 454,
      "start_time": 2633680.0,
      "end_time": 2633720.0,
      "text": "&gt;&gt;Kevin: Yeah, yeah, yeah."
    },
    {
      "index": 455,
      "start_time": 2633720.0,
      "end_time": 2637059.0,
      "text": "&gt;&gt;member #2: though we&#39;re all here bullish about this, do you think you can actually"
    },
    {
      "index": 456,
      "start_time": 2637060.0,
      "end_time": 2637181.0,
      "text": "intervene--"
    },
    {
      "index": 457,
      "start_time": 2637180.0,
      "end_time": 2637430.0,
      "text": "&gt;&gt;Kevin: Sure."
    },
    {
      "index": 458,
      "start_time": 2637430.0,
      "end_time": 2638309.0,
      "text": "&gt;&gt;member #2: in lots of meaningful ways?"
    },
    {
      "index": 459,
      "start_time": 2638310.0,
      "end_time": 2638820.0,
      "text": "&gt;&gt;Kevin: Sure, sure, sure."
    },
    {
      "index": 460,
      "start_time": 2638820.0,
      "end_time": 2641881.0,
      "text": "&gt;&gt;member #2: And it may be the longer term trends, are they appropriate for government"
    },
    {
      "index": 461,
      "start_time": 2641880.0,
      "end_time": 2645000.0,
      "text": "policy and things like that, or, in other words, how do you bring it back down for you"
    },
    {
      "index": 462,
      "start_time": 2645000.0,
      "end_time": 2645450.0,
      "text": "and for others?"
    },
    {
      "index": 463,
      "start_time": 2645450.0,
      "end_time": 2648859.0,
      "text": "&gt;&gt;Kevin: Sure. So, one thing I would say about inevitabilities is that there&#39;s a certain"
    },
    {
      "index": 464,
      "start_time": 2648860.0,
      "end_time": 2654481.0,
      "text": "sense which, and if you use the word inevitable, they&#39;re fighting words. It brings up lots"
    },
    {
      "index": 465,
      "start_time": 2654480.0,
      "end_time": 2659630.0,
      "text": "of reactions and I think rather than flee from inevitabilities, I think I would use"
    },
    {
      "index": 466,
      "start_time": 2659630.0,
      "end_time": 2667950.0,
      "text": "them as like a helpful signal; the fact that we can prepare for them. We can prepare our"
    },
    {
      "index": 467,
      "start_time": 2667950.0,
      "end_time": 2674250.0,
      "text": "education, we can prepare our businesses, our models to anticipate and maximize their"
    },
    {
      "index": 468,
      "start_time": 2674250.0,
      "end_time": 2680190.0,
      "text": "good when they come and minimize the harm. And so, if you knew, I mean, if you went back"
    },
    {
      "index": 469,
      "start_time": 2680190.0,
      "end_time": 2685460.0,
      "text": "to the  say, Moore&#39;s Law, in the 1960s, you believed Moore&#39;s Law and realized that"
    },
    {
      "index": 470,
      "start_time": 2685460.0,
      "end_time": 2690799.0,
      "text": "this was inevitable. Think of all the things you could do in the following 50 years, if"
    },
    {
      "index": 471,
      "start_time": 2690800.0,
      "end_time": 2695511.0,
      "text": "you really knew that every year, computers would get twice as fast and half as cheap,"
    },
    {
      "index": 472,
      "start_time": 2695510.0,
      "end_time": 2699799.0,
      "text": "you wouldn&#39;t have to know anything about IBM or Apple or Google to make a lot of money"
    },
    {
      "index": 473,
      "start_time": 2699800.0,
      "end_time": 2704590.0,
      "text": "first of all just on that one simple acceptance, but there&#39;s also lots of things you could"
    },
    {
      "index": 474,
      "start_time": 2704590.0,
      "end_time": 2711840.0,
      "text": "do for culture and education, really understanding that it was inevitable. So, the question you"
    },
    {
      "index": 475,
      "start_time": 2711840.0,
      "end_time": 2716090.0,
      "text": "asked, though, about how do you go back and how do we make into our own lives, is yes."
    },
    {
      "index": 476,
      "start_time": 2716090.0,
      "end_time": 2719870.0,
      "text": "One of the things that&#39;s interesting is that while I&#39;m preaching, in a certain sense, if"
    },
    {
      "index": 477,
      "start_time": 2719870.0,
      "end_time": 2723641.0,
      "text": "you want to actually increase the amount of technology in the world, I, myself, am actually"
    },
    {
      "index": 478,
      "start_time": 2723640.0,
      "end_time": 2728869.0,
      "text": "trying to minimize it in my own life, ok? And the reason why is that what it turns out"
    },
    {
      "index": 479,
      "start_time": 2728870.0,
      "end_time": 2735641.0,
      "text": "to be is to find that place that those tools that are best for your genius, you, it&#39;s not"
    },
    {
      "index": 480,
      "start_time": 2735640.0,
      "end_time": 2739920.0,
      "text": "all technology; it&#39;s gonna be a very select amount of technology and those other technologies"
    },
    {
      "index": 481,
      "start_time": 2739920.0,
      "end_time": 2743839.0,
      "text": "are actually distractions. And so, in a certain sense what you&#39;re actually trying to do is"
    },
    {
      "index": 482,
      "start_time": 2743840.0,
      "end_time": 2748521.0,
      "text": "find that small set of technologies that are appropriate for you and ignoring the rest."
    },
    {
      "index": 483,
      "start_time": 2748520.0,
      "end_time": 2753250.0,
      "text": "And so, what, that&#39;s what the Amish do in a certain sense. There&#39;s a chapter in the"
    },
    {
      "index": 484,
      "start_time": 2753250.0,
      "end_time": 2757270.0,
      "text": "book about the Amish, which I hung out and I was in great admiration of them. They&#39;re"
    },
    {
      "index": 485,
      "start_time": 2757270.0,
      "end_time": 2761280.0,
      "text": "very, very selective, they&#39;re not anti, they&#39;re not Luddites, they&#39;re just very selective"
    },
    {
      "index": 486,
      "start_time": 2761280.0,
      "end_time": 2767589.0,
      "text": "in a curious way. I mean, they have horse and buggy and bonnets and stuff, but they"
    },
    {
      "index": 487,
      "start_time": 2767590.0,
      "end_time": 2772090.0,
      "text": "still, they use disposable diapers, they&#39;re really into chemical fertilizers, they use"
    },
    {
      "index": 488,
      "start_time": 2772090.0,
      "end_time": 2777531.0,
      "text": "genetically modified crops, ok? So, they&#39;re very, very selective, but the reason why I&#39;m"
    },
    {
      "index": 489,
      "start_time": 2777530.0,
      "end_time": 2781880.0,
      "text": "not Amish is for, because they only do one half of it. They&#39;re trying to minimize the"
    },
    {
      "index": 490,
      "start_time": 2781880.0,
      "end_time": 2786480.0,
      "text": "technology in their lives, but they&#39;re not trying to maximize the technology for others."
    },
    {
      "index": 491,
      "start_time": 2786480.0,
      "end_time": 2791260.0,
      "text": "They&#39;re actually dependant on us to do that. I think we have to do both. I am interested"
    },
    {
      "index": 492,
      "start_time": 2791260.0,
      "end_time": 2798660.0,
      "text": "in minimizing my selection while I maximize the larger pool for others to choose from,"
    },
    {
      "index": 493,
      "start_time": 2798660.0,
      "end_time": 2805280.0,
      "text": "ok? So, I think that tension, again, is also going on and I think we have, there&#39;s more"
    },
    {
      "index": 494,
      "start_time": 2805280.0,
      "end_time": 2809609.0,
      "text": "technology that&#39;s being invented and there&#39;s more of it every year that we could possibly"
    },
    {
      "index": 495,
      "start_time": 2809610.0,
      "end_time": 2814370.0,
      "text": "ever ourselves adopt. So, we have to have some criteria. I mean, we can&#39;t just randomly"
    },
    {
      "index": 496,
      "start_time": 2814370.0,
      "end_time": 2819310.0,
      "text": "try stuff; we have to begin to cultivate some kind of criteria, narrow it down while we"
    },
    {
      "index": 497,
      "start_time": 2819310.0,
      "end_time": 2823931.0,
      "text": "encourage the increasing choices for others. Yes."
    },
    {
      "index": 498,
      "start_time": 2823930.0,
      "end_time": 2827150.0,
      "text": "&gt;&gt;member #3: So, earlier in your talk, I was really struck by something you said about"
    },
    {
      "index": 499,
      "start_time": 2827150.0,
      "end_time": 2829220.0,
      "text": "our expectations about technology, the rules--"
    },
    {
      "index": 500,
      "start_time": 2829220.0,
      "end_time": 2829700.0,
      "text": "&gt;&gt;Kevin: Yeah."
    },
    {
      "index": 501,
      "start_time": 2829700.0,
      "end_time": 2834160.0,
      "text": "&gt;&gt;member #3: and the purpose. For me, my belief is that someday the universe is gonna kill"
    },
    {
      "index": 502,
      "start_time": 2834160.0,
      "end_time": 2837980.0,
      "text": "us all, right? I mean, a supernova or a comet strike or eco-catastrophe or whatever."
    },
    {
      "index": 503,
      "start_time": 2837980.0,
      "end_time": 2838359.0,
      "text": "&gt;&gt;Kevin: Yeah."
    },
    {
      "index": 504,
      "start_time": 2838360.0,
      "end_time": 2843211.0,
      "text": "&gt;&gt;member #3: And nothing lasts forever and I see technology as our best bet for postponing"
    },
    {
      "index": 505,
      "start_time": 2843210.0,
      "end_time": 2844650.0,
      "text": "that day as long as possible."
    },
    {
      "index": 506,
      "start_time": 2844650.0,
      "end_time": 2845059.0,
      "text": "&gt;&gt;Kevin: Ok."
    },
    {
      "index": 507,
      "start_time": 2845060.0,
      "end_time": 2847030.0,
      "text": "&gt;&gt;member #3: Do you, would you say that&#39;s the way to bet?"
    },
    {
      "index": 508,
      "start_time": 2847030.0,
      "end_time": 2854100.0,
      "text": "&gt;&gt;Kevin: Well, I&#39;m gonna bet on technology; yes. I mean, I think, I think, what I&#39;m trying"
    },
    {
      "index": 509,
      "start_time": 2854100.0,
      "end_time": 2858171.0,
      "text": "to suggest is that the difference, I mean I think that we becoming more technological,"
    },
    {
      "index": 510,
      "start_time": 2858170.0,
      "end_time": 2862480.0,
      "text": "that we are part of; the technium is not something that&#39;s out there, it&#39;s something we&#39;re part"
    },
    {
      "index": 511,
      "start_time": 2862480.0,
      "end_time": 2870859.0,
      "text": "of and so I don&#39;t see much distinction as we go along between us and technology. We"
    },
    {
      "index": 512,
      "start_time": 2870860.0,
      "end_time": 2877120.0,
      "text": "are already cyborgs. We&#39;re already there. So, so, and it&#39;s not just, I think we may"
    },
    {
      "index": 513,
      "start_time": 2877120.0,
      "end_time": 2880830.0,
      "text": "have multiple species. I mean, that&#39;s the real question. There are gonna be people who"
    },
    {
      "index": 514,
      "start_time": 2880830.0,
      "end_time": 2886921.0,
      "text": "say under no circumstances am I or my children ever gonna manipulate our genes, and there"
    },
    {
      "index": 515,
      "start_time": 2886920.0,
      "end_time": 2891789.0,
      "text": "are other people who say yeah, sign me up tomorrow. And we may become multiple species"
    },
    {
      "index": 516,
      "start_time": 2891790.0,
      "end_time": 2896411.0,
      "text": "and so, I think the very definition of what humans is, is we are in the process of redefining"
    },
    {
      "index": 517,
      "start_time": 2896410.0,
      "end_time": 2902410.0,
      "text": "it. Every time there&#39;s a new innovation in robotics or AI, we have to redefine who we"
    },
    {
      "index": 518,
      "start_time": 2902410.0,
      "end_time": 2907400.0,
      "text": "are. We thought we could do this, and what humans are. And it&#39;s not just what we are,"
    },
    {
      "index": 519,
      "start_time": 2907400.0,
      "end_time": 2913279.0,
      "text": "I think there are huge problems out there. The huge challenge we have is that we can"
    },
    {
      "index": 520,
      "start_time": 2913280.0,
      "end_time": 2918080.0,
      "text": "define who we can be and we don&#39;t even have any kind of process for that, for collectively"
    },
    {
      "index": 521,
      "start_time": 2918080.0,
      "end_time": 2924181.0,
      "text": "deciding what humans wanna be. So, I think we&#39;re at the beginning of this in terms of"
    },
    {
      "index": 522,
      "start_time": 2924180.0,
      "end_time": 2926130.0,
      "text": "even defining who we are. Yeah?"
    },
    {
      "index": 523,
      "start_time": 2926130.0,
      "end_time": 2932680.0,
      "text": "&gt;&gt;member #4: So, I guess one of the underlying principles here is that culture and technology"
    },
    {
      "index": 524,
      "start_time": 2932680.0,
      "end_time": 2935020.0,
      "text": "are evolutionary systems--"
    },
    {
      "index": 525,
      "start_time": 2935020.0,
      "end_time": 2935670.0,
      "text": "&gt;&gt;Kevin: Yes."
    },
    {
      "index": 526,
      "start_time": 2935670.0,
      "end_time": 2939069.0,
      "text": "&gt;&gt;member #4: as for share a lot of interesting attributes with the evolutionary systems that"
    },
    {
      "index": 527,
      "start_time": 2939070.0,
      "end_time": 2939610.0,
      "text": "created life."
    },
    {
      "index": 528,
      "start_time": 2939610.0,
      "end_time": 2940080.0,
      "text": "&gt;&gt;Kevin: Right."
    },
    {
      "index": 529,
      "start_time": 2940080.0,
      "end_time": 2943631.0,
      "text": "&gt;&gt;member #4: I think this is a very interesting area of study, but something that&#39;s hard for"
    },
    {
      "index": 530,
      "start_time": 2943630.0,
      "end_time": 2944640.0,
      "text": "a lot of people to swallow--"
    },
    {
      "index": 531,
      "start_time": 2944640.0,
      "end_time": 2944990.0,
      "text": "&gt;&gt;Kevin: Sure."
    },
    {
      "index": 532,
      "start_time": 2944990.0,
      "end_time": 2948589.0,
      "text": "&gt;&gt;member #4: just because I think our general understanding of evolved systems is still"
    },
    {
      "index": 533,
      "start_time": 2948590.0,
      "end_time": 2949300.0,
      "text": "very weak."
    },
    {
      "index": 534,
      "start_time": 2949300.0,
      "end_time": 2954391.0,
      "text": "&gt;&gt;Kevin: Right. We have the problem with evolution is we have a case of one, which is really"
    },
    {
      "index": 535,
      "start_time": 2954390.0,
      "end_time": 2955480.0,
      "text": "to journalize about."
    },
    {
      "index": 536,
      "start_time": 2955480.0,
      "end_time": 2957549.0,
      "text": "&gt;&gt;member #4: Exactly."
    },
    {
      "index": 537,
      "start_time": 2957550.0,
      "end_time": 2958251.0,
      "text": "&gt;&gt;Kevin: Right."
    },
    {
      "index": 538,
      "start_time": 2958250.0,
      "end_time": 2962359.0,
      "text": "&gt;&gt;member #4: Now we&#39;re getting more of these cases, but what can we do to enhance this"
    },
    {
      "index": 539,
      "start_time": 2962360.0,
      "end_time": 2967661.0,
      "text": "understanding, or further the study of evolutionary processes in general and what they, what they"
    },
    {
      "index": 540,
      "start_time": 2967660.0,
      "end_time": 2971160.0,
      "text": "could mean and how we could use them?"
    },
    {
      "index": 541,
      "start_time": 2971160.0,
      "end_time": 2977789.0,
      "text": "&gt;&gt;Kevin: Actually, I changed my mind about evolutionary systems when I realized we could"
    },
    {
      "index": 542,
      "start_time": 2977790.0,
      "end_time": 2982691.0,
      "text": "actually make another form in computers. We could do evolutionary studies and we can let"
    },
    {
      "index": 543,
      "start_time": 2982690.0,
      "end_time": 2988569.0,
      "text": "Darwinian evolution run in computers. And I think simulations and other things we actually"
    },
    {
      "index": 544,
      "start_time": 2988570.0,
      "end_time": 2993141.0,
      "text": "make more powerful systems and we let them go and we let them invent things; I think"
    },
    {
      "index": 545,
      "start_time": 2993140.0,
      "end_time": 2999990.0,
      "text": "will teach us more about evolution than studying more stuff in the field would be. So, that&#39;s"
    },
    {
      "index": 546,
      "start_time": 2999990.0,
      "end_time": 3005020.0,
      "text": "what I would say. I think the power of simulations, as a tool of science, has just begun. And"
    },
    {
      "index": 547,
      "start_time": 3005020.0,
      "end_time": 3010270.0,
      "text": "again, referring to my earlier talk on the evolution of the scientific method, I think"
    },
    {
      "index": 548,
      "start_time": 3010270.0,
      "end_time": 3013480.0,
      "text": "that&#39;s one of the big things that we&#39;re looking at in the future and the scientific method"
    },
    {
      "index": 549,
      "start_time": 3013480.0,
      "end_time": 3018069.0,
      "text": "is a role that simulations will play. So, yeah?"
    },
    {
      "index": 550,
      "start_time": 3018070.0,
      "end_time": 3023391.0,
      "text": "&gt;&gt;member #5: Great talk, thanks for coming. Lots of interesting ideas that provoke tons"
    },
    {
      "index": 551,
      "start_time": 3023390.0,
      "end_time": 3023859.0,
      "text": "of--"
    },
    {
      "index": 552,
      "start_time": 3023860.0,
      "end_time": 3027381.0,
      "text": "&gt;&gt;Kevin: Yes. Then I&#39;m useful. That&#39;s the whole purpose of the book."
    },
    {
      "index": 553,
      "start_time": 3027380.0,
      "end_time": 3031260.0,
      "text": "&gt;&gt;member #5: So, I have a question, though, about doesn&#39;t this actually reduce to something"
    },
    {
      "index": 554,
      "start_time": 3031260.0,
      "end_time": 3032859.0,
      "text": "else and this is a half measured [ ]?"
    },
    {
      "index": 555,
      "start_time": 3032860.0,
      "end_time": 3033481.0,
      "text": "&gt;&gt;Kevin: Ok."
    },
    {
      "index": 556,
      "start_time": 3033480.0,
      "end_time": 3036380.0,
      "text": "&gt;&gt;member #5: Technology, you know you talk about simulation and--"
    },
    {
      "index": 557,
      "start_time": 3036380.0,
      "end_time": 3036380.0,
      "text": "&gt;&gt;Kevin: Yeah."
    },
    {
      "index": 558,
      "start_time": 3036380.0,
      "end_time": 3040430.0,
      "text": "&gt;&gt;member #5: indeed, we can simulate evolutionary systems, but as soon as we pull the plug or"
    },
    {
      "index": 559,
      "start_time": 3040430.0,
      "end_time": 3042130.0,
      "text": "the power supply no longer has coal--"
    },
    {
      "index": 560,
      "start_time": 3042130.0,
      "end_time": 3042710.0,
      "text": "&gt;&gt;Kevin: Right."
    },
    {
      "index": 561,
      "start_time": 3042710.0,
      "end_time": 3045210.0,
      "text": "&gt;&gt;member #5: it&#39;s done. It will not self-perpetuate."
    },
    {
      "index": 562,
      "start_time": 3045210.0,
      "end_time": 3045720.0,
      "text": "&gt;&gt;Kevin: Right, right."
    },
    {
      "index": 563,
      "start_time": 3045720.0,
      "end_time": 3048990.0,
      "text": "&gt;&gt;member #5: And so, at some point it may be inevitable that it will self-perpetuate,"
    },
    {
      "index": 564,
      "start_time": 3048990.0,
      "end_time": 3050020.0,
      "text": "but I kinda doubt it at this point."
    },
    {
      "index": 565,
      "start_time": 3050020.0,
      "end_time": 3053289.0,
      "text": "&gt;&gt;Kevin: Right, right, right. Right now, we are the sexual organs of technology. We&#39;re--"
    },
    {
      "index": 566,
      "start_time": 3053290.0,
      "end_time": 3053481.0,
      "text": "&gt;&gt;member #5: Right."
    },
    {
      "index": 567,
      "start_time": 3053480.0,
      "end_time": 3054170.0,
      "text": "&gt;&gt;Kevin: necessary for it to reproduce."
    },
    {
      "index": 568,
      "start_time": 3054170.0,
      "end_time": 3057819.0,
      "text": "&gt;&gt;member #5: So, when you say what technology wants, that personification makes me think"
    },
    {
      "index": 569,
      "start_time": 3057820.0,
      "end_time": 3063280.0,
      "text": "actually we are the creators of technology, so it&#39;s what we want and even the supporting"
    },
    {
      "index": 570,
      "start_time": 3063280.0,
      "end_time": 3066451.0,
      "text": "technologies that are necessary to support other technologies--"
    },
    {
      "index": 571,
      "start_time": 3066450.0,
      "end_time": 3066640.0,
      "text": "&gt;&gt;Kevin: Right."
    },
    {
      "index": 572,
      "start_time": 3066640.0,
      "end_time": 3070539.0,
      "text": "&gt;&gt;member #5: are just back chaining the complexities and dependencies, but it&#39;s still ultimately"
    },
    {
      "index": 573,
      "start_time": 3070540.0,
      "end_time": 3075590.0,
      "text": "what we want and if we&#39;re driven by the selfish gene, which is driven by some even more primitive,"
    },
    {
      "index": 574,
      "start_time": 3075590.0,
      "end_time": 3075721.0,
      "text": "prokaryotic--"
    },
    {
      "index": 575,
      "start_time": 3075720.0,
      "end_time": 3075849.0,
      "text": "&gt;&gt;Kevin: Right."
    },
    {
      "index": 576,
      "start_time": 3075850.0,
      "end_time": 3078120.0,
      "text": "&gt;&gt;member #5: bacterial messaging--"
    },
    {
      "index": 577,
      "start_time": 3078120.0,
      "end_time": 3078320.0,
      "text": "&gt;Kevin: Right, right."
    },
    {
      "index": 578,
      "start_time": 3078320.0,
      "end_time": 3083231.0,
      "text": "&gt;&gt;member #5: or whatever, then ultimately doesn&#39;t this reduce to what does information"
    },
    {
      "index": 579,
      "start_time": 3083230.0,
      "end_time": 3083450.0,
      "text": "want?"
    },
    {
      "index": 580,
      "start_time": 3083450.0,
      "end_time": 3083849.0,
      "text": "&gt;&gt;Kevin: Yeah."
    },
    {
      "index": 581,
      "start_time": 3083850.0,
      "end_time": 3087310.0,
      "text": "&gt;&gt;member #5: And so, does this bias and why are you framing it this way?"
    },
    {
      "index": 582,
      "start_time": 3087310.0,
      "end_time": 3093610.0,
      "text": "&gt;&gt;Kevin: No, I mean, I think it&#39;s a really good question if you trace back and say, &quot;What&#39;s,"
    },
    {
      "index": 583,
      "start_time": 3093610.0,
      "end_time": 3100810.0,
      "text": "how did life self-organize? Where did that want come from?&quot; It&#39;s a huge mystery. And"
    },
    {
      "index": 584,
      "start_time": 3100810.0,
      "end_time": 3106701.0,
      "text": "that&#39;s not even the beginning of the mysteries. If you go back and say, &quot;Well, it&#39;s all about"
    },
    {
      "index": 585,
      "start_time": 3106700.0,
      "end_time": 3111059.0,
      "text": "information&quot;, we have no idea what information is. Ask any cosmologist, any astronomer, &quot;Is"
    },
    {
      "index": 586,
      "start_time": 3111060.0,
      "end_time": 3117320.0,
      "text": "information being conserved in the universe or not?&quot; And they say, &quot;Don&#39;t know.&quot; What&#39;s"
    },
    {
      "index": 587,
      "start_time": 3117320.0,
      "end_time": 3123671.0,
      "text": "the definition of complexity? &quot;Don&#39;t know.&quot; And so, the mysteries in this are profound"
    },
    {
      "index": 588,
      "start_time": 3123670.0,
      "end_time": 3128720.0,
      "text": "and I&#39;m not suggesting that there&#39;s, this isn&#39;t gonna solve any mystery, I&#39;m only suggesting"
    },
    {
      "index": 589,
      "start_time": 3128720.0,
      "end_time": 3135750.0,
      "text": "that in fact, we can place technology in this frame of reference to these other mysteries."
    },
    {
      "index": 590,
      "start_time": 3135750.0,
      "end_time": 3136760.0,
      "text": "Maybe that&#39;s the best way to say it."
    },
    {
      "index": 591,
      "start_time": 3136760.0,
      "end_time": 3141020.0,
      "text": "&gt;&gt;member #5: Ok. Is there like a key, take-away piece of utility you get from that?"
    },
    {
      "index": 592,
      "start_time": 3141020.0,
      "end_time": 3147500.0,
      "text": "&gt;&gt;Kevin: Yes, and I think that is that the distinction between life and between technology"
    },
    {
      "index": 593,
      "start_time": 3147500.0,
      "end_time": 3154839.0,
      "text": "and life is very thin. That, basically, think of the technium as an extension, an acceleration"
    },
    {
      "index": 594,
      "start_time": 3154840.0,
      "end_time": 3159391.0,
      "text": "of evolution and that we will do, we&#39;ll have much better understanding where technology"
    },
    {
      "index": 595,
      "start_time": 3159390.0,
      "end_time": 3164880.0,
      "text": "is headed if we understand that it&#39;s actually closer to an evolutionary force than it is"
    },
    {
      "index": 596,
      "start_time": 3164880.0,
      "end_time": 3166450.0,
      "text": "something that we&#39;re just inventing with our minds."
    },
    {
      "index": 597,
      "start_time": 3166450.0,
      "end_time": 3167819.0,
      "text": "&gt;&gt;member #5: Thanks."
    },
    {
      "index": 598,
      "start_time": 3167820.0,
      "end_time": 3168731.0,
      "text": "&gt;&gt;Kevin: Yeah,"
    },
    {
      "index": 599,
      "start_time": 3168730.0,
      "end_time": 3173720.0,
      "text": "&gt;&gt;member #6: So, to me it&#39;s surprising and also encouraging that you take such an optimistic"
    },
    {
      "index": 600,
      "start_time": 3173720.0,
      "end_time": 3176880.0,
      "text": "view of what technology wants--"
    },
    {
      "index": 601,
      "start_time": 3176880.0,
      "end_time": 3177130.0,
      "text": "&gt;&gt;Kevin: Right."
    },
    {
      "index": 602,
      "start_time": 3177130.0,
      "end_time": 3181950.0,
      "text": "&gt;&gt;member #6: with respect to creating more choices, possibilities, making people&#39;s lives"
    },
    {
      "index": 603,
      "start_time": 3181950.0,
      "end_time": 3187900.0,
      "text": "better, because if, so, I mean technology is this extension of evolution and it is this"
    },
    {
      "index": 604,
      "start_time": 3187900.0,
      "end_time": 3194440.0,
      "text": "sort of by-product of this process that we are just one part of--"
    },
    {
      "index": 605,
      "start_time": 3194440.0,
      "end_time": 3194920.0,
      "text": "&gt;&gt;Kevin: Right."
    },
    {
      "index": 606,
      "start_time": 3194920.0,
      "end_time": 3201109.0,
      "text": "&gt;&gt;member #6: our subjective experience and our feeling of good versus bad is independent"
    },
    {
      "index": 607,
      "start_time": 3201110.0,
      "end_time": 3206120.0,
      "text": "of this in some sense, except in that it causes, at the system level, these things to continue"
    },
    {
      "index": 608,
      "start_time": 3206120.0,
      "end_time": 3211261.0,
      "text": "happening. To me it seems like, I mean, if you look at, for instance, the evolution of"
    },
    {
      "index": 609,
      "start_time": 3211260.0,
      "end_time": 3219069.0,
      "text": "multicellular life, right? This was a tremendous win for life in general, but for single cells--"
    },
    {
      "index": 610,
      "start_time": 3219070.0,
      "end_time": 3219131.0,
      "text": "&gt;&gt;Kevin: Right."
    },
    {
      "index": 611,
      "start_time": 3219130.0,
      "end_time": 3222289.0,
      "text": "&gt;&gt;member #6: for instance, this may have actually been terrible. Now you&#39;ve got things that"
    },
    {
      "index": 612,
      "start_time": 3222290.0,
      "end_time": 3222570.0,
      "text": "need to--"
    },
    {
      "index": 613,
      "start_time": 3222570.0,
      "end_time": 3222991.0,
      "text": "&gt;&gt;Kevin: Sure."
    },
    {
      "index": 614,
      "start_time": 3222990.0,
      "end_time": 3225819.0,
      "text": "&gt;&gt;member #6: spend their entire existence as a stomach cell, say."
    },
    {
      "index": 615,
      "start_time": 3225820.0,
      "end_time": 3229211.0,
      "text": "&gt;&gt;Kevin: Or  well that&#39;s the same kind of thing with the invention of oxygen--not"
    },
    {
      "index": 616,
      "start_time": 3229210.0,
      "end_time": 3234579.0,
      "text": "the invention-- but the creation of oxygen, which killed off all of the previous, a lot"
    },
    {
      "index": 617,
      "start_time": 3234580.0,
      "end_time": 3238080.0,
      "text": "of the previous life was killed by oxygen, which of course was necessary for the other"
    },
    {
      "index": 618,
      "start_time": 3238080.0,
      "end_time": 3239070.0,
      "text": "life. So, yeah."
    },
    {
      "index": 619,
      "start_time": 3239070.0,
      "end_time": 3244560.0,
      "text": "&gt;&gt;member #6: Exactly. So, I mean, you have this thing where actually the individual actors"
    },
    {
      "index": 620,
      "start_time": 3244560.0,
      "end_time": 3248860.0,
      "text": "instead give rise to this next level of evolution, tend to not always get the best deal out of"
    },
    {
      "index": 621,
      "start_time": 3248860.0,
      "end_time": 3249011.0,
      "text": "it."
    },
    {
      "index": 622,
      "start_time": 3249010.0,
      "end_time": 3253569.0,
      "text": "&gt;&gt;Kevin: Right, right. So, one of the things that actually, I think, that evolution is"
    },
    {
      "index": 623,
      "start_time": 3253570.0,
      "end_time": 3258350.0,
      "text": "moving towards and this may speak to it, but I didn&#39;t put it on this list because it wasn&#39;t,"
    },
    {
      "index": 624,
      "start_time": 3258350.0,
      "end_time": 3264060.0,
      "text": "this list was not complete, is actually, we actually, is making increasing choice and"
    },
    {
      "index": 625,
      "start_time": 3264060.0,
      "end_time": 3271481.0,
      "text": "freedom of choices and degrees of freedom. And so, as individuals, we actually have right"
    },
    {
      "index": 626,
      "start_time": 3271480.0,
      "end_time": 3276650.0,
      "text": "now, compared to say, ten thousand years ago, we have far more free choice than they had"
    },
    {
      "index": 627,
      "start_time": 3276650.0,
      "end_time": 3282980.0,
      "text": "ten thousand years ago. We, cause there&#39;s this, we actually have more free choice, both,"
    },
    {
      "index": 628,
      "start_time": 3282980.0,
      "end_time": 3287819.0,
      "text": "I mean, in terms of our minds because we&#39;re more aware than say, someone who had no language"
    },
    {
      "index": 629,
      "start_time": 3287820.0,
      "end_time": 3294981.0,
      "text": "at all. And so, I think that even as individuals, we do have increasing free choice. So, it&#39;s"
    },
    {
      "index": 630,
      "start_time": 3294980.0,
      "end_time": 3302519.0,
      "text": "that and in the fact that we realize that our choices are part of something larger and"
    },
    {
      "index": 631,
      "start_time": 3302520.0,
      "end_time": 3308731.0,
      "text": "I think that dichotomy between being masters and servants will never leave us. It&#39;s not"
    },
    {
      "index": 632,
      "start_time": 3308730.0,
      "end_time": 3314980.0,
      "text": "gonna be nature/nurture. You can&#39;t unravel the two. Master/servant, you can&#39;t unravel"
    },
    {
      "index": 633,
      "start_time": 3314980.0,
      "end_time": 3315190.0,
      "text": "the two."
    },
    {
      "index": 634,
      "start_time": 3315190.0,
      "end_time": 3317180.0,
      "text": "&gt;&gt;member #6: Thanks."
    },
    {
      "index": 635,
      "start_time": 3317180.0,
      "end_time": 3318510.0,
      "text": "&gt;&gt;Kevin: Yep."
    },
    {
      "index": 636,
      "start_time": 3318510.0,
      "end_time": 3325450.0,
      "text": "&gt;&gt;member #7: So, I&#39;m wondering how this, how you take, say, security technologies into"
    },
    {
      "index": 637,
      "start_time": 3325450.0,
      "end_time": 3332160.0,
      "text": "account in this. I think there&#39;s a situation where, let&#39;s say, in a video game, for example,"
    },
    {
      "index": 638,
      "start_time": 3332160.0,
      "end_time": 3333789.0,
      "text": "if you just give everybody more power--"
    },
    {
      "index": 639,
      "start_time": 3333790.0,
      "end_time": 3334040.0,
      "text": "&gt;&gt;Kevin: Yeah."
    },
    {
      "index": 640,
      "start_time": 3334040.0,
      "end_time": 3337860.0,
      "text": "&gt;&gt;member #7: and they become, so everybody is a superhero, then we can all essentially"
    },
    {
      "index": 641,
      "start_time": 3337860.0,
      "end_time": 3342770.0,
      "text": "attack each other and it becomes not very interesting anymore because everyone is just"
    },
    {
      "index": 642,
      "start_time": 3342770.0,
      "end_time": 3344711.0,
      "text": "ridiculously overpowered."
    },
    {
      "index": 643,
      "start_time": 3344710.0,
      "end_time": 3345430.0,
      "text": "&gt;&gt;Kevin: Right."
    },
    {
      "index": 644,
      "start_time": 3345430.0,
      "end_time": 3350760.0,
      "text": "&gt;&gt;member #7: And it seems like by giving people more choices, you&#39;re giving more power to"
    },
    {
      "index": 645,
      "start_time": 3350760.0,
      "end_time": 3352710.0,
      "text": "interfere with other people&#39;s choices."
    },
    {
      "index": 646,
      "start_time": 3352710.0,
      "end_time": 3356130.0,
      "text": "&gt;&gt;Kevin: Well, there&#39;s something, Barry Schwartz has talked about the tyranny of choice; this"
    },
    {
      "index": 647,
      "start_time": 3356130.0,
      "end_time": 3362369.0,
      "text": "idea that if you give people too many choices, they become paralyzed. And so, here&#39;s a solution."
    },
    {
      "index": 648,
      "start_time": 3362370.0,
      "end_time": 3367651.0,
      "text": "Again, I&#39;m -- this is my techno-centric view. I think the solution to overwhelming number"
    },
    {
      "index": 649,
      "start_time": 3367650.0,
      "end_time": 3372650.0,
      "text": "of choices is more technology that helps us make those choices. And that&#39;s what Amazon"
    },
    {
      "index": 650,
      "start_time": 3372650.0,
      "end_time": 3378039.0,
      "text": "recommendation is, that&#39;s what those collaborative filtering is. And so, the solution to like,"
    },
    {
      "index": 651,
      "start_time": 3378040.0,
      "end_time": 3384941.0,
      "text": "more choices is another choice to use choice filtering, choice aiding technology. And I"
    },
    {
      "index": 652,
      "start_time": 3384940.0,
      "end_time": 3392230.0,
      "text": "think the same thing with what you&#39;re suggesting is if there&#39;s all these choices, well, the"
    },
    {
      "index": 653,
      "start_time": 3392230.0,
      "end_time": 3397029.0,
      "text": "solution&#39;s gonna be--sorry to say it-- more technology, better technology."
    },
    {
      "index": 654,
      "start_time": 3397030.0,
      "end_time": 3400191.0,
      "text": "&gt;&gt;member #7: Well, I guess my question is when people have different ideas about what"
    },
    {
      "index": 655,
      "start_time": 3400190.0,
      "end_time": 3400839.0,
      "text": "they want to do--"
    },
    {
      "index": 656,
      "start_time": 3400840.0,
      "end_time": 3401001.0,
      "text": "&gt;&gt;Kevin: Right."
    },
    {
      "index": 657,
      "start_time": 3401000.0,
      "end_time": 3405089.0,
      "text": "&gt;&gt;member #7: and they can interfere with each other, then having more choices isn&#39;t this"
    },
    {
      "index": 658,
      "start_time": 3405090.0,
      "end_time": 3410631.0,
      "text": "benign thing. It affects, it can negatively affect other people. And one of the things"
    },
    {
      "index": 659,
      "start_time": 3410630.0,
      "end_time": 3413210.0,
      "text": "that you wanna see created are these like--"
    },
    {
      "index": 660,
      "start_time": 3413210.0,
      "end_time": 3418940.0,
      "text": "&gt;&gt;Kevin: Right. But the only other solution, I mean, if it isn&#39;t a better choice or better"
    },
    {
      "index": 661,
      "start_time": 3418940.0,
      "end_time": 3423569.0,
      "text": "technology for choices, is less choices and I just don&#39;t think that--that&#39;s what I&#39;m saying."
    },
    {
      "index": 662,
      "start_time": 3423570.0,
      "end_time": 3429671.0,
      "text": "That goes against the entire arc of evolution, so I would not bet on that. I would always"
    },
    {
      "index": 663,
      "start_time": 3429670.0,
      "end_time": 3434069.0,
      "text": "bet on better technology for making choices than less choices."
    },
    {
      "index": 664,
      "start_time": 3434070.0,
      "end_time": 3435381.0,
      "text": "&gt;&gt;member #7: Uh-huh. Fair enough."
    },
    {
      "index": 665,
      "start_time": 3435380.0,
      "end_time": 3435900.0,
      "text": "&gt;&gt;Kevin: Ok."
    },
    {
      "index": 666,
      "start_time": 3435900.0,
      "end_time": 3438250.0,
      "text": "&gt;&gt;woman moderator: Do you have time for one more?"
    },
    {
      "index": 667,
      "start_time": 3438250.0,
      "end_time": 3442910.0,
      "text": "&gt;&gt;Kevin: I have a last question and then, I guess, you&#39;re almost seven minutes after."
    },
    {
      "index": 668,
      "start_time": 3442910.0,
      "end_time": 3444750.0,
      "text": "I guess it&#39;s time to move. Yeah?"
    },
    {
      "index": 669,
      "start_time": 3444750.0,
      "end_time": 3448869.0,
      "text": "&gt;&gt;member #8: So, you said humanity was the sexual organs of technology?"
    },
    {
      "index": 670,
      "start_time": 3448870.0,
      "end_time": 3449451.0,
      "text": "&gt;&gt;Kevin: Yeah, well. Ok."
    },
    {
      "index": 671,
      "start_time": 3449450.0,
      "end_time": 3449750.0,
      "text": "[Kevin laughs]"
    },
    {
      "index": 672,
      "start_time": 3449750.0,
      "end_time": 3450630.0,
      "text": "&gt;&gt;member #8: Do you think that&#39;ll--"
    },
    {
      "index": 673,
      "start_time": 3450630.0,
      "end_time": 3452799.0,
      "text": "&gt;&gt;Kevin: That&#39;s not my line; by the way, I think it&#39;s from Kluun."
    },
    {
      "index": 674,
      "start_time": 3452800.0,
      "end_time": 3455761.0,
      "text": "&gt;&gt;member #8: Will that continue or do you think that&#39;ll change eventually?"
    },
    {
      "index": 675,
      "start_time": 3455760.0,
      "end_time": 3462200.0,
      "text": "&gt;&gt;Kevin: No, that&#39;s, so right now I&#39;m arguing that we are giving the technium a little bit"
    },
    {
      "index": 676,
      "start_time": 3462200.0,
      "end_time": 3466220.0,
      "text": "of autonomy. So, autonomy is not binary, it&#39;s not like you&#39;re there or you&#39;re not there"
    },
    {
      "index": 677,
      "start_time": 3466220.0,
      "end_time": 3469950.0,
      "text": "or you have little bits of it, including us. We&#39;re not totally autonomous. So, I think"
    },
    {
      "index": 678,
      "start_time": 3469950.0,
      "end_time": 3474380.0,
      "text": "we&#39;re going to increase the number, the amount of autonomy. Can the technium ever be autonomous?"
    },
    {
      "index": 679,
      "start_time": 3474380.0,
      "end_time": 3479250.0,
      "text": "Well, in the sense that we&#39;re part of it, not really. I mean, we will always be part"
    },
    {
      "index": 680,
      "start_time": 3479250.0,
      "end_time": 3484319.0,
      "text": "of the technium. So, it&#39;s not as if we&#39;re gonna be separate from it, or ever separate"
    },
    {
      "index": 681,
      "start_time": 3484320.0,
      "end_time": 3490681.0,
      "text": "from it. So, can it, I mean, yes, I think there&#39;s gonna be certainly increasing amount"
    },
    {
      "index": 682,
      "start_time": 3490680.0,
      "end_time": 3499559.0,
      "text": "of technology, of excuse me, of autonomy in the technium. Will it need us to not reproduce?"
    },
    {
      "index": 683,
      "start_time": 3499560.0,
      "end_time": 3504780.0,
      "text": "I don&#39;t know, I don&#39;t know, I can imagine different scenarios; lemme put it that way."
    },
    {
      "index": 684,
      "start_time": 3504780.0,
      "end_time": 3511411.0,
      "text": "I think there&#39;s multiple scenarios. Yeah, it&#39;s inevitable that it would in some cases,"
    },
    {
      "index": 685,
      "start_time": 3511410.0,
      "end_time": 3518260.0,
      "text": "but there may be other cases, other things that we do where it isn&#39;t. So, I, in the sense"
    },
    {
      "index": 686,
      "start_time": 3518260.0,
      "end_time": 3525059.0,
      "text": "that you want to have, it wants to have multiple possibilities, I think, what I&#39;m saying is"
    },
    {
      "index": 687,
      "start_time": 3525060.0,
      "end_time": 3530350.0,
      "text": "I don&#39;t think it remains one species. I think we see a divergence. So there&#39;s some possibilities"
    },
    {
      "index": 688,
      "start_time": 3530350.0,
      "end_time": 3537151.0,
      "text": "where it will be completely without us and there&#39;s others where we&#39;re still essential."
    },
    {
      "index": 689,
      "start_time": 3537150.0,
      "end_time": 3542210.0,
      "text": "Those, most of the time, the future is not a single, I&#39;m not talking about a ladder where"
    },
    {
      "index": 690,
      "start_time": 3542210.0,
      "end_time": 3547010.0,
      "text": "we climbing up a single race. These, these trajectories are not, these trajectories are"
    },
    {
      "index": 691,
      "start_time": 3547010.0,
      "end_time": 3555630.0,
      "text": "like explosions. They&#39;re not like going along a series on a ladder. So, again, I, thanks"
    },
    {
      "index": 692,
      "start_time": 3555630.0,
      "end_time": 3561260.0,
      "text": "for sticking around. I really appreciate the questions and I hope you enjoy the book. Thanks"
    },
    {
      "index": 693,
      "start_time": 3561260.0,
      "end_time": 3561890.0,
      "text": "for having me here."
    },
    {
      "index": 694,
      "start_time": 3561890.0,
      "end_time": 3571890.0,
      "text": "[applause]"
    }
  ]
}