{
  "video_id": "eCy4sfAcpag",
  "title": "How to Do a Jazz Square Dance Move | Hip-Hop Workout",
  "json": [
    {
      "index": 1,
      "start_time": 4560.0,
      "end_time": 10350.0,
      "text": "OK. You guys this next one is very simple. It&#39;s fun. It&#39;s an good old school step that"
    },
    {
      "index": 2,
      "start_time": 10350.0,
      "end_time": 15570.0,
      "text": "we&#39;re bringing back. It&#39;s called the Jazz Square. OK. So, you&#39;re gonna start with your"
    },
    {
      "index": 3,
      "start_time": 15570.0,
      "end_time": 22570.0,
      "text": "feet together. Now, cross your left over your right. OK. Now, step back, step side and step"
    },
    {
      "index": 4,
      "start_time": 24880.0,
      "end_time": 31880.0,
      "text": "forward. So, if you look down, you&#39;ll notice you&#39;re making a square with each foot. OK."
    },
    {
      "index": 5,
      "start_time": 32290.0,
      "end_time": 38160.0,
      "text": "It&#39;s a little square on the floor. If that&#39;s too much for you, then follow along with me."
    },
    {
      "index": 6,
      "start_time": 38160.0,
      "end_time": 45160.0,
      "text": "Don&#39;t look down. Think less. Use more down here. OK. So, cross, back, side, front. Cross,"
    },
    {
      "index": 7,
      "start_time": 48720.0,
      "end_time": 55720.0,
      "text": "back, side, front. OK. Left foot. Right, left, forward. Cross, back, side, front. Cross over."
    },
    {
      "index": 8,
      "start_time": 59800.0,
      "end_time": 66800.0,
      "text": "Now, step away from me. Side now, towards me. Back right here. Side, good. Cross, side,"
    },
    {
      "index": 9,
      "start_time": 72520.0,
      "end_time": 79520.0,
      "text": "here. OK. Cool. So, that was pretty simple. Yes. Don&#39;t let it get complicated. I&#39;m telling"
    },
    {
      "index": 10,
      "start_time": 80310.0,
      "end_time": 85829.0,
      "text": "you it&#39;s simple because it is. Don&#39;t freak out up here. OK. It&#39;s working your legs. It&#39;s"
    },
    {
      "index": 11,
      "start_time": 85829.0,
      "end_time": 91740.0,
      "text": "cardio. It&#39;s also one of those steps that you can take slow or you can speed it up depending"
    },
    {
      "index": 12,
      "start_time": 91740.0,
      "end_time": 97600.0,
      "text": "upon where you&#39;re at in your warm up or in your workout. Are you warming up? Are you"
    },
    {
      "index": 13,
      "start_time": 97600.0,
      "end_time": 102999.0,
      "text": "cooling down? Which ever one. If you&#39;re warming up, go for a faster tempo. If you&#39;re cooling"
    },
    {
      "index": 14,
      "start_time": 102999.0,
      "end_time": 108908.0,
      "text": "down, slow it down a little bit. OK. So, we&#39;re gonna take it slow, then we&#39;re gonna speed"
    },
    {
      "index": 15,
      "start_time": 108909.0,
      "end_time": 115909.0,
      "text": "it up. OK. Cross the left leg over the right. 1, 2, side forward. 1, 2, side. Now let&#39;s"
    },
    {
      "index": 16,
      "start_time": 119490.0,
      "end_time": 126490.0,
      "text": "speed it up. Cross, back, side. Cross, back and then you keep the arms free. Good. Cross,"
    },
    {
      "index": 17,
      "start_time": 128899.0,
      "end_time": 135899.0,
      "text": "back, side. Cross, back, side. You can add the hips. Cross, back, side. Cross, back,"
    },
    {
      "index": 18,
      "start_time": 137280.0,
      "end_time": 144280.0,
      "text": "side. You can add the upper body. All right. You can add the whole body. Cross, back, side."
    },
    {
      "index": 19,
      "start_time": 145250.0,
      "end_time": 151409.0,
      "text": "OK. Now, as you see, we&#39;ve always started with the left over the right. Quickly, we&#39;re"
    },
    {
      "index": 20,
      "start_time": 151409.0,
      "end_time": 157790.0,
      "text": "gonna try it to the other side. First, let&#39;s do it slow, then we&#39;ll speed it up. Jazz Square."
    },
    {
      "index": 21,
      "start_time": 157790.0,
      "end_time": 164790.0,
      "text": "So we go right left foot. Cross, back, side, forward. Cross, back, side. Go right foot."
    },
    {
      "index": 22,
      "start_time": 169959.0,
      "end_time": 176959.0,
      "text": "Cross, back, side, forward. Cross, back, side, speed it up. One, back, side. Cross, back."
    },
    {
      "index": 23,
      "start_time": 182310.0,
      "end_time": 189310.0,
      "text": "Right foot. Right, left. Right, left. Good. Add your hips or your upper body. Back. Right"
    },
    {
      "index": 24,
      "start_time": 192370.0,
      "end_time": 199370.0,
      "text": "there. Cross and hold. OK. So, you can do it either way. Crossing over with the left"
    },
    {
      "index": 25,
      "start_time": 203650.0,
      "end_time": 210650.0,
      "text": "or crossing over with the right. Bah, bah, bah. OK. Add them together. Throw some steps"
    },
    {
      "index": 26,
      "start_time": 211269.0,
      "end_time": 214609.0,
      "text": "in between. It&#39;s up to you. All right. Have fun."
    }
  ]
}