{
  "video_id": "ED7liSX7zvY",
  "title": "The \"Secret\" to Improving Your Rhythm and Time by Chick Corea",
  "json": [
    {
      "index": 1,
      "start_time": 1819.0,
      "end_time": 7210.0,
      "text": "One really good exercise that I think most musicians, a lot of artists, a lot of"
    },
    {
      "index": 2,
      "start_time": 7210.0,
      "end_time": 13400.0,
      "text": "people use this, it’s a really good way to check your own judgment to see how to"
    },
    {
      "index": 3,
      "start_time": 13400.0,
      "end_time": 18990.0,
      "text": "improve your judgment. Because it’s your judgment you&#39;re working with. So one way to"
    },
    {
      "index": 4,
      "start_time": 18990.0,
      "end_time": 28330.0,
      "text": "do that is- it’s an easy way to apprentice. What you do is you find a recording of a passage"
    },
    {
      "index": 5,
      "start_time": 29140.0,
      "end_time": 36140.0,
      "text": "or song or an artists, that has the kind of time and rhythm that you like, you say “Wow,"
    },
    {
      "index": 6,
      "start_time": 37120.0,
      "end_time": 43690.0,
      "text": "that’s cool. I wish I could be that-” whatever. That fluent or that smooth or that"
    },
    {
      "index": 7,
      "start_time": 43690.0,
      "end_time": 48949.0,
      "text": "swinging or that whatever. What ever your concept is.You say,“Boom. I wish I could-\" see"
    },
    {
      "index": 8,
      "start_time": 48949.0,
      "end_time": 53190.0,
      "text": "languages,” it’s so hard to describe. “I wish I could do that.” So, what you"
    },
    {
      "index": 9,
      "start_time": 53190.0,
      "end_time": 59709.0,
      "text": "do is you take that as a model. And for the first step in practice is try to duplicate"
    },
    {
      "index": 10,
      "start_time": 59710.0,
      "end_time": 66710.0,
      "text": "it. Just mimic it completely. See if you can find out by mimicking it, what the points"
    },
    {
      "index": 11,
      "start_time": 66880.0,
      "end_time": 73548.0,
      "text": "in it are that you like, technically. You can mimic it. I used to do that with Bud Powell&#39;s"
    },
    {
      "index": 12,
      "start_time": 73549.0,
      "end_time": 80549.0,
      "text": "music. And I tried to mimic his motion. So I get the flow of his rhythm and so forth."
    },
    {
      "index": 13,
      "start_time": 83400.0,
      "end_time": 90400.0,
      "text": "That’s step number one. And then turn the recording off and play it yourself and see"
    },
    {
      "index": 14,
      "start_time": 92200.0,
      "end_time": 98299.0,
      "text": "if that has helped you get the groove and improve. That’s one way to do it. That’s-I’m"
    },
    {
      "index": 15,
      "start_time": 98299.0,
      "end_time": 103409.0,
      "text": "going to give you the ultimate exercise in a second. But that’s one way to do it, when"
    },
    {
      "index": 16,
      "start_time": 103409.0,
      "end_time": 110409.0,
      "text": "you’re on your own in your practice room. Another thing that I wanted to say is another"
    },
    {
      "index": 17,
      "start_time": 111280.0,
      "end_time": 117869.0,
      "text": "method that musicians use that is really great, that I think is really valid, is that you"
    },
    {
      "index": 18,
      "start_time": 117869.0,
      "end_time": 124869.0,
      "text": "record yourself. Use a sequencer or use a recorder of any kind or video, use an actual video"
    },
    {
      "index": 19,
      "start_time": 126110.0,
      "end_time": 133110.0,
      "text": "recorder. And record yourself playing something. Something that you would like to judge whether-"
    },
    {
      "index": 20,
      "start_time": 133750.0,
      "end_time": 139640.0,
      "text": "on what level it is. What you need to improve and then play it back and look at it or listen"
    },
    {
      "index": 21,
      "start_time": 139640.0,
      "end_time": 146470.0,
      "text": "to it and go, “Well that’s too much this way and it needs more of that.” So now practice"
    },
    {
      "index": 22,
      "start_time": 146470.0,
      "end_time": 152540.0,
      "text": "more of that toward whatever your ideal is. Because the tricky thing is, only you&#39;re going"
    },
    {
      "index": 23,
      "start_time": 152540.0,
      "end_time": 156640.0,
      "text": "to know when you reach a point where you go, “Oh yeah, thats pretty good.” Who else"
    },
    {
      "index": 24,
      "start_time": 156640.0,
      "end_time": 162769.0,
      "text": "is going to tell you that? Who, that matters? You’re not looking for admiration at this"
    },
    {
      "index": 25,
      "start_time": 162770.0,
      "end_time": 166850.0,
      "text": "point. You’re looking for, you’ve got to know. So you’ve got to start trusting"
    },
    {
      "index": 26,
      "start_time": 166850.0,
      "end_time": 173850.0,
      "text": "your own judgment. Now the ultimate exercise is not only in improving time, but improving"
    },
    {
      "index": 27,
      "start_time": 174230.0,
      "end_time": 180530.0,
      "text": "anything that you’d like to improve as a musician, is what I called, what is generally"
    },
    {
      "index": 28,
      "start_time": 180530.0,
      "end_time": 186420.0,
      "text": "known as the apprenticeship system. Apprenticeship. Now when you’re an apprentice, you find"
    },
    {
      "index": 29,
      "start_time": 186420.0,
      "end_time": 192780.0,
      "text": "a “master,” to work with. It could be anyone. It could be your next door neighbor"
    },
    {
      "index": 30,
      "start_time": 192780.0,
      "end_time": 197110.0,
      "text": "who plays a little bit better than you. Or a friend. Or whoever it is who’s got an"
    },
    {
      "index": 31,
      "start_time": 197110.0,
      "end_time": 204110.0,
      "text": "ability that you think you would like to have too. And you go play with him, you go work"
    },
    {
      "index": 32,
      "start_time": 204170.0,
      "end_time": 211140.0,
      "text": "with him, you go collaborate with, you go make music together and this is how anyone"
    },
    {
      "index": 33,
      "start_time": 211140.0,
      "end_time": 216290.0,
      "text": "learns a trade, or anyone learns the piano, or how anyone learns an instrument. You go"
    },
    {
      "index": 34,
      "start_time": 216300.0,
      "end_time": 222650.0,
      "text": "and play with other musicians that can help you understand the area that you&#39;re trying"
    },
    {
      "index": 35,
      "start_time": 222650.0,
      "end_time": 227400.0,
      "text": "to learn in and so forth. That’s called an apprenticeship. Work with a band, work"
    },
    {
      "index": 36,
      "start_time": 227400.0,
      "end_time": 233400.0,
      "text": "with another musician. Always with the idea that you want to learn something and you&#39;re"
    },
    {
      "index": 37,
      "start_time": 233400.0,
      "end_time": 240400.0,
      "text": "there to assimilate what positive things you see and learn from them. And that is the ultimate,"
    },
    {
      "index": 38,
      "start_time": 242320.0,
      "end_time": 248400.0,
      "text": "“secret” of improving your time, your rhythm."
    }
  ]
}