{
  "video_id": "eDMwpVUhxAo",
  "title": "The Science of Love",
  "json": [
    {
      "index": 1,
      "start_time": 199.0,
      "end_time": 6940.0,
      "text": "From philosophers and historians, to poets and scientists alike, love has captured our imagination and curiosity for centuries."
    },
    {
      "index": 2,
      "start_time": 6940.0,
      "end_time": 10230.0,
      "text": "Many have experienced the rush of falling in love for the first time."
    },
    {
      "index": 3,
      "start_time": 10230.0,
      "end_time": 13449.0,
      "text": "Or the deep feelings of love for your children, family and friends."
    },
    {
      "index": 4,
      "start_time": 13449.0,
      "end_time": 15869.0,
      "text": "But what is love from a biological perspective?"
    },
    {
      "index": 5,
      "start_time": 15869.0,
      "end_time": 19289.0,
      "text": "No doubt it's intertwined with the evolutionary survival of our species."
    },
    {
      "index": 6,
      "start_time": 19289.0,
      "end_time": 29060.0,
      "text": "After all, you come from an unbroken line of organisms reproducing from the very first microbe that split in two, to your ancestors who have all successfully mated since the dawn of time."
    },
    {
      "index": 7,
      "start_time": 29089.0,
      "end_time": 32870.0,
      "text": "Sadly, if you fail to have children, this perfect streak comes to a halt."
    },
    {
      "index": 8,
      "start_time": 32870.0,
      "end_time": 37080.0,
      "text": "But while we're driven to reproduce, we're also driven to make sure our offspring survive."
    },
    {
      "index": 9,
      "start_time": 37210.0,
      "end_time": 41110.0,
      "text": "Though we often associate love with the heart, the true magic can be seen inside the brain."
    },
    {
      "index": 10,
      "start_time": 41260.0,
      "end_time": 47230.0,
      "text": "It may not be entirely surprising to find out that the brain of somebody in love looks awfully similar to one on cocaine."
    },
    {
      "index": 11,
      "start_time": 47230.0,
      "end_time": 50930.0,
      "text": "Cocaine acts on the pleasure centers in the brain by lowering the threshold at which they fire."
    },
    {
      "index": 12,
      "start_time": 50930.0,
      "end_time": 53910.0,
      "text": "This means that you feel really good a lot easier."
    },
    {
      "index": 13,
      "start_time": 53910.0,
      "end_time": 59000.0,
      "text": "We see the same thing in the brains of those in love, but it's not just the cocaine or the love that makes you feel good."
    },
    {
      "index": 14,
      "start_time": 59070.0,
      "end_time": 64730.0,
      "text": "It's the fact that anything you experience will now more easily set off pleasure centers and make you feel good."
    },
    {
      "index": 15,
      "start_time": 64730.00000000001,
      "end_time": 67060.0,
      "text": "Because of this you not only fall in love with the person, but begin to build a romanticized view of the world around you."
    },
    {
      "index": 16,
      "start_time": 70690.0,
      "end_time": 76310.0,
      "text": "Interestingly, nearby pain and aversion centers begin to fire less, so you become less bothered by things."
    },
    {
      "index": 17,
      "start_time": 76350.0,
      "end_time": 78680.0,
      "text": "Simply put we love being in love."
    },
    {
      "index": 18,
      "start_time": 78680.0,
      "end_time": 80560.0,
      "text": "So what chemicals are at work to make all of this happen?"
    },
    {
      "index": 19,
      "start_time": 80560.0,
      "end_time": 88710.0,
      "text": "Both during orgasm or by simply looking at photos of a loved one, there is a surge of dopamine and norepinephrine from the ventral tegmental area."
    },
    {
      "index": 20,
      "start_time": 88710.0,
      "end_time": 95980.0,
      "text": "This not only triggers sexual arousal in your racing heart, but gives you the motivation, craving and desire to be with a person more and more."
    },
    {
      "index": 21,
      "start_time": 95980.0,
      "end_time": 101000.0,
      "text": "You see romantic love is not simply an emotion, it is a drive from the motor of the mind."
    },
    {
      "index": 22,
      "start_time": 101030.0,
      "end_time": 105200.0,
      "text": "And this motor brings about intense energy focused attention and elation."
    },
    {
      "index": 23,
      "start_time": 105200.0,
      "end_time": 108030.0,
      "text": "The pleasure centers are part of the brains reward system."
    },
    {
      "index": 24,
      "start_time": 108100.0,
      "end_time": 109500.0,
      "text": "The mesolimbic dopamine system."
    },
    {
      "index": 25,
      "start_time": 109730.0,
      "end_time": 116370.0,
      "text": "If you stimulate this region while learning, learning becomes much easier because it's pleasurable and perceived as a reward."
    },
    {
      "index": 26,
      "start_time": 116370.0,
      "end_time": 120670.0,
      "text": "We also see a surge in the neuromodulator oxytocin from the nucleus accumbens."
    },
    {
      "index": 27,
      "start_time": 120670.0,
      "end_time": 126810.0,
      "text": "Sometimes called the \"commitment neuromodulator\" because in mammals it helps to reinforce bonding or attachment."
    },
    {
      "index": 28,
      "start_time": 126810.0,
      "end_time": 132800.0,
      "text": "When prairie voles are injected with either oxytocin or vasopressin, they will instantly find a mate to pair a bond with."
    },
    {
      "index": 29,
      "start_time": 132800.0,
      "end_time": 137260.0,
      "text": "Finally, studies have shown that people in love have low levels of serotonin."
    },
    {
      "index": 30,
      "start_time": 137260.0,
      "end_time": 140439.0,
      "text": "Which is similar to people with obsessive-compulsive disorder."
    },
    {
      "index": 31,
      "start_time": 140439.0,
      "end_time": 144869.0,
      "text": "This is likely the cause of our obsession and infatuation during early love."
    },
    {
      "index": 32,
      "start_time": 144869.0,
      "end_time": 158600.0,
      "text": "Amazingly, these areas associated with intense romantic love can remain active for decades, and more there are many other physiological and psychological components that add to the mix, the truth is, science still knows very little about exactly why or how love works."
    },
    {
      "index": 33,
      "start_time": 158809.0,
      "end_time": 162409.0,
      "text": "And yet somehow, we all seem to know it only (when we) feel it."
    },
    {
      "index": 34,
      "start_time": 162469.0,
      "end_time": 163900.0,
      "text": "Got a burning question you want answered?"
    },
    {
      "index": 35,
      "start_time": 163900.0,
      "end_time": 166569.0,
      "text": "Ask it in the comments, or on Facebook and Twitter."
    },
    {
      "index": 36,
      "start_time": 166569.0,
      "end_time": 176569.0,
      "text": "And subscribe for more weekly science videos."
    }
  ]
}