{
  "video_id": "EeVEiY3NOgg",
  "title": "Adjusting Frames - How the Professionals Adjust your Frames",
  "json": [
    {
      "index": 1,
      "start_time": 10250.0,
      "end_time": 15280.0,
      "text": "Okay so now we’ve gone through the different ways on how to adjust our plastic and metal"
    },
    {
      "index": 2,
      "start_time": 15280.0,
      "end_time": 20900.0,
      "text": "frames, follow me on through our dispensing area here at The Eye Place and I’ll show"
    },
    {
      "index": 3,
      "start_time": 20100.0,
      "end_time": 24189.0,
      "text": "you the little machines and tips and techniques that we do to adjust your glasses."
    },
    {
      "index": 4,
      "start_time": 24189.0,
      "end_time": 32400.0,
      "text": "So, the most common machine used to adjust the acetate or plastic frames is the frame"
    },
    {
      "index": 5,
      "start_time": 32400.0,
      "end_time": 39320.0,
      "text": "heater here, so essentially if you&#39;ve got a plastic frame that is one arm too high or"
    },
    {
      "index": 6,
      "start_time": 39320.0,
      "end_time": 44870.0,
      "text": "the beyond have flat-out because it’s been stretched from putting them on your head,"
    },
    {
      "index": 7,
      "start_time": 44870.0,
      "end_time": 52230.0,
      "text": "rolled on them or sat of them, then you just need to heat the frame to bend them back into"
    },
    {
      "index": 8,
      "start_time": 52230.0,
      "end_time": 53230.0,
      "text": "position."
    },
    {
      "index": 9,
      "start_time": 53230.0,
      "end_time": 57309.0,
      "text": "So one of the things that we do is we can heat the frame at bridge for the frame here"
    },
    {
      "index": 10,
      "start_time": 57309.0,
      "end_time": 63300.0,
      "text": "that it&#39;s just a matter of popping a little attachment to the frame heater here, switch"
    },
    {
      "index": 11,
      "start_time": 63300.0,
      "end_time": 116590.0,
      "text": "it on, and then just concentrating that heat right on the bridge just long enough to make"
    },
    {
      "index": 12,
      "start_time": 116590.0,
      "end_time": 134630.0,
      "text": "the frame a little more malleable so that we can bend it back into position and straighten"
    },
    {
      "index": 13,
      "start_time": 134630.0,
      "end_time": 153720.0,
      "text": "up the frame here if again one arm is high than the another, so that’s should be ok"
    },
    {
      "index": 14,
      "start_time": 153720.0,
      "end_time": 162810.0,
      "text": "to try now, and it&#39;s just a matter of twisting that frame back to alignment, so once we’ve"
    },
    {
      "index": 15,
      "start_time": 162810.0,
      "end_time": 164129.0,
      "text": "got that on again then it will be nice and straight."
    },
    {
      "index": 16,
      "start_time": 164129.0,
      "end_time": 166959.0,
      "text": "Then the next ways we can adjust is behind your ears here so if you need a frame to fit"
    },
    {
      "index": 17,
      "start_time": 166960.0,
      "end_time": 170420.0,
      "text": "tighter or looser, just a matter of thing off that attachment, concentrate the heat,"
    },
    {
      "index": 18,
      "start_time": 170420.0,
      "end_time": 174709.0,
      "text": "right at the temple there switch it over to the next side for you to see, and then it’s"
    },
    {
      "index": 19,
      "start_time": 174710.0,
      "end_time": 175840.0,
      "text": "just a matter of changing the bend, so we going to have that fitting much tighter and"
    },
    {
      "index": 20,
      "start_time": 175840.0,
      "end_time": 176840.0,
      "text": "more snug behind your ears, we can then wrap it as well to give it more fit if required,"
    },
    {
      "index": 21,
      "start_time": 176840.0,
      "end_time": 177840.0,
      "text": "or while it’s still warm, we can actually lengthen where the bends need to be, otherwise"
    },
    {
      "index": 22,
      "start_time": 177840.0,
      "end_time": 178840.0,
      "text": "we can adjust the arm if it’s a little bit tighter or looser fittings that required,"
    },
    {
      "index": 23,
      "start_time": 178840.0,
      "end_time": 179840.0,
      "text": "it’s just again a matter of heating here or here at the junction of front of the frame"
    },
    {
      "index": 24,
      "start_time": 179840.0,
      "end_time": 183330.0,
      "text": "and the temple joint of the frame or either bending that out or bending that in."
    },
    {
      "index": 25,
      "start_time": 183330.0,
      "end_time": 190208.0,
      "text": "The next frame material that we can adjust is your metal frame, so metal frame if it’s"
    },
    {
      "index": 26,
      "start_time": 190209.0,
      "end_time": 194909.0,
      "text": "sitting nice and crooked like this one where it’s much higher here on my left than it"
    },
    {
      "index": 27,
      "start_time": 194909.0,
      "end_time": 199149.0,
      "text": "is on the right then we need to realign the temples or some people calls them the arms"
    },
    {
      "index": 28,
      "start_time": 199150.0,
      "end_time": 205860.0,
      "text": "of the frame, just to have them sitting generally on top of your ears, where 9 out of 10, let’s"
    },
    {
      "index": 29,
      "start_time": 205860.0,
      "end_time": 209620.0,
      "text": "say 1 near higher than the another, frame are typically symmetrical but we have to adjust"
    },
    {
      "index": 30,
      "start_time": 209620.0,
      "end_time": 214300.0,
      "text": "for your ears, ear height and in position so that way when your frame sitting nice and"
    },
    {
      "index": 31,
      "start_time": 214300.0,
      "end_time": 215860.0,
      "text": "flat and straight on your face."
    },
    {
      "index": 32,
      "start_time": 215860.0,
      "end_time": 227490.0,
      "text": "So I’ll just adjust these now, so typically with the metal frame, we’ll be using some"
    },
    {
      "index": 33,
      "start_time": 227490.0,
      "end_time": 229699.0,
      "text": "adjustment tools, so typically we’ve got the plier for this one so as you can see the"
    },
    {
      "index": 34,
      "start_time": 229699.0,
      "end_time": 235680.0,
      "text": "frame here on the bench we&#39;ve got one are much higher than the other so we need to adjust"
    },
    {
      "index": 35,
      "start_time": 235680.0,
      "end_time": 241540.0,
      "text": "this side to get it back down so we&#39;ve got the frame sitting nice and flat and more reassess"
    },
    {
      "index": 36,
      "start_time": 241540.0,
      "end_time": 249989.0,
      "text": "to see how they&#39;re sitting on my face, so it&#39;s just a matter of bending that down."
    },
    {
      "index": 37,
      "start_time": 249989.0,
      "end_time": 268100.0,
      "text": "So, let’s have a look at that, got it good to go or bring this one up, nice and straight,"
    },
    {
      "index": 38,
      "start_time": 268100.0,
      "end_time": 276639.0,
      "text": "okay here we go it is nice and straight again there, now let’s look to see if it’s sitting"
    },
    {
      "index": 39,
      "start_time": 276639.0,
      "end_time": 280100.0,
      "text": "straight on my face, definitely feels good."
    },
    {
      "index": 40,
      "start_time": 280100.0,
      "end_time": 284360.0,
      "text": "And the next part we could adjust with the metal frame could be at the nose, so if you"
    },
    {
      "index": 41,
      "start_time": 284360.0,
      "end_time": 288830.0,
      "text": "want the frame to sit up higher or lower it&#39;s just a matter of adjusting the nose pads which"
    },
    {
      "index": 42,
      "start_time": 288830.0,
      "end_time": 292889.0,
      "text": "is the two parts here that sit right across the bridge of your nose that put the frame"
    },
    {
      "index": 43,
      "start_time": 292889.0,
      "end_time": 298900.0,
      "text": "into position as well as can be comfortable so that&#39;s a matter of again grabbing another"
    },
    {
      "index": 44,
      "start_time": 298900.0,
      "end_time": 308280.0,
      "text": "tool where we wrapped at around the nose pad and the nose pad holder so I’m just bending"
    },
    {
      "index": 45,
      "start_time": 308280.0,
      "end_time": 317219.0,
      "text": "this in now and this will bring the whole frame up a little higher, and supposed to"
    },
    {
      "index": 46,
      "start_time": 317220.0,
      "end_time": 321770.0,
      "text": "if I bring the pads out that&#39;s just going to drop the frame down so it sits a little"
    },
    {
      "index": 47,
      "start_time": 321770.0,
      "end_time": 333130.0,
      "text": "bit lower on the bridge."
    },
    {
      "index": 48,
      "start_time": 333130.0,
      "end_time": 342509.0,
      "text": "And as with plastic frames that we’ve just discussed earlier, to adjust the arm for a"
    },
    {
      "index": 49,
      "start_time": 342509.0,
      "end_time": 348770.0,
      "text": "metal frame as well with a plastic shade there over the top of the metal, so that they can"
    },
    {
      "index": 50,
      "start_time": 348770.0,
      "end_time": 354320.0,
      "text": "be adjusted, so it’s just a matter of heating, and bending to make them tighter or looser,"
    },
    {
      "index": 51,
      "start_time": 354320.0,
      "end_time": 357199.0,
      "text": "wrapping them if you prefer for a more secure fit or taking them the temperature out them"
    },
    {
      "index": 52,
      "start_time": 357199.0,
      "end_time": 361620.0,
      "text": "to if it is too tight on you."
    },
    {
      "index": 53,
      "start_time": 361620.0,
      "end_time": 370580.0,
      "text": "And last frame that we typically come across is what&#39;s called the nylon frame, so nylon"
    },
    {
      "index": 54,
      "start_time": 370580.0,
      "end_time": 376100.0,
      "text": "frame or nylon rim is essentially where we&#39;ve got frames for it at the top that the lens"
    },
    {
      "index": 55,
      "start_time": 376100.0,
      "end_time": 382259.0,
      "text": "itself is held by piece of nylon, so if your lens happened to pop out which can happen"
    },
    {
      "index": 56,
      "start_time": 382259.0,
      "end_time": 386300.0,
      "text": "like for when you fall asleep with your glasses, or you&#39;re wrestling with the kids whatever"
    },
    {
      "index": 57,
      "start_time": 386300.0,
      "end_time": 391919.0,
      "text": "it may be and then it pops out, why at least you should get those lens back in"
    },
    {
      "index": 58,
      "start_time": 391919.0,
      "end_time": 404930.0,
      "text": "So just to take one now to show you, just pop it out a little bit in there, feed that"
    },
    {
      "index": 59,
      "start_time": 404930.0,
      "end_time": 415600.0,
      "text": "through and take the lens out, so if you do found your lens pops out or all of these piece"
    },
    {
      "index": 60,
      "start_time": 415600.0,
      "end_time": 421220.0,
      "text": "of nylon is actually broken and that&#39;s how we can easily repair for you in store just"
    },
    {
      "index": 61,
      "start_time": 421220.0,
      "end_time": 426770.0,
      "text": "a matter of re-nyloning the frame and just getting into the right thickness, the right"
    },
    {
      "index": 62,
      "start_time": 426770.0,
      "end_time": 434300.0,
      "text": "length so the lens will fit nice and snug again, so just to pop that one in, you get"
    },
    {
      "index": 63,
      "start_time": 434300.0,
      "end_time": 446270.0,
      "text": "the nose side in firstly, and the inside, grab our piece of cord there, slip that trough"
    },
    {
      "index": 64,
      "start_time": 446270.0,
      "end_time": 456599.0,
      "text": "the grout, bring that up, all the way to the nose, get rid of that, and everything is back"
    },
    {
      "index": 65,
      "start_time": 456599.0,
      "end_time": 463310.0,
      "text": "in there nice and secure again, covered in fingerprints but that&#39;s how you do it."
    },
    {
      "index": 66,
      "start_time": 463310.0,
      "end_time": 467492.0,
      "text": "The next thing that we can do as well, is obviously tightening screws if they’re a"
    },
    {
      "index": 67,
      "start_time": 467492.0,
      "end_time": 473440.0,
      "text": "little bit loose or replacing screws if the threads been a bit worn or staying together,"
    },
    {
      "index": 68,
      "start_time": 473440.0,
      "end_time": 479639.0,
      "text": "need a little bit of cleaning, so typically how we clean them here at The Eye Place is"
    },
    {
      "index": 69,
      "start_time": 479639.0,
      "end_time": 485740.0,
      "text": "just with a cleanse spray, so spray the front, and the back surface of your lenses, then"
    },
    {
      "index": 70,
      "start_time": 485740.0,
      "end_time": 493210.0,
      "text": "just spread that solution across the front and back, so that’s it isn’t picking up"
    },
    {
      "index": 71,
      "start_time": 493210.0,
      "end_time": 508359.0,
      "text": "any grease or oils from your skin and fingerprints, and with this tissue, wipe the excess off."
    },
    {
      "index": 72,
      "start_time": 508360.0,
      "end_time": 515500.0,
      "text": "So always advised to only use tissue if your lenses are wet, some of the coatings and the"
    },
    {
      "index": 73,
      "start_time": 515500.0,
      "end_time": 524380.0,
      "text": "paper fibres in the tissues can cause scratches or imperfection in the reflective coating"
    },
    {
      "index": 74,
      "start_time": 524380.0,
      "end_time": 532529.0,
      "text": "and that will cause them to peel and craze overtime, but any of the lenses that we use"
    },
    {
      "index": 75,
      "start_time": 532529.0,
      "end_time": 538960.0,
      "text": "here at The Eye Place, have an anti-reflective coating, they will be covered by a 2 years"
    },
    {
      "index": 76,
      "start_time": 538960.0,
      "end_time": 545190.0,
      "text": "warranty, effective for re-coatings, and the final step is just to wipe and buff that lenses"
    },
    {
      "index": 77,
      "start_time": 545190.0,
      "end_time": 556930.0,
      "text": "up just how it’s nice and clean and clear."
    },
    {
      "index": 78,
      "start_time": 556930.0,
      "end_time": 557930.0,
      "text": "There we go!"
    },
    {
      "index": 79,
      "start_time": 557930.0,
      "end_time": 570540.0,
      "text": "Nice and clear, Thanks for watching, hope to see you soon at The Eye Place."
    }
  ]
}