{
  "video_id": "EFwa5Owp0-k",
  "title": "Not Everyone Should Code",
  "json": [
    {
      "index": 1,
      "start_time": 250.0,
      "end_time": 6120.0,
      "text": "79,840 dollars: The average salary of a computer programmer in America."
    },
    {
      "index": 2,
      "start_time": 6220.0,
      "end_time": 11300.0,
      "text": "Average meaning many can afford a big fancy house or rent a closet in San Francisco."
    },
    {
      "index": 3,
      "start_time": 11460.0,
      "end_time": 15400.0,
      "text": "Even the lowest paid ten percent make more than the average American."
    },
    {
      "index": 4,
      "start_time": 15400.0,
      "end_time": 22080.0,
      "text": "Programming is so well paid because it's so in demand and so in demand because it's growing so quickly in importance."
    },
    {
      "index": 5,
      "start_time": 22080.0,
      "end_time": 24120.0,
      "text": "But it's more than a trend."
    },
    {
      "index": 6,
      "start_time": 24240.0,
      "end_time": 27240.0,
      "text": "Surely it's the inevitable direction of things, right?"
    },
    {
      "index": 7,
      "start_time": 27440.0,
      "end_time": 34620.0,
      "text": "Say something big like programming is the future and people conclude that fast forward 20 years if you don't know how to program,"
    },
    {
      "index": 8,
      "start_time": 34760.0,
      "end_time": 37260.0,
      "text": "Well, good luck getting a job at McDonald's"
    },
    {
      "index": 9,
      "start_time": 37420.0,
      "end_time": 41820.0,
      "text": "But as long as there are jobs, economic laws say people will specialize"
    },
    {
      "index": 10,
      "start_time": 41920.0,
      "end_time": 46380.0,
      "text": "and there's no reason to think programming is any different. A valuable skill to learn?"
    },
    {
      "index": 11,
      "start_time": 46380.0,
      "end_time": 51400.0,
      "text": "Absolutely, and more so every day. In the way of reading and writing? Not even close."
    },
    {
      "index": 12,
      "start_time": 51680.0,
      "end_time": 56480.0,
      "text": "Not everyone should code, and saying otherwise may only harm those you intend to help."
    },
    {
      "index": 13,
      "start_time": 59320.0,
      "end_time": 65580.0,
      "text": "The biggest fans of \"everyone should code\" are politicians and technology companies, and that's no coincidence."
    },
    {
      "index": 14,
      "start_time": 65640.0,
      "end_time": 72100.0,
      "text": "To a politician, more of any job that means more taxes, more spending, more everything good."
    },
    {
      "index": 15,
      "start_time": 72160.0,
      "end_time": 76340.0,
      "text": "and programming jobs pay especially well, so they're especially loved"
    },
    {
      "index": 16,
      "start_time": 76340.0,
      "end_time": 80000.0,
      "text": "But there's also something unique about these jobs in particular."
    },
    {
      "index": 17,
      "start_time": 80020.0,
      "end_time": 85360.0,
      "text": "Technology companies, often started by programmers, have international influence like no one else."
    },
    {
      "index": 18,
      "start_time": 85360.0,
      "end_time": 89360.0,
      "text": "If someone is going to pull the world's financial and emotional levers,"
    },
    {
      "index": 19,
      "start_time": 89360.0,
      "end_time": 94200.0,
      "text": "and unfortunately, we know they are, you as a politician want them in your country."
    },
    {
      "index": 20,
      "start_time": 94200.0,
      "end_time": 97740.0,
      "text": "He who regulates the technology company, regulates the world."
    },
    {
      "index": 21,
      "start_time": 98040.0,
      "end_time": 103260.0,
      "text": "America's power, as home to so many global technology giants, is hard to underestimate."
    },
    {
      "index": 22,
      "start_time": 103360.0,
      "end_time": 107520.0,
      "text": "Few companies have so much financial and cultural influence."
    },
    {
      "index": 23,
      "start_time": 107700.0,
      "end_time": 112600.0,
      "text": "Imagine America's reaction if instead they were based in, I don't know, say Russia."
    },
    {
      "index": 24,
      "start_time": 112600.0,
      "end_time": 117960.0,
      "text": "People like President Obama are so vocal about coding because they understand its potentials."
    },
    {
      "index": 25,
      "start_time": 118060.0,
      "end_time": 121580.0,
      "text": "So does China. they've decided it's too high a price to pay."
    },
    {
      "index": 26,
      "start_time": 121660.0,
      "end_time": 127640.0,
      "text": "And for technology companies, \"everyone should code\" is \"everyone should flood the market with the skills we need\"."
    },
    {
      "index": 27,
      "start_time": 127740.0,
      "end_time": 134000.0,
      "text": "But it's not all self-interest. There's also a dangerous mix of good intentions and the dunning-kruger effect."
    },
    {
      "index": 28,
      "start_time": 137400.0,
      "end_time": 139700.0,
      "text": "Seeing trends, it's easy to make a prediction."
    },
    {
      "index": 29,
      "start_time": 139820.0,
      "end_time": 143960.0,
      "text": "It won't be long before nearly all jobs require programming,"
    },
    {
      "index": 30,
      "start_time": 143960.0,
      "end_time": 148540.0,
      "text": "and the solution is to encourage an already financially troubled generation to pursue"
    },
    {
      "index": 31,
      "start_time": 148540.0,
      "end_time": 151400.0,
      "text": "the high-paying safe job of computer programming"
    },
    {
      "index": 32,
      "start_time": 151400.0,
      "end_time": 155260.0,
      "text": "But a little bit of foresight can be more dangerous than none at all."
    },
    {
      "index": 33,
      "start_time": 155360.0,
      "end_time": 159340.0,
      "text": "Seeing the potential of programming, without knowing what it's really like."
    },
    {
      "index": 34,
      "start_time": 159340.0,
      "end_time": 161240.0,
      "text": "Programmers do make a lot of money."
    },
    {
      "index": 35,
      "start_time": 161240.0,
      "end_time": 167240.0,
      "text": "But so do surgeons. actually three times as much. and dentists, and psychologists, and lawyers"
    },
    {
      "index": 36,
      "start_time": 167250.0,
      "end_time": 173119.0,
      "text": "So why is programming treated in a way surgery isn't? because we're told it's not just another trade,"
    },
    {
      "index": 37,
      "start_time": 173120.0,
      "end_time": 179750.0,
      "text": "But an essential skill like reading and writing, and if it is then it totally should be required in every school."
    },
    {
      "index": 38,
      "start_time": 179750.0,
      "end_time": 186000.0,
      "text": "But if not -and I don't think it is- then it's just one admittedly pretty good career path of many."
    },
    {
      "index": 39,
      "start_time": 186000.0,
      "end_time": 190700.0,
      "text": "could anyone perform surgery? given enough time and training, yeah, maybe,"
    },
    {
      "index": 40,
      "start_time": 190700.0,
      "end_time": 194680.0,
      "text": "but people have different talents. Surgery may be in high demand"
    },
    {
      "index": 41,
      "start_time": 194680.0,
      "end_time": 198620.0,
      "text": "But we know it's not for everyone. in fact specialization is good."
    },
    {
      "index": 42,
      "start_time": 198620.0,
      "end_time": 203899.0,
      "text": "It's the reason we have computers at all. Every single one of us could be completely self-reliant"
    },
    {
      "index": 43,
      "start_time": 203960.0,
      "end_time": 210320.0,
      "text": "But you're probably not going to be the best hunter, cobbler, cook, engineer, and scientist in the world"
    },
    {
      "index": 44,
      "start_time": 210420.0,
      "end_time": 216080.0,
      "text": "When you have to do everything you can be good at nothing, so how about this? You get really good at farming,"
    },
    {
      "index": 45,
      "start_time": 216200.0,
      "end_time": 223020.0,
      "text": "I'll make bricks and we can trade. This way we can both have really nice stuff. That's the basis for civilization!"
    },
    {
      "index": 46,
      "start_time": 223020.0,
      "end_time": 229480.0,
      "text": "And you might say, well both farmers and masons still need to read and write, but programming can't be such a skill."
    },
    {
      "index": 47,
      "start_time": 229480.0,
      "end_time": 234200.0,
      "text": "It's difficult enough that it just doesn't make economic sense for everyone to learn it,"
    },
    {
      "index": 48,
      "start_time": 234200.0,
      "end_time": 240380.0,
      "text": "unless or until robots take over everything jobs need done. more and more will involve computers,"
    },
    {
      "index": 49,
      "start_time": 240380.0,
      "end_time": 245900.0,
      "text": "but it won't be doctors and teachers programming them, because as long as programmers get better at programming,"
    },
    {
      "index": 50,
      "start_time": 245900.0,
      "end_time": 249960.0,
      "text": "and teachers get better at teaching, by each sticking to their crafts, they will."
    },
    {
      "index": 51,
      "start_time": 249960.0,
      "end_time": 256340.0,
      "text": "So as far as jobs go, It's so really good one, but it is just a job, not a basic universal skill"
    },
    {
      "index": 52,
      "start_time": 259500.0,
      "end_time": 262160.0,
      "text": "A good teacher can take a complicated topic,"
    },
    {
      "index": 53,
      "start_time": 262160.0,
      "end_time": 267840.0,
      "text": "Deconstruct it, and explain it in easier terms. To make accessible is necessarily to simplify"
    },
    {
      "index": 54,
      "start_time": 267840.0,
      "end_time": 273020.0,
      "text": "But it's really easy to do what looks identical, but actually oversimplifies."
    },
    {
      "index": 55,
      "start_time": 273020.0,
      "end_time": 277760.0,
      "text": "in fact, That's the challenge of YouTube. don't simplify, and you have a boring two-hour video."
    },
    {
      "index": 56,
      "start_time": 277760.0,
      "end_time": 280560.0,
      "text": "Over simplify, and you paint a misleading picture."
    },
    {
      "index": 57,
      "start_time": 280560.0,
      "end_time": 285700.0,
      "text": "In its enthusiasm to make programming accessible, \"everyone should code\" does exactly that."
    },
    {
      "index": 58,
      "start_time": 285700.0,
      "end_time": 291920.0,
      "text": "Tap-tap-tap, that's programming! definitely not sitting at a desk for long hours solving problems."
    },
    {
      "index": 59,
      "start_time": 291920.0,
      "end_time": 296300.0,
      "text": "Here's the thing; whether you've been to college or have any programming experience,"
    },
    {
      "index": 60,
      "start_time": 296300.0,
      "end_time": 301500.0,
      "text": "You can pay a company to teach you how to code in 14 weeks. And for not that much money."
    },
    {
      "index": 61,
      "start_time": 301540.0,
      "end_time": 306560.0,
      "text": "That should be a huge red flag. if you can become a developer in 14 weeks,"
    },
    {
      "index": 62,
      "start_time": 306560.0,
      "end_time": 310020.0,
      "text": "either companies overpay for what's really a simple job,"
    },
    {
      "index": 63,
      "start_time": 310020.0,
      "end_time": 313320.0,
      "text": "or there's actually much more to it. And of course there is."
    },
    {
      "index": 64,
      "start_time": 313320.0,
      "end_time": 318960.0,
      "text": "It's the difference between programming and computer science. the first you really can learn in 14 weeks."
    },
    {
      "index": 65,
      "start_time": 318960.0,
      "end_time": 323760.0,
      "text": "You can read it in a book. its memorizing what to type to make a computer do a thing."
    },
    {
      "index": 66,
      "start_time": 323760.0,
      "end_time": 325740.0,
      "text": "That's what \"everyone should code\" teaches."
    },
    {
      "index": 67,
      "start_time": 325740.0,
      "end_time": 331650.0,
      "text": "But it claims the benefits of computer science; solving efficient creative mathematical problems."
    },
    {
      "index": 68,
      "start_time": 331650.0,
      "end_time": 336560.0,
      "text": "That's what companies pay six-figure salaries for. and if that's your thing, awesome!"
    },
    {
      "index": 69,
      "start_time": 336560.0,
      "end_time": 338520.0,
      "text": "In fact, I'm one of those people."
    },
    {
      "index": 70,
      "start_time": 338520.0,
      "end_time": 343640.0,
      "text": "but many, maybe most wouldn't actually enjoy it. that doesn't mean you shouldn't teach programming,"
    },
    {
      "index": 71,
      "start_time": 343650.0,
      "end_time": 350010.0,
      "text": "but it has to be honest it can be accessible and inclusive, but not misleading. Stem is also cheered for the money,"
    },
    {
      "index": 72,
      "start_time": 350010.0,
      "end_time": 354480.0,
      "text": "but that too attracts the wrong people. It would be awesome if teachers were paid more,"
    },
    {
      "index": 73,
      "start_time": 354480.0,
      "end_time": 360680.0,
      "text": "but one benefit of what we have, is how it selects for people passionate about the job, not just after a paycheck."
    },
    {
      "index": 74,
      "start_time": 360680.0,
      "end_time": 365320.0,
      "text": "Lots of people go into computer science just for the money, but they may end up hating it,"
    },
    {
      "index": 75,
      "start_time": 365320.0,
      "end_time": 370980.0,
      "text": "and the irony is when you sell people on an unrealistic job, supply rises and salaries fall"
    },
    {
      "index": 76,
      "start_time": 370980.0,
      "end_time": 376980.0,
      "text": "because you might imagine a huge team of people behind every tech company, but very few are actually engineers"
    },
    {
      "index": 77,
      "start_time": 376980.0,
      "end_time": 381040.0,
      "text": "When Instagram had 7 million users, it had four employees"
    },
    {
      "index": 78,
      "start_time": 381040.0,
      "end_time": 386700.0,
      "text": "Four. As in, 4.0. There will be more demand for programming, but not unlimited demand."
    },
    {
      "index": 79,
      "start_time": 386700.0,
      "end_time": 389640.0,
      "text": "So we might as well attract who's actually interested."
    },
    {
      "index": 80,
      "start_time": 389640.0,
      "end_time": 391780.0,
      "text": "Programming isn't everyone's cup of tea,"
    },
    {
      "index": 81,
      "start_time": 391780.0,
      "end_time": 396940.0,
      "text": "and adding too much sugar will only make it extra bitter when they find out what it's really like."
    },
    {
      "index": 82,
      "start_time": 399960.0,
      "end_time": 404840.0,
      "text": "Maybe programming isn't for everyone, but neither is history, or music, or art"
    },
    {
      "index": 83,
      "start_time": 404849.0,
      "end_time": 409919.0,
      "text": "And we all take those classes in school. Surely there are other benefits to learning programming."
    },
    {
      "index": 84,
      "start_time": 410080.0,
      "end_time": 414479.0,
      "text": "There's no doubt programming teaches skills like problem-solving and creative thinking."
    },
    {
      "index": 85,
      "start_time": 414480.0,
      "end_time": 416700.0,
      "text": "But this puts the cart before the horse."
    },
    {
      "index": 86,
      "start_time": 416700.0,
      "end_time": 421520.0,
      "text": "if you're already sold on the importance of programming, it's easy to see everything through that lens."
    },
    {
      "index": 87,
      "start_time": 421520.0,
      "end_time": 425420.0,
      "text": "Coding is a way to understand our world and think differently."
    },
    {
      "index": 88,
      "start_time": 425428.0,
      "end_time": 429620.0,
      "text": "But if those are the skills we care about let's find the best way to teach them."
    },
    {
      "index": 89,
      "start_time": 429620.0,
      "end_time": 434400.0,
      "text": "If we suddenly have 60 minutes of school to spare, I'd suggest a class on personal finance"
    },
    {
      "index": 90,
      "start_time": 434400.0,
      "end_time": 439680.0,
      "text": "or critically consuming media or speaking. The class with the biggest impact on my life was debate,"
    },
    {
      "index": 91,
      "start_time": 439680.0,
      "end_time": 444160.0,
      "text": "and critical thinking is much needed. Coding classes should be available for those interested,"
    },
    {
      "index": 92,
      "start_time": 444240.0,
      "end_time": 450600.0,
      "text": "but not as a requirement. Because everyone learns differently, and at a different pace, and likes different things."
    },
    {
      "index": 93,
      "start_time": 450600.0,
      "end_time": 453720.0,
      "text": "I know my high school didn't teach all the subjects I wanted to learn,"
    },
    {
      "index": 94,
      "start_time": 453760.0,
      "end_time": 457979.0,
      "text": "[AD] but that's what's so great about Skillshare. It's an online learning community for you."
    },
    {
      "index": 95,
      "start_time": 457979.0,
      "end_time": 463679.0,
      "text": "Maybe you're interested in animation in which case you can learn from the Masters themselves, the Kurzgesagt (In A Nutshell) team."
    },
    {
      "index": 96,
      "start_time": 463680.0,
      "end_time": 469139.0,
      "text": "They give you graphics to work with, so you can download them follow along and make a fantastic video"
    },
    {
      "index": 97,
      "start_time": 469209.0,
      "end_time": 472289.0,
      "text": "So if you want to make a video like this one or even better,"
    },
    {
      "index": 98,
      "start_time": 472560.0,
      "end_time": 474860.0,
      "text": "Skillshare is a great way to get a head start."
    },
    {
      "index": 99,
      "start_time": 474860.0,
      "end_time": 479960.0,
      "text": "If you are interested in programming or want to find out if you are they have classes that can ease you into it"
    },
    {
      "index": 100,
      "start_time": 480060.0,
      "end_time": 485159.0,
      "text": "But it's the real deal that will help you really understand a computer science with classes like this one"
    },
    {
      "index": 101,
      "start_time": 485160.0,
      "end_time": 487980.0,
      "text": "Which teach you all the big concepts behind computing."
    },
    {
      "index": 102,
      "start_time": 487980.0,
      "end_time": 494000.0,
      "text": "You can also ask questions, download content and submit your work, but you're not locked into structured classes"
    },
    {
      "index": 103,
      "start_time": 494009.0,
      "end_time": 498928.0,
      "text": "And you don't have to pay per class so you're free to learn exactly what you want how much you want"
    },
    {
      "index": 104,
      "start_time": 498929.0,
      "end_time": 500099.0,
      "text": "And by who you want"
    },
    {
      "index": 105,
      "start_time": 500100.0,
      "end_time": 505620.0,
      "text": "There are a ton of classes on pretty much any topic so you can pick which one works best for you."
    },
    {
      "index": 106,
      "start_time": 505620.0,
      "end_time": 510640.0,
      "text": "With an annual subscription, Skillshare is less than $10 a month, or you can just try it out."
    },
    {
      "index": 107,
      "start_time": 510640.0,
      "end_time": 517080.0,
      "text": "The first 500 people to use the link in the description will get their first two months for free and risk free."
    },
    {
      "index": 108,
      "start_time": 517080.00000000006,
      "end_time": 521300.00000000006,
      "text": "Thanks to Skillshare and to everyone who supports the channel by using the link"
    }
  ]
}