{
  "video_id": "eg0PYsWK1dc",
  "title": "Civilization VI: Gathering Storm - First Look: Canada",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 100.0,
      "end_time": 3150.0,
      "text": "FIRST LOOK: CANADA"
    },
    {
      "index": 2,
      "start_time": 3183.0,
      "end_time": 5800.0,
      "text": "Wilfrid Laurier leads Canada in Civilization VI: Gathering Storm."
    },
    {
      "index": 3,
      "start_time": 10550.0,
      "end_time": 18483.0,
      "text": "He was the seventh Prime Minister of Canada and is remembered today for his charismatic personality and his focus on Canadian unity and expansion."
    },
    {
      "index": 4,
      "start_time": 19566.0,
      "end_time": 23583.0,
      "text": "Wilfrid Laurier’s leader ability is “The Last Best West.”"
    },
    {
      "index": 5,
      "start_time": 23666.0,
      "end_time": 29633.0,
      "text": "Farms can be built in Tundra and, after researching Civil Engineering, can also be built on Tundra Hills."
    },
    {
      "index": 6,
      "start_time": 30600.0,
      "end_time": 39983.0,
      "text": "The cost of purchasing Snow and Tundra tiles is reduced, and he receives double extraction of all consumable resources, such as Iron, on Snow and Tundra tiles."
    },
    {
      "index": 7,
      "start_time": 41500.0,
      "end_time": 43550.0,
      "text": "Canada’s unique improvement is the Ice Hockey Rink."
    },
    {
      "index": 8,
      "start_time": 43666.0,
      "end_time": 48160.0,
      "text": "It can only be built in Tundra or Snow, and only one may be built per city."
    },
    {
      "index": 9,
      "start_time": 48133.0,
      "end_time": 53500.0,
      "text": "It provides Appeal and Amenities, plus Culture based on adjacent Snow and Tundra tiles."
    },
    {
      "index": 10,
      "start_time": 53500.0,
      "end_time": 57983.0,
      "text": "Unlocking Flight adds tourisms and unlocking Professional Sports adds production and food."
    },
    {
      "index": 11,
      "start_time": 58366.0,
      "end_time": 61483.0,
      "text": "It also provides culture if adjacent to a stadium building."
    },
    {
      "index": 12,
      "start_time": 62150.0,
      "end_time": 65283.0,
      "text": "Canada’s unique ability is “Four Faces of Peace.”"
    },
    {
      "index": 13,
      "start_time": 65566.0,
      "end_time": 68883.0,
      "text": "They cannot declare Surprise Wars, or be the target of one."
    },
    {
      "index": 14,
      "start_time": 69166.0,
      "end_time": 75616.0,
      "text": "They also receive extra Favor for successfully completing an emergency, and additional Favor based on their Tourism."
    },
    {
      "index": 15,
      "start_time": 76633.0,
      "end_time": 78833.0,
      "text": "Their unique unit is the Mountie."
    },
    {
      "index": 16,
      "start_time": 78833.0,
      "end_time": 82800.0,
      "text": "This Light Cavalry unit has the ability to create a National Park."
    },
    {
      "index": 17,
      "start_time": 83500.0,
      "end_time": 91400.0,
      "text": "It also receives a Strength bonus when fighting close to any National Park, and an even higher Strength bonus when fighting near Canadian owned National Parks."
    },
    {
      "index": 18,
      "start_time": 92650.0,
      "end_time": 97566.0,
      "text": "As Canada, you can take advantage of the icy landscape that most other civilizations will ignore."
    },
    {
      "index": 19,
      "start_time": 97783.0,
      "end_time": 101950.0,
      "text": "But should you fall under attack, your Mounties are powerful defenders."
    },
    {
      "index": 20,
      "start_time": 102650.0,
      "end_time": 106616.0,
      "text": "Canada is built for a strong Culture victory, and can make a good run at a Diplomatic victory as well."
    },
    {
      "index": 21,
      "start_time": 108416.0,
      "end_time": 113483.0,
      "text": "Be sure to join as many Emergencies as possible to take full advantage of their Diplomatic strengths."
    },
    {
      "index": 22,
      "start_time": 114433.0,
      "end_time": 118333.0,
      "text": "Will you guide the world with your sunny ways from the Great White North?"
    },
    {
      "index": 23,
      "start_time": 118333.0,
      "end_time": 121233.0,
      "text": "How will you lead Canada in Sid Meier’s Civilization VI: Gathering Storm?"
    }
  ]
}