{
  "video_id": "EGK1KkLjdQY",
  "title": "3 Types of Rocks and the Rock Cycle: Igneous, Sedimentary, Metamorphic - FreeSchool",
  "json": [
    {
      "index": 1,
      "start_time": 2200.0,
      "end_time": 5320.0,
      "text": "You're watching FreeSchool!"
    },
    {
      "index": 2,
      "start_time": 9800.0,
      "end_time": 20380.0,
      "text": "Rocks are everywhere! They are large and small, heavy or light, porous or dense, but rocks"
    },
    {
      "index": 3,
      "start_time": 20380.0,
      "end_time": 27320.0,
      "text": "in some shape or form can be found all over the planet. Different types of rock are formed"
    },
    {
      "index": 4,
      "start_time": 27320.0,
      "end_time": 38820.0,
      "text": "in different ways. There are three main types of rock: Igneous, Sedimentary, and Metamorphic."
    },
    {
      "index": 5,
      "start_time": 38820.0,
      "end_time": 47220.0,
      "text": "Igneous is a word that means 'fiery.' Igneous rock is formed when magma or lava cools. Sometimes"
    },
    {
      "index": 6,
      "start_time": 47220.0,
      "end_time": 54790.0,
      "text": "magma cools slowly underneath the earth's surface. This forms intrusive igneous rock,"
    },
    {
      "index": 7,
      "start_time": 54790.0,
      "end_time": 65110.0,
      "text": "like granite. Other times lava cools when it comes to the surface in a volcanic eruption."
    },
    {
      "index": 8,
      "start_time": 65110.0,
      "end_time": 76800.0,
      "text": "This forms extrusive igneous rock. Some examples of extrusive igneous rock are tuff, obsidian,"
    },
    {
      "index": 9,
      "start_time": 76800.0,
      "end_time": 85280.0,
      "text": "and pumice. Igneous rocks make up about 95% of the earth's crust."
    },
    {
      "index": 10,
      "start_time": 85280.0,
      "end_time": 92850.0,
      "text": "The next type of rock is Sedimentary rock. Sediment is small particles of sand, mud,"
    },
    {
      "index": 11,
      "start_time": 92850.0,
      "end_time": 101220.0,
      "text": "and organic material that settle to the bottom of water or land areas, often lakes or oceans."
    },
    {
      "index": 12,
      "start_time": 101220.0,
      "end_time": 105820.0,
      "text": "Sedimentary rocks are formed when sediment accumulates over time in deposits that form"
    },
    {
      "index": 13,
      "start_time": 105820.0,
      "end_time": 115889.0,
      "text": "layers. These layers become squeezed and compressed over time until they consolidate into a rock."
    },
    {
      "index": 14,
      "start_time": 115890.0,
      "end_time": 120520.0,
      "text": "Sedimentary rocks are the types of rocks in which fossils may be found, since the process"
    },
    {
      "index": 15,
      "start_time": 120520.0,
      "end_time": 125960.0,
      "text": "of forming sedimentary rocks can preserve plant and animal remains that are deposited"
    },
    {
      "index": 16,
      "start_time": 125960.0,
      "end_time": 134730.0,
      "text": "into the sediment layers. Some examples of sedimentary rock are limestone, shale, and"
    },
    {
      "index": 17,
      "start_time": 134730.0,
      "end_time": 138399.0,
      "text": "sandstone."
    },
    {
      "index": 18,
      "start_time": 138400.0,
      "end_time": 145689.0,
      "text": "The third type of rock is Metamorphic rock. The word 'metamorph' means to change form,"
    },
    {
      "index": 19,
      "start_time": 145689.0,
      "end_time": 152680.0,
      "text": "and metamorphic rock is rock that has been changed by extreme heat and pressure. Sedimentary"
    },
    {
      "index": 20,
      "start_time": 152680.0,
      "end_time": 158150.0,
      "text": "rock, igneous rock, or even other metamorphic rocks can be changed by heat and pressure"
    },
    {
      "index": 21,
      "start_time": 158150.0,
      "end_time": 164739.0,
      "text": "into new kinds of rock. Metamorphic rocks can be formed by being deep under the earth,"
    },
    {
      "index": 22,
      "start_time": 164739.0,
      "end_time": 169609.0,
      "text": "where pressure and temperatures are high, or when rock near the surface is heated up"
    },
    {
      "index": 23,
      "start_time": 169609.0,
      "end_time": 176190.0,
      "text": "by the movement of tectonic plates or magma. Different types of rocks become different"
    },
    {
      "index": 24,
      "start_time": 176190.0,
      "end_time": 184279.0,
      "text": "types of metamorphic rock when exposed to heat and pressure. For example, shale becomes"
    },
    {
      "index": 25,
      "start_time": 184279.0,
      "end_time": 196790.0,
      "text": "slate, sandstone becomes quartzite, and limestone becomes marble."
    },
    {
      "index": 26,
      "start_time": 196790.0,
      "end_time": 203590.0,
      "text": "Rocks are slowly but constantly changing in something known as the 'rock cycle.' The rock"
    },
    {
      "index": 27,
      "start_time": 203590.0,
      "end_time": 211459.0,
      "text": "cycle begins with magma, or hot melted rock, deep beneath the earth's surface. This magma"
    },
    {
      "index": 28,
      "start_time": 211459.0,
      "end_time": 218139.0,
      "text": "becomes crystallized, becoming igneous rock. These rocks begin to erode, or break down"
    },
    {
      "index": 29,
      "start_time": 218139.0,
      "end_time": 225389.0,
      "text": "into small pieces because of wind, water, or other forces. The small fragments of rock"
    },
    {
      "index": 30,
      "start_time": 225389.0,
      "end_time": 231620.0,
      "text": "are carried away as sediment when water passes over them and are deposited in layers which"
    },
    {
      "index": 31,
      "start_time": 231620.0,
      "end_time": 238939.0,
      "text": "eventually become sedimentary rocks. Then, some sedimentary rocks are pushed below the"
    },
    {
      "index": 32,
      "start_time": 238939.0,
      "end_time": 245990.0,
      "text": "surface due to tectonic activity, where they are exposed to heat and pressure, transforming"
    },
    {
      "index": 33,
      "start_time": 245990.0,
      "end_time": 251849.0,
      "text": "them into metamorphic rocks. If the rocks are buried even deeper, they may melt and"
    },
    {
      "index": 34,
      "start_time": 251849.0,
      "end_time": 259789.0,
      "text": "form magma, starting the cycle all over again. Of course, sedimentary and metamorphic rocks"
    },
    {
      "index": 35,
      "start_time": 259790.00000000003,
      "end_time": 266920.0,
      "text": "can be eroded into sediment, and igneous rock can become metamorphic rock or lava, but one"
    },
    {
      "index": 36,
      "start_time": 266920.0,
      "end_time": 274470.0,
      "text": "way or another, rocks all over the world keep changing from one form to the next."
    }
  ]
}