{
  "video_id": "EhhLXZB3kRw",
  "title": "How do airlines price tickets? | CNBC Explains",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 100.0,
      "end_time": 2180.0,
      "text": "Buying plane tickets can be exhausting."
    },
    {
      "index": 2,
      "start_time": 2180.0,
      "end_time": 9700.0,
      "text": "Many of us spend hours on the internet researching flight deals, trying to figure out an airfare pricing system that seems random."
    },
    {
      "index": 3,
      "start_time": 9700.0,
      "end_time": 15639.0,
      "text": "Fees appear to fluctuate without reason, and longer flights aren't always more expensive than shorter ones."
    },
    {
      "index": 4,
      "start_time": 15640.0,
      "end_time": 22820.0,
      "text": "But behind this is actually the science of dynamic pricing, which has less to do with cost and more to do with artificial intelligence."
    },
    {
      "index": 5,
      "start_time": 27960.0,
      "end_time": 31400.0,
      "text": "It's been more than a hundred years since the first scheduled flight."
    },
    {
      "index": 6,
      "start_time": 31580.0,
      "end_time": 38379.0,
      "text": "The Comet, scheduled by British Overseas Airways Corp., to start the world's first jet passenger air service."
    },
    {
      "index": 7,
      "start_time": 38380.0,
      "end_time": 47000.0,
      "text": "In the beginning, commercial aviation was a tightly regulated market place, where airfares were based on distance traveled rather than passenger demand."
    },
    {
      "index": 8,
      "start_time": 47000.0,
      "end_time": 54560.0,
      "text": "Most international routes were operated by a single national carrier and the lack of choice resulted in uncompetitive fares for consumers."
    },
    {
      "index": 9,
      "start_time": 54560.0,
      "end_time": 57800.0,
      "text": "Deregulation, however, changed all that."
    },
    {
      "index": 10,
      "start_time": 57800.0,
      "end_time": 65990.0,
      "text": "In 1978, the U.S. government began the process of removing government controls over routes and market entry for new airlines."
    },
    {
      "index": 11,
      "start_time": 65990.0,
      "end_time": 67320.0,
      "text": "In 1983, fares followed."
    },
    {
      "index": 12,
      "start_time": 67320.0,
      "end_time": 76740.0,
      "text": "And by the early 1990s, the liberalization of the aviation industry had spread around the world, making pricing more competitive."
    },
    {
      "index": 13,
      "start_time": 76740.0,
      "end_time": 81479.0,
      "text": "Critics also say there was too much competition in the first years after deregulation."
    },
    {
      "index": 14,
      "start_time": 81480.0,
      "end_time": 88860.0,
      "text": "Airlines merged and became more dominant, changing the industry from a regulated cartel into an unregulated cartel."
    },
    {
      "index": 15,
      "start_time": 88860.0,
      "end_time": 94520.0,
      "text": "In the U.S., just four airlines control 68% of the domestic airline capacity."
    },
    {
      "index": 16,
      "start_time": 94520.0,
      "end_time": 104880.0,
      "text": "While ticket prices have been falling between major hub airports, the lack of competition and a reduction in flights has resulted in higher average airfare for smaller, less competitive cities."
    },
    {
      "index": 17,
      "start_time": 104880.0,
      "end_time": 107420.0,
      "text": "But this hasn't halted the demand in air travel."
    },
    {
      "index": 18,
      "start_time": 107420.0,
      "end_time": 118600.0,
      "text": "The number of airline passengers across the globe has continued to grow, particularly in the last ten years, with the amount of people choosing to fly skyrocketing by nearly 1.8 billion."
    },
    {
      "index": 19,
      "start_time": 118600.0,
      "end_time": 122120.0,
      "text": "So what does this increasing volume of passengers mean for pricing tickets?"
    },
    {
      "index": 20,
      "start_time": 122120.0,
      "end_time": 132620.0,
      "text": "Despite steep surcharges and baggage fees tacked on during the 2007-2008 oil shock, ticket prices aren't actually focused on the seats' combined cost such as taxes and fuel."
    },
    {
      "index": 21,
      "start_time": 132620.0,
      "end_time": 137460.0,
      "text": "Instead airlines price tickets using a strategy called airline revenue management."
    },
    {
      "index": 22,
      "start_time": 137460.0,
      "end_time": 140220.0,
      "text": "Its end goal? Make as much money as possible."
    },
    {
      "index": 23,
      "start_time": 140220.0,
      "end_time": 142100.0,
      "text": "This is working in real time."
    },
    {
      "index": 24,
      "start_time": 142100.0,
      "end_time": 151920.0,
      "text": "So when a customer goes to book a seat, the airlines determines the price they see by analyzing a wide range of factors including the status of their entire network."
    },
    {
      "index": 25,
      "start_time": 151920.0,
      "end_time": 155400.0,
      "text": "Of course, these decisions aren't being made by humans."
    },
    {
      "index": 26,
      "start_time": 155400.0,
      "end_time": 164920.0,
      "text": "Algorithms adjust fares by using information like past bookings, remaining capacity, average demand for certain routes and the probability of selling more seats later."
    },
    {
      "index": 27,
      "start_time": 164920.0,
      "end_time": 168899.0,
      "text": "One example of this process being used is for pricing connecting routes."
    },
    {
      "index": 28,
      "start_time": 168900.0,
      "end_time": 171300.0,
      "text": "Let's say you want to fly London to Miami."
    },
    {
      "index": 29,
      "start_time": 171300.0,
      "end_time": 176600.0,
      "text": "The flight you want to book also serves as the first leg of a connected flight to Bogota."
    },
    {
      "index": 30,
      "start_time": 176600.0,
      "end_time": 181959.0,
      "text": "While you're traveling less distance to Miami, you may end up paying more than passengers flying through to Bogota."
    },
    {
      "index": 31,
      "start_time": 181960.0,
      "end_time": 188420.0,
      "text": "That's because airlines are trying to discourage you from buying seats that they want to keep available for the full journey."
    },
    {
      "index": 32,
      "start_time": 188420.0,
      "end_time": 194880.0,
      "text": "This entire thought process is done by the algorithm, which predicts those seats will sell for a higher price in the future."
    },
    {
      "index": 33,
      "start_time": 195860.0,
      "end_time": 200600.0,
      "text": "Airlines also profile their customers to help them adjust prices."
    },
    {
      "index": 34,
      "start_time": 200600.0,
      "end_time": 205160.0,
      "text": "This often means placing passengers into one of two groups: leisure or business."
    },
    {
      "index": 35,
      "start_time": 205160.0,
      "end_time": 208740.0,
      "text": "And the way each group is priced is very different."
    },
    {
      "index": 36,
      "start_time": 208740.0,
      "end_time": 217119.0,
      "text": "An airline offering a flight from London to Bali can assume that the people on that route are largely holidaymakers, so it places them in the leisure bracket."
    },
    {
      "index": 37,
      "start_time": 217120.0,
      "end_time": 223720.0,
      "text": "These passengers usually book months in advance, so airlines tend to start the price for these seats relatively high."
    },
    {
      "index": 38,
      "start_time": 223720.0,
      "end_time": 231900.0,
      "text": "It then adjusts the price according to market response, making sure it's high enough to maximize profit, but low enough so that it doesn't result in unused capacity."
    },
    {
      "index": 39,
      "start_time": 231900.0,
      "end_time": 238780.0,
      "text": "While on a typical business route, such as London to Hong Kong, airlines usually start with low prices to fill a minimum capacity."
    },
    {
      "index": 40,
      "start_time": 238780.0,
      "end_time": 242960.0,
      "text": "Then it increases prices steeply for business travelers who book last minute."
    },
    {
      "index": 41,
      "start_time": 242960.0,
      "end_time": 249660.0,
      "text": "That's because airlines know business travelers tend to book later and are far less price sensitive than their leisure counterparts."
    },
    {
      "index": 42,
      "start_time": 249660.0,
      "end_time": 254720.0,
      "text": "In fact, business travelers are willing to pay 60% more on average to secure a seat."
    },
    {
      "index": 43,
      "start_time": 255880.0,
      "end_time": 262919.0,
      "text": "Some analysts believe airlines use consumer's internet browser cookies to determine what flights they've been looking at."
    },
    {
      "index": 44,
      "start_time": 262920.0,
      "end_time": 266940.0,
      "text": "This way, they can increase those prices to encourage them to buy."
    },
    {
      "index": 45,
      "start_time": 266940.0,
      "end_time": 273460.0,
      "text": "But solid proof of this practice is hard to come by, and it's something airlines and price comparison sites strongly deny."
    },
    {
      "index": 46,
      "start_time": 273460.0,
      "end_time": 286860.0,
      "text": "Targeted dynamic prices however can increase customer satisfaction and encourage consumer bookings. For example, a member of an airline loyalty program could receive 'just for you' price displays based on their purchasing history."
    },
    {
      "index": 47,
      "start_time": 286860.0,
      "end_time": 295180.0,
      "text": "Technology has also allowed some airlines to create a 'basic economy fare' with limited amenities to compete with minimal service, low cost carriers."
    },
    {
      "index": 48,
      "start_time": 295180.0,
      "end_time": 306300.0,
      "text": "That lower fare is key if full service carriers want to appear on the first page of search engines like Google Flights. But it's not just airlines that are using AI technology to their advantage."
    },
    {
      "index": 49,
      "start_time": 306300.0,
      "end_time": 315860.0,
      "text": "Consumers now have access to sites which monitor fares, using their own algorithms and past data, to predict the lowest price a seat will reach to then alert their customers."
    },
    {
      "index": 50,
      "start_time": 315860.0,
      "end_time": 326480.0,
      "text": "The threat airfare search sites pose to airlines' dynamic pricing system even saw United Airlines suing the website Skiplagged, which helps passengers find loopholes for cheaper tickets."
    },
    {
      "index": 51,
      "start_time": 326480.0,
      "end_time": 334970.0,
      "text": "With AI having such an important role in the field of air travel pricing, it's likely that complex algorithms will continue to fight the airfare war."
    },
    {
      "index": 52,
      "start_time": 334970.0,
      "end_time": 343300.0,
      "text": "That may not be a bad thing, as airlines manage a growing number of passengers and consumers push for better choices and easier ways to book their trips."
    }
  ]
}