{
  "video_id": "EibSWhI6nbM",
  "title": "How To Rig A Tube Bait The Right Way | Bass Fishing",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 989.0,
      "end_time": 6669.0,
      "text": "Hey folks. Glenn May here with BassResource.com, and today I want to talk to you about the"
    },
    {
      "index": 2,
      "start_time": 6669.0,
      "end_time": 11830.0,
      "text": "tube bait. This is a really versatile bait. You can rig it so many different ways and"
    },
    {
      "index": 3,
      "start_time": 11830.0,
      "end_time": 15379.0,
      "text": "it&#39;s effective in all of them. I want to go through some of the different ways that you"
    },
    {
      "index": 4,
      "start_time": 15379.0,
      "end_time": 19740.0,
      "text": "can fish them. I&#39;ve caught largemouth and smallmouth on this in all across the country."
    },
    {
      "index": 5,
      "start_time": 19740.0,
      "end_time": 22609.0,
      "text": "Let me show you a couple different ways to rig this."
    },
    {
      "index": 6,
      "start_time": 22609.0,
      "end_time": 28259.0,
      "text": "The first one is using a tube jig. This is an internal jig that goes inside of the weight."
    },
    {
      "index": 7,
      "start_time": 28259.0,
      "end_time": 33320.0,
      "text": "I want to show you a couple different ones here. Look at this. There are two different"
    },
    {
      "index": 8,
      "start_time": 33320.0,
      "end_time": 38340.0,
      "text": "kinds. What I want you to notice here is on this one here the eye is at the top of the"
    },
    {
      "index": 9,
      "start_time": 38340.0,
      "end_time": 45280.0,
      "text": "bait or top of the jig. The eye here is at an angle on this one over here. There&#39;s two"
    },
    {
      "index": 10,
      "start_time": 45280.0,
      "end_time": 50350.0,
      "text": "different reasons for that. This one here with the eye on the top is going to give that"
    },
    {
      "index": 11,
      "start_time": 50350.0,
      "end_time": 55640.0,
      "text": "tube the characteristic spiral action that it&#39;s known for. It looks like a dying bait"
    },
    {
      "index": 12,
      "start_time": 55640.0,
      "end_time": 60620.0,
      "text": "fish. I&#39;m telling you, man, the fish love that. Bass just chew it up. That eye on the"
    },
    {
      "index": 13,
      "start_time": 60620.0,
      "end_time": 64650.0,
      "text": "top is critical. That&#39;s what gives it that action."
    },
    {
      "index": 14,
      "start_time": 64650.00000000001,
      "end_time": 69030.0,
      "text": "The bad thing about that, of course, is because it spirals it likes to get hung up in weeds."
    },
    {
      "index": 15,
      "start_time": 69030.0,
      "end_time": 73140.0,
      "text": "It gets hung up on things under the docks, also, just because of the position of the"
    },
    {
      "index": 16,
      "start_time": 73140.0,
      "end_time": 78659.0,
      "text": "eye, for me, it tends to get hung up on rocks more often. I end up breaking off a lot. That&#39;s"
    },
    {
      "index": 17,
      "start_time": 78659.0,
      "end_time": 82850.0,
      "text": "where this one comes in with an angle. That&#39;s where that comes into play. Can you see that"
    },
    {
      "index": 18,
      "start_time": 82850.0,
      "end_time": 88039.0,
      "text": "angle a little bit. It gives it less of a pronounced spiral action, but because of that"
    },
    {
      "index": 19,
      "start_time": 88039.0,
      "end_time": 92399.0,
      "text": "angle it comes through weeds a lot easier and it doesn&#39;t get hung up on rocks as much."
    },
    {
      "index": 20,
      "start_time": 92399.0,
      "end_time": 95289.0,
      "text": "This is the one I prefer to use more often than not."
    },
    {
      "index": 21,
      "start_time": 95289.0,
      "end_time": 100710.0,
      "text": "The way you rig it is really simple. All you do is wet the jig head a little bit and then"
    },
    {
      "index": 22,
      "start_time": 100710.0,
      "end_time": 106619.0,
      "text": "you&#39;re just going to stick it inside the backside of the tube, and slide it all of the way up"
    },
    {
      "index": 23,
      "start_time": 106619.0,
      "end_time": 111569.0,
      "text": "inside. You can see a little bulge there, and you just poke it right on through. Poke"
    },
    {
      "index": 24,
      "start_time": 111569.0,
      "end_time": 118840.0,
      "text": "that eye right through the bait if it will go through just like so. I don&#39;t know how"
    },
    {
      "index": 25,
      "start_time": 118840.0,
      "end_time": 127189.0,
      "text": "well you can see that. Can you see that? There you go. That&#39;s the eye right there, and you"
    },
    {
      "index": 26,
      "start_time": 127189.0,
      "end_time": 134460.0,
      "text": "just tie right to it. It&#39;s very simple and straightforward, however, if you notice, the"
    },
    {
      "index": 27,
      "start_time": 134460.0,
      "end_time": 141970.0,
      "text": "hook is sticking out. That makes it so you get better hookups that way, of course, but"
    },
    {
      "index": 28,
      "start_time": 141970.0,
      "end_time": 146170.0,
      "text": "that kind of limits it such that you can&#39;t throw it in weedy areas. You&#39;re going to get"
    },
    {
      "index": 29,
      "start_time": 146170.0,
      "end_time": 149480.0,
      "text": "hung up more. You&#39;re going to get hung up in ropes and things hanging off of docks and"
    },
    {
      "index": 30,
      "start_time": 149480.0,
      "end_time": 154000.0,
      "text": "that sort of stuff. They make that kind now where it&#39;s got that weed guard."
    },
    {
      "index": 31,
      "start_time": 154000.0,
      "end_time": 159600.0,
      "text": "Can you see that weed guard? All that does is it&#39;s a wire that hooks up underneath the"
    },
    {
      "index": 32,
      "start_time": 159600.0,
      "end_time": 165680.0,
      "text": "barb of the hook. You&#39;d be surprised how weedless that is. I&#39;m bringing my finger right across"
    },
    {
      "index": 33,
      "start_time": 165680.0,
      "end_time": 173170.0,
      "text": "that point and it&#39;s not getting hung up. This works great in really weedy areas and flipping"
    },
    {
      "index": 34,
      "start_time": 173170.0,
      "end_time": 178330.0,
      "text": "and pitching and stuff, but it can be a little awkward to rig if you don&#39;t know how to do"
    },
    {
      "index": 35,
      "start_time": 178330.0,
      "end_time": 187700.0,
      "text": "it. All you do is unhook the wire and stick it right straight down, let me wet the jig"
    },
    {
      "index": 36,
      "start_time": 187700.0,
      "end_time": 199070.0,
      "text": "head real quick, this goes right inside the tube, put the wire right inside the tube,"
    },
    {
      "index": 37,
      "start_time": 199070.0,
      "end_time": 202430.0,
      "text": "slide everything right on up, and you&#39;ll see the wire will start to come right out. It&#39;ll"
    },
    {
      "index": 38,
      "start_time": 202430.0,
      "end_time": 208200.0,
      "text": "poke right out. See how I did that? Just push it all of the rest of the way on through just"
    },
    {
      "index": 39,
      "start_time": 208200.0,
      "end_time": 214340.0,
      "text": "like I showed you before, just like that other jig head. Poke that right on through. There&#39;s"
    },
    {
      "index": 40,
      "start_time": 214340.0,
      "end_time": 221850.0,
      "text": "the eye, and now you can just snap that underneath that barb and it&#39;s weedless now. You&#39;ve got"
    },
    {
      "index": 41,
      "start_time": 221850.0,
      "end_time": 229680.0,
      "text": "a weedless jig. This works great for throwing into cover, throwing into weeds, or anything"
    },
    {
      "index": 42,
      "start_time": 229680.0,
      "end_time": 235830.0,
      "text": "you can get hung up on. It&#39;s the perfect way to catch fish and not worry about getting"
    },
    {
      "index": 43,
      "start_time": 235830.0,
      "end_time": 236490.0,
      "text": "hung up."
    },
    {
      "index": 44,
      "start_time": 236490.0,
      "end_time": 244600.0,
      "text": "Let me show you another way. For example, you can throw it on a split shot rig, or mojo"
    },
    {
      "index": 45,
      "start_time": 244600.0,
      "end_time": 248740.0,
      "text": "as some people call it. It&#39;s got this cylinder weight here. This goes through weeds and rocks"
    },
    {
      "index": 46,
      "start_time": 248740.0,
      "end_time": 256500.0,
      "text": "really well. About eighteen inches below that down here, you&#39;ll see how far apart it is,"
    },
    {
      "index": 47,
      "start_time": 256500.0,
      "end_time": 260639.0,
      "text": "down here I&#39;ve got a little hook. This is an interesting looking hook. Notice the shape"
    },
    {
      "index": 48,
      "start_time": 260639.0,
      "end_time": 268460.0,
      "text": "of this thing. Look at this part right here. See how that angles down like that? Looking"
    },
    {
      "index": 49,
      "start_time": 268460.0,
      "end_time": 273099.0,
      "text": "at that can tell you right away that you&#39;re not going to put this in the bait the way"
    },
    {
      "index": 50,
      "start_time": 273099.0,
      "end_time": 278349.0,
      "text": "you normally would. Why do you have that? See this wire? This little wire comes on down,"
    },
    {
      "index": 51,
      "start_time": 278349.0,
      "end_time": 287460.0,
      "text": "but it hooks on right to the hook just like that. Can you see that? That&#39;s what holds"
    },
    {
      "index": 52,
      "start_time": 287460.0,
      "end_time": 297169.0,
      "text": "the bait in place. The bait lies just like that so you can see the angle of that hook"
    },
    {
      "index": 53,
      "start_time": 297169.0,
      "end_time": 299599.0,
      "text": "is really weird."
    },
    {
      "index": 54,
      "start_time": 299599.0,
      "end_time": 304620.0,
      "text": "You&#39;re going to put the hook in towards the top at an angle like this rather than right"
    },
    {
      "index": 55,
      "start_time": 304620.0,
      "end_time": 309759.0,
      "text": "down the middle like you would a Texas rig. Don&#39;t put it down there. You&#39;re going to put"
    },
    {
      "index": 56,
      "start_time": 309759.0,
      "end_time": 317180.0,
      "text": "it at this angle. All you&#39;re going to do is right straight through like that. Bring it"
    },
    {
      "index": 57,
      "start_time": 317180.0,
      "end_time": 320849.0,
      "text": "all of the way on through. This is called a High Performance hook. I think Eagle Claw"
    },
    {
      "index": 58,
      "start_time": 320849.0,
      "end_time": 327259.0,
      "text": "makes it. Then you slide it right on up. See that wire hook, that little wire we&#39;ve got"
    },
    {
      "index": 59,
      "start_time": 327259.0,
      "end_time": 334180.0,
      "text": "right there? That clips back onto the hook like so, and now it holds that bait in place."
    },
    {
      "index": 60,
      "start_time": 334180.0,
      "end_time": 339919.0,
      "text": "All you have to do now is put the hook through the body and the point of the hook rests right"
    },
    {
      "index": 61,
      "start_time": 339919.0,
      "end_time": 343370.0,
      "text": "on top of the bait. It&#39;s weedless just like that."
    },
    {
      "index": 62,
      "start_time": 343370.0,
      "end_time": 350499.0,
      "text": "That works perfect for a split shot rig. I&#39;m using a six to ten pound test medium light"
    },
    {
      "index": 63,
      "start_time": 350499.0,
      "end_time": 357279.0,
      "text": "weight action seven foot rod. It&#39;s a little light weight, but don&#39;t limit yourself to"
    },
    {
      "index": 64,
      "start_time": 357279.0,
      "end_time": 363050.0,
      "text": "that. You can throw this behind a Carolina rig the exact same way. What that does is"
    },
    {
      "index": 65,
      "start_time": 363050.0,
      "end_time": 367389.0,
      "text": "this weight comes down, it sits on the bottom, and then this weight just flutters on down."
    },
    {
      "index": 66,
      "start_time": 367389.0,
      "end_time": 372809.0,
      "text": "It floats behind it. It floats a little bit above it. You can take a number ten corky"
    },
    {
      "index": 67,
      "start_time": 372809.0,
      "end_time": 380779.0,
      "text": "people use for salmon fishing stuff that inside the bait, and now it floats. It&#39;ll float above"
    },
    {
      "index": 68,
      "start_time": 380779.0,
      "end_time": 386909.0,
      "text": "the weight here. It is candy sitting up there like that."
    },
    {
      "index": 69,
      "start_time": 386909.0,
      "end_time": 395009.0,
      "text": "Here&#39;s a little trick we use up here in the North West. Take a toothpick, break it off,"
    },
    {
      "index": 70,
      "start_time": 395009.0,
      "end_time": 401840.0,
      "text": "stick it right in the end so it holds the opening open, blow all of the water out before"
    },
    {
      "index": 71,
      "start_time": 401840.0,
      "end_time": 407120.0,
      "text": "you cast it, throw it on this mojo rig, and throw it out there. What happens is the rig"
    },
    {
      "index": 72,
      "start_time": 407120.0,
      "end_time": 413210.0,
      "text": "weight will hit the bottom and sit there for a minute. This bait will sit on the top floating."
    },
    {
      "index": 73,
      "start_time": 413210.0,
      "end_time": 418740.0,
      "text": "The bubble tension will rise, and eventually it will give. It will burp a little bit and"
    },
    {
      "index": 74,
      "start_time": 418740.0,
      "end_time": 422800.0,
      "text": "fall. What happens is that smallmouth or largemouth will come right up and just look right at"
    },
    {
      "index": 75,
      "start_time": 422800.0,
      "end_time": 427740.0,
      "text": "that bait. Looking, looking, &quot;I don&#39;t know if I want to bite it.&quot;, then he starts to"
    },
    {
      "index": 76,
      "start_time": 427740.0,
      "end_time": 436580.0,
      "text": "back off, and it burps and falls. It&#39;s candy. It is candy. Man, the fish love that. You"
    },
    {
      "index": 77,
      "start_time": 436580.0,
      "end_time": 439860.0,
      "text": "can do that. Like I said, put a little number ten corky in there and that will just make"
    },
    {
      "index": 78,
      "start_time": 439860.0,
      "end_time": 444949.0,
      "text": "it a floating bait. Put it behind a Carolina rig or what have you. It&#39;s the same sort of"
    },
    {
      "index": 79,
      "start_time": 444949.0,
      "end_time": 445770.0,
      "text": "concept."
    },
    {
      "index": 80,
      "start_time": 445770.0,
      "end_time": 453249.0,
      "text": "Another way to rig it is using a drop shot rig. I&#39;m just going to pull this bait out"
    },
    {
      "index": 81,
      "start_time": 453249.0,
      "end_time": 461419.0,
      "text": "real quick from how I had it. All I do here is I just nose hook it. Here I&#39;m going to"
    },
    {
      "index": 82,
      "start_time": 461419.0,
      "end_time": 472430.0,
      "text": "go straight from the top on down just right on top of the bait straight all of the way"
    },
    {
      "index": 83,
      "start_time": 472430.0,
      "end_time": 482139.0,
      "text": "through. That&#39;s it. I&#39;m done. That, my friends, is how I rig it on a drop shot rig. It floats"
    },
    {
      "index": 84,
      "start_time": 482139.0,
      "end_time": 491509.0,
      "text": "freely behind here. It&#39;s uninhibited by the hook. It works wonders. I like to put a good"
    },
    {
      "index": 85,
      "start_time": 491509.0,
      "end_time": 498229.0,
      "text": "amount of weight behind it here. Again, you don&#39;t have to limit yourself. I&#39;m using a"
    },
    {
      "index": 86,
      "start_time": 498229.0,
      "end_time": 504680.0,
      "text": "six to ten pound test seven foot medium light action rod, but you can also use braided line"
    },
    {
      "index": 87,
      "start_time": 504680.0,
      "end_time": 509319.0,
      "text": "on a flipping stick, on a heavy weight on the bottom, and turn that drop shot. I call"
    },
    {
      "index": 88,
      "start_time": 509319.0,
      "end_time": 512860.0,
      "text": "it a bubba shot. You can now, because the weight&#39;s on the bottom it&#39;s really easy to"
    },
    {
      "index": 89,
      "start_time": 512860.0,
      "end_time": 517750.0,
      "text": "pitch, pitch that into some heavy cover like matted weeds or matted hydrilla. Punch it"
    },
    {
      "index": 90,
      "start_time": 517750.0,
      "end_time": 524190.0,
      "text": "through, it will fall through, and now the weight&#39;s on the bottom and the bait is sitting"
    },
    {
      "index": 91,
      "start_time": 524190.00000000006,
      "end_time": 529389.0,
      "text": "up above that. The fish underneath those mats eat that stuff up."
    },
    {
      "index": 92,
      "start_time": 529389.0,
      "end_time": 534970.0,
      "text": "Another hook very similar to that HP hook I showed you is like this one. If you notice,"
    },
    {
      "index": 93,
      "start_time": 534970.0,
      "end_time": 542070.0,
      "text": "instead of having a wire to hold that hook in place it uses little plastic prongs there."
    },
    {
      "index": 94,
      "start_time": 542070.0,
      "end_time": 546360.0,
      "text": "The concept is the same. See the bait&#39;s going to sit flush with this hook point right here."
    },
    {
      "index": 95,
      "start_time": 546360.0,
      "end_time": 550949.0,
      "text": "Look at this angle, you&#39;ve got to go through the top not through the middle, through the"
    },
    {
      "index": 96,
      "start_time": 550949.0,
      "end_time": 558230.0,
      "text": "top. Here I&#39;ve got it on braided line. Here&#39;s the bait. I&#39;ve put a bullet sinker in front"
    },
    {
      "index": 97,
      "start_time": 558230.0,
      "end_time": 564110.0,
      "text": "of it, a little tungsten weight. I flip and pitch this into wooded brush, cover, and all"
    },
    {
      "index": 98,
      "start_time": 564110.0,
      "end_time": 571699.0,
      "text": "kinds of stuff. It&#39;s weedless. I just text pose it. What I do is I just back the plastic"
    },
    {
      "index": 99,
      "start_time": 571699.0,
      "end_time": 576850.0,
      "text": "back on top of the point there, but it&#39;s completely weedless. I run my finger and I&#39;m not getting"
    },
    {
      "index": 100,
      "start_time": 576850.0,
      "end_time": 581540.0,
      "text": "hooked up at all. You don&#39;t catch and weeds or any garbage or gunk. Those little prongs"
    },
    {
      "index": 101,
      "start_time": 581540.0,
      "end_time": 586079.0,
      "text": "hold the bait right in place. This is the perfect little setup for flipping and pitching."
    },
    {
      "index": 102,
      "start_time": 586079.0,
      "end_time": 592170.0,
      "text": "There are so many different ways you can fish a tube it&#39;s not even funny. There&#39;s internal"
    },
    {
      "index": 103,
      "start_time": 592170.0,
      "end_time": 596300.0,
      "text": "weights you can use, again, with those little clips and those angles. You put the weight"
    },
    {
      "index": 104,
      "start_time": 596300.0,
      "end_time": 599920.0,
      "text": "inside and the hook goes through it. There&#39;s a little opening in there and it holds the"
    },
    {
      "index": 105,
      "start_time": 599920.0,
      "end_time": 605910.0,
      "text": "weight inside the bait. Another way to throw it is with darter heads. That&#39;s very similar"
    },
    {
      "index": 106,
      "start_time": 605910.0,
      "end_time": 611589.0,
      "text": "to these except that the head is pointed. I don&#39;t have those, but the head&#39;s pointed"
    },
    {
      "index": 107,
      "start_time": 611589.0,
      "end_time": 619970.0,
      "text": "instead of a ball. Then, the tube itself instead of putting it inside and threading it inside"
    },
    {
      "index": 108,
      "start_time": 619970.0,
      "end_time": 628560.0,
      "text": "the bait you rig it like you would a Texas rig, on the outside like this. Then, what"
    },
    {
      "index": 109,
      "start_time": 628560.0,
      "end_time": 637829.0,
      "text": "you&#39;re doing is with the weight on the outside it does a couple of things."
    },
    {
      "index": 110,
      "start_time": 637829.0,
      "end_time": 646410.0,
      "text": "First off, if I can do this, now the jig head&#39;s on the outside with the eye tie up here with"
    },
    {
      "index": 111,
      "start_time": 646410.0,
      "end_time": 652069.0,
      "text": "it further in front of the bait and that&#39;s going to give it an even more pronounced spiral"
    },
    {
      "index": 112,
      "start_time": 652069.0,
      "end_time": 658470.0,
      "text": "action. It&#39;s really going to spin as it falls. This is another great way to rig it. I don&#39;t"
    },
    {
      "index": 113,
      "start_time": 658470.0,
      "end_time": 664980.0,
      "text": "like it as much because it slides off of the hook a lot easier. I just find it burns through"
    },
    {
      "index": 114,
      "start_time": 664980.0,
      "end_time": 668790.0,
      "text": "my baits a lot faster because I&#39;m tearing them up as they&#39;re sliding off this hook,"
    },
    {
      "index": 115,
      "start_time": 668790.0,
      "end_time": 671959.0,
      "text": "but it&#39;s a great, easy way to fish it."
    },
    {
      "index": 116,
      "start_time": 671959.0,
      "end_time": 677319.0,
      "text": "Don&#39;t be afraid to experiment; look at all of the stuff you&#39;ve got in your boat and play"
    },
    {
      "index": 117,
      "start_time": 677319.0,
      "end_time": 682690.0,
      "text": "around with it. The point here is that there&#39;s really no wrong way to fish this bait. There&#39;s"
    },
    {
      "index": 118,
      "start_time": 682690.0,
      "end_time": 688440.0,
      "text": "a lot of different ways. Get creative, have fun with it and catch a lot of fish. I hope"
    },
    {
      "index": 119,
      "start_time": 688440.0,
      "end_time": 698440.0,
      "text": "those tips helped. For more tips and tricks like this visit BassResource.com."
    }
  ]
}