{
  "video_id": "EJJs0OALuW8",
  "title": "Why Old Friends Matter",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 99.0,
      "end_time": 5870.0,
      "text": "There are people we are friends with for one major but often maligned or overlooked reason:"
    },
    {
      "index": 2,
      "start_time": 5870.0,
      "end_time": 11970.0,
      "text": "because we were friends with them some time ago. At one stage, it might be decades ago"
    },
    {
      "index": 3,
      "start_time": 11970.0,
      "end_time": 17450.0,
      "text": "now, we had a lot in common: we were both good at maths but bad at French at school"
    },
    {
      "index": 4,
      "start_time": 17450.0,
      "end_time": 22460.0,
      "text": "and had a shared liking for table tennis; or we had adjacent rooms at college and used"
    },
    {
      "index": 5,
      "start_time": 22460.0,
      "end_time": 27540.0,
      "text": "to help each other with assignments and commiserate in the bar about failed dates or maddening"
    },
    {
      "index": 6,
      "start_time": 27540.0,
      "end_time": 33329.0,
      "text": "parents; or maybe we were interns in the same big firm with the same (as we thought at the"
    },
    {
      "index": 7,
      "start_time": 33329.0,
      "end_time": 40309.0,
      "text": "time) bizarre and intemperate boss. But life has taken us on radically different courses."
    },
    {
      "index": 8,
      "start_time": 40309.0,
      "end_time": 43999.0,
      "text": "Now they’ve got three young children; they moved to the Orkneys where they are managing"
    },
    {
      "index": 9,
      "start_time": 43999.0,
      "end_time": 48559.0,
      "text": "a fish farm; they’ve gone into politics and have become a junior minister or they’re"
    },
    {
      "index": 10,
      "start_time": 48559.0,
      "end_time": 55030.0,
      "text": "working as a ski teacher in the Rocky Mountains. The daily realities of our lives may be miles"
    },
    {
      "index": 11,
      "start_time": 55030.0,
      "end_time": 60929.0,
      "text": "apart; we may know little of their world and they of ours. If we were introduced today,"
    },
    {
      "index": 12,
      "start_time": 60929.0,
      "end_time": 65489.0,
      "text": "we’d think each other pleasant enough but would never get close."
    },
    {
      "index": 13,
      "start_time": 65489.00000000001,
      "end_time": 72229.0,
      "text": "Yet it can be hugely helpful and very redemptive to catch up with these people, with a one-on-one dinner, a"
    },
    {
      "index": 14,
      "start_time": 72229.0,
      "end_time": 78430.0,
      "text": "walk in the woods or the occasional email. These friends function as conduits to earlier"
    },
    {
      "index": 15,
      "start_time": 78430.0,
      "end_time": 84469.0,
      "text": "versions of ourselves that are inaccessible day-to-day but that contain hugely important"
    },
    {
      "index": 16,
      "start_time": 84469.0,
      "end_time": 91159.0,
      "text": "insights. In the company of the old friend, we take stock of the journey we have travelled."
    },
    {
      "index": 17,
      "start_time": 91159.0,
      "end_time": 96679.0,
      "text": "We get to see how we have evolved, what was once painful, what mattered or what we have"
    },
    {
      "index": 18,
      "start_time": 96679.0,
      "end_time": 102000.0,
      "text": "wholly forgotten we deeply enjoyed. The old friend is a guardian of memories on which"
    },
    {
      "index": 19,
      "start_time": 102000.0,
      "end_time": 110670.0,
      "text": "we might otherwise have a damagingly tenuous hold. We need old friends because of a crucial complexity in human nature."
    },
    {
      "index": 20,
      "start_time": 110670.0,
      "end_time": 115969.0,
      "text": "We pass through stages of development and as we do so, discard previous concerns"
    },
    {
      "index": 21,
      "start_time": 115969.0,
      "end_time": 122261.0,
      "text": "and develop a lack of empathy around past perspectives. At fourteen, we"
    },
    {
      "index": 22,
      "start_time": 122261.0,
      "end_time": 127700.0,
      "text": "knew a lot about resenting our parents. Twenty years later, the whole idea sounds absurd"
    },
    {
      "index": 23,
      "start_time": 127700.0,
      "end_time": 133070.0,
      "text": "and ungrateful. Yet the old friend reconnects us with a particular atmosphere and, like"
    },
    {
      "index": 24,
      "start_time": 133070.0,
      "end_time": 138390.0,
      "text": "a novelist, makes us at home with a character – ourselves – who might otherwise have"
    },
    {
      "index": 25,
      "start_time": 138390.0,
      "end_time": 144781.0,
      "text": "seemed impossibly alien to us. At twenty-two, we found single life extremely painful. We"
    },
    {
      "index": 26,
      "start_time": 144781.0,
      "end_time": 150250.0,
      "text": "hung out a lot with a particular friend and shared a litany of wistful, alienated thoughts."
    },
    {
      "index": 27,
      "start_time": 150250.0,
      "end_time": 155250.0,
      "text": "At forty-five, with a young family around us, we may find ourselves increasingly curious"
    },
    {
      "index": 28,
      "start_time": 155250.0,
      "end_time": 163690.0,
      "text": "about being single again and fantasise about the joys of casual hook-ups. The old friend has crucial news to impart."
    },
    {
      "index": 29,
      "start_time": 163690.0,
      "end_time": 168930.0,
      "text": "We experience life from a succession of very different vantage points"
    },
    {
      "index": 30,
      "start_time": 168930.0,
      "end_time": 174440.0,
      "text": "over the decades, but tend – understandably – to be preoccupied only with the present"
    },
    {
      "index": 31,
      "start_time": 174440.0,
      "end_time": 180590.0,
      "text": "vista, forgetting the particular, incomplete but still crucial wisdom contained in earlier"
    },
    {
      "index": 32,
      "start_time": 180590.0,
      "end_time": 187290.0,
      "text": "phases. Every age possesses a superior kind of knowledge in some area or other – which"
    },
    {
      "index": 33,
      "start_time": 187290.0,
      "end_time": 194180.0,
      "text": "it then, usually, forgets to hand on to succeeding selves. Remembering what it was like not to"
    },
    {
      "index": 34,
      "start_time": 194180.0,
      "end_time": 201030.0,
      "text": "be who we are now is vital to our growth and integrity. The best professors remain friends"
    },
    {
      "index": 35,
      "start_time": 201030.0,
      "end_time": 206330.0,
      "text": "with their past. They remember what it was like not to know about their special topic"
    },
    {
      "index": 36,
      "start_time": 206330.0,
      "end_time": 211640.0,
      "text": "– and so don’t talk over the heads of their students. The best bosses are in touch"
    },
    {
      "index": 37,
      "start_time": 211640.0,
      "end_time": 216730.0,
      "text": "with their own experience of starting out as a lowly employee; the best politicians"
    },
    {
      "index": 38,
      "start_time": 216730.0,
      "end_time": 221970.0,
      "text": "clearly recall periods in their lives when they held very different views to the ones"
    },
    {
      "index": 39,
      "start_time": 221970.0,
      "end_time": 228900.0,
      "text": "they have now formulated, which allows them to persuade, and empathise with, hostile constituencies."
    },
    {
      "index": 40,
      "start_time": 228900.0,
      "end_time": 233540.0,
      "text": "Good parents keep emotionally in touch with the feelings of injustice and sensitivity"
    },
    {
      "index": 41,
      "start_time": 233540.0,
      "end_time": 239230.0,
      "text": "they had in early childhood. Kindly wealthy people remember what it was like not to dare"
    },
    {
      "index": 42,
      "start_time": 239230.0,
      "end_time": 244900.0,
      "text": "to walk into a fancy food shop for fear of being patronised. We are always better long-term"
    },
    {
      "index": 43,
      "start_time": 244900.0,
      "end_time": 250820.0,
      "text": "lovers if we have an avenue of loyalty back to who we were when we first met our beloved"
    },
    {
      "index": 44,
      "start_time": 250820.0,
      "end_time": 257780.0,
      "text": "and were at an apogee of gratitude and modesty. Old friends are key activators of fascinating"
    },
    {
      "index": 45,
      "start_time": 257779.99999999997,
      "end_time": 263840.0,
      "text": "and valuable parts of the self that we need, but are always at risk of forgetting we need,"
    },
    {
      "index": 46,
      "start_time": 263840.0,
      "end_time": 265600.0,
      "text": "in the blinkered present."
    },
    {
      "index": 47,
      "start_time": 267520.0,
      "end_time": 271840.0,
      "text": "We publish new thought provoking films every week."
    },
    {
      "index": 48,
      "start_time": 271840.0,
      "end_time": 275680.0,
      "text": "Be sure to subscribe to our channel and take a look at more of what we have to offer"
    },
    {
      "index": 49,
      "start_time": 275680.0,
      "end_time": 277680.0,
      "text": "at the link on your screen now."
    }
  ]
}