{
  "video_id": "Ek3W2b52zVk",
  "title": "Lucid Dreaming: A Beginner's Guide to Controlling Your Dreams",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1510.0,
      "end_time": 4460.0,
      "text": "Hey Guys! This is Kelly. Welcome to Dream World! Today we’re gonna talk a little bit"
    },
    {
      "index": 2,
      "start_time": 4460.0,
      "end_time": 11460.0,
      "text": "about what lucid dreaming is, and why it’s important."
    },
    {
      "index": 3,
      "start_time": 19530.0,
      "end_time": 24680.0,
      "text": "Lucid dreaming is becoming consciously aware of the fact that you’re dreaming, while you’re dreaming. You dream every single"
    },
    {
      "index": 4,
      "start_time": 24680.0,
      "end_time": 29400.0,
      "text": "night, but most of the time you accidentally think that you’re awake. This is because"
    },
    {
      "index": 5,
      "start_time": 29400.0,
      "end_time": 33550.0,
      "text": "you’re spending most of your life being awake, and you’ve probably only ever been"
    },
    {
      "index": 6,
      "start_time": 33550.0,
      "end_time": 37599.0,
      "text": "conscious before while you’re awake, so your mind just kind of assumes that that’s"
    },
    {
      "index": 7,
      "start_time": 37600.0,
      "end_time": 43539.0,
      "text": "what you’re doing even when you’re sleeping. Lucid dreaming is super super fun. It&#39;s this"
    },
    {
      "index": 8,
      "start_time": 43539.0,
      "end_time": 48299.0,
      "text": "world that has different rules from the waking world, where you can do things that you can’t"
    },
    {
      "index": 9,
      "start_time": 48299.0,
      "end_time": 55109.0,
      "text": "do here like fly, talk to people who don’t exist or who have died, you can create friends,"
    },
    {
      "index": 10,
      "start_time": 55109.0,
      "end_time": 60449.0,
      "text": "you can have sex on demand in illegal places. It’s kind of like having magical powers"
    },
    {
      "index": 11,
      "start_time": 60449.0,
      "end_time": 66210.0,
      "text": "except it’s real. Lucid dreaming is also important because you’re gonna sleep for"
    },
    {
      "index": 12,
      "start_time": 66210.0,
      "end_time": 71470.0,
      "text": "at least a third of your life automatically, so how great would it be to be able to utilize"
    },
    {
      "index": 13,
      "start_time": 71470.0,
      "end_time": 77170.0,
      "text": "that time and actually have pleasurable experiences in this playground of your own during that"
    },
    {
      "index": 14,
      "start_time": 77170.0,
      "end_time": 83000.0,
      "text": "time, instead of just wasting it being unconscious? Lucid dreaming is also really important because"
    },
    {
      "index": 15,
      "start_time": 83000.0,
      "end_time": 88130.0,
      "text": "it allows you to explore your emotions and how your mind works, so you learn lessons"
    },
    {
      "index": 16,
      "start_time": 88130.0,
      "end_time": 93890.0,
      "text": "that you can bring back to the waking world with you to make you a stronger, more self-aware"
    },
    {
      "index": 17,
      "start_time": 93890.0,
      "end_time": 99390.0,
      "text": "person. Sleep is a hobby. Sometimes I’ll take a nap just to go into my second life"
    },
    {
      "index": 18,
      "start_time": 99390.0,
      "end_time": 104770.0,
      "text": "and have a new experience. So you want to give it a try? Where do you start? The first"
    },
    {
      "index": 19,
      "start_time": 104770.0,
      "end_time": 110679.0,
      "text": "thing in lucid dreaming is to not take being awake for granted. The goal is to become conscious"
    },
    {
      "index": 20,
      "start_time": 110680.0,
      "end_time": 115409.0,
      "text": "of the fact that you’re asleep, while you’re asleep. You can do this by introducing the"
    },
    {
      "index": 21,
      "start_time": 115409.0,
      "end_time": 122350.0,
      "text": "idea of being asleep when you’re awake. This is done by looking for common triggers"
    },
    {
      "index": 22,
      "start_time": 122350.0,
      "end_time": 127158.0,
      "text": "such as looking at a clock, looking at your hands, looking at the mirror, or trying to"
    },
    {
      "index": 23,
      "start_time": 127159.0,
      "end_time": 133709.0,
      "text": "run and jump. You can see our video on triggers for more details. Another thing is to look"
    },
    {
      "index": 24,
      "start_time": 133709.0,
      "end_time": 139349.0,
      "text": "out for common dream themes. Some really common dreams across all humans are: losing a tooth,"
    },
    {
      "index": 25,
      "start_time": 139349.0,
      "end_time": 145219.0,
      "text": "being naked in public, or flying. When these things happen, question yourself and wonder,"
    },
    {
      "index": 26,
      "start_time": 145219.0,
      "end_time": 149888.0,
      "text": "“Am I dreaming?” because chances are that you are. You can also take naps purposefully"
    },
    {
      "index": 27,
      "start_time": 149889.0,
      "end_time": 153659.0,
      "text": "to try and get yourself in a lucid dream. I think this is best done in the morning."
    },
    {
      "index": 28,
      "start_time": 153659.0,
      "end_time": 159659.0,
      "text": "After you’re most well-rested is when your mind is going to enter REM for longer periods"
    },
    {
      "index": 29,
      "start_time": 159659.0,
      "end_time": 165239.0,
      "text": "of time. So if I plan on lucid dreaming, well, I like to wake up a little bit before I normally"
    },
    {
      "index": 30,
      "start_time": 165239.0,
      "end_time": 169950.0,
      "text": "would, and then do something for maybe an hour or two that will keep my brain at a low"
    },
    {
      "index": 31,
      "start_time": 169950.0,
      "end_time": 175358.0,
      "text": "metabolic rate. This means I’m not doing any physical activity, not consuming any caffeine"
    },
    {
      "index": 32,
      "start_time": 175359.0,
      "end_time": 181490.0,
      "text": "or food that might wake me up, especially not consuming any drugs or alcohol. This way"
    },
    {
      "index": 33,
      "start_time": 181490.0,
      "end_time": 185969.0,
      "text": "I’m kind of holding onto the idea of being asleep while I’m awake so that when I go"
    },
    {
      "index": 34,
      "start_time": 185969.0,
      "end_time": 191529.0,
      "text": "back to sleep, I’m a little more conscious of it. Since I’m well-rested, my body is"
    },
    {
      "index": 35,
      "start_time": 191529.0,
      "end_time": 195590.0,
      "text": "going to automatically go into REM when I fall asleep, but since I’m not 100% rested,"
    },
    {
      "index": 36,
      "start_time": 195590.0,
      "end_time": 200230.0,
      "text": "it’s going to be easier to fall asleep. This is why I have most of my lucid dreams"
    },
    {
      "index": 37,
      "start_time": 200230.0,
      "end_time": 205319.0,
      "text": "in the morning. By having these morning naps, you’re more likely to induce a lucid dream."
    },
    {
      "index": 38,
      "start_time": 205319.0,
      "end_time": 209529.0,
      "text": "There are certain apps you can use, that will set your alarm to your REM cycle, so that"
    },
    {
      "index": 39,
      "start_time": 209529.0,
      "end_time": 213359.0,
      "text": "it will wake you up right as you are going into a dream, so that you can wake up for"
    },
    {
      "index": 40,
      "start_time": 213359.0,
      "end_time": 218799.0,
      "text": "a brief second, then fall back asleep and be conscious of it. I’ve heard from a lot"
    },
    {
      "index": 41,
      "start_time": 218799.0,
      "end_time": 223400.0,
      "text": "of people who have a harder time sleeping on demand that it works a lot better for them."
    },
    {
      "index": 42,
      "start_time": 223400.0,
      "end_time": 227328.0,
      "text": "Well, I hope you guys enjoyed your stay in Dream World today. Make sure you check out"
    },
    {
      "index": 43,
      "start_time": 227329.0,
      "end_time": 232379.0,
      "text": "our next video to learn even more. Tonight when you go to bed, take these lessons with"
    },
    {
      "index": 44,
      "start_time": 232379.0,
      "end_time": 236989.0,
      "text": "you so that you can experience more in your second life. If you have any questions or"
    },
    {
      "index": 45,
      "start_time": 236989.0,
      "end_time": 240900.0,
      "text": "comments or things that you’d like to learn more about, please feel free to add them in"
    },
    {
      "index": 46,
      "start_time": 240900.0,
      "end_time": 244790.0,
      "text": "the comments section. I’d be happy to respond or make a video based on your requests."
    }
  ]
}