{
  "video_id": "ekld9AAiXrk",
  "title": "How will people travel in the future? | The Economist",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1310.0,
      "end_time": 6580.0,
      "text": "Hollywood movies have envisioned a future of hoverboards and flying cars."
    },
    {
      "index": 2,
      "start_time": 6580.0,
      "end_time": 10683.0,
      "text": "These imaginary machines might not be too far from reality."
    },
    {
      "index": 3,
      "start_time": 12560.0,
      "end_time": 20790.0,
      "text": "By 2030 a quarter of shared passenger miles traveled in America's roads could be in self-driving vehicles."
    },
    {
      "index": 4,
      "start_time": 22500.0,
      "end_time": 28740.0,
      "text": "It's believed eight out of ten people will be using Robo taxis in cities where available by 2035."
    },
    {
      "index": 5,
      "start_time": 31490.0,
      "end_time": 34893.0,
      "text": "There will also be more emphasis on sharing journeys."
    },
    {
      "index": 6,
      "start_time": 36780.0,
      "end_time": 46460.0,
      "text": "All this could reduce the number of cars on city streets by 60%, emissions by 80%, and road accidents by 90%."
    },
    {
      "index": 7,
      "start_time": 47890.0,
      "end_time": 50670.0,
      "text": "And then there are flying cars."
    },
    {
      "index": 8,
      "start_time": 50670.0,
      "end_time": 54943.0,
      "text": "Or more accurately, passenger drones and helicopter hybrids."
    },
    {
      "index": 9,
      "start_time": 55840.0,
      "end_time": 58683.0,
      "text": "Uber is investing heavily in this technology."
    },
    {
      "index": 10,
      "start_time": 59910.0,
      "end_time": 66360.0,
      "text": "Los Angeles, Dallas, and some states in Australia could see test flights within a couple of years."
    },
    {
      "index": 11,
      "start_time": 67630.0,
      "end_time": 76450.0,
      "text": "But these cross-city flights will require changes to air traffic control systems, which will probably take longer to develop than the flying vehicles themselves."
    },
    {
      "index": 12,
      "start_time": 78410.0,
      "end_time": 81343.0,
      "text": "Traveling across country could be far quicker too."
    },
    {
      "index": 13,
      "start_time": 82870.0,
      "end_time": 90000.0,
      "text": "China is leading the world in high speed bullet trains that are capable of traveling over 400 kilometers per hour."
    },
    {
      "index": 14,
      "start_time": 91881.0,
      "end_time": 96800.0,
      "text": "By 2020, 80% of the country's major cities could be linked to the network."
    },
    {
      "index": 15,
      "start_time": 98580.0,
      "end_time": 103200.0,
      "text": "But for high speed travel, the ambitious Hyperloop could leave bullet trains in the dust."
    },
    {
      "index": 16,
      "start_time": 105660.0,
      "end_time": 109870.0,
      "text": "It's an ambitious system in which pods move along tubes in the near vacuum."
    },
    {
      "index": 17,
      "start_time": 111870.0,
      "end_time": 117830.0,
      "text": "The lack of air resistance means pods could reach speeds of over 1000 kilometers per hour."
    },
    {
      "index": 18,
      "start_time": 120270.0,
      "end_time": 124960.0,
      "text": "Virgin wants to deliver a fully operational Hyperloop system by the mid 2020's."
    },
    {
      "index": 19,
      "start_time": 126740.0,
      "end_time": 133360.0,
      "text": "The company claims it's Hyperloop pods could travel from Los Angeles to Las Vegas in 30 minutes."
    },
    {
      "index": 20,
      "start_time": 135120.0,
      "end_time": 142190.0,
      "text": "But the potential dangers of travel at such great speeds and the cost mean the Hyperloop will not be a reality for decades."
    },
    {
      "index": 21,
      "start_time": 144400.0,
      "end_time": 150000.0,
      "text": "In the air the makers of supersonic jets are promising to slash travel times too."
    },
    {
      "index": 22,
      "start_time": 152120.0,
      "end_time": 158000.0,
      "text": "Aerion wants to carry 12 passengers in luxury at 1.4 times the speed of sound."
    },
    {
      "index": 23,
      "start_time": 159480.0,
      "end_time": 162903.0,
      "text": "About 60% faster than typical aircraft today."
    },
    {
      "index": 24,
      "start_time": 164430.0,
      "end_time": 174290.0,
      "text": "And rival Boom hopes to be flying its' supersonic airline by 2023, carrying 55 passengers up to 2.2 times the speed of sound."
    },
    {
      "index": 25,
      "start_time": 176240.0,
      "end_time": 183150.0,
      "text": "Skeptics say these ideas are impractical and expensive, with many technical challenges to overcome."
    },
    {
      "index": 26,
      "start_time": 184560.0,
      "end_time": 194120.0,
      "text": "Despite this, tech and engineering companies are boldly taking up the challenges of passenger transit, promising to propel us into the future."
    }
  ]
}