{
  "video_id": "eLP3a2CJ1MY",
  "title": "How to Recount Your Dreams",
  "json": [
    {
      "index": 1,
      "start_time": 960.0,
      "end_time": 6210.0,
      "text": "It's been a dramatic night: you were in a hotel at a crossroads; the tide was coming"
    },
    {
      "index": 2,
      "start_time": 6210.0,
      "end_time": 11520.0,
      "text": "in; someone threw a pencil at you; you were in the back of a big car with your grandmother,"
    },
    {
      "index": 3,
      "start_time": 11520.0,
      "end_time": 18069.0,
      "text": "on the way to sit an exam; you had to climb over a wall but kept being tickled by a giant"
    },
    {
      "index": 4,
      "start_time": 18069.0,
      "end_time": 24349.0,
      "text": "squirrel. Then you woke up. It felt immensely important, but when you go downstairs and"
    },
    {
      "index": 5,
      "start_time": 24349.0,
      "end_time": 29529.0,
      "text": "try to tell your companions about the extraordinary things that travelled through your sleeping"
    },
    {
      "index": 6,
      "start_time": 29529.0,
      "end_time": 35109.0,
      "text": "brain, the results are sobering. You keep saying that it felt \"exciting\",  \"so"
    },
    {
      "index": 7,
      "start_time": 35109.0,
      "end_time": 40190.0,
      "text": "weird\" and \"absolutely amazing\" , but – strangely – your attempts to get others"
    },
    {
      "index": 8,
      "start_time": 40190.0,
      "end_time": 45679.0,
      "text": "to experience the particularities of your night are met by some dispiritingly blank"
    },
    {
      "index": 9,
      "start_time": 45679.0,
      "end_time": 51690.0,
      "text": "stares. Half-way through the narration, someone pipes up to say the cereal is running low."
    },
    {
      "index": 10,
      "start_time": 51690.0,
      "end_time": 57670.0,
      "text": "Another person mentions it might rain later. Then the doorbell rings. It's a poignant"
    },
    {
      "index": 11,
      "start_time": 57670.0,
      "end_time": 63420.0,
      "text": "impasse, but not an untypical one either. It's tempting to think the problem has to"
    },
    {
      "index": 12,
      "start_time": 63420.0,
      "end_time": 69600.0,
      "text": "do with dreams themselves – because they are so odd, unique and specific to us. But"
    },
    {
      "index": 13,
      "start_time": 69600.0,
      "end_time": 74780.0,
      "text": "the difficulty isn't limited to dreams: it's a general problem of existence, which"
    },
    {
      "index": 14,
      "start_time": 74780.0,
      "end_time": 80130.0,
      "text": "can just as well strike when we try to explain how our holiday was, what we feel about our"
    },
    {
      "index": 15,
      "start_time": 80130.0,
      "end_time": 86000.0,
      "text": "childhood or our ideas about how society should be run. Much about our lives is like a very"
    },
    {
      "index": 16,
      "start_time": 86000.0,
      "end_time": 92540.0,
      "text": "intensely-felt dream we can’t quite get others to listen to properly. The reason is"
    },
    {
      "index": 17,
      "start_time": 92540.0,
      "end_time": 98299.0,
      "text": "to a striking extent down to a collective lack of preparation, an insufficient sense"
    },
    {
      "index": 18,
      "start_time": 98299.0,
      "end_time": 103859.0,
      "text": "that what we’re trying to do is really very hard and therefore will require a high degree"
    },
    {
      "index": 19,
      "start_time": 103859.0,
      "end_time": 110759.0,
      "text": "of skill and practice. We naively assume that enthusiasm and authenticity can be enough;"
    },
    {
      "index": 20,
      "start_time": 110759.0,
      "end_time": 116399.0,
      "text": "and that if we feel something to be important or beautiful, it will inevitably and immediately"
    },
    {
      "index": 21,
      "start_time": 116399.0,
      "end_time": 123530.0,
      "text": "strike others as being so as well. This charming, though ultimately lonely, egocentricity can"
    },
    {
      "index": 22,
      "start_time": 123530.0,
      "end_time": 128740.0,
      "text": "be best seen in children who are among the worst story tellers, because they have a touchingly"
    },
    {
      "index": 23,
      "start_time": 128740.00000000001,
      "end_time": 134890.0,
      "text": "weak hold on a very painful idea: that other people are liable to be in different places"
    },
    {
      "index": 24,
      "start_time": 134890.0,
      "end_time": 141080.0,
      "text": "from us internally and are highly unlikely to understand, feel and see as we do unless"
    },
    {
      "index": 25,
      "start_time": 141080.0,
      "end_time": 146740.0,
      "text": "we go to considerable lengths to extract, arrange and systematically package up the"
    },
    {
      "index": 26,
      "start_time": 146740.0,
      "end_time": 155810.0,
      "text": "contents of our minds for them. These are some of the rules for storytelling: – firstly,"
    },
    {
      "index": 27,
      "start_time": 155810.0,
      "end_time": 161250.0,
      "text": "we know what we mean far earlier than anyone else can and so we must understand a story"
    },
    {
      "index": 28,
      "start_time": 161250.0,
      "end_time": 165990.0,
      "text": "at least five times as well when it is to be shared in company as when it is merely"
    },
    {
      "index": 29,
      "start_time": 165990.0,
      "end_time": 172330.0,
      "text": "left to marinade in our own brains. – secondly, keeping a story brief takes far more effort"
    },
    {
      "index": 30,
      "start_time": 172330.0,
      "end_time": 177890.0,
      "text": "than letting it expand. The philosopher Pascal once touchingly apologised to a friend for"
    },
    {
      "index": 31,
      "start_time": 177890.0,
      "end_time": 182150.0,
      "text": "the length of a letter he had written him. As he admitted, \"I'm sorry I didn't"
    },
    {
      "index": 32,
      "start_time": 182150.0,
      "end_time": 188340.0,
      "text": "have time to make it shorter.\" – Thirdly, we need to simplify. The downfall of almost"
    },
    {
      "index": 33,
      "start_time": 188340.0,
      "end_time": 194080.0,
      "text": "all anecdotes is an accumulation of incidental detail untethered to the underlying logic"
    },
    {
      "index": 34,
      "start_time": 194080.0,
      "end_time": 199650.0,
      "text": "of the story. If one is explaining how it felt to see one's grandmother, it is irrelevant"
    },
    {
      "index": 35,
      "start_time": 199650.0,
      "end_time": 204430.0,
      "text": "(and a waste of someone else's rather precious life) to say what time one left the house"
    },
    {
      "index": 36,
      "start_time": 204430.0,
      "end_time": 209460.0,
      "text": "and what the weather happened to be like. We need a view of the branches, not of every"
    },
    {
      "index": 37,
      "start_time": 209460.0,
      "end_time": 215490.0,
      "text": "leaf. – fourthly, factual events (dates, times, actions) are always less interesting"
    },
    {
      "index": 38,
      "start_time": 215490.0,
      "end_time": 221230.0,
      "text": "(though far easier to remember) than feelings – and yet it's the feelings that invariably"
    },
    {
      "index": 39,
      "start_time": 221230.0,
      "end_time": 227180.0,
      "text": "contain the kernel of what can intrigue others. It's how we feel about what happened, not"
    },
    {
      "index": 40,
      "start_time": 227180.0,
      "end_time": 230130.0,
      "text": "merely what happened, that counts."
    },
    {
      "index": 41,
      "start_time": 232130.0,
      "end_time": 235820.0,
      "text": "Those who grow up to speak clearly are those especially alive to the risk and the tragedy"
    },
    {
      "index": 42,
      "start_time": 235820.0,
      "end_time": 242270.0,
      "text": "of being misunderstood. The contents of our minds, and even of our dreams, are never really"
    },
    {
      "index": 43,
      "start_time": 242270.0,
      "end_time": 248460.0,
      "text": "too strange or boring for others to understand: it's just that our culture hasn't yet"
    },
    {
      "index": 44,
      "start_time": 248460.0,
      "end_time": 255540.0,
      "text": "taken seriously enough the bracing challenges of narrating the real substance of our complex"
    },
    {
      "index": 45,
      "start_time": 255540.0,
      "end_time": 260320.0,
      "text": "days and nights to other people."
    },
    {
      "index": 46,
      "start_time": 260320.0,
      "end_time": 264000.0,
      "text": "We publish new thought provoking films every week."
    },
    {
      "index": 47,
      "start_time": 264000.0,
      "end_time": 274000.0,
      "text": "Be sure to subscribe to our channel and take a look at more of what we have to offer at the link on your screen now."
    }
  ]
}