{
  "video_id": "eMVyZ6Ax-74",
  "title": "Eating and Body Dysmorphic Disorders: Crash Course Psychology #33",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 110.0,
      "end_time": 4520.0,
      "text": "When Lauren was fifteen years old, her family moved across the country and she started going"
    },
    {
      "index": 2,
      "start_time": 4520.0,
      "end_time": 9700.0,
      "text": "to a new school. Already shy, Lauren suffered from low self-confidence and had a hard time"
    },
    {
      "index": 3,
      "start_time": 9700.0,
      "end_time": 14409.0,
      "text": "transitioning; nothing felt right and soon her changing body became a source of insecurity."
    },
    {
      "index": 4,
      "start_time": 14409.0,
      "end_time": 19250.0,
      "text": "Eventually, she began thinking that maybe if she lost weight and focused on fitness,"
    },
    {
      "index": 5,
      "start_time": 19250.0,
      "end_time": 23180.0,
      "text": "she&#39;d make more friends and feel better about herself and life would get better. Soon she"
    },
    {
      "index": 6,
      "start_time": 23180.0,
      "end_time": 27590.0,
      "text": "became obsessed with dieting and it quickly spiraled into her subsisting only on rice"
    },
    {
      "index": 7,
      "start_time": 27590.0,
      "end_time": 29960.0,
      "text": "cakes and apples and candy corn and celery."
    },
    {
      "index": 8,
      "start_time": 29960.0,
      "end_time": 35210.0,
      "text": "She like this new feeling of control every time she stood on the scale and saw a lower"
    },
    {
      "index": 9,
      "start_time": 35210.0,
      "end_time": 40730.0,
      "text": "number. She was achieving something, and that made her feel good. Soon, she thought of nothing else."
    },
    {
      "index": 10,
      "start_time": 40730.0,
      "end_time": 44670.0,
      "text": "But what Lauren couldn&#39;t see was that she was no longer healthy. Even when her hair"
    },
    {
      "index": 11,
      "start_time": 44670.0,
      "end_time": 49850.0,
      "text": "started falling out and her skin grew dry and cracked, and when she could never get warm."
    },
    {
      "index": 12,
      "start_time": 49850.0,
      "end_time": 52899.0,
      "text": "When she looked in the mirror, she still saw a chubby girl."
    },
    {
      "index": 13,
      "start_time": 52899.0,
      "end_time": 58060.0,
      "text": "Her family, though, did notice, and yet, at a visit to the doctor, she was just told to eat more."
    },
    {
      "index": 14,
      "start_time": 58060.0,
      "end_time": 58870.0,
      "text": "She didn&#39;t."
    },
    {
      "index": 15,
      "start_time": 58870.0,
      "end_time": 64660.0,
      "text": "One day while jogging, she had a heart attack and collapsed. As a teenager, she was 5&#39;7&quot;"
    },
    {
      "index": 16,
      "start_time": 64660.0,
      "end_time": 68810.0,
      "text": "and weighed eighty-two pounds. Lauren was finally admitted to a psychiatric hospital"
    },
    {
      "index": 17,
      "start_time": 68810.0,
      "end_time": 73430.0,
      "text": "where she was treated for anorexia nervosa. She was put on bed rest, saw a therapist twice"
    },
    {
      "index": 18,
      "start_time": 73430.0,
      "end_time": 77580.0,
      "text": "a week, joined a support group and slowly began eating small amounts of food again."
    },
    {
      "index": 19,
      "start_time": 77580.0,
      "end_time": 81190.0,
      "text": "Her recovery was slow but, with the support of her family and doctors, she was released"
    },
    {
      "index": 20,
      "start_time": 81190.0,
      "end_time": 85500.0,
      "text": "eight months later. Though Lauren suffered a few relapses over the years, she is now healthy."
    },
    {
      "index": 21,
      "start_time": 85500.0,
      "end_time": 91439.0,
      "text": "Ultimately, she was lucky. Anorexia, bulimia, and other eating and body dysmorphic disorders can kill."
    },
    {
      "index": 22,
      "start_time": 91439.0,
      "end_time": 95439.0,
      "text": "Eating disorders are among the deadliest psychological disorders, with some of the highest rates"
    },
    {
      "index": 23,
      "start_time": 95439.0,
      "end_time": 99830.0,
      "text": "of death directly attributable to the illness. They slowly ruin the body, but, in order for"
    },
    {
      "index": 24,
      "start_time": 99830.0,
      "end_time": 104080.0,
      "text": "these conditions to be recognized and treated successfully, they have to be understood as"
    },
    {
      "index": 25,
      "start_time": 104080.0,
      "end_time": 115920.0,
      "text": "disorders of the mind."
    },
    {
      "index": 26,
      "start_time": 115920.0,
      "end_time": 120009.0,
      "text": "Here&#39;s some scary figures: According to the National Eating Disorder Association, forty-two"
    },
    {
      "index": 27,
      "start_time": 120009.0,
      "end_time": 124770.0,
      "text": "percent of first to third grade girls want to be thinner; eighty-one percent of ten year"
    },
    {
      "index": 28,
      "start_time": 124770.0,
      "end_time": 129390.0,
      "text": "olds are afraid of being fat; over half of teenage girls and nearly a third of teenage"
    },
    {
      "index": 29,
      "start_time": 129389.99999999999,
      "end_time": 134690.0,
      "text": "boys have used troubling weight control methods like fasting, skipping meals, smoking, vomiting,"
    },
    {
      "index": 30,
      "start_time": 134690.0,
      "end_time": 135910.0,
      "text": "or taking laxatives."
    },
    {
      "index": 31,
      "start_time": 135910.0,
      "end_time": 139580.0,
      "text": "The rate of new cases of eating disorders in Western culture has been increasing since"
    },
    {
      "index": 32,
      "start_time": 139580.0,
      "end_time": 144980.0,
      "text": "the 1950&#39;s, and today in the US, an estimated twenty million women and ten million men have"
    },
    {
      "index": 33,
      "start_time": 144980.0,
      "end_time": 149069.0,
      "text": "suffered from a clinically significant eating disorder at some point in their lives."
    },
    {
      "index": 34,
      "start_time": 149069.0,
      "end_time": 153200.0,
      "text": "But get this straight: we&#39;re not talking about fad diets or lifestyle choices spurred by"
    },
    {
      "index": 35,
      "start_time": 153200.0,
      "end_time": 158900.0,
      "text": "vanity. Eating disorders are psychological illnesses that often come with serious consequences."
    },
    {
      "index": 36,
      "start_time": 158900.0,
      "end_time": 164450.0,
      "text": "These disorders tend to fall into three main categories: anorexia, bulimia, and binge eating disorders."
    },
    {
      "index": 37,
      "start_time": 164450.0,
      "end_time": 168780.0,
      "text": "Those suffering from anorexia nervosa, most often adolescent females, essentially maintain"
    },
    {
      "index": 38,
      "start_time": 168780.0,
      "end_time": 174569.0,
      "text": "a starving diet and, eventually, and abnormally low body weight. As in Lauren&#39;s case, anorexia"
    },
    {
      "index": 39,
      "start_time": 174569.0,
      "end_time": 178760.0,
      "text": "can begin as a diet that quickly spirals out of control as a person becomes obsessed with"
    },
    {
      "index": 40,
      "start_time": 178760.0,
      "end_time": 182190.0,
      "text": "continued weight loss, all while still feeling overweight."
    },
    {
      "index": 41,
      "start_time": 182190.0,
      "end_time": 186830.0,
      "text": "Our old friend, the DSM V, actually delineates two sub types of the disorder. The first involves"
    },
    {
      "index": 42,
      "start_time": 186830.0,
      "end_time": 191660.0,
      "text": "restriction, which usually consists of an extremely low-calorie diet, excessive exercise,"
    },
    {
      "index": 43,
      "start_time": 191660.0,
      "end_time": 196400.0,
      "text": "or purging, like vomiting or the use of laxatives. The second type is the binge/purge sub type,"
    },
    {
      "index": 44,
      "start_time": 196400.0,
      "end_time": 199890.0,
      "text": "which involves episodes of binge eating combined with the restriction behavior."
    },
    {
      "index": 45,
      "start_time": 199890.0,
      "end_time": 203480.0,
      "text": "As you can easily imagine, the physiological effects of this psychological condition can"
    },
    {
      "index": 46,
      "start_time": 203480.0,
      "end_time": 207519.0,
      "text": "be devastating. As the body is denied crucial nutrients, it slows down to conserve what"
    },
    {
      "index": 47,
      "start_time": 207519.0,
      "end_time": 213069.0,
      "text": "little energy it has, often resulting in abnormally slow heart rate, loss of bone density, fatigue,"
    },
    {
      "index": 48,
      "start_time": 213069.0,
      "end_time": 217950.0,
      "text": "muscle weakness, hair loss, severe dehydration, and an extremely low body mass index."
    },
    {
      "index": 49,
      "start_time": 217950.0,
      "end_time": 222739.0,
      "text": "And it&#39;s that low body mass that&#39;s the defining characteristic of anorexia nervosa - a refusal"
    },
    {
      "index": 50,
      "start_time": 222739.0,
      "end_time": 227440.0,
      "text": "to maintain a weight at or above what would normally be considered minimally healthy."
    },
    {
      "index": 51,
      "start_time": 227440.0,
      "end_time": 231860.0,
      "text": "If this condition persists, of course, it can be deadly, which is why anorexia has what&#39;s"
    },
    {
      "index": 52,
      "start_time": 231860.0,
      "end_time": 236569.0,
      "text": "often estimated to be the highest mortality rate of any psychiatric disorder."
    },
    {
      "index": 53,
      "start_time": 236569.0,
      "end_time": 240000.0,
      "text": "That might surprise you, given the host of troubling disorders we&#39;ve already covered"
    },
    {
      "index": 54,
      "start_time": 240000.0,
      "end_time": 244340.0,
      "text": "here on Crash Course Psychology, but mortality rates associated with, say, major depression"
    },
    {
      "index": 55,
      "start_time": 244340.0,
      "end_time": 250170.0,
      "text": "or PTSD or schizophrenia tend to be the result of secondary behavior, like suicide. But with"
    },
    {
      "index": 56,
      "start_time": 250170.0,
      "end_time": 254450.0,
      "text": "anorexia, the mortality rate is especially high because people can die as a direct result"
    },
    {
      "index": 57,
      "start_time": 254450.0,
      "end_time": 257430.0,
      "text": "of extreme weight loss and physiological damage."
    },
    {
      "index": 58,
      "start_time": 257430.0,
      "end_time": 260029.0,
      "text": "Another common eating disorder is bulimia nervosa."
    },
    {
      "index": 59,
      "start_time": 260029.0,
      "end_time": 264219.0,
      "text": "While anorexia is characterized primarily by the refusal to maintain a minimal body"
    },
    {
      "index": 60,
      "start_time": 264219.0,
      "end_time": 268819.0,
      "text": "weight, bulimia is not. People with bulimia tend to maintain an apparently normal, or"
    },
    {
      "index": 61,
      "start_time": 268819.0,
      "end_time": 273110.0,
      "text": "at least minimally healthy, body weight, but alternate between binge eating, followed by"
    },
    {
      "index": 62,
      "start_time": 273110.0,
      "end_time": 276699.0,
      "text": "fasting or purging, often by vomiting or using laxatives."
    },
    {
      "index": 63,
      "start_time": 276699.0,
      "end_time": 282249.0,
      "text": "A bulimic body may not be as obviously underweight as an anorexic one, but that addictive cycle"
    },
    {
      "index": 64,
      "start_time": 282249.0,
      "end_time": 287949.0,
      "text": "of binging and purging can seriously damage the whole digestive system, leading to irregular"
    },
    {
      "index": 65,
      "start_time": 287949.0,
      "end_time": 291999.0,
      "text": "heartbeat, inflammation of the esophagus and mouth, tooth decay and staining, irregular"
    },
    {
      "index": 66,
      "start_time": 291999.0,
      "end_time": 296259.0,
      "text": "bowel movements, peptic ulcers, pancreatitis, and other organ damage."
    },
    {
      "index": 67,
      "start_time": 296259.0,
      "end_time": 299430.0,
      "text": "Sometimes the two diagnoses can be difficult to discern, especially because someone may"
    },
    {
      "index": 68,
      "start_time": 299430.0,
      "end_time": 303939.0,
      "text": "shift back and forth between anorexic diagnostic features and bulimic diagnostic features."
    },
    {
      "index": 69,
      "start_time": 303939.0,
      "end_time": 308479.0,
      "text": "The DSM V recently added a third category called binge-eating disorder, which is marked"
    },
    {
      "index": 70,
      "start_time": 308479.0,
      "end_time": 314619.0,
      "text": "by significant binge-eating, followed by emotional distress, feelings of lack of control, disgust,"
    },
    {
      "index": 71,
      "start_time": 314619.0,
      "end_time": 317259.0,
      "text": "or guilt, but without purging or fasting."
    },
    {
      "index": 72,
      "start_time": 317259.0,
      "end_time": 321789.0,
      "text": "Although sometimes triggered by stress or a need for, or lack of, control, the presence"
    },
    {
      "index": 73,
      "start_time": 321789.0,
      "end_time": 326919.0,
      "text": "of an eating disorder is not a tell-tale sign of childhood sexual abuse, as was once commonly"
    },
    {
      "index": 74,
      "start_time": 326919.0,
      "end_time": 330550.0,
      "text": "thought. Instead, these disorders are often predictive indicators of a person&#39;s feelings"
    },
    {
      "index": 75,
      "start_time": 330550.0,
      "end_time": 336610.0,
      "text": "of low self-worth, need to be perfect, falling short of expectations, and concern with others perceptions."
    },
    {
      "index": 76,
      "start_time": 336610.0,
      "end_time": 340869.0,
      "text": "Although the prevalence of bulimia and binge-eating is similar among ethnic groups in the United"
    },
    {
      "index": 77,
      "start_time": 340869.0,
      "end_time": 346139.0,
      "text": "States, anorexia is is much more common among white women, often of higher socioeconomic status."
    },
    {
      "index": 78,
      "start_time": 346139.0,
      "end_time": 350499.0,
      "text": "But the prevalence of these disorders is rising in males, too. Today, between ten and twenty"
    },
    {
      "index": 79,
      "start_time": 350499.0,
      "end_time": 355249.0,
      "text": "percent of people diagnosed with eating disorders are men who feel the same pressure to attain"
    },
    {
      "index": 80,
      "start_time": 355249.0,
      "end_time": 358849.0,
      "text": "what they imagine is physical perfection, and that&#39;s worth noting."
    },
    {
      "index": 81,
      "start_time": 358849.0,
      "end_time": 363309.0,
      "text": "These disorders have strong cultural and gender components; the so-called &quot;ideal standard"
    },
    {
      "index": 82,
      "start_time": 363309.0,
      "end_time": 369099.0,
      "text": "of beauty&quot; varies wildly across cultures and time, and thinness is far from a universal"
    },
    {
      "index": 83,
      "start_time": 369099.0,
      "end_time": 372559.0,
      "text": "desire, especially in countries where malnutrition and starvation are problems."
    },
    {
      "index": 84,
      "start_time": 372559.0,
      "end_time": 377210.0,
      "text": "But in the Western world, and increasingly in other countries, thinness is a common pursuit."
    },
    {
      "index": 85,
      "start_time": 377210.0,
      "end_time": 382429.0,
      "text": "And being bombarded with images of unrealistically slender models and jacked celebrities has"
    },
    {
      "index": 86,
      "start_time": 382429.0,
      "end_time": 387300.0,
      "text": "increased many people&#39;s dissatisfaction, or even shame and disgust, with their own bodies."
    },
    {
      "index": 87,
      "start_time": 387300.0,
      "end_time": 390270.0,
      "text": "These are all attitudes that can contribute to eating disorders."
    },
    {
      "index": 88,
      "start_time": 390270.0,
      "end_time": 395020.0,
      "text": "Some people have even had plastic surgery to look more like Beyonce, or J-Lo, or...Barbie."
    },
    {
      "index": 89,
      "start_time": 395020.0,
      "end_time": 399480.0,
      "text": "When taken to extremes, this kind of behavior starts inching into the realm of body dysmorphic disorder."
    },
    {
      "index": 90,
      "start_time": 399480.0,
      "end_time": 403529.0,
      "text": "Body dysmorphic disorder is another psychological illness, one that centers on a person&#39;s obsession"
    },
    {
      "index": 91,
      "start_time": 403529.0,
      "end_time": 407909.0,
      "text": "with physical flaws - either minor or just imagined. Those suffering from this disorder"
    },
    {
      "index": 92,
      "start_time": 407909.0,
      "end_time": 412789.0,
      "text": "often obsess over their appearance, often staring into mirrors for hours, and feel distressed"
    },
    {
      "index": 93,
      "start_time": 412789.0,
      "end_time": 414740.0,
      "text": "or ashamed by what they see."
    },
    {
      "index": 94,
      "start_time": 414740.0,
      "end_time": 418069.0,
      "text": "Although it&#39;s often lumped in with the eating disorders, our growing understanding of body"
    },
    {
      "index": 95,
      "start_time": 418069.0,
      "end_time": 422729.0,
      "text": "dysmorphia suggests that it actually shares some traits with obsessive-compulsive disorder,"
    },
    {
      "index": 96,
      "start_time": 422729.0,
      "end_time": 427469.0,
      "text": "particularly the obsession with some imagined bodily perfection and the compulsion to check"
    },
    {
      "index": 97,
      "start_time": 427469.0,
      "end_time": 430509.0,
      "text": "oneself over and over to discern perceived flaws."
    },
    {
      "index": 98,
      "start_time": 430509.0,
      "end_time": 435999.0,
      "text": "Not surprisingly, BDD and OCD may share some similar neurophysiological features, although"
    },
    {
      "index": 99,
      "start_time": 435999.0,
      "end_time": 437459.0,
      "text": "that&#39;s still being researched."
    },
    {
      "index": 100,
      "start_time": 437459.0,
      "end_time": 442110.0,
      "text": "People suffering from BDD may exercise excessively, groom themselves excessively, or seek out"
    },
    {
      "index": 101,
      "start_time": 442110.0,
      "end_time": 447409.0,
      "text": "extreme cosmetic procedures, but, unless treated, they usually remain critical and unsatisfied"
    },
    {
      "index": 102,
      "start_time": 447409.0,
      "end_time": 451569.0,
      "text": "with their looks, to the point of fearing that they have a deformity."
    },
    {
      "index": 103,
      "start_time": 451569.0,
      "end_time": 456039.0,
      "text": "People with BDD may suffer from anxiety and depression, start avoiding social situations,"
    },
    {
      "index": 104,
      "start_time": 456039.0,
      "end_time": 460069.0,
      "text": "and stay home for fear that others will notice and judge their appearance negatively."
    },
    {
      "index": 105,
      "start_time": 460069.0,
      "end_time": 463740.0,
      "text": "Obviously, this causes a lot of emotional distress and dysfunction. Some bodybuilders"
    },
    {
      "index": 106,
      "start_time": 463740.0,
      "end_time": 468929.0,
      "text": "suffer from a particular type of BDD called muscle dysmorphia, sort of the opposite of"
    },
    {
      "index": 107,
      "start_time": 468929.0,
      "end_time": 472349.0,
      "text": "anorexia, where they become obsessed with the notion that they aren&#39;t muscular enough,"
    },
    {
      "index": 108,
      "start_time": 472349.0,
      "end_time": 474499.0,
      "text": "even if they&#39;re ripping shirts like the Hulk."
    },
    {
      "index": 109,
      "start_time": 474499.0,
      "end_time": 478899.0,
      "text": "And again, this isn&#39;t mere vanity; people suffering from body dysmorphia disorder look"
    },
    {
      "index": 110,
      "start_time": 478899.0,
      "end_time": 483709.0,
      "text": "in the mirror and often see a distorted, even grotesque, image in their reflection."
    },
    {
      "index": 111,
      "start_time": 483709.0,
      "end_time": 485719.0,
      "text": "So, how do these disorders come about?"
    },
    {
      "index": 112,
      "start_time": 485719.0,
      "end_time": 488330.0,
      "text": "Well, to be honest, we still have a lot of dots to connect."
    },
    {
      "index": 113,
      "start_time": 488330.0,
      "end_time": 491800.0,
      "text": "Neurologically, there are a few compelling clues. In the case of eating disorders, for"
    },
    {
      "index": 114,
      "start_time": 491800.0,
      "end_time": 495729.0,
      "text": "example, research has long suggested that neurotransmitters like serotonin and dopamine"
    },
    {
      "index": 115,
      "start_time": 495729.0,
      "end_time": 496679.0,
      "text": "may play a role."
    },
    {
      "index": 116,
      "start_time": 496679.0,
      "end_time": 501089.0,
      "text": "Dopamine is involved in regions of the brain connected to hunger and eating, like the hypothalamus"
    },
    {
      "index": 117,
      "start_time": 501089.0,
      "end_time": 504989.0,
      "text": "and nucleus accumbens, and some research has found that binge eating appears to alter the"
    },
    {
      "index": 118,
      "start_time": 504989.0,
      "end_time": 508909.0,
      "text": "regulation of dopamine production in a way that can reinforce further binging."
    },
    {
      "index": 119,
      "start_time": 508909.0,
      "end_time": 512550.0,
      "text": "The result is a neurological pattern that can resemble drug addiction, although the"
    },
    {
      "index": 120,
      "start_time": 512549.99999999994,
      "end_time": 514929.99999999994,
      "text": "addiction comparison is still pretty controversial."
    },
    {
      "index": 121,
      "start_time": 514929.99999999994,
      "end_time": 518429.99999999994,
      "text": "Genetics appear to play a role, too, as there seems to be increased risk among genetic relatives"
    },
    {
      "index": 122,
      "start_time": 518429.99999999994,
      "end_time": 520309.99999999994,
      "text": "with eating disorders as compared to controls."
    },
    {
      "index": 123,
      "start_time": 520309.99999999994,
      "end_time": 524680.0,
      "text": "But a lot of attention is also being paid to environmental and familial factors, particularly"
    },
    {
      "index": 124,
      "start_time": 524680.0,
      "end_time": 529370.0,
      "text": "the behavioral modeling and learning processes that shape how we think about ourselves and"
    },
    {
      "index": 125,
      "start_time": 529370.0,
      "end_time": 533940.0,
      "text": "our bodies. Specifically, children who grow up observing problematic or unhealthy eating"
    },
    {
      "index": 126,
      "start_time": 533940.0,
      "end_time": 538620.0,
      "text": "behavior in parents may be at higher risk for developing an eating disorder. And explicitly"
    },
    {
      "index": 127,
      "start_time": 538620.0,
      "end_time": 542790.0,
      "text": "learning unreasonable or unhealthy values about your weight or your shape from your"
    },
    {
      "index": 128,
      "start_time": 542790.0,
      "end_time": 546620.0,
      "text": "family, and definitely from your peers, can have a powerful effect."
    },
    {
      "index": 129,
      "start_time": 546620.0,
      "end_time": 550280.0,
      "text": "Eating and body dysmorphic disorders are serious business, but they are treatable --"
    },
    {
      "index": 130,
      "start_time": 550280.0,
      "end_time": 551769.0,
      "text": "and perhaps even preventable."
    },
    {
      "index": 131,
      "start_time": 551769.0,
      "end_time": 556430.0,
      "text": "If cultural learning contributes to how we eat and how we want to look, then maybe education"
    },
    {
      "index": 132,
      "start_time": 556430.0,
      "end_time": 560879.0,
      "text": "can help increase our acceptance of our own appearance, and be more accepting of others."
    },
    {
      "index": 133,
      "start_time": 560879.0,
      "end_time": 565190.0,
      "text": "Today, you learned about the symptoms and sub types of anorexia, bulimia, and binge-eating"
    },
    {
      "index": 134,
      "start_time": 565190.0,
      "end_time": 569910.0,
      "text": "disorder, as well as various types of body dysmorphic disorder, and some of the physiological"
    },
    {
      "index": 135,
      "start_time": 569910.0,
      "end_time": 571860.0,
      "text": "and environmental roots of these conditions."
    },
    {
      "index": 136,
      "start_time": 571860.0,
      "end_time": 575310.0,
      "text": "Thank you for watching, especially to all of our Subbable subscribers. This episode"
    },
    {
      "index": 137,
      "start_time": 575310.0,
      "end_time": 579610.0,
      "text": "of Crash Course Psychology was co-sponsored by Subbable subscriber Matthew Woolsey and"
    },
    {
      "index": 138,
      "start_time": 579610.0,
      "end_time": 583860.0,
      "text": "by Rich Brown of Beach Ready Auto Repair in Outer Banks, North Carolina."
    },
    {
      "index": 139,
      "start_time": 583860.0,
      "end_time": 589020.0,
      "text": "To find out how you can become a co-sponsor for one of our videos, just go to subbable.com/crashcourse."
    },
    {
      "index": 140,
      "start_time": 589020.0,
      "end_time": 593029.0,
      "text": "This episode was written by Kathleen Yale, edited by Blake de Pastino, and our consultant"
    },
    {
      "index": 141,
      "start_time": 593029.0,
      "end_time": 597740.0,
      "text": "is Dr. Ranjit Bhagwat. Our director and editor is Nicholas Jenkins, the script supervisor"
    },
    {
      "index": 142,
      "start_time": 597740.0,
      "end_time": 607740.0,
      "text": "and sound designer is Michael Aranda, and the graphics team is Thought Café."
    }
  ]
}