{
  "video_id": "eP-mv5IjFzY",
  "title": "Nonviolence and Peace Movements: Crash Course World History 228",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3500.0,
      "text": "Hi, I’m John Green, this is Crash Course: World History and today we are going to talk"
    },
    {
      "index": 2,
      "start_time": 3500.0,
      "end_time": 10560.0,
      "text": "about something we haven’t discussed much here at Crash Course. Peace. Peaceful, non-violent protest."
    },
    {
      "index": 3,
      "start_time": 10560.0,
      "end_time": 14010.0,
      "text": "Mr. Green! Mr. Green! Finally an episode where no one gets killed."
    },
    {
      "index": 4,
      "start_time": 14010.0,
      "end_time": 19210.0,
      "text": "Mmmm. Ehhh. Some people are gonna get killed, Me From the Past. Sadly, peaceful, nonviolent"
    },
    {
      "index": 5,
      "start_time": 19210.0,
      "end_time": 22060.0,
      "text": "protest is often just peaceful on the one side."
    },
    {
      "index": 6,
      "start_time": 22060.0,
      "end_time": 27029.0,
      "text": "So we’ve talked a lot about war this year on Crash Course, how it shaped civilizations"
    },
    {
      "index": 7,
      "start_time": 27029.0,
      "end_time": 31829.0,
      "text": "and nation states. And it’s easy to assume that humans are kind of naturally violent"
    },
    {
      "index": 8,
      "start_time": 31829.0,
      "end_time": 35480.0,
      "text": "and prone to fighting. And in recent human history, especially during the 20th century,"
    },
    {
      "index": 9,
      "start_time": 35480.0,
      "end_time": 40400.0,
      "text": "we got scarily good at waging war, right? There were, of course, the two World Wars, but there"
    },
    {
      "index": 10,
      "start_time": 40400.0,
      "end_time": 45760.0,
      "text": "were also many other very destructive smaller wars and we can’t forget that there were also genocides."
    },
    {
      "index": 11,
      "start_time": 45760.0,
      "end_time": 50990.0,
      "text": "But one of the most remarkable and often unnoticed aspects of the 20th century is the incredible"
    },
    {
      "index": 12,
      "start_time": 50990.0,
      "end_time": 56150.0,
      "text": "number of peace, non violence, and anti-war movements. Like, we know about Gandhi, but"
    },
    {
      "index": 13,
      "start_time": 56150.0,
      "end_time": 60720.0,
      "text": "what makes the 20th century unique in history is that Gandhi wasn’t unique. There was"
    },
    {
      "index": 14,
      "start_time": 60720.0,
      "end_time": 65259.0,
      "text": "actually a surprisingly large number of peace and nonviolence movements that were occurring all"
    },
    {
      "index": 15,
      "start_time": 65259.0,
      "end_time": 68469.0,
      "text": "around the world. So in this episode, we’re going to talk a little bit about the nonviolent"
    },
    {
      "index": 16,
      "start_time": 68469.0,
      "end_time": 73089.0,
      "text": "heavy hitters, like Martin Luther King and Gandhi. I guess I should say, the heavy “non-hitters”"
    },
    {
      "index": 17,
      "start_time": 73089.0,
      "end_time": 85120.0,
      "text": "because, you know, they were nonviolent. But they were, by no means, the only ones."
    },
    {
      "index": 18,
      "start_time": 85120.0,
      "end_time": 89600.0,
      "text": "So by 1900, Europeans pretty much dominated the world, even though there had been relative"
    },
    {
      "index": 19,
      "start_time": 89600.0,
      "end_time": 94950.0,
      "text": "peace in Europe since 1871, Europeans, using new weapons, had unleashed an incredible amount"
    },
    {
      "index": 20,
      "start_time": 94950.0,
      "end_time": 99429.0,
      "text": "of violence everywhere else on the planet. They had colonized most of Africa, Asia, and"
    },
    {
      "index": 21,
      "start_time": 99429.0,
      "end_time": 103670.0,
      "text": "the Pacific. Americans had also expanded across the continental United States, and were making"
    },
    {
      "index": 22,
      "start_time": 103670.0,
      "end_time": 107850.0,
      "text": "eyes at the Caribbean and Asia. And I want to be clear that this conquest and colonization"
    },
    {
      "index": 23,
      "start_time": 107850.0,
      "end_time": 114240.0,
      "text": "was consistently violent. But some people were beginning to question the very idea of"
    },
    {
      "index": 24,
      "start_time": 114240.0,
      "end_time": 118909.0,
      "text": "violence itself. Like in his 1894 book, The Kingdom of God is Within You, Leo Tolstoy,"
    },
    {
      "index": 25,
      "start_time": 118909.0,
      "end_time": 123560.0,
      "text": "who knew a little bit about War and Peace, explored how Jesus’s message to quote “turn"
    },
    {
      "index": 26,
      "start_time": 123560.0,
      "end_time": 126819.0,
      "text": "the other cheek” was the basis for a life of nonviolence."
    },
    {
      "index": 27,
      "start_time": 126819.0,
      "end_time": 130610.0,
      "text": "He argued that governments and individuals needed to give up violence if they believed"
    },
    {
      "index": 28,
      "start_time": 130610.00000000001,
      "end_time": 135450.0,
      "text": "themselves to be true Christians, and Tolstoy also saw nonviolence as a solution to ending"
    },
    {
      "index": 29,
      "start_time": 135450.0,
      "end_time": 140310.0,
      "text": "colonialism. In 1908, Tolstoy wrote &quot;A Letter to a Hindu&quot; to Mohandas Gandhi, and in the"
    },
    {
      "index": 30,
      "start_time": 140310.0,
      "end_time": 145010.0,
      "text": "letter, he explained that Indians needed to confront British imperialism with love and"
    },
    {
      "index": 31,
      "start_time": 145010.0,
      "end_time": 149250.0,
      "text": "nonviolence. Gandhi not only read that letter, he also published it in his South African"
    },
    {
      "index": 32,
      "start_time": 149250.0,
      "end_time": 155250.0,
      "text": "newspaper &quot;Indian Opinion&quot; in 1909. And Tolstoy&#39;s ideas in this correspondence with Gandhi marked"
    },
    {
      "index": 33,
      "start_time": 155250.0,
      "end_time": 159410.0,
      "text": "the beginning of an informal dialogue between the advocates of nonviolence from around the"
    },
    {
      "index": 34,
      "start_time": 159410.0,
      "end_time": 161620.0,
      "text": "world that spanned the 20th century."
    },
    {
      "index": 35,
      "start_time": 161620.0,
      "end_time": 165760.0,
      "text": "And Tolstoy wasn&#39;t the only influence on Mohandas K. Gandhi, he&#39;d grown up in the Gujarat region"
    },
    {
      "index": 36,
      "start_time": 165760.0,
      "end_time": 169980.0,
      "text": "of India where there&#39;s a sizable Jain community. And through the Jain monks Gandhi was exposed"
    },
    {
      "index": 37,
      "start_time": 169980.0,
      "end_time": 175910.0,
      "text": "to the idea of Ahimsa: non-violence or non-injury to life. He also read widely including western"
    },
    {
      "index": 38,
      "start_time": 175910.0,
      "end_time": 178510.0,
      "text": "writers like John Ruskin, and Henry David Thoreau."
    },
    {
      "index": 39,
      "start_time": 178510.0,
      "end_time": 184340.0,
      "text": "So after his return to India from South Africa in 1915, Gandhi began to distill his thinking"
    },
    {
      "index": 40,
      "start_time": 184340.0,
      "end_time": 189890.0,
      "text": "related to non-violence into a more explicit philosophy. In his 1929 autobiography &quot;The"
    },
    {
      "index": 41,
      "start_time": 189890.0,
      "end_time": 194280.0,
      "text": "Story of my Experiments with Truth&quot;, Gandhi wrote about how his belief in Ahimsa could"
    },
    {
      "index": 42,
      "start_time": 194280.0,
      "end_time": 199220.0,
      "text": "be the basis for Indian resistance to British rule. So for Gandhi non-violence was both"
    },
    {
      "index": 43,
      "start_time": 199220.0,
      "end_time": 203980.0,
      "text": "a way of life, and a tool for gaining Indian self-rule. He saw Western civilization as"
    },
    {
      "index": 44,
      "start_time": 203980.0,
      "end_time": 208530.0,
      "text": "violent and exploitative. That&#39;s ridiculous. I know the Eurocentrists are gonna get mad"
    },
    {
      "index": 45,
      "start_time": 208530.0,
      "end_time": 214160.0,
      "text": "at me for saying that but it is true, a smidge violent and exploitative at times. That said,"
    },
    {
      "index": 46,
      "start_time": 214160.0,
      "end_time": 218640.0,
      "text": "well done with like market-based innovation and the Mona Lisa and etc. OK let&#39;s move on."
    },
    {
      "index": 47,
      "start_time": 218640.0,
      "end_time": 223180.0,
      "text": "Gandhi believed that Indians could reject that lifestyle and replace it with a nonviolent"
    },
    {
      "index": 48,
      "start_time": 223180.0,
      "end_time": 226500.0,
      "text": "one. And Gandhi also believed that Indians could bring about an end to British rule through"
    },
    {
      "index": 49,
      "start_time": 226500.0,
      "end_time": 231620.0,
      "text": "a combination of Ahimsa and Satyagraha, a word often translated as adherence to truth."
    },
    {
      "index": 50,
      "start_time": 231620.0,
      "end_time": 233420.0,
      "text": "All right, let’s go to the Thought Bubble."
    },
    {
      "index": 51,
      "start_time": 233420.0,
      "end_time": 239190.0,
      "text": "These interconnected ideas of Ahimsa and Satyagraha are best seen in the Salt March of 1930. So,"
    },
    {
      "index": 52,
      "start_time": 239190.0,
      "end_time": 244330.0,
      "text": "since the mid 19th century, the British had placed taxes on salt, and since salt, in addition"
    },
    {
      "index": 53,
      "start_time": 244330.0,
      "end_time": 249290.0,
      "text": "to making food more delicious is necessary to live, Gandhi saw these laws as a perfect"
    },
    {
      "index": 54,
      "start_time": 249290.0,
      "end_time": 254180.0,
      "text": "example of how British despotism affected all Indians. Gandhi announced that he and"
    },
    {
      "index": 55,
      "start_time": 254180.0,
      "end_time": 258620.0,
      "text": "a small group planned to march from his home in Ahmedabad to the coast in order to harvest"
    },
    {
      "index": 56,
      "start_time": 258620.0,
      "end_time": 262720.0,
      "text": "salt. The march took almost two months and quickly gathered media attention from around"
    },
    {
      "index": 57,
      "start_time": 262720.0,
      "end_time": 267370.0,
      "text": "the world and the British raj in India was forced to choose between arresting Gandhi"
    },
    {
      "index": 58,
      "start_time": 267370.0,
      "end_time": 272570.0,
      "text": "for breaking a British law or else allowing him to break the law because he was harvesting"
    },
    {
      "index": 59,
      "start_time": 272570.0,
      "end_time": 277440.0,
      "text": "salt illegally. Millions of Indians were inspired by Gandhi’s challenge to British rule and"
    },
    {
      "index": 60,
      "start_time": 277440.0,
      "end_time": 282330.0,
      "text": "began their own protests against the salt law. As civil disobedience spread across India,"
    },
    {
      "index": 61,
      "start_time": 282330.0,
      "end_time": 286630.0,
      "text": "the British began to arrest people and the international media focused even more on the"
    },
    {
      "index": 62,
      "start_time": 286630.0,
      "end_time": 292150.0,
      "text": "protests and popular opinion began to see British rule as unjust. By refusing to meet"
    },
    {
      "index": 63,
      "start_time": 292150.0,
      "end_time": 296480.0,
      "text": "violent British rule with violence of his own and highlighting the injustice of British"
    },
    {
      "index": 64,
      "start_time": 296480.0,
      "end_time": 302240.0,
      "text": "rule, Gandhi was able to use nonviolence as an effective tool in undermining the colonial regime."
    },
    {
      "index": 65,
      "start_time": 302240.0,
      "end_time": 306310.0,
      "text": "Thanks Thought Bubble. So as previously noted, Gandhi’s use of nonviolence is very well"
    },
    {
      "index": 66,
      "start_time": 306310.0,
      "end_time": 310960.0,
      "text": "known but it wasn’t unique. Throughout the early 20th century nationalist movements in"
    },
    {
      "index": 67,
      "start_time": 310960.0,
      "end_time": 315820.0,
      "text": "colonies throughout Africa and Asia also adopted nonviolence. Like one of the first nationalist"
    },
    {
      "index": 68,
      "start_time": 315820.0,
      "end_time": 320360.0,
      "text": "leaders to advocate for nonviolence resistance to Imperialism was Phan Chu Trinh. Just as the"
    },
    {
      "index": 69,
      "start_time": 320360.0,
      "end_time": 324320.0,
      "text": "Vietnamese independence movement was developing in the first decade of the nineteen hundreds,"
    },
    {
      "index": 70,
      "start_time": 324320.0,
      "end_time": 329220.0,
      "text": "Phan began to question the violent methods advocated by other nationalists. Like he spoke"
    },
    {
      "index": 71,
      "start_time": 329220.0,
      "end_time": 333710.0,
      "text": "out against the violent uprisings that were occurring in many parts of Vietnam. He also"
    },
    {
      "index": 72,
      "start_time": 333710.0,
      "end_time": 339500.0,
      "text": "resisted requesting help from Japan in the Vietnamese Independence struggle because of Japan&#39;s militarism."
    },
    {
      "index": 73,
      "start_time": 339500.0,
      "end_time": 345180.0,
      "text": "In 1919, Egyptians protested against British rule by going on strike, and boycotting British"
    },
    {
      "index": 74,
      "start_time": 345180.0,
      "end_time": 349520.0,
      "text": "goods, and organizing demonstrations across the country. Those protests went on for months"
    },
    {
      "index": 75,
      "start_time": 349520.0,
      "end_time": 354960.0,
      "text": "and eventually in 1922 the British granted independence to Egypt. Although some key areas,"
    },
    {
      "index": 76,
      "start_time": 354960.0,
      "end_time": 359120.0,
      "text": "including the Suez Canal, did remain under British control. And even as nonviolence became"
    },
    {
      "index": 77,
      "start_time": 359120.0,
      "end_time": 364949.0,
      "text": "a tactic associated with anti-imperial movements in Africa and Asia it was also becoming entrenched"
    },
    {
      "index": 78,
      "start_time": 364949.0,
      "end_time": 369110.0,
      "text": "in the peace movement that developed in response to World War One. When war broke out in the"
    },
    {
      "index": 79,
      "start_time": 369110.0,
      "end_time": 373260.0,
      "text": "fall of 1914 there were lots of protests in the United States, which had yet to enter"
    },
    {
      "index": 80,
      "start_time": 373260.0,
      "end_time": 377340.0,
      "text": "the war. A number of young activists met to discuss how to stop it and how to prevent"
    },
    {
      "index": 81,
      "start_time": 377340.0,
      "end_time": 381930.0,
      "text": "the United States from entering it. This group included AJ Musty and Kirby Page and Dorothy"
    },
    {
      "index": 82,
      "start_time": 381930.0,
      "end_time": 386020.0,
      "text": "Day, all of whom would go on to become important figures in the Peace Movement in the United"
    },
    {
      "index": 83,
      "start_time": 386020.0,
      "end_time": 390840.0,
      "text": "States. They also helped found the Fellowship of Reconciliation or (FOR), which advocated"
    },
    {
      "index": 84,
      "start_time": 390840.0,
      "end_time": 395699.0,
      "text": "on behalf of conscientious objectors and encouraged nonviolent alternatives to conflict. And then"
    },
    {
      "index": 85,
      "start_time": 395699.0,
      "end_time": 400570.0,
      "text": "after the war ended many of these American peace activists began to expand their horizons"
    },
    {
      "index": 86,
      "start_time": 400570.0,
      "end_time": 405210.0,
      "text": "and they saw connections between nonviolence and antiwar movements and nonviolence in the"
    },
    {
      "index": 87,
      "start_time": 405210.0,
      "end_time": 406850.0,
      "text": "anti-imperial struggle."
    },
    {
      "index": 88,
      "start_time": 406850.0,
      "end_time": 410360.0,
      "text": "There was, for instance, Ricard Gregg, a young activist who had been involved in the anti-war"
    },
    {
      "index": 89,
      "start_time": 410360.0,
      "end_time": 415740.0,
      "text": "movement in the United States, who traveled to India in 1925. He spent four years in India"
    },
    {
      "index": 90,
      "start_time": 415740.0,
      "end_time": 420460.0,
      "text": "studying with Gandhi including seven months living at Gandhi’s ashram in Gujarat. And"
    },
    {
      "index": 91,
      "start_time": 420460.0,
      "end_time": 424650.0,
      "text": "then when he returned to the US, Gregg wrote the very influential book The Power of Nonviolence"
    },
    {
      "index": 92,
      "start_time": 424650.0,
      "end_time": 427610.0,
      "text": "in which he described how nonviolence would remake the world."
    },
    {
      "index": 93,
      "start_time": 427610.0,
      "end_time": 430990.0,
      "text": "I mention this to get across the idea that this was truly an international movement that"
    },
    {
      "index": 94,
      "start_time": 430990.0,
      "end_time": 436040.0,
      "text": "involved cultural exchange that went both west to east and east to west. And this idea"
    },
    {
      "index": 95,
      "start_time": 436040.0,
      "end_time": 440419.0,
      "text": "of nonviolent resistance was also very compelling to artists. During the Spanish Civil War the"
    },
    {
      "index": 96,
      "start_time": 440419.0,
      "end_time": 444660.0,
      "text": "nationalist forces of General Franco heavily bombed the Basque village of Guernica and"
    },
    {
      "index": 97,
      "start_time": 444660.0,
      "end_time": 448169.0,
      "text": "after reading about the destruction of the village, the Spanish artist Pablo Picasso"
    },
    {
      "index": 98,
      "start_time": 448169.0,
      "end_time": 452430.0,
      "text": "who was working on a commissioned mural for the Spanish Republic abandoned the mural and"
    },
    {
      "index": 99,
      "start_time": 452430.0,
      "end_time": 457350.0,
      "text": "began painting Guernica to draw attention to the horrors that war inflicts upon innocent"
    },
    {
      "index": 100,
      "start_time": 457350.0,
      "end_time": 461120.0,
      "text": "civilians. The painting became one of the most famous of the 20th century and it remains"
    },
    {
      "index": 101,
      "start_time": 461120.0,
      "end_time": 465639.0,
      "text": "a powerful antiwar symbol. There were even nonviolent protests against the Nazis. Like"
    },
    {
      "index": 102,
      "start_time": 465639.0,
      "end_time": 471360.0,
      "text": "in 1943 the German Gestapo arrested about 1800 Jewish men who were married to non-Jewish"
    },
    {
      "index": 103,
      "start_time": 471360.0,
      "end_time": 475400.0,
      "text": "women. And as those men were being held in an office building, their wives gathered together"
    },
    {
      "index": 104,
      "start_time": 475400.0,
      "end_time": 480320.0,
      "text": "on the street. Armed German Gestapo agents attempted to disperse them with threats of"
    },
    {
      "index": 105,
      "start_time": 480320.0,
      "end_time": 485340.0,
      "text": "firing into the crowd and a stand off between the unarmed women and the armed Gestapo went"
    },
    {
      "index": 106,
      "start_time": 485340.0,
      "end_time": 490370.0,
      "text": "on for a week. Instead of firing on the women, Joseph Gerbils, the Nazi party director in"
    },
    {
      "index": 107,
      "start_time": 490370.0,
      "end_time": 495160.0,
      "text": "Berlin, ultimately decided to back down and he released the men. The so called Rosenstrasse"
    },
    {
      "index": 108,
      "start_time": 495160.0,
      "end_time": 501020.0,
      "text": "protest was the only successful public protest against Nazi policies in Germany but it wasn&#39;t the only protest."
    },
    {
      "index": 109,
      "start_time": 501020.0,
      "end_time": 504300.0,
      "text": "And then we have the Civil Rights Movement in the United States which brought together"
    },
    {
      "index": 110,
      "start_time": 504300.0,
      "end_time": 508570.0,
      "text": "many of the different strains of nonviolent resistance in the 20th century. Like during"
    },
    {
      "index": 111,
      "start_time": 508570.0,
      "end_time": 513370.0,
      "text": "World War II, civil rights pioneer Bayard Rustin met AJ Musty and other members of the"
    },
    {
      "index": 112,
      "start_time": 513370.0,
      "end_time": 517740.0,
      "text": "Fellowship of Reconciliation, and they spent much of the war protesting racial discrimination"
    },
    {
      "index": 113,
      "start_time": 517740.0,
      "end_time": 522399.0,
      "text": "in the armed forces but at the same time Rustin was also becoming increasingly aware of the"
    },
    {
      "index": 114,
      "start_time": 522399.0,
      "end_time": 527510.0,
      "text": "injustice of the British colonialism in India and Africa and began to protest that as well."
    },
    {
      "index": 115,
      "start_time": 527510.0,
      "end_time": 533060.0,
      "text": "And we see this global cross-fertilization of nonviolent ideas again in 1948 when Rustin"
    },
    {
      "index": 116,
      "start_time": 533060.0,
      "end_time": 536960.0,
      "text": "traveled to India, where he met with many of Gandhi’s associates -- Gandhi had been"
    },
    {
      "index": 117,
      "start_time": 536960.0,
      "end_time": 541730.0,
      "text": "killed in January of that year -- and learned about the role of nonviolent protest against"
    },
    {
      "index": 118,
      "start_time": 541730.0,
      "end_time": 545890.0,
      "text": "the British. And in the following decade, Rustin would teach Martin Luther King Jr about"
    },
    {
      "index": 119,
      "start_time": 545890.0,
      "end_time": 550110.0,
      "text": "Gandhi’s tactics, so he could use them in protesting against racial segregation in the"
    },
    {
      "index": 120,
      "start_time": 550110.0,
      "end_time": 555230.0,
      "text": "United States. King himself traveled to India in 1959 to learn more about nonviolence. And"
    },
    {
      "index": 121,
      "start_time": 555230.0,
      "end_time": 559990.0,
      "text": "before leaving he explained that he was quote “more convinced than ever before that the"
    },
    {
      "index": 122,
      "start_time": 559990.0,
      "end_time": 565140.0,
      "text": "method of nonviolent resistance is the most potent weapon available to oppressed people"
    },
    {
      "index": 123,
      "start_time": 565140.0,
      "end_time": 567860.0,
      "text": "in their struggle for justice and human dignity.”"
    },
    {
      "index": 124,
      "start_time": 567860.0,
      "end_time": 572010.0,
      "text": "And the principles of nonviolence would come to shape the strategies used for the remainder"
    },
    {
      "index": 125,
      "start_time": 572010.0,
      "end_time": 576610.0,
      "text": "of the Civil Rights Movement. Nonviolent resistance was also an important protest tactic during"
    },
    {
      "index": 126,
      "start_time": 576610.0,
      "end_time": 580910.0,
      "text": "the Cold War. Alexander Dubcek, the Czech Communist Party’s first secretary, began"
    },
    {
      "index": 127,
      "start_time": 580910.0,
      "end_time": 586810.0,
      "text": "a series of reforms to communist rule in Czechoslovakia in January 1968 that would become known as"
    },
    {
      "index": 128,
      "start_time": 586810.0,
      "end_time": 590790.0,
      "text": "the Prague Spring. And the Soviet Union was like no no no no no no no we don’t like"
    },
    {
      "index": 129,
      "start_time": 590790.0,
      "end_time": 595870.0,
      "text": "democratic reforms or Spring. So they sent in troops to destabilize Dubcek’s government"
    },
    {
      "index": 130,
      "start_time": 595870.0,
      "end_time": 600000.0,
      "text": "and in response to that invasion, civilians quickly took to the streets in support of"
    },
    {
      "index": 131,
      "start_time": 600000.0,
      "end_time": 604980.0,
      "text": "Dubcek and to resist the invasion. Most people resisted through a variety of nonviolent means,"
    },
    {
      "index": 132,
      "start_time": 604980.0,
      "end_time": 610209.0,
      "text": "including deliberately giving wrong directions to Soviet tanks, forming human blockades across"
    },
    {
      "index": 133,
      "start_time": 610209.0,
      "end_time": 614890.0,
      "text": "bridges, and distributing protest materials. Secret radio stations were set up to broadcast"
    },
    {
      "index": 134,
      "start_time": 614890.0,
      "end_time": 619140.0,
      "text": "calls for nonviolent resistance across the country. And the protest continued on for"
    },
    {
      "index": 135,
      "start_time": 619140.0,
      "end_time": 624510.0,
      "text": "the rest of 1968. In January of 1969, two Czech students burned themselves to death"
    },
    {
      "index": 136,
      "start_time": 624510.0,
      "end_time": 629690.0,
      "text": "in a Prague square to protest the Soviet occupation and as the tensions between the protesters"
    },
    {
      "index": 137,
      "start_time": 629690.0,
      "end_time": 635120.0,
      "text": "and the Soviets escalated, the Soviets began a violent crackdown. By the summer of 1969"
    },
    {
      "index": 138,
      "start_time": 635120.0,
      "end_time": 637370.0,
      "text": "they&#39;d brought the demonstrations to an end."
    },
    {
      "index": 139,
      "start_time": 637370.0,
      "end_time": 640930.0,
      "text": "Historians took note of all of this stuff, like historian Gene Sharp published his multi"
    },
    {
      "index": 140,
      "start_time": 640930.0,
      "end_time": 645860.0,
      "text": "volume Politics of Nonviolent Action which was reportedly read by a lot of the original"
    },
    {
      "index": 141,
      "start_time": 645860.0,
      "end_time": 650990.0,
      "text": "protesters in the Arab Spring of 2011, which reminds us that nonviolent resistance movements"
    },
    {
      "index": 142,
      "start_time": 650990.0,
      "end_time": 656350.0,
      "text": "advocating for and in some cases achieving political change are not just part of history,"
    },
    {
      "index": 143,
      "start_time": 656350.0,
      "end_time": 661029.0,
      "text": "they are also part of the world in which we live today. Ideas about nonviolence that began"
    },
    {
      "index": 144,
      "start_time": 661029.0,
      "end_time": 665200.0,
      "text": "with Leo Tolstoy at the beginning of the 20th century are still very much with us."
    },
    {
      "index": 145,
      "start_time": 665200.0,
      "end_time": 668399.0,
      "text": "And I think it is good important to remind ourselves of two things. First, that Tolstoy’s"
    },
    {
      "index": 146,
      "start_time": 668399.0,
      "end_time": 672790.0,
      "text": "most famous book is called War and Peace. And secondly, that the 20th century while"
    },
    {
      "index": 147,
      "start_time": 672790.0,
      "end_time": 679400.0,
      "text": "it featured intensely destructive wars, was by many measures the least violent century ever."
    },
    {
      "index": 148,
      "start_time": 679400.0,
      "end_time": 683890.0,
      "text": "Wars are traumatic and they have relatively straightforward narratives that allow us to"
    },
    {
      "index": 149,
      "start_time": 683890.0,
      "end_time": 688910.0,
      "text": "focus on human dramas and all of that stuff is appealing to historians. But really the"
    },
    {
      "index": 150,
      "start_time": 688910.0,
      "end_time": 693550.0,
      "text": "nonviolent struggles against oppression in the 20th century have been just as dramatic"
    },
    {
      "index": 151,
      "start_time": 693550.0,
      "end_time": 697830.0,
      "text": "and especially in the second half of the 20th century they have born fruit and not just"
    },
    {
      "index": 152,
      "start_time": 697830.0,
      "end_time": 701709.0,
      "text": "in the US and India. When the news focuses just on death and destruction it can be hard"
    },
    {
      "index": 153,
      "start_time": 701709.0,
      "end_time": 706490.0,
      "text": "to remember that more people are living under peaceful regimes than ever before and that,"
    },
    {
      "index": 154,
      "start_time": 706490.0,
      "end_time": 712460.0,
      "text": "at least between nations, inequality and injustice are diminishing. Nonviolent resistance doesn’t"
    },
    {
      "index": 155,
      "start_time": 712460.0,
      "end_time": 716700.0,
      "text": "always work and the governments that emerge form these movements aren’t always good"
    },
    {
      "index": 156,
      "start_time": 716700.0,
      "end_time": 721420.0,
      "text": "governments. The stories, as usual, are complicated. So the next time we think about the 20th century"
    },
    {
      "index": 157,
      "start_time": 721420.0,
      "end_time": 726330.0,
      "text": "merely as a century of war and genocide and nuclear weapons we need to remind ourselves"
    },
    {
      "index": 158,
      "start_time": 726330.0,
      "end_time": 731110.0,
      "text": "that it was also a century in which hundreds of millions of people emerged from poverty"
    },
    {
      "index": 159,
      "start_time": 731110.0,
      "end_time": 736120.0,
      "text": "and fewer people died as a result of violence. Thanks for watching. I’ll see you next week."
    },
    {
      "index": 160,
      "start_time": 736120.0,
      "end_time": 740040.0,
      "text": "Crash Course is filmed here in the Chad and Stacey Emigholz studios in Indianapolis and"
    },
    {
      "index": 161,
      "start_time": 740040.0,
      "end_time": 745020.0,
      "text": "it’s made possible by our Subbable subscribers. Thank you so much for watching and as we say"
    },
    {
      "index": 162,
      "start_time": 745020.0,
      "end_time": 755020.0,
      "text": "in my home town, don’t forget to be awesome."
    }
  ]
}