{
  "video_id": "ePV4wlMnu_M",
  "title": "阿滴教文法#3【假設語氣】 // Understanding the Subjunctive Mood",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2837.0,
      "text": "Hello this is Ray, today let's learn the subjunctive mood"
    },
    {
      "index": 2,
      "start_time": 8379.0,
      "end_time": 12980.0,
      "text": "Welcome back to RD Youtube channel, and today's lesson is of the grammar series"
    },
    {
      "index": 3,
      "start_time": 12980.0,
      "end_time": 23341.0,
      "text": "I remember the last episode of grammar was about perfect tense, and it's pretty popular. The second most popular grammar topic you've asked us to do is the subjunctive mood"
    },
    {
      "index": 4,
      "start_time": 23341.0,
      "end_time": 27923.0,
      "text": "So today let us learn how to use i & f, which is \"if\""
    },
    {
      "index": 5,
      "start_time": 28219.0,
      "end_time": 31490.0,
      "text": "But first of all, can you see the differences between these 3 sentences?"
    },
    {
      "index": 6,
      "start_time": 49365.0,
      "end_time": 57623.0,
      "text": "If you don't, it's fine. If you carefully watch my teaching, you will understand.\nSee? I'm using the subjunctive mood."
    },
    {
      "index": 7,
      "start_time": 58379.0,
      "end_time": 62173.0,
      "text": "The first type is to make a possible assumption, using present tense"
    },
    {
      "index": 8,
      "start_time": 62173.0,
      "end_time": 70246.0,
      "text": "So the example here, \"If Ray has time, he will make a video.\" This is something possible"
    },
    {
      "index": 9,
      "start_time": 70344.0,
      "end_time": 72757.0,
      "text": "Assumptions for possible things should be used like this:"
    },
    {
      "index": 10,
      "start_time": 83172.0,
      "end_time": 86255.0,
      "text": "If you want to live, eat everything"
    },
    {
      "index": 11,
      "start_time": 90606.0,
      "end_time": 93362.0,
      "text": "If you don't finish your food, grandma will murder you"
    },
    {
      "index": 12,
      "start_time": 93638.0,
      "end_time": 102447.0,
      "text": "Most cases would fit this situation, and in Chinese this is the only kind of subjunctive mood, which talks about possible things. \"If this, then it will...\""
    },
    {
      "index": 13,
      "start_time": 102653.0,
      "end_time": 113464.0,
      "text": "But in English there's a different form, which is when your assumption is the opposite of the truth and thus needs to be marked. And that makes the second and the third type."
    },
    {
      "index": 14,
      "start_time": 113560.0,
      "end_time": 117819.0,
      "text": "The second type is the assumption opposite to the present truth, using past tense"
    },
    {
      "index": 15,
      "start_time": 117819.0,
      "end_time": 127320.0,
      "text": "So the example \"If Ray had time, he would make a video.\" implies that Ray doesn't have time now, but if he has, he will make a video"
    },
    {
      "index": 16,
      "start_time": 127440.0,
      "end_time": 130250.0,
      "text": "The assumption that is opposite to the present truth would be like:"
    },
    {
      "index": 17,
      "start_time": 141647.0,
      "end_time": 145223.0,
      "text": "If I were you, I would try to finish the food"
    },
    {
      "index": 18,
      "start_time": 145637.0,
      "end_time": 150479.0,
      "text": "Apparently I am not YOU. This is opposite to the truth, so you should use the past tense \"were\" to assume that"
    },
    {
      "index": 19,
      "start_time": 150479.0,
      "end_time": 155978.0,
      "text": "And there's a topic frequently used for composition test: \"What would you do if you were the president?\""
    },
    {
      "index": 20,
      "start_time": 155978.0,
      "end_time": 162711.0,
      "text": "Obviously, you're not the president, so in this situation opposite to the truth, we will say \"If you were the president\""
    },
    {
      "index": 21,
      "start_time": 162927.0,
      "end_time": 168921.0,
      "text": "But recently the US is going to have their election, the candidate Trump usually says \"If I'm the president, I will blah blah blah\""
    },
    {
      "index": 22,
      "start_time": 168921.0,
      "end_time": 176680.0,
      "text": "This is what may happen in the future, so he's using the first type of assumption, which is present tense: If I am the president"
    },
    {
      "index": 23,
      "start_time": 176955.0,
      "end_time": 184258.0,
      "text": "But it's probably okay if you say \"If I'm the president\" in the article. If the teacher thinks it's wrong, you can tell the teacher:"
    },
    {
      "index": 24,
      "start_time": 184258.0,
      "end_time": 189257.0,
      "text": "You're trampling on my dream! I think it's possible that I'll be the presodent"
    },
    {
      "index": 25,
      "start_time": 189666.0,
      "end_time": 196173.0,
      "text": "The third type is the assumption opposite to the past truth, using past perfect tense"
    },
    {
      "index": 26,
      "start_time": 196173.0,
      "end_time": 201541.0,
      "text": "So the example then, \"If Ray had had time, he would have made a video\""
    },
    {
      "index": 27,
      "start_time": 201541.0,
      "end_time": 211561.0,
      "text": "means that \"Ray didn't have time then, so he didn't make a video, but if he had had time at that moment, he would have made a video then\""
    },
    {
      "index": 28,
      "start_time": 212466.0,
      "end_time": 216577.0,
      "text": "I didn't say it wrong. It is indeed that complicated in Chinese. It's not because I'm bad in Chinese, I swear"
    },
    {
      "index": 29,
      "start_time": 217642.0,
      "end_time": 220206.0,
      "text": "The assumption that is opposite to the past truth would be like:"
    },
    {
      "index": 30,
      "start_time": 235942.0,
      "end_time": 239272.0,
      "text": "If he had eaten everything, he would not have been murdered"
    },
    {
      "index": 31,
      "start_time": 239542.0,
      "end_time": 253082.0,
      "text": "My video about perfect tense has mentioned that tense is comparative in English, so the previous time of present tense is past tense, and the previous time of past tense is then past perfect tense"
    },
    {
      "index": 32,
      "start_time": 253082.0,
      "end_time": 263646.0,
      "text": "Thus, if we use past tense in the assumption opposite to the present truth, then we should use past perfect tense in assumption opposite to the past truth, right?"
    },
    {
      "index": 33,
      "start_time": 265288.0,
      "end_time": 266999.0,
      "text": "Okay...some of you may understand"
    },
    {
      "index": 34,
      "start_time": 268102.0,
      "end_time": 274419.0,
      "text": "So you see that the subjunctive mood really is complicated, but I hope you get to know more about it after my explanation"
    },
    {
      "index": 35,
      "start_time": 292167.0,
      "end_time": 297291.0,
      "text": "Lastly, let's make a sentence: If you think this video was helpful, will you please share it?"
    },
    {
      "index": 36,
      "start_time": 297545.0,
      "end_time": 302020.0,
      "text": "You see, I'm using the first type, the possible assumption. Uh-hum"
    },
    {
      "index": 37,
      "start_time": 304919.0,
      "end_time": 313095.0,
      "text": "If you like this video, please give us a thumbs-up. If you wanna see more new English teaching videos, click the button here and subscribe"
    },
    {
      "index": 38,
      "start_time": 313095.0,
      "end_time": 321384.0,
      "text": "I also have Facebook and Instagram accounts, so you can type \"Ray Du English\" and find me. Here's the previous video, and this is the next one"
    },
    {
      "index": 39,
      "start_time": 321384.0,
      "end_time": 325004.0,
      "text": "Right here is my blog in which you can see some of my articels"
    },
    {
      "index": 40,
      "start_time": 325004.0,
      "end_time": 331959.0,
      "text": "And that is a wrap, thank you guys, for watching as always, and I’ll catch you guys next time! See ya!"
    }
  ]
}