{
  "video_id": "EuABmdLM-pg",
  "title": "The Shawshank Redemption",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 80.0,
      "end_time": 6120.0,
      "text": "The Shawshank Redemption is a 1994 American drama film written and directed by Frank Darabont"
    },
    {
      "index": 2,
      "start_time": 6120.0,
      "end_time": 13219.0,
      "text": "and starring Tim Robbins and Morgan Freeman. It is ranked #1 in IMDb&#39;s &quot;Top 250&quot; list and"
    },
    {
      "index": 3,
      "start_time": 13219.0,
      "end_time": 17130.0,
      "text": "is considered one of the best movies of all time."
    },
    {
      "index": 4,
      "start_time": 17130.0,
      "end_time": 21570.0,
      "text": "Adapted from the Stephen King novella Rita Hayworth and Shawshank Redemption, the film"
    },
    {
      "index": 5,
      "start_time": 21570.0,
      "end_time": 27220.0,
      "text": "tells the story of Andy Dufresne, a banker who spends 19 years in Shawshank State Prison"
    },
    {
      "index": 6,
      "start_time": 27220.0,
      "end_time": 32540.0,
      "text": "for the murder of his wife and her lover despite his claims of innocence. During his time at"
    },
    {
      "index": 7,
      "start_time": 32540.0,
      "end_time": 37890.0,
      "text": "the prison, he befriends a fellow inmate, Ellis Boyd &quot;Red&quot; Redding, and finds himself"
    },
    {
      "index": 8,
      "start_time": 37890.0,
      "end_time": 43970.0,
      "text": "protected by the guards after the warden begins using him in his money laundering operation."
    },
    {
      "index": 9,
      "start_time": 43970.0,
      "end_time": 48590.0,
      "text": "Despite a lukewarm box office reception that barely recouped its budget, the film received"
    },
    {
      "index": 10,
      "start_time": 48590.0,
      "end_time": 53500.0,
      "text": "multiple award nominations and outstanding reviews from critics for its powerful acting"
    },
    {
      "index": 11,
      "start_time": 53500.0,
      "end_time": 61620.0,
      "text": "and realism. It has since been successful on cable television, VHS, DVD, and Blu-ray."
    },
    {
      "index": 12,
      "start_time": 61620.0,
      "end_time": 69460.0,
      "text": "It was included in the American Film Institute&#39;s 100 Years...100 Movies 10th Anniversary Edition."
    },
    {
      "index": 13,
      "start_time": 69460.0,
      "end_time": 74090.0,
      "text": "Plot In 1947, banker Andy Dufresne is convicted"
    },
    {
      "index": 14,
      "start_time": 74090.0,
      "end_time": 80070.0,
      "text": "of murdering his wife and her lover and sentenced to two consecutive life sentences at the fictional"
    },
    {
      "index": 15,
      "start_time": 80070.0,
      "end_time": 84980.0,
      "text": "Shawshank State Penitentiary in the state of Maine. Andy quickly befriends contraband"
    },
    {
      "index": 16,
      "start_time": 84980.0,
      "end_time": 91159.0,
      "text": "smuggler Ellis &quot;Red&quot; Redding, an inmate serving a life sentence. Red procures a rock hammer"
    },
    {
      "index": 17,
      "start_time": 91159.0,
      "end_time": 96950.0,
      "text": "and later a large poster of Rita Hayworth for Andy. Working in the prison laundry, Andy"
    },
    {
      "index": 18,
      "start_time": 96950.0,
      "end_time": 102520.0,
      "text": "is regularly assaulted by the &quot;bull queer&quot; gang &quot;the Sisters&quot; and their leader, Bogs."
    },
    {
      "index": 19,
      "start_time": 102520.0,
      "end_time": 108200.0,
      "text": "In 1949, Andy overhears the brutal captain of the guards Byron Hadley complaining about"
    },
    {
      "index": 20,
      "start_time": 108200.0,
      "end_time": 113340.0,
      "text": "being taxed on an inheritance and offers to help him legally shelter the money. After"
    },
    {
      "index": 21,
      "start_time": 113340.0,
      "end_time": 119060.0,
      "text": "a vicious assault by the Sisters nearly kills Andy, Hadley beats Bogs severely. Bogs is"
    },
    {
      "index": 22,
      "start_time": 119060.0,
      "end_time": 124990.0,
      "text": "sent to another prison and Andy is never attacked again. Warden Samuel Norton meets with Andy"
    },
    {
      "index": 23,
      "start_time": 124990.0,
      "end_time": 130770.0,
      "text": "and reassigns him to the prison library to assist elderly inmate Brooks Hatlen. Andy&#39;s"
    },
    {
      "index": 24,
      "start_time": 130770.00000000001,
      "end_time": 136650.0,
      "text": "new job is a pretext for him to begin managing financial matters for the prison employees."
    },
    {
      "index": 25,
      "start_time": 136650.0,
      "end_time": 141620.0,
      "text": "As time passes, the warden begins using Andy to handle matters for a variety of people"
    },
    {
      "index": 26,
      "start_time": 141620.0,
      "end_time": 146950.0,
      "text": "including guards from other prisons and the warden himself. Andy begins writing weekly"
    },
    {
      "index": 27,
      "start_time": 146950.0,
      "end_time": 151569.0,
      "text": "letters to the state government for funds to improve the decaying library."
    },
    {
      "index": 28,
      "start_time": 151569.0,
      "end_time": 157420.0,
      "text": "In 1954, Brooks is paroled, but cannot adjust to the outside world after fifty years in"
    },
    {
      "index": 29,
      "start_time": 157420.0,
      "end_time": 162880.0,
      "text": "prison and hangs himself. Andy receives a library donation that includes a recording"
    },
    {
      "index": 30,
      "start_time": 162880.0,
      "end_time": 168300.0,
      "text": "of The Marriage of Figaro. He plays an excerpt over the public address system, resulting"
    },
    {
      "index": 31,
      "start_time": 168300.0,
      "end_time": 174209.0,
      "text": "in his receiving solitary confinement. After his release from solitary Andy explains that"
    },
    {
      "index": 32,
      "start_time": 174209.0,
      "end_time": 181120.0,
      "text": "hope is what gets him through his time, a concept that Red dismisses. In 1963, Norton"
    },
    {
      "index": 33,
      "start_time": 181120.0,
      "end_time": 186360.0,
      "text": "begins exploiting prison labor for public works, profiting by undercutting skilled labor"
    },
    {
      "index": 34,
      "start_time": 186360.0,
      "end_time": 191690.0,
      "text": "costs and receiving kickbacks. He has Andy launder the money using the alias Randall"
    },
    {
      "index": 35,
      "start_time": 191690.0,
      "end_time": 197550.0,
      "text": "Stephens. In 1965, Tommy Williams is incarcerated for"
    },
    {
      "index": 36,
      "start_time": 197550.0,
      "end_time": 203530.0,
      "text": "burglary. He joins Andy&#39;s and Red&#39;s circle of friends, and Andy helps him pass his G.E.D."
    },
    {
      "index": 37,
      "start_time": 203530.0,
      "end_time": 210390.0,
      "text": "exam. In 1966, Tommy reveals to Red and Andy that an inmate at another prison claimed responsibility"
    },
    {
      "index": 38,
      "start_time": 210390.0,
      "end_time": 216470.0,
      "text": "for the murders Andy was convicted of, implying Andy&#39;s innocence. Andy approaches Warden Norton"
    },
    {
      "index": 39,
      "start_time": 216470.0,
      "end_time": 221290.0,
      "text": "with this information, but the warden refuses to listen and sends Andy back to solitary"
    },
    {
      "index": 40,
      "start_time": 221290.0,
      "end_time": 226510.0,
      "text": "when he mentions the money laundering. Norton then has Captain Hadley murder Tommy under"
    },
    {
      "index": 41,
      "start_time": 226510.0,
      "end_time": 232590.0,
      "text": "the guise of an escape attempt. Andy refuses to continue the money laundering, but relents"
    },
    {
      "index": 42,
      "start_time": 232590.0,
      "end_time": 237519.0,
      "text": "after Norton threatens to burn the library, remove Andy&#39;s protection from the guards,"
    },
    {
      "index": 43,
      "start_time": 237519.0,
      "end_time": 243090.0,
      "text": "and move him out of his cell into worse conditions. Andy is released from solitary confinement"
    },
    {
      "index": 44,
      "start_time": 243090.0,
      "end_time": 249680.0,
      "text": "and tells Red of his dream of living in Zihuatanejo, a Mexican coastal town. Red feels Andy is"
    },
    {
      "index": 45,
      "start_time": 249680.0,
      "end_time": 254470.0,
      "text": "being unrealistic, but promises Andy that if he is ever released he will visit a specific"
    },
    {
      "index": 46,
      "start_time": 254470.0,
      "end_time": 260309.0,
      "text": "hayfield near Buxton, Maine and retrieve a package Andy buried there. Red becomes worried"
    },
    {
      "index": 47,
      "start_time": 260309.00000000003,
      "end_time": 265430.0,
      "text": "about Andy&#39;s state of mind, especially when he learns Andy asked another inmate to supply"
    },
    {
      "index": 48,
      "start_time": 265430.0,
      "end_time": 270039.0,
      "text": "him with six feet of rope. The next day at roll call the guards find"
    },
    {
      "index": 49,
      "start_time": 270039.0,
      "end_time": 275300.0,
      "text": "Andy&#39;s cell empty. An irate Warden Norton throws a rock at the poster of Raquel Welch"
    },
    {
      "index": 50,
      "start_time": 275300.0,
      "end_time": 280749.0,
      "text": "hanging on the wall, and the rock tears through the poster. Removing the poster, the warden"
    },
    {
      "index": 51,
      "start_time": 280749.0,
      "end_time": 286020.0,
      "text": "discovers a tunnel that Andy dug with his rock hammer over the previous two decades."
    },
    {
      "index": 52,
      "start_time": 286020.0,
      "end_time": 290839.0,
      "text": "The previous night, Andy escaped through the tunnel and used the prison&#39;s sewage pipe to"
    },
    {
      "index": 53,
      "start_time": 290839.0,
      "end_time": 297229.0,
      "text": "reach freedom. Andy escapes with Norton&#39;s suit, shoes, and the ledger containing details"
    },
    {
      "index": 54,
      "start_time": 297229.0,
      "end_time": 302389.0,
      "text": "of the money laundering. While guards search for him the following morning, Andy poses"
    },
    {
      "index": 55,
      "start_time": 302389.0,
      "end_time": 308279.0,
      "text": "as Randall Stephens and visits several banks to withdraw the laundered money. Finally,"
    },
    {
      "index": 56,
      "start_time": 308279.0,
      "end_time": 314270.0,
      "text": "he mails the ledger and evidence of the corruption and murders at Shawshank to a local newspaper."
    },
    {
      "index": 57,
      "start_time": 314270.0,
      "end_time": 319379.0,
      "text": "The police arrive at Shawshank and take Hadley into custody, while Norton commits suicide"
    },
    {
      "index": 58,
      "start_time": 319379.0,
      "end_time": 325539.0,
      "text": "to avoid arrest. After serving 40 years, Red is finally paroled."
    },
    {
      "index": 59,
      "start_time": 325539.0,
      "end_time": 331199.0,
      "text": "He struggles to adapt to life outside prison and fears he never will. Remembering his promise"
    },
    {
      "index": 60,
      "start_time": 331199.0,
      "end_time": 336009.0,
      "text": "to Andy, he visits Buxton and finds a cache containing money and a letter asking him to"
    },
    {
      "index": 61,
      "start_time": 336009.0,
      "end_time": 342210.0,
      "text": "come to Zihuatanejo. Red violates his parole and travels to Fort Hancock, Texas to cross"
    },
    {
      "index": 62,
      "start_time": 342210.0,
      "end_time": 348949.0,
      "text": "the border to Mexico, admitting he finally feels hope. On a beach in Zihuatanejo he finds"
    },
    {
      "index": 63,
      "start_time": 348949.0,
      "end_time": 353129.0,
      "text": "Andy, and the two friends are happily reunited. Cast"
    },
    {
      "index": 64,
      "start_time": 353129.0,
      "end_time": 357879.0,
      "text": "Tim Robbins as Andy Dufresne Morgan Freeman as Ellis Boyd &quot;Red&quot; Redding,"
    },
    {
      "index": 65,
      "start_time": 357879.0,
      "end_time": 364649.0,
      "text": "Andy&#39;s best friend and the film&#39;s narrator; convicted of murder in 1927. Before Freeman"
    },
    {
      "index": 66,
      "start_time": 364649.0,
      "end_time": 370860.0,
      "text": "was cast, Clint Eastwood, Harrison Ford, Paul Newman, and Robert Redford were each considered"
    },
    {
      "index": 67,
      "start_time": 370860.0,
      "end_time": 376680.0,
      "text": "for the role. Although written as a middle-aged Irishman with greying red hair, Darabont cast"
    },
    {
      "index": 68,
      "start_time": 376680.0,
      "end_time": 381879.0,
      "text": "Freeman for his authoritative presence and demeanor; he could not see anyone else as"
    },
    {
      "index": 69,
      "start_time": 381879.0,
      "end_time": 387360.0,
      "text": "Red. The short dialogue with Andy is a jest towards this casting decision, as when asked"
    },
    {
      "index": 70,
      "start_time": 387360.0,
      "end_time": 392680.0,
      "text": "about the origin of his nickname, Red answers, &quot;Maybe it&#39;s because I&#39;m Irish.&quot;"
    },
    {
      "index": 71,
      "start_time": 392680.0,
      "end_time": 398059.0,
      "text": "Bob Gunton as Warden Samuel Norton. He is well versed in the Bible and presents himself"
    },
    {
      "index": 72,
      "start_time": 398059.0,
      "end_time": 403449.0,
      "text": "as a pious, devout Christian and reform-minded administrator, while his actions reveal him"
    },
    {
      "index": 73,
      "start_time": 403449.0,
      "end_time": 409809.0,
      "text": "to be corrupt, ruthless, and remorseless. William Sadler as Heywood, a member of Red&#39;s"
    },
    {
      "index": 74,
      "start_time": 409809.0,
      "end_time": 415369.0,
      "text": "gang of long-serving convicts. Clancy Brown as Capt. Byron Hadley, chief"
    },
    {
      "index": 75,
      "start_time": 415369.0,
      "end_time": 420330.0,
      "text": "of the guards. Hadley is a sadistic guard who thinks nothing of delivering beatings"
    },
    {
      "index": 76,
      "start_time": 420330.0,
      "end_time": 425339.0,
      "text": "to the inmates to keep them in line. When cast for the role, Brown declined the offer"
    },
    {
      "index": 77,
      "start_time": 425339.0,
      "end_time": 430569.0,
      "text": "to study real-life prison guards as preparation for his role, because he did not want to base"
    },
    {
      "index": 78,
      "start_time": 430569.0,
      "end_time": 435639.0,
      "text": "it on any one person. Gil Bellows as Tommy Williams, a young convict"
    },
    {
      "index": 79,
      "start_time": 435639.0,
      "end_time": 440759.0,
      "text": "whose experiences in a previous prison hold the truth about Andy&#39;s innocence."
    },
    {
      "index": 80,
      "start_time": 440759.0,
      "end_time": 446020.0,
      "text": "Mark Rolston as Bogs Diamond, the head of &quot;The Sisters&quot; gang and a prison rapist."
    },
    {
      "index": 81,
      "start_time": 446020.0,
      "end_time": 452349.0,
      "text": "James Whitmore as Brooks Hatlen, prison librarian/trustee and one of the oldest convicts at Shawshank,"
    },
    {
      "index": 82,
      "start_time": 452349.0,
      "end_time": 458499.0,
      "text": "having been in prison since 1905. Darabont cast Whitmore because he was one of his favorite"
    },
    {
      "index": 83,
      "start_time": 458499.0,
      "end_time": 462580.0,
      "text": "character actors. Jeffrey DeMunn as the prosecuting attorney"
    },
    {
      "index": 84,
      "start_time": 462580.0,
      "end_time": 465909.0,
      "text": "in Andy Dufresne&#39;s trial. Themes"
    },
    {
      "index": 85,
      "start_time": 465909.0,
      "end_time": 470520.0,
      "text": "Chicago Sun-Times film reviewer Roger Ebert suggested that The Shawshank Redemption is"
    },
    {
      "index": 86,
      "start_time": 470520.0,
      "end_time": 475990.0,
      "text": "an allegory for maintaining one&#39;s feeling of self-worth when placed in a hopeless position."
    },
    {
      "index": 87,
      "start_time": 475990.0,
      "end_time": 481289.0,
      "text": "Andy Dufresne&#39;s integrity is an important theme in the story line, especially in prison,"
    },
    {
      "index": 88,
      "start_time": 481289.0,
      "end_time": 485830.0,
      "text": "where integrity is lacking. Isaac M. Morehouse suggests that the film"
    },
    {
      "index": 89,
      "start_time": 485830.0,
      "end_time": 491869.0,
      "text": "provides a great illustration of how characters can be free, even in prison, or unfree, even"
    },
    {
      "index": 90,
      "start_time": 491869.0,
      "end_time": 496619.0,
      "text": "in freedom, based on one&#39;s outlook on life. Production"
    },
    {
      "index": 91,
      "start_time": 496619.0,
      "end_time": 501399.0,
      "text": "Frank Darabont secured the film adaptation rights from author Stephen King after impressing"
    },
    {
      "index": 92,
      "start_time": 501399.0,
      "end_time": 506779.0,
      "text": "the author with his short film adaptation of The Woman in the Room in 1983. Although"
    },
    {
      "index": 93,
      "start_time": 506779.0,
      "end_time": 511869.0,
      "text": "the two had become friends and maintained a pen-pal relationship, Darabont did not work"
    },
    {
      "index": 94,
      "start_time": 511869.0,
      "end_time": 517990.0,
      "text": "with him until four years later in 1987, when he optioned to adapt Shawshank. This is one"
    },
    {
      "index": 95,
      "start_time": 517990.0,
      "end_time": 524229.0,
      "text": "of the more famous Dollar Deals made by King with aspiring filmmakers. Darabont later directed"
    },
    {
      "index": 96,
      "start_time": 524229.00000000006,
      "end_time": 529210.0,
      "text": "The Green Mile, which was based on another work about a prison by Stephen King, and then"
    },
    {
      "index": 97,
      "start_time": 529210.0,
      "end_time": 532340.0,
      "text": "followed that up with an adaptation of King&#39;s novella The Mist."
    },
    {
      "index": 98,
      "start_time": 532340.0,
      "end_time": 538650.0,
      "text": "Rob Reiner, who had previously adapted another King novella, The Body, into the film Stand"
    },
    {
      "index": 99,
      "start_time": 538650.0,
      "end_time": 544940.0,
      "text": "by Me, offered $2.5 million in an attempt to write and direct Shawshank. He planned"
    },
    {
      "index": 100,
      "start_time": 544940.0,
      "end_time": 551100.0,
      "text": "to cast Tom Cruise in the part of Andy and Harrison Ford as Red. Darabont seriously considered"
    },
    {
      "index": 101,
      "start_time": 551100.0,
      "end_time": 555800.0,
      "text": "and liked Reiner&#39;s vision, but he ultimately decided it was his &quot;chance to do something"
    },
    {
      "index": 102,
      "start_time": 555800.0,
      "end_time": 561770.0,
      "text": "really great&quot; by directing the film himself. Though the film is set in Maine, the Ohio"
    },
    {
      "index": 103,
      "start_time": 561770.0,
      "end_time": 567410.0,
      "text": "State Reformatory in Mansfield, Ohio, served as the fictional Shawshank Prison. Though"
    },
    {
      "index": 104,
      "start_time": 567410.0,
      "end_time": 572460.0,
      "text": "a large portion of the prison was torn down after filming, the main administration building"
    },
    {
      "index": 105,
      "start_time": 572460.0,
      "end_time": 577630.0,
      "text": "and two cell blocks remained; the site was revisited later for filming parts of the film"
    },
    {
      "index": 106,
      "start_time": 577630.0,
      "end_time": 583450.0,
      "text": "Air Force One. Several of the interior shots of the specialized prison facilities, such"
    },
    {
      "index": 107,
      "start_time": 583450.0,
      "end_time": 589140.0,
      "text": "as the admittance rooms and the warden&#39;s office, were shot in the reformatory. The interior"
    },
    {
      "index": 108,
      "start_time": 589140.0,
      "end_time": 593810.0,
      "text": "of the boarding room used by Brooks and Red was located in the administration building,"
    },
    {
      "index": 109,
      "start_time": 593810.0,
      "end_time": 600380.0,
      "text": "though exterior shots were made elsewhere. The prison site is a tourist attraction. Internal"
    },
    {
      "index": 110,
      "start_time": 600380.0,
      "end_time": 605220.0,
      "text": "scenes in the prison cellblocks were actually filmed on a soundstage built inside the nearby"
    },
    {
      "index": 111,
      "start_time": 605220.0,
      "end_time": 611380.0,
      "text": "shuttered Westinghouse factory. Downtown scenes were also filmed in Mansfield, as well as"
    },
    {
      "index": 112,
      "start_time": 611380.0,
      "end_time": 617390.0,
      "text": "neighboring Ashland, Ohio. The oak tree under which Andy buries his letter to Red is located"
    },
    {
      "index": 113,
      "start_time": 617390.0,
      "end_time": 631160.0,
      "text": "at 40°39′14″N 82°23′31″W, near Malabar Farm State Park, in Lucas, Ohio. The tree"
    },
    {
      "index": 114,
      "start_time": 631160.0,
      "end_time": 637770.0,
      "text": "was heavily damaged by straight-line winds in a thunderstorm on July 29, 2011; officials"
    },
    {
      "index": 115,
      "start_time": 637770.0,
      "end_time": 643410.0,
      "text": "were unsure if the tree would survive. However, thanks to rally groups and inspections by"
    },
    {
      "index": 116,
      "start_time": 643410.0,
      "end_time": 648610.0,
      "text": "forestry organizations, the tree was found to be alive and well and still stands to this"
    },
    {
      "index": 117,
      "start_time": 648610.0,
      "end_time": 652640.0,
      "text": "day. The beach at Zihuatanejo made famous by the"
    },
    {
      "index": 118,
      "start_time": 652640.0,
      "end_time": 656760.0,
      "text": "film has recently been closed to the public due to a health warning as a result of high"
    },
    {
      "index": 119,
      "start_time": 656760.0,
      "end_time": 661820.0,
      "text": "levels of pollution in the water. The film was dedicated to Allen Greene, an"
    },
    {
      "index": 120,
      "start_time": 661820.0,
      "end_time": 668080.0,
      "text": "agent and a close personal friend of the film&#39;s director, Frank Darabont. Greene died shortly"
    },
    {
      "index": 121,
      "start_time": 668080.0,
      "end_time": 672890.0,
      "text": "before the film was released due to complications of HIV/AIDS."
    },
    {
      "index": 122,
      "start_time": 672890.0,
      "end_time": 675660.0,
      "text": "Release The Shawshank Redemption received a limited"
    },
    {
      "index": 123,
      "start_time": 675660.0,
      "end_time": 683670.0,
      "text": "release on September 23, 1994 in North America. During its opening weekend, the film earned"
    },
    {
      "index": 124,
      "start_time": 683670.0,
      "end_time": 692200.0,
      "text": "$727,000 from 33 theaters—an average of $22,040 per theater. It received a wide release"
    },
    {
      "index": 125,
      "start_time": 692200.0,
      "end_time": 700510.0,
      "text": "on October 14, 1994, expanding to a total of 944 theaters to earn $2.4 million—an"
    },
    {
      "index": 126,
      "start_time": 700510.0,
      "end_time": 708110.0,
      "text": "average of $2,545 per theater—finishing as the number 9 film of the weekend. The film"
    },
    {
      "index": 127,
      "start_time": 708110.0,
      "end_time": 714520.0,
      "text": "left theaters in late November 1994, after 10 weeks with an approximate total gross of"
    },
    {
      "index": 128,
      "start_time": 714520.0,
      "end_time": 719560.0,
      "text": "$16 million. It was later re-released in February 1995,"
    },
    {
      "index": 129,
      "start_time": 719560.0,
      "end_time": 726000.0,
      "text": "during the Oscar season, and made an additional $9 million. In total the film made approximately"
    },
    {
      "index": 130,
      "start_time": 726000.0,
      "end_time": 732440.0,
      "text": "$28.3 million in North American theaters, making it the number 51 highest grossing film"
    },
    {
      "index": 131,
      "start_time": 732440.0,
      "end_time": 738920.0,
      "text": "of 1994 and the number 21 highest grossing R-rated film of 1994."
    },
    {
      "index": 132,
      "start_time": 738920.0,
      "end_time": 742340.0,
      "text": "Critical response The Shawshank Redemption garnered widespread"
    },
    {
      "index": 133,
      "start_time": 742340.0,
      "end_time": 747900.0,
      "text": "critical acclaim from critics. Entertainment Weekly reviewer Owen Gleiberman praised the"
    },
    {
      "index": 134,
      "start_time": 747900.0,
      "end_time": 753870.0,
      "text": "choice of scenery, writing that the &quot;moss-dark, saturated images have a redolent sensuality&quot;"
    },
    {
      "index": 135,
      "start_time": 753870.0,
      "end_time": 759490.0,
      "text": "that makes the film very realistic. While praising Morgan Freeman&#39;s acting and oratory"
    },
    {
      "index": 136,
      "start_time": 759490.0,
      "end_time": 764590.0,
      "text": "skills as making Red appear real, Gleiberman felt that with the &quot;laconic-good-guy, neo-Gary"
    },
    {
      "index": 137,
      "start_time": 764590.0,
      "end_time": 769670.0,
      "text": "Cooper role, Tim Robbins is unable to make Andy connect with the audience.&quot;"
    },
    {
      "index": 138,
      "start_time": 769670.0,
      "end_time": 776710.0,
      "text": "The film garnered a 91% approval rating from 64 critics—an average rating of 8.2 out"
    },
    {
      "index": 139,
      "start_time": 776710.0,
      "end_time": 783450.0,
      "text": "of 10—on review aggregation website Rotten Tomatoes. Metacritic provides a score of 80"
    },
    {
      "index": 140,
      "start_time": 783450.0,
      "end_time": 789460.0,
      "text": "out of 100 from 19 critics, which indicates &quot;generally favorable&quot; reviews. The film has"
    },
    {
      "index": 141,
      "start_time": 789460.0,
      "end_time": 794630.0,
      "text": "been critically acclaimed for depicting Jean-Paul Satre&#39;s ideas about existentialism more fully"
    },
    {
      "index": 142,
      "start_time": 794630.0,
      "end_time": 798350.0,
      "text": "than any other contemporary movie. Accolades"
    },
    {
      "index": 143,
      "start_time": 798350.0,
      "end_time": 804950.0,
      "text": "The film was nominated for seven Academy Awards in 1994 without winning any: Best Picture,"
    },
    {
      "index": 144,
      "start_time": 804950.0,
      "end_time": 810510.0,
      "text": "Best Actor for Freeman, Best Adapted Screenplay for Frank Darabont, Best Cinematography for"
    },
    {
      "index": 145,
      "start_time": 810510.0,
      "end_time": 817000.0,
      "text": "Roger Deakins, Best Editing for Richard Francis-Bruce, Best Original Score for Thomas Newman, and"
    },
    {
      "index": 146,
      "start_time": 817000.0,
      "end_time": 823510.0,
      "text": "Best Sound Mixing for Robert J. Litt, Elliot Tyson, Michael Herbick and Willie D. Burton."
    },
    {
      "index": 147,
      "start_time": 823510.0,
      "end_time": 828330.0,
      "text": "It received two Golden Globe Award nominations for Best Performance by an Actor in a Motion"
    },
    {
      "index": 148,
      "start_time": 828330.0,
      "end_time": 834630.0,
      "text": "Picture for Freeman, and Best Screenplay for Darabont. Robbins and Freeman were both nominated"
    },
    {
      "index": 149,
      "start_time": 834630.0,
      "end_time": 838900.0,
      "text": "for Outstanding Performance by a Male Actor in a Leading Role at the inaugural Screen"
    },
    {
      "index": 150,
      "start_time": 838900.0,
      "end_time": 845350.0,
      "text": "Actors Guild Awards in 1995. Darabont was nominated for a Directors Guild of America"
    },
    {
      "index": 151,
      "start_time": 845350.0,
      "end_time": 851000.0,
      "text": "award in 1994 for Best Director for a feature film, while cinematographer Roger Deakins"
    },
    {
      "index": 152,
      "start_time": 851000.0,
      "end_time": 857520.0,
      "text": "won the American Society of Cinematographers award for Outstanding Achievement in Cinematography."
    },
    {
      "index": 153,
      "start_time": 857520.0,
      "end_time": 861060.0,
      "text": "Home media Despite its disappointing box office return,"
    },
    {
      "index": 154,
      "start_time": 861060.0,
      "end_time": 867120.0,
      "text": "Warner Bros. shipped 320,000 rental video copies throughout the United States, and it"
    },
    {
      "index": 155,
      "start_time": 867120.0,
      "end_time": 873450.0,
      "text": "became one of the top rented films of 1995. The film&#39;s home viewing success was considered"
    },
    {
      "index": 156,
      "start_time": 873450.0,
      "end_time": 879070.0,
      "text": "to be based on positive recommendations and repeat customers. The film&#39;s Academy Award"
    },
    {
      "index": 157,
      "start_time": 879070.0,
      "end_time": 885029.0,
      "text": "nominations enabled it to fare well in the video sales and cable TV viewings. In June"
    },
    {
      "index": 158,
      "start_time": 885029.0,
      "end_time": 892480.0,
      "text": "1997, TNT, an American cable network, showed the film for the first time. The film was"
    },
    {
      "index": 159,
      "start_time": 892480.0,
      "end_time": 899040.0,
      "text": "the first feature in TNT&#39;s Saturday Night New Classics. A 2004 Sunday Times article"
    },
    {
      "index": 160,
      "start_time": 899040.0,
      "end_time": 905029.0,
      "text": "suggested that TNT aired the film frequently from then on, about once every two months."
    },
    {
      "index": 161,
      "start_time": 905029.0,
      "end_time": 908770.0,
      "text": "TV airings of the film accrued record breaking numbers."
    },
    {
      "index": 162,
      "start_time": 908770.0,
      "end_time": 910080.0,
      "text": "Music"
    },
    {
      "index": 163,
      "start_time": 910080.0,
      "end_time": 914970.0,
      "text": "The score was composed by Thomas Newman and was nominated for an Academy Award for Best"
    },
    {
      "index": 164,
      "start_time": 914970.0,
      "end_time": 921180.0,
      "text": "Original Score in 1994, which was his first Oscar nomination. Much of the score consists"
    },
    {
      "index": 165,
      "start_time": 921180.0,
      "end_time": 927350.0,
      "text": "of faint piano music, and pizzicato strings during the more active or humorous moments."
    },
    {
      "index": 166,
      "start_time": 927350.0,
      "end_time": 933080.0,
      "text": "The scores two main themes only occur two or three times. The prison theme, first heard"
    },
    {
      "index": 167,
      "start_time": 933080.0,
      "end_time": 937580.0,
      "text": "in the beginning is a four note ascending line in the bass, which is developed and reaches"
    },
    {
      "index": 168,
      "start_time": 937580.0,
      "end_time": 943290.0,
      "text": "its climax when Andy is standing in the river in the rain. The second theme represents freedom,"
    },
    {
      "index": 169,
      "start_time": 943290.0,
      "end_time": 949100.0,
      "text": "and is first heard when the inmates are sharing beer, feeling like &#39;free men.&#39; This theme"
    },
    {
      "index": 170,
      "start_time": 949100.0,
      "end_time": 955490.0,
      "text": "doesn&#39;t reoccur until the final credits, this time grander, with more filled out orchestration."
    },
    {
      "index": 171,
      "start_time": 955490.0,
      "end_time": 959470.0,
      "text": "Like Zimmer&#39;s score to the &quot;Thin Red Line&quot; the track is often played in trailers during"
    },
    {
      "index": 172,
      "start_time": 959470.0,
      "end_time": 964810.0,
      "text": "their most dramatic moments. Zimmer himself has credited the score as the one &quot;that has"
    },
    {
      "index": 173,
      "start_time": 964810.0,
      "end_time": 970560.0,
      "text": "influenced everything the most&quot; and that Newman opened up the harmonic palette of film scores."
    },
    {
      "index": 174,
      "start_time": 970560.0,
      "end_time": 976140.0,
      "text": "A central scene in the film features the &quot;Letter Duet&quot; from Mozart&#39;s The Marriage of Figaro."
    },
    {
      "index": 175,
      "start_time": 976140.0,
      "end_time": 981110.0,
      "text": "Legacy In 1998, Shawshank was not listed in AFI&#39;s"
    },
    {
      "index": 176,
      "start_time": 981110.0,
      "end_time": 988980.0,
      "text": "100 Years...100 Movies, but nine years later, it was #72 on the revised list, outranking"
    },
    {
      "index": 177,
      "start_time": 988980.0,
      "end_time": 993920.0,
      "text": "both Forrest Gump and Pulp Fiction, the two most critically acclaimed movies from the"
    },
    {
      "index": 178,
      "start_time": 993920.0,
      "end_time": 1000830.0,
      "text": "year of Shawshank&#39;s release. In 1999, film critic Roger Ebert listed Shawshank on his"
    },
    {
      "index": 179,
      "start_time": 1000830.0,
      "end_time": 1009020.0,
      "text": "&quot;Great Movies&quot; list. It has been #1 on IMDb&#39;s user-generated Top 250 since 2008, when it"
    },
    {
      "index": 180,
      "start_time": 1009020.0,
      "end_time": 1013730.0,
      "text": "surpassed The Godfather. Readers of Empire magazine voted the film"
    },
    {
      "index": 181,
      "start_time": 1013730.0,
      "end_time": 1019740.0,
      "text": "as the best film of the 1990s, and it placed number 4 on Empire&#39;s list of &quot;The 500 Greatest"
    },
    {
      "index": 182,
      "start_time": 1019740.0,
      "end_time": 1027449.0,
      "text": "Movies of All Time&quot; in 2008. In March 2011, the film was voted by BBC Radio 1 and BBC"
    },
    {
      "index": 183,
      "start_time": 1027450.0,
      "end_time": 1033491.0,
      "text": "Radio 1Xtra listeners as their favorite film of all time. Additionally, the Writers Guild"
    },
    {
      "index": 184,
      "start_time": 1033490.0,
      "end_time": 1039779.0,
      "text": "of America included Frank Darabont&#39;s screenplay on its 101 Greatest Screenplays list, at number"
    },
    {
      "index": 185,
      "start_time": 1039780.0,
      "end_time": 1042020.0,
      "text": "twenty-two. See also"
    },
    {
      "index": 186,
      "start_time": 1042020.0,
      "end_time": 1047010.0,
      "text": "List of films considered the best List of number-one DVDs of 2002"
    },
    {
      "index": 187,
      "start_time": 1047010.0,
      "end_time": 1052341.0,
      "text": "List of number-one DVDs of 2006 References"
    },
    {
      "index": 188,
      "start_time": 1052340.0,
      "end_time": 1058289.0,
      "text": "Further reading Mark Kermode. The Shawshank Redemption. London:"
    },
    {
      "index": 189,
      "start_time": 1058290.0,
      "end_time": 1073701.0,
      "text": "British Film Institute. ISBN 978-0-85170-968-0.  Oliver, Simon; Watts, Pete. &quot;Shawshank Redemption"
    },
    {
      "index": 190,
      "start_time": 1073700.0,
      "end_time": 1080409.0,
      "text": "and The Bible&quot;. Bibledex Verses. Brady Haran for the University of Nottingham.  A discussion"
    },
    {
      "index": 191,
      "start_time": 1080410.0,
      "end_time": 1087841.0,
      "text": "of Bible verses in the movie. Turner, Cory. &quot;On Location: Mansfield, Ohio&#39;s"
    },
    {
      "index": 192,
      "start_time": 1087840.0,
      "end_time": 1092950.0,
      "text": "&#39;Shawshank&#39; Industry&quot;. All Things Considered. National Public Radio. "
    },
    {
      "index": 193,
      "start_time": 1092950.0,
      "end_time": 1097460.0,
      "text": "External links The Shawshank Redemption at the American Film"
    },
    {
      "index": 194,
      "start_time": 1097460.0,
      "end_time": 1101080.0,
      "text": "Institute Catalog The Shawshank Redemption at AllMovie"
    },
    {
      "index": 195,
      "start_time": 1101080.0,
      "end_time": 1104659.0,
      "text": "The Shawshank Redemption at the TCM Movie Database"
    },
    {
      "index": 196,
      "start_time": 1104660.0,
      "end_time": 1107920.0,
      "text": "The Shawshank Redemption at Box Office Mojo The Shawshank Redemption at the Internet Movie"
    },
    {
      "index": 197,
      "start_time": 1107920.0,
      "end_time": 1117920.0,
      "text": "Database The Shawshank Redemption at Rotten Tomatoes"
    }
  ]
}