{
  "video_id": "eW0Lc7kPXzY",
  "title": "How Dangerous Are Chemical Weapons?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 299.0,
      "end_time": 4130.0,
      "text": "Evidence has emerged that the Islamic State has been using weaponized mustard gas in Syria"
    },
    {
      "index": 2,
      "start_time": 4130.0,
      "end_time": 7800.0,
      "text": "and Iraq. Chemical weapons warfare has long been outlawed, and yet they’ve been used"
    },
    {
      "index": 3,
      "start_time": 7800.0,
      "end_time": 12140.0,
      "text": "on numerous occasions throughout the 20th century. So, just how dangerous are chemical"
    },
    {
      "index": 4,
      "start_time": 12140.0,
      "end_time": 14980.0,
      "text": "weapons?"
    },
    {
      "index": 5,
      "start_time": 14980.0,
      "end_time": 21050.0,
      "text": "Well, chemical weapons are considered “Weapons of Mass Destruction,” alongside nuclear"
    },
    {
      "index": 6,
      "start_time": 21050.0,
      "end_time": 24939.0,
      "text": "and biological weaponry. There have been numerous international bans on their use, stemming"
    },
    {
      "index": 7,
      "start_time": 24939.0,
      "end_time": 30339.0,
      "text": "from 1899, when the Hague Convention prohibited using “poisonous arms” or “asphyxiating"
    },
    {
      "index": 8,
      "start_time": 30339.0,
      "end_time": 35629.0,
      "text": "gases.” In 1925 the Geneva Protocol further enacted a ban on both chemical and biological"
    },
    {
      "index": 9,
      "start_time": 35629.0,
      "end_time": 40620.0,
      "text": "agents, saying that they are “justly condemned by the general opinion of the civilized world&quot;."
    },
    {
      "index": 10,
      "start_time": 40620.0,
      "end_time": 45030.0,
      "text": "The most comprehensive international ban was the 1993 Chemical Weapons Convention, which"
    },
    {
      "index": 11,
      "start_time": 45030.0,
      "end_time": 47850.0,
      "text": "also prohibited production or stockpiling."
    },
    {
      "index": 12,
      "start_time": 47850.0,
      "end_time": 51329.0,
      "text": "But despite these restrictions, the first modern use of chemical weapons was during"
    },
    {
      "index": 13,
      "start_time": 51329.0,
      "end_time": 56989.0,
      "text": "World War I. Lethal gases like phosgene caused severe irritation in the lungs, eyes, and"
    },
    {
      "index": 14,
      "start_time": 56989.0,
      "end_time": 60420.0,
      "text": "throat. Victims would often have difficulty breathing as their lungs would slowly fill"
    },
    {
      "index": 15,
      "start_time": 60420.0,
      "end_time": 65830.0,
      "text": "with fluid, killing them as long as 48 hours after exposure. In particular, chlorine would"
    },
    {
      "index": 16,
      "start_time": 65830.0,
      "end_time": 71510.0,
      "text": "react with water in the lungs, creating hydrochloric acid, and causing severe pain and death. Non-lethal"
    },
    {
      "index": 17,
      "start_time": 71510.0,
      "end_time": 76070.0,
      "text": "but still illegal chemicals were used as well, including tear and mustard gas. These would"
    },
    {
      "index": 18,
      "start_time": 76070.0,
      "end_time": 80310.0,
      "text": "cause blistering of the skin and internal chemical burns. Throughout World War One,"
    },
    {
      "index": 19,
      "start_time": 80310.0,
      "end_time": 85150.0,
      "text": "chemical weapons caused over 100,000 deaths, and affected more than a million people."
    },
    {
      "index": 20,
      "start_time": 85150.0,
      "end_time": 88430.0,
      "text": "During the Second World War, chemicals were only used by Japan the Japanese against other"
    },
    {
      "index": 21,
      "start_time": 88430.0,
      "end_time": 93130.0,
      "text": "Asian countries. While the Nazis possessed gas weapons, but were afraid of a severe response"
    },
    {
      "index": 22,
      "start_time": 93130.0,
      "end_time": 97650.0,
      "text": "if deployed. The Allies also refused to use deadly gas, although at one point Winston"
    },
    {
      "index": 23,
      "start_time": 97650.0,
      "end_time": 101810.0,
      "text": "Churchill did propose dropping poison gas and anthrax over Germany."
    },
    {
      "index": 24,
      "start_time": 101810.0,
      "end_time": 105830.0,
      "text": "After the war, the Allies discovered Germany’s stockpile of nerve agents. These are chemicals"
    },
    {
      "index": 25,
      "start_time": 105830.0,
      "end_time": 110090.0,
      "text": "which work by disrupting the nervous system, and lead to a loss of body control. They eventually"
    },
    {
      "index": 26,
      "start_time": 110090.0,
      "end_time": 114840.0,
      "text": "cause death by suffocation. Increased research into chemical weapons led to both the US and"
    },
    {
      "index": 27,
      "start_time": 114840.0,
      "end_time": 120400.0,
      "text": "the USSR developing and creating tens of thousands of tons to stockpile throughout the Cold War."
    },
    {
      "index": 28,
      "start_time": 120400.0,
      "end_time": 124820.0,
      "text": "But the most infamous use of chemical weapons was during the Iran-Iraq War. In the 1980s,"
    },
    {
      "index": 29,
      "start_time": 124820.0,
      "end_time": 128000.0,
      "text": "Iraq received money and supplies from the United States and Germany to develop chemical"
    },
    {
      "index": 30,
      "start_time": 128000.0,
      "end_time": 133680.0,
      "text": "weapons. But in 1988, both mustard gas and nerve agents were used against a Kurdish civilian"
    },
    {
      "index": 31,
      "start_time": 133680.0,
      "end_time": 138710.0,
      "text": "village, leading to as many as 5,000 deaths and 10,000 injuries. The attack has since"
    },
    {
      "index": 32,
      "start_time": 138710.0,
      "end_time": 142860.0,
      "text": "been called an act of genocide, and was the single largest chemical attack against civilians"
    },
    {
      "index": 33,
      "start_time": 142860.0,
      "end_time": 143800.0,
      "text": "ever."
    },
    {
      "index": 34,
      "start_time": 143800.0,
      "end_time": 147750.0,
      "text": "In the years since, the only use of chemical weapons has been by terrorist groups. Luckily,"
    },
    {
      "index": 35,
      "start_time": 147750.0,
      "end_time": 152920.0,
      "text": "the most recent ban has led to a 90% decline in the world’s stockpile. Still, chemical"
    },
    {
      "index": 36,
      "start_time": 152920.0,
      "end_time": 156700.0,
      "text": "weapons are especially dangerous due to their indiscriminate, long lasting, and painful"
    },
    {
      "index": 37,
      "start_time": 156700.0,
      "end_time": 161630.0,
      "text": "effects. In the wrong hands, they are considerably more terrifying than most conventional weapons."
    },
    {
      "index": 38,
      "start_time": 161630.0,
      "end_time": 165730.0,
      "text": "But who is to blame for chemical weapons use in Syria and Iraq? Is it the U.S.? Find out"
    },
    {
      "index": 39,
      "start_time": 165730.0,
      "end_time": 169420.0,
      "text": "more in the Seeker Daily episode up top. And to learn more about just how we regulate the"
    },
    {
      "index": 40,
      "start_time": 169420.0,
      "end_time": 173440.0,
      "text": "use of chemical weapons in warfare, check out our video below. Thanks for joining us"
    },
    {
      "index": 41,
      "start_time": 173440.0,
      "end_time": 183440.0,
      "text": "on TestTube News! Remember to like and subscribe so you won’t miss our new episodes."
    }
  ]
}