{
  "video_id": "ew_rSv8uAMM",
  "title": "DIY Clothes! 4 DIY Shorts Projects from Jeans! Easy",
  "json": [
    {
      "index": 1,
      "start_time": 680.0,
      "end_time": 5509.0,
      "text": "In this DIY tutorial I&#39;ll show you how to make beautiful shorts out of old jeans. We"
    },
    {
      "index": 2,
      "start_time": 5509.0,
      "end_time": 49100.0,
      "text": "are making 4 amazing designs perfect for warm summer days."
    },
    {
      "index": 3,
      "start_time": 49100.0,
      "end_time": 54100.0,
      "text": "Hey guys! Look where I am!? I am actually deep in the Norwegian mountains right now,"
    },
    {
      "index": 4,
      "start_time": 54100.0,
      "end_time": 60410.0,
      "text": "I came here for a couple of days and it&#39;s so beautiful! And here&#39;s nobody. Not a living"
    },
    {
      "index": 5,
      "start_time": 60410.0,
      "end_time": 75720.0,
      "text": "soul. Not even a single tree. Wait... What if a troll comes? But anyway, this is not"
    },
    {
      "index": 6,
      "start_time": 75720.0,
      "end_time": 80130.0,
      "text": "the point of this video because now I&#39;m going to show you four different and totally amazing"
    },
    {
      "index": 7,
      "start_time": 80130.0,
      "end_time": 84450.0,
      "text": "DIY shorts ideas. I&#39;m pretty sure you have some old jeans at the back of your closet"
    },
    {
      "index": 8,
      "start_time": 84450.0,
      "end_time": 89240.0,
      "text": "that you don&#39;t wear anymore, but you do need shorts for summer. And not just any shorts,"
    },
    {
      "index": 9,
      "start_time": 89240.0,
      "end_time": 94450.0,
      "text": "you need cute, beautiful, amazing shorts this summer and don&#39;t worry, I got you covered"
    },
    {
      "index": 10,
      "start_time": 94450.0,
      "end_time": 152439.0,
      "text": "because I&#39;m going to show you how to make them. So let&#39;s jump into the tutorial."
    },
    {
      "index": 11,
      "start_time": 152439.0,
      "end_time": 156730.0,
      "text": "First we are making these always fashionable American shorts. They are inspired by the"
    },
    {
      "index": 12,
      "start_time": 156730.0,
      "end_time": 164299.0,
      "text": "american flag, so they are full of white -- red stripes and white stars. No, no, no, we don&#39;t"
    },
    {
      "index": 13,
      "start_time": 164299.0,
      "end_time": 169819.0,
      "text": "have time to nap, we&#39;ve got some work to do. You&#39;ll need old jeans, scissors, a needle,"
    },
    {
      "index": 14,
      "start_time": 169819.0,
      "end_time": 175790.0,
      "text": "pencil or a pen, tweezers to distress the jeans, masking tape, star print outs, self-adhesive"
    },
    {
      "index": 15,
      "start_time": 175790.0,
      "end_time": 180849.0,
      "text": "or just normal paper, piece of carton board, white and red fabric paint and lastly sponge"
    },
    {
      "index": 16,
      "start_time": 180849.0,
      "end_time": 186290.0,
      "text": "applicator or paint brush to apply the paint. First we need to cut the shorts. Try them"
    },
    {
      "index": 17,
      "start_time": 186290.0,
      "end_time": 191329.0,
      "text": "on and mark the desired length. You can use a pencil but if your jeans are dark as mine,"
    },
    {
      "index": 18,
      "start_time": 191329.0,
      "end_time": 196180.0,
      "text": "a needle will work better. Remember to leave an extra inch of length because we will distress"
    },
    {
      "index": 19,
      "start_time": 196180.0,
      "end_time": 200980.0,
      "text": "the edge. And of course it&#39;s better to shorten them little by little instead of cutting them"
    },
    {
      "index": 20,
      "start_time": 200980.0,
      "end_time": 205739.0,
      "text": "too short at once and ruining your jeans. Also you can use any other shorts you really"
    },
    {
      "index": 21,
      "start_time": 205739.0,
      "end_time": 210079.0,
      "text": "like as a guide. I placed my favorite yellow shorts on top of the jeans and cut them a"
    },
    {
      "index": 22,
      "start_time": 210079.0,
      "end_time": 215319.0,
      "text": "bit lower than the yellow ones just to be sure. Fold the jeans like so and cut the other"
    },
    {
      "index": 23,
      "start_time": 215319.0,
      "end_time": 220389.0,
      "text": "leg. This way they will be exactly the same on both sides. Then try your shorts on! Mine"
    },
    {
      "index": 24,
      "start_time": 220389.0,
      "end_time": 224449.0,
      "text": "are to long so I am going to cut them again and I&#39;ll make them shorter in the front and"
    },
    {
      "index": 25,
      "start_time": 224449.0,
      "end_time": 234260.0,
      "text": "a bit longer in the back. Now it&#39;s time to take your anger out and distress"
    },
    {
      "index": 26,
      "start_time": 234260.0,
      "end_time": 238930.0,
      "text": "the edge that we just cut. Take your tweezers and start pulling random threads out. You&#39;ll"
    },
    {
      "index": 27,
      "start_time": 238930.0,
      "end_time": 243760.0,
      "text": "see how your shorts will get this cool distressed edge. Then use a nail file or a sand paper"
    },
    {
      "index": 28,
      "start_time": 243760.0,
      "end_time": 248419.0,
      "text": "and rub them along the edges for a softer distressed look. In the end I like to cut"
    },
    {
      "index": 29,
      "start_time": 248419.0,
      "end_time": 252049.0,
      "text": "these white strands a bit to make them equally long all around the edge."
    },
    {
      "index": 30,
      "start_time": 252049.0,
      "end_time": 256419.0,
      "text": "Next we need to make some star stencils, which will help us create perfectly shaped stars"
    },
    {
      "index": 31,
      "start_time": 256418.99999999997,
      "end_time": 261268.99999999997,
      "text": "on the shorts. I printed several different sizes but in the end I chose to go with this"
    },
    {
      "index": 32,
      "start_time": 261269.0,
      "end_time": 266770.0,
      "text": "one, so here I&#39;m just cutting it out. Then place your star on the self-adhesive paper"
    },
    {
      "index": 33,
      "start_time": 266770.0,
      "end_time": 271770.0,
      "text": "and outline the shape with a pencil. Repeat this several times until you have enough stencils"
    },
    {
      "index": 34,
      "start_time": 271770.0,
      "end_time": 276889.0,
      "text": "to cover one side of your shorts. And now you need to cut the star out of each stencil."
    },
    {
      "index": 35,
      "start_time": 276889.0,
      "end_time": 280870.0,
      "text": "If you don&#39;t have a self-adhesive paper, use a normal one and just apply a bit of glue"
    },
    {
      "index": 36,
      "start_time": 280870.0,
      "end_time": 285150.0,
      "text": "on one side. Before placing stencils on the shorts you"
    },
    {
      "index": 37,
      "start_time": 285150.0,
      "end_time": 289449.0,
      "text": "need to cover the areas you don&#39;t want to paint with a masking tape. At least the edges"
    },
    {
      "index": 38,
      "start_time": 289449.0,
      "end_time": 294039.0,
      "text": "around the pockets, belt and zipper. This way you&#39;ll make sure that no paint stain will"
    },
    {
      "index": 39,
      "start_time": 294039.0,
      "end_time": 300349.0,
      "text": "end up there while you&#39;re making your design. Plus the edges will be very straight and neat."
    },
    {
      "index": 40,
      "start_time": 300349.0,
      "end_time": 310129.0,
      "text": "Let&#39;s start on the left side with the stars. Put a piece of cardboard under the fabric."
    },
    {
      "index": 41,
      "start_time": 310129.0,
      "end_time": 313750.0,
      "text": "This will prevent the color transferring on the back of the shorts and will give you a"
    },
    {
      "index": 42,
      "start_time": 313750.0,
      "end_time": 318389.0,
      "text": "flat surface to work on. Stick the stencils on the shorts. You can make a lot of smaller"
    },
    {
      "index": 43,
      "start_time": 318389.0,
      "end_time": 323120.0,
      "text": "stars or few bigger. I decided to go with a medium size, because I wanted the stars"
    },
    {
      "index": 44,
      "start_time": 323120.0,
      "end_time": 328769.0,
      "text": "to be seen in all details from distance too. And finally we are ready for my favorite part"
    },
    {
      "index": 45,
      "start_time": 328769.0,
      "end_time": 333250.0,
      "text": "-- painting! Dip the sponge applicator or a paint brush in white fabric paint and start"
    },
    {
      "index": 46,
      "start_time": 333250.0,
      "end_time": 338539.0,
      "text": "painting! Make short strokes from the edges to the center to get crisp and neat lines."
    },
    {
      "index": 47,
      "start_time": 338539.0,
      "end_time": 342849.0,
      "text": "If your shorts are very dark as mine, make sure to use paint for dark fabric otherwise,"
    },
    {
      "index": 48,
      "start_time": 342849.0,
      "end_time": 347139.0,
      "text": "the paint may not show off well. I applied two coats of white for each star to make it"
    },
    {
      "index": 49,
      "start_time": 347139.0,
      "end_time": 351659.0,
      "text": "really bright and opaque. When you are done peel off the star stencils and you are left"
    },
    {
      "index": 50,
      "start_time": 351659.0,
      "end_time": 359229.0,
      "text": "with beautiful stars! Put the cardboard under the fabric on the"
    },
    {
      "index": 51,
      "start_time": 359229.0,
      "end_time": 364710.0,
      "text": "right side. Here we need to make white and red horizontal stripes. Stick tape stripes"
    },
    {
      "index": 52,
      "start_time": 364710.0,
      "end_time": 369249.0,
      "text": "closely one above the other like so. Then peel of every other tape stripe and now you"
    },
    {
      "index": 53,
      "start_time": 369249.0,
      "end_time": 375249.0,
      "text": "can start painting. Dip the paint brush in the red fabric paint and color the stripes."
    },
    {
      "index": 54,
      "start_time": 375249.0,
      "end_time": 380129.0,
      "text": "For detailed painting I like to use a paint brush, but for larger areas I&#39;m using a sponge"
    },
    {
      "index": 55,
      "start_time": 380129.0,
      "end_time": 385389.0,
      "text": "applicator. If you don&#39;t have it, a piece of kitchen sponge would work too. Again, make"
    },
    {
      "index": 56,
      "start_time": 385389.0,
      "end_time": 390710.0,
      "text": "strokes away from the tape edges to get nice sharp lines. When all the red stripes are"
    },
    {
      "index": 57,
      "start_time": 390710.0,
      "end_time": 395229.0,
      "text": "done, peel of the remaining horizontal tape pieces. We need to color these bare areas"
    },
    {
      "index": 58,
      "start_time": 395229.0,
      "end_time": 400800.0,
      "text": "in white so dip your paint brush in white fabric paint and start painting. To help you"
    },
    {
      "index": 59,
      "start_time": 400800.0,
      "end_time": 405370.0,
      "text": "out, you can also stick a piece of masking tape over a red stripe to protect it. Now"
    },
    {
      "index": 60,
      "start_time": 405370.0,
      "end_time": 410240.0,
      "text": "you can quickly color the white stripes making strokes in the direction away from the tape."
    },
    {
      "index": 61,
      "start_time": 410240.0,
      "end_time": 414460.0,
      "text": "When all the white stripes are finished, remove the masking tape from around the edges and"
    },
    {
      "index": 62,
      "start_time": 414460.0,
      "end_time": 418749.0,
      "text": "here you go - the front of our American shorts is finished and I am so happy with how it"
    },
    {
      "index": 63,
      "start_time": 418749.0,
      "end_time": 423639.0,
      "text": "turned out. I love the contrast between the bright red and white and the dark jeans!"
    },
    {
      "index": 64,
      "start_time": 423639.0,
      "end_time": 427779.0,
      "text": "When the paint is completely dry flip the shorts around. Protect the area around the"
    },
    {
      "index": 65,
      "start_time": 427779.0,
      "end_time": 432009.0,
      "text": "pockets with the masking tape like so. The shorts look stunning already but we still"
    },
    {
      "index": 66,
      "start_time": 432009.0,
      "end_time": 436610.0,
      "text": "have to paint our back pockets. On the left stick the star stencils and color them with"
    },
    {
      "index": 67,
      "start_time": 436610.0,
      "end_time": 449509.0,
      "text": "white fabric paint. On the right side stick tape pieces closely one above the other and"
    },
    {
      "index": 68,
      "start_time": 449509.0,
      "end_time": 454400.0,
      "text": "then peel of every other stripe to get your stripe stencil. Color the stripes with red,"
    },
    {
      "index": 69,
      "start_time": 454400.0,
      "end_time": 460169.0,
      "text": "using a sponge or a brush. Again, I applied two coats of paint to achieve the desired"
    },
    {
      "index": 70,
      "start_time": 460169.0,
      "end_time": 469169.0,
      "text": "opacity. Peel away the remaining horizontal stripes and color these areas in white. In"
    },
    {
      "index": 71,
      "start_time": 469169.0,
      "end_time": 473419.0,
      "text": "the end remove all the masking tape pieces to reveal your amazing work! I think these"
    },
    {
      "index": 72,
      "start_time": 473419.0,
      "end_time": 480330.0,
      "text": "shorts look absolutely stunning! I also added some silver chains on one side and paired"
    },
    {
      "index": 73,
      "start_time": 480330.0,
      "end_time": 483119.0,
      "text": "them with a white lacey buttoned shirt and white sneakers"
    },
    {
      "index": 74,
      "start_time": 483119.0,
      "end_time": 488150.0,
      "text": ". You can really keep it simple and let your American shorts be the center of attention."
    },
    {
      "index": 75,
      "start_time": 488150.0,
      "end_time": 506830.0,
      "text": "Because they deserve it, right? Next we are making these fun shorts with beads"
    },
    {
      "index": 76,
      "start_time": 506830.0,
      "end_time": 513979.0,
      "text": "and ribbon. You&#39;ll need old jeans, scissors, fabric glue, colorful ribbon and beads, some"
    },
    {
      "index": 77,
      "start_time": 513979.00000000006,
      "end_time": 520789.00000000006,
      "text": "thread and a needle. Start of by cutting the shorts. Here I want to make a cuffed edge..."
    },
    {
      "index": 78,
      "start_time": 520789.0,
      "end_time": 525480.0,
      "text": "Similar to my yellow shorts. Therefore I need to cut much lower from edge of the yellow"
    },
    {
      "index": 79,
      "start_time": 525480.0,
      "end_time": 534670.0,
      "text": "shorts. About two to three inches below. Fold the pants and cut the other leg. Try on your"
    },
    {
      "index": 80,
      "start_time": 534670.0,
      "end_time": 547190.0,
      "text": "new shorts and fold the edge up a couple of times like so. If you are happy with the length"
    },
    {
      "index": 81,
      "start_time": 547190.0,
      "end_time": 551560.0,
      "text": "you can use these paper clips to secure the folded edge in place and then take your jeans"
    },
    {
      "index": 82,
      "start_time": 551560.0,
      "end_time": 556050.0,
      "text": "off. To secure the folded part, apply a bit of fabric glue on the inner edge between each"
    },
    {
      "index": 83,
      "start_time": 556050.0,
      "end_time": 564070.0,
      "text": "clip. Do this all around and remove the clips. Now your folded edge will stay in place exactly"
    },
    {
      "index": 84,
      "start_time": 564070.0,
      "end_time": 567050.0,
      "text": "how you want it. It&#39;s time to decorate the shorts with bright"
    },
    {
      "index": 85,
      "start_time": 567050.0,
      "end_time": 572060.0,
      "text": "colored ribbon and beads! Cut a piece of ribbon and simply stick it on one side of shorts"
    },
    {
      "index": 86,
      "start_time": 572060.0,
      "end_time": 577649.0,
      "text": "using a fabric glue. Next, I am going to make a row of beads. Take some thread and a needle."
    },
    {
      "index": 87,
      "start_time": 577649.0,
      "end_time": 583850.0,
      "text": "Fold the thread a couple of times, thread on a needle and make a knot on the other side."
    },
    {
      "index": 88,
      "start_time": 583850.0,
      "end_time": 589720.0,
      "text": "Make the first stitch through the jeans. Then take your beads - I went for minty green ones"
    },
    {
      "index": 89,
      "start_time": 589720.0,
      "end_time": 596310.0,
      "text": "- and thread about six of them on. Make a stitch towards the inside of the shorts, then"
    },
    {
      "index": 90,
      "start_time": 596310.0,
      "end_time": 601300.0,
      "text": "go about one inch back with the thread and make a stitch towards the outside of the shorts."
    },
    {
      "index": 91,
      "start_time": 601300.0,
      "end_time": 605670.0,
      "text": "Now go once again through the last two beads to secure them in place. Doing this will prevent"
    },
    {
      "index": 92,
      "start_time": 605670.0,
      "end_time": 609720.0,
      "text": "that the beaded stripe would start hanging down when you put the shorts on. Add a few"
    },
    {
      "index": 93,
      "start_time": 609720.0,
      "end_time": 614800.0,
      "text": "more beads to finish the row. Make a stitch to the inside, then a knot or two and finally"
    },
    {
      "index": 94,
      "start_time": 614800.0,
      "end_time": 623149.0,
      "text": "cut away the excess thread. Now you just have to make random beaded and ribbon stripes all"
    },
    {
      "index": 95,
      "start_time": 623149.0,
      "end_time": 627880.0,
      "text": "along one side of your shorts. Here I am going for a corally ribbon. This one I&#39;m sticking"
    },
    {
      "index": 96,
      "start_time": 627880.0,
      "end_time": 631750.0,
      "text": "in place with a fabric glue and a help of a toothpick. You can also first apply the"
    },
    {
      "index": 97,
      "start_time": 631750.0,
      "end_time": 635860.0,
      "text": "glue all along the ribbon and then stick it on your shorts. The glue is quite visible"
    },
    {
      "index": 98,
      "start_time": 635860.0,
      "end_time": 640279.0,
      "text": "through the ribbon at first but is much less noticeable when it dries, so it doesn&#39;t bother"
    },
    {
      "index": 99,
      "start_time": 640279.0,
      "end_time": 644810.0,
      "text": "me. But if you want to you can always sew the ribbon stripes instead of gluing them."
    },
    {
      "index": 100,
      "start_time": 644810.0,
      "end_time": 649399.0,
      "text": "Here I am again making a beaded row, but this time using neon yellow beads. Thread on six"
    },
    {
      "index": 101,
      "start_time": 649399.0,
      "end_time": 655970.0,
      "text": "of them and make a stitch to attach them to the shorts. Then thread on another six beads"
    },
    {
      "index": 102,
      "start_time": 655970.0,
      "end_time": 664009.0,
      "text": "and make a stitch. Just a few more beads, the final stitch and the row is finished."
    },
    {
      "index": 103,
      "start_time": 664009.0,
      "end_time": 672649.0,
      "text": "Continue like this with some ribbon and some beaded rows randomly for a fun pop of color"
    },
    {
      "index": 104,
      "start_time": 672649.0,
      "end_time": 678459.0,
      "text": "and texture on your shorts. And there you have it, the coolest looking pattern! With"
    },
    {
      "index": 105,
      "start_time": 678459.0,
      "end_time": 682899.0,
      "text": "such a fun front, we have to balance it out and make a party in the back as well. Therefore,"
    },
    {
      "index": 106,
      "start_time": 682899.0,
      "end_time": 687610.0,
      "text": "I&#39;m covering one of the pockets with ribbon and beads. Here comes the first piece of ribbon,"
    },
    {
      "index": 107,
      "start_time": 687610.0,
      "end_time": 692660.0,
      "text": "following with the row of beads and so on. I really like the bold colors of my beads"
    },
    {
      "index": 108,
      "start_time": 692660.0,
      "end_time": 698329.0,
      "text": "and ribbon, which pop on the dark jeans. This is why recycling old clothes is so much"
    },
    {
      "index": 109,
      "start_time": 698329.0,
      "end_time": 703410.0,
      "text": "fun! You get to choose the colors, the materials and designs that suit your skin tone, personality"
    },
    {
      "index": 110,
      "start_time": 703410.0,
      "end_time": 709820.0,
      "text": "or go perfectly with that shirt you have laying in your closet because you never know what"
    },
    {
      "index": 111,
      "start_time": 709820.0,
      "end_time": 717350.0,
      "text": "to pair it with. Just the final ribbon piece and the pocket"
    },
    {
      "index": 112,
      "start_time": 717350.0,
      "end_time": 721880.0,
      "text": "is finished. Again, Flip the jeans around, cut three ribbon stripes and wrap them around"
    },
    {
      "index": 113,
      "start_time": 721880.0,
      "end_time": 731639.0,
      "text": "the belt loop for yet another fun touch to these beautiful shorts. I love how happy and"
    },
    {
      "index": 114,
      "start_time": 731639.0,
      "end_time": 740800.0,
      "text": "bright these shorts are, and they just scream summer. With shorts like these you really"
    },
    {
      "index": 115,
      "start_time": 740800.0,
      "end_time": 745290.0,
      "text": "don&#39;t need much accessories. I finished my look with a coral top, some friendship bracelets"
    },
    {
      "index": 116,
      "start_time": 745290.0,
      "end_time": 751589.0,
      "text": "and white sneakers."
    },
    {
      "index": 117,
      "start_time": 751589.0,
      "end_time": 756360.0,
      "text": "Next we are making beautiful lace detailed shorts, for which you will only need old jeans,"
    },
    {
      "index": 118,
      "start_time": 756360.0,
      "end_time": 762930.0,
      "text": "scissors, nail file, tweezers, lace and fabric glue. First cut the shorts, and I am using"
    },
    {
      "index": 119,
      "start_time": 762930.0,
      "end_time": 771269.0,
      "text": "my beloved yellow ones for the guide. I want the front a bit shorter, therefore I am making"
    },
    {
      "index": 120,
      "start_time": 771269.0,
      "end_time": 777009.0,
      "text": "some small adjustments until it looks something like this. Try them on to see if you&#39;re satisfied!"
    },
    {
      "index": 121,
      "start_time": 777009.0,
      "end_time": 780699.0,
      "text": "I am happy with mine so I am taking a piece of tape and sticking it to where I want the"
    },
    {
      "index": 122,
      "start_time": 780699.0,
      "end_time": 785069.0,
      "text": "holes to be. It&#39;s better to mark the holes with the shorts on to avoid making holes on"
    },
    {
      "index": 123,
      "start_time": 785069.0,
      "end_time": 789540.0,
      "text": "the wrong places... you know what I mean. Take the shorts off and cut the holes on the"
    },
    {
      "index": 124,
      "start_time": 789540.0,
      "end_time": 799470.0,
      "text": "marked spots. I made two imperfect rectangles. Now we need to distress the edges and the"
    },
    {
      "index": 125,
      "start_time": 799470.0,
      "end_time": 804600.0,
      "text": "holes with tweezers, nail files, sand paper, fork, anything you find appropriate."
    },
    {
      "index": 126,
      "start_time": 804600.0,
      "end_time": 809610.0,
      "text": "Pull out some threads, rub the edges with a nail filer and quickly your jeans will get"
    },
    {
      "index": 127,
      "start_time": 809610.0,
      "end_time": 822170.0,
      "text": "all ragged and worn out looking. When they seem scruffy and destroyed enough"
    },
    {
      "index": 128,
      "start_time": 822170.0,
      "end_time": 826470.0,
      "text": "it&#39;s time to grab some lace and cover the holes with it. Cut out a piece that is a bit"
    },
    {
      "index": 129,
      "start_time": 826470.0,
      "end_time": 830889.0,
      "text": "larger than the hole and place it on the inner side of the shorts, covering the hole. This"
    },
    {
      "index": 130,
      "start_time": 830889.0,
      "end_time": 835220.0,
      "text": "is how it will look in the end, pretty nice right? Apply some fabric glue to stick the"
    },
    {
      "index": 131,
      "start_time": 835220.0,
      "end_time": 843259.0,
      "text": "lace firmly to the shorts. Repeat the steps to cover the other hole."
    },
    {
      "index": 132,
      "start_time": 843259.0,
      "end_time": 847500.0,
      "text": "I like making the holes imperfect rather than a perfect square, you could also do it in"
    },
    {
      "index": 133,
      "start_time": 847500.0,
      "end_time": 852610.0,
      "text": "a shape of a diamond or a triangle. I just think it goes better with a distressed look."
    },
    {
      "index": 134,
      "start_time": 852610.0,
      "end_time": 856860.0,
      "text": "Now we need to take larger pieces of lace and decorate the legs of our shorts. So just"
    },
    {
      "index": 135,
      "start_time": 856860.0,
      "end_time": 860959.0,
      "text": "grab a lace stripe and glue it all around, starting in the back, because that is where"
    },
    {
      "index": 136,
      "start_time": 860959.0,
      "end_time": 865029.0,
      "text": "you want the two ends to meet. I like to place the lace on the shorts and then lift it to"
    },
    {
      "index": 137,
      "start_time": 865029.0,
      "end_time": 869569.0,
      "text": "apply one glue dot every inch or so. As you do this press it firmly to assure the lace"
    },
    {
      "index": 138,
      "start_time": 869569.0,
      "end_time": 875589.0,
      "text": "sticks well to the shorts and won&#39;t come off. And this is how our finished lace shorts look"
    },
    {
      "index": 139,
      "start_time": 875589.0,
      "end_time": 880110.0,
      "text": "like. I really like the mixture of edgy with the distressed part and romantic with the"
    },
    {
      "index": 140,
      "start_time": 880110.0,
      "end_time": 885470.0,
      "text": "lace. It makes the shorts look so cute and girly but cool at the same time. I think these"
    },
    {
      "index": 141,
      "start_time": 885470.0,
      "end_time": 890009.0,
      "text": "shorts are super easy to wear, you can combine them with pretty much anything. Here I paired"
    },
    {
      "index": 142,
      "start_time": 890009.0,
      "end_time": 894819.0,
      "text": "them with a cropped white top, long golden necklace, some rings and my starred converse."
    },
    {
      "index": 143,
      "start_time": 894819.0,
      "end_time": 899110.0,
      "text": "You could put on brown wedges or sandals, but I kept it rather sporty as I went to play"
    },
    {
      "index": 144,
      "start_time": 899110.0,
      "end_time": 902680.0,
      "text": "tennis in the park. Give another life to your old clothes and"
    },
    {
      "index": 145,
      "start_time": 902680.0,
      "end_time": 907540.0,
      "text": "be the creator of your own unique style. Along the way you will freshen up your closet, save"
    },
    {
      "index": 146,
      "start_time": 907540.0,
      "end_time": 910579.0,
      "text": "money and protect the environment."
    },
    {
      "index": 147,
      "start_time": 910579.0,
      "end_time": 917509.0,
      "text": "Lastly, we&#39;re going to make these cool studded spray dyed shorts. You need white or light"
    },
    {
      "index": 148,
      "start_time": 917509.0,
      "end_time": 922500.0,
      "text": "wash jeans, scissors, nail filer, tweezers, a piece of self adhesive paper, two rounded"
    },
    {
      "index": 149,
      "start_time": 922500.0,
      "end_time": 928319.0,
      "text": "objects like a glass or a lid, spray paint and studs. Take a pen, mark the approximate"
    },
    {
      "index": 150,
      "start_time": 928319.0,
      "end_time": 932639.0,
      "text": "length of your shorts and cut the jeans. Try them on and if they are too long, fold the"
    },
    {
      "index": 151,
      "start_time": 932639.0,
      "end_time": 937120.0,
      "text": "edge to the desired length, secure it with paper clips and take the jeans off. Now you"
    },
    {
      "index": 152,
      "start_time": 937120.0,
      "end_time": 941279.0,
      "text": "can cut the sorts again knowing that they will fit you perfectly. This is just another"
    },
    {
      "index": 153,
      "start_time": 941279.0,
      "end_time": 950939.0,
      "text": "way of making a flawless cut on your jeans. Then take your tweezers and nail filer and"
    },
    {
      "index": 154,
      "start_time": 950939.0,
      "end_time": 955699.0,
      "text": "distress the edges to your liking. You can also make holes, tear them a bit or do whatever"
    },
    {
      "index": 155,
      "start_time": 955699.0,
      "end_time": 960569.0,
      "text": "you like. I decided not to make any holes, instead I will create a piece sign on one"
    },
    {
      "index": 156,
      "start_time": 960569.0,
      "end_time": 965329.0,
      "text": "side. Take a piece of self adhesive paper and draw a circle. I am just using a glass"
    },
    {
      "index": 157,
      "start_time": 965329.0,
      "end_time": 970569.0,
      "text": "and outlining it. Then make a smaller circle inside, I am using a lid of a moisturizer"
    },
    {
      "index": 158,
      "start_time": 970569.0,
      "end_time": 974879.0,
      "text": "or something. Cut the larger circle out and then cut along the smaller circle to get a"
    },
    {
      "index": 159,
      "start_time": 974879.0,
      "end_time": 981720.0,
      "text": "ring like this. Now cut one longer paper stripe and two shorter stripes. Combining this four"
    },
    {
      "index": 160,
      "start_time": 981720.0,
      "end_time": 985930.0,
      "text": "elements will give you the perfect peace sign stencil."
    },
    {
      "index": 161,
      "start_time": 985930.0,
      "end_time": 990050.0,
      "text": "Before you start spray painting you have to protect your working surface. It&#39;s better"
    },
    {
      "index": 162,
      "start_time": 990050.0,
      "end_time": 994560.0,
      "text": "to do this outside but in any case put a piece of plastic bag on the ground to protect the"
    },
    {
      "index": 163,
      "start_time": 994560.0,
      "end_time": 1000459.0,
      "text": "grass or whatever you are working on. I also put an old towel on the plastic bag. Stick"
    },
    {
      "index": 164,
      "start_time": 1000460.0,
      "end_time": 1004400.0,
      "text": "the peace sign wherever you want to have it. I want to have it on the left bottom part"
    },
    {
      "index": 165,
      "start_time": 1004400.0,
      "end_time": 1005561.0,
      "text": "of my shorts."
    },
    {
      "index": 166,
      "start_time": 1005560.0,
      "end_time": 1010009.0,
      "text": "Put a piece of masking tape on the button because we don&#39;t want to color it and since"
    },
    {
      "index": 167,
      "start_time": 1010010.0,
      "end_time": 1014051.0,
      "text": "I am using two spray colors, I decided to protect the upper part of the shorts, while"
    },
    {
      "index": 168,
      "start_time": 1014050.0,
      "end_time": 1015930.0,
      "text": "I am working on the bottom."
    },
    {
      "index": 169,
      "start_time": 1015930.0,
      "end_time": 1020220.0,
      "text": "And we are finally ready to start painting! Spray your first color allover the bottom"
    },
    {
      "index": 170,
      "start_time": 1020220.0,
      "end_time": 1026050.0,
      "text": "part of the shorts like this. You can leave your color lighter or you can go all out like"
    },
    {
      "index": 171,
      "start_time": 1026050.0,
      "end_time": 1031510.0,
      "text": "me and spray a lot of it to get a more opaque result. Use a paint brush for the edges and"
    },
    {
      "index": 172,
      "start_time": 1031510.0,
      "end_time": 1044660.0,
      "text": "corners that the spray didn&#39;t reach. Flip the shorts around and spray the back as well."
    },
    {
      "index": 173,
      "start_time": 1044660.0000000001,
      "end_time": 1049580.0,
      "text": "This is how they look so far. Now cover the bottom part of the shorts with a plastic bag"
    },
    {
      "index": 174,
      "start_time": 1049580.0,
      "end_time": 1054150.0,
      "text": "and start spraying with your other color. I am using this fuchsia pink. Don&#39;t worry"
    },
    {
      "index": 175,
      "start_time": 1054150.0,
      "end_time": 1058700.0,
      "text": "if it looks kinda funny right now, because after a while the colors will start blending"
    },
    {
      "index": 176,
      "start_time": 1058700.0,
      "end_time": 1063250.0,
      "text": "and will create a beautiful gradient. Again use a paint brush to color the hidden areas"
    },
    {
      "index": 177,
      "start_time": 1063250.0,
      "end_time": 1067780.0,
      "text": "around the zipper and under the belt loops. Remove the bag give it a few final sprays"
    },
    {
      "index": 178,
      "start_time": 1067780.0,
      "end_time": 1072570.0,
      "text": "and we&#39;re done painting the front. Therefore we can remove the stencil and voila, we are"
    },
    {
      "index": 179,
      "start_time": 1072570.0,
      "end_time": 1075070.0,
      "text": "left with a piece sign on our shorts."
    },
    {
      "index": 180,
      "start_time": 1075070.0,
      "end_time": 1080800.0,
      "text": "Spray the top part of the shorts on the back as well. Here, I am again spraying it lightly"
    },
    {
      "index": 181,
      "start_time": 1080800.0,
      "end_time": 1086030.0,
      "text": "with the blue to make the gradient more beautiful, and that&#39;s it! Let your freshly painted shorts"
    },
    {
      "index": 182,
      "start_time": 1086030.0,
      "end_time": 1090570.0,
      "text": "dry completely and then you can decorate them with studs. I decided to dress up my back"
    },
    {
      "index": 183,
      "start_time": 1090570.0,
      "end_time": 1094960.0,
      "text": "pockets with these cute star studs! First place them on to see where you want to have"
    },
    {
      "index": 184,
      "start_time": 1094960.0,
      "end_time": 1102280.0,
      "text": "them and then you can attach the stars to the pockets. I am using scissors to twist"
    },
    {
      "index": 185,
      "start_time": 1102280.0,
      "end_time": 1112450.0,
      "text": "the metal parts peaking out inside the pocket. I love how these stars pop on the blue color"
    },
    {
      "index": 186,
      "start_time": 1112450.0,
      "end_time": 1117840.0,
      "text": "of the jeans! I like the studded details a lot so I decided to add three square studs"
    },
    {
      "index": 187,
      "start_time": 1117840.0,
      "end_time": 1122890.0,
      "text": "in the front as well. And here we go, our fourth shorts are complete! I am super pleased"
    },
    {
      "index": 188,
      "start_time": 1122890.0,
      "end_time": 1127000.0,
      "text": "with how they look. Love how the studs and distressed edges make the shorts a bit edgy"
    },
    {
      "index": 189,
      "start_time": 1127000.0,
      "end_time": 1132030.0,
      "text": "and grungy but bright colors give them that happy vibe. These shorts are just so full"
    },
    {
      "index": 190,
      "start_time": 1132030.0,
      "end_time": 1136780.0,
      "text": "of detail and life and I decided to pair them with my &quot;It&#39;s awesome&quot; cropped top, white"
    },
    {
      "index": 191,
      "start_time": 1136780.0,
      "end_time": 1141750.0,
      "text": "sneakers and some colorful bracelets. Perfect outfit for a happy summer day!"
    },
    {
      "index": 192,
      "start_time": 1141750.0,
      "end_time": 1151920.0,
      "text": "So this were my four DIY shorts ideas. I honestly love them all and I am already wearing them"
    },
    {
      "index": 193,
      "start_time": 1151920.0,
      "end_time": 1156360.0,
      "text": "like crazy, but tell me in the comments down bellow, which design was your favorite. Also"
    },
    {
      "index": 194,
      "start_time": 1156360.0,
      "end_time": 1159980.0,
      "text": "don&#39;t forget that I have Instagram, Twitter and Facebook where you can follow me for more"
    },
    {
      "index": 195,
      "start_time": 1159980.0,
      "end_time": 1165040.0,
      "text": "personal updates and also some giveaways. OK, I&#39;m gonna go now because I&#39;m really scared"
    },
    {
      "index": 196,
      "start_time": 1165040.0,
      "end_time": 1175040.0,
      "text": "of trolls. Did you know that they eat stones? That&#39;s why the houses here are wooden..."
    }
  ]
}