{
  "video_id": "exGFiectofk",
  "title": "Civilization VI: Gathering Storm - First Look: Inca",
  "json": [
    {
      "index": 1,
      "start_time": 100.0,
      "end_time": 866.0,
      "text": "FIRST LOOK: INCA"
    },
    {
      "index": 2,
      "start_time": 866.0,
      "end_time": 4566.0,
      "text": "Pachacuti leads the Inca in Civilization VI: Gathering Storm."
    },
    {
      "index": 3,
      "start_time": 9266.0,
      "end_time": 18666.0,
      "text": "Though many of the details of his remarkable reign are lost to history, Pacachuti led the expansion of Cusco into the organized and powerful Incan empire."
    },
    {
      "index": 4,
      "start_time": 19216.0,
      "end_time": 21816.0,
      "text": "The Inca’s unique improvement is the Terrace Farm."
    },
    {
      "index": 5,
      "start_time": 21816.0,
      "end_time": 27383.0,
      "text": "These can only be placed on Hills, and provide Food, plus additional Food for adjacent Mountains."
    },
    {
      "index": 6,
      "start_time": 27383.0,
      "end_time": 31833.0,
      "text": "Terrace Farms also provide Production for adjacent Aqueducts and Fresh Water."
    },
    {
      "index": 7,
      "start_time": 32299.0,
      "end_time": 36983.0,
      "text": "The Inca’s unique ability is Mit’a which allows Citizens to work Mountain tiles."
    },
    {
      "index": 8,
      "start_time": 37830.0,
      "end_time": 41116.0,
      "text": "Mountain tiles provide Production, as well as Food for adjacent Terrace Farms."
    },
    {
      "index": 9,
      "start_time": 41866.0,
      "end_time": 44966.0,
      "text": "The Warak’aq is the Inca’s unique unit."
    },
    {
      "index": 10,
      "start_time": 44966.0,
      "end_time": 50816.0,
      "text": "This Medieval reconnaissance unit can attack twice in a turn if it hasn’t used all of its movement points."
    },
    {
      "index": 11,
      "start_time": 53883.0,
      "end_time": 56950.0,
      "text": "Pacachuti’s unique ability is Qhapaq Ñan."
    },
    {
      "index": 12,
      "start_time": 56950.0,
      "end_time": 60800.0,
      "text": "Domestic Trade Routes get additional Food for Mountains in the origin city."
    },
    {
      "index": 13,
      "start_time": 60816.0,
      "end_time": 68116.0,
      "text": "He also has access to the Qhapaq Ñan improvement – an early version of the new Mountain Tunnel improvement – after discovering Foreign Trade."
    },
    {
      "index": 14,
      "start_time": 69400.0,
      "end_time": 73500.0,
      "text": "For the Inca, Mountain tiles are more than just great defenses."
    },
    {
      "index": 15,
      "start_time": 73416.0,
      "end_time": 80633.0,
      "text": "Pacachuti’s unique ability, along with plenty of Terrace Farms, means the Inca will truly thrive in their sprawling mountain cities."
    },
    {
      "index": 16,
      "start_time": 81316.0,
      "end_time": 91450.0,
      "text": "As Pacachuti, you can lead your civilization without worrying too much about outside influence – internal trade routes are stronger than ever, making this a great isolationist civilization."
    },
    {
      "index": 17,
      "start_time": 91883.0,
      "end_time": 94716.0,
      "text": "Will your civilization reach its peak in the mountains?"
    },
    {
      "index": 18,
      "start_time": 94716.0,
      "end_time": 99666.0,
      "text": "How will you lead the Inca in Sid Meier’s Civilization VI: Gathering Storm?"
    }
  ]
}