{
  "video_id": "EXhxI58vagg",
  "title": "How Does Porn Affect Relationships? | Psychology of Sex",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4480.0,
      "end_time": 10870.0,
      "text": "So for the majority of people looking at this I imagine you might be feeling some level"
    },
    {
      "index": 2,
      "start_time": 10870.0,
      "end_time": 16730.0,
      "text": "porn is impacting your relationship and that is certainly something that I'd be curious"
    },
    {
      "index": 3,
      "start_time": 16730.0,
      "end_time": 20839.0,
      "text": "whether or not you had a frank conversation with your partner or perhaps you're watching"
    },
    {
      "index": 4,
      "start_time": 20839.0,
      "end_time": 25519.0,
      "text": "this because you yourself are concerned about your porn use and how might be impacting your"
    },
    {
      "index": 5,
      "start_time": 25519.0,
      "end_time": 31709.0,
      "text": "arousal or ability to get stimulated by your partner. I think for the majority of couples"
    },
    {
      "index": 6,
      "start_time": 31710.0,
      "end_time": 37850.0,
      "text": "out there, porn in itself isn't a problem where or there may be a problem think that"
    },
    {
      "index": 7,
      "start_time": 37850.0,
      "end_time": 43870.0,
      "text": "it's a secret and I think that in a healthy relationship there is a room for masturbation,"
    },
    {
      "index": 8,
      "start_time": 43870.0,
      "end_time": 49608.0,
      "text": "self-stimulation where porn and a lot of images is part of that but I think unfortunately"
    },
    {
      "index": 9,
      "start_time": 49609.0,
      "end_time": 54930.0,
      "text": "some couples may have the idea that once in a relationship as if all sexual energy is"
    },
    {
      "index": 10,
      "start_time": 54930.0,
      "end_time": 60160.0,
      "text": "supposed to be for one's partner and if that is the contract that you both have established"
    },
    {
      "index": 11,
      "start_time": 60160.0,
      "end_time": 65470.0,
      "text": "then I absolutely understand why porn is problematic because ultimately it feels like a violation"
    },
    {
      "index": 12,
      "start_time": 65470.0,
      "end_time": 71240.0,
      "text": "of a contract so I think you need to take a step back and ask yourself and your partner"
    },
    {
      "index": 13,
      "start_time": 71240.0,
      "end_time": 76169.0,
      "text": "whether or not you feel there is any place for porn and if so, what feels like the healthy"
    },
    {
      "index": 14,
      "start_time": 76170.0,
      "end_time": 83170.0,
      "text": "balance. As long as you both agree that it's an aspect of some pleasure or potential something"
    },
    {
      "index": 15,
      "start_time": 84460.0,
      "end_time": 89570.0,
      "text": "shared together then I think you can have a healthy place. It's important to realize"
    },
    {
      "index": 16,
      "start_time": 89570.0,
      "end_time": 95600.0,
      "text": "that for some there is a tipping point where porn is unhealthy because it becomes obsessive,"
    },
    {
      "index": 17,
      "start_time": 95600.0,
      "end_time": 101679.0,
      "text": "it becomes compulsive and it can not only impact your ability to physically get aroused"
    },
    {
      "index": 18,
      "start_time": 101680.0,
      "end_time": 108600.0,
      "text": "with your partner but it's certainly can impact the ability to not get bored and really feel"
    },
    {
      "index": 19,
      "start_time": 108600.0,
      "end_time": 114220.0,
      "text": "themselves present and engaged and excited by what's happening in the moment here now"
    },
    {
      "index": 20,
      "start_time": 114220.0,
      "end_time": 120500.0,
      "text": "with your partner. If you feel like you're that individual or if you're in that relationship,"
    },
    {
      "index": 21,
      "start_time": 120500.0,
      "end_time": 127120.0,
      "text": "it's important that you both begin that conversation and ultimately start speaking with a professional"
    },
    {
      "index": 22,
      "start_time": 127120.0,
      "end_time": 132989.0,
      "text": "who can guide you to determine where will you ultimately decide porn does or doesn't"
    },
    {
      "index": 23,
      "start_time": 132989.0,
      "end_time": 134309.0,
      "text": "fit into your relationship."
    }
  ]
}