{
  "video_id": "Eytc9ZaNWyc",
  "title": "Taxes & Smuggling - Prelude to Revolution: Crash Course US History #6",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 5740.0,
      "text": "Hi, I&#39;m John Green, this is Crash Course: US History, and today we begin discussing the American Revolution."
    },
    {
      "index": 2,
      "start_time": 5740.0,
      "end_time": 7339.0,
      "text": "So two things to keep in mind here:"
    },
    {
      "index": 3,
      "start_time": 7339.0,
      "end_time": 11680.0,
      "text": "One, the American Revolution and the American War for Independence are not the same thing."
    },
    {
      "index": 4,
      "start_time": 11680.0,
      "end_time": 16620.0,
      "text": "And two, while I know this will upset some of you, the American Revolution was not really about taxes."
    },
    {
      "index": 5,
      "start_time": 16620.0,
      "end_time": 18669.0,
      "text": "Mr. Green, Mr. Green! It was about tea, right?"
    },
    {
      "index": 6,
      "start_time": 18669.0,
      "end_time": 20190.0,
      "text": "Also, it was not about tea."
    },
    {
      "index": 7,
      "start_time": 20190.0,
      "end_time": 24360.0,
      "text": "The Boston Tea party was about taxes and our God-given right to smuggle."
    },
    {
      "index": 8,
      "start_time": 24360.0,
      "end_time": 27660.0,
      "text": "It&#39;s a little confusing, me from the past, but that&#39;s why Crash Course is here!"
    },
    {
      "index": 9,
      "start_time": 27660.0,
      "end_time": 36380.0,
      "text": "[Theme Music]"
    },
    {
      "index": 10,
      "start_time": 36380.0,
      "end_time": 47800.0,
      "text": "So as you&#39;ll recall, the Seven Years War ended with the Treaty of Paris in 1763 which made the colonists cranky because it limited their ability to take land from the Indians, and it also left them holding the bag for a lot of war debt."
    },
    {
      "index": 11,
      "start_time": 47800.0,
      "end_time": 56500.0,
      "text": "Wars, as you may have noticed, are expensive, and the British government had to borrow 150,000,000 pounds, and the interest payments on that money ate up half of the national budget."
    },
    {
      "index": 12,
      "start_time": 56500.0,
      "end_time": 59460.0,
      "text": "So in order to pay for the war, the British decided to raise taxes."
    },
    {
      "index": 13,
      "start_time": 59460.0,
      "end_time": 65960.0,
      "text": "And since the primary beneficiaries of the war had been the American colonists, the British government felt it was only fair if some of the burden fell to them."
    },
    {
      "index": 14,
      "start_time": 65960.0,
      "end_time": 68020.0,
      "text": "Now, taxes on colonial trade were nothing new."
    },
    {
      "index": 15,
      "start_time": 68020.0,
      "end_time": 75680.0,
      "text": "The British government had placed taxes on a bunch of items in order to reduce competition with Britain, including wool and hats and “mole-asses.”"
    },
    {
      "index": 16,
      "start_time": 75680.0,
      "end_time": 77320.0,
      "text": "Why did they place a tax on mole-asses?"
    },
    {
      "index": 17,
      "start_time": 77320.0,
      "end_time": 79340.0,
      "text": "It doesn’t seem like that would be a huge market."
    },
    {
      "index": 18,
      "start_time": 79340.0,
      "end_time": 81620.0,
      "text": "Oh, molasses. Right, of course."
    },
    {
      "index": 19,
      "start_time": 81620.0,
      "end_time": 87250.0,
      "text": "But those taxes were about trying to regulate trade in a mercantilist way more than trying to pay back war debt."
    },
    {
      "index": 20,
      "start_time": 87250.0,
      "end_time": 93490.0,
      "text": "And also they were easy to avoid via smuggling, which we did because this is America!"
    },
    {
      "index": 21,
      "start_time": 93490.0,
      "end_time": 96800.0,
      "text": "[Patriotic Rock Music]"
    },
    {
      "index": 22,
      "start_time": 96800.0,
      "end_time": 101660.0,
      "text": "But mostly the colonists were angry because they didn’t have any say about the new taxes that Britain was imposing."
    },
    {
      "index": 23,
      "start_time": 101660.0,
      "end_time": 107520.0,
      "text": "I mean after all, by 1760, some colonies had been setting their own taxes through their own legislatures for 100 years."
    },
    {
      "index": 24,
      "start_time": 107520.0,
      "end_time": 112280.0,
      "text": "So the taxes themselves weren’t really the problem; it was their lack of Parliamentary representation."
    },
    {
      "index": 25,
      "start_time": 112280.0,
      "end_time": 124410.0,
      "text": "The first purportedly oppressive tax, the Sugar Act of 1764, extended the Molasses Act by changing the tax on imports from the Caribbean from 6 cents per gallon all the way up to 3 cents per gallon."
    },
    {
      "index": 26,
      "start_time": 124410.0,
      "end_time": 128620.0,
      "text": "So they actually cut the tax, but they decided to start enforcing it by stamping out smuggling."
    },
    {
      "index": 27,
      "start_time": 128620.0,
      "end_time": 135560.0,
      "text": "And to that end, the Act also gave British courts the right to try colonial smugglers, taking that power away from colonial courts,"
    },
    {
      "index": 28,
      "start_time": 135560.0,
      "end_time": 141420.0,
      "text": "which had been notoriously lenient when it came to smuggling on account of how they enjoyed smuggled rum as much as the next guy."
    },
    {
      "index": 29,
      "start_time": 141420.0,
      "end_time": 147100.0,
      "text": "But those initial acts weren’t nearly as annoying as the Stamp Act passed in 1765."
    },
    {
      "index": 30,
      "start_time": 147100.0,
      "end_time": 150940.0,
      "text": "The Stamp Act declared that all printed material had to carry a stamp."
    },
    {
      "index": 31,
      "start_time": 150940.0,
      "end_time": 153580.0,
      "text": "Unsurprisingly, that stamp was not free."
    },
    {
      "index": 32,
      "start_time": 153580.0,
      "end_time": 158040.0,
      "text": "This was purely to gain revenue for Britain, and it mostly affected people who used a lot of paper."
    },
    {
      "index": 33,
      "start_time": 158040.0,
      "end_time": 160760.0,
      "text": "You know, like newspaper printers and lawyers."
    },
    {
      "index": 34,
      "start_time": 160760.0,
      "end_time": 163440.0,
      "text": "Just the kind of people you want to anger about taxes!"
    },
    {
      "index": 35,
      "start_time": 163440.0,
      "end_time": 169200.0,
      "text": "So in October, protesters organized the Stamp Act Congress, which after a meeting, decided to boycott British goods."
    },
    {
      "index": 36,
      "start_time": 169200.0,
      "end_time": 177380.0,
      "text": "And this was the first major coordinated action by the colonies together, and it might be the first time that we can speak of the colonies acting in a united way."
    },
    {
      "index": 37,
      "start_time": 177380.0,
      "end_time": 179480.0,
      "text": "Almost like, say, a government."
    },
    {
      "index": 38,
      "start_time": 179480.0,
      "end_time": 188480.0,
      "text": "Committees of correspondence, which had been created to encourage opposition to earlier acts, now grew to coordinate the boycott efforts, and they helped people become aware of their &quot;liberties.&quot;"
    },
    {
      "index": 39,
      "start_time": 188480.0,
      "end_time": 191920.0,
      "text": "And they also spurred street actions that occasionally became violent."
    },
    {
      "index": 40,
      "start_time": 191920.0,
      "end_time": 196040.0,
      "text": "These direct actions were organized by groups calling themselves the Sons of Liberty, and guess what?"
    },
    {
      "index": 41,
      "start_time": 196040.0,
      "end_time": 198180.0,
      "text": "Coordinated action worked!"
    },
    {
      "index": 42,
      "start_time": 198180.0,
      "end_time": 203400.0,
      "text": "The British Parliament repealed the Stamp Act, but they did pass the Declaratory Act which was all like,"
    },
    {
      "index": 43,
      "start_time": 203400.0,
      "end_time": 205900.0,
      "text": "“Listen, you’re not the boss of us. We can tax you."
    },
    {
      "index": 44,
      "start_time": 205900.0,
      "end_time": 209500.0,
      "text": "We don’t want to tax you right now as it happens, but we could if we wanted to."
    },
    {
      "index": 45,
      "start_time": 209500.0,
      "end_time": 210740.0,
      "text": "But we won’t, but we could!”"
    },
    {
      "index": 46,
      "start_time": 210740.0,
      "end_time": 216709.0,
      "text": "So the repeal of the Stamp Act was seen by many in the colonies as a huge victory, but most of the people organizing the protests were elites."
    },
    {
      "index": 47,
      "start_time": 216709.0,
      "end_time": 218449.0,
      "text": "You know, the kind of people who use paper."
    },
    {
      "index": 48,
      "start_time": 218449.0,
      "end_time": 222649.0,
      "text": "But once you start talking about the idea of representation, everybody wants in."
    },
    {
      "index": 49,
      "start_time": 222649.0,
      "end_time": 229260.0,
      "text": "Meanwhile, Great Britain still needed money, so Chancellor of the Exchequer Charles Townshend got Parliament to pass new taxes in 1767."
    },
    {
      "index": 50,
      "start_time": 229260.0,
      "end_time": 234280.0,
      "text": "The so called “Townshend Acts” also created a new board of customs to stop smuggling which we didn’t like one bit."
    },
    {
      "index": 51,
      "start_time": 234280.0,
      "end_time": 237520.0,
      "text": "You don’t like it when I say we? Well tough luck, I’m an American."
    },
    {
      "index": 52,
      "start_time": 237520.0,
      "end_time": 239360.0,
      "text": "Bring back the libertage, Stan!"
    },
    {
      "index": 53,
      "start_time": 239360.0,
      "end_time": 243000.0,
      "text": "[Patriotic Rock Music]"
    },
    {
      "index": 54,
      "start_time": 243000.0,
      "end_time": 250460.0,
      "text": "Many colonists again responded with a boycott, and women got in on the act this time, with the Daughters of Liberty, encouraging homespun clothes to replace British ones."
    },
    {
      "index": 55,
      "start_time": 250460.0,
      "end_time": 254400.0,
      "text": "But not all the states were on board, like artisans loved the boycotts because they got more money."
    },
    {
      "index": 56,
      "start_time": 254400.0,
      "end_time": 262260.0,
      "text": "But merchants from cities like Philadelphia and New York weren’t so happy, because they made their livings by importing and selling the very goods that were now being boycotted."
    },
    {
      "index": 57,
      "start_time": 262260.0,
      "end_time": 272040.0,
      "text": "On occasion, protests did get out of hand as in the Boston Massacre of March 5, 1770, which, while it was not much of a massacre, was definitely the worst outcome of a snowball fight in American history."
    },
    {
      "index": 58,
      "start_time": 272040.0,
      "end_time": 276880.0,
      "text": "I mean five colonists were killed, including most famously Crispus Attucks, a sailor of mixed race ancestry."
    },
    {
      "index": 59,
      "start_time": 276880.0,
      "end_time": 284630.0,
      "text": "And then of the nine British soldiers put on trial, 7 were acquitted and 2 were convicted only of manslaughter, thanks to the top-notch lawyering of one John Adams."
    },
    {
      "index": 60,
      "start_time": 284630.0,
      "end_time": 286690.0,
      "text": "Don’t worry though, that guy comes around to the American cause."
    },
    {
      "index": 61,
      "start_time": 286690.0,
      "end_time": 293330.0,
      "text": "But overall boycotts and protests were effective, and British merchants pushed for the repeal of these acts, leaving only a tax on tea."
    },
    {
      "index": 62,
      "start_time": 293330.0,
      "end_time": 294680.0,
      "text": "Let’s go to the Thought Bubble."
    },
    {
      "index": 63,
      "start_time": 294680.0,
      "end_time": 305420.0,
      "text": "The 1773 Tea Act offered tax exemptions and rebates for tea coming in from the British-East India Company, which allowed them to dump cheap tea on the colonies, which actually lowered the price of tea."
    },
    {
      "index": 64,
      "start_time": 305420.0,
      "end_time": 315440.0,
      "text": "So why were the colonists so mad that on December 16, 1773 they dressed up as Indians and dumped enough tea into Boston Harbor to cause the modern equivalent of a $4,000,000 loss?"
    },
    {
      "index": 65,
      "start_time": 315440.0,
      "end_time": 321700.0,
      "text": "Some colonists were upset that cheap tea would cut into the profits of smugglers and established tea merchants, but most were just angry on principle."
    },
    {
      "index": 66,
      "start_time": 321700.0,
      "end_time": 328160.0,
      "text": "To our great national shame, tea was at the time as important a beverage in the colonies as it was to Brits living in Britain,"
    },
    {
      "index": 67,
      "start_time": 328160.0,
      "end_time": 334720.0,
      "text": "and to allow the British to tax a near universal product set a precedent that Britain could tax whatever they wanted."
    },
    {
      "index": 68,
      "start_time": 334720.0,
      "end_time": 339780.0,
      "text": "But the tea partiers miscalculated, thinking that the British would back down in response to their protest."
    },
    {
      "index": 69,
      "start_time": 339780.0,
      "end_time": 345600.0,
      "text": "Instead, the British responded by passing a series of acts that colonists came to call the “Intolerable Acts.”"
    },
    {
      "index": 70,
      "start_time": 345600.0,
      "end_time": 348700.0,
      "text": "The Massachusetts Government Act curtailed self-government there."
    },
    {
      "index": 71,
      "start_time": 348700.0,
      "end_time": 352980.0,
      "text": "The Quartering Act forced colonists to house British soldiers in their homes when ordered to."
    },
    {
      "index": 72,
      "start_time": 352980.0,
      "end_time": 361200.0,
      "text": "The Quebec Act extended the southern boundary of Quebec and granted religious toleration to Catholics, which was none too popular with the Great Awakening crowd, having recently awoken."
    },
    {
      "index": 73,
      "start_time": 361200.0,
      "end_time": 365140.0,
      "text": "The colonial response to these acts is really the start of the American Revolution."
    },
    {
      "index": 74,
      "start_time": 365140.0,
      "end_time": 373880.0,
      "text": "First Massachusetts passed a set of resolutions calling for colonists to: one, disobey the Intolerable Acts, two, stop paying taxes, and three, prepare for war."
    },
    {
      "index": 75,
      "start_time": 373880.0,
      "end_time": 382900.0,
      "text": "And in September 1774, a group of delegates from 12 of the 13 colonies – Georgia! – met in Philadelphia to coordinate the resistance of the Intolerable Acts."
    },
    {
      "index": 76,
      "start_time": 382900.0,
      "end_time": 393220.0,
      "text": "This was the First Continental Congress, which in setting up the continental association to police the boycott and encourage domestic manufacturing, was the first real colony-wide government in British America."
    },
    {
      "index": 77,
      "start_time": 393220.0,
      "end_time": 397740.0,
      "text": "Thanks, Thought Bubble. So this sort of phenomenon is known by historians as kind of a big deal."
    },
    {
      "index": 78,
      "start_time": 397740.0,
      "end_time": 405980.0,
      "text": "I mean coordinating action to achieve some end is what governments do, so it’s not an exaggeration to say that the First Continental Congress was the first government of America."
    },
    {
      "index": 79,
      "start_time": 405980.0,
      "end_time": 414900.0,
      "text": "You might even say that sending delegates to Philadelphia in 1774 was the first truly revolutionary act of the American Revolution, but it was not a call for independence."
    },
    {
      "index": 80,
      "start_time": 414900.0,
      "end_time": 426000.0,
      "text": "However, there was a change in attitude among many colonists because rather than seeing themselves as standing up for their rights as English people, they began to make claims based on abstract ideas about freedom and natural rights."
    },
    {
      "index": 81,
      "start_time": 426000.0,
      "end_time": 434480.0,
      "text": "In this respect, the Continental Congress was between worlds, because it justified its actions as liberties of free and natural-born subjects within the realm of England."
    },
    {
      "index": 82,
      "start_time": 434480.0,
      "end_time": 437500.0,
      "text": "But it also talked about immutable laws of nature."
    },
    {
      "index": 83,
      "start_time": 437500.0,
      "end_time": 446080.0,
      "text": "And this idea that all humans have certain rights derived from natural law has become a pretty big deal, not just in the United States, but also in the green lands of “not-America.”"
    },
    {
      "index": 84,
      "start_time": 446080.0,
      "end_time": 449840.0,
      "text": "I mean these days “human rights” is a phrase that we bandy about with – Putin!"
    },
    {
      "index": 85,
      "start_time": 449840.0,
      "end_time": 454920.0,
      "text": "Do you show up every time the words “human rights” are mentioned to make sure that we’re talking about China and not you?"
    },
    {
      "index": 86,
      "start_time": 454920.0,
      "end_time": 461800.0,
      "text": "And this brings me back to an important point: although we tend to equate the two, the American Revolution and the American War for Independence were not the same thing."
    },
    {
      "index": 87,
      "start_time": 461800.0,
      "end_time": 465660.0,
      "text": "I mean for one thing, the fighting started 15 months before the Declaration of Independence."
    },
    {
      "index": 88,
      "start_time": 465660.0,
      "end_time": 471280.0,
      "text": "For another, simply declaring independence does not make you an independent nation, as I will now demonstrate."
    },
    {
      "index": 89,
      "start_time": 471280.0,
      "end_time": 477560.0,
      "text": "I hereby declare this studio the independent nation of John Green-sylvania!"
    },
    {
      "index": 90,
      "start_time": 477560.0,
      "end_time": 478940.0,
      "text": "Yeah, see nothing happened."
    },
    {
      "index": 91,
      "start_time": 478940.0,
      "end_time": 489300.0,
      "text": "The war between colonists and Britain began in 1775 – on April 19th to be exact – when fighting broke out between the British soldiers and Massachusetts militiamen, the minutemen, at Concord and Lexington."
    },
    {
      "index": 92,
      "start_time": 489300.0,
      "end_time": 493180.0,
      "text": "Or Lexington and Concord, depending on whether you live in Lexington or Concord."
    },
    {
      "index": 93,
      "start_time": 493180.0,
      "end_time": 498140.0,
      "text": "This was the famous “shot heard around the world” immortalized in Longfellow’s poem &quot;The Midnight Ride of Paul Revere.&quot;"
    },
    {
      "index": 94,
      "start_time": 498140.0,
      "end_time": 507360.0,
      "text": "So while the colonists actually lost the famous battle of Bunker Hill, which was technically fought on Breeds Hill, the British suffered such heavy casualties that soon thereafter they were forced to abandon Boston."
    },
    {
      "index": 95,
      "start_time": 507360.0,
      "end_time": 511060.0,
      "text": "But then they got some revenge by taking over New York, which they held for most of the rest of the war."
    },
    {
      "index": 96,
      "start_time": 511060.0,
      "end_time": 515100.0,
      "text": "But in thinking about the war, it’s very important to understand that not all colonists were pro-independence."
    },
    {
      "index": 97,
      "start_time": 515100.0,
      "end_time": 525880.0,
      "text": "Like elites in colonies like New York and Pennsylvania were very nervous about all this revolutionary fervor that was whipping up artisans and small-time farmers to think that they deserve to have say in the political process."
    },
    {
      "index": 98,
      "start_time": 525880.0,
      "end_time": 531600.0,
      "text": "Oh it’s time for the Mystery Document? Awesome, I love getting shocked."
    },
    {
      "index": 99,
      "start_time": 531600.0,
      "end_time": 536480.0,
      "text": "The rules here are simple: if I guess the author of the Mystery Document correctly, I do not get the shock pen."
    },
    {
      "index": 100,
      "start_time": 536480.0,
      "end_time": 538040.0,
      "text": "If I’m wrong, I do get the shock pen."
    },
    {
      "index": 101,
      "start_time": 538040.0,
      "end_time": 542980.0,
      "text": "All right, let’s see what we got here. [clears throat]"
    },
    {
      "index": 102,
      "start_time": 542980.0,
      "end_time": 545240.0,
      "text": "&quot;The Americans are properly Britons."
    },
    {
      "index": 103,
      "start_time": 545240.0,
      "end_time": 550160.0,
      "text": "They have the manners, habits, and ideas of Britons; and have been accustomed to a similar form of government."
    },
    {
      "index": 104,
      "start_time": 550160.0,
      "end_time": 554800.0,
      "text": "But Britons could never bear the extremes, either of monarchy or republicanism."
    },
    {
      "index": 105,
      "start_time": 554800.0,
      "end_time": 558060.0,
      "text": "Some of their kings have aimed at despotism; but always failed."
    },
    {
      "index": 106,
      "start_time": 558060.0,
      "end_time": 562020.0,
      "text": "Repeated efforts have been made towards democracy, and they equally failed."
    },
    {
      "index": 107,
      "start_time": 562020.0,
      "end_time": 572800.0,
      "text": "If we may judge of future events by past transactions, in similar circumstances, this would most probably be the case in America, were a republican form of government adopted in our present ferment.&quot;"
    },
    {
      "index": 108,
      "start_time": 572800.0,
      "end_time": 573920.0,
      "text": "Hmm."
    },
    {
      "index": 109,
      "start_time": 573920.0,
      "end_time": 584140.0,
      "text": "All right, so we’ve got an educated person who thinks that Americans are Britons who will inevitably want to walk a middle path between republicanism and monarchy and therefore that the revolution is not a good idea."
    },
    {
      "index": 110,
      "start_time": 584140.0,
      "end_time": 587360.0,
      "text": "I know it’s a colonist, because of the reference to “our present ferment.”"
    },
    {
      "index": 111,
      "start_time": 587360.0,
      "end_time": 591460.0,
      "text": "All right, I’m going to guess that it is Ben Franklin’s son William Franklin."
    },
    {
      "index": 112,
      "start_time": 591460.0,
      "end_time": 596110.0,
      "text": "[Buzzing Noise] Ahhh! Dang it! Who is it?"
    },
    {
      "index": 113,
      "start_time": 596110.0,
      "end_time": 598320.0,
      "text": "Who the hell is Charles Ingles?"
    },
    {
      "index": 114,
      "start_time": 598320.0,
      "end_time": 601040.0,
      "text": "Charles Ingles? Charles freaking Ingles?"
    },
    {
      "index": 115,
      "start_time": 601040.0,
      "end_time": 603500.0,
      "text": "I’ve never even heard of that guy! It’s not fair!"
    },
    {
      "index": 116,
      "start_time": 603500.0,
      "end_time": 607680.0,
      "text": "[Sigh] [Shock Noise] Ahh! Oh I hate that."
    },
    {
      "index": 117,
      "start_time": 607680.0,
      "end_time": 609480.0,
      "text": "Apparently he’s a bishop or something."
    },
    {
      "index": 118,
      "start_time": 609480.0,
      "end_time": 615340.0,
      "text": "Anyway, people like Ingles reminds us that not everyone in the colonies was all fired up to be an independent nation."
    },
    {
      "index": 119,
      "start_time": 615340.0,
      "end_time": 625620.0,
      "text": "In fact, in July of 1775, the Continental Congress sent the Olive Branch Petition to King George III suggesting that Americans were loyal British subjects who wanted reconciliation with the mother country."
    },
    {
      "index": 120,
      "start_time": 625620.0,
      "end_time": 628620.0,
      "text": "But then along came Thomas Paine’s pamphlet Common Sense."
    },
    {
      "index": 121,
      "start_time": 628620.0,
      "end_time": 630240.0,
      "text": "Why couldn’t that have been the Mystery Document?"
    },
    {
      "index": 122,
      "start_time": 630240.0,
      "end_time": 636580.0,
      "text": "Common Sense appeared in January of 1776 and it was like the Harry Potter of its time, only with liberty instead of wizard school."
    },
    {
      "index": 123,
      "start_time": 636580.0,
      "end_time": 641120.0,
      "text": "Written in relatively straightforward English, the pamphlet contains many powerful rhetorical arguments like:"
    },
    {
      "index": 124,
      "start_time": 641120.0,
      "end_time": 647700.0,
      "text": "“of more worth is one honest man to society and in the sight of God than all the crowned ruffians that ever lived.”"
    },
    {
      "index": 125,
      "start_time": 647700.0,
      "end_time": 650380.0,
      "text": "Others were just common sense, like this nugget:"
    },
    {
      "index": 126,
      "start_time": 650380.0,
      "end_time": 655940.0,
      "text": "“There is something absurd in supposing a continent to be perpetually governed by an island.”"
    },
    {
      "index": 127,
      "start_time": 655940.0,
      "end_time": 656760.0,
      "text": "Pow!"
    },
    {
      "index": 128,
      "start_time": 656760.0,
      "end_time": 660160.0,
      "text": "Also there is the beautiful sentiment: &quot;The weapon we have is love.”"
    },
    {
      "index": 129,
      "start_time": 660160.0,
      "end_time": 662660.0,
      "text": "Oh that’s from Harry Potter? I told you they were similar."
    },
    {
      "index": 130,
      "start_time": 662660.0,
      "end_time": 667760.0,
      "text": "Ultimately Paine’s arguments all contributed to the idea that America is somehow special, even exceptional."
    },
    {
      "index": 131,
      "start_time": 667760.0,
      "end_time": 673540.0,
      "text": "I mean, talking about independence and freedom he said, “The cause of America is in great measure: the cause of all mankind.”"
    },
    {
      "index": 132,
      "start_time": 673540.0,
      "end_time": 678540.0,
      "text": "That’s powerful stuff, and Paine’s pamphlets sold 150 thousand copies, and it was extremely widely read."
    },
    {
      "index": 133,
      "start_time": 678540.0,
      "end_time": 684620.0,
      "text": "By the way, he still managed to die penniless, and only 8 people attended his funeral because of his vitriolic ridicule of Christianity."
    },
    {
      "index": 134,
      "start_time": 684620.0,
      "end_time": 690560.0,
      "text": "But anyway America eventually declared independence for many reasons, but Paine’s persuasive arguments were one important reason."
    },
    {
      "index": 135,
      "start_time": 690560.0,
      "end_time": 696220.0,
      "text": "And it marks a moment when the pen truly was, if not more powerful, then at least more important, than the sword."
    },
    {
      "index": 136,
      "start_time": 696220.0,
      "end_time": 704700.0,
      "text": "I mean, within 6 months of the publication of Common Sense, the Second Continental Congress had declared independence and signed one of the most important documents in the history of the world."
    },
    {
      "index": 137,
      "start_time": 704700.0,
      "end_time": 706940.0,
      "text": "Which is where we’ll pick up next week. Thanks for watching!"
    },
    {
      "index": 138,
      "start_time": 706940.0,
      "end_time": 709200.0,
      "text": "Crash Course is produced and directed by Stan Muller."
    },
    {
      "index": 139,
      "start_time": 709200.0,
      "end_time": 710750.0,
      "text": "Our script supervisor is Meredith Danko."
    },
    {
      "index": 140,
      "start_time": 710750.0,
      "end_time": 712080.0,
      "text": "The associate producer is Danica Johnson."
    },
    {
      "index": 141,
      "start_time": 712080.0,
      "end_time": 715009.0,
      "text": "The show is written by my high school history teacher, Raoul Meyer, and myself."
    },
    {
      "index": 142,
      "start_time": 715009.0,
      "end_time": 716680.0,
      "text": "And our graphics team is Thought Bubble."
    },
    {
      "index": 143,
      "start_time": 716680.0,
      "end_time": 719910.0,
      "text": "If you have questions about today’s video or anything from American history, good news!"
    },
    {
      "index": 144,
      "start_time": 719910.0,
      "end_time": 723610.0,
      "text": "You can ask them in comments, where they will be answered by our team of historians."
    },
    {
      "index": 145,
      "start_time": 723610.0,
      "end_time": 724860.0,
      "text": "Thanks for watching Crash Course."
    },
    {
      "index": 146,
      "start_time": 724860.0,
      "end_time": 727420.0,
      "text": "If you liked today&#39;s video make sure you subscribe to our channel."
    },
    {
      "index": 147,
      "start_time": 727420.0,
      "end_time": 737420.0,
      "text": "And as we say in my hometown, don&#39;t forget to be awesome!"
    }
  ]
}