{
  "video_id": "f4d6UcRCQDc",
  "title": "The Worst and Best Ways to Tell Someone It’s Over",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 6600.0,
      "text": "The intensity and suffering exacted by a heartbreak depends not only on the core fact that we’ve"
    },
    {
      "index": 2,
      "start_time": 6600.0,
      "end_time": 14100.0,
      "text": "been left; it also decisively depends on how we’ve been left. Our hurt can be hugely"
    },
    {
      "index": 3,
      "start_time": 14100.0,
      "end_time": 20600.0,
      "text": "intensified when we’ve been left badly – just as it may be rendered a great deal more bearable"
    },
    {
      "index": 4,
      "start_time": 20600.0,
      "end_time": 26100.0,
      "text": "when we are fortunate enough to have landed on a lover who has learnt the psychologically-rich"
    },
    {
      "index": 5,
      "start_time": 26100.0,
      "end_time": 33300.0,
      "text": "art of mature break-ups. There are certain things guaranteed to make a break up worse"
    },
    {
      "index": 6,
      "start_time": 33300.0,
      "end_time": 40400.0,
      "text": "than it ever needs to be: (i) Lingering. All decisions around relationships should be taken"
    },
    {
      "index": 7,
      "start_time": 40400.0,
      "end_time": 46200.0,
      "text": "with the awareness that life is desperately short for both parties. It therefore really"
    },
    {
      "index": 8,
      "start_time": 46200.0,
      "end_time": 50800.0,
      "text": "shouldn’t matter if the holiday has already been booked or if preparations for our birthday"
    },
    {
      "index": 9,
      "start_time": 50800.0,
      "end_time": 56400.0,
      "text": "are – awkwardly – well under way. As soon as the decision is taken, a courageous lover"
    },
    {
      "index": 10,
      "start_time": 56400.0,
      "end_time": 62200.0,
      "text": "will not dither out of a misplaced desire not to upset pre-existing plans. They know"
    },
    {
      "index": 11,
      "start_time": 62200.0,
      "end_time": 66500.0,
      "text": "they must leave. They are ruining things, of course, but they can see that the holiday"
    },
    {
      "index": 12,
      "start_time": 66500.0,
      "end_time": 71700.0,
      "text": "or restaurant meal would in any case be doomed – and they are kind enough to know not to"
    },
    {
      "index": 13,
      "start_time": 71700.0,
      "end_time": 80800.0,
      "text": "waste any more of our precious time. (ii) Collateral Accusations. A wise departing lover"
    },
    {
      "index": 14,
      "start_time": 80800.0,
      "end_time": 87000.0,
      "text": "knows not to accuse the other of more sins than they are guilty of. It is not, they know,"
    },
    {
      "index": 15,
      "start_time": 87000.0,
      "end_time": 91800.0,
      "text": "our fault that their career is going wrong and we truly aren’t responsible for their"
    },
    {
      "index": 16,
      "start_time": 91800.0,
      "end_time": 97300.0,
      "text": "insomnia or the conflicts with their brother. The wise lover keeps the list of accusations"
    },
    {
      "index": 17,
      "start_time": 97300.0,
      "end_time": 103200.0,
      "text": "down to the specific problems that necessitated a break-up; they don’t use the parting as"
    },
    {
      "index": 18,
      "start_time": 103200.0,
      "end_time": 108800.0,
      "text": "an occasion to rehearse all that happens to be a bit wrong with us – an inevitably far"
    },
    {
      "index": 19,
      "start_time": 108800.0,
      "end_time": 121800.0,
      "text": "longer but irrelevant charge sheet.(iii) Deceptive Niceness. The most harmful lovers are those"
    },
    {
      "index": 20,
      "start_time": 121800.0,
      "end_time": 128100.0,
      "text": "who labour under a misplaced impression that they need to be nice – even when they are"
    },
    {
      "index": 21,
      "start_time": 128100.0,
      "end_time": 134200.0,
      "text": "firing us. But there is, in fact, no need for honeyed words, we simply require the basic"
    },
    {
      "index": 22,
      "start_time": 134200.0,
      "end_time": 141000.0,
      "text": "information and then some privacy to put ourselves back together again. Indeed, ongoing niceness"
    },
    {
      "index": 23,
      "start_time": 141000.0,
      "end_time": 146700.0,
      "text": "simply confuses us all the more. The tenderness makes us ache to restart the relationship,"
    },
    {
      "index": 24,
      "start_time": 146700.0,
      "end_time": 154600.0,
      "text": "for there seems no reason why not, given how they are behaving. (iv) Evasiveness. Clumsy"
    },
    {
      "index": 25,
      "start_time": 154600.0,
      "end_time": 159000.0,
      "text": "lovers are so scared of the news they have to share with us, they cannot bear to come"
    },
    {
      "index": 26,
      "start_time": 159000.0,
      "end_time": 166000.0,
      "text": "out with – and let it seep out in odd symptomatic ways. They start drinking too much, or come"
    },
    {
      "index": 27,
      "start_time": 166000.0,
      "end_time": 171600.0,
      "text": "home very late, or advance odd-sounding theories about relationships. They hope – through"
    },
    {
      "index": 28,
      "start_time": 171600.0,
      "end_time": 177900.0,
      "text": "their strange and harmful behaviour – to be fired rather than have to resign. In sly"
    },
    {
      "index": 29,
      "start_time": 177900.0,
      "end_time": 185300.0,
      "text": "and unfair ways, they seek to push us to take the agonising next step. On the other hand,"
    },
    {
      "index": 30,
      "start_time": 185300.0,
      "end_time": 191000.0,
      "text": "there is so much that can spare us excessive pain at the end: (i) Directness. Kind departing"
    },
    {
      "index": 31,
      "start_time": 191000.0,
      "end_time": 195900.0,
      "text": "lovers make a sharp break. Once they’ve decided, they move swiftly to letting us know;"
    },
    {
      "index": 32,
      "start_time": 195900.0,
      "end_time": 200400.0,
      "text": "they clear off quickly; they don’t hold out hints of reconciliation; they don’t"
    },
    {
      "index": 33,
      "start_time": 200400.0,
      "end_time": 204700.0,
      "text": "suggest that if we changed in certain ways, they’d reconsider. It’s awful, of course,"
    },
    {
      "index": 34,
      "start_time": 204700.0,
      "end_time": 210200.0,
      "text": "but there’s a vein of mature kindness in their brusque manner: in an obviously difficult"
    },
    {
      "index": 35,
      "start_time": 210200.0,
      "end_time": 219700.0,
      "text": "situation, they are sparing us the extended torture of false hope. (ii) Reasons. Good departing"
    },
    {
      "index": 36,
      "start_time": 219700.0,
      "end_time": 225400.0,
      "text": "lovers try to explain in convincing ways why the relationship didn’t work out. They might"
    },
    {
      "index": 37,
      "start_time": 225400.0,
      "end_time": 230200.0,
      "text": "point out, for instance, that you are both really quite anxious by nature – and therefore"
    },
    {
      "index": 38,
      "start_time": 230200.0,
      "end_time": 235300.0,
      "text": "struggle to soothe and calm each other. This isn’t so much a complaint about you as on"
    },
    {
      "index": 39,
      "start_time": 235300.0,
      "end_time": 241000.0,
      "text": "observation about why the fit between you as a couple wasn’t very helpful. Or they"
    },
    {
      "index": 40,
      "start_time": 241000.0,
      "end_time": 245400.0,
      "text": "may explore the ways in which the two of you have powerfully divergent attitudes to money"
    },
    {
      "index": 41,
      "start_time": 245400.0,
      "end_time": 250000.0,
      "text": "– and hence are set on a serious collision course. They’re not saying you are horrendous"
    },
    {
      "index": 42,
      "start_time": 250000.0,
      "end_time": 255900.0,
      "text": "or a fool – just that the two of you turn out not to be very adept partners for each"
    },
    {
      "index": 43,
      "start_time": 255900.0,
      "end_time": 263400.0,
      "text": "other. (iii) Honesty about who they are. Nice departing lovers let us see and actively remind"
    },
    {
      "index": 44,
      "start_time": 263400.0,
      "end_time": 269100.0,
      "text": "us of what’s not so nice or good about them. They admit that they brought a lot of difficult"
    },
    {
      "index": 45,
      "start_time": 269100.0,
      "end_time": 273700.0,
      "text": "things into the relationship. They admit, perhaps, that they’re obsessed by work;"
    },
    {
      "index": 46,
      "start_time": 273700.0,
      "end_time": 277800.0,
      "text": "they may acknowledge they are bossy or very controlling; they might be open about their"
    },
    {
      "index": 47,
      "start_time": 277800.0,
      "end_time": 283600.0,
      "text": "unfaithful nature. They are doing us the kindness of showing us that life with them would be"
    },
    {
      "index": 48,
      "start_time": 283600.0,
      "end_time": 289000.0,
      "text": "seriously difficult in major ways. We’re losing them, but we’re not losing the prospect"
    },
    {
      "index": 49,
      "start_time": 289000.0,
      "end_time": 291200.0,
      "text": "of a blissful or problem-free future."
    },
    {
      "index": 50,
      "start_time": 295000.0,
      "end_time": 300100.0,
      "text": "Good departing lovers know that the news they are breaking will,"
    },
    {
      "index": 51,
      "start_time": 300100.0,
      "end_time": 306000.0,
      "text": "inevitably, lead to them being hated for a time. They are brave in the face"
    },
    {
      "index": 52,
      "start_time": 306400.0,
      "end_time": 311100.0,
      "text": "of this. They don’t suffer from the fateful and sentimental desire to be loved by people"
    },
    {
      "index": 53,
      "start_time": 311100.0,
      "end_time": 317700.0,
      "text": "they no longer love. We’re gradually disentangling two distinct sources of pain – which mean"
    },
    {
      "index": 54,
      "start_time": 317700.0,
      "end_time": 322300.0,
      "text": "very different things. There’s the sorrow of losing someone we liked. But there may"
    },
    {
      "index": 55,
      "start_time": 322300.0,
      "end_time": 327800.0,
      "text": "well also be the suffering caused by the unfortunate ways a lover acted at the end."
    },
    {
      "index": 56,
      "start_time": 327800.0,
      "end_time": 330700.0,
      "text": "We may not be able to escape the agony of broken"
    },
    {
      "index": 57,
      "start_time": 330800.0,
      "end_time": 336500.0,
      "text": "hearts but we can always strive to keep it to a very basic minimum."
    },
    {
      "index": 58,
      "start_time": 338400.0,
      "end_time": 344300.0,
      "text": "Our Resilience Cards are designed to help us become tougher in the face of adversity."
    },
    {
      "index": 59,
      "start_time": 344300.0,
      "end_time": 349200.0,
      "text": "To learn more follow the link on your screen now."
    }
  ]
}