{
  "video_id": "f55QO2isoKM",
  "title": "Why We Are All Addicts",
  "json": [
    {
      "index": 1,
      "start_time": 240.0,
      "end_time": 6379.0,
      "text": "We operate with some stock images of the addict: a person with a heroin needle in a park, or"
    },
    {
      "index": 2,
      "start_time": 6579.0,
      "end_time": 11850.0,
      "text": "who nurses a bottle of gin in a paper bag at nine in the morning or who sneaks off at every opportunity"
    },
    {
      "index": 3,
      "start_time": 11850.0,
      "end_time": 18580.0,
      "text": "to light up another cylinder of marijuana. However dramatic and tragic such cases of addiction might be,"
    },
    {
      "index": 4,
      "start_time": 18580.0,
      "end_time": 22900.0,
      "text": "they are simultaneously hugely reassuring to most of us –"
    },
    {
      "index": 5,
      "start_time": 22900.0,
      "end_time": 28910.0,
      "text": "because they locate the addict far from ordinary experience, somewhere off-stage,"
    },
    {
      "index": 6,
      "start_time": 28910.0,
      "end_time": 35730.0,
      "text": "in the land of semi-criminality and outright breakdown. Such examples are dangerously flattering,"
    },
    {
      "index": 7,
      "start_time": 35730.0,
      "end_time": 42470.0,
      "text": "categorising addiction in a sentimental way that lets most of us off the hook – and at the same time,"
    },
    {
      "index": 8,
      "start_time": 42470.0,
      "end_time": 49540.0,
      "text": "cuts us off from identification with, and therefore sympathy for, the most wretched victims of addiction."
    },
    {
      "index": 9,
      "start_time": 49540.0,
      "end_time": 55230.0,
      "text": "There are, in truth, far more addicts than we think. Indeed, if we look at the matter squarely:"
    },
    {
      "index": 10,
      "start_time": 55230.0,
      "end_time": 61720.0,
      "text": "we are pretty much all addicts. The official statistics on the consumption of hard drugs or alcohol"
    },
    {
      "index": 11,
      "start_time": 61720.0,
      "end_time": 65840.0,
      "text": "don’t begin to give a fair representation of the issue."
    },
    {
      "index": 12,
      "start_time": 65840.0,
      "end_time": 72639.0,
      "text": "We need to define addiction in a new way: addiction is the manic reliance on something, anything,"
    },
    {
      "index": 13,
      "start_time": 72639.0,
      "end_time": 78689.0,
      "text": "in order to keep our dark or unsettling thoughts at bay. What properly indicates addiction"
    },
    {
      "index": 14,
      "start_time": 78689.0,
      "end_time": 84119.0,
      "text": "is not what someone is addicted to, for we can get addicted to pretty much anything."
    },
    {
      "index": 15,
      "start_time": 84119.0,
      "end_time": 89179.0,
      "text": "It is the motives behind their reliance on it – and, in particular, their"
    },
    {
      "index": 16,
      "start_time": 89179.0,
      "end_time": 97500.0,
      "text": "desire to avoid encountering the contents of their own mind. Being inside our own minds is,"
    },
    {
      "index": 17,
      "start_time": 97500.0,
      "end_time": 103370.0,
      "text": "for most of us, and very understandably, a deeply anxiety-inducing prospect. We are"
    },
    {
      "index": 18,
      "start_time": 103370.0,
      "end_time": 108900.0,
      "text": "filled with thoughts we don’t want properly to entertain and feelings we are desperate not to feel."
    },
    {
      "index": 19,
      "start_time": 108900.0,
      "end_time": 116100.0,
      "text": "There is an infinite amount we are angry and sad about that it would take an uncommon degree of courage to face up to."
    },
    {
      "index": 20,
      "start_time": 116100.0,
      "end_time": 121899.0,
      "text": "We experience a host of fantasies and desires that we have a huge incentive to disavow,"
    },
    {
      "index": 21,
      "start_time": 121899.0,
      "end_time": 127419.0,
      "text": "because of the extent to which they violate our self-image and our more normative commitments."
    },
    {
      "index": 22,
      "start_time": 127719.0,
      "end_time": 132560.0,
      "text": "We shouldn’t pride ourselves because we aren’t injecting something into our veins."
    },
    {
      "index": 23,
      "start_time": 132560.0,
      "end_time": 136920.0,
      "text": "Almost certainly, we are doing something with equal commitment."
    },
    {
      "index": 24,
      "start_time": 136920.0,
      "end_time": 143060.0,
      "text": "We are checking the news at four minute intervals, to keep the news from ourselves at bay."
    },
    {
      "index": 25,
      "start_time": 143060.0,
      "end_time": 148810.0,
      "text": "We’re doing sport, exhausting our bodies in the hope of not having to hear from our minds."
    },
    {
      "index": 26,
      "start_time": 148810.0,
      "end_time": 153880.0,
      "text": "We’re using work to get away from the true internal work we’re shirking."
    },
    {
      "index": 27,
      "start_time": 153880.0,
      "end_time": 159910.0,
      "text": "The most compelling addictions can sound very righteous to the world. To get a measure"
    },
    {
      "index": 28,
      "start_time": 160010.0,
      "end_time": 164950.0,
      "text": "of our levels of addiction, we need only consider when the last time might have been that we"
    },
    {
      "index": 29,
      "start_time": 164950.0,
      "end_time": 170570.0,
      "text": "were able to sit alone in a room with our own thoughts, without distraction, free associating,"
    },
    {
      "index": 30,
      "start_time": 170570.0,
      "end_time": 178680.0,
      "text": "daring to wander into the past and the future, allowing ourselves to feel pain, desire, regret and excitement."
    },
    {
      "index": 31,
      "start_time": 178980.0,
      "end_time": 183710.0,
      "text": "We may start to see how much we have in common with the traditional addict."
    },
    {
      "index": 32,
      "start_time": 183710.0,
      "end_time": 188060.0,
      "text": "When we come face to face with them, we’re not meeting anything especially foreign, just"
    },
    {
      "index": 33,
      "start_time": 188260.0,
      "end_time": 196520.0,
      "text": "a part of ourselves in a less respectable form – opening up new opportunities for kindness, towards them, and us."
    },
    {
      "index": 34,
      "start_time": 196520.0,
      "end_time": 202810.0,
      "text": "We could start to think, too, of how we might wean ourselves off our chosen addictive pursuit."
    },
    {
      "index": 35,
      "start_time": 202810.0,
      "end_time": 206630.0,
      "text": "We need to lose our fear of our minds. We need a collective"
    },
    {
      "index": 36,
      "start_time": 206730.0,
      "end_time": 212510.0,
      "text": "sense of safety around confronting loss, humiliation, sexual desire and sadness –"
    },
    {
      "index": 37,
      "start_time": 212510.0,
      "end_time": 218490.0,
      "text": "knowing that we will have to keep running away so long as we do not rehabilitate our feelings."
    },
    {
      "index": 38,
      "start_time": 218490.0,
      "end_time": 225150.0,
      "text": "On the other side of addiction is, in a sense, philosophy – philosophy understood as the patient,"
    },
    {
      "index": 39,
      "start_time": 225150.0,
      "end_time": 233100.0,
      "text": "unfrightened, compassionate examination of the contents of our own minds."
    },
    {
      "index": 40,
      "start_time": 233860.0,
      "end_time": 239930.0,
      "text": "Thank you for watching, liking and subscribing.  If you want more, why not visit us"
    },
    {
      "index": 41,
      "start_time": 240130.0,
      "end_time": 245370.0,
      "text": "in person and attend a class? Or take a look at our shop at the link on your screen now."
    }
  ]
}