{
  "video_id": "F5c9nBkzPHc",
  "title": "How to Know If You're Addicted to Porn",
  "json": [
    {
      "index": 1,
      "start_time": 4150.0,
      "end_time": 8880.0,
      "text": "How to Know If You&#39;re Addicted to Porn. Adult materials may have their place at times, but"
    },
    {
      "index": 2,
      "start_time": 8880.0,
      "end_time": 13299.0,
      "text": "porn can also interfere with your life. Check to see if you might be in trouble. You will"
    },
    {
      "index": 3,
      "start_time": 13299.0,
      "end_time": 19740.0,
      "text": "need Honesty and professional help. Step 1. Determine whether you&#39;re viewing porn as a"
    },
    {
      "index": 4,
      "start_time": 19740.0,
      "end_time": 26740.0,
      "text": "way to waste time. This can be an early warning sign of an addiction. Step 2. Check your browser&#39;s"
    },
    {
      "index": 5,
      "start_time": 32529.000000000004,
      "end_time": 38700.0,
      "text": "history. If a majority of your favorite web sites would make Grandma blush or if you feel"
    },
    {
      "index": 6,
      "start_time": 38700.0,
      "end_time": 42000.0,
      "text": "compelled to view these sites at inappropriate times, like when you’re at work, you may"
    },
    {
      "index": 7,
      "start_time": 42000.0,
      "end_time": 48160.0,
      "text": "have a problem. Compulsive masturbation is not always a sign of porn addiction. Step"
    },
    {
      "index": 8,
      "start_time": 48160.0,
      "end_time": 53890.0,
      "text": "3. Tally your pornography collection, including all magazines, videos, and other \"resources.\""
    },
    {
      "index": 9,
      "start_time": 53890.0,
      "end_time": 60290.0,
      "text": "Could you open your own store? Step 4. Scrutinize your bank statement for porn purchases. Is"
    },
    {
      "index": 10,
      "start_time": 60290.0,
      "end_time": 67289.0,
      "text": "it more than a car payment? Step 5. Determine whether you prefer watching porn to engaging"
    },
    {
      "index": 11,
      "start_time": 67720.0,
      "end_time": 73140.0,
      "text": "in sex or other intimate relationships with a loved one. Step 6. Notice whether you are"
    },
    {
      "index": 12,
      "start_time": 73140.0,
      "end_time": 78350.0,
      "text": "unable to stop viewing porn. This is a clear sign of addiction, as is anger over a request"
    },
    {
      "index": 13,
      "start_time": 78350.0,
      "end_time": 84649.0,
      "text": "to stop. Step 7. If it seems that your porn interest crosses the line into addiction territory,"
    },
    {
      "index": 14,
      "start_time": 84650.0,
      "end_time": 91300.0,
      "text": "seek professional help. You&#39;re not alone. Did you know An estimated 420 million pornography-related"
    },
    {
      "index": 15,
      "start_time": 91300.0,
      "end_time": 94200.0,
      "text": "web pages exist on the internet today."
    }
  ]
}