{
  "video_id": "f9cwa9QD7gw",
  "title": "Life Cycle Assessment and Greenhouse Gas Emissions from Animal Agriculture",
  "json": [
    {
      "index": 1,
      "start_time": 5359.0,
      "end_time": 11509.0,
      "text": "Scientists agree the major driver behind the rise in global greenhouse gas emissions is"
    },
    {
      "index": 2,
      "start_time": 11509.0,
      "end_time": 18920.0,
      "text": "human activity. How does farming fit it and,what is the contribution of animal agriculture"
    },
    {
      "index": 3,
      "start_time": 18920.0,
      "end_time": 21670.0,
      "text": "and how are these values calculated?"
    },
    {
      "index": 4,
      "start_time": 21670.0,
      "end_time": 28449.0,
      "text": "The consuming public is more and more interested in where their food comes from, what’s the"
    },
    {
      "index": 5,
      "start_time": 28449.0,
      "end_time": 31960.0,
      "text": "carbon footprint. What’s the carbon footprint, or the what’s"
    },
    {
      "index": 6,
      "start_time": 31960.0,
      "end_time": 36890.0,
      "text": "the environmental footprint, of a gallon of milk, or a pound of beef, or a pound of chicken meat?"
    },
    {
      "index": 7,
      "start_time": 54500.0,
      "end_time": 59640.0,
      "text": "My name is David Schmidt and I’m an agricultural engineer at the University of Minnesota and"
    },
    {
      "index": 8,
      "start_time": 59640.0,
      "end_time": 63489.0,
      "text": "Regional Coordinator for the national project, Animal Agriculture in a Changing Climate."
    },
    {
      "index": 9,
      "start_time": 63489.0,
      "end_time": 68170.0,
      "text": "There is a significant amount of miscommunication about the role of agriculture"
    },
    {
      "index": 10,
      "start_time": 68170.0,
      "end_time": 74030.0,
      "text": "in climate change. Some say that animal agriculture is the largest contributor to greenhouse gas"
    },
    {
      "index": 11,
      "start_time": 74030.0,
      "end_time": 78240.0,
      "text": "emissions while others deny any contribution from animals. The answer lies somewhere in"
    },
    {
      "index": 12,
      "start_time": 78240.0,
      "end_time": 83630.0,
      "text": "between. The objective of this video is to provide you with a solid foundation of how"
    },
    {
      "index": 13,
      "start_time": 83630.0,
      "end_time": 89220.0,
      "text": "emission estimates are calculated and the real contributions of animal agriculture to"
    },
    {
      "index": 14,
      "start_time": 89220.0,
      "end_time": 93369.0,
      "text": "US and global greenhouse gas(GHG) emissions."
    },
    {
      "index": 15,
      "start_time": 93369.0,
      "end_time": 99310.0,
      "text": "Carbon is all around us. It is the fourth most abundant chemical element in the universe,"
    },
    {
      "index": 16,
      "start_time": 99310.0,
      "end_time": 105119.0,
      "text": "behind hydrogen, helium and oxygen. The biggest reservoir of carbon is stored"
    },
    {
      "index": 17,
      "start_time": 105119.0,
      "end_time": 113869.0,
      "text": "in rocks- approximately 66,000 gigatons with one gigaton is equal to 1 trillion kilograms."
    },
    {
      "index": 18,
      "start_time": 113869.0,
      "end_time": 119540.0,
      "text": "The second biggest reservoir is the deep ocean, and the third largest reservoir is in fossil"
    },
    {
      "index": 19,
      "start_time": 119540.0,
      "end_time": 126049.0,
      "text": "fuels. The atmosphere and the surface ocean are the smallest carbon reservoirs but possibly"
    },
    {
      "index": 20,
      "start_time": 126049.0,
      "end_time": 132180.0,
      "text": "the most important. Carbon is moving between these reservoirs constantly because of a variety"
    },
    {
      "index": 21,
      "start_time": 132180.0,
      "end_time": 138670.0,
      "text": "of chemical and biological processes. This is known as the carbon cycle."
    },
    {
      "index": 22,
      "start_time": 138670.0,
      "end_time": 143470.0,
      "text": "The total amount of carbon that cycles in and out of the atmosphere naturally each year"
    },
    {
      "index": 23,
      "start_time": 143470.0,
      "end_time": 149810.0,
      "text": "is about 210 gigatons. The arrows and yellow numbers indicate this movement, or cycling"
    },
    {
      "index": 24,
      "start_time": 149810.0,
      "end_time": 155319.0,
      "text": "of carbon. Plants and oceans are referred to as net carbon “sinks” because they"
    },
    {
      "index": 25,
      "start_time": 155319.0,
      "end_time": 160750.0,
      "text": "absorb more carbon from the atmosphere than they emit. These carbon emissions occur in"
    },
    {
      "index": 26,
      "start_time": 160750.0,
      "end_time": 166230.0,
      "text": "the form of plant respiration and chemical exchanges with the ocean."
    },
    {
      "index": 27,
      "start_time": 166230.0,
      "end_time": 171819.0,
      "text": "The red numbers indicate the human influence in the cycle, also known as “anthropogenic"
    },
    {
      "index": 28,
      "start_time": 171819.0,
      "end_time": 176750.0,
      "text": "emissions.” They can be mostly be attributed to the burning of fossil fuels and changes"
    },
    {
      "index": 29,
      "start_time": 176750.0,
      "end_time": 183409.0,
      "text": "in land use. Human activities contribute nine gigatons of carbon emissions annually. About"
    },
    {
      "index": 30,
      "start_time": 183409.0,
      "end_time": 188849.0,
      "text": "two gigatons of that carbon gets taken up or absorbed by the ocean. Three gigatons of"
    },
    {
      "index": 31,
      "start_time": 188849.0,
      "end_time": 194220.0,
      "text": "that carbon gets absorbed by plants through photosynthesis and taken up in plant soil"
    },
    {
      "index": 32,
      "start_time": 194220.0,
      "end_time": 200390.0,
      "text": "system. All this movement results in an annual net increase of about four gigatons of carbon"
    },
    {
      "index": 33,
      "start_time": 200390.0,
      "end_time": 203200.0,
      "text": "going into the atmosphere each year."
    },
    {
      "index": 34,
      "start_time": 203200.0,
      "end_time": 208950.0,
      "text": "As you can see in this diagram, the amount of carbon dioxide in the atmosphere was relatively"
    },
    {
      "index": 35,
      "start_time": 208950.0,
      "end_time": 215730.0,
      "text": "stable for hundreds of thousands of years, at an average of around 230 parts per million."
    },
    {
      "index": 36,
      "start_time": 215730.0,
      "end_time": 221659.0,
      "text": "Then about 100 years ago, the CO2 concentration in the atmosphere began climbing to where"
    },
    {
      "index": 37,
      "start_time": 221659.0,
      "end_time": 227629.0,
      "text": "it is right now, about 400 parts per million."
    },
    {
      "index": 38,
      "start_time": 227629.0,
      "end_time": 233709.0,
      "text": "This animated diagram more dramatically illustrates the rise in carbon dioxide levels in the earth’s"
    },
    {
      "index": 39,
      "start_time": 233709.0,
      "end_time": 240159.0,
      "text": "atmosphere in more recent years, since 1979. The numbers on the left and right indicate"
    },
    {
      "index": 40,
      "start_time": 240159.0,
      "end_time": 247200.0,
      "text": "the CO2 concentration in parts per million. Again this indicates the current CO2 level"
    },
    {
      "index": 41,
      "start_time": 247200.0,
      "end_time": 251780.0,
      "text": "reaching up to and even beyond 400 parts per million."
    },
    {
      "index": 42,
      "start_time": 251780.0,
      "end_time": 256570.0,
      "text": "While we do not intend to focus on all of the greenhouse gases in this lesson, it is"
    },
    {
      "index": 43,
      "start_time": 256570.0,
      "end_time": 262500.0,
      "text": "important to note that carbon dioxide is not the only greenhouse gas. The most common greenhouse"
    },
    {
      "index": 44,
      "start_time": 262500.0,
      "end_time": 269620.0,
      "text": "gas is water vapor, followed by carbon dioxide , methane , nitrous oxide and fluorinated"
    },
    {
      "index": 45,
      "start_time": 269620.0,
      "end_time": 276259.0,
      "text": "gases. Excluding water vapor, the combined sources of carbon dioxide, primarily from"
    },
    {
      "index": 46,
      "start_time": 276259.0,
      "end_time": 284100.0,
      "text": "fossil fuel use and land use change, make up about 77% of the global greenhouse gases."
    },
    {
      "index": 47,
      "start_time": 284100.0,
      "end_time": 289770.0,
      "text": "Because these other gases trap different amounts of energy per molecule of gas, scientists"
    },
    {
      "index": 48,
      "start_time": 289770.0,
      "end_time": 296470.0,
      "text": "have normalized the data into something called Carbon Dioxide Equivalents, or CO2 equivalents."
    },
    {
      "index": 49,
      "start_time": 296470.0,
      "end_time": 301810.0,
      "text": "This “equivalent” refers to the equivalent heating potential of the gas. This is also"
    },
    {
      "index": 50,
      "start_time": 301810.0,
      "end_time": 308280.0,
      "text": "known as radiative forcing or global warming potential. For instance, a single molecule"
    },
    {
      "index": 51,
      "start_time": 308280.0,
      "end_time": 314280.0,
      "text": "of methane will trap approximately 25 times the amount of energy as will a single molecule"
    },
    {
      "index": 52,
      "start_time": 314280.0,
      "end_time": 322380.0,
      "text": "of carbon dioxide. So methane has a CO2 equivalent of 25. Nitrous Oxide has a CO2 equivalent"
    },
    {
      "index": 53,
      "start_time": 322380.0,
      "end_time": 329800.0,
      "text": "of 298. This use of CO2 equivalents allows us to evaluate the impact of the gases on"
    },
    {
      "index": 54,
      "start_time": 329800.0,
      "end_time": 334509.0,
      "text": "the environment - not just the amount of these gasses in the atmosphere."
    },
    {
      "index": 55,
      "start_time": 334509.0,
      "end_time": 340780.0,
      "text": "Anthropogenic greenhouse gases are emitted by many sources and from every country. Together"
    },
    {
      "index": 56,
      "start_time": 340780.0,
      "end_time": 347840.0,
      "text": "these nations contribute a world total of 45 thousand million metric tons of CO2 Equivalents."
    },
    {
      "index": 57,
      "start_time": 347840.0,
      "end_time": 354509.0,
      "text": "This graph shows percentages of greenhouse gas emissions by country in 2012. The United"
    },
    {
      "index": 58,
      "start_time": 354509.0,
      "end_time": 360440.0,
      "text": "States is currently the second highest emitter of these gases, contributing about 15% of"
    },
    {
      "index": 59,
      "start_time": 360440.0,
      "end_time": 366770.0,
      "text": "the world total. The highest emitting country is China. However, this same information can"
    },
    {
      "index": 60,
      "start_time": 366770.0,
      "end_time": 373430.0,
      "text": "be evaluated based on emissions per capita. This breakdown shows the US at about 19 tons"
    },
    {
      "index": 61,
      "start_time": 373430.0,
      "end_time": 383150.0,
      "text": "CO2e per year per person vs China at 7.5 tons CO2e per year per person."
    },
    {
      "index": 62,
      "start_time": 383150.0,
      "end_time": 388710.0,
      "text": "Taking a closer look at the sources of greenhouse gas emissions in the United States alone by"
    },
    {
      "index": 63,
      "start_time": 388710.0,
      "end_time": 394470.0,
      "text": "economic sector, we see that agriculture contributes 9 percent of total emissions in"
    },
    {
      "index": 64,
      "start_time": 394470.0,
      "end_time": 403789.0,
      "text": "the US. Total emissions in the US add up to approximately 6,673 million metric tons of"
    },
    {
      "index": 65,
      "start_time": 403789.0,
      "end_time": 412660.0,
      "text": "CO2 Equivalents. Agriculture’s 9% represents about 515 Million Metric Tons of that amount."
    },
    {
      "index": 66,
      "start_time": 412660.0,
      "end_time": 418330.0,
      "text": "Looking at the agricultural sector itself, we can see that agricultural soil management"
    },
    {
      "index": 67,
      "start_time": 418330.0,
      "end_time": 424680.0,
      "text": "is the biggest source, it accounts for about 50% of total agricultural emissions. This"
    },
    {
      "index": 68,
      "start_time": 424680.0,
      "end_time": 432310.0,
      "text": "is followed by enteric fermentation at about 32% and manure management at 15%."
    },
    {
      "index": 69,
      "start_time": 432310.0,
      "end_time": 438389.0,
      "text": "Now looking at the type of gases emitted, about 55% of the agricultural emissions are"
    },
    {
      "index": 70,
      "start_time": 438389.0,
      "end_time": 444580.0,
      "text": "from nitrous oxide, which is produced naturally through the the microbial process of nitrification"
    },
    {
      "index": 71,
      "start_time": 444580.0,
      "end_time": 451539.0,
      "text": "and denitrification of mineral nitrogen in the soil. The remaining 45% is from enteric"
    },
    {
      "index": 72,
      "start_time": 451539.0,
      "end_time": 457300.0,
      "text": "methane or from methane formed during the microbial breakdown of manure. Note that these"
    },
    {
      "index": 73,
      "start_time": 457300.0,
      "end_time": 463030.0,
      "text": "emissions are only the direct emissions of greenhouse gases occurring on the farm. Other"
    },
    {
      "index": 74,
      "start_time": 463030.0,
      "end_time": 468440.0,
      "text": "emissions that would occur off farm - like emissions from fertilizer production or electricity"
    },
    {
      "index": 75,
      "start_time": 468440.0,
      "end_time": 472300.0,
      "text": "used on the farm are not included in these numbers."
    },
    {
      "index": 76,
      "start_time": 472300.0,
      "end_time": 477479.0,
      "text": "We can also look more closely at emissions by animal species. In this chart you can"
    },
    {
      "index": 77,
      "start_time": 477479.0,
      "end_time": 484840.0,
      "text": "see the comparisons between beef cattle, dairy cattle, swine, poultry and all other livestock."
    },
    {
      "index": 78,
      "start_time": 484840.0,
      "end_time": 489879.0,
      "text": "These differences are primarily a function of total animal numbers and the contribution"
    },
    {
      "index": 79,
      "start_time": 489879.0,
      "end_time": 495490.0,
      "text": "of enteric fermentation. Again these are direct emissions for animal production and do not"
    },
    {
      "index": 80,
      "start_time": 495490.0,
      "end_time": 499669.0,
      "text": "include emissions from the production of things like animal feed."
    },
    {
      "index": 81,
      "start_time": 499669.0,
      "end_time": 503610.0,
      "text": "Overall if you look at all animals in the united states for example – the beef sector"
    },
    {
      "index": 82,
      "start_time": 503610.0,
      "end_time": 508740.0,
      "text": "would have the greatest impact on carbon footprint of this nation but that’s only because there"
    },
    {
      "index": 83,
      "start_time": 508740.0,
      "end_time": 514919.0,
      "text": "are so much more beef animals than dairy animals. We have 90 million beef animals and 9 million"
    },
    {
      "index": 84,
      "start_time": 514919.0,
      "end_time": 517469.0,
      "text": "dairy animals, so 10 times more beef animals."
    },
    {
      "index": 85,
      "start_time": 517469.00000000006,
      "end_time": 523190.00000000006,
      "text": "However, a better way to think about greenhouse gas emissions is in terms of emissions per"
    },
    {
      "index": 86,
      "start_time": 523190.00000000006,
      "end_time": 529170.0,
      "text": "unit of production. We can look at kilograms of CO2 equivalents per kilogram of product"
    },
    {
      "index": 87,
      "start_time": 529170.0,
      "end_time": 535110.0,
      "text": "produced or product consumed. This evaluation includes not only direct emissions from the"
    },
    {
      "index": 88,
      "start_time": 535110.0,
      "end_time": 540880.0,
      "text": "farm, but also the emissions that occur after the products leave the farm. We will discuss"
    },
    {
      "index": 89,
      "start_time": 540880.0,
      "end_time": 546680.0,
      "text": "this further a little later in the video.This graph compares the greenhouse gas emissions"
    },
    {
      "index": 90,
      "start_time": 546680.0,
      "end_time": 553300.0,
      "text": "of several products on per kilogram basis. Of all the products, lamb is the highest emitter"
    },
    {
      "index": 91,
      "start_time": 553300.0,
      "end_time": 559640.0,
      "text": "per kilogram of product consumed, and beef is the second highest emitter at 27 kilograms"
    },
    {
      "index": 92,
      "start_time": 559640.0,
      "end_time": 566860.0,
      "text": "of CO2 equivalents per kilogram of beef consumed. Dairy is much lower in emissions, with 1.9"
    },
    {
      "index": 93,
      "start_time": 566860.0,
      "end_time": 571600.0,
      "text": "kilograms of CO2 equivalents per kilogram of milk consumed."
    },
    {
      "index": 94,
      "start_time": 571600.0,
      "end_time": 576970.0,
      "text": "Before getting further into attributing emissions to different sectors of animal agriculture"
    },
    {
      "index": 95,
      "start_time": 576970.0,
      "end_time": 582360.0,
      "text": "or to different sources on the farm, we’ll look at the system used to measure and calculate"
    },
    {
      "index": 96,
      "start_time": 582360.0,
      "end_time": 587550.0,
      "text": "these emissions. There is a way to quantify greenhouse gases."
    },
    {
      "index": 97,
      "start_time": 587550.0,
      "end_time": 593320.0,
      "text": "This quantification method is called LCA, life cycle assessment. It has been done for"
    },
    {
      "index": 98,
      "start_time": 593320.0,
      "end_time": 598990.0,
      "text": "many years and it has been done by many different groups using different methodologies."
    },
    {
      "index": 99,
      "start_time": 598990.0,
      "end_time": 605329.0,
      "text": "The Life Cycle Assessment, or LCA, is an accounting method that tracks all of the greenhouse gas"
    },
    {
      "index": 100,
      "start_time": 605329.0,
      "end_time": 611190.0,
      "text": "emissions produced by a given process, product or system. Often this is called a ‘cradle"
    },
    {
      "index": 101,
      "start_time": 611190.0,
      "end_time": 616570.0,
      "text": "to grave’ analysis, because it encompasses all of the emissions in the life cycle of"
    },
    {
      "index": 102,
      "start_time": 616570.0,
      "end_time": 622200.0,
      "text": "the process, product or system being analyzed. This includes anything from the extraction"
    },
    {
      "index": 103,
      "start_time": 622200.0,
      "end_time": 626490.0,
      "text": "of raw materials to the final disposal of the end product."
    },
    {
      "index": 104,
      "start_time": 626490.0,
      "end_time": 631750.0,
      "text": "Animal scientists, engineers and others can further describe the scope and mission of"
    },
    {
      "index": 105,
      "start_time": 631750.0,
      "end_time": 635040.0,
      "text": "the LCA as it relates to animal agriculture."
    },
    {
      "index": 106,
      "start_time": 635040.0,
      "end_time": 642360.0,
      "text": "Basically, the life cycle assessment looks at the entire life cycle associated with a"
    },
    {
      "index": 107,
      "start_time": 642360.0,
      "end_time": 648100.0,
      "text": "product. Let’s say if McDonalds or Walmart or some other chain were to ask me what’s"
    },
    {
      "index": 108,
      "start_time": 648100.0,
      "end_time": 654160.0,
      "text": "the carbon footprint or what’s the environmental footprint of a gallon of milk or a pound of"
    },
    {
      "index": 109,
      "start_time": 654160.0,
      "end_time": 659040.0,
      "text": "beef or a pound of chicken meat produced by your company."
    },
    {
      "index": 110,
      "start_time": 659040.0,
      "end_time": 664810.0,
      "text": "Most producers would have no idea – but a life cycle assessment allows you to do just"
    },
    {
      "index": 111,
      "start_time": 664810.0,
      "end_time": 665370.0,
      "text": "that."
    },
    {
      "index": 112,
      "start_time": 665370.0,
      "end_time": 674040.0,
      "text": "It allows you to look at the entire life cycle impact of that product. For example, the carbon"
    },
    {
      "index": 113,
      "start_time": 674040.0,
      "end_time": 679100.0,
      "text": "footprint of a gallon of milk includes not just enteric gases that come out the front"
    },
    {
      "index": 114,
      "start_time": 679100.0,
      "end_time": 685570.0,
      "text": "end of the cow or methane or other gases that come off the manure, it includes everything"
    },
    {
      "index": 115,
      "start_time": 685570.0,
      "end_time": 692070.0,
      "text": "– the herbicides and other chemicals applied to crops, the crops themselves, the soils"
    },
    {
      "index": 116,
      "start_time": 692070.0,
      "end_time": 698100.0,
      "text": "where the crops are grown, the animals, whether it is enteric gases or manure gases, It includes"
    },
    {
      "index": 117,
      "start_time": 698100.0,
      "end_time": 702920.0,
      "text": "the cooling of the product, the transport of product and so on. Everything from cradle"
    },
    {
      "index": 118,
      "start_time": 702920.0,
      "end_time": 708610.0,
      "text": "to grave of this product. The true life cycle of this product."
    },
    {
      "index": 119,
      "start_time": 708610.0,
      "end_time": 715630.0,
      "text": "Life Cycle Assessment is a systematic approach for primarily accounting for environmental"
    },
    {
      "index": 120,
      "start_time": 715630.0,
      "end_time": 725190.0,
      "text": "impacts. It is a systems scale analysis of any product or service really. In the dairy"
    },
    {
      "index": 121,
      "start_time": 725190.0,
      "end_time": 733139.0,
      "text": "industry. What it means is to divide the system into supply chain stages, typically. In each"
    },
    {
      "index": 122,
      "start_time": 733139.0,
      "end_time": 738850.0,
      "text": "of those stages we would have what we call unit processes that have material and energy"
    },
    {
      "index": 123,
      "start_time": 738850.0,
      "end_time": 745230.0,
      "text": "flows, inputs and outputs from other unit processes as well as, inputs or outputs from"
    },
    {
      "index": 124,
      "start_time": 745230.0,
      "end_time": 754300.0,
      "text": "nature. So emission to the soil, water, or air. And the process of LCA looks from cradle"
    },
    {
      "index": 125,
      "start_time": 754300.0,
      "end_time": 755180.0,
      "text": "to grave."
    },
    {
      "index": 126,
      "start_time": 755180.0,
      "end_time": 761220.0,
      "text": "Dr. Thoma’s analysis in 2013 of greenhouse gas emissions from the production of milk"
    },
    {
      "index": 127,
      "start_time": 761220.0,
      "end_time": 766700.0,
      "text": "in the United States looked at the entire life cycle of the milk supply chain, starting"
    },
    {
      "index": 128,
      "start_time": 766700.0,
      "end_time": 771800.0,
      "text": "with the production of fertilizer to grow feed for cows through the consumption of milk"
    },
    {
      "index": 129,
      "start_time": 771800.0,
      "end_time": 774730.0,
      "text": "and disposal of milk packaging."
    },
    {
      "index": 130,
      "start_time": 774730.0,
      "end_time": 779370.0,
      "text": "So if we are talking about just the dairy farm so that would be what we might consider"
    },
    {
      "index": 131,
      "start_time": 779370.0,
      "end_time": 787380.0,
      "text": "a gate to gate analysis and we would be interested in what happens just on the farm – that"
    },
    {
      "index": 132,
      "start_time": 787380.0,
      "end_time": 792110.0,
      "text": "would not be considered a full life cycle assessment. So, when we did the carbon footprint"
    },
    {
      "index": 133,
      "start_time": 792110.0,
      "end_time": 798170.0,
      "text": "for milk, we literally had to account for the coal, the transportation of the coal,"
    },
    {
      "index": 134,
      "start_time": 798170.0,
      "end_time": 805660.0,
      "text": "the construction of the power plant, the losses in the transmission lines to run the refrigeration"
    },
    {
      "index": 135,
      "start_time": 805660.0,
      "end_time": 808240.0,
      "text": "units at the retail. So all of that is accounted for."
    },
    {
      "index": 136,
      "start_time": 808240.0,
      "end_time": 814000.0,
      "text": "This table from Thoma’s LCA shows the breakdown of greenhouse gas emissions across the milk"
    },
    {
      "index": 137,
      "start_time": 814000.0,
      "end_time": 819639.0,
      "text": "production supply chain. The colors represent the four different types of gas emitted by"
    },
    {
      "index": 138,
      "start_time": 819639.0,
      "end_time": 826110.0,
      "text": "each stage in the cycle, from feeding the cows, enteric fermentation, manure management"
    },
    {
      "index": 139,
      "start_time": 826110.0,
      "end_time": 831410.0,
      "text": "... all the way through the consumption of milk and disposal of packaging. The pie chart"
    },
    {
      "index": 140,
      "start_time": 831410.0,
      "end_time": 836250.0,
      "text": "further illustrates the percentage of each activity’s contribution to milk’s carbon"
    },
    {
      "index": 141,
      "start_time": 836250.0,
      "end_time": 837089.0,
      "text": "footprint."
    },
    {
      "index": 142,
      "start_time": 837089.0,
      "end_time": 842880.0,
      "text": "Thoma’s analysis found that the CO2 equivalents produced by each kilogram of milk consumed"
    },
    {
      "index": 143,
      "start_time": 842880.0,
      "end_time": 851690.0,
      "text": "ranged from 1.77 to 2.4. This is about 17.6 pounds of CO2 equivalents per gallon of milk"
    },
    {
      "index": 144,
      "start_time": 851690.0,
      "end_time": 855990.0,
      "text": "consumed. 72 percent of those emissions occurred before"
    },
    {
      "index": 145,
      "start_time": 855990.0,
      "end_time": 863100.0,
      "text": "the milk left the farm gate. So from the extraction of coal, say, for the"
    },
    {
      "index": 146,
      "start_time": 863100.0,
      "end_time": 867860.0,
      "text": "electricity that may be used anywhere in the supply chain all the way to the emissions"
    },
    {
      "index": 147,
      "start_time": 867860.0,
      "end_time": 874620.0,
      "text": "associated with wastewater treatment for wasted milk that goes down the drain or the plastic"
    },
    {
      "index": 148,
      "start_time": 874620.0,
      "end_time": 880269.0,
      "text": "container that ends up in the landfill and may generate methane. So all of those emissions"
    },
    {
      "index": 149,
      "start_time": 880269.0,
      "end_time": 886760.0,
      "text": "across the entire supply chain are, we attempted to account for – tally them up then say"
    },
    {
      "index": 150,
      "start_time": 886760.0,
      "end_time": 889480.0,
      "text": "this is the impact."
    },
    {
      "index": 151,
      "start_time": 889480.0,
      "end_time": 895350.0,
      "text": "Thoma applied the same system to an analysis of greenhouse gas emissions from pork production."
    },
    {
      "index": 152,
      "start_time": 895350.0,
      "end_time": 900350.0,
      "text": "This study took into account all of the activities in the pork supply chain that contribute to"
    },
    {
      "index": 153,
      "start_time": 900350.0,
      "end_time": 907199.0,
      "text": "emissions, from electricity and fuel to manure and waste, across all stages of production,"
    },
    {
      "index": 154,
      "start_time": 907199.0,
      "end_time": 911389.0,
      "text": "from the sow barn to the consumption of the pork products produced."
    },
    {
      "index": 155,
      "start_time": 911389.0,
      "end_time": 919690.0,
      "text": "The LCA showed CO2 equivalents at an average of 8.8 to 11.6 kilograms of CO2 equivalents"
    },
    {
      "index": 156,
      "start_time": 919690.0,
      "end_time": 928269.0,
      "text": "per kilogram of pork, from production to consumption. This can also be calculated as 2.2 to 2.9"
    },
    {
      "index": 157,
      "start_time": 928269.0,
      "end_time": 934930.0,
      "text": "pounds of CO2 equivalents per 4 ounce serving of pork. Approximately 60% of the emissions"
    },
    {
      "index": 158,
      "start_time": 934930.0,
      "end_time": 938130.0,
      "text": "occurred before the product left the farm gate."
    },
    {
      "index": 159,
      "start_time": 938130.0,
      "end_time": 943519.0,
      "text": "While the LCA is widely accepted as the most useful and accurate tool for estimating a"
    },
    {
      "index": 160,
      "start_time": 943519.0,
      "end_time": 949279.0,
      "text": "farm operation’s environmental impact, there is some interest in learning about farm specific"
    },
    {
      "index": 161,
      "start_time": 949279.0,
      "end_time": 955360.0,
      "text": "variables that might affect the results. Do differences in farm size, manure handling,"
    },
    {
      "index": 162,
      "start_time": 955360.0,
      "end_time": 962290.0,
      "text": "farm practices and technologies, soil conditions, regional climate systems and other farm factors"
    },
    {
      "index": 163,
      "start_time": 962290.0,
      "end_time": 964149.0,
      "text": "impact the emissions."
    },
    {
      "index": 164,
      "start_time": 964149.0,
      "end_time": 974639.0,
      "text": "When we looked at this in various ways. . . . what wasn’t clear was – oh small farms are"
    },
    {
      "index": 165,
      "start_time": 974639.0,
      "end_time": 980949.0,
      "text": "not as good as big farms. We saw small farms that were down in the 0.8 0.9 range. We saw"
    },
    {
      "index": 166,
      "start_time": 980949.0,
      "end_time": 989910.0,
      "text": "large farms that were in the 1.7 1.8. Our conclusion from that was – it is not what"
    },
    {
      "index": 167,
      "start_time": 989910.0,
      "end_time": 997130.0,
      "text": "you are managing but how you are managing it so the implementation of best or beneficial"
    },
    {
      "index": 168,
      "start_time": 997130.0,
      "end_time": 1007040.0,
      "text": "management practices and care of the animals, care in the ration formulation, all of these"
    },
    {
      "index": 169,
      "start_time": 1007040.0,
      "end_time": 1012279.0,
      "text": "things contribute to the better performing farms."
    },
    {
      "index": 170,
      "start_time": 1012280.0,
      "end_time": 1018140.0,
      "text": "Dr. Thoma’s LCA for pork production found some effect from manure management. Farms"
    },
    {
      "index": 171,
      "start_time": 1018140.0,
      "end_time": 1024771.0,
      "text": "using anaerobic lagoons had slightly higher emissions than those using deep pit systems."
    },
    {
      "index": 172,
      "start_time": 1024770.0,
      "end_time": 1031850.0,
      "text": "As noted in the Thoma report, a full LCA encompasses many variables, and with each variable there"
    },
    {
      "index": 173,
      "start_time": 1031849.9999999999,
      "end_time": 1037879.9999999999,
      "text": "are some assumptions to be made. How was the electricity used on the farm produced? Was"
    },
    {
      "index": 174,
      "start_time": 1037880.0000000001,
      "end_time": 1045350.0000000001,
      "text": "it coal based or nuclear? Was the corn grown for feed irrigated? If so, what energy source"
    },
    {
      "index": 175,
      "start_time": 1045349.9999999999,
      "end_time": 1053000.0,
      "text": "powered the pumps? What was the animal diet? How many piglets per sow? How far away is"
    },
    {
      "index": 176,
      "start_time": 1053000.0,
      "end_time": 1059110.0,
      "text": "the slaughter plant? the consumer market? Was the meat cooked on a gas stove or electric"
    },
    {
      "index": 177,
      "start_time": 1059110.0,
      "end_time": 1066070.0,
      "text": "stove? How much of the final product was wasted - either in cooking or off the plate? All"
    },
    {
      "index": 178,
      "start_time": 1066070.0,
      "end_time": 1071280.0,
      "text": "of these variables must be assessed and generalized for this kind of study."
    },
    {
      "index": 179,
      "start_time": 1071280.0,
      "end_time": 1077900.0,
      "text": "Scan level LCA’s are used to help pinpoint the main emission areas of a product or process."
    },
    {
      "index": 180,
      "start_time": 1077900.0,
      "end_time": 1085460.0,
      "text": "For swine production, about 23% of the emissions are at the consumer level and 62% on the farm"
    },
    {
      "index": 181,
      "start_time": 1085460.0,
      "end_time": 1091630.0,
      "text": "level. These farm level emissions are split primarily between manure management and feed"
    },
    {
      "index": 182,
      "start_time": 1091630.0,
      "end_time": 1098270.0,
      "text": "production. This information helps the industry and individual producers target any emission"
    },
    {
      "index": 183,
      "start_time": 1098270.0,
      "end_time": 1100289.0,
      "text": "reduction strategies."
    },
    {
      "index": 184,
      "start_time": 1100290.0,
      "end_time": 1106361.0,
      "text": "Helping farms perform better is the ultimate goal of the LCA. International standards have"
    },
    {
      "index": 185,
      "start_time": 1106360.0,
      "end_time": 1111890.0,
      "text": "been developed for conducting an LCA, which is important so that farmers, regulators and"
    },
    {
      "index": 186,
      "start_time": 1111890.0,
      "end_time": 1117270.0,
      "text": "others can get a clear picture of farm product emissions and identify what could be done"
    },
    {
      "index": 187,
      "start_time": 1117270.0,
      "end_time": 1118840.0,
      "text": "to reduce these emissions."
    },
    {
      "index": 188,
      "start_time": 1118840.0,
      "end_time": 1126850.0,
      "text": "Once you know what the LCA impact is of your product then you really know where you are"
    },
    {
      "index": 189,
      "start_time": 1126850.0,
      "end_time": 1132059.0,
      "text": "– if you feel your too high then you can compare to what it would be if you were to"
    },
    {
      "index": 190,
      "start_time": 1132060.0,
      "end_time": 1135591.0,
      "text": "make changes – so that you can reduce."
    },
    {
      "index": 191,
      "start_time": 1135590.0,
      "end_time": 1140730.0,
      "text": "But if you don’t know where you are, you have no idea whether changes would work. So"
    },
    {
      "index": 192,
      "start_time": 1140730.0,
      "end_time": 1146919.0,
      "text": "is why it is so critical to have good assessment methods, because they help you to know where"
    },
    {
      "index": 193,
      "start_time": 1146920.0,
      "end_time": 1152071.0,
      "text": "you are. The analogy is - you driving on the interstate – with a car that doesn’t have"
    },
    {
      "index": 194,
      "start_time": 1152070.0,
      "end_time": 1157789.0,
      "text": "an odometer. You have no clue how fast you are going but you see speed limits everywhere."
    },
    {
      "index": 195,
      "start_time": 1157790.0,
      "end_time": 1162571.0,
      "text": "So you have no clue – am I going to fast? You know, what am I doing here? That’s where"
    },
    {
      "index": 196,
      "start_time": 1162570.0,
      "end_time": 1168620.0,
      "text": "the industry is right now. There are regulations, some of them very strict – for example in"
    },
    {
      "index": 197,
      "start_time": 1168620.0,
      "end_time": 1174120.0,
      "text": "California, yet the producers don’t know – am I complying am I not complying? Where"
    },
    {
      "index": 198,
      "start_time": 1174120.0,
      "end_time": 1180510.0,
      "text": "shall I go? Where is the goal pole? They don’t know, that’s a situation that is untenable."
    },
    {
      "index": 199,
      "start_time": 1180510.0,
      "end_time": 1187960.0,
      "text": "And the public is exerting extensive pressure, the legislature is, regulatory agencies are."
    },
    {
      "index": 200,
      "start_time": 1187960.0,
      "end_time": 1191970.0,
      "text": "There is nothing simple or straight forward about tracking greenhouse gas emissions and"
    },
    {
      "index": 201,
      "start_time": 1191970.0,
      "end_time": 1193720.0,
      "text": "global carbon cycling."
    },
    {
      "index": 202,
      "start_time": 1193720.0,
      "end_time": 1198710.0,
      "text": "It is also clear that no process or product is entirely responsible for these emissions."
    },
    {
      "index": 203,
      "start_time": 1198710.0,
      "end_time": 1203450.0,
      "text": "It is a combination of both natural and human activity that can be evaluated on a global"
    },
    {
      "index": 204,
      "start_time": 1203450.0,
      "end_time": 1206620.0,
      "text": "scale or on an individual product scale."
    },
    {
      "index": 205,
      "start_time": 1206620.0,
      "end_time": 1210919.0,
      "text": "We are all aware of the value of agriculture as we look forward to the challenges of feeding"
    },
    {
      "index": 206,
      "start_time": 1210920.0,
      "end_time": 1215810.0,
      "text": "an every growing human population. However, we must also understand for our role in the"
    },
    {
      "index": 207,
      "start_time": 1215810.0,
      "end_time": 1218471.0,
      "text": "production of greenhouse gas emissions."
    },
    {
      "index": 208,
      "start_time": 1218470.0,
      "end_time": 1228470.0,
      "text": "Thanks for learning about this important topic."
    }
  ]
}