{
  "video_id": "fAAqo3NMrq8",
  "title": "TOEFL Writing – Task 1",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1046.0,
      "end_time": 6536.0,
      "text": "Hi. Welcome back to www.engvid.com. I'm Adam. Today's lesson is for those of you who will"
    },
    {
      "index": 2,
      "start_time": 6536.0,
      "end_time": 13380.0,
      "text": "be taking the TOEFL test. And, as usual, when I do a lesson about the English tests, I will"
    },
    {
      "index": 3,
      "start_time": 13380.0,
      "end_time": 18939.0,
      "text": "speak at a more natural pace, a little bit faster than usual. If you're a beginner, don't"
    },
    {
      "index": 4,
      "start_time": 18939.0,
      "end_time": 23819.0,
      "text": "worry, you can still listen and still practice your listening skills, and get some vocabulary"
    },
    {
      "index": 5,
      "start_time": 23819.0,
      "end_time": 29060.0,
      "text": "from the lesson. But it will be a little bit faster, perhaps a little bit more difficult."
    },
    {
      "index": 6,
      "start_time": 29060.0,
      "end_time": 30420.0,
      "text": "Let's begin."
    },
    {
      "index": 7,
      "start_time": 30420.0,
      "end_time": 37430.0,
      "text": "So, we're looking at the TOEFL task 1, the writing section. This is the integrated task."
    },
    {
      "index": 8,
      "start_time": 37430.0,
      "end_time": 44977.0,
      "text": "I'll put it this way. Now, what does that mean by \"integrated\"? It means they're giving"
    },
    {
      "index": 9,
      "start_time": 44977.0,
      "end_time": 48950.0,
      "text": "you... Giving you a reading section, they're giving you a listening section, and they're"
    },
    {
      "index": 10,
      "start_time": 48950.0,
      "end_time": 54585.0,
      "text": "wanting you to write. So you're practicing three skills in one task. Okay? Not easy,"
    },
    {
      "index": 11,
      "start_time": 54585.0,
      "end_time": 59820.0,
      "text": "but not that difficult if you practice it. So I'm going to give you four tips on how"
    },
    {
      "index": 12,
      "start_time": 59820.0,
      "end_time": 62320.0,
      "text": "to approach this section of the test."
    },
    {
      "index": 13,
      "start_time": 62320.0,
      "end_time": 66623.0,
      "text": "Now, for those of you who have done the practice test, or have taken an actual TOEFL test,"
    },
    {
      "index": 14,
      "start_time": 66623.0,
      "end_time": 71700.0,
      "text": "or are preparing for one, you know that what will happen is you will be given a reading"
    },
    {
      "index": 15,
      "start_time": 71700.0,
      "end_time": 76719.0,
      "text": "section-okay?-you will be given three minutes to read it and prepare whatever notes you"
    },
    {
      "index": 16,
      "start_time": 76719.0,
      "end_time": 81850.0,
      "text": "need, then... This will be on the computer screen. Then it will disappear, then you will"
    },
    {
      "index": 17,
      "start_time": 81850.0,
      "end_time": 87810.0,
      "text": "hear a lecture that is related somehow to what you read. That will go on for about a"
    },
    {
      "index": 18,
      "start_time": 87810.0,
      "end_time": 93009.0,
      "text": "minute or two, and then it will stop. Then, you will be given the question. Basically,"
    },
    {
      "index": 19,
      "start_time": 93009.0,
      "end_time": 98039.0,
      "text": "the question is going to tell you how to relate the listening to the reading. Okay? It is"
    },
    {
      "index": 20,
      "start_time": 98039.0,
      "end_time": 104950.0,
      "text": "crucial that you take notes, both for the reading and the listening. You can't try to"
    },
    {
      "index": 21,
      "start_time": 104950.0,
      "end_time": 108629.0,
      "text": "keep all of this in your head. It will not help you when you... When you have to start"
    },
    {
      "index": 22,
      "start_time": 108629.0,
      "end_time": 113869.0,
      "text": "writing. You will have 20 minutes to write. You should aim for about 200 words, let's"
    },
    {
      "index": 23,
      "start_time": 113869.0,
      "end_time": 119499.0,
      "text": "say. That should be enough to convey all of the information that they're asking. What"
    },
    {
      "index": 24,
      "start_time": 119499.0,
      "end_time": 121369.0,
      "text": "you have to remember is right away, they're..."
    },
    {
      "index": 25,
      "start_time": 121369.0,
      "end_time": 125249.0,
      "text": "You're going to have to do one of two things. You're either going to have to counter. You"
    },
    {
      "index": 26,
      "start_time": 125249.0,
      "end_time": 131930.0,
      "text": "have to show how the listening, the lecture counters or goes against what was written"
    },
    {
      "index": 27,
      "start_time": 131930.0,
      "end_time": 138100.0,
      "text": "in the passage, or how the listening supports what was written in the passage. Okay? It's"
    },
    {
      "index": 28,
      "start_time": 138100.0,
      "end_time": 142740.0,
      "text": "going to be one of those two things. So, as soon as the listening starts, you have to"
    },
    {
      "index": 29,
      "start_time": 142740.0,
      "end_time": 146465.0,
      "text": "understand right away: Are you going to be countering? Are you going to be supporting?"
    },
    {
      "index": 30,
      "start_time": 146465.0,
      "end_time": 150630.0,
      "text": "You don't need to wait for the question. It should be very obvious to you, as soon as"
    },
    {
      "index": 31,
      "start_time": 150630.0,
      "end_time": 155800.0,
      "text": "the lecturer starts to give the lecture: What is he doing, or what is she doing? Is she"
    },
    {
      "index": 32,
      "start_time": 155800.0,
      "end_time": 160530.0,
      "text": "going against the reading, or is she giving support to the reading? Or is she giving information"
    },
    {
      "index": 33,
      "start_time": 160530.0,
      "end_time": 167450.0,
      "text": "that draws on information from here that they work together? So counter or support, identify"
    },
    {
      "index": 34,
      "start_time": 167450.0,
      "end_time": 170928.0,
      "text": "it right away, and then you know how to set up your notes."
    },
    {
      "index": 35,
      "start_time": 170928.0,
      "end_time": 176290.0,
      "text": "So, here, I showed you a very basic way of taking your notes. Take out with the reading"
    },
    {
      "index": 36,
      "start_time": 176290.0,
      "end_time": 180729.0,
      "text": "first, obviously, you're going to have three minutes. Skim the reading. What does that"
    },
    {
      "index": 37,
      "start_time": 180729.0,
      "end_time": 185851.0,
      "text": "mean? It means look through it pretty quickly. Don't read every word; you don't need to."
    },
    {
      "index": 38,
      "start_time": 185851.0,
      "end_time": 190070.0,
      "text": "Although the reading disappears from the screen, it does come back. When the listening is finished"
    },
    {
      "index": 39,
      "start_time": 190070.0,
      "end_time": 194410.0,
      "text": "and they give you your question and the timer starts, the reading comes back. If you need"
    },
    {
      "index": 40,
      "start_time": 194410.0,
      "end_time": 198990.0,
      "text": "to go back and get some more information, you can do that. It's there. So, of course,"
    },
    {
      "index": 41,
      "start_time": 198990.0,
      "end_time": 203060.0,
      "text": "that means you have to concentrate very hard on the listening. You only hear it once, it"
    },
    {
      "index": 42,
      "start_time": 203060.0,
      "end_time": 207282.0,
      "text": "doesn't come back. If you didn't get any information, you're out of luck."
    },
    {
      "index": 43,
      "start_time": 207282.0,
      "end_time": 212610.0,
      "text": "So, set up your notes like this. Put your reading here. Make sure you get your first"
    },
    {
      "index": 44,
      "start_time": 212610.0,
      "end_time": 216102.0,
      "text": "point with the example, your second point with the example, your third point with the"
    },
    {
      "index": 45,
      "start_time": 216102.0,
      "end_time": 221240.0,
      "text": "example. Okay? Once this is set up, the listening becomes easier, because now you're just going"
    },
    {
      "index": 46,
      "start_time": 221240.0,
      "end_time": 226390.0,
      "text": "to be matching points. So this point, what was said for that point? What was said for"
    },
    {
      "index": 47,
      "start_time": 226390.0,
      "end_time": 229161.0,
      "text": "this point is going to be said here. What was said for this point is going to be said"
    },
    {
      "index": 48,
      "start_time": 229161.0,
      "end_time": 235780.0,
      "text": "here. Usually, there will be no more than three. Sometimes it'll just be two. Rarely"
    },
    {
      "index": 49,
      "start_time": 235780.0,
      "end_time": 240190.0,
      "text": "will you have four, but usually three is the right number. So, look for three points here"
    },
    {
      "index": 50,
      "start_time": 240190.0,
      "end_time": 246521.0,
      "text": "with their examples, look for... Listen for the three points here that basically correspond."
    },
    {
      "index": 51,
      "start_time": 246521.0,
      "end_time": 252474.0,
      "text": "Now, keep in mind, often they will be followed in the same order; you'll get first point,"
    },
    {
      "index": 52,
      "start_time": 252474.0,
      "end_time": 256288.0,
      "text": "second point, third point, it will be followed in the same order. Sometimes it'll be mixed"
    },
    {
      "index": 53,
      "start_time": 256288.0,
      "end_time": 262410.0,
      "text": "up. It doesn't matter. If this point was said first, and then this point was... They went"
    },
    {
      "index": 54,
      "start_time": 262410.0,
      "end_time": 267760.0,
      "text": "like this, it doesn't matter. You can still go like this. It doesn't affect the strategy,"
    },
    {
      "index": 55,
      "start_time": 267760.0,
      "end_time": 271590.0,
      "text": "because you're still going to be matching point for point when you're actually writing"
    },
    {
      "index": 56,
      "start_time": 271590.0,
      "end_time": 277530.0,
      "text": "your summary. Okay? So, skim. Read very quickly. Now, how are you going to do that? You're"
    },
    {
      "index": 57,
      "start_time": 277530.0,
      "end_time": 282190.0,
      "text": "going to not worry about details right away in the reading. You're going to go for the"
    },
    {
      "index": 58,
      "start_time": 282190.0,
      "end_time": 286970.0,
      "text": "general idea and the general points. You're not... You're not going to worry about details."
    },
    {
      "index": 59,
      "start_time": 286970.0,
      "end_time": 291380.0,
      "text": "Again, these, you will concentrate on the details in the listening, and then when the"
    },
    {
      "index": 60,
      "start_time": 291380.0,
      "end_time": 296120.0,
      "text": "reading comes back, you can go back to it and make sure they match. Okay? So you're"
    },
    {
      "index": 61,
      "start_time": 296120.0,
      "end_time": 299399.0,
      "text": "going to focus. This is where all your information..."
    },
    {
      "index": 62,
      "start_time": 299399.0,
      "end_time": 303636.0,
      "text": "This is where your main information is coming from."
    },
    {
      "index": 63,
      "start_time": 303636.0,
      "end_time": 308940.0,
      "text": "Read the topic sentences of every paragraph. Remember, and when you're doing your writing"
    },
    {
      "index": 64,
      "start_time": 308940.0,
      "end_time": 314340.0,
      "text": "as well, especially for task 2, every paragraph should begin with a topic sentence. It should"
    },
    {
      "index": 65,
      "start_time": 314340.0,
      "end_time": 320310.0,
      "text": "give the reader an idea of what this paragraph is about. One paragraph, one main idea. Many"
    },
    {
      "index": 66,
      "start_time": 320310.0,
      "end_time": 327930.0,
      "text": "sub points, but one umbrella idea, one general idea. So read the topic sentences, and identify"
    },
    {
      "index": 67,
      "start_time": 327930.0,
      "end_time": 334639.0,
      "text": "the key term or key terms, or identify the key focus of this paragraph. Once you have"
    },
    {
      "index": 68,
      "start_time": 334639.0,
      "end_time": 340419.0,
      "text": "those key focus or key terms, then you're looking for those key terms in the rest of"
    },
    {
      "index": 69,
      "start_time": 340419.0,
      "end_time": 341683.0,
      "text": "the paragraph."
    },
    {
      "index": 70,
      "start_time": 341683.0,
      "end_time": 346803.0,
      "text": "If you're talking about the topic sentences, members... Like, this is the one you'll see"
    },
    {
      "index": 71,
      "start_time": 346803.0,
      "end_time": 352960.0,
      "text": "on the ETS site as the example, way... How to manage groups. Do you do team work, or"
    },
    {
      "index": 72,
      "start_time": 352960.0,
      "end_time": 357340.0,
      "text": "do you let individuals do it? Right? So the first paragraph is talking about..."
    },
    {
      "index": 73,
      "start_time": 357340.0,
      "end_time": 357967.0,
      "text": "Excuse me."
    },
    {
      "index": 74,
      "start_time": 357967.0,
      "end_time": 362861.0,
      "text": "The first paragraph is talking about how teams work better. Okay? This is in the reading"
    },
    {
      "index": 75,
      "start_time": 362861.0,
      "end_time": 368400.0,
      "text": "section, and then team members. Then the key word is \"team members\" or \"group\" or anything"
    },
    {
      "index": 76,
      "start_time": 368400.0,
      "end_time": 373336.0,
      "text": "that's related to that. In the rest of the paragraph, you're looking for those words:"
    },
    {
      "index": 77,
      "start_time": 373336.0,
      "end_time": 378639.0,
      "text": "\"team\", \"group\", \"team\", \"group\", etc. And you're looking for the verbs associated with"
    },
    {
      "index": 78,
      "start_time": 378639.0,
      "end_time": 386320.0,
      "text": "them. So: \"Groups work better together.\", \"Groups want to achieve together.\", \"Groups"
    },
    {
      "index": 79,
      "start_time": 386320.0,
      "end_time": 394310.0,
      "text": "help each other.\" So: \"work together\", \"achieve more\", etc., all these verbs. So that's what"
    },
    {
      "index": 80,
      "start_time": 394310.0,
      "end_time": 398250.0,
      "text": "you're going to be looking for, that's what you're going to be writing. Your point one,"
    },
    {
      "index": 81,
      "start_time": 398250.0,
      "end_time": 404139.0,
      "text": "they work better together. Two, they help each other. Three, they take responsibility"
    },
    {
      "index": 82,
      "start_time": 404139.0,
      "end_time": 409745.0,
      "text": "as a group. No individual gets promoted or demoted alone."
    },
    {
      "index": 83,
      "start_time": 409745.0,
      "end_time": 414954.0,
      "text": "In the listening, you're going to be listening for those same ideas as you had here, and"
    },
    {
      "index": 84,
      "start_time": 414954.0,
      "end_time": 420629.0,
      "text": "you're going to give the examples, too. Examples are very, very, very important. You have to"
    },
    {
      "index": 85,
      "start_time": 420629.0,
      "end_time": 427719.0,
      "text": "mention at least two key examples in your summary. Again, you don't have to try to include"
    },
    {
      "index": 86,
      "start_time": 427719.0,
      "end_time": 433057.0,
      "text": "everything. You can't; you don't have time, you don't have space. 200 words, 225, it's"
    },
    {
      "index": 87,
      "start_time": 433057.0,
      "end_time": 438981.0,
      "text": "not enough. Okay? But you have to have at least a couple of key examples to show the"
    },
    {
      "index": 88,
      "start_time": 438981.0,
      "end_time": 443990.0,
      "text": "contrast. Okay? And... Okay, we're going to get to another point of which details to pick"
    },
    {
      "index": 89,
      "start_time": 443990.0,
      "end_time": 449037.0,
      "text": "out, but remember that you're looking for key terms so you can set up your notes like"
    },
    {
      "index": 90,
      "start_time": 449037.0,
      "end_time": 451810.0,
      "text": "this. Okay? Let's look at some more ideas."
    },
    {
      "index": 91,
      "start_time": 451810.0,
      "end_time": 456630.0,
      "text": "Okay, so now you're thinking: \"Okay, well, what do I write down? What do I pay attention"
    },
    {
      "index": 92,
      "start_time": 456630.0,
      "end_time": 461196.0,
      "text": "to from the reading or from the listening?\" Okay? So we're looking at picking out details."
    },
    {
      "index": 93,
      "start_time": 461196.0,
      "end_time": 467683.0,
      "text": "What kind of details or which details should you note down? So, take note of repetitions."
    },
    {
      "index": 94,
      "start_time": 467683.0,
      "end_time": 472229.0,
      "text": "Anything that's been stressed, anything that's been said more than once is something that's"
    },
    {
      "index": 95,
      "start_time": 472229.0,
      "end_time": 477220.0,
      "text": "obviously very important to either the reading or the lecture, so make sure that you pay"
    },
    {
      "index": 96,
      "start_time": 477220.0,
      "end_time": 481850.0,
      "text": "attention to repetition, and take note of that. Again, if you... If it's repeated in"
    },
    {
      "index": 97,
      "start_time": 481850.0,
      "end_time": 486130.0,
      "text": "the le-... Sorry. In the listening, you can relate it back to the reading after when it"
    },
    {
      "index": 98,
      "start_time": 486130.0,
      "end_time": 491004.0,
      "text": "comes back to you. Okay? So pay attention to anything that's being repeated."
    },
    {
      "index": 99,
      "start_time": 491004.0,
      "end_time": 497062.0,
      "text": "Don't try to include everything. Now, with... Which details are going to get you the score?"
    },
    {
      "index": 100,
      "start_time": 497062.0,
      "end_time": 502699.0,
      "text": "That's really irrelevant. Okay? It's not important. They don't expect you to get everything. So"
    },
    {
      "index": 101,
      "start_time": 502699.0,
      "end_time": 507580.0,
      "text": "if Student A gets these two points, and Student B gets, like, A, B, and student... The other"
    },
    {
      "index": 102,
      "start_time": 507580.0,
      "end_time": 513760.0,
      "text": "student gets C, D, that's okay, as long as they are strong points. Of course, Student"
    },
    {
      "index": 103,
      "start_time": 513760.0,
      "end_time": 518760.0,
      "text": "A and Student B eventually will get at least one point that's the same. Okay? Try to get"
    },
    {
      "index": 104,
      "start_time": 518760.0,
      "end_time": 525149.0,
      "text": "all the main arguments, but don't try to put all the details. Okay? Especially names. So"
    },
    {
      "index": 105,
      "start_time": 525149.0,
      "end_time": 529670.0,
      "text": "I've put here \"names\", we're going to look at that in a second. If you can't spell the"
    },
    {
      "index": 106,
      "start_time": 529670.0,
      "end_time": 534230.0,
      "text": "name or if you couldn't hear it, don't try to write it. Let it go, but make sure you"
    },
    {
      "index": 107,
      "start_time": 534230.0,
      "end_time": 538529.0,
      "text": "still get that argument. Okay? We'll talk about that in a second."
    },
    {
      "index": 108,
      "start_time": 538529.0,
      "end_time": 543050.0,
      "text": "Follow the order the lecturer did. So, in your writing, how you're going to present"
    },
    {
      "index": 109,
      "start_time": 543050.0,
      "end_time": 547740.0,
      "text": "the points, do it according to how the liste-... The listening section gave it to you, how"
    },
    {
      "index": 110,
      "start_time": 547740.0,
      "end_time": 553410.0,
      "text": "the lecturer presented it, because then it's easier to follow the notes, as we saw before,"
    },
    {
      "index": 111,
      "start_time": 553410.0,
      "end_time": 559375.0,
      "text": "and then relate those back to the reading. Your focus is always going to be on the listening"
    },
    {
      "index": 112,
      "start_time": 559375.0,
      "end_time": 565156.0,
      "text": "section, more than the reading. So you want to follow the lecturer's order of presentation,"
    },
    {
      "index": 113,
      "start_time": 565156.0,
      "end_time": 572370.0,
      "text": "and he or she will stress the points in order of importance. So the first point is probably"
    },
    {
      "index": 114,
      "start_time": 572370.0,
      "end_time": 577690.0,
      "text": "the most important, the second is probably second most important, and so on. So follow"
    },
    {
      "index": 115,
      "start_time": 577690.0,
      "end_time": 578800.0,
      "text": "that order."
    },
    {
      "index": 116,
      "start_time": 578800.0,
      "end_time": 584060.0,
      "text": "Next: Focus on the key terms from the reading. So whatever key terms you took from the reading"
    },
    {
      "index": 117,
      "start_time": 584060.0,
      "end_time": 588669.0,
      "text": "in your notes, like we saw before, you're going to listen for those in the lecture,"
    },
    {
      "index": 118,
      "start_time": 588669.0,
      "end_time": 592820.0,
      "text": "and you're going to make sure you note them down as well, so then you can do the comparison"
    },
    {
      "index": 119,
      "start_time": 592820.0,
      "end_time": 595763.0,
      "text": "or contrast accordingly."
    },
    {
      "index": 120,
      "start_time": 595763.0,
      "end_time": 602110.0,
      "text": "And again, names are only useful if you actually know them, you can spell them, and you know"
    },
    {
      "index": 121,
      "start_time": 602110.0,
      "end_time": 607697.0,
      "text": "how to capitalize or not capitalize, etc. If they're comparing movies, for example,"
    },
    {
      "index": 122,
      "start_time": 607697.0,
      "end_time": 613420.0,
      "text": "and you... The lecturer gives an example of a movie, usually they'll give you ones that"
    },
    {
      "index": 123,
      "start_time": 613420.0,
      "end_time": 617810.0,
      "text": "you can spell or the ones that are very common, but if you didn't catch it, don't worry about"
    },
    {
      "index": 124,
      "start_time": 617810.0,
      "end_time": 623420.0,
      "text": "it. Get the argument. Don't worry about the movie name. Or if you have two other good"
    },
    {
      "index": 125,
      "start_time": 623420.0,
      "end_time": 626788.0,
      "text": "arguments, concentrate on those."
    },
    {
      "index": 126,
      "start_time": 626788.0,
      "end_time": 632800.0,
      "text": "Use lots of synonyms. I think I walked into that, sorry. Use lots of synonyms. That'll"
    },
    {
      "index": 127,
      "start_time": 632800.0,
      "end_time": 637020.0,
      "text": "give you the vocabulary bonus points. Again, you're still writing, you still have to be"
    },
    {
      "index": 128,
      "start_time": 637020.0,
      "end_time": 640550.0,
      "text": "demonstrating your ability to write based on understanding, or reading, and a listening"
    },
    {
      "index": 129,
      "start_time": 640550.0,
      "end_time": 646550.0,
      "text": "passage, but you still have to show vocabulary. Use synonyms as much as you can. Okay, so"
    },
    {
      "index": 130,
      "start_time": 646550.0,
      "end_time": 647993.0,
      "text": "that's in terms of the details."
    },
    {
      "index": 131,
      "start_time": 647993.0,
      "end_time": 652649.0,
      "text": "Next, in terms of the actual writing, what you should do, what you should not do. Do"
    },
    {
      "index": 132,
      "start_time": 652649.0,
      "end_time": 658240.0,
      "text": "not use personal pronouns. Don't say: \"I\", don't say \"me\", don't say \"my\". This has nothing"
    },
    {
      "index": 133,
      "start_time": 658240.0,
      "end_time": 662520.0,
      "text": "to do with you. You're listening to the... You're reading the author, you're listening"
    },
    {
      "index": 134,
      "start_time": 662520.0,
      "end_time": 667120.0,
      "text": "to the lecturer. These are two people who gave you information, and all you are doing"
    },
    {
      "index": 135,
      "start_time": 667120.0,
      "end_time": 671700.0,
      "text": "is giving a summary. Okay? So you're not giving your own opinions, you're not doing anything"
    },
    {
      "index": 136,
      "start_time": 671700.0,
      "end_time": 679102.0,
      "text": "except basically rehashing or saying again what you read and what you listened to. You"
    },
    {
      "index": 137,
      "start_time": 679102.0,
      "end_time": 686990.0,
      "text": "can use the pronoun \"we\" only if the lecturer used the pronoun \"we\". If he or she used it"
    },
    {
      "index": 138,
      "start_time": 686990.0,
      "end_time": 691547.0,
      "text": "in the lecture, go ahead and use it. But, if not, don't add it."
    },
    {
      "index": 139,
      "start_time": 691547.0,
      "end_time": 697314.0,
      "text": "What you should do: \"The author states this\", \"The lecturer states that\", or"
    },
    {
      "index": 140,
      "start_time": 697314.0,
      "end_time": 700178.0,
      "text": "\"The passage says this\","
    },
    {
      "index": 141,
      "start_time": 700178.0,
      "end_time": 706946.0,
      "text": "or \"The lecturer suggests that\". No \"I\", no \"you\", no \"he\", no \"she\". \"Author\","
    },
    {
      "index": 142,
      "start_time": 706946.0,
      "end_time": 712370.0,
      "text": "\"lecturer\", \"author\", \"lecturer\" or: \"passage\", \"lecturer\", \"passage\", \"lecturer\". Those are"
    },
    {
      "index": 143,
      "start_time": 712370.0,
      "end_time": 717470.0,
      "text": "the only pronouns, those are the only references you're going to use in your writing to keep"
    },
    {
      "index": 144,
      "start_time": 717470.0,
      "end_time": 723387.0,
      "text": "it a summary. Okay? One more and we're... And we're good to go."
    },
    {
      "index": 145,
      "start_time": 723387.0,
      "end_time": 729010.0,
      "text": "Okay, finally, a lot of people are not sure how to set up their summary, how to do their"
    },
    {
      "index": 146,
      "start_time": 729010.0,
      "end_time": 733660.0,
      "text": "writing itself. Right? Remember you have 20 minutes. You're going to have to do a lot"
    },
    {
      "index": 147,
      "start_time": 733660.0,
      "end_time": 738680.0,
      "text": "of work in a very short amount of time. You want to have your structure set up. Now, if"
    },
    {
      "index": 148,
      "start_time": 738680.0,
      "end_time": 744093.0,
      "text": "you took your notes properly, the way I showed you at the beginning: \"Reading, point, point,"
    },
    {
      "index": 149,
      "start_time": 744093.0,
      "end_time": 749089.0,
      "text": "point, example, example\", then it's already done. All you have to do is put it into paragraphs"
    },
    {
      "index": 150,
      "start_time": 749089.0,
      "end_time": 750205.0,
      "text": "and sentences."
    },
    {
      "index": 151,
      "start_time": 750205.0,
      "end_time": 757037.0,
      "text": "So, a very straightforward structure. The introduction. The reading passage states what?"
    },
    {
      "index": 152,
      "start_time": 757037.0,
      "end_time": 762995.0,
      "text": "The professor or lecturer... If it's a professor, they will tell you if it's a professor, etc."
    },
    {
      "index": 153,
      "start_time": 762995.0,
      "end_time": 766035.0,
      "text": "If you're not sure, just say: \"Lecturer\", because it's always somebody giving a lecture;"
    },
    {
      "index": 154,
      "start_time": 766035.0,
      "end_time": 774510.0,
      "text": "it's fine. \"The lecturer counters or supports\", etc. \"this by saying that\". That is it. That"
    },
    {
      "index": 155,
      "start_time": 774510.0,
      "end_time": 778890.0,
      "text": "is all you need to say in the introduction. Just get to the point. This is... One is saying"
    },
    {
      "index": 156,
      "start_time": 778890.0,
      "end_time": 785523.0,
      "text": "this, and the other is saying that. Is there a contrast? Is there support? Is there addition? Etc."
    },
    {
      "index": 157,
      "start_time": 785523.0,
      "end_time": 791730.0,
      "text": "Body paragraph one, you're going to give the first argument made. Now, how you begin, it's"
    },
    {
      "index": 158,
      "start_time": 791730.0,
      "end_time": 797670.0,
      "text": "up to you. You can say: \"The lecturer\", \"The professor suggests that the reading's idea"
    },
    {
      "index": 159,
      "start_time": 797670.0,
      "end_time": 804920.0,
      "text": "of\", whatever the point is, \"is wrong because...\" Or: \"The reading says that...\" Or: \"Uses this"
    },
    {
      "index": 160,
      "start_time": 804920.0,
      "end_time": 811710.0,
      "text": "example to support this idea. The lecturer counters by saying this and that.\" Give the"
    },
    {
      "index": 161,
      "start_time": 811710.0,
      "end_time": 815313.0,
      "text": "reading one sentence per paragraph."
    },
    {
      "index": 162,
      "start_time": 815313.0,
      "end_time": 820437.0,
      "text": "Again, you're concentrating on the listening. Okay? How... You're going to say:"
    },
    {
      "index": 163,
      "start_time": 820437.0,
      "end_time": 826228.0,
      "text": "\"How does the listening contradict or how does the listening support what was written in the passage?\""
    },
    {
      "index": 164,
      "start_time": 826228.0,
      "end_time": 826833.0,
      "text": "Excuse me."
    },
    {
      "index": 165,
      "start_time": 826833.0,
      "end_time": 830830.0,
      "text": "Focus on the listening. Give the reading one sentence just to give the point,"
    },
    {
      "index": 166,
      "start_time": 830830.0,
      "end_time": 837607.0,
      "text": "give the example, and then concentrate on how the listening relates to that point."
    },
    {
      "index": 167,
      "start_time": 837607.0,
      "end_time": 844019.0,
      "text": "Body paragraph one, point one, example one. Body paragraph two, point two, example two,"
    },
    {
      "index": 168,
      "start_time": 844019.0,
      "end_time": 849420.0,
      "text": "etc. Three, four, it depends on how many points you want to mention. Three should be enough,"
    },
    {
      "index": 169,
      "start_time": 849420.0,
      "end_time": 855423.0,
      "text": "which would mean you would have four paragraphs: introduction, three body paragraphs."
    },
    {
      "index": 170,
      "start_time": 855423.0,
      "end_time": 862470.0,
      "text": "Now, you do not need a conclusion paragraph, you do not need a conclusion statement because"
    },
    {
      "index": 171,
      "start_time": 862470.0,
      "end_time": 867050.0,
      "text": "you're not making a conclusion. You're not reaching a conclusion. Okay? All you're doing"
    },
    {
      "index": 172,
      "start_time": 867050.0,
      "end_time": 871700.0,
      "text": "is giving a summary. And you don't need to give a summary statement at the end because"
    },
    {
      "index": 173,
      "start_time": 871700.0,
      "end_time": 878850.0,
      "text": "the whole thing is a summary, so you don't need to say: \"So, overall, the lecturer or"
    },
    {
      "index": 174,
      "start_time": 878850.0,
      "end_time": 883459.0,
      "text": "the professor thinks that...\" Well, no. If you didn't do it here, you're not going to"
    },
    {
      "index": 175,
      "start_time": 883459.0,
      "end_time": 889670.0,
      "text": "do it here. Okay? It's all in the body. Make sure all the information is there. You're"
    },
    {
      "index": 176,
      "start_time": 889670.0,
      "end_time": 895486.0,
      "text": "done. Get ready for the task 2, get ready for the essay, the independent. Okay?"
    },
    {
      "index": 177,
      "start_time": 895486.0,
      "end_time": 897950.0,
      "text": "If you're not sure about some of this stuff,"
    },
    {
      "index": 178,
      "start_time": 897950.0,
      "end_time": 902836.0,
      "text": "come to www.engvid.com, ask me all the questions you want in the forum."
    },
    {
      "index": 179,
      "start_time": 902836.0,
      "end_time": 905694.0,
      "text": "I'll put a little quiz on there to make sure you understand the little"
    },
    {
      "index": 180,
      "start_time": 905694.0,
      "end_time": 908374.0,
      "text": "subtleties and the little key points, here."
    },
    {
      "index": 181,
      "start_time": 908374.0,
      "end_time": 918374.0,
      "text": "Don't forget to subscribe to my YouTube channel, and I'll see you again soon. Bye."
    }
  ]
}