{
  "video_id": "Fd-oykjTHbs",
  "title": "Donald Trump vs Hillary Clinton - Third Presidential Debate (Subtitles + your native Vocabulary)",
  "json": [
    {
      "index": 1,
      "start_time": 160.0,
      "end_time": 2280.0,
      "text": "Good evening from the Thomas and Mack Center from the University of Nevada, Las Vegas."
    },
    {
      "index": 2,
      "start_time": 2280.0,
      "end_time": 9040.0,
      "text": "I’m CHRIS WALLACE of Fox News. I welcome you to the third and final of the 2016 presidential"
    },
    {
      "index": 3,
      "start_time": 9040.0,
      "end_time": 14879.0,
      "text": "debates between Secretary of State Hillary Clinton and Donald J. Trump. This debate is"
    },
    {
      "index": 4,
      "start_time": 14879.0,
      "end_time": 20350.0,
      "text": "sponsored by the Commission on Presidential Debates. The commission has designed the format,"
    },
    {
      "index": 5,
      "start_time": 20350.0,
      "end_time": 25789.0,
      "text": "six roughly fifteen minute segments with two minute answers to the first question, then"
    },
    {
      "index": 6,
      "start_time": 25789.0,
      "end_time": 32070.0,
      "text": "open discussion for the rest of the segment. Both campaigns have agreed to those rules."
    },
    {
      "index": 7,
      "start_time": 32070.0,
      "end_time": 37560.0,
      "text": "For the record, I decided the topics and the questions in each topic. None of the questions"
    },
    {
      "index": 8,
      "start_time": 37560.0,
      "end_time": 42940.0,
      "text": "have been shared with the commission or candidates. The audience here in the hall has agreed to"
    },
    {
      "index": 9,
      "start_time": 42940.0,
      "end_time": 49840.0,
      "text": "remain silent, no cheers, boos, or other interruptions, so we and you can focus on what the candidates"
    },
    {
      "index": 10,
      "start_time": 49840.0,
      "end_time": 51370.0,
      "text": "have to say. (APPLAUSE)"
    },
    {
      "index": 11,
      "start_time": 51370.0,
      "end_time": 57150.0,
      "text": "No noise except right now as we welcome the Democratic nominee for president, Secretary"
    },
    {
      "index": 12,
      "start_time": 57150.0,
      "end_time": 69270.0,
      "text": "Clinton, and the Republican nominee for president, Mr. Trump."
    },
    {
      "index": 13,
      "start_time": 69270.0,
      "end_time": 78170.0,
      "text": "(APPLAUSE)"
    },
    {
      "index": 14,
      "start_time": 78170.0,
      "end_time": 83100.0,
      "text": "Secretary Clinton, Mr. Trump, welcome. Let’s get right to it. The first topic is the Supreme"
    },
    {
      "index": 15,
      "start_time": 83100.0,
      "end_time": 89250.0,
      "text": "Court. We -- you both talk briefly about the court in the last debate, but I want to drill"
    },
    {
      "index": 16,
      "start_time": 89250.0,
      "end_time": 94330.0,
      "text": "down on this because the next president will almost certainly have at least one appointment"
    },
    {
      "index": 17,
      "start_time": 94330.0,
      "end_time": 101060.0,
      "text": "and likely -- or possibly - two or three appointments which means that you will in effect determine"
    },
    {
      "index": 18,
      "start_time": 101060.0,
      "end_time": 106180.0,
      "text": "the balance of the court for what could be the next quarter century. First of all, where"
    },
    {
      "index": 19,
      "start_time": 106180.0,
      "end_time": 111230.0,
      "text": "do you want to see the court take the country? And secondly, what&#39;s your view on how the"
    },
    {
      "index": 20,
      "start_time": 111230.0,
      "end_time": 117710.0,
      "text": "Constitution should be interpreted? Is -- do the founders words mean what they say, or"
    },
    {
      "index": 21,
      "start_time": 117710.0,
      "end_time": 124510.0,
      "text": "is it a living document to be applied flexibly according to changing circumstances? In this"
    },
    {
      "index": 22,
      "start_time": 124510.0,
      "end_time": 127560.0,
      "text": "segment, Secretary Clinton, you go first. You have two minutes."
    },
    {
      "index": 23,
      "start_time": 127560.0,
      "end_time": 132730.0,
      "text": "Thank you very much, Chris. And thank you UNLV for hosting us. You know, at the goings"
    },
    {
      "index": 24,
      "start_time": 132730.0,
      "end_time": 139150.0,
      "text": "on about the Supreme Court, it really raises the central issue in this election. Namely,"
    },
    {
      "index": 25,
      "start_time": 139150.0,
      "end_time": 144320.0,
      "text": "what kind of country are we going to be? What kind of opportunities will we provide for"
    },
    {
      "index": 26,
      "start_time": 144320.0,
      "end_time": 151080.0,
      "text": "our citizens? What kind of rights will Americans have? And I feel strongly that the Supreme"
    },
    {
      "index": 27,
      "start_time": 151080.0,
      "end_time": 159170.0,
      "text": "Court needs to stand on the side of the American people, not on the side of the powerful corporations"
    },
    {
      "index": 28,
      "start_time": 159170.0,
      "end_time": 166610.0,
      "text": "and the wealthy. For me, that means that we need a Supreme Court that will stand up on"
    },
    {
      "index": 29,
      "start_time": 166610.0,
      "end_time": 172640.0,
      "text": "behalf of of women&#39;s rights, on behalf of the rights of the LGBT community, that will"
    },
    {
      "index": 30,
      "start_time": 172640.0,
      "end_time": 180230.0,
      "text": "stand up and say no to Citizens United, a decision that has undermined the election"
    },
    {
      "index": 31,
      "start_time": 180230.0,
      "end_time": 185760.0,
      "text": "system in our country because of the way it permits dark, unaccountable money to come"
    },
    {
      "index": 32,
      "start_time": 185760.0,
      "end_time": 191220.0,
      "text": "into our electoral system. I have major disagreements with my opponent"
    },
    {
      "index": 33,
      "start_time": 191220.0,
      "end_time": 196990.0,
      "text": "about these issues and others that will be before the Supreme Court. But I feel that"
    },
    {
      "index": 34,
      "start_time": 196990.0,
      "end_time": 203410.0,
      "text": "at this point in our country&#39;s history, it is important that we not reverse marriage"
    },
    {
      "index": 35,
      "start_time": 203410.0,
      "end_time": 210030.0,
      "text": "equality, that we not reverse Roe v. Wade, that we stand up against Citizens United -- we"
    },
    {
      "index": 36,
      "start_time": 210030.0,
      "end_time": 216240.0,
      "text": "stand up for the rights of people in the workplace. That we stand up and basically say -- the"
    },
    {
      "index": 37,
      "start_time": 216240.0,
      "end_time": 221709.0,
      "text": "Supreme Court should represent all of us. That&#39;s how I see the court. And the kind of"
    },
    {
      "index": 38,
      "start_time": 221709.0,
      "end_time": 228940.0,
      "text": "people that I would be looking to nominate to the court would be in the great tradition"
    },
    {
      "index": 39,
      "start_time": 228940.0,
      "end_time": 235209.0,
      "text": "of standing up to the powerful, standing on behalf of our rights as Americans. And I look"
    },
    {
      "index": 40,
      "start_time": 235209.0,
      "end_time": 240560.0,
      "text": "forward to having the opportunity. I would hope that the Senate would do its job and"
    },
    {
      "index": 41,
      "start_time": 240560.0,
      "end_time": 245930.0,
      "text": "confirm the nominee that President Obama has sent to them. That&#39;s the way the Constitution"
    },
    {
      "index": 42,
      "start_time": 245930.0,
      "end_time": 251600.0,
      "text": "fundamentally should operate. The president nominates, and then the Senate advises and"
    },
    {
      "index": 43,
      "start_time": 251600.0,
      "end_time": 256010.0,
      "text": "consents or not. But they go forward with the process."
    },
    {
      "index": 44,
      "start_time": 256010.0,
      "end_time": 260359.0,
      "text": "Secretary Clinton, thank you. Mr. Trump, same question. Where do you want to see the court"
    },
    {
      "index": 45,
      "start_time": 260358.99999999997,
      "end_time": 264780.0,
      "text": "take the country and how do you believe the Constitution should be interpreted?"
    },
    {
      "index": 46,
      "start_time": 264780.0,
      "end_time": 269830.0,
      "text": "Well, first of all it’s great to be with you and thank you everybody. The Supreme Court"
    },
    {
      "index": 47,
      "start_time": 269830.0,
      "end_time": 276460.0,
      "text": "- it’s what it&#39;s all about. Our country is so, just so imperative that we have the"
    },
    {
      "index": 48,
      "start_time": 276460.0,
      "end_time": 282850.0,
      "text": "right justices. Something happened recently where Justice Ginsburg made some very, very"
    },
    {
      "index": 49,
      "start_time": 282850.0,
      "end_time": 288500.0,
      "text": "inappropriate statements toward me and toward a tremendous number of people, many many millions"
    },
    {
      "index": 50,
      "start_time": 288500.0,
      "end_time": 294710.0,
      "text": "of people that I represent. And she was forced to apologize. And apologize, she did. But"
    },
    {
      "index": 51,
      "start_time": 294710.0,
      "end_time": 297720.0,
      "text": "these were statements that should have never, ever been made."
    },
    {
      "index": 52,
      "start_time": 297720.0,
      "end_time": 302580.0,
      "text": "We need a Supreme Court that in my opinion is going to uphold the Second Amendment and"
    },
    {
      "index": 53,
      "start_time": 302580.0,
      "end_time": 308460.0,
      "text": "all amendments. But the Second Amendment, which is under absolute siege. I believe if"
    },
    {
      "index": 54,
      "start_time": 308460.0,
      "end_time": 314720.0,
      "text": "my opponent should win this race, which I truly don&#39;t think will happen, we will have"
    },
    {
      "index": 55,
      "start_time": 314720.0,
      "end_time": 320430.0,
      "text": "a second amendment which will be a very, very small replica of what it is right now."
    },
    {
      "index": 56,
      "start_time": 320430.0,
      "end_time": 325460.0,
      "text": "But I feel that it&#39;s absolutely important that we uphold because of the fact that it"
    },
    {
      "index": 57,
      "start_time": 325460.0,
      "end_time": 333080.0,
      "text": "is under such trauma. I feel that the justices that I am going to appoint-- and I&#39;ve named"
    },
    {
      "index": 58,
      "start_time": 333080.0,
      "end_time": 339870.0,
      "text": "20 of them. The justices that I&#39;m going to appoint will be pro-life. They will have a"
    },
    {
      "index": 59,
      "start_time": 339870.0,
      "end_time": 345169.0,
      "text": "conservative bent. They will be protecting the Second Amendment. They are great scholars"
    },
    {
      "index": 60,
      "start_time": 345169.0,
      "end_time": 352210.0,
      "text": "in all cases, and they are people of tremendous respect. They will interpret the Constitution"
    },
    {
      "index": 61,
      "start_time": 352210.0,
      "end_time": 358770.0,
      "text": "the way the founders wanted it interpreted. And I believe that&#39;s very, very important."
    },
    {
      "index": 62,
      "start_time": 358770.0,
      "end_time": 364900.0,
      "text": "I don&#39;t think we should have justices appointed that decide what they want to hear It&#39;s all"
    },
    {
      "index": 63,
      "start_time": 364900.0,
      "end_time": 373770.0,
      "text": "about the Constitution of -- and so important -- the Constitution, the way it was meant"
    },
    {
      "index": 64,
      "start_time": 373770.0,
      "end_time": 378360.0,
      "text": "to be. And those are the people that I will appoint."
    },
    {
      "index": 65,
      "start_time": 378360.0,
      "end_time": 382680.0,
      "text": "Mr. Trump, thank you. We now have about ten minutes for an open discussion. I want to"
    },
    {
      "index": 66,
      "start_time": 382680.0,
      "end_time": 390030.0,
      "text": "focus on two issues that in fact, by the justices that you named, could end up changing the"
    },
    {
      "index": 67,
      "start_time": 390030.0,
      "end_time": 394930.0,
      "text": "existing law of the land. First is one that you mentioned, Mr. Trump, and that is guns."
    },
    {
      "index": 68,
      "start_time": 394930.0,
      "end_time": 400419.0,
      "text": "Secretary Clinton, you said last year -- and let me quote, the Supreme Court is wrong on"
    },
    {
      "index": 69,
      "start_time": 400419.0,
      "end_time": 405389.0,
      "text": "the second amendment. And now in fact, in the 2008 Heller case, the court ruled that"
    },
    {
      "index": 70,
      "start_time": 405389.0,
      "end_time": 411600.0,
      "text": "there is a constitutional right to bear arms but a right that is reasonably limited. Those"
    },
    {
      "index": 71,
      "start_time": 411600.0,
      "end_time": 417169.0,
      "text": "were the words of the judge Antonin Scalia who wrote the decision. What&#39;s wrong with"
    },
    {
      "index": 72,
      "start_time": 417169.0,
      "end_time": 418169.0,
      "text": "that?"
    },
    {
      "index": 73,
      "start_time": 418169.0,
      "end_time": 423450.0,
      "text": "Well, first of all, I support the Second Amendment. I lived in Arkansas for eighteen wonderful"
    },
    {
      "index": 74,
      "start_time": 423450.0,
      "end_time": 429450.0,
      "text": "years. I represented upstate New York. I understand and respect the tradition of gun ownership."
    },
    {
      "index": 75,
      "start_time": 429450.0,
      "end_time": 435060.0,
      "text": "It goes back to the founding of our country. But I also believe that there can be and must"
    },
    {
      "index": 76,
      "start_time": 435060.0,
      "end_time": 440781.0,
      "text": "be reasonable regulation. Because I support the Second Amendment doesn&#39;t mean that I want"
    },
    {
      "index": 77,
      "start_time": 440781.0,
      "end_time": 446250.0,
      "text": "people who shouldn’t have guns to be able to threaten you, kill you or members of your"
    },
    {
      "index": 78,
      "start_time": 446250.0,
      "end_time": 451570.0,
      "text": "family. And so when I think about what we need to do, we have thirty three thousand"
    },
    {
      "index": 79,
      "start_time": 451570.0,
      "end_time": 457591.0,
      "text": "people a year who die from guns. I think we need comprehensive background checks, need"
    },
    {
      "index": 80,
      "start_time": 457591.0,
      "end_time": 463419.0,
      "text": "to close the online loophole, close the gun show loophole. There&#39;s other matters that"
    },
    {
      "index": 81,
      "start_time": 463419.0,
      "end_time": 468610.0,
      "text": "I think are sensible that are the kind of reforms that would make a difference that"
    },
    {
      "index": 82,
      "start_time": 468610.0,
      "end_time": 473900.0,
      "text": "are not in any way conflicting with the Second Amendment. You mentioned the Heller decision"
    },
    {
      "index": 83,
      "start_time": 473900.0,
      "end_time": 479180.0,
      "text": "and what I was saying that you referenced, Chris, was that I disagreed with the way the"
    },
    {
      "index": 84,
      "start_time": 479180.0,
      "end_time": 485710.0,
      "text": "court applied the Second Amendment in that case because what the District of Columbia"
    },
    {
      "index": 85,
      "start_time": 485710.0,
      "end_time": 492590.0,
      "text": "was trying to do was to protect toddlers from guns. And so they wanted people with guns"
    },
    {
      "index": 86,
      "start_time": 492590.0,
      "end_time": 497979.0,
      "text": "to safely store them. And the court didn&#39;t accept that reasonable regulation, but they’ve"
    },
    {
      "index": 87,
      "start_time": 497979.0,
      "end_time": 503630.0,
      "text": "accepted many others. So I see no conflict between saving people&#39;s lives and defending"
    },
    {
      "index": 88,
      "start_time": 503630.0,
      "end_time": 504630.0,
      "text": "the Second Amendment."
    },
    {
      "index": 89,
      "start_time": 504630.0,
      "end_time": 511060.0,
      "text": "Let me bring Mr. Trump in here. The bipartisan open debate coalition got millions of votes"
    },
    {
      "index": 90,
      "start_time": 511060.0,
      "end_time": 517379.0,
      "text": "on questions to ask here. And this was, in fact, one of the top questions that they got."
    },
    {
      "index": 91,
      "start_time": 517379.0,
      "end_time": 522629.0,
      "text": "How will you ensure the Second Amendment is protected? You just heard Secretary Clinton&#39;s"
    },
    {
      "index": 92,
      "start_time": 522629.0,
      "end_time": 527540.0,
      "text": "answer. Does she persuade you, that while you may disagree on regulation, that in fact"
    },
    {
      "index": 93,
      "start_time": 527540.0,
      "end_time": 530089.0,
      "text": "she supports the Second Amendment right to bear arms?"
    },
    {
      "index": 94,
      "start_time": 530089.0,
      "end_time": 536149.0,
      "text": "Well the D.C. versus Heller decision was very strongly and she was extremely angry about"
    },
    {
      "index": 95,
      "start_time": 536149.0,
      "end_time": 543040.0,
      "text": "it I watched and she was very very angry when upheld and Justice Scalia was so involved"
    },
    {
      "index": 96,
      "start_time": 543040.0,
      "end_time": 549579.0,
      "text": "and it was a well-crafted decision. But Hillary was extremely upset, extremely angry, and"
    },
    {
      "index": 97,
      "start_time": 549579.0,
      "end_time": 553520.0,
      "text": "people that believe in the Second Amendment and believe in it very strongly were very"
    },
    {
      "index": 98,
      "start_time": 553520.0,
      "end_time": 555480.0,
      "text": "upset with what she had to say."
    },
    {
      "index": 99,
      "start_time": 555480.0,
      "end_time": 558259.0,
      "text": "Let me bring in Secretary Clinton, were you extremely upset?"
    },
    {
      "index": 100,
      "start_time": 558259.0,
      "end_time": 566389.0,
      "text": "Well, I was upset because unfortunately dozens of toddlers injure themselves, even kill people,"
    },
    {
      "index": 101,
      "start_time": 566389.0,
      "end_time": 573790.0,
      "text": "with guns because, unfortunately, not everyone who has loaded guns in their homes takes appropriate"
    },
    {
      "index": 102,
      "start_time": 573790.0,
      "end_time": 577449.0,
      "text": "precautions. But there&#39;s no doubt that I respect the Second"
    },
    {
      "index": 103,
      "start_time": 577449.0,
      "end_time": 583929.0,
      "text": "Amendment, that I also believe there is individual right to bear arms. That is not in conflict"
    },
    {
      "index": 104,
      "start_time": 583929.0,
      "end_time": 590279.0,
      "text": "with sensible commonsense regulation and, you know, look, I understand that Donald&#39;s"
    },
    {
      "index": 105,
      "start_time": 590279.0,
      "end_time": 595490.0,
      "text": "been strongly supported by the NRA; the gun lobby is on his side. They’re running millions"
    },
    {
      "index": 106,
      "start_time": 595490.0,
      "end_time": 600480.0,
      "text": "of dollars of ads against me and I regret that because what I would like to see is for"
    },
    {
      "index": 107,
      "start_time": 600480.0,
      "end_time": 605670.0,
      "text": "people to come together and say of course we&#39;re going to protect and defend the Second"
    },
    {
      "index": 108,
      "start_time": 605670.0,
      "end_time": 610619.0,
      "text": "Amendment. But we&#39;re going to do it in a way that tries to save some of these thirty three"
    },
    {
      "index": 109,
      "start_time": 610619.0,
      "end_time": 613059.0,
      "text": "thousand lives that we lose every year."
    },
    {
      "index": 110,
      "start_time": 613059.0,
      "end_time": 619649.0,
      "text": "Let me bring in Mr. Trump back into it because, in fact, you oppose any limits on on assault"
    },
    {
      "index": 111,
      "start_time": 619649.0,
      "end_time": 625730.0,
      "text": "weapons, any limits on high-capacity magazines, you support a national right to carry law,"
    },
    {
      "index": 112,
      "start_time": 625730.0,
      "end_time": 626749.0,
      "text": "why sir?"
    },
    {
      "index": 113,
      "start_time": 626749.0,
      "end_time": 631499.0,
      "text": "Well, let me just tell you before we go any further in Chicago, which has the toughest"
    },
    {
      "index": 114,
      "start_time": 631499.0,
      "end_time": 637139.0,
      "text": "gun laws in the United States, probably you could say by far, they have more gun violence"
    },
    {
      "index": 115,
      "start_time": 637139.0,
      "end_time": 641130.0,
      "text": "than any other city. So we have the toughest laws and you have tremendous gun violence."
    },
    {
      "index": 116,
      "start_time": 641130.0,
      "end_time": 642130.0,
      "text": "Chicago has been an epicenter of gun violence and according to FBI data, homicides in that"
    },
    {
      "index": 117,
      "start_time": 642130.0,
      "end_time": 643130.0,
      "text": "city account for a substantial proportion of a rise in violent crime. Scholars say that"
    },
    {
      "index": 118,
      "start_time": 643130.0,
      "end_time": 644130.0,
      "text": "violence there is largely concentrated in a few neighborhoods. While Chicago does have"
    },
    {
      "index": 119,
      "start_time": 644130.0,
      "end_time": 645130.0,
      "text": "strong gun regulations on the books, many weapons flow from other places, including"
    },
    {
      "index": 120,
      "start_time": 645130.0,
      "end_time": 646130.0,
      "text": "Indiana, according to this report in the Chicago Tribune."
    },
    {
      "index": 121,
      "start_time": 646130.0,
      "end_time": 647470.0,
      "text": "I am a very strong supporter of the Second Amendment and I am - I don&#39;t know if Hillary"
    },
    {
      "index": 122,
      "start_time": 647470.0,
      "end_time": 651800.0,
      "text": "was saying it in a sarcastic manner - but I&#39;m very proud to have the endorsement of"
    },
    {
      "index": 123,
      "start_time": 651800.0,
      "end_time": 656300.0,
      "text": "the NRA and it’s the earliest endorsement they’ve ever given to anybody who ran for"
    },
    {
      "index": 124,
      "start_time": 656300.0,
      "end_time": 662629.0,
      "text": "president. So I&#39;m very honored by all of that. We are going to appoint justices, this is"
    },
    {
      "index": 125,
      "start_time": 662629.0,
      "end_time": 667550.0,
      "text": "the best way to help the Second Amendment. We are going to appoint justices that will"
    },
    {
      "index": 126,
      "start_time": 667550.0,
      "end_time": 673069.0,
      "text": "feel very strongly about the Second Amendment, that will not do damage to the Second Amendment."
    },
    {
      "index": 127,
      "start_time": 673069.0,
      "end_time": 679670.0,
      "text": "Well, let&#39;s pick up on another issue which divides you and the justices that whoever"
    },
    {
      "index": 128,
      "start_time": 679670.0,
      "end_time": 684079.0,
      "text": "ends up winning this election appoints can have a dramatic effect there and that&#39;s the"
    },
    {
      "index": 129,
      "start_time": 684079.0,
      "end_time": 690939.0,
      "text": "issue of abortion. Mr. Trump you are pro-life. I would ask you specifically, do you want"
    },
    {
      "index": 130,
      "start_time": 690939.0,
      "end_time": 697379.0,
      "text": "the court, including the justices that you will name, to overturn Roe V Wade which includes,"
    },
    {
      "index": 131,
      "start_time": 697379.0,
      "end_time": 699680.0,
      "text": "in fact states, a woman&#39;s right to abortion."
    },
    {
      "index": 132,
      "start_time": 699680.0,
      "end_time": 704800.0,
      "text": "Well, if that would happen because I am pro-life, and I will be appointing pro-life judges,"
    },
    {
      "index": 133,
      "start_time": 704800.0,
      "end_time": 707450.0,
      "text": "I would think that that will go back to the individual states."
    },
    {
      "index": 134,
      "start_time": 707450.0,
      "end_time": 708450.0,
      "text": "This has been a major reason many evangelicals and other social conservatives have cited"
    },
    {
      "index": 135,
      "start_time": 708450.0,
      "end_time": 709450.0,
      "text": "for supporting Trump, despite the misgivings many express about his character, language"
    },
    {
      "index": 136,
      "start_time": 709450.0,
      "end_time": 710450.0,
      "text": "and temperament. Trump has set up an advisory council of anti-abortion-rights groups in"
    },
    {
      "index": 137,
      "start_time": 710450.0,
      "end_time": 711450.0,
      "text": "an apparent effort to reassure these voters. In the past, Trump had described himself as"
    },
    {
      "index": 138,
      "start_time": 711450.0,
      "end_time": 712450.0,
      "text": "“pro-choice.”"
    },
    {
      "index": 139,
      "start_time": 712450.0,
      "end_time": 713450.0,
      "text": "But I&#39;m asking specifically would you like to -"
    },
    {
      "index": 140,
      "start_time": 713450.0,
      "end_time": 714450.0,
      "text": "If they overturned it will go back to the states."
    },
    {
      "index": 141,
      "start_time": 714450.0,
      "end_time": 716309.0,
      "text": "But what I’m asking you sir is do you want to see the court overturn? You just said you"
    },
    {
      "index": 142,
      "start_time": 716309.0,
      "end_time": 720769.0,
      "text": "want to the court protect the Second Amendment, do you want to see the court overturn Roe"
    },
    {
      "index": 143,
      "start_time": 720769.0,
      "end_time": 721769.0,
      "text": "v. Wade?"
    },
    {
      "index": 144,
      "start_time": 721769.0,
      "end_time": 725369.0,
      "text": "Well if we put another two or perhaps three justices on that’s really what’s going"
    },
    {
      "index": 145,
      "start_time": 725369.0,
      "end_time": 731639.0,
      "text": "to be -- that will happen. It&#39;ll happen automatically in my opinion because I am putting pro-life"
    },
    {
      "index": 146,
      "start_time": 731639.0,
      "end_time": 736819.0,
      "text": "justices on the court. I will say this it will go back to the states and the states"
    },
    {
      "index": 147,
      "start_time": 736819.0,
      "end_time": 738809.0,
      "text": "will then make a determination."
    },
    {
      "index": 148,
      "start_time": 738809.0,
      "end_time": 739809.0,
      "text": "Secretary Clinton."
    },
    {
      "index": 149,
      "start_time": 739809.0,
      "end_time": 746259.0,
      "text": "I strongly support Roe v. Wade which guarantees a constitutional right to a woman to make"
    },
    {
      "index": 150,
      "start_time": 746259.0,
      "end_time": 751540.0,
      "text": "the most intimate, most difficult in many cases, decisions about her health care that"
    },
    {
      "index": 151,
      "start_time": 751540.0,
      "end_time": 758249.0,
      "text": "one can imagine. And in this case is not only about Roe v. Wade. It is about what&#39;s happening"
    },
    {
      "index": 152,
      "start_time": 758249.0,
      "end_time": 767420.0,
      "text": "right now in America. So many states are putting very stringent regulations on women that block"
    },
    {
      "index": 153,
      "start_time": 767420.0,
      "end_time": 772929.0,
      "text": "them from exercising that choice to the extent that they are defunding Planned Parenthood,"
    },
    {
      "index": 154,
      "start_time": 772929.0,
      "end_time": 778999.0,
      "text": "which of course, provides all kinds of cancer screenings and other benefits for women in"
    },
    {
      "index": 155,
      "start_time": 778999.0,
      "end_time": 782470.0,
      "text": "our country. Donald has said he is in favor of defunding"
    },
    {
      "index": 156,
      "start_time": 782470.0,
      "end_time": 787810.0,
      "text": "Planned Parenthood, he even supported shutting the government down to defund Planned Parenthood."
    },
    {
      "index": 157,
      "start_time": 787810.0,
      "end_time": 794600.0,
      "text": "I will defend Planned Parenthood. I will defend Roe v. Wade and I will defend women&#39;s rights"
    },
    {
      "index": 158,
      "start_time": 794600.0,
      "end_time": 800860.0,
      "text": "to make their own healthcare decisions. We have come too far to have that turn back now"
    },
    {
      "index": 159,
      "start_time": 800860.0,
      "end_time": 807170.0,
      "text": "and indeed he said women should be punished; that there should be some form of punishment"
    },
    {
      "index": 160,
      "start_time": 807170.0,
      "end_time": 813160.0,
      "text": "for women who obtain abortions. And I could just not be more opposed to that kind of thinking."
    },
    {
      "index": 161,
      "start_time": 813160.0,
      "end_time": 816639.0,
      "text": "I&#39;m going to give you a chance respond but I want to ask you Secretary Clinton I want"
    },
    {
      "index": 162,
      "start_time": 816639.0,
      "end_time": 821759.0,
      "text": "to explore how far you believe the right to abortion goes. You have been quoted as saying"
    },
    {
      "index": 163,
      "start_time": 821759.0,
      "end_time": 829319.0,
      "text": "that the fetus has no constitutional rights. You also voted against a ban on late-term"
    },
    {
      "index": 164,
      "start_time": 829319.0,
      "end_time": 833100.0,
      "text": "partial-birth abortions. Why?"
    },
    {
      "index": 165,
      "start_time": 833100.0,
      "end_time": 840920.0,
      "text": "Because Roe v. Wade very clearly sets out that there can be regulations on abortion"
    },
    {
      "index": 166,
      "start_time": 840920.0,
      "end_time": 848170.0,
      "text": "so long as the life and health of the mother are taken into account. And when I voted as"
    },
    {
      "index": 167,
      "start_time": 848170.0,
      "end_time": 854459.0,
      "text": "a senator I did not think that that was the case. The kinds of cases that fall at the"
    },
    {
      "index": 168,
      "start_time": 854459.0,
      "end_time": 861709.0,
      "text": "end of pregnancy are often the most heartbreaking, painful decisions for families to make. I"
    },
    {
      "index": 169,
      "start_time": 861709.0,
      "end_time": 867239.0,
      "text": "have met with women who have, toward the end of their pregnancy, get the worst news one"
    },
    {
      "index": 170,
      "start_time": 867239.0,
      "end_time": 872839.0,
      "text": "could get that their health is in jeopardy if they continue to carry to term or that"
    },
    {
      "index": 171,
      "start_time": 872839.0,
      "end_time": 879079.0,
      "text": "something terrible has happened or just been discovered about the pregnancy. I do not think"
    },
    {
      "index": 172,
      "start_time": 879079.0,
      "end_time": 885470.0,
      "text": "the United States government should be stepping in and making those most personal of decisions."
    },
    {
      "index": 173,
      "start_time": 885470.0,
      "end_time": 892600.0,
      "text": "So you can regulate if you are doing so with the life and health of the mother taken into"
    },
    {
      "index": 174,
      "start_time": 892600.0,
      "end_time": 893600.0,
      "text": "account."
    },
    {
      "index": 175,
      "start_time": 893600.0,
      "end_time": 896389.0,
      "text": "Mr. Trump your reaction and particularly on this issue of life term partial-birth abortion."
    },
    {
      "index": 176,
      "start_time": 896389.0,
      "end_time": 901730.0,
      "text": "I think it&#39;s terrible if you go with what Hillary is saying in the ninth month you can"
    },
    {
      "index": 177,
      "start_time": 901730.0,
      "end_time": 908470.0,
      "text": "take the baby and rip the baby out of the womb of the mother just prior to the birth"
    },
    {
      "index": 178,
      "start_time": 908470.0,
      "end_time": 915319.0,
      "text": "of the baby. Now you can say that that&#39;s okay and Hillary can say that that&#39;s okay but it&#39;s"
    },
    {
      "index": 179,
      "start_time": 915319.0,
      "end_time": 920569.0,
      "text": "not okay with me. Because based on what she&#39;s saying and based on where she&#39;s going and"
    },
    {
      "index": 180,
      "start_time": 920569.0,
      "end_time": 925970.0,
      "text": "where she&#39;s been, you can take the baby and rip the baby out of the womb on the ninth"
    },
    {
      "index": 181,
      "start_time": 925970.0,
      "end_time": 929930.0,
      "text": "month on the final day. And that&#39;s not acceptable."
    },
    {
      "index": 182,
      "start_time": 929930.0,
      "end_time": 936720.0,
      "text": "Well, that is not what happens in these cases and using that kind of scare rhetoric is just"
    },
    {
      "index": 183,
      "start_time": 936720.0,
      "end_time": 941189.0,
      "text": "terribly unfortunate. You should meet with some of the women that I&#39;ve met with - women"
    },
    {
      "index": 184,
      "start_time": 941189.0,
      "end_time": 947669.0,
      "text": "I&#39;ve known over the course of my life. This is one of the worst possible choices that"
    },
    {
      "index": 185,
      "start_time": 947669.0,
      "end_time": 952300.0,
      "text": "any woman and her family has to make. And I do not believe the government should be"
    },
    {
      "index": 186,
      "start_time": 952300.0,
      "end_time": 956540.0,
      "text": "making it. You know, I&#39;ve had a great honor of traveling across the world on behalf of"
    },
    {
      "index": 187,
      "start_time": 956540.0,
      "end_time": 961529.0,
      "text": "our country. I&#39;ve been to countries where governments either forced women to have abortions"
    },
    {
      "index": 188,
      "start_time": 961529.0,
      "end_time": 967440.0,
      "text": "like they used to do in China or forced women to bear children like they used to do in Romania."
    },
    {
      "index": 189,
      "start_time": 967440.0,
      "end_time": 973319.0,
      "text": "And I can tell you the government has no business in the decisions that women make with their"
    },
    {
      "index": 190,
      "start_time": 973319.0,
      "end_time": 978290.0,
      "text": "families in accordance with their faith with medical advice and I will stand up for that"
    },
    {
      "index": 191,
      "start_time": 978290.0,
      "end_time": 979290.0,
      "text": "right."
    },
    {
      "index": 192,
      "start_time": 979290.0,
      "end_time": 981869.0,
      "text": "All right just briefly, I want to move on to another section."
    },
    {
      "index": 193,
      "start_time": 981869.0,
      "end_time": 988019.0,
      "text": "Honestly, nobody it has business doing what I just said, doing that as late as one or"
    },
    {
      "index": 194,
      "start_time": 988019.0,
      "end_time": 992070.0,
      "text": "two or three or four days prior to birth. Nobody has that."
    },
    {
      "index": 195,
      "start_time": 992070.0,
      "end_time": 997480.0,
      "text": "All right let&#39;s move on to the subject of immigration and there is almost no issue that"
    },
    {
      "index": 196,
      "start_time": 997480.0,
      "end_time": 1001079.0,
      "text": "separates the two of you more than the issue of immigration. Actually ,there are a lot"
    },
    {
      "index": 197,
      "start_time": 1001080.0,
      "end_time": 1006222.0,
      "text": "of issues separate the two of you. Mr. Trump you want to build a wall. Secretary Clinton"
    },
    {
      "index": 198,
      "start_time": 1006220.0,
      "end_time": 1010838.0,
      "text": "you have offered no specific plan or how you want to secure our southern border."
    },
    {
      "index": 199,
      "start_time": 1010840.0,
      "end_time": 1011840.0,
      "text": "DK Here is what Clinton proposes on immigration."
    },
    {
      "index": 200,
      "start_time": 1011840.0,
      "end_time": 1016291.0,
      "text": "Mr. Trump, you&#39;re calling for major deportations Secretary Clinton, you say that within your"
    },
    {
      "index": 201,
      "start_time": 1016290.0,
      "end_time": 1021310.0,
      "text": "first one hundred days as president you want to offer a package that includes a pathway"
    },
    {
      "index": 202,
      "start_time": 1021310.0,
      "end_time": 1027329.0,
      "text": "to citizenship. The question really is why are you right and your opponent wrong? Mr."
    },
    {
      "index": 203,
      "start_time": 1027329.9999999999,
      "end_time": 1029210.9999999999,
      "text": "Trump you go first in this segment you have two minutes."
    },
    {
      "index": 204,
      "start_time": 1029210.0,
      "end_time": 1032980.0,
      "text": "Well first of all she wants to give amnesty, which is a disaster and very unfair to all"
    },
    {
      "index": 205,
      "start_time": 1032980.0,
      "end_time": 1035780.0,
      "text": "the people that are waiting on line for many many years."
    },
    {
      "index": 206,
      "start_time": 1035780.0,
      "end_time": 1042329.0,
      "text": "We need strong borders. In the audience tonight we have four mothers of, I mean these are"
    },
    {
      "index": 207,
      "start_time": 1042329.9999999999,
      "end_time": 1046230.9999999999,
      "text": "unbelievable people that I’ve gotten to know over a period of years whose children"
    },
    {
      "index": 208,
      "start_time": 1046230.0,
      "end_time": 1050550.0,
      "text": "have been killed, brutally killed, by people that came into the country illegally. You"
    },
    {
      "index": 209,
      "start_time": 1050550.0,
      "end_time": 1056240.0,
      "text": "have thousands of mothers and fathers and relatives all over the country. They are coming"
    },
    {
      "index": 210,
      "start_time": 1056240.0,
      "end_time": 1060370.0,
      "text": "in illegally. Drugs are pouring in through the border. We have no country if we have"
    },
    {
      "index": 211,
      "start_time": 1060370.0,
      "end_time": 1065690.0,
      "text": "no border. Hillary wants to give amnesty she wants to have open borders. The border secure"
    },
    {
      "index": 212,
      "start_time": 1065690.0,
      "end_time": 1071420.0,
      "text": "as you know the border patrol agents sixteen thousand five hundred plus, ICE endorsed me."
    },
    {
      "index": 213,
      "start_time": 1071420.0,
      "end_time": 1076111.0,
      "text": "First time they&#39;ve ever endorsed a candidate. And it means their job is tougher. But they"
    },
    {
      "index": 214,
      "start_time": 1076110.0,
      "end_time": 1081350.0,
      "text": "know what&#39;s going on they know it today than anybody. They want strong borders. They feel"
    },
    {
      "index": 215,
      "start_time": 1081350.0,
      "end_time": 1085439.0,
      "text": "we have to have strong borders. I was up in New Hampshire the other day the biggest complaint"
    },
    {
      "index": 216,
      "start_time": 1085440.0,
      "end_time": 1090140.0,
      "text": "they have with all of the problems going on in the world many of the problems caused by"
    },
    {
      "index": 217,
      "start_time": 1090140.0,
      "end_time": 1094840.0,
      "text": "Hillary Clinton and by Barack Obama, all of the problems their single biggest problem,"
    },
    {
      "index": 218,
      "start_time": 1094840.0,
      "end_time": 1099150.0,
      "text": "is heroine that pores across our southern borders just pouring and destroying their"
    },
    {
      "index": 219,
      "start_time": 1099150.0,
      "end_time": 1101660.0,
      "text": "youth. It&#39;s poisoning the blood of their youth and"
    },
    {
      "index": 220,
      "start_time": 1101660.0,
      "end_time": 1106820.0,
      "text": "plenty of other people. We have to have strong borders. We have to"
    },
    {
      "index": 221,
      "start_time": 1106820.0,
      "end_time": 1110810.0,
      "text": "keep the drugs out of our country. We are right now we’re getting the drugs, they&#39;re"
    },
    {
      "index": 222,
      "start_time": 1110810.0,
      "end_time": 1116580.0,
      "text": "getting the cash we need strong borders. We need absolute - we cannot give amnesty. Now"
    },
    {
      "index": 223,
      "start_time": 1116580.0,
      "end_time": 1123500.0,
      "text": "I want to build a wall. We need the wall the border patrol, ICE, they all want the wall."
    },
    {
      "index": 224,
      "start_time": 1123500.0,
      "end_time": 1128240.0,
      "text": "We stopped the drugs we shore up the border. One of my first acts will be to get all of"
    },
    {
      "index": 225,
      "start_time": 1128240.0,
      "end_time": 1133260.0,
      "text": "the drug lords, all of the bad ones, we have some bad bad people in this country that have"
    },
    {
      "index": 226,
      "start_time": 1133260.0,
      "end_time": 1137780.0,
      "text": "to go out. Were going to get them out we&#39;re going to secure the border and once the border"
    },
    {
      "index": 227,
      "start_time": 1137780.0,
      "end_time": 1142280.0,
      "text": "is secure at a later date we will make its determination as to the rest. But we have"
    },
    {
      "index": 228,
      "start_time": 1142280.0,
      "end_time": 1146010.0,
      "text": "some bad hombres here that were going to get them out."
    },
    {
      "index": 229,
      "start_time": 1146010.0,
      "end_time": 1151460.0,
      "text": "Mr. Trump thank you, same question to you Secretary Clinton, basically why are you right"
    },
    {
      "index": 230,
      "start_time": 1151460.0,
      "end_time": 1153000.0,
      "text": "and Mr. Trump is wrong?"
    },
    {
      "index": 231,
      "start_time": 1153000.0,
      "end_time": 1158850.0,
      "text": "As he was talking I was thinking about it young girl he met here in Las Vegas, Carla,"
    },
    {
      "index": 232,
      "start_time": 1158850.0,
      "end_time": 1164970.0,
      "text": "who was very worried that her parents might he be deported because she was born in this"
    },
    {
      "index": 233,
      "start_time": 1164970.0,
      "end_time": 1169140.0,
      "text": "country but they were not. They work hard, they do everything they can to get give her"
    },
    {
      "index": 234,
      "start_time": 1169140.0,
      "end_time": 1174620.0,
      "text": "a good life. And you&#39;re right. I don&#39;t want to rip families apart. I don&#39;t want to be"
    },
    {
      "index": 235,
      "start_time": 1174620.0,
      "end_time": 1180640.0,
      "text": "sending parents away from children. I don&#39;t want to see the deportation force that Donald"
    },
    {
      "index": 236,
      "start_time": 1180640.0,
      "end_time": 1187000.0,
      "text": "has talked about in action in our country. We have eleven million undocumented people."
    },
    {
      "index": 237,
      "start_time": 1187000.0,
      "end_time": 1192900.0,
      "text": "They have four million American citizen children. Fifteen million people. He said as recently"
    },
    {
      "index": 238,
      "start_time": 1192900.0,
      "end_time": 1198650.0,
      "text": "as a few weeks ago in Phoenix that every undocumented person will be subject to deportation."
    },
    {
      "index": 239,
      "start_time": 1198650.0,
      "end_time": 1203950.0,
      "text": "Now here&#39;s what that means -- it needs you would have to have a massive law enforcement"
    },
    {
      "index": 240,
      "start_time": 1203950.0,
      "end_time": 1209750.0,
      "text": "presence where law enforcement officers would be going school to school, home to home, business"
    },
    {
      "index": 241,
      "start_time": 1209750.0,
      "end_time": 1217450.0,
      "text": "to business rounding up people who are undocumented and we would then have to put them on trains,"
    },
    {
      "index": 242,
      "start_time": 1217450.0,
      "end_time": 1224460.0,
      "text": "on buses to get them out of our country. I think that is an idea that is not in keeping"
    },
    {
      "index": 243,
      "start_time": 1224460.0,
      "end_time": 1230190.0,
      "text": "with who we are as a nation. I think it&#39;s an idea that would rip our country apart."
    },
    {
      "index": 244,
      "start_time": 1230190.0,
      "end_time": 1235090.0,
      "text": "I have been for border security for years. I voted for border security in the United"
    },
    {
      "index": 245,
      "start_time": 1235090.0,
      "end_time": 1241500.0,
      "text": "States Senate and my comprehensive immigration reform plan of course include border security."
    },
    {
      "index": 246,
      "start_time": 1241500.0,
      "end_time": 1247600.0,
      "text": "But I want to put our resources where I think they&#39;re most needed. Getting rid of any violent"
    },
    {
      "index": 247,
      "start_time": 1247600.0,
      "end_time": 1253710.0,
      "text": "person, anybody who should be deported, we should deport them. When it comes to the wall"
    },
    {
      "index": 248,
      "start_time": 1253710.0,
      "end_time": 1258251.0,
      "text": "that Donald talks about building, he went to Mexico, he had a meeting with Mexican President"
    },
    {
      "index": 249,
      "start_time": 1258250.0,
      "end_time": 1262729.0,
      "text": "- didn&#39;t even raise it, he choked, and then he got into a Twitter war because the Mexican"
    },
    {
      "index": 250,
      "start_time": 1262730.0,
      "end_time": 1267840.0,
      "text": "president said we’re not paying for that wall. So I think we are both a nation of immigrants"
    },
    {
      "index": 251,
      "start_time": 1267840.0,
      "end_time": 1274010.0,
      "text": "and we are a nation of laws and that we can act accordingly and that&#39;s why I am introducing"
    },
    {
      "index": 252,
      "start_time": 1274010.0,
      "end_time": 1279270.0,
      "text": "comprehensive immigration reform within the first hundred days with a path to citizenship."
    },
    {
      "index": 253,
      "start_time": 1279270.0,
      "end_time": 1281180.0,
      "text": "Thank you Secretary Clinton, I want to follow-up -"
    },
    {
      "index": 254,
      "start_time": 1281180.0,
      "end_time": 1285660.0,
      "text": "Chris, I think it, I think I should respond. First of all I had a very good meeting with"
    },
    {
      "index": 255,
      "start_time": 1285660.0,
      "end_time": 1291630.0,
      "text": "the president of Mexico, very nice man, we will be doing very much better with Mexico"
    },
    {
      "index": 256,
      "start_time": 1291630.0,
      "end_time": 1295650.0,
      "text": "on trade deals believe me. The NAFTA deal signed by her husband is one of the worst"
    },
    {
      "index": 257,
      "start_time": 1295650.0,
      "end_time": 1299900.0,
      "text": "deals ever made of any kind of signed by anybody. It&#39;s a disaster."
    },
    {
      "index": 258,
      "start_time": 1299900.0,
      "end_time": 1307580.0,
      "text": "Hillary Clinton wanted the wall. Hillary Clinton fought for the wall. In 2006 or thereabouts."
    },
    {
      "index": 259,
      "start_time": 1307580.0,
      "end_time": 1313460.0,
      "text": "Now she never gets anything done so naturally the wall wasn&#39;t built, but Hillary Clinton"
    },
    {
      "index": 260,
      "start_time": 1313460.0,
      "end_time": 1314830.0,
      "text": "wanted the wall."
    },
    {
      "index": 261,
      "start_time": 1314830.0,
      "end_time": 1318510.0,
      "text": "But let me, wait. Sir let me - (CROSSTALK)"
    },
    {
      "index": 262,
      "start_time": 1318510.0,
      "end_time": 1323420.0,
      "text": "No wait, I&#39;d like to hear from Secretary Clinton."
    },
    {
      "index": 263,
      "start_time": 1323420.0,
      "end_time": 1330640.0,
      "text": "I voted for border security and there are some limited places where that was appropriate"
    },
    {
      "index": 264,
      "start_time": 1330640.0,
      "end_time": 1336390.0,
      "text": "there also is necessarily going to be a technology and how best to deploy that."
    },
    {
      "index": 265,
      "start_time": 1336390.0,
      "end_time": 1341540.0,
      "text": "But it is clear when you look at what Donald has been proposing he started his campaign"
    },
    {
      "index": 266,
      "start_time": 1341540.0,
      "end_time": 1347680.0,
      "text": "bashing immigrants, calling Mexican immigrants rapists and criminals and drug dealers, that"
    },
    {
      "index": 267,
      "start_time": 1347680.0,
      "end_time": 1353650.0,
      "text": "he has a very different view about what we should do to deal with immigrants. Now what"
    },
    {
      "index": 268,
      "start_time": 1353650.0,
      "end_time": 1360490.0,
      "text": "I am also arguing is that bringing undocumented immigrants out from the shadows, putting them"
    },
    {
      "index": 269,
      "start_time": 1360490.0,
      "end_time": 1366660.0,
      "text": "into the formal economy will be good because employers can’t exploit them and undercut"
    },
    {
      "index": 270,
      "start_time": 1366660.0,
      "end_time": 1370730.0,
      "text": "American’s wages and Donald knows a lot about this. He&#39;s undocumented labor to build"
    },
    {
      "index": 271,
      "start_time": 1370730.0,
      "end_time": 1376270.0,
      "text": "the Trump Tower. He underpaid undocumented workers and when they complained, he basically"
    },
    {
      "index": 272,
      "start_time": 1376270.0,
      "end_time": 1380150.0,
      "text": "said what a lot of employers do - you complain I’ll get you deported."
    },
    {
      "index": 273,
      "start_time": 1380150.0,
      "end_time": 1385720.0,
      "text": "I want to get everybody out of the shadows get the economy working and not let employers"
    },
    {
      "index": 274,
      "start_time": 1385720.0,
      "end_time": 1391080.0,
      "text": "like Donald exploit undocumented workers, which hurts them but also hurts American workers."
    },
    {
      "index": 275,
      "start_time": 1391080.0,
      "end_time": 1392080.0,
      "text": "Mr. Trump."
    },
    {
      "index": 276,
      "start_time": 1392080.0,
      "end_time": 1396200.0,
      "text": "President Obama has moved millions of people out. Nobody knows about it nobody talks about"
    },
    {
      "index": 277,
      "start_time": 1396200.0,
      "end_time": 1399890.0,
      "text": "it but under Obama, millions of people have been moved out of this country they’ve been"
    },
    {
      "index": 278,
      "start_time": 1399890.0,
      "end_time": 1404200.0,
      "text": "deported she does want to say that but that&#39;s what happened. And that&#39;s what&#39;s happened"
    },
    {
      "index": 279,
      "start_time": 1404200.0,
      "end_time": 1408870.0,
      "text": "big-league. As far as moving these people out and moving"
    },
    {
      "index": 280,
      "start_time": 1408870.0,
      "end_time": 1412460.0,
      "text": "we either have a country or we don&#39;t. We’re a country of laws, we either have a border"
    },
    {
      "index": 281,
      "start_time": 1412460.0,
      "end_time": 1418120.0,
      "text": "or we don&#39;t. Now, you could come back in and you can become a citizen but it&#39;s very unfair."
    },
    {
      "index": 282,
      "start_time": 1418120.0,
      "end_time": 1422320.0,
      "text": "We have millions of people that did the right way they’re on line they’re waiting we’re"
    },
    {
      "index": 283,
      "start_time": 1422320.0,
      "end_time": 1426700.0,
      "text": "going to speed up the process big league because it&#39;s very inefficient. But they&#39;re on line"
    },
    {
      "index": 284,
      "start_time": 1426700.0,
      "end_time": 1430680.0,
      "text": "and they’re waiting to become citizens. Very unfair that somebody runs across the"
    },
    {
      "index": 285,
      "start_time": 1430680.0,
      "end_time": 1435400.0,
      "text": "border becomes a citizen under her plan you have open borders you would have a disaster"
    },
    {
      "index": 286,
      "start_time": 1435400.0,
      "end_time": 1440080.0,
      "text": "on trade and you will have a disaster with your open borders. But what she doesn&#39;t say"
    },
    {
      "index": 287,
      "start_time": 1440080.0,
      "end_time": 1445430.0,
      "text": "is that President Obama has deported millions and millions of people just the way."
    },
    {
      "index": 288,
      "start_time": 1445430.0,
      "end_time": 1446430.0,
      "text": "Secretary Clinton -"
    },
    {
      "index": 289,
      "start_time": 1446430.0,
      "end_time": 1454500.0,
      "text": "We will not have open borders. That is a rank mischaracterization. We will have secure borders"
    },
    {
      "index": 290,
      "start_time": 1454500.0,
      "end_time": 1461120.0,
      "text": "but we will also have reform and this used to be a bipartisan issue. Ronald Reagan was"
    },
    {
      "index": 291,
      "start_time": 1461120.0,
      "end_time": 1465410.0,
      "text": "the last president to sign immigration reform and George W. Bush supported it as well."
    },
    {
      "index": 292,
      "start_time": 1465410.0,
      "end_time": 1469900.0,
      "text": "Secretary Clinton, I want to clear up your position on this issue because in a speech"
    },
    {
      "index": 293,
      "start_time": 1469900.0,
      "end_time": 1475580.0,
      "text": "you gave to a Brazilian bank, for which you were paid $225,000, we’ve learned from the"
    },
    {
      "index": 294,
      "start_time": 1475580.0,
      "end_time": 1480630.0,
      "text": "Wikileaks that you said this, and I want to quote “My dream is a hemispheric common"
    },
    {
      "index": 295,
      "start_time": 1480630.0,
      "end_time": 1485720.0,
      "text": "market with open trade and open borders,” so that is the question."
    },
    {
      "index": 296,
      "start_time": 1485720.0,
      "end_time": 1486720.0,
      "text": "Thank you."
    },
    {
      "index": 297,
      "start_time": 1486720.0,
      "end_time": 1491440.0,
      "text": "That is the question, please quiet everybody. Is that your dream, open borders?"
    },
    {
      "index": 298,
      "start_time": 1491440.0,
      "end_time": 1496740.0,
      "text": "Well, if you went on to read the rest of the sentence, I was talking about energy."
    },
    {
      "index": 299,
      "start_time": 1496740.0,
      "end_time": 1502480.0,
      "text": "You know, we trade more energy with our neighbors then we trade with rest of the world combined"
    },
    {
      "index": 300,
      "start_time": 1502480.0,
      "end_time": 1509590.0,
      "text": "and I do want us to have an electric grid, an energy system that crosses borders, I think"
    },
    {
      "index": 301,
      "start_time": 1509590.0,
      "end_time": 1515650.0,
      "text": "I would be a great benefit to us. But you are very clearly quoting from wikileaks and"
    },
    {
      "index": 302,
      "start_time": 1515650.0,
      "end_time": 1523910.0,
      "text": "what is important about that is that the Russian government has engaged in espionage against"
    },
    {
      "index": 303,
      "start_time": 1523910.0,
      "end_time": 1533020.0,
      "text": "Americans. They have hacked American websites, American accounts of private people, of institutions,"
    },
    {
      "index": 304,
      "start_time": 1533020.0,
      "end_time": 1540090.0,
      "text": "then they have given that information to WikiLeaks for the purpose of putting it on the Internet."
    },
    {
      "index": 305,
      "start_time": 1540090.0,
      "end_time": 1545030.0,
      "text": "This has come from the highest levels of the Russian government clearly from Putin himself."
    },
    {
      "index": 306,
      "start_time": 1545030.0,
      "end_time": 1551160.0,
      "text": "In an effort, as seventeen of our intelligence agencies have confirmed, to influence our"
    },
    {
      "index": 307,
      "start_time": 1551160.0,
      "end_time": 1558090.0,
      "text": "election. I actually think the most important question of this evening, Chris, is finally,"
    },
    {
      "index": 308,
      "start_time": 1558090.0,
      "end_time": 1564780.0,
      "text": "will Donald Trump admit and condemn that the Russians are doing this and make it clear"
    },
    {
      "index": 309,
      "start_time": 1564780.0,
      "end_time": 1572990.0,
      "text": "that he will not have the help of Putin in this election, that he rejects Russian espionage"
    },
    {
      "index": 310,
      "start_time": 1572990.0,
      "end_time": 1578690.0,
      "text": "against Americans, which he actually encouraged in the past. Those are the questions we need"
    },
    {
      "index": 311,
      "start_time": 1578690.0,
      "end_time": 1582550.0,
      "text": "answered. We had never had anything like this happen in any of our elections before."
    },
    {
      "index": 312,
      "start_time": 1582550.0,
      "end_time": 1587780.0,
      "text": "That was a great pivot off of the fact that she wants open borders, okay? When did we"
    },
    {
      "index": 313,
      "start_time": 1587780.0,
      "end_time": 1589660.0,
      "text": "get off to Putin?"
    },
    {
      "index": 314,
      "start_time": 1589660.0,
      "end_time": 1594330.0,
      "text": "No-No wait wait hold on because this is going to end up getting out of control. Let&#39;s try"
    },
    {
      "index": 315,
      "start_time": 1594330.0,
      "end_time": 1597670.0,
      "text": "to keep it quiet for the candidates and for the American people."
    },
    {
      "index": 316,
      "start_time": 1597670.0,
      "end_time": 1603060.0,
      "text": "So just to finish on the borders. She wants open borders people are going to pour into"
    },
    {
      "index": 317,
      "start_time": 1603060.0,
      "end_time": 1608350.0,
      "text": "our country people are going to come in from Syria, She wants five hundred and fifty percent"
    },
    {
      "index": 318,
      "start_time": 1608350.0,
      "end_time": 1613540.0,
      "text": "more people than Barack Obama and he has thousands and thousands of people they have no idea"
    },
    {
      "index": 319,
      "start_time": 1613540.0,
      "end_time": 1619390.0,
      "text": "where they come from. And you see we are going to stop radical Islamic terrorism in this"
    },
    {
      "index": 320,
      "start_time": 1619390.0,
      "end_time": 1624170.0,
      "text": "country. She won&#39;t even mention the words and neither will President Obama. So I just"
    },
    {
      "index": 321,
      "start_time": 1624170.0,
      "end_time": 1628610.0,
      "text": "want to tell you she wants open borders now we can talk about Putin. I don’t know Putin."
    },
    {
      "index": 322,
      "start_time": 1628610.0,
      "end_time": 1634170.0,
      "text": "He said nice things about me. If we got along well that would be good. If Russia and the"
    },
    {
      "index": 323,
      "start_time": 1634170.0,
      "end_time": 1639490.0,
      "text": "United States got along well and went after ISIS, that would be good. He has no respect"
    },
    {
      "index": 324,
      "start_time": 1639490.0,
      "end_time": 1644780.0,
      "text": "for her. He has no respect for our president. And I&#39;ll tell you what, we’re in very serious"
    },
    {
      "index": 325,
      "start_time": 1644780.0,
      "end_time": 1651550.0,
      "text": "trouble. Because we have a country with tremendous numbers of nuclear warheads, eighteen hundred"
    },
    {
      "index": 326,
      "start_time": 1651550.0,
      "end_time": 1657490.0,
      "text": "by the way where they expanded and we didn&#39;t. Eighteen hundred nuclear warheads and she"
    },
    {
      "index": 327,
      "start_time": 1657490.0,
      "end_time": 1662890.0,
      "text": "is playing chicken. Look, Putin, from everything I see has no"
    },
    {
      "index": 328,
      "start_time": 1662890.0,
      "end_time": 1664940.0,
      "text": "respect for this person."
    },
    {
      "index": 329,
      "start_time": 1664940.0,
      "end_time": 1670230.0,
      "text": "Well, that’s because he&#39;d rather have a puppet for president than the United States"
    },
    {
      "index": 330,
      "start_time": 1670230.0,
      "end_time": 1671230.0,
      "text": "and it&#39;s pretty clear."
    },
    {
      "index": 331,
      "start_time": 1671230.0,
      "end_time": 1672230.0,
      "text": "No puppet. You’re the puppet."
    },
    {
      "index": 332,
      "start_time": 1672230.0,
      "end_time": 1676920.0,
      "text": "It&#39;s pretty clear that you won&#39;t admit the Russians have engaged in cyber attacks against"
    },
    {
      "index": 333,
      "start_time": 1676920.0,
      "end_time": 1684600.0,
      "text": "the United States of America, that you encouraged espionage against our people, that you are"
    },
    {
      "index": 334,
      "start_time": 1684600.0,
      "end_time": 1691220.0,
      "text": "willing to spout the Putin line, sign up for his wish list, breakup NATO do whatever he"
    },
    {
      "index": 335,
      "start_time": 1691220.0,
      "end_time": 1699960.0,
      "text": "wants to do and that you continue to get help from him because he has a very clear favorite"
    },
    {
      "index": 336,
      "start_time": 1699960.0,
      "end_time": 1706230.0,
      "text": "in this race. So I think that this is such an unprecedented situation. We have never"
    },
    {
      "index": 337,
      "start_time": 1706230.0,
      "end_time": 1712820.0,
      "text": "had a foreign government trying to interfere in our election. We have seventeen intelligence"
    },
    {
      "index": 338,
      "start_time": 1712820.0,
      "end_time": 1720580.0,
      "text": "agencies, civilian and military, who have all concluded that these espionage attacks,"
    },
    {
      "index": 339,
      "start_time": 1720580.0,
      "end_time": 1725680.0,
      "text": "these cyber attacks, come from the highest levels of the Kremlin and they are designed"
    },
    {
      "index": 340,
      "start_time": 1725680.0,
      "end_time": 1730661.0,
      "text": "to influence our election. I find that deeply disturbing and I think it --"
    },
    {
      "index": 341,
      "start_time": 1730660.0,
      "end_time": 1736229.0,
      "text": "She has no idea whether it&#39;s Russia China or anybody else. She has no idea."
    },
    {
      "index": 342,
      "start_time": 1736230.0,
      "end_time": 1743740.0,
      "text": "I am quoting seventeen intelligence agencies. Do you doubt seventeen military and civilian"
    },
    {
      "index": 343,
      "start_time": 1743740.0,
      "end_time": 1750160.0,
      "text": "agencies, as well? He&#39;d rather believe Vladimir Putin than the military and civilian intelligence"
    },
    {
      "index": 344,
      "start_time": 1750160.0,
      "end_time": 1754980.0,
      "text": "professionals who are sworn to protect us. I find that just absolutely striking."
    },
    {
      "index": 345,
      "start_time": 1754980.0,
      "end_time": 1760380.0,
      "text": "She doesn’t like Putin because Putin has outsmarted at every step of the way, excuse"
    },
    {
      "index": 346,
      "start_time": 1760380.0,
      "end_time": 1764590.0,
      "text": "me. Putin has outsmarted her in Syria, he has outsmarted her every step of the way."
    },
    {
      "index": 347,
      "start_time": 1764590.0,
      "end_time": 1769360.0,
      "text": "Mr. Trump, I’m not a potted plant here. I would like to ask some questions and I would"
    },
    {
      "index": 348,
      "start_time": 1769360.0,
      "end_time": 1774580.0,
      "text": "like to ask you this direct question. The top national security officials of this country"
    },
    {
      "index": 349,
      "start_time": 1774580.0,
      "end_time": 1780440.0,
      "text": "do believe that Russia has been behind these attacks. Even if you don&#39;t know for sure whether"
    },
    {
      "index": 350,
      "start_time": 1780440.0,
      "end_time": 1785600.0,
      "text": "they are, do you condemn any interference with Russia in the American election?"
    },
    {
      "index": 351,
      "start_time": 1785600.0,
      "end_time": 1787480.0,
      "text": "By Russia or anybody else."
    },
    {
      "index": 352,
      "start_time": 1787480.0,
      "end_time": 1789000.0,
      "text": "Do you condemn their interference?"
    },
    {
      "index": 353,
      "start_time": 1789000.0,
      "end_time": 1794630.0,
      "text": "Of course I condemn. I don&#39;t know Putin. I never met Putin this"
    },
    {
      "index": 354,
      "start_time": 1794630.0,
      "end_time": 1799831.0,
      "text": "is not my best friend. But if the United States got along with Russia wouldn’t so bad. Let"
    },
    {
      "index": 355,
      "start_time": 1799830.0,
      "end_time": 1805389.0,
      "text": "me tell you, Putin has outsmarted her and Obama at every single step of the way, whether"
    },
    {
      "index": 356,
      "start_time": 1805390.0,
      "end_time": 1812500.0,
      "text": "it’s Syria -- you name it, missiles -- take a look at the start up that they signed the"
    },
    {
      "index": 357,
      "start_time": 1812500.0,
      "end_time": 1817540.0,
      "text": "Russians have said, according to many many reports, I can&#39;t believe they allowed us to"
    },
    {
      "index": 358,
      "start_time": 1817540.0,
      "end_time": 1822920.0,
      "text": "do this. They create warheads and we can&#39;t. The Russians can&#39;t believe it. She has been"
    },
    {
      "index": 359,
      "start_time": 1822920.0,
      "end_time": 1826380.0,
      "text": "outsmarted by Putin and all you have to do is look at the Middle East. They’ve taken"
    },
    {
      "index": 360,
      "start_time": 1826380.0,
      "end_time": 1831390.0,
      "text": "over. We have spent six trillion dollars, they&#39;ve taken over the Middle East. She has"
    },
    {
      "index": 361,
      "start_time": 1831390.0,
      "end_time": 1836710.0,
      "text": "been outsmarted and outplayed worse than anybody I&#39;ve ever seen in any government whatsoever."
    },
    {
      "index": 362,
      "start_time": 1836710.0,
      "end_time": 1842140.0,
      "text": "We are a long way away from immigration but I&#39;m going to let you finish this topic, you"
    },
    {
      "index": 363,
      "start_time": 1842140.0,
      "end_time": 1844060.0,
      "text": "have about forty five seconds."
    },
    {
      "index": 364,
      "start_time": 1844060.0,
      "end_time": 1845710.0,
      "text": "And she always will be."
    },
    {
      "index": 365,
      "start_time": 1845710.0,
      "end_time": 1852860.0,
      "text": "I find it -- ironic that he is raising nuclear weapons. This is a person who has been very"
    },
    {
      "index": 366,
      "start_time": 1852860.0,
      "end_time": 1858520.0,
      "text": "cavalier, even casual about the use of nuclear weapons. He is out for at more countries to"
    },
    {
      "index": 367,
      "start_time": 1858520.0,
      "end_time": 1863929.0,
      "text": "ban Korea, even Saudi Arabia. He said, well if we had them why don&#39;t we use them? Which"
    },
    {
      "index": 368,
      "start_time": 1863930.0,
      "end_time": 1869631.0,
      "text": "I think is terrifying. But here&#39;s the deal: the bottom line on nuclear weapons is that"
    },
    {
      "index": 369,
      "start_time": 1869630.0,
      "end_time": 1876260.0,
      "text": "when the president gives the order, it must be followed. There is about four minutes between"
    },
    {
      "index": 370,
      "start_time": 1876260.0,
      "end_time": 1883270.0,
      "text": "the order being given and the people responsible for launching nuclear weapons to do so. And"
    },
    {
      "index": 371,
      "start_time": 1883270.0,
      "end_time": 1889430.0,
      "text": "that is why ten people who have had that awesome responsibility have come out in an unprecedented"
    },
    {
      "index": 372,
      "start_time": 1889430.0,
      "end_time": 1894920.0,
      "text": "way said they would not trust Donald Trump with the nuclear codes or to have his finger"
    },
    {
      "index": 373,
      "start_time": 1894920.0,
      "end_time": 1896500.0,
      "text": "on the nuclear button."
    },
    {
      "index": 374,
      "start_time": 1896500.0,
      "end_time": 1903210.0,
      "text": "I have two hundred generals and admirals twenty one endorsing me, twenty one Congressional"
    },
    {
      "index": 375,
      "start_time": 1903210.0,
      "end_time": 1910540.0,
      "text": "medal of honor recipients. As far as Japan and other countries we are being ripped off"
    },
    {
      "index": 376,
      "start_time": 1910540.0,
      "end_time": 1915700.0,
      "text": "by everybody -- we’re defending other countries. We are spending a fortune doing it they have"
    },
    {
      "index": 377,
      "start_time": 1915700.0,
      "end_time": 1920530.0,
      "text": "a bargain of the century. All I said was we have to renegotiate these agreements because"
    },
    {
      "index": 378,
      "start_time": 1920530.0,
      "end_time": 1926260.0,
      "text": "our country cannot afford to defend Saudi Arabia, Japan, Germany, South Korea and many"
    },
    {
      "index": 379,
      "start_time": 1926260.0,
      "end_time": 1933429.0,
      "text": "other places. We cannot continue to afford. She took that as saying nuclear weapons. Look,"
    },
    {
      "index": 380,
      "start_time": 1933430.0,
      "end_time": 1938601.0,
      "text": "she&#39;s been proven to be a liar on so many different ways. This is just another lie."
    },
    {
      "index": 381,
      "start_time": 1938600.0,
      "end_time": 1947820.0,
      "text": "Well, I&#39;m just quoting you, when -- you were asked about a potential nuclear competition"
    },
    {
      "index": 382,
      "start_time": 1947820.0,
      "end_time": 1953430.0,
      "text": "in Asia you said go ahead and enjoy yourselves folks."
    },
    {
      "index": 383,
      "start_time": 1953430.0,
      "end_time": 1957279.0,
      "text": "And defend yourselves. I didn’t say nuclear -"
    },
    {
      "index": 384,
      "start_time": 1957280.0,
      "end_time": 1961791.0,
      "text": "That kind of, that kind of language -- the United States have kept the peace through"
    },
    {
      "index": 385,
      "start_time": 1961790.0,
      "end_time": 1967330.0,
      "text": "our alliances. Donald wants to tear up our alliances. I think it makes the world safer"
    },
    {
      "index": 386,
      "start_time": 1967330.0,
      "end_time": 1973260.0,
      "text": "and frankly it makes the United States safer. I would work with our allies in Asia, Europe,"
    },
    {
      "index": 387,
      "start_time": 1973260.0,
      "end_time": 1977260.0,
      "text": "in the Middle East and elsewhere. That the only way we&#39;re going to keep the peace."
    },
    {
      "index": 388,
      "start_time": 1977260.0,
      "end_time": 1982720.0,
      "text": "We are going to move on to the next topic, which is the economy. I hope we handle that"
    },
    {
      "index": 389,
      "start_time": 1982720.0,
      "end_time": 1989550.0,
      "text": "as well as we did immigration, you also have very different ideas of how to get the economy"
    },
    {
      "index": 390,
      "start_time": 1989550.0,
      "end_time": 1996740.0,
      "text": "growing faster. Secretary Clinton, in your plan government plays a big role, you see"
    },
    {
      "index": 391,
      "start_time": 1996740.0,
      "end_time": 2003270.0,
      "text": "more government spending, more entitlements, more tax credits, more tax penalties. Mr."
    },
    {
      "index": 392,
      "start_time": 2003270.0,
      "end_time": 2007550.0,
      "text": "Trump, you want to get government out with lower taxes and less regulations. We&#39;re going"
    },
    {
      "index": 393,
      "start_time": 2007550.0,
      "end_time": 2011880.0,
      "text": "to drill down into this a little bit more, but in this overview, please explain to me"
    },
    {
      "index": 394,
      "start_time": 2011880.0,
      "end_time": 2016850.0,
      "text": "why you believe that your plan will create more jobs and growth for this country and"
    },
    {
      "index": 395,
      "start_time": 2016850.0,
      "end_time": 2021050.0,
      "text": "your opponent&#39;s plan will not in this round. You go first, Secretary Clinton."
    },
    {
      "index": 396,
      "start_time": 2021050.0,
      "end_time": 2026630.0,
      "text": "I think when the middle class thrives, North America thrives and so my plan is based on"
    },
    {
      "index": 397,
      "start_time": 2026630.0,
      "end_time": 2032820.0,
      "text": "growing the economy, giving middle-class families many more opportunities. I want us to have"
    },
    {
      "index": 398,
      "start_time": 2032820.0,
      "end_time": 2038890.0,
      "text": "the biggest jobs program since World War II, jobs in infrastructure and advanced manufacturing."
    },
    {
      "index": 399,
      "start_time": 2038890.0,
      "end_time": 2044050.0,
      "text": "I think we can compete with high wage countries and I believe we should. New jobs and clean"
    },
    {
      "index": 400,
      "start_time": 2044050.0,
      "end_time": 2048409.0,
      "text": "energy, not only to fight climate change, which is a serious problem, but to create"
    },
    {
      "index": 401,
      "start_time": 2048409.9999999998,
      "end_time": 2053010.9999999998,
      "text": "new opportunities and new businesses. I want us to do more to help small business. That&#39;s"
    },
    {
      "index": 402,
      "start_time": 2053010.0000000002,
      "end_time": 2055710.0000000002,
      "text": "where two thirds of the new jobs are going to come from."
    },
    {
      "index": 403,
      "start_time": 2055710.0,
      "end_time": 2062069.0,
      "text": "I want us to raise the national minimum wage because people who live in poverty, who work"
    },
    {
      "index": 404,
      "start_time": 2062070.0000000002,
      "end_time": 2066290.0000000002,
      "text": "full-time should not still be in poverty and I sure do want to make sure women get equal"
    },
    {
      "index": 405,
      "start_time": 2066290.0,
      "end_time": 2070531.0,
      "text": "pay for the work we do. I feel strongly that we have to have an education"
    },
    {
      "index": 406,
      "start_time": 2070530.0000000002,
      "end_time": 2075260.0000000002,
      "text": "system that starts with preschool and goes through college. That&#39;s why I want more technical"
    },
    {
      "index": 407,
      "start_time": 2075260.0000000002,
      "end_time": 2080019.0000000002,
      "text": "education in high schools and in community colleges, real apprenticeships to a prepare"
    },
    {
      "index": 408,
      "start_time": 2080020.0,
      "end_time": 2085100.0,
      "text": "young people for the jobs of the future. I want to make college debt-free and for families"
    },
    {
      "index": 409,
      "start_time": 2085100.0,
      "end_time": 2089860.0,
      "text": "making less than a hundred twenty five thousand dollars. You will not get a tuition bill from"
    },
    {
      "index": 410,
      "start_time": 2089860.0000000002,
      "end_time": 2095640.0000000002,
      "text": "a public college or a university if the plan that I worked on with Bernie Sanders is enacted."
    },
    {
      "index": 411,
      "start_time": 2095639.9999999998,
      "end_time": 2100631.0,
      "text": "And we&#39;re going to work hard to make sure that it is, because we are going to go where"
    },
    {
      "index": 412,
      "start_time": 2100630.0,
      "end_time": 2105671.0,
      "text": "the money is. Most of the gains in the last year since the great recession have gone to"
    },
    {
      "index": 413,
      "start_time": 2105670.0,
      "end_time": 2110489.0,
      "text": "the very top. So we are going to have the wealthy pay their fair share. We are going"
    },
    {
      "index": 414,
      "start_time": 2110490.0,
      "end_time": 2116520.0,
      "text": "to have corporations make a contribution greater than they are now to our country. That is"
    },
    {
      "index": 415,
      "start_time": 2116520.0,
      "end_time": 2122230.0,
      "text": "a plan that has been analyzed by independent experts that said it could produce ten million"
    },
    {
      "index": 416,
      "start_time": 2122230.0,
      "end_time": 2129089.0,
      "text": "new jobs. By contrast, Donald&#39;s plan has been analyzed to conclude it might lose three and"
    },
    {
      "index": 417,
      "start_time": 2129090.0,
      "end_time": 2133271.0,
      "text": "half million jobs. Why? Because his whole plan is to cut taxes"
    },
    {
      "index": 418,
      "start_time": 2133270.0,
      "end_time": 2138660.0,
      "text": "to cut give the biggest tax breaks ever to the wealthy and the corporations. Adding twenty"
    },
    {
      "index": 419,
      "start_time": 2138660.0,
      "end_time": 2145820.0,
      "text": "trillion dollars to our debt and causing the kind of dislocation that we have seen before,"
    },
    {
      "index": 420,
      "start_time": 2145820.0,
      "end_time": 2151369.0,
      "text": "because it truly will be trickle-down economics on steroids. So the plan I have will actually"
    },
    {
      "index": 421,
      "start_time": 2151370.0,
      "end_time": 2156610.0,
      "text": "produce greater opportunities; the plan he has will cost us jobs and possibly lead to"
    },
    {
      "index": 422,
      "start_time": 2156610.0,
      "end_time": 2157791.0,
      "text": "another great recession."
    },
    {
      "index": 423,
      "start_time": 2157790.0,
      "end_time": 2163960.0,
      "text": "Secretary, thank you. Donald Trump, why will your plan create more jobs than Secretary"
    },
    {
      "index": 424,
      "start_time": 2163960.0,
      "end_time": 2164960.0,
      "text": "Clinton?"
    },
    {
      "index": 425,
      "start_time": 2164960.0,
      "end_time": 2168230.0,
      "text": "Well first of all before I start on my plan, her plan is going to raise taxes and even"
    },
    {
      "index": 426,
      "start_time": 2168230.0,
      "end_time": 2173760.0,
      "text": "double your taxes. Her tax plan is a disaster and she can say all she wants about college"
    },
    {
      "index": 427,
      "start_time": 2173760.0,
      "end_time": 2178299.0,
      "text": "tuition and I&#39;m a big proponent, we&#39;re going to do a lot of things for college tuition,"
    },
    {
      "index": 428,
      "start_time": 2178300.0,
      "end_time": 2182631.0,
      "text": "but the rest of the public is going to be paying for it. We will have a massive, massive"
    },
    {
      "index": 429,
      "start_time": 2182630.0,
      "end_time": 2188380.0,
      "text": "tax increase under Hillary Clinton&#39;s plan. But I would like to start off where we left,"
    },
    {
      "index": 430,
      "start_time": 2188380.0,
      "end_time": 2193910.0,
      "text": "because when I said Japan and Germany -- and I&#39;m not just singling them out but South Korea"
    },
    {
      "index": 431,
      "start_time": 2193910.0,
      "end_time": 2200160.0,
      "text": "-- these are very rich powerful countries. Saudi Arabia -- nothing but money, we protect"
    },
    {
      "index": 432,
      "start_time": 2200160.0,
      "end_time": 2205140.0,
      "text": "Saudi Arabia. Why aren’t they paying? She immediately when she heard this I questioned"
    },
    {
      "index": 433,
      "start_time": 2205140.0,
      "end_time": 2206140.0,
      "text": "it and I questioned NATO. Why aren’t the NATO questions? Why aren’t they paying?"
    },
    {
      "index": 434,
      "start_time": 2206140.0,
      "end_time": 2208641.0,
      "text": "Since I did this, this was a year ago - the NATO question where they paying? Because they"
    },
    {
      "index": 435,
      "start_time": 2208640.0,
      "end_time": 2213069.0,
      "text": "were paying. Since I did this this was a year ago all of a sudden they are paying. And I&#39;ve"
    },
    {
      "index": 436,
      "start_time": 2213070.0,
      "end_time": 2217450.0,
      "text": "been given a lot of credit for it and all the sudden they are starting to pay up. We"
    },
    {
      "index": 437,
      "start_time": 2217450.0,
      "end_time": 2221980.0,
      "text": "are protecting people they have to pay up and I&#39;m a big fan of NATO but they have to"
    },
    {
      "index": 438,
      "start_time": 2221980.0,
      "end_time": 2227140.0,
      "text": "pay up she comes out and says we love our allies we think our allies are great. Well"
    },
    {
      "index": 439,
      "start_time": 2227140.0,
      "end_time": 2231340.0,
      "text": "it&#39;s awfully hard to get them to pay up when you have someone saying we think how good"
    },
    {
      "index": 440,
      "start_time": 2231340.0,
      "end_time": 2233900.0,
      "text": "they are. We have to tell Japan and a very nice way"
    },
    {
      "index": 441,
      "start_time": 2233900.0,
      "end_time": 2240650.0,
      "text": "we have to tell Germany all these countries we have a say you have to help us out. We"
    },
    {
      "index": 442,
      "start_time": 2240650.0,
      "end_time": 2246559.0,
      "text": "have during his regime during President Obama&#39;s regime we have doubled our national debt."
    },
    {
      "index": 443,
      "start_time": 2246560.0,
      "end_time": 2251881.0,
      "text": "We are up to twenty trillion dollars. So my plan - we are going to renegotiate trade."
    },
    {
      "index": 444,
      "start_time": 2251880.0,
      "end_time": 2255730.0,
      "text": "We&#39;re going to have a lot of free trade more free trade than we have right now. But we"
    },
    {
      "index": 445,
      "start_time": 2255730.0,
      "end_time": 2260190.0,
      "text": "have horrible deals. Our jobs are being taken out by the deal that her husband signed - NAFTA"
    },
    {
      "index": 446,
      "start_time": 2260190.0,
      "end_time": 2264859.0,
      "text": "- one of the worst deals ever. Our jobs are being sucked out of our economy. You look"
    },
    {
      "index": 447,
      "start_time": 2264860.0,
      "end_time": 2268961.0,
      "text": "at all of the places that I just left you go to Pennsylvania you to go to Ohio. You"
    },
    {
      "index": 448,
      "start_time": 2268960.0,
      "end_time": 2274099.0,
      "text": "go to Florida you go to any of them you go upstate New York are jobs have fled to Mexico"
    },
    {
      "index": 449,
      "start_time": 2274100.0,
      "end_time": 2278340.0,
      "text": "and other places. We are bringing our jobs back. I&#39;m going to renegotiate NAFTA. And"
    },
    {
      "index": 450,
      "start_time": 2278340.0,
      "end_time": 2284800.0,
      "text": "if I can’t make a great deal then we’re going to terminate NAFTA t we&#39;re going to"
    },
    {
      "index": 451,
      "start_time": 2284800.0,
      "end_time": 2288551.0,
      "text": "create new deals are going to terminate it we&#39;re going to make a great trade deal And"
    },
    {
      "index": 452,
      "start_time": 2288550.0,
      "end_time": 2294539.0,
      "text": "if we can&#39;t, do a duet with and going separate way it has been a disaster. And it cut taxes"
    },
    {
      "index": 453,
      "start_time": 2294540.0,
      "end_time": 2299350.0,
      "text": "massively. We’re going to cut business taxes massively. They’re start hiring people."
    },
    {
      "index": 454,
      "start_time": 2299350.0,
      "end_time": 2303661.0,
      "text": "We’re going to bring the two and a half trillion dollars that is offshore to the country."
    },
    {
      "index": 455,
      "start_time": 2303660.0,
      "end_time": 2308450.0,
      "text": "We are going to start the engine rolling again because right now our country is dying at"
    },
    {
      "index": 456,
      "start_time": 2308450.0,
      "end_time": 2310279.0,
      "text": "one percent GDP."
    },
    {
      "index": 457,
      "start_time": 2310280.0,
      "end_time": 2314760.0,
      "text": "Well, let me translate that if I can Chris -"
    },
    {
      "index": 458,
      "start_time": 2314760.0,
      "end_time": 2315760.0,
      "text": "You can&#39;t."
    },
    {
      "index": 459,
      "start_time": 2315760.0,
      "end_time": 2321610.0,
      "text": "Because fact is he is going to advocate for the largest tax cut we&#39;ve ever seen, times"
    },
    {
      "index": 460,
      "start_time": 2321610.0,
      "end_time": 2328191.0,
      "text": "more than the tax cuts under the Bush administration. I have said repeatedly throughout this campaign"
    },
    {
      "index": 461,
      "start_time": 2328190.0,
      "end_time": 2334220.0,
      "text": "I will not raise taxes on anyone making two hundred fifty thousand dollars or less. I"
    },
    {
      "index": 462,
      "start_time": 2334220.0,
      "end_time": 2340470.0,
      "text": "also will not add a penny to the debt. I have costed out what I&#39;m going to do. He will,"
    },
    {
      "index": 463,
      "start_time": 2340470.0,
      "end_time": 2345390.0,
      "text": "through his massive tax cuts, add twenty trillion dollars to the debt. Well, he mentioned the"
    },
    {
      "index": 464,
      "start_time": 2345390.0,
      "end_time": 2349989.0,
      "text": "debt. We know how to get control of the debt. When my husband was president, we went from"
    },
    {
      "index": 465,
      "start_time": 2349990.0,
      "end_time": 2353891.0,
      "text": "a three hundred million dollars deficit to a two hundred billion dollars surplus, and"
    },
    {
      "index": 466,
      "start_time": 2353890.0,
      "end_time": 2358589.0,
      "text": "we&#39;re actually on the path to eliminating the national debt. When President Obama came"
    },
    {
      "index": 467,
      "start_time": 2358590.0,
      "end_time": 2363270.0,
      "text": "to office, he inherited the worst economic disaster since the Great Depression. He has"
    },
    {
      "index": 468,
      "start_time": 2363270.0,
      "end_time": 2368951.0,
      "text": "cut the deficit by two thirds. So, yes, one of the ways you go after the debt, one of"
    },
    {
      "index": 469,
      "start_time": 2368950.0,
      "end_time": 2375430.0,
      "text": "the ways you create jobs is by investing in people. So I do have investments -- investments"
    },
    {
      "index": 470,
      "start_time": 2375430.0,
      "end_time": 2381259.0,
      "text": "in new jobs, investments in education, skill training and the opportunities for people"
    },
    {
      "index": 471,
      "start_time": 2381260.0,
      "end_time": 2387360.0,
      "text": "to get ahead and stay ahead. That&#39;s the kind of approach that will work. Adding taxes on"
    },
    {
      "index": 472,
      "start_time": 2387360.0,
      "end_time": 2392040.0,
      "text": "the wealthy, we’ve tried that -- it has not worked the way that it has been promised."
    },
    {
      "index": 473,
      "start_time": 2392040.0,
      "end_time": 2393041.0,
      "text": "See a breakdown of how Trump and Clinton’s plans would affect after-tax incomes her."
    },
    {
      "index": 474,
      "start_time": 2393040.0,
      "end_time": 2397849.0,
      "text": "Secretary Clinton, I want to pursue your plan because in many ways, it is similar to the"
    },
    {
      "index": 475,
      "start_time": 2397850.0,
      "end_time": 2407221.0,
      "text": "Obama stimulus plan in 2009, which has led to the slowest GDP growth since 1949."
    },
    {
      "index": 476,
      "start_time": 2407220.0,
      "end_time": 2409400.0,
      "text": "Correct."
    },
    {
      "index": 477,
      "start_time": 2409400.0,
      "end_time": 2414529.0,
      "text": "Thank you, sir. You told me in July when we spoke that the problem is that President Obama"
    },
    {
      "index": 478,
      "start_time": 2414530.0,
      "end_time": 2420490.0,
      "text": "didn&#39;t get to do enough of what he was trying to do with the stimulus. So is your plan basically"
    },
    {
      "index": 479,
      "start_time": 2420490.0,
      "end_time": 2422990.0,
      "text": "-- or even more -- of the Obama stimulus?"
    },
    {
      "index": 480,
      "start_time": 2422990.0,
      "end_time": 2431090.0,
      "text": "Well, it’s a combination, Chris. And let me say that when you inherit the level of"
    },
    {
      "index": 481,
      "start_time": 2431090.0,
      "end_time": 2437520.0,
      "text": "economic catastrophe that President Obama inherited, it was a real touch and go situation."
    },
    {
      "index": 482,
      "start_time": 2437520.0,
      "end_time": 2440250.0,
      "text": "I was in the Senate before I became Secretary of State."
    },
    {
      "index": 483,
      "start_time": 2440250.0,
      "end_time": 2448951.0,
      "text": "I&#39;ve never seen people as physically distraught as the Bush administration team was because"
    },
    {
      "index": 484,
      "start_time": 2448950.0,
      "end_time": 2454970.0,
      "text": "of what was happening to the economy. I personally believe that the steps that President Obama"
    },
    {
      "index": 485,
      "start_time": 2454970.0,
      "end_time": 2461249.0,
      "text": "took saved the economy. He doesn&#39;t get the credit he deserves for taking some very hard"
    },
    {
      "index": 486,
      "start_time": 2461250.0,
      "end_time": 2467131.0,
      "text": "positions. But it was a terrible recession. So now, we dug ourselves out of it. We’re"
    },
    {
      "index": 487,
      "start_time": 2467130.0,
      "end_time": 2472910.0,
      "text": "standing, but we’re not yet running. So what I am proposing is that we invest the"
    },
    {
      "index": 488,
      "start_time": 2472910.0,
      "end_time": 2479130.0,
      "text": "middle out and the ground up, the top down. That is not going to work. That’s why what"
    },
    {
      "index": 489,
      "start_time": 2479130.0,
      "end_time": 2484609.0,
      "text": "I have put forward does not at a penny to the debt, but it is the kind of approach that"
    },
    {
      "index": 490,
      "start_time": 2484610.0,
      "end_time": 2489451.0,
      "text": "will enable more people to take those new jobs, higher-paying jobs. We’re beginning"
    },
    {
      "index": 491,
      "start_time": 2489450.0,
      "end_time": 2495200.0,
      "text": "to see some increase in incomes. And we certainly have had a long string of"
    },
    {
      "index": 492,
      "start_time": 2495200.0,
      "end_time": 2500670.0,
      "text": "increase in jobs. We got to do more to get the whole economy moving. And that&#39;s what"
    },
    {
      "index": 493,
      "start_time": 2500670.0,
      "end_time": 2502670.0,
      "text": "I believe I will be able to do."
    },
    {
      "index": 494,
      "start_time": 2502670.0,
      "end_time": 2507499.0,
      "text": "Mr. Trump, even conservative economists who have looked at your plan say that the numbers"
    },
    {
      "index": 495,
      "start_time": 2507500.0,
      "end_time": 2513391.0,
      "text": "don&#39;t add up -- that your idea -- and you’ve talked about twenty five million jobs created,"
    },
    {
      "index": 496,
      "start_time": 2513390.0,
      "end_time": 2514440.0,
      "text": "four percent growth --"
    },
    {
      "index": 497,
      "start_time": 2514440.0,
      "end_time": 2516569.0,
      "text": "Over a ten year period -"
    },
    {
      "index": 498,
      "start_time": 2516570.0,
      "end_time": 2522120.0,
      "text": "- is unrealistic. And they say you talk about growing the energy industry, they say with"
    },
    {
      "index": 499,
      "start_time": 2522120.0,
      "end_time": 2526810.0,
      "text": "oil prices about as low as they are right now, that’s unrealistic as well. Your response?"
    },
    {
      "index": 500,
      "start_time": 2526810.0,
      "end_time": 2532901.0,
      "text": "So I just left some high representatives in India. They’re growing at eight percent."
    },
    {
      "index": 501,
      "start_time": 2532900.0,
      "end_time": 2539019.0,
      "text": "China is growing at seven percent, and that for them in the catastrophically low number."
    },
    {
      "index": 502,
      "start_time": 2539020.0,
      "end_time": 2543590.0,
      "text": "We are growing our last report came out, it&#39;s right over from the one percent level. And"
    },
    {
      "index": 503,
      "start_time": 2543590.0,
      "end_time": 2548840.0,
      "text": "I think it&#39;s going down. Last week, as you know, the end of last week, they came out"
    },
    {
      "index": 504,
      "start_time": 2548840.0,
      "end_time": 2554491.0,
      "text": "with an anemic jobs report, terrible jobs report. In fact I said, is that the last jobs"
    },
    {
      "index": 505,
      "start_time": 2554490.0,
      "end_time": 2559390.0,
      "text": "report before the election because if it is, I should win easily -- it was so bad. The"
    },
    {
      "index": 506,
      "start_time": 2559390.0,
      "end_time": 2565160.0,
      "text": "report was so bad. Look, our country is stagnant. We&#39;ve lost"
    },
    {
      "index": 507,
      "start_time": 2565160.0,
      "end_time": 2568380.0,
      "text": "our jobs. We lost our businesses. We’re not making"
    },
    {
      "index": 508,
      "start_time": 2568380.0,
      "end_time": 2573400.0,
      "text": "things any more, relatively speaking. Our product is pouring in from China, pouring"
    },
    {
      "index": 509,
      "start_time": 2573400.0,
      "end_time": 2578230.0,
      "text": "in from Vietnam, pouring in from all over the world. I&#39;ve visited so many communities"
    },
    {
      "index": 510,
      "start_time": 2578230.0,
      "end_time": 2582529.0,
      "text": "-- this has been such an incredible education for me, Chris, I’ve gotten to know so many,"
    },
    {
      "index": 511,
      "start_time": 2582530.0,
      "end_time": 2587991.0,
      "text": "I’ve developed so many friends over the last year. And they cry when they see what’s"
    },
    {
      "index": 512,
      "start_time": 2587990.0,
      "end_time": 2591930.0,
      "text": "happened. I pass factories that were thriving twenty, twentyfive years ago. Because of the"
    },
    {
      "index": 513,
      "start_time": 2591930.0,
      "end_time": 2598130.0,
      "text": "bill that her husband signed -- and she blessed one hundred percent, it is just horrible what’s"
    },
    {
      "index": 514,
      "start_time": 2598130.0,
      "end_time": 2602119.0,
      "text": "happening to these people in these communities. Now, she can say her husband did well, but"
    },
    {
      "index": 515,
      "start_time": 2602120.0,
      "end_time": 2607031.0,
      "text": "boy, did they suffer as NAFTA kicked in because it didn’t really kick in very much. But"
    },
    {
      "index": 516,
      "start_time": 2607030.0,
      "end_time": 2611940.0,
      "text": "it kick in after they left -- Boy did they suffer. That was one of the worst thing that"
    },
    {
      "index": 517,
      "start_time": 2611940.0,
      "end_time": 2616820.0,
      "text": "ever happened in our country. Now she wants to sign transpacific partnership. And she"
    },
    {
      "index": 518,
      "start_time": 2616820.0,
      "end_time": 2622099.0,
      "text": "wants it -- she lied when she said she didn&#39;t call it the gold standard. Totally lied -- she"
    },
    {
      "index": 519,
      "start_time": 2622100.0,
      "end_time": 2626411.0,
      "text": "did call it the gold standard, actually back to. And they said I was right."
    },
    {
      "index": 520,
      "start_time": 2626410.0,
      "end_time": 2633269.0,
      "text": "I want to give you a chance to briefly speak to that, and then I want to pivot to"
    },
    {
      "index": 521,
      "start_time": 2633270.0,
      "end_time": 2634270.0,
      "text": "(CROSSTALK)"
    },
    {
      "index": 522,
      "start_time": 2634270.0,
      "end_time": 2635490.0,
      "text": "but go ahead, briefly."
    },
    {
      "index": 523,
      "start_time": 2635490.0,
      "end_time": 2641671.0,
      "text": "First, let me say number one, when I saw the final agreement for TPP, I said I was against"
    },
    {
      "index": 524,
      "start_time": 2641670.0,
      "end_time": 2646380.0,
      "text": "it. It didn’t meet my test. At the same test -- does it create jobs, raise incomes"
    },
    {
      "index": 525,
      "start_time": 2646380.0,
      "end_time": 2650640.0,
      "text": "and further our national security? I’m against it now, I’ll be against it after the election,"
    },
    {
      "index": 526,
      "start_time": 2650640.0,
      "end_time": 2654670.0,
      "text": "I’ll be against it when I’m president. Only one of us on the stage was actually shipped"
    },
    {
      "index": 527,
      "start_time": 2654670.0,
      "end_time": 2660420.0,
      "text": "jobs to Mexico, that’s Donald. He’s shipped jobs to twelve countries, including Mexico."
    },
    {
      "index": 528,
      "start_time": 2660420.0,
      "end_time": 2665069.0,
      "text": "But he mentioned China. One of the biggest problems that we have China is the illegal"
    },
    {
      "index": 529,
      "start_time": 2665070.0,
      "end_time": 2670980.0,
      "text": "dumping of steel and aluminum into our markets. I have fought against that as a senator. I’ve"
    },
    {
      "index": 530,
      "start_time": 2670980.0,
      "end_time": 2676350.0,
      "text": "stood up against it as Secretary of State. Donald has bought Chinese steel and aluminum."
    },
    {
      "index": 531,
      "start_time": 2676350.0,
      "end_time": 2681221.0,
      "text": "In fact, the Trump hotel right here in Las Vegas was made with Chinese steel. So he goes"
    },
    {
      "index": 532,
      "start_time": 2681220.0,
      "end_time": 2687410.0,
      "text": "around with crocodile tears about how terrible it is, but he has given jobs to Chinese steelworkers,"
    },
    {
      "index": 533,
      "start_time": 2687410.0,
      "end_time": 2688410.0,
      "text": "American Steelworkers."
    },
    {
      "index": 534,
      "start_time": 2688410.0,
      "end_time": 2689410.0,
      "text": "Mr. Trump?"
    },
    {
      "index": 535,
      "start_time": 2689410.0,
      "end_time": 2693579.0,
      "text": "That&#39;s the kind of approach that is just not going to work. Were going to pull the country"
    },
    {
      "index": 536,
      "start_time": 2693580.0,
      "end_time": 2698411.0,
      "text": "together and have trade agreement shall be in force. Why I&#39;m going to have a trade prosecutor"
    },
    {
      "index": 537,
      "start_time": 2698410.0,
      "end_time": 2703539.0,
      "text": "for the first time in history. And were going to enforce those agreements, were going to"
    },
    {
      "index": 538,
      "start_time": 2703540.0,
      "end_time": 2707260.0,
      "text": "look to businesses for buying the help of the buy American products."
    },
    {
      "index": 539,
      "start_time": 2707260.0,
      "end_time": 2712301.0,
      "text": "I asked a simple question. She&#39;s been doing this for thirty years. Why the hell didn&#39;t"
    },
    {
      "index": 540,
      "start_time": 2712300.0,
      "end_time": 2715589.0,
      "text": "you do it over the last fifteen, twenty years?"
    },
    {
      "index": 541,
      "start_time": 2715590.0,
      "end_time": 2717060.0,
      "text": "No, I voted -"
    },
    {
      "index": 542,
      "start_time": 2717060.0,
      "end_time": 2723820.0,
      "text": "Excuse me -- my turn. You are very much involved in every aspect of this country, very much."
    },
    {
      "index": 543,
      "start_time": 2723820.0,
      "end_time": 2726790.0,
      "text": "And you do have experience. I’ve said, the one thing you have over me is experience,"
    },
    {
      "index": 544,
      "start_time": 2726790.0,
      "end_time": 2731671.0,
      "text": "but it’s bad experience because what you&#39;ve done has turned out badly. For thirty years,"
    },
    {
      "index": 545,
      "start_time": 2731670.0,
      "end_time": 2735910.0,
      "text": "you’ve been in a position to help. And If you say I&#39;ve used steel or I used something"
    },
    {
      "index": 546,
      "start_time": 2735910.0,
      "end_time": 2742069.0,
      "text": "else, make it impossible for me to do that. I wouldn’t mind. The problem is you talk,"
    },
    {
      "index": 547,
      "start_time": 2742070.0,
      "end_time": 2746341.0,
      "text": "but you don&#39;t get anything done, Hillary, you don&#39;t. Just like when you&#39;re in the State"
    },
    {
      "index": 548,
      "start_time": 2746340.0,
      "end_time": 2752059.0,
      "text": "Department, six billion dollars was missing. How do you miss six billion dollars? You ran"
    },
    {
      "index": 549,
      "start_time": 2752060.0,
      "end_time": 2757820.0,
      "text": "the State Department. Six billion dollars was either stolen -- they don’t know. It’s"
    },
    {
      "index": 550,
      "start_time": 2757820.0,
      "end_time": 2766040.0,
      "text": "gone. Six billion dollars. If you become president, this country is going to be in some mess."
    },
    {
      "index": 551,
      "start_time": 2766040.0,
      "end_time": 2767040.0,
      "text": "Believe me."
    },
    {
      "index": 552,
      "start_time": 2767040.0,
      "end_time": 2771411.0,
      "text": "Well, first of all, what you just said about the State Department is not only untrue, it"
    },
    {
      "index": 553,
      "start_time": 2771410.0,
      "end_time": 2777359.0,
      "text": "has been debunked numerous times. But I think it&#39;s really an important issue he raised,"
    },
    {
      "index": 554,
      "start_time": 2777360.0,
      "end_time": 2782120.0,
      "text": "the thirty years of experience. So let me just talk briefly about that. You know, back"
    },
    {
      "index": 555,
      "start_time": 2782120.0,
      "end_time": 2786441.0,
      "text": "in the nineteen seventies, I worked for the Children&#39;s Defense fund and I was taking on"
    },
    {
      "index": 556,
      "start_time": 2786440.0,
      "end_time": 2791860.0,
      "text": "discrimination against African-American kids in schools. He was getting sued by the Justice"
    },
    {
      "index": 557,
      "start_time": 2791860.0,
      "end_time": 2795680.0,
      "text": "Department for racial discrimination in his apartment buildings."
    },
    {
      "index": 558,
      "start_time": 2795680.0,
      "end_time": 2801789.0,
      "text": "In the 1980s, I was working to reform the schools in Arkansas. He was borrowing fourteen"
    },
    {
      "index": 559,
      "start_time": 2801790.0,
      "end_time": 2807221.0,
      "text": "million dollars from his father to start his businesses. In the 1990s, I went to Beijing."
    },
    {
      "index": 560,
      "start_time": 2807220.0,
      "end_time": 2811769.0,
      "text": "And I said women&#39;s rights are human rights. He insulted a former Miss Universe, Alicia"
    },
    {
      "index": 561,
      "start_time": 2811770.0,
      "end_time": 2817661.0,
      "text": "Machado -- called her an eating machine. And on the day when I was in the situation room,"
    },
    {
      "index": 562,
      "start_time": 2817660.0,
      "end_time": 2823529.0,
      "text": "monitoring the raid that brought Osama bin Laden to justice, he was hosting the Celebrity"
    },
    {
      "index": 563,
      "start_time": 2823530.0,
      "end_time": 2828870.0,
      "text": "Apprentice. So I am happy to compare my thirty years experience. What I&#39;ve done for this"
    },
    {
      "index": 564,
      "start_time": 2828870.0,
      "end_time": 2834071.0,
      "text": "country, trying to help in every way I could, especially kids and families, get ahead and"
    },
    {
      "index": 565,
      "start_time": 2834070.0,
      "end_time": 2839009.0,
      "text": "stay ahead, with your thirty years. And I will let the American people make that decision."
    },
    {
      "index": 566,
      "start_time": 2839010.0,
      "end_time": 2843070.0,
      "text": "Well, I think I did a much better job. I built a massive company, a great company, some of"
    },
    {
      "index": 567,
      "start_time": 2843070.0,
      "end_time": 2848711.0,
      "text": "the greatest assets anywhere in the world, worth many many billions of dollars."
    },
    {
      "index": 568,
      "start_time": 2848710.0,
      "end_time": 2852920.0,
      "text": "I started with a one million dollar loan. I agree with that -- one million dollar loan."
    },
    {
      "index": 569,
      "start_time": 2852920.0,
      "end_time": 2858969.0,
      "text": "But I built a phenomenal company. And if we could run our country the way I&#39;ve run my"
    },
    {
      "index": 570,
      "start_time": 2858970.0,
      "end_time": 2863911.0,
      "text": "company, we would have a country that you will be so proud of. You would even be proud"
    },
    {
      "index": 571,
      "start_time": 2863910.0,
      "end_time": 2870190.0,
      "text": "of it. And frankly, when you look at her real record, take a look at Syria. Take a look"
    },
    {
      "index": 572,
      "start_time": 2870190.0,
      "end_time": 2875999.0,
      "text": "at the migration. Take a look at Libya. Take a look at Iraq. She gave us ISIS because her"
    },
    {
      "index": 573,
      "start_time": 2876000.0,
      "end_time": 2882201.0,
      "text": "and Obama created this huge vacuum. And a small group came out of that huge vacuum because,"
    },
    {
      "index": 574,
      "start_time": 2882200.0,
      "end_time": 2885829.0,
      "text": "we should have never been in Iraq, but once we were there we should have never gotten"
    },
    {
      "index": 575,
      "start_time": 2885830.0,
      "end_time": 2890870.0,
      "text": "out the way they want to get out. She gave us ISIS as sure as you are sitting there."
    },
    {
      "index": 576,
      "start_time": 2890870.0,
      "end_time": 2895921.0,
      "text": "And what happened is now ISIS is in thirty two countries. Now I listen, she’s going"
    },
    {
      "index": 577,
      "start_time": 2895920.0,
      "end_time": 2899079.0,
      "text": "to get rid of ISIS. She’s going to get rid of nobody."
    },
    {
      "index": 578,
      "start_time": 2899080.0,
      "end_time": 2904740.0,
      "text": "All right. We are going to get to foreign hotspots in a few moments but the next segment"
    },
    {
      "index": 579,
      "start_time": 2904740.0,
      "end_time": 2910770.0,
      "text": "is fitness to be president of the United States. Mr. Trump, at the last debate, you said your"
    },
    {
      "index": 580,
      "start_time": 2910770.0,
      "end_time": 2917661.0,
      "text": "talk about grabbing women was just that, talk, and that you&#39;d never actually done it. And"
    },
    {
      "index": 581,
      "start_time": 2917660.0,
      "end_time": 2923730.0,
      "text": "since then, as we all know, nine women have come forward and said that you either groped"
    },
    {
      "index": 582,
      "start_time": 2923730.0,
      "end_time": 2931289.0,
      "text": "them or kissed them without their consent. Why would so many different women from so"
    },
    {
      "index": 583,
      "start_time": 2931290.0,
      "end_time": 2935211.0,
      "text": "many different circumstances over so many different years, why would they all in this"
    },
    {
      "index": 584,
      "start_time": 2935210.0,
      "end_time": 2940440.0,
      "text": "last couple of weeks make up, you deny this, why would they all make up these stories and"
    },
    {
      "index": 585,
      "start_time": 2940440.0,
      "end_time": 2946630.0,
      "text": "sent to this is a question for both of you Secretary Clinton, Mr. Trump says what your"
    },
    {
      "index": 586,
      "start_time": 2946630.0,
      "end_time": 2951970.0,
      "text": "husband did and you defended was even worse. Mr. Trump, you go first."
    },
    {
      "index": 587,
      "start_time": 2951970.0,
      "end_time": 2956890.0,
      "text": "First of all, the stories have been largely debunked. Those people, I don&#39;t know those"
    },
    {
      "index": 588,
      "start_time": 2956890.0,
      "end_time": 2961210.0,
      "text": "people. I have a feeling how they came I believe it was her campaign that did it. Just like"
    },
    {
      "index": 589,
      "start_time": 2961210.0,
      "end_time": 2966969.0,
      "text": "if you look at what came out today on the clips where I was wondering what happened"
    },
    {
      "index": 590,
      "start_time": 2966970.0,
      "end_time": 2972211.0,
      "text": "with my rally in Chicago And other rallies where we had such violence? She&#39;s the one"
    },
    {
      "index": 591,
      "start_time": 2972210.0,
      "end_time": 2977979.0,
      "text": "in Obama that caused the violence. They hired people. They payed them fifteen hundred dollars"
    },
    {
      "index": 592,
      "start_time": 2977980.0,
      "end_time": 2982760.0,
      "text": "and there on tape saying be violent cause fights do bad things."
    },
    {
      "index": 593,
      "start_time": 2982760.0,
      "end_time": 2987421.0,
      "text": "I would say the only way - because those stories are all totally false I have to say that."
    },
    {
      "index": 594,
      "start_time": 2987420.0,
      "end_time": 2991670.0,
      "text": "And I didn&#39;t even apologize to my wife who is sitting right here because I didn&#39;t do"
    },
    {
      "index": 595,
      "start_time": 2991670.0,
      "end_time": 2997369.0,
      "text": "anything. I didn&#39;t know any of these women, I didn&#39;t see these women. These women, the"
    },
    {
      "index": 596,
      "start_time": 2997370.0,
      "end_time": 3002251.0,
      "text": "woman on the plane, the woman -- I think they want either fame or her campaign did it and"
    },
    {
      "index": 597,
      "start_time": 3002250.0,
      "end_time": 3008039.0,
      "text": "I think it&#39;s her campaign. Because what I saw what they did, which is a criminal act"
    },
    {
      "index": 598,
      "start_time": 3008040.0,
      "end_time": 3012800.0,
      "text": "by the way, where there telling people to go out and start fistfights and start violence"
    },
    {
      "index": 599,
      "start_time": 3012800.0,
      "end_time": 3017800.0,
      "text": "and I&#39;ll tell you what. In particular in Chicago, people were hurt and people could have been"
    },
    {
      "index": 600,
      "start_time": 3017800.0,
      "end_time": 3022780.0,
      "text": "killed in that riot. And that was now, all on tape, started by her."
    },
    {
      "index": 601,
      "start_time": 3022780.0,
      "end_time": 3028961.0,
      "text": "I believe Chris that she got these people to step forward. If it wasn&#39;t they get there"
    },
    {
      "index": 602,
      "start_time": 3028960.0,
      "end_time": 3035690.0,
      "text": "ten minutes of fame. But they were all totally - it was all fiction. It was lies and it was"
    },
    {
      "index": 603,
      "start_time": 3035690.0,
      "end_time": 3036690.0,
      "text": "fiction."
    },
    {
      "index": 604,
      "start_time": 3036690.0,
      "end_time": 3037690.0,
      "text": "Secretary Clinton."
    },
    {
      "index": 605,
      "start_time": 3037690.0,
      "end_time": 3045880.0,
      "text": "Well, at the last debate we heard Donald talking about what he did to women. And after that,"
    },
    {
      "index": 606,
      "start_time": 3045880.0,
      "end_time": 3052440.0,
      "text": "a number of women have come forward saying that&#39;s exactly what he did to them. Now what"
    },
    {
      "index": 607,
      "start_time": 3052440.0,
      "end_time": 3058759.0,
      "text": "was his response? Well, he held a number of big rallies where he said that he could not"
    },
    {
      "index": 608,
      "start_time": 3058760.0,
      "end_time": 3064760.0,
      "text": "possibly have done those things to those women because they were not attractive enough for"
    },
    {
      "index": 609,
      "start_time": 3064760.0,
      "end_time": 3066971.0,
      "text": "them to be assaulted."
    },
    {
      "index": 610,
      "start_time": 3066970.0,
      "end_time": 3068099.0,
      "text": "I did not say that."
    },
    {
      "index": 611,
      "start_time": 3068100.0,
      "end_time": 3069770.0,
      "text": "In fact he went on to say."
    },
    {
      "index": 612,
      "start_time": 3069770.0,
      "end_time": 3071391.0,
      "text": "Her two-minutes, sir, are her two minutes."
    },
    {
      "index": 613,
      "start_time": 3071390.0,
      "end_time": 3073230.0,
      "text": "I did not say that."
    },
    {
      "index": 614,
      "start_time": 3073230.0,
      "end_time": 3074710.0,
      "text": "It&#39;s her two minutes."
    },
    {
      "index": 615,
      "start_time": 3074710.0,
      "end_time": 3081979.0,
      "text": "He went on to say, “Look at her. I don&#39;t think so.” About another woman, he said"
    },
    {
      "index": 616,
      "start_time": 3081980.0,
      "end_time": 3087941.0,
      "text": "that wouldn’t be my first choice. He attacked the woman reporter writing the story, called"
    },
    {
      "index": 617,
      "start_time": 3087940.0,
      "end_time": 3094609.0,
      "text": "her disgusting as he has called a number of women during this campaign. Donald thinks"
    },
    {
      "index": 618,
      "start_time": 3094610.0,
      "end_time": 3102391.0,
      "text": "belittling women makes him bigger. He goes after their dignity, their self-worth, and"
    },
    {
      "index": 619,
      "start_time": 3102390.0,
      "end_time": 3109200.0,
      "text": "I don&#39;t think there is a woman anywhere doesn&#39;t know what that feels like. So we now know"
    },
    {
      "index": 620,
      "start_time": 3109200.0,
      "end_time": 3114079.0,
      "text": "what Donald thinks and what he says and how he acts toward women. That’s who Donald"
    },
    {
      "index": 621,
      "start_time": 3114080.0,
      "end_time": 3121531.0,
      "text": "is. I think it&#39;s really up to all of us to demonstrate who we are and who our country"
    },
    {
      "index": 622,
      "start_time": 3121530.0,
      "end_time": 3130289.0,
      "text": "is, and to stand up and be very clear about what we expect from our next president, how"
    },
    {
      "index": 623,
      "start_time": 3130290.0,
      "end_time": 3137441.0,
      "text": "we want to bring our country together, where we don&#39;t want to have the kind of pitting"
    },
    {
      "index": 624,
      "start_time": 3137440.0,
      "end_time": 3142730.0,
      "text": "of people one against the other where instead we celebrate our diversity, we lift people"
    },
    {
      "index": 625,
      "start_time": 3142730.0,
      "end_time": 3150950.0,
      "text": "up, and we make our country even greater. America is great because America is good."
    },
    {
      "index": 626,
      "start_time": 3150950.0,
      "end_time": 3157839.0,
      "text": "And it really is up to all of us to make that true now and in the future and particularly"
    },
    {
      "index": 627,
      "start_time": 3157840.0,
      "end_time": 3160810.0,
      "text": "for our children and our grandchildren."
    },
    {
      "index": 628,
      "start_time": 3160810.0,
      "end_time": 3162171.0,
      "text": "Mr. Trump?"
    },
    {
      "index": 629,
      "start_time": 3162170.0,
      "end_time": 3166770.0,
      "text": "Nobody has more respect for women that I do, nobody. Nobody has more."
    },
    {
      "index": 630,
      "start_time": 3166770.0,
      "end_time": 3167910.0,
      "text": "Please everybody."
    },
    {
      "index": 631,
      "start_time": 3167910.0,
      "end_time": 3175960.0,
      "text": "And frankly, those stories have been largely debunked and I really want to just talk about"
    },
    {
      "index": 632,
      "start_time": 3175960.0,
      "end_time": 3181959.0,
      "text": "something slightly different. She mentions this which is all fiction -- all fictionalized"
    },
    {
      "index": 633,
      "start_time": 3181960.0,
      "end_time": 3189860.0,
      "text": "-- probably or possibly started by her and her very sleazy campaign but I will tell you"
    },
    {
      "index": 634,
      "start_time": 3189860.0,
      "end_time": 3194790.0,
      "text": "what isn’t fictionalized are her e-mails where she destroyed thirty three thousand"
    },
    {
      "index": 635,
      "start_time": 3194790.0,
      "end_time": 3200870.0,
      "text": "e-mails criminally criminally after getting a subpoena from the United States Congress."
    },
    {
      "index": 636,
      "start_time": 3200870.0,
      "end_time": 3207090.0,
      "text": "What happened to the FBI, I don&#39;t know. We have a great general four-star general today"
    },
    {
      "index": 637,
      "start_time": 3207090.0,
      "end_time": 3213760.0,
      "text": "you read it in all the papers, going to potentially serve five years in jail for lying to the"
    },
    {
      "index": 638,
      "start_time": 3213760.0,
      "end_time": 3223661.0,
      "text": "FBI one lie. She&#39;s lied hundreds of times to the people, to Congress, and to the FBI."
    },
    {
      "index": 639,
      "start_time": 3223660.0,
      "end_time": 3229910.0,
      "text": "He&#39;s going to probably go to jail. This is a four-star general and she gets away with"
    },
    {
      "index": 640,
      "start_time": 3229910.0,
      "end_time": 3241559.0,
      "text": "it and she can run for the presidency of the United States."
    },
    {
      "index": 641,
      "start_time": 3241560.0,
      "end_time": 3243830.0,
      "text": "Secretary Clinton."
    },
    {
      "index": 642,
      "start_time": 3243830.0,
      "end_time": 3252600.0,
      "text": "Every time Donald is pushed on something which is obviously uncomfortable like with these"
    },
    {
      "index": 643,
      "start_time": 3252600.0,
      "end_time": 3262141.0,
      "text": "women are saying, he immediately goes to denying responsibility and it&#39;s not just about women."
    },
    {
      "index": 644,
      "start_time": 3262140.0,
      "end_time": 3267619.0,
      "text": "He never apologizes or says he’s sorry for anything. So we know what he has said and"
    },
    {
      "index": 645,
      "start_time": 3267620.0,
      "end_time": 3273720.0,
      "text": "what he&#39;s done to women. But he also went after a disabled reporter, mocked and mimicked"
    },
    {
      "index": 646,
      "start_time": 3273720.0,
      "end_time": 3281520.0,
      "text": "him on national television. He went after Mr. and Mrs. Khan, the parents of a young"
    },
    {
      "index": 647,
      "start_time": 3281520.0,
      "end_time": 3287770.0,
      "text": "man who died serving our country, a Gold Star family, because of their religion. He went"
    },
    {
      "index": 648,
      "start_time": 3287770.0,
      "end_time": 3294470.0,
      "text": "after John McCain, a prisoner of war, said he prefers people who aren&#39;t captured. He"
    },
    {
      "index": 649,
      "start_time": 3294470.0,
      "end_time": 3301710.0,
      "text": "went after a federal judge, born in Indiana, but who Donald said couldn&#39;t be trusted to"
    },
    {
      "index": 650,
      "start_time": 3301710.0,
      "end_time": 3306960.0,
      "text": "try the fraud and racketeering case against Trump University because his parents were"
    },
    {
      "index": 651,
      "start_time": 3306960.0,
      "end_time": 3310641.0,
      "text": "Mexican. So it&#39;s not one thing. This is a pattern,"
    },
    {
      "index": 652,
      "start_time": 3310640.0,
      "end_time": 3318549.0,
      "text": "a pattern of divisiveness of a very dark and in many ways dangerous vision of our country"
    },
    {
      "index": 653,
      "start_time": 3318550.0,
      "end_time": 3324790.0,
      "text": "where he incites violence, where he applauds people who are pushing and pulling and punching"
    },
    {
      "index": 654,
      "start_time": 3324790.0,
      "end_time": 3331931.0,
      "text": "at his rallies. That is not who America is and I hope that as we move in the last weeks"
    },
    {
      "index": 655,
      "start_time": 3331930.0,
      "end_time": 3338880.0,
      "text": "of this campaign, more and more people will understand what&#39;s at stake in this election."
    },
    {
      "index": 656,
      "start_time": 3338880.0,
      "end_time": 3342500.0,
      "text": "It really does come down to a kind of country we are going to have."
    },
    {
      "index": 657,
      "start_time": 3342500.0,
      "end_time": 3347720.0,
      "text": "So sad when she talks about violence at my rallies and she caused the violence. It&#39;s"
    },
    {
      "index": 658,
      "start_time": 3347720.0,
      "end_time": 3348720.0,
      "text": "on tape."
    },
    {
      "index": 659,
      "start_time": 3348720.0,
      "end_time": 3349720.0,
      "text": "During the last --"
    },
    {
      "index": 660,
      "start_time": 3349720.0,
      "end_time": 3354469.0,
      "text": "The other things are false but honestly I&#39;d love to talk about getting rid of ISIS and"
    },
    {
      "index": 661,
      "start_time": 3354470.0,
      "end_time": 3358751.0,
      "text": "I’d love to talk about other things. But those other charges as she knows are false."
    },
    {
      "index": 662,
      "start_time": 3358750.0,
      "end_time": 3363680.0,
      "text": "And this bucket about fitness to be president there&#39;s been a lot of development over the"
    },
    {
      "index": 663,
      "start_time": 3363680.0,
      "end_time": 3368670.0,
      "text": "last ten days since the last debate. I&#39;d like to ask you about them these are questions"
    },
    {
      "index": 664,
      "start_time": 3368670.0,
      "end_time": 3373980.0,
      "text": "that the American people have. Secretary Clinton, during your 2009 Senate confirmation hearing,"
    },
    {
      "index": 665,
      "start_time": 3373980.0,
      "end_time": 3379450.0,
      "text": "you promised to avoid even the appearance of a conflict of interest with your dealing"
    },
    {
      "index": 666,
      "start_time": 3379450.0,
      "end_time": 3384339.0,
      "text": "with the Clinton Foundation while we were Secretary of State. But emails show that donors"
    },
    {
      "index": 667,
      "start_time": 3384340.0,
      "end_time": 3391460.0,
      "text": "got special access to you, those seeking grants for Haiti relief were considered separately"
    },
    {
      "index": 668,
      "start_time": 3391460.0,
      "end_time": 3397250.0,
      "text": "from non-donors, and some of those donors got contracts - government contracts, taxpayer"
    },
    {
      "index": 669,
      "start_time": 3397250.0,
      "end_time": 3402070.0,
      "text": "money. Can you really say that you kept your pledge to that Senate committee and why isn&#39;t"
    },
    {
      "index": 670,
      "start_time": 3402070.0,
      "end_time": 3407620.0,
      "text": "what happened and what went on between you and the Clinton foundation, why isn&#39;t what"
    },
    {
      "index": 671,
      "start_time": 3407620.0,
      "end_time": 3410210.0,
      "text": "Mr. Trump calls “pay to play”?"
    },
    {
      "index": 672,
      "start_time": 3410210.0,
      "end_time": 3416191.0,
      "text": "Well, everything I did as Secretary of State was in furtherance of our country&#39;s interests"
    },
    {
      "index": 673,
      "start_time": 3416190.0,
      "end_time": 3420680.0,
      "text": "and our values. The State Department has said that, I think that it&#39;s been proven. But I"
    },
    {
      "index": 674,
      "start_time": 3420680.0,
      "end_time": 3424800.0,
      "text": "am happy -- in fact, I&#39;m thrilled to talk about the Clinton Foundation because it is"
    },
    {
      "index": 675,
      "start_time": 3424800.0,
      "end_time": 3430050.0,
      "text": "a world renowned charity and I am so proud of the work that it does. You know, I could"
    },
    {
      "index": 676,
      "start_time": 3430050.0,
      "end_time": 3434670.0,
      "text": "talk for the rest of the debate -- I know I don&#39;t have the time to do that, but just"
    },
    {
      "index": 677,
      "start_time": 3434670.0,
      "end_time": 3441299.0,
      "text": "briefly: the Clinton Foundation made a possible for eleven million people around the world"
    },
    {
      "index": 678,
      "start_time": 3441300.0,
      "end_time": 3445941.0,
      "text": "with HIV-AIDS to afford treatment, and that&#39;s about half of all the people the world who"
    },
    {
      "index": 679,
      "start_time": 3445940.0,
      "end_time": 3451650.0,
      "text": "are getting treatment. In partnership with the American Health Association, we have made"
    },
    {
      "index": 680,
      "start_time": 3451650.0,
      "end_time": 3453619.0,
      "text": "environments and schools healthier -"
    },
    {
      "index": 681,
      "start_time": 3453620.0,
      "end_time": 3456511.0,
      "text": "Secretary Clinton, respectfully, this is an open discussion."
    },
    {
      "index": 682,
      "start_time": 3456510.0,
      "end_time": 3457700.0,
      "text": "Well, it is an open discussion."
    },
    {
      "index": 683,
      "start_time": 3457700.0,
      "end_time": 3462799.0,
      "text": "I understand and the specific question went to pay for play, do you want to talk about"
    },
    {
      "index": 684,
      "start_time": 3462800.0,
      "end_time": 3464110.0,
      "text": "that? (CROSSTALK)"
    },
    {
      "index": 685,
      "start_time": 3464110.0,
      "end_time": 3469020.0,
      "text": "There is a lot of evidence about the very good work the high-ranking."
    },
    {
      "index": 686,
      "start_time": 3469020.0,
      "end_time": 3470261.0,
      "text": "It’s a criminal enterprise -"
    },
    {
      "index": 687,
      "start_time": 3470260.0,
      "end_time": 3471809.0,
      "text": "Please let Mr. Trump&#39;s speak."
    },
    {
      "index": 688,
      "start_time": 3471810.0,
      "end_time": 3478110.0,
      "text": "It’s a criminal enterprise Saudi Arabia giving twenty five million dollars Qatar All"
    },
    {
      "index": 689,
      "start_time": 3478110.0,
      "end_time": 3483911.0,
      "text": "these countries you talk about women and women&#39;s rights? So these are people that push gays"
    },
    {
      "index": 690,
      "start_time": 3483910.0,
      "end_time": 3490180.0,
      "text": "off business, off buildings. These are people that kill women and treat women horribly and"
    },
    {
      "index": 691,
      "start_time": 3490180.0,
      "end_time": 3494239.0,
      "text": "yet you take their money. So I&#39;d like to ask you right now why don&#39;t"
    },
    {
      "index": 692,
      "start_time": 3494240.0,
      "end_time": 3499681.0,
      "text": "you give back the money that you’ve taken from certain countries that treat certain"
    },
    {
      "index": 693,
      "start_time": 3499680.0,
      "end_time": 3504589.0,
      "text": "groups of people so horribly? Why don&#39;t you get back the money? I think would be a great"
    },
    {
      "index": 694,
      "start_time": 3504590.0,
      "end_time": 3509370.0,
      "text": "gesture because she takes a tremendous amount of money and you take a look at the people"
    },
    {
      "index": 695,
      "start_time": 3509370.0,
      "end_time": 3514661.0,
      "text": "of Haiti. I was at a Little Haiti the other day in Florida and I want to tell you they"
    },
    {
      "index": 696,
      "start_time": 3514660.0,
      "end_time": 3521559.0,
      "text": "hate the Clintons. Because what happened in Haiti with the Clinton Foundation is a disgrace."
    },
    {
      "index": 697,
      "start_time": 3521560.0,
      "end_time": 3524661.0,
      "text": "And you know it and they know it and everybody knows it."
    },
    {
      "index": 698,
      "start_time": 3524660.0,
      "end_time": 3525660.0,
      "text": "Secretary Clinton."
    },
    {
      "index": 699,
      "start_time": 3525660.0,
      "end_time": 3530819.0,
      "text": "Very quickly, we at the Clinton Foundation spend ninety percent -- ninety percent -- of"
    },
    {
      "index": 700,
      "start_time": 3530820.0,
      "end_time": 3536651.0,
      "text": "all the money that is donated on behalf of programs of people around the world and in"
    },
    {
      "index": 701,
      "start_time": 3536650.0,
      "end_time": 3541529.0,
      "text": "our own country. I’m very proud of that. We have the highest rating from the watchdogs"
    },
    {
      "index": 702,
      "start_time": 3541530.0,
      "end_time": 3546711.0,
      "text": "that follow foundations and I&#39;d be happy to compare what we do with the Trump Foundation,"
    },
    {
      "index": 703,
      "start_time": 3546710.0,
      "end_time": 3551559.0,
      "text": "which took money from other people and bought a six foot portrait of Donald. I mean, who"
    },
    {
      "index": 704,
      "start_time": 3551560.0,
      "end_time": 3556490.0,
      "text": "does that? It just was astonishing. But when it comes to Haiti -- Haiti is the"
    },
    {
      "index": 705,
      "start_time": 3556490.0,
      "end_time": 3563132.0,
      "text": "poorest country in our hemisphere, the earthquake and hurricane, it has devastated Haiti. Bill"
    },
    {
      "index": 706,
      "start_time": 3563130.0,
      "end_time": 3567449.0,
      "text": "and I have been involved in trying to help Haiti for many years. The Clinton Foundation"
    },
    {
      "index": 707,
      "start_time": 3567450.0,
      "end_time": 3573511.0,
      "text": "raised thirty million dollars to help Haiti after the catastrophic earthquake and all"
    },
    {
      "index": 708,
      "start_time": 3573510.0,
      "end_time": 3579108.0,
      "text": "of the terrible problems the people there had. We’ve done things to help small businesses,"
    },
    {
      "index": 709,
      "start_time": 3579110.0,
      "end_time": 3583701.0,
      "text": "agriculture and so much else. And we’re going to keep working to help Haiti because"
    },
    {
      "index": 710,
      "start_time": 3583700.0,
      "end_time": 3586030.0,
      "text": "it&#39;s an important part of the American experience."
    },
    {
      "index": 711,
      "start_time": 3586030.0,
      "end_time": 3591770.0,
      "text": "They don&#39;t want you to help them anymore. I’d like to mention one thing. Trump Foundation,"
    },
    {
      "index": 712,
      "start_time": 3591770.0,
      "end_time": 3596741.0,
      "text": "small foundation, people contribute I contribute the money goes one hundred percent one hundred"
    },
    {
      "index": 713,
      "start_time": 3596740.0,
      "end_time": 3600568.0,
      "text": "percent goes to different charities including a lot of military. I don&#39;t get anything I"
    },
    {
      "index": 714,
      "start_time": 3600570.0,
      "end_time": 3604320.0,
      "text": "don&#39;t buy boats I don&#39;t buy planes whatever happens."
    },
    {
      "index": 715,
      "start_time": 3604320.0,
      "end_time": 3607590.0,
      "text": "Wasn’t some of the money used to settle your lawsuits, sir?"
    },
    {
      "index": 716,
      "start_time": 3607590.0,
      "end_time": 3612901.0,
      "text": "No, we put up American flag and that&#39;s it. They put up the American flag. We fought for"
    },
    {
      "index": 717,
      "start_time": 3612900.0,
      "end_time": 3615029.0,
      "text": "the right in Palm Beach to put up the American flag."
    },
    {
      "index": 718,
      "start_time": 3615030.0,
      "end_time": 3620721.0,
      "text": "There was a penalty that was imposed by Palm Beach County and the money came from your"
    },
    {
      "index": 719,
      "start_time": 3620720.0,
      "end_time": 3621720.0,
      "text": "foundation."
    },
    {
      "index": 720,
      "start_time": 3621720.0,
      "end_time": 3627609.0,
      "text": "And the money went to Fisher House where they build houses the money that you&#39;re talking"
    },
    {
      "index": 721,
      "start_time": 3627610.0,
      "end_time": 3632701.0,
      "text": "about went to Fisher House with a build houses for veterans and disabled veterans."
    },
    {
      "index": 722,
      "start_time": 3632700.0,
      "end_time": 3636499.0,
      "text": "Of course there&#39;s no way we can know whether any of that&#39;s true because he hasn’t released"
    },
    {
      "index": 723,
      "start_time": 3636500.0,
      "end_time": 3641701.0,
      "text": "his tax returns. He is the first candidate ever to run for president in the last forty"
    },
    {
      "index": 724,
      "start_time": 3641700.0,
      "end_time": 3647759.0,
      "text": "plus years who has not released his tax returns, so everything he says about charity or anything"
    },
    {
      "index": 725,
      "start_time": 3647760.0,
      "end_time": 3652820.0,
      "text": "else, we can&#39;t prove it. You can look at our tax returns. We&#39;ve got them all out there."
    },
    {
      "index": 726,
      "start_time": 3652820.0,
      "end_time": 3659460.0,
      "text": "But what is really troubling is that we learned in the last debate, he has not paid a penny"
    },
    {
      "index": 727,
      "start_time": 3659460.0,
      "end_time": 3664550.0,
      "text": "in federal income tax. And we were talking about immigrants a few minutes ago, Chris."
    },
    {
      "index": 728,
      "start_time": 3664550.0,
      "end_time": 3670131.0,
      "text": "You know, half of all immigrants, undocumented immigrants in our country, actually pay federal"
    },
    {
      "index": 729,
      "start_time": 3670130.0,
      "end_time": 3675499.0,
      "text": "income tax. So we have undocumented immigrants in America who are paying more federal income"
    },
    {
      "index": 730,
      "start_time": 3675500.0,
      "end_time": 3679261.0,
      "text": "tax than a billionaire. I find that just astonishing."
    },
    {
      "index": 731,
      "start_time": 3679260.0,
      "end_time": 3684020.0,
      "text": "We’re entitled because of the laws that people like her past to take massive amount"
    },
    {
      "index": 732,
      "start_time": 3684020.0,
      "end_time": 3688559.0,
      "text": "of depreciation and other charges and we do it. And all of her donors just about all of"
    },
    {
      "index": 733,
      "start_time": 3688560.0,
      "end_time": 3694451.0,
      "text": "them I know Buffett took hundreds of millions of dollars, Soros - George Soros - took hundreds"
    },
    {
      "index": 734,
      "start_time": 3694450.0,
      "end_time": 3698579.0,
      "text": "of millions of dollars but I just explain all of her donors most of her donors have"
    },
    {
      "index": 735,
      "start_time": 3698580.0,
      "end_time": 3702741.0,
      "text": "done the same thing as I do. And you know she should&#39;ve done? And Hillary"
    },
    {
      "index": 736,
      "start_time": 3702740.0,
      "end_time": 3707599.0,
      "text": "what you should&#39;ve done you should&#39;ve changed the law when you were a United States Senator."
    },
    {
      "index": 737,
      "start_time": 3707600.0,
      "end_time": 3713171.0,
      "text": "Because your donors and your special interest are doing the same thing as I do except even"
    },
    {
      "index": 738,
      "start_time": 3713170.0,
      "end_time": 3717839.0,
      "text": "more so you should have changed a lot but you won&#39;t change the law because you take"
    },
    {
      "index": 739,
      "start_time": 3717840.0,
      "end_time": 3719830.0,
      "text": "so much money I mean I sat"
    },
    {
      "index": 740,
      "start_time": 3719830.0,
      "end_time": 3724480.0,
      "text": "in my apartment today on a very beautiful hotel down the street"
    },
    {
      "index": 741,
      "start_time": 3724480.0,
      "end_time": 3726750.0,
      "text": "Made with Chinese steel."
    },
    {
      "index": 742,
      "start_time": 3726750.0,
      "end_time": 3734441.0,
      "text": "I sat there I said there watching ad after ad after ad , false ads, all paid for by your"
    },
    {
      "index": 743,
      "start_time": 3734440.0,
      "end_time": 3739559.0,
      "text": "friends on Wall Street gave so much money because they know you&#39;re going to protect"
    },
    {
      "index": 744,
      "start_time": 3739560.0,
      "end_time": 3744221.0,
      "text": "them and frankly you should have changed the laws. if you don&#39;t like what I did you should&#39;ve"
    },
    {
      "index": 745,
      "start_time": 3744220.0,
      "end_time": 3745339.0,
      "text": "changed the law."
    },
    {
      "index": 746,
      "start_time": 3745340.0,
      "end_time": 3751730.0,
      "text": "Mr. Trump, I want to ask about one must question in this topic. You have been warning at rallies"
    },
    {
      "index": 747,
      "start_time": 3751730.0,
      "end_time": 3758700.0,
      "text": "recently that this election is rigged and that Hillary Clinton is in the process of"
    },
    {
      "index": 748,
      "start_time": 3758700.0,
      "end_time": 3765021.0,
      "text": "trying to steal it from you. Your running mate Governor Pence pledged on Sunday that"
    },
    {
      "index": 749,
      "start_time": 3765020.0,
      "end_time": 3771930.0,
      "text": "he and you, his words, will absolutely accept the result of this election. Today your daughter"
    },
    {
      "index": 750,
      "start_time": 3771930.0,
      "end_time": 3777150.0,
      "text": "Ivanka said the same thing. I want to ask you here on the stage tonight, do you make"
    },
    {
      "index": 751,
      "start_time": 3777150.0,
      "end_time": 3782209.0,
      "text": "the same commitment that you will absolutely, sir, that you will absolutely accept the result"
    },
    {
      "index": 752,
      "start_time": 3782210.0,
      "end_time": 3783210.0,
      "text": "of the selection?"
    },
    {
      "index": 753,
      "start_time": 3783210.0,
      "end_time": 3787931.0,
      "text": "I will look at it at the time. I&#39;m not looking anything now I will look at it at the time."
    },
    {
      "index": 754,
      "start_time": 3787930.0,
      "end_time": 3794809.0,
      "text": "What I&#39;ve seen what I&#39;ve seen it so bad. First of all the media is so dishonest and so corrupt"
    },
    {
      "index": 755,
      "start_time": 3794810.0,
      "end_time": 3799120.0,
      "text": "and the pile on is so amazing that the New York Times actually wrote an article about"
    },
    {
      "index": 756,
      "start_time": 3799120.0,
      "end_time": 3804090.0,
      "text": "it that they don&#39;t even care. It&#39;s so dishonest and they poison the minds of the voters but"
    },
    {
      "index": 757,
      "start_time": 3804090.0,
      "end_time": 3807901.0,
      "text": "unfortunately for them I think the voters are seeing through it."
    },
    {
      "index": 758,
      "start_time": 3807900.0,
      "end_time": 3808900.0,
      "text": "But, sir."
    },
    {
      "index": 759,
      "start_time": 3808900.0,
      "end_time": 3810359.0,
      "text": "I think they’re going to see right through it. We will find out on November eighth but"
    },
    {
      "index": 760,
      "start_time": 3810360.0,
      "end_time": 3815260.0,
      "text": "I think they’re going to see through it. Excuse me Chris if you look at your voter"
    },
    {
      "index": 761,
      "start_time": 3815260.0,
      "end_time": 3821030.0,
      "text": "rolls you will see millions of people that are registered to vote, millions, this isn&#39;t"
    },
    {
      "index": 762,
      "start_time": 3821030.0,
      "end_time": 3826191.0,
      "text": "coming for me this is coming from Pew report and other places millions of people that are"
    },
    {
      "index": 763,
      "start_time": 3826190.0,
      "end_time": 3832440.0,
      "text": "registered to vote that shouldn&#39;t be registered to vote so let me just give you one other"
    },
    {
      "index": 764,
      "start_time": 3832440.0,
      "end_time": 3835230.0,
      "text": "thing. I talk about the corrupt media I talk about"
    },
    {
      "index": 765,
      "start_time": 3835230.0,
      "end_time": 3840229.0,
      "text": "the millions of people I’ll tell you on other thing. She shouldn&#39;t be allowed to run."
    },
    {
      "index": 766,
      "start_time": 3840230.0,
      "end_time": 3847881.0,
      "text": "Its -- she&#39;s guilty of a very very serious crime. She should not be allowed to run. And"
    },
    {
      "index": 767,
      "start_time": 3847880.0,
      "end_time": 3856289.0,
      "text": "just in that respect I say it&#39;s rigged because she should never have been allowed to run"
    },
    {
      "index": 768,
      "start_time": 3856290.0,
      "end_time": 3860570.0,
      "text": "for the presidency based on what she did with e-mails and so many other things."
    },
    {
      "index": 769,
      "start_time": 3860570.0,
      "end_time": 3865131.0,
      "text": "But sir, there is a tradition in this country, in fact one of the prides of this country,"
    },
    {
      "index": 770,
      "start_time": 3865130.0,
      "end_time": 3870589.0,
      "text": "is the peaceful transition of power and that no matter how hard fought a campaign is, that"
    },
    {
      "index": 771,
      "start_time": 3870590.0,
      "end_time": 3875711.0,
      "text": "at the end of the campaign, that the loser concedes to the winner, not saying that you"
    },
    {
      "index": 772,
      "start_time": 3875710.0,
      "end_time": 3879410.0,
      "text": "are necessarily going to be the you loser or the winner, but that the loser concedes"
    },
    {
      "index": 773,
      "start_time": 3879410.0,
      "end_time": 3884470.0,
      "text": "to the winner and that the country comes together in part for the good of the country, are you"
    },
    {
      "index": 774,
      "start_time": 3884470.0,
      "end_time": 3886760.0,
      "text": "saying that you are not prepared now to commit to that principle?"
    },
    {
      "index": 775,
      "start_time": 3886760.0,
      "end_time": 3890859.0,
      "text": "What I&#39;m saying now is I will tell you at the time. I will keep you in suspense, okay?"
    },
    {
      "index": 776,
      "start_time": 3890860.0,
      "end_time": 3896411.0,
      "text": "Chris, let me respond to that because that is horrifying. You know, every time Donald"
    },
    {
      "index": 777,
      "start_time": 3896410.0,
      "end_time": 3901349.0,
      "text": "thinks things are not going in his direction, he claims whatever it is is rigged against"
    },
    {
      "index": 778,
      "start_time": 3901350.0,
      "end_time": 3907270.0,
      "text": "him. The FBI conducted a year-long investigation into my e-mails. They concluded there was"
    },
    {
      "index": 779,
      "start_time": 3907270.0,
      "end_time": 3912950.0,
      "text": "no case. He said that the FBI was rigged. He lost the Iowa caucus; he lost the Wisconsin"
    },
    {
      "index": 780,
      "start_time": 3912950.0,
      "end_time": 3918790.0,
      "text": "primary. He said the Republican primary was rigged against him. Then Trump University"
    },
    {
      "index": 781,
      "start_time": 3918790.0,
      "end_time": 3924110.0,
      "text": "gets sued for fraud and racketeering. He claims the court system and the federal judge is"
    },
    {
      "index": 782,
      "start_time": 3924110.0,
      "end_time": 3930810.0,
      "text": "rigged against him. There was even a time when he didn&#39;t get an Emmy for his TV program"
    },
    {
      "index": 783,
      "start_time": 3930810.0,
      "end_time": 3934381.0,
      "text": "three years in a row and he started tweeting that the Emmys were rigged."
    },
    {
      "index": 784,
      "start_time": 3934380.0,
      "end_time": 3936049.0,
      "text": "Should have gotten it."
    },
    {
      "index": 785,
      "start_time": 3936050.0,
      "end_time": 3943131.0,
      "text": "This is a mindset; this is how Donald thinks. And it’s funny but it’s also really troubling."
    },
    {
      "index": 786,
      "start_time": 3943130.0,
      "end_time": 3948910.0,
      "text": "This is not the way our democracy works. We&#39;ve been around for two hundred and forty years."
    },
    {
      "index": 787,
      "start_time": 3948910.0,
      "end_time": 3954060.0,
      "text": "We have had free and fair elections. We have accepted the outcomes when we may not have"
    },
    {
      "index": 788,
      "start_time": 3954060.0,
      "end_time": 3960699.0,
      "text": "liked them. And that is what must be expected of anyone standing on the debate stage during"
    },
    {
      "index": 789,
      "start_time": 3960700.0,
      "end_time": 3965491.0,
      "text": "a general election. President Obama said the other day when you are whining before the"
    },
    {
      "index": 790,
      "start_time": 3965490.0,
      "end_time": 3966849.0,
      "text": "game isn’t even finished --"
    },
    {
      "index": 791,
      "start_time": 3966850.0,
      "end_time": 3967901.0,
      "text": "Hold on folks."
    },
    {
      "index": 792,
      "start_time": 3967900.0,
      "end_time": 3974049.0,
      "text": "-- it just shows you&#39;re not up to doing the job. And let&#39;s be clear about what he is saying"
    },
    {
      "index": 793,
      "start_time": 3974050.0,
      "end_time": 3980240.0,
      "text": "and what that means. He is denigrating. He is talking down our democracy. And I for one"
    },
    {
      "index": 794,
      "start_time": 3980240.0,
      "end_time": 3986540.0,
      "text": "am appalled that someone the nominee of one of our two major parties would take that kind"
    },
    {
      "index": 795,
      "start_time": 3986540.0,
      "end_time": 3987540.0,
      "text": "of position."
    },
    {
      "index": 796,
      "start_time": 3987540.0,
      "end_time": 3993020.0,
      "text": "I think what the FBI did and what the Department of Justice did, including meeting with her"
    },
    {
      "index": 797,
      "start_time": 3993020.0,
      "end_time": 3999540.0,
      "text": "husband the attorney general in the back of an airplane on the tarmac in Arizona - I think"
    },
    {
      "index": 798,
      "start_time": 3999540.0,
      "end_time": 4004080.0,
      "text": "that is disgraceful. I think it is disgraceful. I think we&#39;ve never had a situation so bad."
    },
    {
      "index": 799,
      "start_time": 4004080.0,
      "end_time": 4009540.0,
      "text": "Hold on folks. This does not do any good for anyone let&#39;s please continue the debate and"
    },
    {
      "index": 800,
      "start_time": 4009540.0,
      "end_time": 4016850.0,
      "text": "let’s move on the subject of foreign hotspots. The Iraqi offensive to take back Mosul has"
    },
    {
      "index": 801,
      "start_time": 4016850.0,
      "end_time": 4023480.0,
      "text": "begun. If they are successful in pushing ISIS out of that city and out of all of Iraq, the"
    },
    {
      "index": 802,
      "start_time": 4023480.0,
      "end_time": 4028300.0,
      "text": "question then becomes what happens the day after and that is something that whichever"
    },
    {
      "index": 803,
      "start_time": 4028300.0,
      "end_time": 4034481.0,
      "text": "of you, whoever of you ends up as president, is going to have to confront. Will you put"
    },
    {
      "index": 804,
      "start_time": 4034480.0,
      "end_time": 4040810.0,
      "text": "U.S. troops into that vacuum to make sure that ISIS does not come back or is even replaced"
    },
    {
      "index": 805,
      "start_time": 4040810.0,
      "end_time": 4045369.0,
      "text": "by something even worse? Secretary Clinton, you go first in this segment. You have two"
    },
    {
      "index": 806,
      "start_time": 4045370.0,
      "end_time": 4046370.0,
      "text": "minutes."
    },
    {
      "index": 807,
      "start_time": 4046370.0,
      "end_time": 4053590.0,
      "text": "Well, I am encouraged that there is an effort led by the Iraqi army, supported by Kurdish"
    },
    {
      "index": 808,
      "start_time": 4053590.0,
      "end_time": 4061580.0,
      "text": "forces and also given the help and advice from the number of special forces and other"
    },
    {
      "index": 809,
      "start_time": 4061580.0,
      "end_time": 4067891.0,
      "text": "Americans on the ground, but I will not support putting American soldiers into Iraq as an"
    },
    {
      "index": 810,
      "start_time": 4067890.0,
      "end_time": 4072390.0,
      "text": "occupying force. I don&#39;t think that is in our interests and I don&#39;t think that would"
    },
    {
      "index": 811,
      "start_time": 4072390.0,
      "end_time": 4078670.0,
      "text": "be smart to do. In fact, Chris, I think that would be a big red flag waving for ISIS it"
    },
    {
      "index": 812,
      "start_time": 4078670.0,
      "end_time": 4084339.0,
      "text": "to reconstitute itself. The goal here is to take back Mosul. It is going be a hard fight.I&#39;ve"
    },
    {
      "index": 813,
      "start_time": 4084340.0,
      "end_time": 4092110.0,
      "text": "got no illusions about that. And then continue to press into Syria to begin to take back"
    },
    {
      "index": 814,
      "start_time": 4092110.0,
      "end_time": 4099351.0,
      "text": "and move on Rocca, which is the ISIS headquarters. I am hopeful that the hard work that American"
    },
    {
      "index": 815,
      "start_time": 4099350.0000000005,
      "end_time": 4107140.0000000005,
      "text": "military advisors have done will pay off and that we will see a really successful military"
    },
    {
      "index": 816,
      "start_time": 4107140.0000000005,
      "end_time": 4113750.0000000005,
      "text": "operation. But we know we&#39;ve got lots of work to do. Syria will remain a hotbed of terrorism"
    },
    {
      "index": 817,
      "start_time": 4113750.0,
      "end_time": 4119480.0,
      "text": "as long as the civil war aided and abetted by the Iranians and Russians continue. So"
    },
    {
      "index": 818,
      "start_time": 4119479.9999999995,
      "end_time": 4124769.9999999995,
      "text": "I have said, look, we need to keep our eye on ISIS. That is why I want to have an intelligence"
    },
    {
      "index": 819,
      "start_time": 4124770.0000000005,
      "end_time": 4129390.0000000005,
      "text": "surge that protects us here at home. Why we have to go after them from the air, on the"
    },
    {
      "index": 820,
      "start_time": 4129390.0000000005,
      "end_time": 4134420.0000000005,
      "text": "ground, online. We have to make sure here at home we don&#39;t let terrorists buy weapons"
    },
    {
      "index": 821,
      "start_time": 4134420.0,
      "end_time": 4138690.0,
      "text": "-- if you are too dangerous to fly, you are too dangerous to buy a gun. And I am going"
    },
    {
      "index": 822,
      "start_time": 4138689.9999999995,
      "end_time": 4145489.9999999995,
      "text": "to continue to push for a no-fly zone and safe havens within Syria."
    },
    {
      "index": 823,
      "start_time": 4145490.0,
      "end_time": 4151100.0,
      "text": "Not only to help protect the Syrians and prevent the constant outflow of refugees, but to frankly"
    },
    {
      "index": 824,
      "start_time": 4151100.0000000005,
      "end_time": 4156430.0000000005,
      "text": "gain some leverage on both the Syrian government and the Russians so that perhaps we can have"
    },
    {
      "index": 825,
      "start_time": 4156430.0000000005,
      "end_time": 4162370.0000000005,
      "text": "the kind of serious negotiation necessary to bring the conflict to an end and go forward"
    },
    {
      "index": 826,
      "start_time": 4162370.0,
      "end_time": 4164870.0,
      "text": "on a political track."
    },
    {
      "index": 827,
      "start_time": 4164870.0,
      "end_time": 4171710.0,
      "text": "Mr. Trump same question, if we are able to push ISIS out of Mosul and out of Iraq would"
    },
    {
      "index": 828,
      "start_time": 4171710.0,
      "end_time": 4177280.0,
      "text": "you be willing to put U.S. troops in there to prevent their return or something else?"
    },
    {
      "index": 829,
      "start_time": 4177279.9999999995,
      "end_time": 4183389.9999999995,
      "text": "Let me tell you. Mosul is so sad. We had Mosul but when she left, when she took everybody"
    },
    {
      "index": 830,
      "start_time": 4183390.0000000005,
      "end_time": 4188490.0000000005,
      "text": "out we lost Mosul and now we are fighting again to get Mosul. The problem with Mosul"
    },
    {
      "index": 831,
      "start_time": 4188490.0,
      "end_time": 4193910.0,
      "text": "and what they wanted to do is they wanted to get the leaders of ISIS who they felt were"
    },
    {
      "index": 832,
      "start_time": 4193910.0,
      "end_time": 4198750.0,
      "text": "in Mosul. About three months ago I started reading that they want to get the leaders"
    },
    {
      "index": 833,
      "start_time": 4198750.0,
      "end_time": 4205810.0,
      "text": "and they’re going to attack Mosul. What ever happened to the element of surprise?"
    },
    {
      "index": 834,
      "start_time": 4205810.0,
      "end_time": 4209290.0,
      "text": "We announce we’re going after Mosul , I’ve been reading we’ve been going after Mosul,"
    },
    {
      "index": 835,
      "start_time": 4209290.0,
      "end_time": 4214000.0,
      "text": "how long has it been Hillary, three months? These people have all left they&#39;ve all left."
    },
    {
      "index": 836,
      "start_time": 4214000.0,
      "end_time": 4221060.0,
      "text": "They’ve all left. The element of surprise Douglas MacArthur George Patton, spinning"
    },
    {
      "index": 837,
      "start_time": 4221060.0,
      "end_time": 4225060.0,
      "text": "in their graves when they see the stupidity of our country."
    },
    {
      "index": 838,
      "start_time": 4225060.0,
      "end_time": 4229080.0,
      "text": "So we’re now fighting for Mosul which we had, all she had to do was stay there and"
    },
    {
      "index": 839,
      "start_time": 4229080.0,
      "end_time": 4235480.0,
      "text": "now we&#39;re going in to get it, but you know the big winner and the only reason they got"
    },
    {
      "index": 840,
      "start_time": 4235480.0,
      "end_time": 4238510.0,
      "text": "it is because she&#39;s running for the office of president."
    },
    {
      "index": 841,
      "start_time": 4238510.0,
      "end_time": 4243810.0,
      "text": "And they want to look tough. They want to look good. He violated the red line in the"
    },
    {
      "index": 842,
      "start_time": 4243810.0,
      "end_time": 4250390.0,
      "text": "sand. And he made so many mistakes. That is why we have the great migration. But she wanted"
    },
    {
      "index": 843,
      "start_time": 4250390.0,
      "end_time": 4255960.0,
      "text": "to look good for the election. But who is going to get Mosul really? We will take eventually."
    },
    {
      "index": 844,
      "start_time": 4255960.0,
      "end_time": 4262880.0,
      "text": "If you look at what&#39;s happening much more tougher it&#39;s going to be more deaths than"
    },
    {
      "index": 845,
      "start_time": 4262880.0,
      "end_time": 4267170.0,
      "text": "we thought. But the leaders I wanted to get are all wrong is because they&#39;re smart. What"
    },
    {
      "index": 846,
      "start_time": 4267170.0,
      "end_time": 4273810.0,
      "text": "do we need this for? So Mosul is going to be a wonderful thing and Iran should write"
    },
    {
      "index": 847,
      "start_time": 4273810.0,
      "end_time": 4278960.0,
      "text": "us a letter of thank you just like the other really stupid. The stupidest deal of all time."
    },
    {
      "index": 848,
      "start_time": 4278960.0,
      "end_time": 4283900.0,
      "text": "A deal that&#39;s going to give Iran absolutely nuclear weapons."
    },
    {
      "index": 849,
      "start_time": 4283900.0,
      "end_time": 4289810.0,
      "text": "Iran should write us yet another letter saying thank you very much because Iran as I said"
    },
    {
      "index": 850,
      "start_time": 4289810.0,
      "end_time": 4295050.0,
      "text": "many years ago Iran is taking over Iraq. Something they wanted to do forever but we made it so"
    },
    {
      "index": 851,
      "start_time": 4295050.0,
      "end_time": 4299620.0,
      "text": "easy for them. So we&#39;re now going to take Mosul and you knows who is going to be the"
    },
    {
      "index": 852,
      "start_time": 4299620.0,
      "end_time": 4305950.0,
      "text": "beneficiary? Iran. Boy are they - they are outsmarting -- look you are not there you"
    },
    {
      "index": 853,
      "start_time": 4305950.0,
      "end_time": 4310340.0,
      "text": "might be involved in that decision but you were there when you took everybody out of"
    },
    {
      "index": 854,
      "start_time": 4310340.0,
      "end_time": 4315310.0,
      "text": "Mosul and out of Iraq. We shouldn’t have been Iraq but you did vote for it. You shouldn&#39;t"
    },
    {
      "index": 855,
      "start_time": 4315310.0,
      "end_time": 4319600.0,
      "text": "have been in Iraq but once you&#39;re in Iraq you should have never left the way -- the"
    },
    {
      "index": 856,
      "start_time": 4319600.0,
      "end_time": 4323280.0,
      "text": "point is the big winner is going to be Iran."
    },
    {
      "index": 857,
      "start_time": 4323280.0,
      "end_time": 4330100.0,
      "text": "Well, you know, once again Donald is implying that he didn’t support the invasion of Iraq."
    },
    {
      "index": 858,
      "start_time": 4330100.0,
      "end_time": 4335660.0,
      "text": "I said it was a mistake, I said that years ago. He has consistently denied what is a"
    },
    {
      "index": 859,
      "start_time": 4335660.0,
      "end_time": 4337290.0,
      "text": "very clear fact,"
    },
    {
      "index": 860,
      "start_time": 4337290.0,
      "end_time": 4338290.0,
      "text": "wrong."
    },
    {
      "index": 861,
      "start_time": 4338290.0,
      "end_time": 4342770.0,
      "text": "that before the invasion he supported it. You know, I just want everybody to go Google"
    },
    {
      "index": 862,
      "start_time": 4342770.0,
      "end_time": 4348690.0,
      "text": "it. Google ‘Donald Trump Iraq’ and you will see the dozens of sources which verify"
    },
    {
      "index": 863,
      "start_time": 4348690.0,
      "end_time": 4354410.0,
      "text": "that he was for the invasion of Iraq. And you can actually hear the audio of him saying"
    },
    {
      "index": 864,
      "start_time": 4354410.0,
      "end_time": 4360840.0,
      "text": "that. Now why does that matter? Well, it matters because he has not told the truth about that"
    },
    {
      "index": 865,
      "start_time": 4360840.0,
      "end_time": 4365080.0,
      "text": "position. I guess he believes that makes it look him look better now to contrast with"
    },
    {
      "index": 866,
      "start_time": 4365080.0,
      "end_time": 4371240.0,
      "text": "me because I did vote for it. But what is really important here is to understand all"
    },
    {
      "index": 867,
      "start_time": 4371240.0,
      "end_time": 4379120.0,
      "text": "the interplay. Mosul is a Sunni city. Mosul is on the border of Syria and, yes, we do"
    },
    {
      "index": 868,
      "start_time": 4379120.0,
      "end_time": 4385040.0,
      "text": "have to go after Baghdadi and just like we went after bin Laden, while you were doing"
    },
    {
      "index": 869,
      "start_time": 4385040.0,
      "end_time": 4390260.0,
      "text": "Celebrity Apprentice, and we brought him to justice. We need to go after the leadership"
    },
    {
      "index": 870,
      "start_time": 4390260.0,
      "end_time": 4395490.0,
      "text": "but we need to get rid of them, get rid of their fighters, their estimated several thousand"
    },
    {
      "index": 871,
      "start_time": 4395490.0,
      "end_time": 4399990.0,
      "text": "fighters in Mosul -- they’ve been digging underground, they’ve been prepared to defend."
    },
    {
      "index": 872,
      "start_time": 4399990.0,
      "end_time": 4403870.0,
      "text": "It&#39;s going to be tough fighting, but I think we can take back Mosul and then we can move"
    },
    {
      "index": 873,
      "start_time": 4403870.0,
      "end_time": 4411250.0,
      "text": "on into Syria and take back Rocca. This is what we have to do. I&#39;m just amazed that he"
    },
    {
      "index": 874,
      "start_time": 4411250.0,
      "end_time": 4416500.0,
      "text": "seems to think that the Iraqi government and our allies and everybody else launched the"
    },
    {
      "index": 875,
      "start_time": 4416500.0,
      "end_time": 4422750.0,
      "text": "attack on Mosul to help me in this election. But that’s how Donald thinks. He&#39;s looking"
    },
    {
      "index": 876,
      "start_time": 4422750.0,
      "end_time": 4425733.0,
      "text": "for some conspiracy. He has all of these conspiracies."
    },
    {
      "index": 877,
      "start_time": 4425730.0,
      "end_time": 4431017.0,
      "text": "Iran is taking over Iraq. (CROSSTALK)"
    },
    {
      "index": 878,
      "start_time": 4431020.0,
      "end_time": 4440710.0,
      "text": "Secretary Clinton, this is an open discussion. Secretary please let Mr. Trump speak."
    },
    {
      "index": 879,
      "start_time": 4440710.0,
      "end_time": 4443420.0,
      "text": "He’s unfit and he proves it every time he talks."
    },
    {
      "index": 880,
      "start_time": 4443420.0,
      "end_time": 4448720.0,
      "text": "No, you are the one that is unfit. WikiLeaks just actually came out John Podesta said some"
    },
    {
      "index": 881,
      "start_time": 4448720.0,
      "end_time": 4454200.0,
      "text": "horrible things about you and boy was he right. He said some beauties and you know, Bernie"
    },
    {
      "index": 882,
      "start_time": 4454200.0,
      "end_time": 4460840.0,
      "text": "Sanders he said you had bad judgment. You do. And if you think that going into Mosul"
    },
    {
      "index": 883,
      "start_time": 4460840.0,
      "end_time": 4465000.0,
      "text": "after we left the world know we&#39;re going in and all the people we really wanted - the"
    },
    {
      "index": 884,
      "start_time": 4465000.0,
      "end_time": 4470620.0,
      "text": "leaders - they’re are all gone. If you think that was good then you do. Now John Podesta"
    },
    {
      "index": 885,
      "start_time": 4470620.0,
      "end_time": 4476670.0,
      "text": "said you have terrible instincts. Bernie Sanders said you have bad judgment. I agree with both."
    },
    {
      "index": 886,
      "start_time": 4476670.0,
      "end_time": 4480690.0,
      "text": "Well, you should ask Bernie Sanders who he is supporting for president. And he has said,"
    },
    {
      "index": 887,
      "start_time": 4480690.0,
      "end_time": 4485560.0,
      "text": "as he has campaigned for me around the around the country: you are the most dangerous person"
    },
    {
      "index": 888,
      "start_time": 4485560.0,
      "end_time": 4490980.0,
      "text": "to run for president in the modern history of America. I think he&#39;s right."
    },
    {
      "index": 889,
      "start_time": 4490980.0,
      "end_time": 4499560.0,
      "text": "Let’s turn to Aleppo. Mr. Trump in the last debate, you were we were both asked about"
    },
    {
      "index": 890,
      "start_time": 4499560.0,
      "end_time": 4505060.0,
      "text": "the situation in the Syrian city of Aleppo and I want to follow up on that because you"
    },
    {
      "index": 891,
      "start_time": 4505060.0,
      "end_time": 4511730.0,
      "text": "said several things in that debate which were not true, sir. You said that Aleppo has basically"
    },
    {
      "index": 892,
      "start_time": 4511730.0,
      "end_time": 4514430.0,
      "text": "fallen. In fact there are -"
    },
    {
      "index": 893,
      "start_time": 4514430.0,
      "end_time": 4523200.0,
      "text": "It’s a catastrophe. Have you seen it? Have you seen what’s happened to Aleppo?"
    },
    {
      "index": 894,
      "start_time": 4523200.0,
      "end_time": 4527870.0,
      "text": "Sir, if I may finish my question. There are quarter million people still living there"
    },
    {
      "index": 895,
      "start_time": 4527870.0,
      "end_time": 4528870.0,
      "text": "and being slaughtered."
    },
    {
      "index": 896,
      "start_time": 4528870.0,
      "end_time": 4533030.0,
      "text": "That’s right and they are being slaughtered because of bad decisions."
    },
    {
      "index": 897,
      "start_time": 4533030.0,
      "end_time": 4541790.0,
      "text": "If I may just finish here and you also said that Syria and Russia are busy fighting ISIS,"
    },
    {
      "index": 898,
      "start_time": 4541790.0,
      "end_time": 4546881.0,
      "text": "in fact they have been the ones who have been bombing and shelling eastern Aleppo and they"
    },
    {
      "index": 899,
      "start_time": 4546880.0,
      "end_time": 4551039.0,
      "text": "just announced humanitarian pause, in effect admitting that they have been bombing and"
    },
    {
      "index": 900,
      "start_time": 4551040.0,
      "end_time": 4553770.0,
      "text": "shelling Aleppo. Would you like to clear that up, sir?"
    },
    {
      "index": 901,
      "start_time": 4553770.0,
      "end_time": 4560170.0,
      "text": "Aleppo is a disaster. It is a humanitarian nightmare but it has fallen from any standpoint."
    },
    {
      "index": 902,
      "start_time": 4560170.0,
      "end_time": 4565530.0,
      "text": "I mean what do you need a signed document? Take a look at Aleppo it&#39;s so sad when you"
    },
    {
      "index": 903,
      "start_time": 4565530.0,
      "end_time": 4569810.0,
      "text": "see what&#39;s happened. And a lot of this is because of Hillary Clinton"
    },
    {
      "index": 904,
      "start_time": 4569810.0,
      "end_time": 4575360.0,
      "text": "because what&#39;s happened is by fighting Assad, who turned out to be a lot tougher than she"
    },
    {
      "index": 905,
      "start_time": 4575360.0,
      "end_time": 4582890.0,
      "text": "thought and now she&#39;s going to say oh he loves Assad - he&#39;s just much tougher and much smarter"
    },
    {
      "index": 906,
      "start_time": 4582890.0,
      "end_time": 4586140.0,
      "text": "than her and Obama. And everyone thought he was gone two years"
    },
    {
      "index": 907,
      "start_time": 4586140.0,
      "end_time": 4592690.0,
      "text": "ago three years ago. He aligned with Russia he now also aligned with Iran who we made"
    },
    {
      "index": 908,
      "start_time": 4592690.0,
      "end_time": 4599170.0,
      "text": "very powerful. We gave them a hundred fifty million dollars back. We get them 1.7 billion"
    },
    {
      "index": 909,
      "start_time": 4599170.0,
      "end_time": 4607960.0,
      "text": "in cash bundles of cash as big as this stage. We gave them 1.7 billion dollars. Now they"
    },
    {
      "index": 910,
      "start_time": 4607960.0,
      "end_time": 4614300.0,
      "text": "have aligned -- he has aligned with Russia and with Iran. They don&#39;t want ISIS but they"
    },
    {
      "index": 911,
      "start_time": 4614300.0,
      "end_time": 4619420.0,
      "text": "have other things because we are backing we are backing rebels. We don&#39;t know who the"
    },
    {
      "index": 912,
      "start_time": 4619420.0,
      "end_time": 4625310.0,
      "text": "rebels are. We are giving them lots of money lots of everything. We don&#39;t know who the"
    },
    {
      "index": 913,
      "start_time": 4625310.0,
      "end_time": 4629680.0,
      "text": "rebels are. And when and if -- it&#39;s not going to happen because you have Russia and you"
    },
    {
      "index": 914,
      "start_time": 4629680.0,
      "end_time": 4635090.0,
      "text": "have Iran now -- but if they ever did overthrow Assad you might end up with, as bad as Assad"
    },
    {
      "index": 915,
      "start_time": 4635090.0,
      "end_time": 4641750.0,
      "text": "is and he&#39;s a bad guy. But you very may very well end up with worse than Assad. If she"
    },
    {
      "index": 916,
      "start_time": 4641750.0,
      "end_time": 4647610.0,
      "text": "did nothing we would be in much better shape. And this is what&#39;s caused the great migration"
    },
    {
      "index": 917,
      "start_time": 4647610.0,
      "end_time": 4654860.0,
      "text": "where she&#39;s taking in tens of thousands of Syrian refugees who probably in many cases"
    },
    {
      "index": 918,
      "start_time": 4654860.0,
      "end_time": 4660540.0,
      "text": "-- not probably who are definitely in many cases ISIS aligned and we now have them in"
    },
    {
      "index": 919,
      "start_time": 4660540.0,
      "end_time": 4664600.0,
      "text": "our country and wait until you see this is going to be the great Trojan horse and wait"
    },
    {
      "index": 920,
      "start_time": 4664600.0,
      "end_time": 4670060.0,
      "text": "until you see what happens in the coming years. Lots of luck Hillary, thanks a lot for doing"
    },
    {
      "index": 921,
      "start_time": 4670060.0,
      "end_time": 4671600.0,
      "text": "a great job."
    },
    {
      "index": 922,
      "start_time": 4671600.0,
      "end_time": 4676170.0,
      "text": "Secretary Clinton, you have talked about, and in the last debate and again today, you"
    },
    {
      "index": 923,
      "start_time": 4676170.0,
      "end_time": 4681510.0,
      "text": "would impose a no-fly zone to try to protect the people of Aleppo and stop the killing"
    },
    {
      "index": 924,
      "start_time": 4681510.0,
      "end_time": 4686150.0,
      "text": "there. President Obama has refused to do that because he fears it’s going to draw us closer"
    },
    {
      "index": 925,
      "start_time": 4686150.0,
      "end_time": 4690920.0,
      "text": "or deeper into the conflict. General Joseph Dunford, the Chairman of the Joint Chiefs"
    },
    {
      "index": 926,
      "start_time": 4690920.0,
      "end_time": 4695280.0,
      "text": "of Staff says you want to oppose a no-fly zone chances are you are going to get into"
    },
    {
      "index": 927,
      "start_time": 4695280.0,
      "end_time": 4702110.0,
      "text": "a war, his words, with Syria and Russia. So the question I have is, if you impose a no-fly"
    },
    {
      "index": 928,
      "start_time": 4702110.0,
      "end_time": 4706340.0,
      "text": "zone, first of all, how do you respond to their concerns? Secondly, if you impose a"
    },
    {
      "index": 929,
      "start_time": 4706340.0,
      "end_time": 4711380.0,
      "text": "no-fly zone and a Russian plane violates that, does President Clinton shoot that plane down?"
    },
    {
      "index": 930,
      "start_time": 4711380.0,
      "end_time": 4716960.0,
      "text": "Well, Chris, first of all, I think a no-fly zone could save lives and could hasten the"
    },
    {
      "index": 931,
      "start_time": 4716960.0,
      "end_time": 4722210.0,
      "text": "end of the conflict. I am well aware of the really legitimate concerns that you have expressed"
    },
    {
      "index": 932,
      "start_time": 4722210.0,
      "end_time": 4728481.0,
      "text": "from both the President and the general. This would not be done just on the first day. This"
    },
    {
      "index": 933,
      "start_time": 4728480.0,
      "end_time": 4732269.0,
      "text": "would take a lot of negotiation. It would also take making it clear to the Russians"
    },
    {
      "index": 934,
      "start_time": 4732270.0,
      "end_time": 4738130.0,
      "text": "and the Syrians that our purpose here was to provide safe zones on the ground"
    },
    {
      "index": 935,
      "start_time": 4738130.0,
      "end_time": 4744210.0,
      "text": "We&#39;ve had millions of people leave Syria. And those millions of people inside Syria"
    },
    {
      "index": 936,
      "start_time": 4744210.0,
      "end_time": 4749980.0,
      "text": "who have been dislocated. So I think we could strike a deal and make it very clear to the"
    },
    {
      "index": 937,
      "start_time": 4749980.0,
      "end_time": 4755190.0,
      "text": "Russians and the Syrians that this was something that we believe was in the best interest of"
    },
    {
      "index": 938,
      "start_time": 4755190.0,
      "end_time": 4759900.0,
      "text": "the people on the ground in Syria. It would help us with our fight against ISIS. But I"
    },
    {
      "index": 939,
      "start_time": 4759900.0,
      "end_time": 4765010.0,
      "text": "want to respond to what Donald said about refugees. He’s made these claims repeatedly."
    },
    {
      "index": 940,
      "start_time": 4765010.0,
      "end_time": 4771400.0,
      "text": "I am not going to let anyone into this country who is not vetted, Who we do not have confidence"
    },
    {
      "index": 941,
      "start_time": 4771400.0,
      "end_time": 4776120.0,
      "text": "in. But I am not going to slam the door on women and children. That picture of that little"
    },
    {
      "index": 942,
      "start_time": 4776120.0,
      "end_time": 4781380.0,
      "text": "four-year-old boy in Aleppo with the blood coming down his face while he sat in an ambulance"
    },
    {
      "index": 943,
      "start_time": 4781380.0,
      "end_time": 4787660.0,
      "text": "is haunting. And so we are going to do very careful, thorough vetting. That does not solve"
    },
    {
      "index": 944,
      "start_time": 4787660.0,
      "end_time": 4793380.0,
      "text": "our internal challenges with ISIS and our need to stop radicalization, to work with"
    },
    {
      "index": 945,
      "start_time": 4793380.0,
      "end_time": 4799250.0,
      "text": "American Muslim communities who are on the frontlines to identify and prevent attacks."
    },
    {
      "index": 946,
      "start_time": 4799250.0,
      "end_time": 4808600.0,
      "text": "The killer of the dozens of people at the nightclub in Orlando, The pulse nightclub,"
    },
    {
      "index": 947,
      "start_time": 4808600.0,
      "end_time": 4812250.0,
      "text": "was born in Queens, same place Donald was born."
    },
    {
      "index": 948,
      "start_time": 4812250.0,
      "end_time": 4818120.0,
      "text": "So let&#39;s be clear about what the threat is and how we are best going to be able to meet"
    },
    {
      "index": 949,
      "start_time": 4818120.0,
      "end_time": 4823230.0,
      "text": "it. And yes, some of that threat emanates from over in Syria and Iraq and we’ve got"
    },
    {
      "index": 950,
      "start_time": 4823230.0,
      "end_time": 4828230.0,
      "text": "to keep fighting. And I will defeat ISIS and some of it is we have to up our game and be"
    },
    {
      "index": 951,
      "start_time": 4828230.0,
      "end_time": 4829370.0,
      "text": "much smarter here at home."
    },
    {
      "index": 952,
      "start_time": 4829370.0,
      "end_time": 4831200.0,
      "text": "Folks, I want to get into our final segment."
    },
    {
      "index": 953,
      "start_time": 4831200.0,
      "end_time": 4835810.0,
      "text": "But I just have to -- it’s so ridiculous with -- she will defeat ISIS. We should have"
    },
    {
      "index": 954,
      "start_time": 4835810.0,
      "end_time": 4840240.0,
      "text": "never let ISIS happen in the first place and right now they are in thirty two countries."
    },
    {
      "index": 955,
      "start_time": 4840240.0,
      "end_time": 4841240.0,
      "text": "Ok -"
    },
    {
      "index": 956,
      "start_time": 4841240.0,
      "end_time": 4846900.0,
      "text": "Wait one second. They had a ceasefire three weeks ago. A ceasefire, United States, Russia"
    },
    {
      "index": 957,
      "start_time": 4846900.0,
      "end_time": 4852750.0,
      "text": "and Syria. And during the cease-fire, Russia took over vast swathes of land. And then they"
    },
    {
      "index": 958,
      "start_time": 4852750.0,
      "end_time": 4859880.0,
      "text": "said, we don&#39;t want the cease-fire anymore. We are so outplayed on missiles, on ceasefires."
    },
    {
      "index": 959,
      "start_time": 4859880.0,
      "end_time": 4863660.0,
      "text": "They are outplayed. Now she was not there -- I assume she had nothing to do with it."
    },
    {
      "index": 960,
      "start_time": 4863660.0,
      "end_time": 4871541.0,
      "text": "But our country is so outplayed by Putin and Assad and, by the way, and by Iran. Nobody"
    },
    {
      "index": 961,
      "start_time": 4871540.0,
      "end_time": 4874809.0,
      "text": "can believe how stupid our leadership is."
    },
    {
      "index": 962,
      "start_time": 4874810.0,
      "end_time": 4879120.0,
      "text": "Mr. Trump, Secretary Clinton -- no, we need to move on to our final segment. And that"
    },
    {
      "index": 963,
      "start_time": 4879120.0,
      "end_time": 4885040.0,
      "text": "is the national debt which has not been discussed until tonight. Our national debt, as a share"
    },
    {
      "index": 964,
      "start_time": 4885040.0,
      "end_time": 4891350.0,
      "text": "of the economy, our GDP, is now seventy seven percent. That is the highest since just after"
    },
    {
      "index": 965,
      "start_time": 4891350.0,
      "end_time": 4897150.0,
      "text": "World War II. But the Nonpartisan Committee for a Responsible Federal Budget says Secretary"
    },
    {
      "index": 966,
      "start_time": 4897150.0,
      "end_time": 4903100.0,
      "text": "Clinton, under your plan debt would rise to eighty six percent of GDP over the next ten"
    },
    {
      "index": 967,
      "start_time": 4903100.0,
      "end_time": 4908670.0,
      "text": "years. Mr. Trump, under your plan, they say it would rise to one hundred and five percent"
    },
    {
      "index": 968,
      "start_time": 4908670.0,
      "end_time": 4914250.0,
      "text": "of GDP over the next ten years. Question is - why are both of you ignoring this problem?"
    },
    {
      "index": 969,
      "start_time": 4914250.0,
      "end_time": 4915250.0,
      "text": "Mr. Trump, you go first."
    },
    {
      "index": 970,
      "start_time": 4915250.0,
      "end_time": 4919650.0,
      "text": "Well, I say they&#39;re wrong because I&#39;m going to create tremendous jobs. And we’re bringing"
    },
    {
      "index": 971,
      "start_time": 4919650.0,
      "end_time": 4924200.0,
      "text": "GDP from really one percent, which is what it is now. If she got in, it’ll be less"
    },
    {
      "index": 972,
      "start_time": 4924200.0,
      "end_time": 4929980.0,
      "text": "than zero. But we’re bringing it from one percent up to four percent. And I actually"
    },
    {
      "index": 973,
      "start_time": 4929980.0,
      "end_time": 4934840.0,
      "text": "think we can go higher than 4 percent. I think you can go to 5 or 6 percent."
    },
    {
      "index": 974,
      "start_time": 4934840.0,
      "end_time": 4939940.0,
      "text": "And if we do, you don&#39;t have to bother asking your question because we have a tremendous"
    },
    {
      "index": 975,
      "start_time": 4939940.0,
      "end_time": 4946760.0,
      "text": "machine. We will have created a tremendous economic machine once again. To do that, we’re"
    },
    {
      "index": 976,
      "start_time": 4946760.0,
      "end_time": 4950670.0,
      "text": "taking back jobs. We’re not going to let our companies be raided by other countries."
    },
    {
      "index": 977,
      "start_time": 4950670.0,
      "end_time": 4953760.0,
      "text": "Where we lose all our jobs, we don’t make our product anymore."
    },
    {
      "index": 978,
      "start_time": 4953760.0,
      "end_time": 4961180.0,
      "text": "It&#39;s very sad. But I&#39;m going to create a -- the kind of a country that we were from the standpoint"
    },
    {
      "index": 979,
      "start_time": 4961180.0,
      "end_time": 4968030.0,
      "text": "of industry. We used to be there. We’ve given it up. We’ve become very, very sloppy."
    },
    {
      "index": 980,
      "start_time": 4968030.0,
      "end_time": 4972390.0,
      "text": "We&#39;ve had people that are political hacks making the biggest deals in the world -- bigger"
    },
    {
      "index": 981,
      "start_time": 4972390.0,
      "end_time": 4976610.0,
      "text": "than companies, you take these big companies -- these trade deals are far bigger than these"
    },
    {
      "index": 982,
      "start_time": 4976610.0,
      "end_time": 4981160.0,
      "text": "companies. And yet, we don&#39;t use our great leaders, many of whom back me and many of"
    },
    {
      "index": 983,
      "start_time": 4981160.0,
      "end_time": 4985660.0,
      "text": "whom back Hillary, I must say. But we don’t use those people--those are the people these"
    },
    {
      "index": 984,
      "start_time": 4985660.0,
      "end_time": 4989450.0,
      "text": "the greatest negotiators in the world. We have the greatest business people in the world."
    },
    {
      "index": 985,
      "start_time": 4989450.0,
      "end_time": 4995030.0,
      "text": "We have to use them to negotiate our trade deals. We use political hacks. We use people"
    },
    {
      "index": 986,
      "start_time": 4995030.0,
      "end_time": 4999180.0,
      "text": "that get the position because they gave -- they made a campaign contribution. And they’re"
    },
    {
      "index": 987,
      "start_time": 4999180.0,
      "end_time": 5004110.0,
      "text": "dealing with China and people that are very much smarter than they are. So we have to"
    },
    {
      "index": 988,
      "start_time": 5004110.0,
      "end_time": 5010860.0,
      "text": "use our great people. But with that being said, we will create an economic machine,"
    },
    {
      "index": 989,
      "start_time": 5010860.0,
      "end_time": 5016200.0,
      "text": "the likes of which we haven&#39;t seen in many decades. And people, Chris, will again go"
    },
    {
      "index": 990,
      "start_time": 5016200.0,
      "end_time": 5021000.0,
      "text": "back to work and they’ll make lot of money and we’ll have companies that will grow"
    },
    {
      "index": 991,
      "start_time": 5021000.0,
      "end_time": 5024200.0,
      "text": "and expand and we’ll start from new."
    },
    {
      "index": 992,
      "start_time": 5024200.0,
      "end_time": 5025440.0,
      "text": "Secretary Clinton."
    },
    {
      "index": 993,
      "start_time": 5025440.0,
      "end_time": 5030720.0,
      "text": "Well, first, when I hear Donald talk like that and know that his slogan is Make America"
    },
    {
      "index": 994,
      "start_time": 5030720.0,
      "end_time": 5039060.0,
      "text": "Great Again, I wonder when he thought America was great. ANd before he rushed in and says,"
    },
    {
      "index": 995,
      "start_time": 5039060.0,
      "end_time": 5043940.0,
      "text": "before you and President Obama were there, I think it&#39;s important to recognize that he"
    },
    {
      "index": 996,
      "start_time": 5043940.0,
      "end_time": 5052140.0,
      "text": "has been criticizing our government for decades. You know, back in 1987, he took out a one"
    },
    {
      "index": 997,
      "start_time": 5052140.0,
      "end_time": 5058060.0,
      "text": "hundred thousand dollar ad in the New York Times during the time when President Reagan"
    },
    {
      "index": 998,
      "start_time": 5058060.0,
      "end_time": 5063900.0,
      "text": "was president and basically said exactly what he just said now -- that we were the laughing"
    },
    {
      "index": 999,
      "start_time": 5063900.0,
      "end_time": 5070790.0,
      "text": "stock of the world. He was criticizing President Reagan. This is the way Donald thinks about"
    },
    {
      "index": 1000,
      "start_time": 5070790.0,
      "end_time": 5076420.0,
      "text": "himself, puts himself into, you know, the middle and says, you know, I alone can fix"
    },
    {
      "index": 1001,
      "start_time": 5076420.0,
      "end_time": 5081460.0,
      "text": "it, as he said on the convention stage. But if you look at the debt, which is the issue"
    },
    {
      "index": 1002,
      "start_time": 5081460.0,
      "end_time": 5088620.0,
      "text": "you asked about, Chris, I pay for everything I&#39;m proposing. I do not add a penny to the"
    },
    {
      "index": 1003,
      "start_time": 5088620.0,
      "end_time": 5092770.0,
      "text": "national debt. I take that very seriously because I do think"
    },
    {
      "index": 1004,
      "start_time": 5092770.0,
      "end_time": 5098060.0,
      "text": "it&#39;s one of the issues we&#39;ve got to come to grips with. So when I talk about how we&#39;re"
    },
    {
      "index": 1005,
      "start_time": 5098060.0,
      "end_time": 5102350.0,
      "text": "going to pay for education, how we’re going to invest in infrastructure, how we&#39;re going"
    },
    {
      "index": 1006,
      "start_time": 5102350.0,
      "end_time": 5106330.0,
      "text": "to get the cost of prescription drugs down, a lot of the other issues that people talk"
    },
    {
      "index": 1007,
      "start_time": 5106330.0,
      "end_time": 5111060.0,
      "text": "to me about all the time, I&#39;ve made it very clear. We are going where the money is. We"
    },
    {
      "index": 1008,
      "start_time": 5111060.0,
      "end_time": 5117350.0,
      "text": "are going to ask the wealthy and corporations to pay their fair share. And there is no evidence"
    },
    {
      "index": 1009,
      "start_time": 5117350.0,
      "end_time": 5124100.0,
      "text": "whatsoever that that will slow down or diminish our growth. In fact, I think just the opposite."
    },
    {
      "index": 1010,
      "start_time": 5124100.0,
      "end_time": 5129520.0,
      "text": "We’ll have what economists call middle-out growth. We&#39;ve got to get back to rebuilding"
    },
    {
      "index": 1011,
      "start_time": 5129520.0,
      "end_time": 5134790.0,
      "text": "the middle class, the families of America. That&#39;s where growth will come from. That&#39;s"
    },
    {
      "index": 1012,
      "start_time": 5134790.0,
      "end_time": 5139750.0,
      "text": "why I want to invest in you. I want to invest in your family. And I think that&#39;s the smartest"
    },
    {
      "index": 1013,
      "start_time": 5139750.0,
      "end_time": 5144580.0,
      "text": "way to grow the economy, to make the economy fairer. And we just have a big disagreement"
    },
    {
      "index": 1014,
      "start_time": 5144580.0,
      "end_time": 5149230.0,
      "text": "about this. It may be because of our experiences, You know, he started off with his dad as a"
    },
    {
      "index": 1015,
      "start_time": 5149230.0,
      "end_time": 5154270.0,
      "text": "millionaire. I started off with my dad as a small businessman. and, I think it&#39;s, you"
    },
    {
      "index": 1016,
      "start_time": 5154270.0,
      "end_time": 5155270.0,
      "text": "know,"
    },
    {
      "index": 1017,
      "start_time": 5155270.0,
      "end_time": 5156270.0,
      "text": "Time."
    },
    {
      "index": 1018,
      "start_time": 5156270.0,
      "end_time": 5157270.0,
      "text": "Thank you, Hillary."
    },
    {
      "index": 1019,
      "start_time": 5157270.0,
      "end_time": 5158530.0,
      "text": "it&#39;s a difference that affects how we see the world and what we want to do the economy."
    },
    {
      "index": 1020,
      "start_time": 5158530.0,
      "end_time": 5160070.0,
      "text": "Can I just respond?"
    },
    {
      "index": 1021,
      "start_time": 5160070.0,
      "end_time": 5162380.0,
      "text": "No because the running of time."
    },
    {
      "index": 1022,
      "start_time": 5162380.0,
      "end_time": 5166950.0,
      "text": "I did disagree with Ronald Reagan very strongly on trade. I disagreed with him. We should"
    },
    {
      "index": 1023,
      "start_time": 5166950.0,
      "end_time": 5172050.0,
      "text": "have been the much tougher on trade even then. I’ve been waiting for years and nobody does"
    },
    {
      "index": 1024,
      "start_time": 5172050.0,
      "end_time": 5175080.0,
      "text": "it right. And frankly, now we’re going to do it right."
    },
    {
      "index": 1025,
      "start_time": 5175080.0,
      "end_time": 5179190.0,
      "text": "Alright. One last area I want to get in with you on this debate is the fact that the biggest"
    },
    {
      "index": 1026,
      "start_time": 5179190.0,
      "end_time": 5185510.0,
      "text": "driver of our debt is entitlements, which is sixty percent of all federal spending."
    },
    {
      "index": 1027,
      "start_time": 5185510.0,
      "end_time": 5189930.0,
      "text": "Now, the Committee for Federal -- Responsible Federal Budget has looked at both of your"
    },
    {
      "index": 1028,
      "start_time": 5189930.0,
      "end_time": 5195650.0,
      "text": "plans and they say neither of you have a serious plan that is going to solve the fact that"
    },
    {
      "index": 1029,
      "start_time": 5195650.0,
      "end_time": 5198940.0,
      "text": "Medicare is going to run out of money in the twenty twenties, Social Security is going"
    },
    {
      "index": 1030,
      "start_time": 5198940.0,
      "end_time": 5203970.0,
      "text": "to run out of money in the twenty thirties and at that time recipients are going to take"
    },
    {
      "index": 1031,
      "start_time": 5203970.0,
      "end_time": 5209100.0,
      "text": "huge cuts in their benefits so in effect the final question I want to ask you in this regard"
    },
    {
      "index": 1032,
      "start_time": 5209100.0,
      "end_time": 5214290.0,
      "text": "is -- and let me start with you, Mr. Trump -- would President Trump make a deal to save"
    },
    {
      "index": 1033,
      "start_time": 5214290.0,
      "end_time": 5220550.0,
      "text": "Medicare and Social Security that included both tax increases and benefit cuts - in effect,"
    },
    {
      "index": 1034,
      "start_time": 5220550.0,
      "end_time": 5222060.0,
      "text": "a grand bargain on entitlements?"
    },
    {
      "index": 1035,
      "start_time": 5222060.0,
      "end_time": 5226470.0,
      "text": "I&#39;m cutting taxes. We’re going to grow the economy. It’s going to grow at a record"
    },
    {
      "index": 1036,
      "start_time": 5226470.0,
      "end_time": 5227470.0,
      "text": "rate."
    },
    {
      "index": 1037,
      "start_time": 5227470.0,
      "end_time": 5228470.0,
      "text": "But that’s not going to help on entitlements."
    },
    {
      "index": 1038,
      "start_time": 5228470.0,
      "end_time": 5233310.0,
      "text": "It’s going to totally help you. And one thing we have to do, repeal and replace the"
    },
    {
      "index": 1039,
      "start_time": 5233310.0,
      "end_time": 5238000.0,
      "text": "disaster known as Obamacare. It’s destroying our country, it’s destroying"
    },
    {
      "index": 1040,
      "start_time": 5238000.0,
      "end_time": 5243880.0,
      "text": "our businesses. Are small business and our big businesses -- we have to repeal and replace"
    },
    {
      "index": 1041,
      "start_time": 5243880.0,
      "end_time": 5249170.0,
      "text": "Obamacare. You take a look at the kind of numbers that that will cost us in the year"
    },
    {
      "index": 1042,
      "start_time": 5249170.0,
      "end_time": 5254150.0,
      "text": "seventeen, it is a disaster, if we don&#39;t repeal and replace -- now it’s probably going to"
    },
    {
      "index": 1043,
      "start_time": 5254150.0,
      "end_time": 5260830.0,
      "text": "die of its own weight. But Obamacare has to go. It -- premiums are going up sixty, seventy,"
    },
    {
      "index": 1044,
      "start_time": 5260830.0,
      "end_time": 5264050.0,
      "text": "eighty percent. Next year, they’re going to go up over one"
    },
    {
      "index": 1045,
      "start_time": 5264050.0,
      "end_time": 5268580.0,
      "text": "hundred percent. And I&#39;m really glad that the premiums have started -- at least the"
    },
    {
      "index": 1046,
      "start_time": 5268580.0,
      "end_time": 5272970.0,
      "text": "people see what happening because she wants to keep Obamacare. And she wants to make it"
    },
    {
      "index": 1047,
      "start_time": 5272970.0,
      "end_time": 5278600.0,
      "text": "even worse. And it can&#39;t get any worse. Bad healthcare at the most expensive price -- we"
    },
    {
      "index": 1048,
      "start_time": 5278600.0,
      "end_time": 5281400.0,
      "text": "have to repeal and replace Obamacare."
    },
    {
      "index": 1049,
      "start_time": 5281400.0,
      "end_time": 5286500.0,
      "text": "And Secretary Clinton, same question because, at this point, Social Security and Medicare"
    },
    {
      "index": 1050,
      "start_time": 5286500.0,
      "end_time": 5291820.0,
      "text": "are going to run out -- the trust funds are going to run out of money. Will you as President,"
    },
    {
      "index": 1051,
      "start_time": 5291820.0,
      "end_time": 5298070.0,
      "text": "will you consider a grand bargain, a deal that includes both tax increases and benefit"
    },
    {
      "index": 1052,
      "start_time": 5298070.0,
      "end_time": 5300400.0,
      "text": "cuts to try to save both programs?"
    },
    {
      "index": 1053,
      "start_time": 5300400.0,
      "end_time": 5304981.0,
      "text": "Well, Chris, I am on record as saying that we need to put more money into the Social"
    },
    {
      "index": 1054,
      "start_time": 5304980.0,
      "end_time": 5310149.0,
      "text": "Security trust fund. That’s part of my commitment to raise taxes"
    },
    {
      "index": 1055,
      "start_time": 5310150.0,
      "end_time": 5316810.0,
      "text": "on the wealthy. My social security payroll contribution will go up, as will Donald’s,"
    },
    {
      "index": 1056,
      "start_time": 5316810.0,
      "end_time": 5321540.0,
      "text": "assuming he can&#39;t figure out how to get out of it. But what we want to do is to replenish"
    },
    {
      "index": 1057,
      "start_time": 5321540.0,
      "end_time": 5322660.0,
      "text": "the social security trust fund."
    },
    {
      "index": 1058,
      "start_time": 5322660.0,
      "end_time": 5323660.0,
      "text": "Such a nasty woman."
    },
    {
      "index": 1059,
      "start_time": 5323660.0,
      "end_time": 5330360.0,
      "text": "--by making sure that we have sufficient resources. And that will come from either raising the"
    },
    {
      "index": 1060,
      "start_time": 5330360.0,
      "end_time": 5336210.0,
      "text": "cap and or finding other ways to get more money into it. I will not cut benefits. I"
    },
    {
      "index": 1061,
      "start_time": 5336210.0,
      "end_time": 5342240.0,
      "text": "want to enhance benefits for low-income workers. And for women who have been disadvantaged"
    },
    {
      "index": 1062,
      "start_time": 5342240.0,
      "end_time": 5347500.0,
      "text": "by the current Social Security system. But what Donald is proposing with these massive"
    },
    {
      "index": 1063,
      "start_time": 5347500.0,
      "end_time": 5353830.0,
      "text": "tax cuts will result in a twenty trillion dollar additional national debt. That will"
    },
    {
      "index": 1064,
      "start_time": 5353830.0,
      "end_time": 5358540.0,
      "text": "have dire consequences for Social Security and Medicare. And I’ll say something about"
    },
    {
      "index": 1065,
      "start_time": 5358540.0,
      "end_time": 5362810.0,
      "text": "the Affordable Care Act, which he wants to repeal: the affordable care act extended the"
    },
    {
      "index": 1066,
      "start_time": 5362810.0,
      "end_time": 5368650.0,
      "text": "solvency of the Medicare trust fund. So if he repeals it, our Medicare problem gets worse."
    },
    {
      "index": 1067,
      "start_time": 5368650.0,
      "end_time": 5374640.0,
      "text": "What we need to do is go after the long-term health care drivers. We&#39;ve got to get cost"
    },
    {
      "index": 1068,
      "start_time": 5374640.0,
      "end_time": 5379690.0,
      "text": "down, increase value, emphasize wellness. I have a plan for doing that. And I think"
    },
    {
      "index": 1069,
      "start_time": 5379690.0,
      "end_time": 5385140.0,
      "text": "that we will be able to get entitlement spending under control with more resources and smarter"
    },
    {
      "index": 1070,
      "start_time": 5385140.0,
      "end_time": 5386140.0,
      "text": "decisions."
    },
    {
      "index": 1071,
      "start_time": 5386140.0,
      "end_time": 5389570.0,
      "text": "This is the final time, probably to both of your delight, that you&#39;re going to be on the"
    },
    {
      "index": 1072,
      "start_time": 5389570.0,
      "end_time": 5395650.0,
      "text": "stage together in this campaign. I would like to end it on a positive note. You had not"
    },
    {
      "index": 1073,
      "start_time": 5395650.0,
      "end_time": 5401880.0,
      "text": "agreed to closing statements, but it seems to be in a funny way to make it more interesting"
    },
    {
      "index": 1074,
      "start_time": 5401880.0,
      "end_time": 5405522.0,
      "text": "because you haven&#39;t prepared closing statements. So I’d like you each to take - we’re going"
    },
    {
      "index": 1075,
      "start_time": 5405520.0,
      "end_time": 5412018.0,
      "text": "to put a clock up - a minute as a final question in the final debate to tell the American people"
    },
    {
      "index": 1076,
      "start_time": 5412020.0,
      "end_time": 5417890.0,
      "text": "why they should elect you to be the next president. This is another new mini-segment. Secretary"
    },
    {
      "index": 1077,
      "start_time": 5417890.0,
      "end_time": 5418890.0,
      "text": "Clinton, it’s your turn to go first."
    },
    {
      "index": 1078,
      "start_time": 5418890.0,
      "end_time": 5425960.0,
      "text": "Well, I would like to say to everyone watching tonight that I am reaching out to all Americans,"
    },
    {
      "index": 1079,
      "start_time": 5425960.0,
      "end_time": 5431270.0,
      "text": "Democrats, Republicans and independents, because we need everybody to help make our country"
    },
    {
      "index": 1080,
      "start_time": 5431270.0,
      "end_time": 5437430.0,
      "text": "what it should be -- to grow the economy, to make it fairer, to make it work for everyone."
    },
    {
      "index": 1081,
      "start_time": 5437430.0,
      "end_time": 5442391.0,
      "text": "We need your talents, your skills, your commitment, your energy, your ambition. You know, I&#39;ve"
    },
    {
      "index": 1082,
      "start_time": 5442390.0,
      "end_time": 5448319.0,
      "text": "been privileged to see the presidency up close. And I know the awesome responsibility of protecting"
    },
    {
      "index": 1083,
      "start_time": 5448320.0,
      "end_time": 5453040.0,
      "text": "our country and the incredible opportunity of working to try to make life better for"
    },
    {
      "index": 1084,
      "start_time": 5453040.0,
      "end_time": 5460400.0,
      "text": "all of you. I have made the cause of children and families really, my life&#39;s work. That&#39;s"
    },
    {
      "index": 1085,
      "start_time": 5460400.0,
      "end_time": 5465380.0,
      "text": "what my mission will be in my presidency. I will stand up for families against powerful"
    },
    {
      "index": 1086,
      "start_time": 5465380.0,
      "end_time": 5471210.0,
      "text": "interests, against corporations. I will do everything that I can to make sure that you"
    },
    {
      "index": 1087,
      "start_time": 5471210.0,
      "end_time": 5476400.0,
      "text": "have good jobs with rising incomes, that your kids have good educations from preschool through"
    },
    {
      "index": 1088,
      "start_time": 5476400.0,
      "end_time": 5480890.0,
      "text": "college. I hope you will give me a chance to serve as your president."
    },
    {
      "index": 1089,
      "start_time": 5480890.0,
      "end_time": 5483640.0,
      "text": "Secretary Clinton, thank you. Mr. Trump?"
    },
    {
      "index": 1090,
      "start_time": 5483640.0,
      "end_time": 5488570.0,
      "text": "She&#39;s raising the money from the people she wants to control. It doesn&#39;t work that way."
    },
    {
      "index": 1091,
      "start_time": 5488570.0,
      "end_time": 5493820.0,
      "text": "But when I started this campaign, I started it very strongly. It’s called make America"
    },
    {
      "index": 1092,
      "start_time": 5493820.0,
      "end_time": 5498540.0,
      "text": "great again. Were going to make America great. We have a depleted military. It has to be"
    },
    {
      "index": 1093,
      "start_time": 5498540.0,
      "end_time": 5502480.0,
      "text": "helped. Has to be fixed. We have the greatest people on earth in our military. We don&#39;t"
    },
    {
      "index": 1094,
      "start_time": 5502480.0,
      "end_time": 5506250.0,
      "text": "take care of our veterans. We take care of illegal immigrants, people that come into"
    },
    {
      "index": 1095,
      "start_time": 5506250.0,
      "end_time": 5510590.0,
      "text": "the country illegally, better than we take care of our vets. That can’t happen. Our"
    },
    {
      "index": 1096,
      "start_time": 5510590.0,
      "end_time": 5516970.0,
      "text": "policemen and women are disrespected. We need law and order. But we need justice too. Our"
    },
    {
      "index": 1097,
      "start_time": 5516970.0,
      "end_time": 5521380.0,
      "text": "inner cities are a disaster. You get shot walking to the store."
    },
    {
      "index": 1098,
      "start_time": 5521380.0,
      "end_time": 5526340.0,
      "text": "They have no education. They have no jobs. I will do more for African-Americans and Latinos"
    },
    {
      "index": 1099,
      "start_time": 5526340.0,
      "end_time": 5532190.0,
      "text": "than she can ever do in ten lifetimes. All she’s done is talk to the African-Americans"
    },
    {
      "index": 1100,
      "start_time": 5532190.0,
      "end_time": 5536070.0,
      "text": "and to the Latinos. But they get the vote and then they come back and say, We&#39;ll see"
    },
    {
      "index": 1101,
      "start_time": 5536070.0,
      "end_time": 5541490.0,
      "text": "you in four years. We are going to make America strong again, and we are going to make America"
    },
    {
      "index": 1102,
      "start_time": 5541490.0,
      "end_time": 5547800.0,
      "text": "great again. And it has to start now. We cannot take four more years of Barack Obama. And"
    },
    {
      "index": 1103,
      "start_time": 5547800.0,
      "end_time": 5549361.0,
      "text": "that&#39;s what you get when you get her."
    },
    {
      "index": 1104,
      "start_time": 5549360.0,
      "end_time": 5550360.0,
      "text": "Thank you both. Secretary Clinton -- hold on just a moment folks. Secretary Clinton,"
    },
    {
      "index": 1105,
      "start_time": 5550360.0,
      "end_time": 5551360.0,
      "text": "Mr. Trump, I want to thank you both for participating in all three of these debates. That brings"
    },
    {
      "index": 1106,
      "start_time": 5551360.0,
      "end_time": 5552360.0,
      "text": "to an end this year&#39;s debates sponsored by the Commission on Presidential Debates. We"
    },
    {
      "index": 1107,
      "start_time": 5552360.0,
      "end_time": 5553360.0,
      "text": "want to thank the University of Nevada, Las Vegas and its students for having us. Now"
    },
    {
      "index": 1108,
      "start_time": 5553360.0,
      "end_time": 5554360.0,
      "text": "the decision is up to you. While millions have already voted, election day, November"
    },
    {
      "index": 1109,
      "start_time": 5554360.0,
      "end_time": 5555360.0,
      "text": "8th, is just twenty days away. One thing everyone here can agree on, we hope you will go vote."
    },
    {
      "index": 1110,
      "start_time": 5555360.0,
      "end_time": 5556360.0,
      "text": "It is one of the honors and obligations of living in this great country. Thank you and"
    },
    {
      "index": 1111,
      "start_time": 5556360.0,
      "end_time": 5566360.0,
      "text": "good night. (APPLAUSE)"
    }
  ]
}