{
  "video_id": "fDbNwGZ_l4g",
  "title": "What if China and Taiwan Went To War?",
  "json": [
    {
      "index": 1,
      "start_time": 4359.0,
      "end_time": 9639.0,
      "text": "On November 7th, 2015 the leaders of China and Taiwan came together in the first head"
    },
    {
      "index": 2,
      "start_time": 9639.0,
      "end_time": 15579.0,
      "text": "of state meeting since the 1949 Communist Revolution. Their complicated split has caused"
    },
    {
      "index": 3,
      "start_time": 15579.0,
      "end_time": 21020.0,
      "text": "an endless series of problems, the most serious of which is the threat of China annexing Taiwan"
    },
    {
      "index": 4,
      "start_time": 21020.0,
      "end_time": 26239.0,
      "text": "as its own. So we wanted to know, what would happen if China and Taiwan went to war?"
    },
    {
      "index": 5,
      "start_time": 26239.0,
      "end_time": 32750.0,
      "text": "Well, it’s important to understand why China is set on reunifying with Taiwan. The 1949"
    },
    {
      "index": 6,
      "start_time": 32750.0,
      "end_time": 37829.0,
      "text": "Revolution forced the standing Chinese government to retreat onto the island of Taiwan, while"
    },
    {
      "index": 7,
      "start_time": 37829.0,
      "end_time": 42870.0,
      "text": "communist forces took over mainland China, establishing the present day People’s Republic"
    },
    {
      "index": 8,
      "start_time": 42870.0,
      "end_time": 47530.0,
      "text": "of China. Meanwhile, the retreated government in Taiwan maintained that THEY were still"
    },
    {
      "index": 9,
      "start_time": 47530.0,
      "end_time": 49600.0,
      "text": "the legitimate government of China."
    },
    {
      "index": 10,
      "start_time": 49600.0,
      "end_time": 54460.0,
      "text": "Today, the primary question surrounding Taiwan's future is whether it will establish itself"
    },
    {
      "index": 11,
      "start_time": 54460.0,
      "end_time": 60600.0,
      "text": "as an independent cultural and political identity from China, or if mainland China will forcefully"
    },
    {
      "index": 12,
      "start_time": 60600.0,
      "end_time": 66360.0,
      "text": "reunify Taiwan into the People’s Republic. This emphasis on reunification is even in"
    },
    {
      "index": 13,
      "start_time": 66360.0,
      "end_time": 71810.0,
      "text": "China’s constitution. It states that Taiwan is part of China, and that all Chinese people"
    },
    {
      "index": 14,
      "start_time": 71810.0,
      "end_time": 77330.0,
      "text": "have a duty to reunify the two. On the other hand, Taiwan’s constitution prohibits changing"
    },
    {
      "index": 15,
      "start_time": 77330.0,
      "end_time": 81990.0,
      "text": "the country’s borders without legislative support and a public referendum. Tensions"
    },
    {
      "index": 16,
      "start_time": 81990.0,
      "end_time": 87479.0,
      "text": "were flared most recently in 2005, when China passed an “anti-secession law” promising"
    },
    {
      "index": 17,
      "start_time": 87479.0,
      "end_time": 92420.0,
      "text": "to use “non-peaceful means” to ensure that Taiwan not seek independence."
    },
    {
      "index": 18,
      "start_time": 92420.0,
      "end_time": 96960.0,
      "text": "So what would happen if China decided to use those “non-peaceful means” to force occupy"
    },
    {
      "index": 19,
      "start_time": 96960.0,
      "end_time": 101530.0,
      "text": "Taiwan and, in their eyes, “reclaim it”? Well, in terms of pure military alone, to"
    },
    {
      "index": 20,
      "start_time": 101530.0,
      "end_time": 106820.0,
      "text": "say it is no contest would be an understatement. Taiwan’s military ranks about 15th worldwide,"
    },
    {
      "index": 21,
      "start_time": 106820.0,
      "end_time": 112250.0,
      "text": "on par with Canada. But China has the third most powerful military in the world, with"
    },
    {
      "index": 22,
      "start_time": 112250.0,
      "end_time": 115320.0,
      "text": "nearly 5 million active troops compared to Taiwan’s roughly 3 million. Moreover, China"
    },
    {
      "index": 23,
      "start_time": 115320.0,
      "end_time": 119860.0,
      "text": "blows Taiwan away in their total number of military equipment like ships, planes and"
    },
    {
      "index": 24,
      "start_time": 119860.0,
      "end_time": 124610.0,
      "text": "tanks. Perhaps China’s biggest advantage is financial, as they spend about 15 times"
    },
    {
      "index": 25,
      "start_time": 124610.0,
      "end_time": 129019.0,
      "text": "as much as Taiwan on defense, roughly 145 billion dollars a year."
    },
    {
      "index": 26,
      "start_time": 129019.0,
      "end_time": 133980.0,
      "text": "But despite China’s military superiority, Taiwan may have a secret weapon: the United"
    },
    {
      "index": 27,
      "start_time": 133980.0,
      "end_time": 138590.0,
      "text": "States. Now, it is important to note that technically, the US does not support Taiwanese"
    },
    {
      "index": 28,
      "start_time": 138590.0,
      "end_time": 143790.0,
      "text": "independence. But they also oppose further Chinese aggression in the region. When the"
    },
    {
      "index": 29,
      "start_time": 143790.0,
      "end_time": 148790.0,
      "text": "United States switched allegiances in 1979, from recognizing Taiwan as the legitimate"
    },
    {
      "index": 30,
      "start_time": 148790.0,
      "end_time": 154060.0,
      "text": "China to recognizing mainland China, they formed a diplomatic agreement with Taiwan."
    },
    {
      "index": 31,
      "start_time": 154060.0,
      "end_time": 158920.0,
      "text": "In the Taiwan Relations Act, the US effectively promises to provide military equipment to"
    },
    {
      "index": 32,
      "start_time": 158920.0,
      "end_time": 165129.0,
      "text": "protect Taiwan, and to date, the US is Taiwan’s largest arms supplier. During Barack Obama’s"
    },
    {
      "index": 33,
      "start_time": 165129.0,
      "end_time": 169970.0,
      "text": "term, the US sold Taiwan nearly 20 billion dollars worth of weapons. While there is no"
    },
    {
      "index": 34,
      "start_time": 169970.0,
      "end_time": 174370.0,
      "text": "DIRECT mutual defense treaty with Taiwan, it would not be uncharacteristic for the US"
    },
    {
      "index": 35,
      "start_time": 174370.0,
      "end_time": 177690.0,
      "text": "to help Taiwan in the face of unwarranted aggression."
    },
    {
      "index": 36,
      "start_time": 177690.0,
      "end_time": 182220.0,
      "text": "Luckily, as evidenced by the recent head of state meeting, relations between Taiwan and"
    },
    {
      "index": 37,
      "start_time": 182220.0,
      "end_time": 188300.0,
      "text": "China have been improving. Cooperation in transportation, communication, and commerce"
    },
    {
      "index": 38,
      "start_time": 188300.0,
      "end_time": 193050.0,
      "text": "have brought them closer together, making it considerably less likely that China launches"
    },
    {
      "index": 39,
      "start_time": 193050.0,
      "end_time": 198970.0,
      "text": "an invasion. With the uncertainty of American involvement, it would be a risky move."
    },
    {
      "index": 40,
      "start_time": 198970.0,
      "end_time": 203010.0,
      "text": "If you want a more in-depth look at the full history behind why Taiwan and China hate each"
    },
    {
      "index": 41,
      "start_time": 203010.0,
      "end_time": 225629.0,
      "text": "other, check out our video. Thanks for checking out TestTube News! If you haven’t subscribed"
    },
    {
      "index": 42,
      "start_time": 225629.0,
      "end_time": 235629.0,
      "text": "to our channel yet, make sure to do so below so you don’t miss out on our new videos."
    }
  ]
}