{
  "video_id": "FDVNdn0CvKI",
  "title": "The Science of HIV/AIDS",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 70.0,
      "end_time": 8050.0,
      "text": "HIV/AIDS has taken the lives of over 39 million people worldwide, despite our efforts to prevent, treat and better understand it."
    },
    {
      "index": 2,
      "start_time": 8050.000000000001,
      "end_time": 14239.0,
      "text": "But with 35 million people currently infected, what exactly is it, and are we close to a cure?"
    },
    {
      "index": 3,
      "start_time": 14190.0,
      "end_time": 18810.0,
      "text": "To contract HIV, the virus must enter the bloodstream - and it's often transmitted"
    },
    {
      "index": 4,
      "start_time": 18810.0,
      "end_time": 23240.0,
      "text": "from infected bodily fluids like blood, semen, vaginal fluids or breast milk."
    },
    {
      "index": 5,
      "start_time": 23240.0,
      "end_time": 28119.0,
      "text": "Once inside the bloodstream, HIV targets a variety of cells, but most specifically the T-helper cells (CD4),"
    },
    {
      "index": 6,
      "start_time": 29319.0,
      "end_time": 33570.0,
      "text": "which are a type of white blood cell that play an essential role in our immune system and fighting infections."
    },
    {
      "index": 7,
      "start_time": 33570.0,
      "end_time": 37550.0,
      "text": "The outer envelope of HIV is covered in glycoproteins"
    },
    {
      "index": 8,
      "start_time": 37550.0,
      "end_time": 41780.0,
      "text": "which mutate frequently, ultimately tricking the T-cell receptors to not recognize the virus."
    },
    {
      "index": 9,
      "start_time": 41780.0,
      "end_time": 46960.0,
      "text": "Once attached to specific proteins on the T-cell, it begins to fuse the membranes together,"
    },
    {
      "index": 10,
      "start_time": 46960.0,
      "end_time": 52649.0,
      "text": "and eventually enters the cell where it releases 2 viral RNA strands and 3 essential replication enzymes."
    },
    {
      "index": 11,
      "start_time": 54070.0,
      "end_time": 62409.0,
      "text": "Because HIV is a retrovirus, the RNA is transcribed into DNA, represented here by a zipper of two RNA strands transcribing into DNA."
    },
    {
      "index": 12,
      "start_time": 62409.0,
      "end_time": 65210.0,
      "text": "This DNA is then integrated into the host cell’s genome."
    },
    {
      "index": 13,
      "start_time": 65209.99999999999,
      "end_time": 69960.0,
      "text": "This makes the T-cells treat the viral genes like their own, which causes"
    },
    {
      "index": 14,
      "start_time": 69960.0,
      "end_time": 74869.0,
      "text": "them to make more copies of the virus. These then leave the host cell and mature, ultimately"
    },
    {
      "index": 15,
      "start_time": 74869.0,
      "end_time": 80130.0,
      "text": "seeking more T-cells. The virus is particularly difficult to treat because its mutation rate"
    },
    {
      "index": 16,
      "start_time": 80130.0,
      "end_time": 85650.0,
      "text": "is so high. Overall the replication process creates more than 10 billion new virions each day."
    },
    {
      "index": 17,
      "start_time": 86210.0,
      "end_time": 90750.0,
      "text": "During these initial stages of replication, called the latency period, a person may not"
    },
    {
      "index": 18,
      "start_time": 90750.0,
      "end_time": 96700.0,
      "text": "show any major symptoms for up to 8 years. If not treated, the HIV eventually kills off"
    },
    {
      "index": 19,
      "start_time": 96700.0,
      "end_time": 101950.0,
      "text": "the specific T-cells it infects. When these T-Cells fall below 200 cells per cubic millimeter of blood,"
    },
    {
      "index": 20,
      "start_time": 101950.0,
      "end_time": 106229.0,
      "text": "it becomes Acquired Immune Deficiency Syndrome or AIDS."
    },
    {
      "index": 21,
      "start_time": 106229.0,
      "end_time": 111040.0,
      "text": "After progressing this far, the immune system becomes suppressed  is much more susceptible"
    },
    {
      "index": 22,
      "start_time": 111040.0,
      "end_time": 116320.0,
      "text": "to cancers and opportunistic infections such as pneumonia. A person doesn't die from AIDS"
    },
    {
      "index": 23,
      "start_time": 116320.0,
      "end_time": 119460.0,
      "text": "they actually die from an illness that the body could not fend off."
    },
    {
      "index": 24,
      "start_time": 119460.0,
      "end_time": 124060.0,
      "text": "Nowadays there is medicine that helps fight these opportunistic infections, like Daraprim"
    },
    {
      "index": 25,
      "start_time": 124060.0,
      "end_time": 128560.0,
      "text": "(which was recently in the news when Martin Shkreli of Turing Pharmaceutical decided to"
    },
    {
      "index": 26,
      "start_time": 128560.0,
      "end_time": 136430.0,
      "text": "raise the price from $13.50 - $750 per pill.. There are also anti-retroviral drugs that"
    },
    {
      "index": 27,
      "start_time": 136430.0,
      "end_time": 141030.0,
      "text": "slow the virus down by blocking certain enzymes which are required for the virus to multiply."
    },
    {
      "index": 28,
      "start_time": 141030.0,
      "end_time": 146830.0,
      "text": "Similarly, those without HIV but at high risk of contracting the virus may take pre-exposure"
    },
    {
      "index": 29,
      "start_time": 146830.0,
      "end_time": 152250.0,
      "text": "prophylaxis or PrEP. This works similar to antiretroviral drugs by blocking the enzyme reverse transcriptase."
    },
    {
      "index": 30,
      "start_time": 153610.0,
      "end_time": 158410.0,
      "text": "Thankfully there is hope for a cure - a small population of people are immune to the HIV virus"
    },
    {
      "index": 31,
      "start_time": 158410.0,
      "end_time": 163790.0,
      "text": "because of a mutation linked to the T-cells. In one case, an HIV-positive subject"
    },
    {
      "index": 32,
      "start_time": 163790.0,
      "end_time": 167980.0,
      "text": "received a bone marrow transplant, meaning they were given new stem cells that generate"
    },
    {
      "index": 33,
      "start_time": 167980.0,
      "end_time": 173200.0,
      "text": "different T-cells, and within 20 months there was no evidence of the virus in their bloodstream."
    },
    {
      "index": 34,
      "start_time": 173200.0,
      "end_time": 177879.0,
      "text": "Though this is very indivisualized medicine, it certainly opens up the possibilities of"
    },
    {
      "index": 35,
      "start_time": 177879.0,
      "end_time": 182909.0,
      "text": "generating HIV resistant cells. Combine this with other therapies and preventative measures"
    },
    {
      "index": 36,
      "start_time": 182909.0,
      "end_time": 188099.0,
      "text": "like condoms, clean needle programs and safe blood transfusions, and HIV/AIDS may one day"
    },
    {
      "index": 37,
      "start_time": 188099.0,
      "end_time": 189519.0,
      "text": "be a thing of the past."
    },
    {
      "index": 38,
      "start_time": 189519.0,
      "end_time": 193739.0,
      "text": "Your sharing of this video is much appreciated, in the effort to help spread knowledge and awareness."
    },
    {
      "index": 39,
      "start_time": 194860.0,
      "end_time": 199140.0,
      "text": "Special thanks to audible for supporting this episode to give you a free 30 day trial at"
    },
    {
      "index": 40,
      "start_time": 199140.0,
      "end_time": 205150.0,
      "text": "audible.com/asap. This week we wanted to recommend the book Redefining Reality, which explores"
    },
    {
      "index": 41,
      "start_time": 205150.0,
      "end_time": 209690.0,
      "text": "what is real and what’s illusory from both a scientific and philosophical perspective,"
    },
    {
      "index": 42,
      "start_time": 209690.0,
      "end_time": 216190.0,
      "text": "through a series of really awesome lectures. You can get a free 30 day trial at audible.com/asap"
    },
    {
      "index": 43,
      "start_time": 216190.0,
      "end_time": 219799.0,
      "text": "and choose from a massive selection! We love them as they are great when you’re on the go."
    },
    {
      "index": 44,
      "start_time": 220370.0,
      "end_time": 230370.0,
      "text": "And subscribe for more weekly science videos!"
    }
  ]
}