{
  "video_id": "FFn6H9FQYrs",
  "title": "Optometrist Career Information : Optometrist Job Description",
  "json": [
    {
      "index": 1,
      "start_time": 780.0,
      "end_time": 6849.0,
      "text": "What is an Optometrist? Well, an Optometrist, also called a Doctor of Optometry, we are"
    },
    {
      "index": 2,
      "start_time": 6849.0,
      "end_time": 12900.0,
      "text": "primary care eye doctors. We diagnose and treat vision problems, eye disorders and related"
    },
    {
      "index": 3,
      "start_time": 12900.0,
      "end_time": 17990.0,
      "text": "conditions. We prescribe contacts and glasses and help educate people and counsel them when"
    },
    {
      "index": 4,
      "start_time": 17990.0,
      "end_time": 24589.0,
      "text": "it comes to different eye surgeries, whether it&#39;s refractive surgeries like lasik or through"
    },
    {
      "index": 5,
      "start_time": 24590.0,
      "end_time": 29900.0,
      "text": "cataract surgery, glaucoma surgery, we help counsel them for their surgeries and do a"
    },
    {
      "index": 6,
      "start_time": 29900.0,
      "end_time": 36900.0,
      "text": "fair amount of pre and post-op care for patients who have surgery. A typical day for us involves"
    },
    {
      "index": 7,
      "start_time": 37570.0,
      "end_time": 44269.0,
      "text": "staying in kind of a dimly lit room looking at some letters and using microscopes to evaluate"
    },
    {
      "index": 8,
      "start_time": 44269.0,
      "end_time": 49500.0,
      "text": "patient&#39;s eyes. And we see a number of patients throughout the day and it&#39;s kind of a one"
    },
    {
      "index": 9,
      "start_time": 49500.0,
      "end_time": 55409.0,
      "text": "on one interaction with patients. So that is the bulk of the day. We&#39;ll talk to them"
    },
    {
      "index": 10,
      "start_time": 55409.0,
      "end_time": 60319.0,
      "text": "at length about their particular eye problems and how to make them better and then we&#39;ll"
    },
    {
      "index": 11,
      "start_time": 60319.0,
      "end_time": 65369.0,
      "text": "help coordinate the care for the patient where there involves calling other doctors to find"
    },
    {
      "index": 12,
      "start_time": 65369.0,
      "end_time": 70909.0,
      "text": "out the results of other tests, or help schedule them to other doctors for other further work"
    },
    {
      "index": 13,
      "start_time": 70909.0,
      "end_time": 75950.0,
      "text": "ups or just guide them over to our optical and our staff will help them pick out some"
    },
    {
      "index": 14,
      "start_time": 75950.0,
      "end_time": 82140.0,
      "text": "glasses and get that coordinated. We&#39;ll also, we might even send them over to our contact"
    },
    {
      "index": 15,
      "start_time": 82140.0,
      "end_time": 85500.0,
      "text": "lens service and have the folks in our contact lens area talk to the patient a little bit"
    },
    {
      "index": 16,
      "start_time": 85500.0,
      "end_time": 91219.0,
      "text": "more about different styles of contact lenses. Our, so generally our responsibilities are"
    },
    {
      "index": 17,
      "start_time": 91219.0,
      "end_time": 95200.0,
      "text": "just to ensure that the patient sees well and to make sure that they don&#39;t have any"
    },
    {
      "index": 18,
      "start_time": 95200.0,
      "end_time": 100820.0,
      "text": "kind of eye health condition that would keep them from seeing well throughout their lifetime."
    },
    {
      "index": 19,
      "start_time": 100820.0,
      "end_time": 102559.0,
      "text": "So that in general is what an Optometrist does."
    }
  ]
}