{
  "video_id": "fFPMUIT9seg",
  "title": "Why Walmart Failed In Brazil?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3300.0,
      "text": "Walmart is one of the most dominant retailers in the world."
    },
    {
      "index": 2,
      "start_time": 3420.0,
      "end_time": 8440.0,
      "text": "In 2017, Walmart ranks number one in revenue of all major retailers worldwide."
    },
    {
      "index": 3,
      "start_time": 8440.0,
      "end_time": 13800.0,
      "text": "Walmart operates over 11000 locations under 55 banners across 27 countries."
    },
    {
      "index": 4,
      "start_time": 14220.0,
      "end_time": 18210.0,
      "text": "You can find a Walmart anywhere from Botswana to the UK to Costa Rica."
    },
    {
      "index": 5,
      "start_time": 18950.0,
      "end_time": 24180.0,
      "text": "But despite its success abroad, the brand has struggled to stay afloat in one of the biggest markets in Latin America,"
    },
    {
      "index": 6,
      "start_time": 24720.0,
      "end_time": 25200.0,
      "text": "Brazil."
    },
    {
      "index": 7,
      "start_time": 28240.0,
      "end_time": 33879.0,
      "text": "After years of hyperinflation and the GDP growing 1.5% from 1980 to 1993 in Brazil,"
    },
    {
      "index": 8,
      "start_time": 34600.0,
      "end_time": 39540.0,
      "text": "the country&#39;s economy was on the rise. Brazil introduced economic reforms in the 1990s and according to"
    },
    {
      "index": 9,
      "start_time": 39540.0,
      "end_time": 45240.0,
      "text": "The Washington Post Brazil attempted to move the economy from a period of state-run monopolies to a free market."
    },
    {
      "index": 10,
      "start_time": 45700.0,
      "end_time": 50560.0,
      "text": "Brands like Walmart saw this as an opportunity to expand their global reach with an emerging market on the rise."
    },
    {
      "index": 11,
      "start_time": 50980.0,
      "end_time": 53800.0,
      "text": "By 1995, Walmart announced that they would be entering the"
    },
    {
      "index": 12,
      "start_time": 53800.0,
      "end_time": 57430.0,
      "text": "Brazilian market and by 1996, the company opened five stores."
    },
    {
      "index": 13,
      "start_time": 57910.0,
      "end_time": 64360.0,
      "text": "By 2000, Walmart had 14 stores in Brazil but it wouldn&#39;t be long until Walmart began rapidly growing in Brazil."
    },
    {
      "index": 14,
      "start_time": 64780.0,
      "end_time": 70680.0,
      "text": "In 2004, the company made an acquisition of Bompreco and its 118 stores for $500 million."
    },
    {
      "index": 15,
      "start_time": 70680.0,
      "end_time": 78300.0,
      "text": "And in 2005, one more finalize a $757 million acquisition of Sonae&#39;s 140 stores across Brazil."
    },
    {
      "index": 16,
      "start_time": 79300.0,
      "end_time": 83520.0,
      "text": "Walmart believed that these acquisitions would improve the company&#39;s position as a national retailer in Brazil;"
    },
    {
      "index": 17,
      "start_time": 83520.0,
      "end_time": 87610.0,
      "text": "operating 295 stores in 17 of Brazil&#39;s 26 states."
    },
    {
      "index": 18,
      "start_time": 88680.0,
      "end_time": 94360.0,
      "text": "At the time, Walmart Brazil&#39;s then president stated \"We&#39;re looking forward to getting to know the habits of the local"
    },
    {
      "index": 19,
      "start_time": 94360.0,
      "end_time": 97660.0,
      "text": "customers and strengthen relationships with the regional suppliers.\""
    },
    {
      "index": 20,
      "start_time": 98200.0,
      "end_time": 103149.0,
      "text": "But understanding the habits of the local customers would be something that would end up hurting Walmart&#39;s expansion plans."
    },
    {
      "index": 21,
      "start_time": 105100.0,
      "end_time": 108700.0,
      "text": "At its peak, Walmart Brazil had 558 stores across the country."
    },
    {
      "index": 22,
      "start_time": 109600.0,
      "end_time": 115210.0,
      "text": "This included Walmart and Sam&#39;s Club, along with local banner brands such as Bompreco and Maxxi."
    },
    {
      "index": 23,
      "start_time": 115960.0,
      "end_time": 121330.0,
      "text": "But that was in 2013. By 2018, Walmart had closed 120 of its stores in Brazil."
    },
    {
      "index": 24,
      "start_time": 121960.0,
      "end_time": 125559.0,
      "text": "Walmart Brazil has been hemorrhaging cash and making very little movement in revenue growth."
    },
    {
      "index": 25,
      "start_time": 126130.0,
      "end_time": 129669.0,
      "text": "The company grew too fast and it wasn&#39;t seeing much of a return on its investments."
    },
    {
      "index": 26,
      "start_time": 130690.0,
      "end_time": 134380.0,
      "text": "According to Reuters, Walmart posted operating losses for seven straight years."
    },
    {
      "index": 27,
      "start_time": 134770.0,
      "end_time": 140410.0,
      "text": "Partly due to trouble with labor, inefficient operation,  poor store locations and uncompetitive prices."
    },
    {
      "index": 28,
      "start_time": 140890.0,
      "end_time": 144910.0,
      "text": "CNBC reached out to Walmart but the company could not corroborate the report from Reuters"
    },
    {
      "index": 29,
      "start_time": 145510.0,
      "end_time": 153899.0,
      "text": "Through 2014 to 2018, Walmart&#39;s participation in the market share stayed flat to 2.5%."
    },
    {
      "index": 30,
      "start_time": 153900.0,
      "end_time": 165580.0,
      "text": "While its main competitors both Carrefour and Casino, French retailers, they saw a increase in overall retailing market shares."
    },
    {
      "index": 31,
      "start_time": 165790.0,
      "end_time": 170530.0,
      "text": "And over the 23 years it&#39;s been in Brazil, it&#39;s failed to reach the local crowd of consumers."
    },
    {
      "index": 32,
      "start_time": 170860.0,
      "end_time": 171640.0,
      "text": "The reason?"
    },
    {
      "index": 33,
      "start_time": 171640.0,
      "end_time": 174250.0,
      "text": "Well,  Walmart didn&#39;t adapt to the local consumers needs"
    },
    {
      "index": 34,
      "start_time": 174470.0,
      "end_time": 177550.0,
      "text": "and the company didn&#39;t capitalize on how Brazilian shoppers spent their money."
    },
    {
      "index": 35,
      "start_time": 177820.0,
      "end_time": 183700.0,
      "text": "The local spender was not all that interested in Walmart&#39;s famous \"Everyday Low Prices\" and its one-stop-shop business model."
    },
    {
      "index": 36,
      "start_time": 184300.0,
      "end_time": 187110.0,
      "text": "That&#39;s just not how the typical Brazilian shopper spent their money."
    },
    {
      "index": 37,
      "start_time": 187780.0,
      "end_time": 194820.0,
      "text": "Although it works very well in the U.S. and other countries, such as Chile and Mexico, it backfired in Brazil."
    },
    {
      "index": 38,
      "start_time": 195910.0,
      "end_time": 199840.0,
      "text": "Brazilian consumers are very attracted to promotional sales."
    },
    {
      "index": 39,
      "start_time": 200420.0,
      "end_time": 204329.0,
      "text": "But promotions deals are only effective in Brazil if they are punctual."
    },
    {
      "index": 40,
      "start_time": 204610.0,
      "end_time": 211600.0,
      "text": "So since prices were low every day, Brazilians didn&#39;t actually perceive value in the promotion."
    },
    {
      "index": 41,
      "start_time": 212200.0,
      "end_time": 216280.0,
      "text": "According to McKinsey and Company, they would proactively search for savings and oftentimes they"
    },
    {
      "index": 42,
      "start_time": 216280.0,
      "end_time": 219670.0,
      "text": "wouldn&#39;t even shop at multiple stores to find the best deals available."
    },
    {
      "index": 43,
      "start_time": 219670.0,
      "end_time": 222730.0,
      "text": "From discount chains to cash and carry format stores."
    },
    {
      "index": 44,
      "start_time": 224230.0,
      "end_time": 227679.0,
      "text": "One type of retailer that Brazilians don&#39;t utilize is e-commerce shopping."
    },
    {
      "index": 45,
      "start_time": 228220.0,
      "end_time": 234190.0,
      "text": "In fact in 2018, Walmart Brazil announced that would be winding down its first party e-commerce business in the country."
    },
    {
      "index": 46,
      "start_time": 234730.0,
      "end_time": 240130.0,
      "text": "The most popular option for today&#39;s Brazilian consumers are the cash and carry format stores known as \"Atacarejos.\""
    },
    {
      "index": 47,
      "start_time": 240740.0,
      "end_time": 246200.0,
      "text": "It combines words like \"Atacado\" which means cash and carry and \"Varejo\" which means retailer."
    },
    {
      "index": 48,
      "start_time": 246200.0,
      "end_time": 249760.0,
      "text": "That&#39;s because these stores are mixed between the two retail formats."
    },
    {
      "index": 49,
      "start_time": 250600.0,
      "end_time": 257260.0,
      "text": "The atacarejos rise in Brazil is mainly tied to the economic crisis that has affected Brazil in the last couple of years."
    },
    {
      "index": 50,
      "start_time": 258700.0,
      "end_time": 263710.0,
      "text": "So while the atacarejos and the hypermarkets are similar in model"
    },
    {
      "index": 51,
      "start_time": 263860.0,
      "end_time": 270850.0,
      "text": "so both have a large array of products they have big selling spaces and attractive prices."
    },
    {
      "index": 52,
      "start_time": 271600.0,
      "end_time": 278960.0,
      "text": "Brazilian consumers which were already price sensitive and with now a limited purchasing power, were forced to-"
    },
    {
      "index": 53,
      "start_time": 278960.0,
      "end_time": 284600.0,
      "text": "to think strategically how they did their grocery shopping in the month."
    },
    {
      "index": 54,
      "start_time": 284690.0,
      "end_time": 292740.0,
      "text": "From 2017 and 2018, these kinds of  stores grew 11% and raked in $12.5 billion in sales. In that same time frame,"
    },
    {
      "index": 55,
      "start_time": 292740.0,
      "end_time": 296620.0,
      "text": "supermarkets and convenience stores only saw small growth of 3.7%."
    },
    {
      "index": 56,
      "start_time": 297780.0,
      "end_time": 303500.0,
      "text": "As for Walmart, 60 of its stores were closed in 2018 alone. Walmart trails behind companies like Carrefour"
    },
    {
      "index": 57,
      "start_time": 303500.0,
      "end_time": 307440.0,
      "text": "and Casino who are leaders in the cash and carry format stores according to Kantar."
    },
    {
      "index": 58,
      "start_time": 308140.0,
      "end_time": 313600.0,
      "text": "And Walmart has continued to struggle to find its footing in Brazil competing against these kinds of format stores."
    },
    {
      "index": 59,
      "start_time": 313910.0,
      "end_time": 322120.0,
      "text": "In 2017, Carrefour raked in $16.5 billion and Walmart in less than half of that; making a little over $6.7 billion."
    },
    {
      "index": 60,
      "start_time": 322930.0,
      "end_time": 324640.0,
      "text": "So what was its method for success?"
    },
    {
      "index": 61,
      "start_time": 325810.0,
      "end_time": 331260.0,
      "text": "Well, there&#39;s no membership fees like other warehouse stores which can cost anywhere from $45 to $100 a year."
    },
    {
      "index": 62,
      "start_time": 332190.0,
      "end_time": 337320.0,
      "text": "Cash and carry stores traditionally have lower operating costs and are able to offer lower prices for products."
    },
    {
      "index": 63,
      "start_time": 338500.0,
      "end_time": 345510.0,
      "text": "And according to Euromonitor, between 2012 and 2017, warehouse clubs in cash and carry stores in Brazil grew 99%."
    },
    {
      "index": 64,
      "start_time": 345900.0,
      "end_time": 352870.0,
      "text": "Brands like Carrefour&#39;s Atacado, offers customers low interest credit cards that can only be used as stores under the Carrefour umbrella."
    },
    {
      "index": 65,
      "start_time": 353480.0,
      "end_time": 359340.0,
      "text": "As of 2018, there are 2 million Atacado credit cards, which leads customers to spend 15% more on the cards."
    },
    {
      "index": 66,
      "start_time": 359970.0,
      "end_time": 362850.0,
      "text": "Despite these missteps, Walmart pursued a footprint in Brazil."
    },
    {
      "index": 67,
      "start_time": 363450.0,
      "end_time": 368219.0,
      "text": "The company tried to position itself to acquire a different banner stores in Brazil to widen its hold on the country."
    },
    {
      "index": 68,
      "start_time": 368940.0,
      "end_time": 373760.0,
      "text": "One of its successful banner stores was Maxxi, which was a cash and carry format store. But since there are"
    },
    {
      "index": 69,
      "start_time": 373760.0,
      "end_time": 376980.0,
      "text": "only 44 stores in Brazil it isn&#39;t enough to keep Walmart afloat."
    },
    {
      "index": 70,
      "start_time": 377430.0,
      "end_time": 379440.0,
      "text": "In addition to closing down stores across the country, it"
    },
    {
      "index": 71,
      "start_time": 379980.0,
      "end_time": 385680.0,
      "text": "remodeled a 120 stores as leadership fluctuated under four different CEOs in less than a decade."
    },
    {
      "index": 72,
      "start_time": 386520.0,
      "end_time": 393659.0,
      "text": "In June of 2018, Walmart announced that they will be selling 80% of their business in Brazil to a private equity firm called Advent International."
    },
    {
      "index": 73,
      "start_time": 394520.0,
      "end_time": 397400.0,
      "text": "They want to invest more in the atacarejo model."
    },
    {
      "index": 74,
      "start_time": 397400.0,
      "end_time": 405900.0,
      "text": "So they want to rebrand some of the less profiting hypermarkets into the atacarejo."
    },
    {
      "index": 75,
      "start_time": 406800.0,
      "end_time": 414960.0,
      "text": "They&#39;re going to cut costs as much as they can. Raising different suppliers. That they wouldn&#39;t seek new"
    },
    {
      "index": 76,
      "start_time": 414960.0,
      "end_time": 420200.0,
      "text": "suppliers that would raise Brazilian products into their shops."
    },
    {
      "index": 77,
      "start_time": 421290.0,
      "end_time": 425740.0,
      "text": "In a statement about the deal, Walmart said that they will continue to have stake in Walmart Brazil and will"
    },
    {
      "index": 78,
      "start_time": 425740.0,
      "end_time": 429180.0,
      "text": "continue giving the Brazil business the best opportunity for long term growth."
    },
    {
      "index": 79,
      "start_time": 429660.0,
      "end_time": 434580.0,
      "text": "CNBC reached out to Walmart but the company did not respond to any questions regarding its struggles in Brazil."
    },
    {
      "index": 80,
      "start_time": 435570.0,
      "end_time": 442980.0,
      "text": "The deal with advent would allow Walmart at 20% stake in the Brazil market but the company expects to record a net loss of $4.5 billion."
    },
    {
      "index": 81,
      "start_time": 443430.0,
      "end_time": 449700.0,
      "text": "Advent looks and turn things around for Walmart&#39;s remaining 438 stores in Brazil without opening any new stores."
    },
    {
      "index": 82,
      "start_time": 449700.0,
      "end_time": 450390.0,
      "text": "For now."
    }
  ]
}