{
  "video_id": "FGXY0ZXF44o",
  "title": "A Brief History of the Piano",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3660.0,
      "end_time": 10200.0,
      "text": "The first piano was invented around 1700 by this guy, Bartolomeo Cristofori in Italy."
    },
    {
      "index": 2,
      "start_time": 10200.0,
      "end_time": 15160.0,
      "text": "Before that, the dominant keyboard instruments were clavichords and harpsichords."
    },
    {
      "index": 3,
      "start_time": 15160.0,
      "end_time": 18700.0,
      "text": "These were fairly popular, but they had certain limitations."
    },
    {
      "index": 4,
      "start_time": 18700.0,
      "end_time": 25000.0,
      "text": "You could only play them at one volume, which wasn't really loud enough to keep up wtih the orchestras of the day."
    },
    {
      "index": 5,
      "start_time": 25000.0,
      "end_time": 31200.0,
      "text": "Bartolomeo invented a different sort of keyboard instrument that allowed you to play both loudly and softly."
    },
    {
      "index": 6,
      "start_time": 31200.0,
      "end_time": 36200.0,
      "text": "They called it the pianoforte, which literally means \"soft loud.\""
    },
    {
      "index": 7,
      "start_time": 36200.0,
      "end_time": 38400.0,
      "text": "The difference is in the mechanics."
    },
    {
      "index": 8,
      "start_time": 38400.0,
      "end_time": 43200.0,
      "text": "With a harpsichord or clavichord, when you hit a key, it plucks a string."
    },
    {
      "index": 9,
      "start_time": 43200.0,
      "end_time": 47700.0,
      "text": "This means no matter how hard you hit the key, the sound will come out at the same volume."
    },
    {
      "index": 10,
      "start_time": 47700.0,
      "end_time": 51920.0,
      "text": "With a piano, you hit a key and a hammer strikes the string."
    },
    {
      "index": 11,
      "start_time": 51920.0,
      "end_time": 54200.0,
      "text": "This allows two real differences."
    },
    {
      "index": 12,
      "start_time": 54200.0,
      "end_time": 62700.0,
      "text": "First, the note sounds louder or softer depending on how hard you strike the key, and therefore, how hard the hammer strikes the string."
    },
    {
      "index": 13,
      "start_time": 62700.0,
      "end_time": 68900.0,
      "text": "And second, the note rings out and sustains until you let the key go."
    },
    {
      "index": 14,
      "start_time": 68900.0,
      "end_time": 74500.0,
      "text": "All of this basically serve to make the piano a more expressive, dynamic instrument."
    },
    {
      "index": 15,
      "start_time": 74500.0,
      "end_time": 93100.0,
      "text": "Composers and musicians were suddenly able to create short, percussive sounds or full legato textures, roar to fill big concert halls, or whisper in small, intimate parlor rooms, accompany full orchestras, or play rich, harmonic songs all alone."
    },
    {
      "index": 16,
      "start_time": 93100.0,
      "end_time": 104000.0,
      "text": "The piano really began to take off in popularity in the 19th century with the rise of the first piano superstars, including Frédéric Chopin and Franz Liszt."
    },
    {
      "index": 17,
      "start_time": 104000.0,
      "end_time": 115760.0,
      "text": "Over time, inventors added more keys, a stronger iron frame, a better soundboard, steel wire strings, and a whole bunch of other stuff to give the piano a bigger, richer sound."
    },
    {
      "index": 18,
      "start_time": 115760.0,
      "end_time": 118700.0,
      "text": "They also added pedals, which we still use today."
    },
    {
      "index": 19,
      "start_time": 118700.0,
      "end_time": 123100.0,
      "text": "The left most is the damper, which allows you to soften the sound a little."
    },
    {
      "index": 20,
      "start_time": 123100.0,
      "end_time": 131640.0,
      "text": "The middle can be different on different pianos, but is most commonly the sostenuto, which is rarely used today, but sustains certain notes."
    },
    {
      "index": 21,
      "start_time": 131640.0,
      "end_time": 139800.0,
      "text": "The one on the far right is the most commonly used. It's called the sustain pedal, which lets you hold notes even after you let the key go."
    },
    {
      "index": 22,
      "start_time": 139800.0,
      "end_time": 145100.0,
      "text": "Of course many of you taking this course are probably playing on a keyboard instead of a piano."
    },
    {
      "index": 23,
      "start_time": 145100.0,
      "end_time": 153800.0,
      "text": "The technology for keyboards started to develop in the early 20th century with electronic instruments like the Ondes Martenot."
    },
    {
      "index": 24,
      "start_time": 153800.0,
      "end_time": 160100.0,
      "text": "In the '60s, Robert Moog and others began producing commercially available portable synthesizers."
    },
    {
      "index": 25,
      "start_time": 160100.0,
      "end_time": 163420.0,
      "text": "They generate all sorts of crazy sounds."
    },
    {
      "index": 26,
      "start_time": 163420.0,
      "end_time": 170620.0,
      "text": "By the '80s, MIDI appeared, and suddenly instruments could communicate digitally, both with each other and with computers."
    },
    {
      "index": 27,
      "start_time": 170620.0,
      "end_time": 179100.0,
      "text": "Nowadays, you can pretty much find a keyboard to make any sound you want to make, including those that sound and feel pretty similar to a piano."
    },
    {
      "index": 28,
      "start_time": 179100.0,
      "end_time": 187300.0,
      "text": "I can't help but wonder what sort of sound Mozart would've gone for if he'd had the choices we have available today."
    },
    {
      "index": 29,
      "start_time": 187300.0,
      "end_time": 202400.0,
      "text": "But despite all these technological advances, we keep coming back again and again to the beauty and expressiveness of the piano, which has allowed so many musicians to stretch the full limits of their creativity with its endless possibilities."
    }
  ]
}