{
  "video_id": "fi0ORZR4A88",
  "title": "Vitalik Buterin On Creating One Of The World’s Largest Cryptocurrencies",
  "json": [
    {
      "index": 1,
      "start_time": 7417.0,
      "end_time": 12800.0,
      "text": "So, I first got into the crypto space back when it was just called the bitcoin space around 2011."
    },
    {
      "index": 2,
      "start_time": 12840.0,
      "end_time": 15800.0,
      "text": "I heard about bitcoin in a couple of places."
    },
    {
      "index": 3,
      "start_time": 15800.0,
      "end_time": 17670.0,
      "text": "I thought it was something really interesting."
    },
    {
      "index": 4,
      "start_time": 17670.0,
      "end_time": 20730.0,
      "text": "I started getting into the community more and more."
    },
    {
      "index": 5,
      "start_time": 20730.0,
      "end_time": 32520.0,
      "text": "I co-founded Bitcoin Magazine which was this, kind of, online site and eventually a print magazine that talked about bitcoin-related technical, social, economic, whatever topics."
    },
    {
      "index": 6,
      "start_time": 32520.000000000004,
      "end_time": 37550.0,
      "text": "And I did a lot of bitcoin-related things for about two years."
    },
    {
      "index": 7,
      "start_time": 37550.0,
      "end_time": 41120.0,
      "text": "Eventually dropped out of university to join the space full-time."
    },
    {
      "index": 8,
      "start_time": 41120.0,
      "end_time": 52440.0,
      "text": "And soon after that I started to realize that there were a lot more interesting things that you could do with blockchains than just a single peer-to-peer currency."
    },
    {
      "index": 9,
      "start_time": 52440.0,
      "end_time": 56383.0,
      "text": "And this was something a lot of other people were starting to recognize at the same time."
    },
    {
      "index": 10,
      "start_time": 57500.0,
      "end_time": 61400.0,
      "text": "I came up with the idea behind Ethereum."
    },
    {
      "index": 11,
      "start_time": 61400.0,
      "end_time": 75369.0,
      "text": "This idea of a blockchain with a built-in programming language as, kind of, what I thought was the simplest and kind of, most logical way to actually build a platform that can be used for many more kinds of applications."
    },
    {
      "index": 12,
      "start_time": 75400.0,
      "end_time": 80100.0,
      "text": "What was the biggest issue with bitcoin that you were trying to fix with Ethereum?"
    },
    {
      "index": 13,
      "start_time": 80300.0,
      "end_time": 82857.0,
      "text": "Just too limited functionality."
    },
    {
      "index": 14,
      "start_time": 82857.0,
      "end_time": 94169.0,
      "text": "So like, think of the difference between something like a pocket calculator and a smartphone, where a pocket calculator does one thing and it does one thing well, but really people want to do all these other things."
    },
    {
      "index": 15,
      "start_time": 94170.0,
      "end_time": 98240.0,
      "text": "And if you have a smartphone, then on the smartphone, you have a pocket calculator as an app."
    },
    {
      "index": 16,
      "start_time": 98240.0,
      "end_time": 99470.0,
      "text": "You have playing music as an app."
    },
    {
      "index": 17,
      "start_time": 99470.0,
      "end_time": 102290.0,
      "text": "You have a web browser as an app and pretty much everything else."
    },
    {
      "index": 18,
      "start_time": 102290.0,
      "end_time": 110500.0,
      "text": "So basically taking that same kind of idea of increasing the power of the system by making it more general purpose and applying it to blockchains."
    }
  ]
}