{
  "video_id": "fibYunjV4oo",
  "title": "21st Annual Raoul Wallenberg Lecture: Aung San Suu Kyi",
  "json": [
    {
      "index": 1,
      "start_time": 17500.0,
      "end_time": 23200.0,
      "text": "&gt;&gt; Good Evening. I&#39;m John Godfrey, Chair of the Wallenberg Executive Committee of the"
    },
    {
      "index": 2,
      "start_time": 23200.0,
      "end_time": 28800.0,
      "text": "University of Michigan and I&#39;m pleased to welcome you tonight. Because Daw Aung San"
    },
    {
      "index": 3,
      "start_time": 28800.0,
      "end_time": 36290.0,
      "text": "Suu Kyi is unable to travel from and return to Burma freely, this evening, this event"
    },
    {
      "index": 4,
      "start_time": 36290.0,
      "end_time": 42820.0,
      "text": "is taking place in a wholly different format. Tonight, we will be showing a Wallenberg lecture"
    },
    {
      "index": 5,
      "start_time": 42820.0,
      "end_time": 49050.0,
      "text": "that was recorded three weeks ago in Rangoon, Burma. We hope to follow the screening of"
    },
    {
      "index": 6,
      "start_time": 49050.0,
      "end_time": 55390.0,
      "text": "the lecture with a live conversation by way of video and audio connections with Daw Suu"
    },
    {
      "index": 7,
      "start_time": 55390.0,
      "end_time": 63030.0,
      "text": "at her home in Rangoon. Normally, we open questions to the audience. Unfortunately since"
    },
    {
      "index": 8,
      "start_time": 63030.0,
      "end_time": 68899.0,
      "text": "we are connecting with our speaker via the internet, technical limitations make this"
    },
    {
      "index": 9,
      "start_time": 68899.0,
      "end_time": 75430.0,
      "text": "not possible. Rather, 4 students have been invited to speak with Daw Suu and to ask her"
    },
    {
      "index": 10,
      "start_time": 75430.0,
      "end_time": 81970.0,
      "text": "questions that they are prepared. However, we also have distributed cards for those who"
    },
    {
      "index": 11,
      "start_time": 81970.0,
      "end_time": 88670.0,
      "text": "may have a question for Daw Suu. Please keep your questions brief. We will try to use some"
    },
    {
      "index": 12,
      "start_time": 88670.0,
      "end_time": 96000.0,
      "text": "of these questions in the time we have available. Now, I would like to remember Raoul Wallenberg"
    },
    {
      "index": 13,
      "start_time": 96000.0,
      "end_time": 106659.0,
      "text": "and his legacy. &quot;When you begin, you&#39;re not sure&quot;, these words from the poet Seamus Heaney"
    },
    {
      "index": 14,
      "start_time": 106659.0,
      "end_time": 113400.0,
      "text": "can get us started. At the age of 32, ten years after he&#39;s received--after receiving"
    },
    {
      "index": 15,
      "start_time": 113400.0,
      "end_time": 118720.0,
      "text": "his degree in architecture from here at the University of Michigan, Raoul Wallenberg arrived"
    },
    {
      "index": 16,
      "start_time": 118720.0,
      "end_time": 126860.0,
      "text": "in Budapest in the heart of bloodiest days of the bloodiest conflict of the 20th century."
    },
    {
      "index": 17,
      "start_time": 126860.0,
      "end_time": 134180.0,
      "text": "His was an assignment without hope to save the last mortally threatened enclave of Jews"
    },
    {
      "index": 18,
      "start_time": 134180.0,
      "end_time": 143049.0,
      "text": "remaining outside the death camps that defaced Europe. His past--his path to this abyss had"
    },
    {
      "index": 19,
      "start_time": 143049.0,
      "end_time": 149629.0,
      "text": "been oblique. His departure from what he called his crooked classical Stockholm, through his"
    },
    {
      "index": 20,
      "start_time": 149629.0,
      "end_time": 157270.0,
      "text": "student days here and on arbor. Across his time of travel in North America, South Africa"
    },
    {
      "index": 21,
      "start_time": 157270.0,
      "end_time": 163890.0,
      "text": "and Palestine and to the final furthest edge where the despair of the Holocaust rang through"
    },
    {
      "index": 22,
      "start_time": 163890.0,
      "end_time": 170879.0,
      "text": "the winter air and stripped away the artifice of the Cosmopolitan Baroque City of Budapest."
    },
    {
      "index": 23,
      "start_time": 170879.0,
      "end_time": 179840.0,
      "text": "&quot;When you begin, you&#39;re not sure&quot;, what Wallenberg brought with him was not just the credentials"
    },
    {
      "index": 24,
      "start_time": 179840.0,
      "end_time": 185730.0,
      "text": "of the Swedish diplomat in his leather velis [phonetic]. He brought with him an ability"
    },
    {
      "index": 25,
      "start_time": 185730.0,
      "end_time": 193150.0,
      "text": "to perceive opportunities and he was positioned by his experience of life and the world to"
    },
    {
      "index": 26,
      "start_time": 193150.0,
      "end_time": 200090.0,
      "text": "take advantage of this opportunities. In his short six short months, Wallenberg became"
    },
    {
      "index": 27,
      "start_time": 200090.0,
      "end_time": 207140.0,
      "text": "the intermediary between death and the possibility of life. He negotiated endlessly with the"
    },
    {
      "index": 28,
      "start_time": 207140.0,
      "end_time": 215989.0,
      "text": "predators in uniforms. He cajoled, intimidated, threatened. He innovated, distributing thousands"
    },
    {
      "index": 29,
      "start_time": 215989.0,
      "end_time": 222360.0,
      "text": "of brightly colored and official looking passes which asserted that the bearer under Swedish"
    },
    {
      "index": 30,
      "start_time": 222360.0,
      "end_time": 231069.0,
      "text": "authority and protection was immune to arrest and deportation to death camps. He was creative"
    },
    {
      "index": 31,
      "start_time": 231069.0,
      "end_time": 236810.0,
      "text": "declaring buildings to be under Swedish diplomatic protection and the thousands of residents"
    },
    {
      "index": 32,
      "start_time": 236810.0,
      "end_time": 246760.0,
      "text": "exempt from seizure. He took risks pulling Jews from trains destined for Dachau and Mauthausen."
    },
    {
      "index": 33,
      "start_time": 246760.0,
      "end_time": 255470.0,
      "text": "He disrupted the Nazi death machine with every step he took. Who Raoul Wallenberg became?"
    },
    {
      "index": 34,
      "start_time": 255470.0,
      "end_time": 261659.0,
      "text": "Through his life and across those desperate six months in Budapest is captured in words"
    },
    {
      "index": 35,
      "start_time": 261659.0,
      "end_time": 268870.0,
      "text": "written not coincidentally by the woman we honor this evening. In her essay &quot;Freedom"
    },
    {
      "index": 36,
      "start_time": 268870.0,
      "end_time": 278060.0,
      "text": "from Fear&quot; Aung San Suu Kyi reflects on the connection between fear and courage. Fearlessness"
    },
    {
      "index": 37,
      "start_time": 278060.0,
      "end_time": 285910.0,
      "text": "maybe a gift but perhaps more precious is the courage acquired through endeavor. Courage"
    },
    {
      "index": 38,
      "start_time": 285910.0,
      "end_time": 294449.0,
      "text": "that comes from cultivating the habit of refusing to let fear dictates one&#39;s actions. Courage"
    },
    {
      "index": 39,
      "start_time": 294449.0,
      "end_time": 301720.0,
      "text": "that could be described as &quot;grace under pressure&quot;. Grace which is renewed repeatedly in the face"
    },
    {
      "index": 40,
      "start_time": 301720.0,
      "end_time": 309030.0,
      "text": "of harsh unremitting pressure even under the most crushing state machinery, courage rises"
    },
    {
      "index": 41,
      "start_time": 309030.0,
      "end_time": 317620.0,
      "text": "up again and again for fear is not the natural state of civilized men. The medal that the"
    },
    {
      "index": 42,
      "start_time": 317620.0,
      "end_time": 324340.0,
      "text": "University of Michigan presents commemorates that same fearless spirit of Raoul Wallenberg,"
    },
    {
      "index": 43,
      "start_time": 324340.0,
      "end_time": 330460.0,
      "text": "who is every step strengthened his certainty of purpose and to save the lives of tens of"
    },
    {
      "index": 44,
      "start_time": 330460.0,
      "end_time": 340550.0,
      "text": "thousands. &quot;When you begin, you&#39;re not sure&quot;, this evening the University of Michigan recognizes"
    },
    {
      "index": 45,
      "start_time": 340550.0,
      "end_time": 347639.0,
      "text": "and celebrates an extraordinary woman who, like Raoul Wallenberg, teaches us that individuals"
    },
    {
      "index": 46,
      "start_time": 347639.0,
      "end_time": 354610.0,
      "text": "of conscience make a different and even the darkest moments of the human experience. To"
    },
    {
      "index": 47,
      "start_time": 354610.0,
      "end_time": 360350.0,
      "text": "introduce our honored speaker, I am pleased to invite to the stage, Lester Monts, Senior"
    },
    {
      "index": 48,
      "start_time": 360350.0,
      "end_time": 367160.0,
      "text": "Vice Provost for Academic Affairs and Arthur F. Thurnau professor and professor of Music."
    },
    {
      "index": 49,
      "start_time": 367160.0,
      "end_time": 370580.0,
      "text": "Lester. [Applause]"
    },
    {
      "index": 50,
      "start_time": 370580.0,
      "end_time": 382979.0,
      "text": "&gt;&gt; Thank you John. Good evening to you all and thank you for coming out to share with"
    },
    {
      "index": 51,
      "start_time": 382979.0,
      "end_time": 390669.0,
      "text": "us this most momentous occasion. This evening, the University of Michigan will confer the"
    },
    {
      "index": 52,
      "start_time": 390669.0,
      "end_time": 397470.0,
      "text": "21st Wallenberg medal. Over the past two decades, this medal has been awarded to extraordinary"
    },
    {
      "index": 53,
      "start_time": 397470.0,
      "end_time": 405100.0,
      "text": "individuals. These are people who, like Raoul Wallenberg, have defended and rescued the"
    },
    {
      "index": 54,
      "start_time": 405100.0,
      "end_time": 413180.0,
      "text": "exploited and persecuted. They exemplify the power of the human spirit to resist oppression"
    },
    {
      "index": 55,
      "start_time": 413180.0,
      "end_time": 420580.0,
      "text": "when the majority is silent. They have given hope to the defenseless and fearful. They"
    },
    {
      "index": 56,
      "start_time": 420580.0,
      "end_time": 425300.0,
      "text": "embodied the daring assertion that one person can make a difference in a struggle for a"
    },
    {
      "index": 57,
      "start_time": 425300.0,
      "end_time": 432240.0,
      "text": "better world. I want to thank the Wallenberg Executive Committee and John Godfrey for its"
    },
    {
      "index": 58,
      "start_time": 432240.0,
      "end_time": 438789.0,
      "text": "dedication to ensuring that the memory of Raoul Wallenberg lives on and that the spirit"
    },
    {
      "index": 59,
      "start_time": 438789.0,
      "end_time": 446440.0,
      "text": "of his convictions endures in this university that was his home. As a senior vice Provost"
    },
    {
      "index": 60,
      "start_time": 446440.0,
      "end_time": 452330.0,
      "text": "for Academic Affairs, I take special pride in the engagement of Michigan students who"
    },
    {
      "index": 61,
      "start_time": 452330.0,
      "end_time": 458770.0,
      "text": "seek to address the critical problems across the globe. For the past five years supported"
    },
    {
      "index": 62,
      "start_time": 458770.0,
      "end_time": 464430.0,
      "text": "by Wallenberg International Summer Travel Fellowships, undergraduate and graduate students"
    },
    {
      "index": 63,
      "start_time": 464430.0,
      "end_time": 470110.0,
      "text": "have taken part in humanitarian community service projects or civic engagements across"
    },
    {
      "index": 64,
      "start_time": 470110.0,
      "end_time": 476840.0,
      "text": "the world. This past summer, University of Michigan students assisted in a health and"
    },
    {
      "index": 65,
      "start_time": 476840.0,
      "end_time": 484490.0,
      "text": "hygiene awareness campaign in Nepal. Worked on human rights&#39; issues in Jordan, contributed"
    },
    {
      "index": 66,
      "start_time": 484490.0,
      "end_time": 492259.0,
      "text": "expertise to arsenic mitigation in well-water in Bangladesh and developed an innovative"
    },
    {
      "index": 67,
      "start_time": 492259.0,
      "end_time": 500710.0,
      "text": "mobile phone tool to assist patients recovering from tuberculosis in rural India. One student"
    },
    {
      "index": 68,
      "start_time": 500710.0,
      "end_time": 506660.0,
      "text": "helped implement tools for tracking the growth and development of children in Chennai India."
    },
    {
      "index": 69,
      "start_time": 506660.0,
      "end_time": 512020.0,
      "text": "These children visit a center that seeks to help the poorest of the poor escape the vicious"
    },
    {
      "index": 70,
      "start_time": 512020.0,
      "end_time": 518449.0,
      "text": "cycle of poverty. The center was established 5 years ago by a student who received the"
    },
    {
      "index": 71,
      "start_time": 518448.99999999994,
      "end_time": 527160.0,
      "text": "Wallenberg Isabel Bagramian Summer Travel Award. This evening, I&#39;m honored to present"
    },
    {
      "index": 72,
      "start_time": 527160.0,
      "end_time": 533730.0,
      "text": "the Wallenberg medal to an individual of extraordinary courage who has devoted her life on behalf"
    },
    {
      "index": 73,
      "start_time": 533730.0,
      "end_time": 542769.0,
      "text": "of the people of Burma. Aung San Suu Kyi is the daughter of Aung San, Burma&#39;s most hallowed"
    },
    {
      "index": 74,
      "start_time": 542769.0,
      "end_time": 550600.0,
      "text": "hero of independence from colonial rule. She was only 2 years old when he was assassinated."
    },
    {
      "index": 75,
      "start_time": 550600.0,
      "end_time": 558200.0,
      "text": "Daw Suu, as the Burmese know her, was educated in Burma, India and the United Kingdom. While"
    },
    {
      "index": 76,
      "start_time": 558200.0,
      "end_time": 564250.0,
      "text": "studying at Oxford, she met her husband a scholar of Tibet. She studied philosophy,"
    },
    {
      "index": 77,
      "start_time": 564250.0,
      "end_time": 572070.0,
      "text": "politics and economics and spent nearly 3 years in New York for graduate study. In 1988,"
    },
    {
      "index": 78,
      "start_time": 572070.0,
      "end_time": 578440.0,
      "text": "she returned home to care for her dying mother while there a nationwide uprising began against"
    },
    {
      "index": 79,
      "start_time": 578440.0,
      "end_time": 585300.0,
      "text": "the repressive military regime that had been in power for 25 years. It had made Burma one"
    },
    {
      "index": 80,
      "start_time": 585300.0,
      "end_time": 592800.0,
      "text": "of the most isolated and impoverished countries in the world. Following a bloody repression"
    },
    {
      "index": 81,
      "start_time": 592800.0,
      "end_time": 599640.0,
      "text": "in a new military coup, Daw Suu, the daughter of the hero of Burma&#39;s first independent struggle,"
    },
    {
      "index": 82,
      "start_time": 599640.0,
      "end_time": 605930.0,
      "text": "was appointed general secretary of the newly formed national league of democracy. With"
    },
    {
      "index": 83,
      "start_time": 605930.0,
      "end_time": 611240.0,
      "text": "no previous engagement in politics, Daw Suu became the leader of the Burmese struggle"
    },
    {
      "index": 84,
      "start_time": 611240.0,
      "end_time": 617920.0,
      "text": "for human rights and freedom. She travelled the country side fearlessly calling for freedom"
    },
    {
      "index": 85,
      "start_time": 617920.0,
      "end_time": 623250.0,
      "text": "and democracy and defending the dignity of the Burmese people."
    },
    {
      "index": 86,
      "start_time": 623250.0,
      "end_time": 629600.0,
      "text": "&gt;&gt; Facing popular pressure, the military government allow elections in 1990 but they arrested"
    },
    {
      "index": 87,
      "start_time": 629600.0,
      "end_time": 637660.0,
      "text": "Daw Suu and banned her for--from standing for election. Despite systematic repression,"
    },
    {
      "index": 88,
      "start_time": 637660.0,
      "end_time": 642839.0,
      "text": "the National League of Democracy won with overwhelming support at the polls. But the"
    },
    {
      "index": 89,
      "start_time": 642839.0,
      "end_time": 648959.0,
      "text": "military refused to recognize the election and embarked on years of violence and subjugation"
    },
    {
      "index": 90,
      "start_time": 648959.0,
      "end_time": 656390.0,
      "text": "of the Burmese people. In 1991 in recognition of her fearless and non-violence stand against"
    },
    {
      "index": 91,
      "start_time": 656390.0,
      "end_time": 662310.0,
      "text": "tyranny in Burma&#39;s second struggle for a national independence, Daw Suu was awarded the Nobel"
    },
    {
      "index": 92,
      "start_time": 662310.0,
      "end_time": 670700.0,
      "text": "Peace Prize. She continued to speak out and in 1995, Daw Suu was placed under house arrest."
    },
    {
      "index": 93,
      "start_time": 670700.0,
      "end_time": 678040.0,
      "text": "In 1999, her husband died in London. Before his death, the Burmese regime refused to allow"
    },
    {
      "index": 94,
      "start_time": 678040.0,
      "end_time": 684769.0,
      "text": "him to enter the country. Instead, the regime urged Daw Suu to travel to be with her dying"
    },
    {
      "index": 95,
      "start_time": 684769.0,
      "end_time": 692779.0,
      "text": "husband and her children but she knew she would not be allowed to re-enter the country."
    },
    {
      "index": 96,
      "start_time": 692779.0,
      "end_time": 698140.0,
      "text": "Many more years of restriction and house arrest followed. During intervals when she was allowed"
    },
    {
      "index": 97,
      "start_time": 698140.0,
      "end_time": 704269.0,
      "text": "to travel around the country, Daw Suu rallied the Burmese people who had not given up their"
    },
    {
      "index": 98,
      "start_time": 704269.0,
      "end_time": 710680.0,
      "text": "resistance. In 2003, she and her companions were attacked while traveling and many were"
    },
    {
      "index": 99,
      "start_time": 710680.0,
      "end_time": 718890.0,
      "text": "killed. She again was restricted to her house. Daw Suu has written and I quote, &quot;The only"
    },
    {
      "index": 100,
      "start_time": 718890.0,
      "end_time": 729480.0,
      "text": "real prison is fear and the only real freedom is freedom from fear.&quot; For the past 7 years,"
    },
    {
      "index": 101,
      "start_time": 729480.0,
      "end_time": 736820.0,
      "text": "she has been isolated not able to communicate freely, yet from this imposed internal exile,"
    },
    {
      "index": 102,
      "start_time": 736820.0,
      "end_time": 743470.0,
      "text": "her unrelenting conviction that hope can not be silenced and that hope must be paired with"
    },
    {
      "index": 103,
      "start_time": 743470.0,
      "end_time": 751100.0,
      "text": "endeavor continues to ring out across the world. In November last year, after intermittence"
    },
    {
      "index": 104,
      "start_time": 751100.0,
      "end_time": 758170.0,
      "text": "from the UN, the United Kingdom and the US, Daw Suu was released from house arrest. She"
    },
    {
      "index": 105,
      "start_time": 758170.0,
      "end_time": 766410.0,
      "text": "had spent a total of nearly 15 years in detention. In recent months and weeks, hope has risen"
    },
    {
      "index": 106,
      "start_time": 766410.0,
      "end_time": 774209.0,
      "text": "again for Burma&#39;s return to democracy. But Burma remains on the knife&#39;s edge and as of"
    },
    {
      "index": 107,
      "start_time": 774209.0,
      "end_time": 781579.0,
      "text": "now, the outcome remains uncertain. If freedom is restored Burma&#39;s 58 million people will"
    },
    {
      "index": 108,
      "start_time": 781579.0,
      "end_time": 790029.0,
      "text": "emerge into a changed world and a transformed Asia. So in behalf of the University of Michigan,"
    },
    {
      "index": 109,
      "start_time": 790029.0,
      "end_time": 799260.0,
      "text": "I am proud to introduce Aung San Suu Kyi, who although often silenced and exiled in"
    },
    {
      "index": 110,
      "start_time": 799260.0,
      "end_time": 808950.0,
      "text": "her home, has led the people of Burma to this moment when they may reclaim their history."
    },
    {
      "index": 111,
      "start_time": 808950.0,
      "end_time": 814380.0,
      "text": "Daw Suu as John pointed out was not able to travel to be here in person, but she has kindly"
    },
    {
      "index": 112,
      "start_time": 814380.0,
      "end_time": 817970.0,
      "text": "recorded the remarks we&#39;re about to watch."
    },
    {
      "index": 113,
      "start_time": 817970.0,
      "end_time": 825550.0,
      "text": "&gt;&gt; If I begin the lecture, I would like to thank the University of Michigan for choosing"
    },
    {
      "index": 114,
      "start_time": 825550.0,
      "end_time": 832810.0,
      "text": "me as a recipient of the Wallenberg medal for 2011. To be so honored is to be moved"
    },
    {
      "index": 115,
      "start_time": 832810.0,
      "end_time": 838490.0,
      "text": "to contemplate on the greatness of soul that Wallenberg exemplified and to be strengthened"
    },
    {
      "index": 116,
      "start_time": 838490.0,
      "end_time": 844769.0,
      "text": "in the awareness that the world is in need of many Wallenbergs. I&#39;m sorry I can not be"
    },
    {
      "index": 117,
      "start_time": 844769.0,
      "end_time": 850990.0,
      "text": "with you in person today but a dedication to the course of freedom binds us close together"
    },
    {
      "index": 118,
      "start_time": 850990.0,
      "end_time": 857430.0,
      "text": "and to technological advancement has allowed me to see you and to speak to you as so we"
    },
    {
      "index": 119,
      "start_time": 857430.0,
      "end_time": 863910.0,
      "text": "were in the same room. I&#39;m grateful to all those who had made it possible. An old Burmese&#39;"
    },
    {
      "index": 120,
      "start_time": 863910.0,
      "end_time": 870250.0,
      "text": "saying &quot;Identifies the three happiest days in the life of a man&quot;. The first is the day"
    },
    {
      "index": 121,
      "start_time": 870250.0,
      "end_time": 876779.0,
      "text": "he finishes his novitiate. Old Burmese Buddhist boys are expected to be ordained as novices"
    },
    {
      "index": 122,
      "start_time": 876779.0,
      "end_time": 883510.0,
      "text": "and to spend sometime in a monastery at least once in their lifetime. The second one is"
    },
    {
      "index": 123,
      "start_time": 883510.0,
      "end_time": 890060.0,
      "text": "his wedding day and the third is the day on which he is released from jail. This saying"
    },
    {
      "index": 124,
      "start_time": 890060.0,
      "end_time": 895949.0,
      "text": "raises many interesting questions about Burmese&#39;s society but the--for the purposes of this"
    },
    {
      "index": 125,
      "start_time": 895949.0,
      "end_time": 902329.0,
      "text": "lecture, I will confine myself to the third day of happiness. I thought and wondered whether"
    },
    {
      "index": 126,
      "start_time": 902329.0,
      "end_time": 909339.0,
      "text": "it reflects a propensity in Burmese men to lend themselves in trouble over there, it"
    },
    {
      "index": 127,
      "start_time": 909339.0,
      "end_time": 916430.0,
      "text": "indicates that Burmese authority is inclined towards excessive use of their power to punish"
    },
    {
      "index": 128,
      "start_time": 916430.0,
      "end_time": 922550.0,
      "text": "their subjects. All without ancestors and their wisdom were anticipating the events"
    },
    {
      "index": 129,
      "start_time": 922550.0,
      "end_time": 929829.0,
      "text": "of today. Looking around at the colleagues and comrades closest to me, I can not help"
    },
    {
      "index": 130,
      "start_time": 929829.0,
      "end_time": 935790.0,
      "text": "but notice that there are few who have not spent sometime in some form of detention as"
    },
    {
      "index": 131,
      "start_time": 935790.0,
      "end_time": 942740.0,
      "text": "a result of the political activities. What is unquestionable is that our 4 best believed"
    },
    {
      "index": 132,
      "start_time": 942740.0,
      "end_time": 949350.0,
      "text": "that the restoration of freedom is one of the greatest joys man could experience. Freedom"
    },
    {
      "index": 133,
      "start_time": 949350.0,
      "end_time": 956970.0,
      "text": "restored, how does it feel? I spend the major part of the last 20 years under house arrest."
    },
    {
      "index": 134,
      "start_time": 956970.0,
      "end_time": 964269.0,
      "text": "I&#39;ve also spend short periods in a prison bungalow in a military officer&#39;s quarter converted"
    },
    {
      "index": 135,
      "start_time": 964269.0,
      "end_time": 970790.0,
      "text": "into a detention headquarters and in a prison guest house. The day I was placed under house"
    },
    {
      "index": 136,
      "start_time": 970790.0,
      "end_time": 979130.0,
      "text": "arrest for the first time in July 1984, I found the situation curious. In one reading"
    },
    {
      "index": 137,
      "start_time": 979130.0,
      "end_time": 987910.0,
      "text": "of a piece of paper the detention order, my home had turned into prison or had it. Surely,"
    },
    {
      "index": 138,
      "start_time": 987910.0,
      "end_time": 994470.0,
      "text": "it was up to me to decide what the answer would be. When I was taken to an isolated"
    },
    {
      "index": 139,
      "start_time": 994470.0,
      "end_time": 1002670.0,
      "text": "bungalow within the precincts of insane jail in 2003, I again from the sense of curiosity,"
    },
    {
      "index": 140,
      "start_time": 1002670.0,
      "end_time": 1010149.0,
      "text": "the bars and the windows, declining of the heavy door, it is also like and yet not quite"
    },
    {
      "index": 141,
      "start_time": 1010150.0,
      "end_time": 1017131.0,
      "text": "like, all the prisons of which I&#39;d read and heard. Was it up to me to decide whether or"
    },
    {
      "index": 142,
      "start_time": 1017130.0,
      "end_time": 1024089.0,
      "text": "not stone walls and iron bars constituted a prison? The time spent at the military officers&#39;"
    },
    {
      "index": 143,
      "start_time": 1024089.9999999999,
      "end_time": 1030839.9999999999,
      "text": "rest house in which I was escorted later also provided much food for thought. It is built"
    },
    {
      "index": 144,
      "start_time": 1030839.9999999999,
      "end_time": 1037800.9999999999,
      "text": "in the grounds of an expensive army cantonment care had obviously been taken to make it comfortable"
    },
    {
      "index": 145,
      "start_time": 1037800.0,
      "end_time": 1044910.0,
      "text": "and I was treated like a guest whose movements had been restricted for inexplicable reasons."
    },
    {
      "index": 146,
      "start_time": 1044910.0000000001,
      "end_time": 1053500.0,
      "text": "I was a prisoner certainly but need I fear imprisoned. In 2009, I was accused of breaking"
    },
    {
      "index": 147,
      "start_time": 1053500.0,
      "end_time": 1059549.0,
      "text": "the terms of my detention order and removed from my house to the guest house at insane"
    },
    {
      "index": 148,
      "start_time": 1059550.0,
      "end_time": 1066920.0,
      "text": "jail. This place has meant for visiting prison officers from other parts of the country and"
    },
    {
      "index": 149,
      "start_time": 1066920.0,
      "end_time": 1073021.0,
      "text": "there were neither bought windows nor clanking on doors and I wondered whether it should"
    },
    {
      "index": 150,
      "start_time": 1073020.0,
      "end_time": 1079520.0,
      "text": "or should not be seen as different from the bungalow I had occupied six years back. Should"
    },
    {
      "index": 151,
      "start_time": 1079520.0,
      "end_time": 1085250.0,
      "text": "I feel any different? Intellectual curiosity about the changing circumstances in which"
    },
    {
      "index": 152,
      "start_time": 1085250.0,
      "end_time": 1093549.0,
      "text": "I found myself gave me a sense of detachment that made me feel in my mind that I was always"
    },
    {
      "index": 153,
      "start_time": 1093550.0,
      "end_time": 1099721.0,
      "text": "free. I was less a disappointment to those who eagerly asked me after my release from"
    },
    {
      "index": 154,
      "start_time": 1099720.0,
      "end_time": 1106860.0,
      "text": "each round of detention, how I&#39;d felt to be free. I don&#39;t feel any different would be"
    },
    {
      "index": 155,
      "start_time": 1106860.0,
      "end_time": 1115280.0,
      "text": "my honest but far from exciting answer. I may not have felt different but freedom was"
    },
    {
      "index": 156,
      "start_time": 1115280.0,
      "end_time": 1120620.0,
      "text": "certainly different from captivity and one becomes aware of this difference from the"
    },
    {
      "index": 157,
      "start_time": 1120620.0,
      "end_time": 1128880.0,
      "text": "moment of release. When I was told in 1995 that after 6 years under house arrest, I could"
    },
    {
      "index": 158,
      "start_time": 1128880.0,
      "end_time": 1135860.0,
      "text": "once--once again look upon my self as a free agent, I was not quite sure what my first"
    },
    {
      "index": 159,
      "start_time": 1135860.0,
      "end_time": 1143169.0,
      "text": "act should be. The telephone line had been cut for all those years. I had to know family"
    },
    {
      "index": 160,
      "start_time": 1143170.0,
      "end_time": 1149951.0,
      "text": "waiting to greet me outside the gate. I had no idea how to contact any of my friends or"
    },
    {
      "index": 161,
      "start_time": 1149950.0,
      "end_time": 1155000.0,
      "text": "colleagues. Finally, I asked the departing security officers if they could let those"
    },
    {
      "index": 162,
      "start_time": 1155000.0,
      "end_time": 1161130.0,
      "text": "members of my party who lived nearest to my house know that I had been released. That"
    },
    {
      "index": 163,
      "start_time": 1161130.0,
      "end_time": 1167610.0,
      "text": "was a curious sensation to be once again in a position to decide with whom I would make"
    },
    {
      "index": 164,
      "start_time": 1167610.0,
      "end_time": 1176750.0,
      "text": "contact and in what way. It is a re-entering into a human society. When we asked for the"
    },
    {
      "index": 165,
      "start_time": 1176750.0,
      "end_time": 1182870.0,
      "text": "release of political prisoners, we are asking that they be re-admitted to their rightful"
    },
    {
      "index": 166,
      "start_time": 1182870.0,
      "end_time": 1190820.0,
      "text": "place in human society that freedom of association together with other freedoms of which they"
    },
    {
      "index": 167,
      "start_time": 1190820.0,
      "end_time": 1198590.0,
      "text": "had been deprived be restored to them. What is it about freedom that makes it a burning"
    },
    {
      "index": 168,
      "start_time": 1198590.0,
      "end_time": 1208039.0,
      "text": "issue for all the times? Give me freedom or give me death. Liberty, equality, fraternity,"
    },
    {
      "index": 169,
      "start_time": 1208040.0,
      "end_time": 1215481.0,
      "text": "the ringing calls for freedom that have resonated across the ages and across racial and political"
    },
    {
      "index": 170,
      "start_time": 1215480.0,
      "end_time": 1222020.0,
      "text": "and geographical device stand evidence to man&#39;s yearning to be free."
    },
    {
      "index": 171,
      "start_time": 1222020.0,
      "end_time": 1229250.0,
      "text": "&gt;&gt; But why should this be so? Why is it that human and animals too instinctively shy away"
    },
    {
      "index": 172,
      "start_time": 1229250.0,
      "end_time": 1236510.0,
      "text": "from the threat of a shackled existence? It has been argued that it is impossible to attain"
    },
    {
      "index": 173,
      "start_time": 1236510.0,
      "end_time": 1243250.0,
      "text": "a state of pure freedom as the extent to which living creatures can exercise their will freely"
    },
    {
      "index": 174,
      "start_time": 1243250.0,
      "end_time": 1250289.0,
      "text": "is unavoidably circumscribed by their own circumstances. I do not propose to enter into"
    },
    {
      "index": 175,
      "start_time": 1250290.0,
      "end_time": 1256430.0,
      "text": "discussion of free will here. My aim is simply to examine what freedom means to ordinary"
    },
    {
      "index": 176,
      "start_time": 1256430.0,
      "end_time": 1262761.0,
      "text": "people outside the realm of philosophical speculation, particularly to those who have"
    },
    {
      "index": 177,
      "start_time": 1262760.0,
      "end_time": 1270090.0,
      "text": "been engaged in the movement for democracy and human right in Burma. The desire for freedom"
    },
    {
      "index": 178,
      "start_time": 1270090.0,
      "end_time": 1278070.0,
      "text": "is closely related to resentment against perceived injustices. The uprising against the dictatorship"
    },
    {
      "index": 179,
      "start_time": 1278070.0,
      "end_time": 1287120.0,
      "text": "of the military backed Burma Socialist Program Party, BSPP in 1988 was rooted in anger and"
    },
    {
      "index": 180,
      "start_time": 1287120.0,
      "end_time": 1295580.0,
      "text": "dissatisfaction initially stirred up by the demonitization of bank notes in 1987. The"
    },
    {
      "index": 181,
      "start_time": 1295580.0,
      "end_time": 1301960.0,
      "text": "economic stagnation into which the country had fallen under the BSPP administration had"
    },
    {
      "index": 182,
      "start_time": 1301960.0,
      "end_time": 1308950.0,
      "text": "made it very hard for anybody to earn a decent income on astray. And when the public saw"
    },
    {
      "index": 183,
      "start_time": 1308950.0,
      "end_time": 1315169.0,
      "text": "the savings they had managed to scrape together vanishing over night, the outrage was dry"
    },
    {
      "index": 184,
      "start_time": 1315170.0,
      "end_time": 1322531.0,
      "text": "tender waiting to become a raging conflagration. The necessary spark was provided in March"
    },
    {
      "index": 185,
      "start_time": 1322530.0,
      "end_time": 1330700.0,
      "text": "1988 when the crude handling by the authorities of a fracas that had taken place between students"
    },
    {
      "index": 186,
      "start_time": 1330700.0,
      "end_time": 1337520.0,
      "text": "of the Rangoon Institute of Technology and local youths lead to clashes between the police"
    },
    {
      "index": 187,
      "start_time": 1337520.0,
      "end_time": 1345970.0,
      "text": "and students, 2 of whom were shot dead. This was the beginning of massive demonstrations"
    },
    {
      "index": 188,
      "start_time": 1345970.0,
      "end_time": 1352350.0,
      "text": "that swept across the country as people from all walks of life poured out onto the streets"
    },
    {
      "index": 189,
      "start_time": 1352350.0,
      "end_time": 1357520.0,
      "text": "to give vent to a sense of injury that had been rankling in their breast throughout the"
    },
    {
      "index": 190,
      "start_time": 1357520.0,
      "end_time": 1366350.0,
      "text": "years of helpless submission to an authoritarian par. The uprising of 1988 started out as a"
    },
    {
      "index": 191,
      "start_time": 1366350.0,
      "end_time": 1373429.0,
      "text": "movement against oppression and injustice. It is a demand for the removal of shackles,"
    },
    {
      "index": 192,
      "start_time": 1373430.0,
      "end_time": 1379701.0,
      "text": "it is call--it was a call for redemption, a cry for freedom as escape from the restraint"
    },
    {
      "index": 193,
      "start_time": 1379700.0,
      "end_time": 1387600.0,
      "text": "that cramped the quality of life. To be forced to submit unremittingly to the will of others"
    },
    {
      "index": 194,
      "start_time": 1387600.0,
      "end_time": 1393880.0,
      "text": "is to be denied the right to exercise control over one&#39;s own life. To be deprived of the"
    },
    {
      "index": 195,
      "start_time": 1393880.0,
      "end_time": 1401100.0,
      "text": "basic independence essential for the upholding of human dignity. Hundreds of thousands marched"
    },
    {
      "index": 196,
      "start_time": 1401100.0,
      "end_time": 1407640.0,
      "text": "to the streets of all the major cities and towns and even some of the bigger villages"
    },
    {
      "index": 197,
      "start_time": 1407640.0,
      "end_time": 1416600.0,
      "text": "of Burma roaring out our cause. At the beginning, that cause was not identified, there was just"
    },
    {
      "index": 198,
      "start_time": 1416600.0,
      "end_time": 1425260.0,
      "text": "a conviction that it was something quite different from what authoritarianism had to offer. It"
    },
    {
      "index": 199,
      "start_time": 1425260.0,
      "end_time": 1432940.0,
      "text": "was ironically 3 simple words used by the aging dictator Ne Win, chairman of the BSPP"
    },
    {
      "index": 200,
      "start_time": 1432940.0,
      "end_time": 1439020.0,
      "text": "in his last speech to the national assembly that provided the first inkling of what would"
    },
    {
      "index": 201,
      "start_time": 1439020.0,
      "end_time": 1446080.0,
      "text": "turn out to be the cause around which the Burmese public would rally. As Ne Win announces"
    },
    {
      "index": 202,
      "start_time": 1446080.0,
      "end_time": 1452860.0,
      "text": "resignation from the party, he declared that the people should chose between one party"
    },
    {
      "index": 203,
      "start_time": 1452860.0,
      "end_time": 1463279.0,
      "text": "system or a multiparty system. There were many in Burma in 1988 who remembered that"
    },
    {
      "index": 204,
      "start_time": 1463280.0,
      "end_time": 1471221.0,
      "text": "more than 20 years ago there had been a multiparty system in the country, a multiparty democracy."
    },
    {
      "index": 205,
      "start_time": 1471220.0,
      "end_time": 1478029.0,
      "text": "They also remembered that in those far of days the continued survival in office of a"
    },
    {
      "index": 206,
      "start_time": 1478030.0,
      "end_time": 1484441.0,
      "text": "government had depended on the votes of the people and consequently the administration"
    },
    {
      "index": 207,
      "start_time": 1484440.0,
      "end_time": 1490850.0,
      "text": "had respected the public and made efforts to fulfill their demands. The young who&#39;s"
    },
    {
      "index": 208,
      "start_time": 1490850.0,
      "end_time": 1498700.0,
      "text": "participation was central to the movement had neither experienced nor memory of democratic"
    },
    {
      "index": 209,
      "start_time": 1498700.0,
      "end_time": 1506890.0,
      "text": "governance but they were quick to accept that our cause was democracy and almost as a natural"
    },
    {
      "index": 210,
      "start_time": 1506890.0,
      "end_time": 1515470.0,
      "text": "extension human rights as well. However, these were to be the means towards a desired end."
    },
    {
      "index": 211,
      "start_time": 1515470.0,
      "end_time": 1521350.0,
      "text": "The goal of the movement for democracy in Burma was to lay the foundations to institutions"
    },
    {
      "index": 212,
      "start_time": 1521350.0,
      "end_time": 1529169.0,
      "text": "that would make our nation a haven where people could feel comfortable in their own skins."
    },
    {
      "index": 213,
      "start_time": 1529170.0,
      "end_time": 1534790.0,
      "text": "Those to wish to denigrate the struggle for democracy in Burma have contented that our"
    },
    {
      "index": 214,
      "start_time": 1534790.0,
      "end_time": 1543331.0,
      "text": "people barely understand anything about democracy, that we are neither fit for democratic institutions"
    },
    {
      "index": 215,
      "start_time": 1543330.0,
      "end_time": 1551150.0,
      "text": "nor ready for the exercise of democratic rights, that the military rule indifferent guises"
    },
    {
      "index": 216,
      "start_time": 1551150.0,
      "end_time": 1559460.0,
      "text": "under which we have had to live since 1962 was simply what we had deserved. We need to"
    },
    {
      "index": 217,
      "start_time": 1559460.0,
      "end_time": 1565659.0,
      "text": "examine such accusations in the light of what our people expected to achieve through the"
    },
    {
      "index": 218,
      "start_time": 1565660.0,
      "end_time": 1573711.0,
      "text": "democratic revolution. In October 1988 very soon after the founding of the national league"
    },
    {
      "index": 219,
      "start_time": 1573710.0,
      "end_time": 1580900.0,
      "text": "for democracy, I went around the country to try to discover what had moved our people"
    },
    {
      "index": 220,
      "start_time": 1580900.0,
      "end_time": 1586909.0,
      "text": "to reject the only system of government they had ever known and what we would need to do"
    },
    {
      "index": 221,
      "start_time": 1586910.0,
      "end_time": 1594101.0,
      "text": "to realize the legitimate aspirations that the great majority of us shared. During a"
    },
    {
      "index": 222,
      "start_time": 1594100.0,
      "end_time": 1601529.0,
      "text": "meeting with new party members from Zay Cho, a famous market in Mandalay, a young woman"
    },
    {
      "index": 223,
      "start_time": 1601530.0,
      "end_time": 1608081.0,
      "text": "stood up and admitted that while she wholeheartedly supported the movement for democracy she did"
    },
    {
      "index": 224,
      "start_time": 1608080.0,
      "end_time": 1615169.0,
      "text": "not really knew much about politics. I then asked her why she wanted democracy and she"
    },
    {
      "index": 225,
      "start_time": 1615170.0,
      "end_time": 1621790.0,
      "text": "explained that she had a small shop and she simply wished to go about her business freely"
    },
    {
      "index": 226,
      "start_time": 1621790.0,
      "end_time": 1628420.0,
      "text": "and honestly without shear of undue interference from the authorities. And she was convinced"
    },
    {
      "index": 227,
      "start_time": 1628420.0,
      "end_time": 1636501.0,
      "text": "that given these basic freedoms, she would be able to do very well indeed for herself."
    },
    {
      "index": 228,
      "start_time": 1636500.0,
      "end_time": 1641770.0,
      "text": "It seemed to me that she had understood the most important thing about democracy, that"
    },
    {
      "index": 229,
      "start_time": 1641770.0,
      "end_time": 1648679.0,
      "text": "it was not an end in itself but the means towards achieving a particular kind of society,"
    },
    {
      "index": 230,
      "start_time": 1648680.0,
      "end_time": 1657160.0,
      "text": "one that would incorporate guarantees of basic freedoms and fair play for the--for it&#39;s members."
    },
    {
      "index": 231,
      "start_time": 1657160.0,
      "end_time": 1663121.0,
      "text": "As I went across the country discussing democracy and human rights, I would come across again"
    },
    {
      "index": 232,
      "start_time": 1663120.0,
      "end_time": 1670610.0,
      "text": "and again this coupling of freedom with fair play, with justice. Everybody wished for better"
    },
    {
      "index": 233,
      "start_time": 1670610.0,
      "end_time": 1679059.0,
      "text": "health and education facilities, a sad economy, a more hopeful future for their children however"
    },
    {
      "index": 234,
      "start_time": 1679060.0,
      "end_time": 1685920.0,
      "text": "and this I found most encouraging. The majority believed they could build better lives for"
    },
    {
      "index": 235,
      "start_time": 1685920.0,
      "end_time": 1693741.0,
      "text": "themselves, provided unreasonable restraints particularly those imposed by corrupt, unaccountable"
    },
    {
      "index": 236,
      "start_time": 1693740.0,
      "end_time": 1701690.0,
      "text": "officialdom were removed. The young shop keeper from Mandalay and others like her were expressing"
    },
    {
      "index": 237,
      "start_time": 1701690.0,
      "end_time": 1710169.0,
      "text": "in their own modest, nonacademic way views very similar to those of [inaudible] sends"
    },
    {
      "index": 238,
      "start_time": 1710170.0,
      "end_time": 1718981.0,
      "text": "ideas on development and freedom. Development requires removal of major sources of unfreedom,"
    },
    {
      "index": 239,
      "start_time": 1718980.0,
      "end_time": 1725559.0,
      "text": "poverty as well as tyranny, poor economic opportunities as well as systematic social"
    },
    {
      "index": 240,
      "start_time": 1725560.0,
      "end_time": 1733371.0,
      "text": "depravation, neglect of public facilities as well as intolerance or over activity of"
    },
    {
      "index": 241,
      "start_time": 1733370.0,
      "end_time": 1740760.0,
      "text": "oppressive states. Again, Professor Sen, &quot;Greater freedom enhances the ability of people to"
    },
    {
      "index": 242,
      "start_time": 1740760.0,
      "end_time": 1747600.0,
      "text": "help themselves and also to influence the world.&quot; And these matters are central to the"
    },
    {
      "index": 243,
      "start_time": 1747600.0,
      "end_time": 1755720.0,
      "text": "process of development. The people of Burma had made democracy their cause because they"
    },
    {
      "index": 244,
      "start_time": 1755720.0,
      "end_time": 1765220.0,
      "text": "wanted the freedom to be able to help themselves, to engage in politics in post 1988 Burma was"
    },
    {
      "index": 245,
      "start_time": 1765220.0,
      "end_time": 1774279.0,
      "text": "to--start chapter 2 of the history of democracy in our country. The introduction was the movement"
    },
    {
      "index": 246,
      "start_time": 1774280.0,
      "end_time": 1780290.0,
      "text": "for independence that had politicized the masses and walking them to the centricity"
    },
    {
      "index": 247,
      "start_time": 1780290.0,
      "end_time": 1788071.0,
      "text": "of their rule in the making of the nation. Chapter 1 constituted the first years of independence"
    },
    {
      "index": 248,
      "start_time": 1788070.0,
      "end_time": 1794200.0,
      "text": "when the parliamentary democracy had managed to survive and even to put out gallant shoots"
    },
    {
      "index": 249,
      "start_time": 1794200.0,
      "end_time": 1801480.0,
      "text": "of social and economic progress in spite of old wounds left by war and colonialism and"
    },
    {
      "index": 250,
      "start_time": 1801480.0,
      "end_time": 1809309.0,
      "text": "new one&#39;s that had opened up with the eruption of the so called multicolored insurgencies."
    },
    {
      "index": 251,
      "start_time": 1809310.0,
      "end_time": 1816621.0,
      "text": "Multicolored because they were the red and white mutually hostile communist forces, the"
    },
    {
      "index": 252,
      "start_time": 1816620.0,
      "end_time": 1822620.0,
      "text": "Korean National defense organization and the white comrades and organization headed by"
    },
    {
      "index": 253,
      "start_time": 1822620.0,
      "end_time": 1828610.0,
      "text": "veterans of the patriotic Burmese forces that had joined allies towards the end of the war"
    },
    {
      "index": 254,
      "start_time": 1828610.0,
      "end_time": 1832899.0,
      "text": "to defeat Japanese troops of the country."
    },
    {
      "index": 255,
      "start_time": 1832900.0,
      "end_time": 1838641.0,
      "text": "&gt;&gt; The struggling young democracy of post independents was brought to a close by the"
    },
    {
      "index": 256,
      "start_time": 1838640.0,
      "end_time": 1847770.0,
      "text": "military coup of 1962. Chapter 2 of the quest for democracy had to be started almost from"
    },
    {
      "index": 257,
      "start_time": 1847770.0,
      "end_time": 1857200.0,
      "text": "scratch. From democracy to human rights is a natural transition. In 1988, very, very"
    },
    {
      "index": 258,
      "start_time": 1857200.0,
      "end_time": 1864330.0,
      "text": "few people in Burma had heard of the universal declaration of human rights. It is evidence"
    },
    {
      "index": 259,
      "start_time": 1864330.0,
      "end_time": 1869549.0,
      "text": "of the genius of the document that once its contents were made known to those who had"
    },
    {
      "index": 260,
      "start_time": 1869550.0,
      "end_time": 1877920.0,
      "text": "[inaudible] than totally unaware of tis existence, understanding and acceptance followed quickly."
    },
    {
      "index": 261,
      "start_time": 1877920.0,
      "end_time": 1885680.0,
      "text": "The very first paragraph of the preamble was a clear expression of the inarticulate longings"
    },
    {
      "index": 262,
      "start_time": 1885680.0,
      "end_time": 1891731.0,
      "text": "and it is a moving experience to realize suddenly what it was they had been lacking all their"
    },
    {
      "index": 263,
      "start_time": 1891730.0,
      "end_time": 1900200.0,
      "text": "lives and to be assured that this like was recognized with understanding and sympathy"
    },
    {
      "index": 264,
      "start_time": 1900200.0,
      "end_time": 1906919.0,
      "text": "by the great and powerful of the Earth. Whereas recognition of the inherent dignity and of"
    },
    {
      "index": 265,
      "start_time": 1906920.0,
      "end_time": 1914241.0,
      "text": "the equal and inalienable rights of all members of the human family is the foundation of freedom,"
    },
    {
      "index": 266,
      "start_time": 1914240.0,
      "end_time": 1922559.0,
      "text": "justice and peace in the world, that is how the preamble begins. Freedom, justice and"
    },
    {
      "index": 267,
      "start_time": 1922560.0,
      "end_time": 1928851.0,
      "text": "peace, were this not what they had been demanding all along? The preamble went on to declare"
    },
    {
      "index": 268,
      "start_time": 1928850.0,
      "end_time": 1934390.0,
      "text": "that the heart&#39;s aspiration of the common people we&#39;ll see advent of a world in which"
    },
    {
      "index": 269,
      "start_time": 1934390.0,
      "end_time": 1942840.0,
      "text": "human beings shall enjoy freedom of speech and belief and freedom from fear and want."
    },
    {
      "index": 270,
      "start_time": 1942840.0,
      "end_time": 1948669.0,
      "text": "They were the common people. They were human beings and yes what they wanted most was to"
    },
    {
      "index": 271,
      "start_time": 1948670.0,
      "end_time": 1956930.0,
      "text": "enjoy those freedoms that would enable them to be to live as dignified worthy human beings."
    },
    {
      "index": 272,
      "start_time": 1956930.0,
      "end_time": 1964410.0,
      "text": "The different freedoms are connected and mutually strengthened. I&#39;ve emphasized freedom from"
    },
    {
      "index": 273,
      "start_time": 1964410.0,
      "end_time": 1970790.0,
      "text": "fear in our struggle because I see it as a master key that will open the door to other"
    },
    {
      "index": 274,
      "start_time": 1970790.0,
      "end_time": 1979861.0,
      "text": "freedoms. Fear renders us dumb and passive. Fear paralyzes. If we are too frightened to"
    },
    {
      "index": 275,
      "start_time": 1979860.0,
      "end_time": 1986830.0,
      "text": "speak out we can do nothing to promote freedom of speech. If we&#39;re too frightened to challenge"
    },
    {
      "index": 276,
      "start_time": 1986830.0,
      "end_time": 1992840.0,
      "text": "injustices, we will not be able to defend our right to freedom of belief neither will"
    },
    {
      "index": 277,
      "start_time": 1992840.0,
      "end_time": 1999760.0,
      "text": "be we dead to ask for the rectification of the social and economic ills that make our"
    },
    {
      "index": 278,
      "start_time": 1999760.0,
      "end_time": 2010169.0,
      "text": "lives a misery. Fear anywhere in any language belittles, negates and degrades. The Indian"
    },
    {
      "index": 279,
      "start_time": 2010170.0,
      "end_time": 2018621.0,
      "text": "poet Rabindranath Tagore described the heaven of freedom as a place where the mind is without"
    },
    {
      "index": 280,
      "start_time": 2018620.0,
      "end_time": 2027070.0,
      "text": "fear. Freeing ourselves from fear has been the unseen crucial part of our struggle for"
    },
    {
      "index": 281,
      "start_time": 2027070.0,
      "end_time": 2037630.0,
      "text": "democracy in Burma. It takes courage and commitment to achieve freedom and to uphold it where"
    },
    {
      "index": 282,
      "start_time": 2037630.0,
      "end_time": 2043870.0,
      "text": "there are no laws and institutions to protect basic human rights. Individuals have to fall"
    },
    {
      "index": 283,
      "start_time": 2043870.0,
      "end_time": 2051690.0,
      "text": "back on their own will to practice and promote the freedoms in which they believe. The support"
    },
    {
      "index": 284,
      "start_time": 2051690.0,
      "end_time": 2057740.0,
      "text": "of those who share the commitment helps them greatly in this endeavor. More than 10 years"
    },
    {
      "index": 285,
      "start_time": 2057739.9999999998,
      "end_time": 2065638.9999999998,
      "text": "ago I asked the students of an American university to use their liberty to promote ours. This"
    },
    {
      "index": 286,
      "start_time": 2065639.9999999998,
      "end_time": 2073399.9999999998,
      "text": "message was picked up by peoples from across the world. We have been helped in our struggle."
    },
    {
      "index": 287,
      "start_time": 2073400.0,
      "end_time": 2081400.0,
      "text": "We have not been alone. Contact with free peoples and hunts us the sense of freedom."
    },
    {
      "index": 288,
      "start_time": 2081400.0,
      "end_time": 2087991.0,
      "text": "During the years and the house arrest, such contact through the radio or through books"
    },
    {
      "index": 289,
      "start_time": 2087989.9999999998,
      "end_time": 2095078.9999999998,
      "text": "helped to keep my mind free. To this day, whenever I receive a new book I feel a stir"
    },
    {
      "index": 290,
      "start_time": 2095080.0,
      "end_time": 2100731.0,
      "text": "of excitement and anticipation of the wider world into which I would be admitted through"
    },
    {
      "index": 291,
      "start_time": 2100730.0,
      "end_time": 2106670.0,
      "text": "its painters. I can never be grateful enough to those who have helped me to feel I was"
    },
    {
      "index": 292,
      "start_time": 2106670.0,
      "end_time": 2113570.0,
      "text": "part of the free world even during those times when that world seemed as far away as the"
    },
    {
      "index": 293,
      "start_time": 2113570.0,
      "end_time": 2120910.0,
      "text": "most distant stars. Even as a lighter stars managed to reach us after long years so the"
    },
    {
      "index": 294,
      "start_time": 2120910.0,
      "end_time": 2129210.0,
      "text": "sympathy and solidarity of peoples very often complete strangers who care for our freedom"
    },
    {
      "index": 295,
      "start_time": 2129210.0,
      "end_time": 2134920.0,
      "text": "as though it were their own breaks through human and geographical barriers to give us"
    },
    {
      "index": 296,
      "start_time": 2134920.0,
      "end_time": 2143359.0,
      "text": "solace and strength. An unshackled mind is a first step to its genuine freedom. That"
    },
    {
      "index": 297,
      "start_time": 2143360.0,
      "end_time": 2150691.0,
      "text": "is as liberating for others as for our own selves. If we are sensitive to our own need"
    },
    {
      "index": 298,
      "start_time": 2150690.0,
      "end_time": 2159200.0,
      "text": "for freedom but indifferent or even contemptuous of the same need in others, we devalue the"
    },
    {
      "index": 299,
      "start_time": 2159200.0,
      "end_time": 2168930.0,
      "text": "concept of freedom. Liberty that is used to inflict pain and justice on others is an admiration."
    },
    {
      "index": 300,
      "start_time": 2168930.0,
      "end_time": 2176089.0,
      "text": "It is no longer liberty it degenerates into license. The ability to value the freedom"
    },
    {
      "index": 301,
      "start_time": 2176090.0,
      "end_time": 2183620.0,
      "text": "of others as we value our own freedom is based on breath of vision, a capacity for empathy"
    },
    {
      "index": 302,
      "start_time": 2183620.0,
      "end_time": 2189721.0,
      "text": "and a sense of responsibility. If freedom is to survive and flourish we who believe"
    },
    {
      "index": 303,
      "start_time": 2189720.0,
      "end_time": 2197089.0,
      "text": "in it must prove that it is a force that can be directed along positive channels by dedication"
    },
    {
      "index": 304,
      "start_time": 2197090.0,
      "end_time": 2206110.0,
      "text": "to a healthy balance between rights and responsibilities by our ability to respect the hopes and aspirations"
    },
    {
      "index": 305,
      "start_time": 2206110.0,
      "end_time": 2214821.0,
      "text": "of others as we would wish others to respect our own hopes and aspirations. I refer to"
    },
    {
      "index": 306,
      "start_time": 2214820.0,
      "end_time": 2221470.0,
      "text": "Raoul Wallenberg as a great soul at the beginning of the lecture. It is difficult enough for"
    },
    {
      "index": 307,
      "start_time": 2221470.0,
      "end_time": 2229510.0,
      "text": "the average man to value others as he values himself. But to value others more than one&#39;s"
    },
    {
      "index": 308,
      "start_time": 2229510.0,
      "end_time": 2237380.0,
      "text": "own self, that is a rare phenomenon indeed. We in the movement for democracy in Burma"
    },
    {
      "index": 309,
      "start_time": 2237380.0,
      "end_time": 2244470.0,
      "text": "have been admired and applauded for our efforts to gain freedom and to justice for our people."
    },
    {
      "index": 310,
      "start_time": 2244470.0,
      "end_time": 2253000.0,
      "text": "But in the face of a Wallenberg, we feel humbled. We are struggling for our own people, our"
    },
    {
      "index": 311,
      "start_time": 2253000.0,
      "end_time": 2260700.0,
      "text": "own country. What Wallenberg did was to sacrifice himself for peoples of a different country,"
    },
    {
      "index": 312,
      "start_time": 2260700.0,
      "end_time": 2268520.0,
      "text": "a different race, a different religion. For him, the differences were much less significant"
    },
    {
      "index": 313,
      "start_time": 2268520.0,
      "end_time": 2276670.0,
      "text": "than the ties of common humanity. He teaches us that the highest form of freedom is freedom"
    },
    {
      "index": 314,
      "start_time": 2276670.0,
      "end_time": 2283960.0,
      "text": "from the narrowness of mind that ties us to prejudices and to hate and makes us indifferent"
    },
    {
      "index": 315,
      "start_time": 2283960.0,
      "end_time": 2290170.0,
      "text": "to the sufferings of those we perceive as different from ourselves. When I was released"
    },
    {
      "index": 316,
      "start_time": 2290170.0,
      "end_time": 2296400.0,
      "text": "from house arrest last year, I explained that I did not feel any different because my mind"
    },
    {
      "index": 317,
      "start_time": 2296400.0,
      "end_time": 2304500.0,
      "text": "had always been free. Now, almost a year on, let me tell you what it means to be free."
    },
    {
      "index": 318,
      "start_time": 2304500.0,
      "end_time": 2311910.0,
      "text": "It means that I can sit down and recall this lecture. It means I can communicate with you."
    },
    {
      "index": 319,
      "start_time": 2311910.0,
      "end_time": 2319339.0,
      "text": "It means I can go out of my house at any time I please. It means I can talk to friends,"
    },
    {
      "index": 320,
      "start_time": 2319340.0,
      "end_time": 2325391.0,
      "text": "confer with colleagues. It means I can work to take our country further along the road"
    },
    {
      "index": 321,
      "start_time": 2325390.0,
      "end_time": 2335599.0,
      "text": "to democracy. Freedom means activity. Freedom means movement. Freedom means life. To deny"
    },
    {
      "index": 322,
      "start_time": 2335600.0,
      "end_time": 2343431.0,
      "text": "freedom means to deny life. That is why lovers of life cry out, &quot;Give me freedom or give"
    },
    {
      "index": 323,
      "start_time": 2343430.0,
      "end_time": 2351619.0,
      "text": "me death&quot; and that is why I would like to conclude with his tribute to Raoul Wallenberg."
    },
    {
      "index": 324,
      "start_time": 2351620.0,
      "end_time": 2359761.0,
      "text": "Greater value has no man than this but he lays down his life for the freedom of his"
    },
    {
      "index": 325,
      "start_time": 2359760.0,
      "end_time": 2369010.0,
      "text": "fellow human beings."
    },
    {
      "index": 326,
      "start_time": 2369010.0,
      "end_time": 2372090.0,
      "text": "[ Applause ]"
    },
    {
      "index": 327,
      "start_time": 2372090.0,
      "end_time": 2379060.0,
      "text": "&gt;&gt; Tonight we are using Skype to speak with Daw Suu at her home in Rangoon where it is"
    },
    {
      "index": 328,
      "start_time": 2379060.0,
      "end_time": 2383829.0,
      "text": "about 7 in the morning, actually it&#39;s a little bit earlier than that. This is a difficult"
    },
    {
      "index": 329,
      "start_time": 2383830.0,
      "end_time": 2392211.0,
      "text": "undertaking because of Burma&#39;s limited network bandwidth capacity. We hope to have a video"
    },
    {
      "index": 330,
      "start_time": 2392210.0,
      "end_time": 2398300.0,
      "text": "and an audio connection and to provide her with both an audio and video connection so"
    },
    {
      "index": 331,
      "start_time": 2398300.0,
      "end_time": 2406290.0,
      "text": "she can see all of you in Rackham Auditorium. If we are unable to secure a video connection,"
    },
    {
      "index": 332,
      "start_time": 2406290.0,
      "end_time": 2411780.0,
      "text": "we will try to maintain an audio connection alone. And if communication with Skype is"
    },
    {
      "index": 333,
      "start_time": 2411780.0,
      "end_time": 2418250.0,
      "text": "unsuccessful or is interrupted, we will try to establish contact with her via telephone."
    },
    {
      "index": 334,
      "start_time": 2418250.0,
      "end_time": 2424640.0,
      "text": "&gt;&gt; This process may require several minutes and will require some patience from you. I"
    },
    {
      "index": 335,
      "start_time": 2424640.0,
      "end_time": 2430270.0,
      "text": "would like now to introduce our panel of students who have very generously volunteered to be"
    },
    {
      "index": 336,
      "start_time": 2430270.0,
      "end_time": 2437869.0,
      "text": "here with us this evening. I&#39;d like to introduce Dominic Nardi, Dominic, over here [inaudible],"
    },
    {
      "index": 337,
      "start_time": 2437870.0,
      "end_time": 2442511.0,
      "text": "who&#39;s a doctoral student in political science and who works on the Judicial Politics of"
    },
    {
      "index": 338,
      "start_time": 2442510.0,
      "end_time": 2452170.0,
      "text": "Southeast Asia. Sarah Feenstra, is a senior in the LS&amp;A Honors Program with a concentration"
    },
    {
      "index": 339,
      "start_time": 2452170.0,
      "end_time": 2462690.0,
      "text": "in neuroscience and a minor in international studies. Andrea Alajbegovic is a junior in"
    },
    {
      "index": 340,
      "start_time": 2462690.0,
      "end_time": 2469310.0,
      "text": "the LS&amp;A Honors Program with a concentration in International Studies. And Tyler Jones"
    },
    {
      "index": 341,
      "start_time": 2469310.0,
      "end_time": 2475230.0,
      "text": "is junior in the LS&amp;A Honors Program with an individualized interdisciplinary concentration"
    },
    {
      "index": 342,
      "start_time": 2475230.0,
      "end_time": 2491130.0,
      "text": "in asymmetric conflict. I&#39;d like Lester now to come to the platform."
    },
    {
      "index": 343,
      "start_time": 2491130.0,
      "end_time": 2501210.0,
      "text": "[ Pause ]"
    },
    {
      "index": 344,
      "start_time": 2501210.0,
      "end_time": 2511290.0,
      "text": "[ Applause ]"
    },
    {
      "index": 345,
      "start_time": 2511290.0,
      "end_time": 2512740.0,
      "text": "&gt;&gt; Good morning Daw Suu."
    },
    {
      "index": 346,
      "start_time": 2512740.0,
      "end_time": 2514390.0,
      "text": "&gt;&gt; Good morning."
    },
    {
      "index": 347,
      "start_time": 2514390.0,
      "end_time": 2521030.0,
      "text": "&gt;&gt; Thank you for joining us, it&#39;s such an early hour, and thank you for your inspiring"
    },
    {
      "index": 348,
      "start_time": 2521030.0,
      "end_time": 2526859.0,
      "text": "courage. My name is Lester Monts, I am the senior vice provost for academic affairs here"
    },
    {
      "index": 349,
      "start_time": 2526860.0,
      "end_time": 2532411.0,
      "text": "at the University of Michigan and it is my honor to welcome you to the University. I"
    },
    {
      "index": 350,
      "start_time": 2532410.0,
      "end_time": 2538869.0,
      "text": "am standing in Rackham Auditorium where students, faculty and staff are gathered as well as"
    },
    {
      "index": 351,
      "start_time": 2538870.0,
      "end_time": 2547651.0,
      "text": "members of the Ann Arbor Community for the presentation of the 21st Wallenberg Medal."
    },
    {
      "index": 352,
      "start_time": 2547650.0,
      "end_time": 2553450.0,
      "text": "As you cannot leave Burma before freedom for Burmese people is secured, we are honored"
    },
    {
      "index": 353,
      "start_time": 2553450.0,
      "end_time": 2559950.0,
      "text": "to present the Wallenberg Medal for the first time in Absentia. We&#39;re privileged to have"
    },
    {
      "index": 354,
      "start_time": 2559950.0,
      "end_time": 2566950.0,
      "text": "you with us via the internet and we&#39;re arranging to deliver this medal to you, through your"
    },
    {
      "index": 355,
      "start_time": 2566950.0,
      "end_time": 2574069.0,
      "text": "courage and sustained endeavor on behalf of human rights, freedom and democracy for Burmese"
    },
    {
      "index": 356,
      "start_time": 2574070.0,
      "end_time": 2580741.0,
      "text": "people and through your conviction in the power of the human spirit to confront, resist,"
    },
    {
      "index": 357,
      "start_time": 2580740.0,
      "end_time": 2590230.0,
      "text": "and overcome tyranny, you are truly a champion of Raoul Wallenberg. And I want to show you"
    },
    {
      "index": 358,
      "start_time": 2590230.0,
      "end_time": 2593569.0,
      "text": "your medal."
    },
    {
      "index": 359,
      "start_time": 2593570.0,
      "end_time": 2596820.0,
      "text": "[ Pause ]"
    },
    {
      "index": 360,
      "start_time": 2596820.0,
      "end_time": 2600060.0,
      "text": "[ Laughter ]"
    },
    {
      "index": 361,
      "start_time": 2600060.0,
      "end_time": 2603311.0,
      "text": "[ Applause ]"
    },
    {
      "index": 362,
      "start_time": 2603310.0,
      "end_time": 2616290.0,
      "text": "&gt;&gt; Thank you very much."
    },
    {
      "index": 363,
      "start_time": 2616290.0,
      "end_time": 2622339.0,
      "text": "&gt;&gt; Good morning Daw Suu, my name is John Godfrey, and I am pleased to introduce you to the University"
    },
    {
      "index": 364,
      "start_time": 2622340.0,
      "end_time": 2632100.0,
      "text": "of Michigan students with whom you&#39;ll be speaking. May I present Andrea Alajbegovic, Dominic"
    },
    {
      "index": 365,
      "start_time": 2632100.0,
      "end_time": 2642891.0,
      "text": "Nardi, Tyler Jones, and Sarah Feenstra. And I would like to start and to invite Sarah"
    },
    {
      "index": 366,
      "start_time": 2642890.0,
      "end_time": 2647830.0,
      "text": "to come up and to ask the first question."
    },
    {
      "index": 367,
      "start_time": 2647830.0,
      "end_time": 2650640.0,
      "text": "[ Pause ]"
    },
    {
      "index": 368,
      "start_time": 2650640.0,
      "end_time": 2662910.0,
      "text": "&gt;&gt; Daw Suu, it&#39;s an honor to be with you today. You exemplify remarkable courage and perseverance"
    },
    {
      "index": 369,
      "start_time": 2662910.0,
      "end_time": 2671120.0,
      "text": "throughout your life. Who has been an inspiration to you or served as a role model for you?"
    },
    {
      "index": 370,
      "start_time": 2671120.0,
      "end_time": 2681010.0,
      "text": "&gt;&gt; I&#39;ve had many role models, to begin with of course it&#39;s my father and then my mother."
    },
    {
      "index": 371,
      "start_time": 2681010.0,
      "end_time": 2689109.0,
      "text": "People soon forget that [inaudible] and although my father [inaudible] reached to me, it is"
    },
    {
      "index": 372,
      "start_time": 2689110.0,
      "end_time": 2697221.0,
      "text": "my mother who taught me how to live, who taught me how important it was to have a high--highly"
    },
    {
      "index": 373,
      "start_time": 2697220.0,
      "end_time": 2703200.0,
      "text": "developed sense of duty and who taught me what real courage was, &#39;cause she was one"
    },
    {
      "index": 374,
      "start_time": 2703200.0,
      "end_time": 2709170.0,
      "text": "of the brave people I have ever come across."
    },
    {
      "index": 375,
      "start_time": 2709170.0,
      "end_time": 2713609.0,
      "text": "&gt;&gt; Hello Daw Suu, my name is Andrea Alajbegovic, now I would like to practice my question by"
    },
    {
      "index": 376,
      "start_time": 2713610.0,
      "end_time": 2717421.0,
      "text": "saying that I&#39;m truly honored and privileged to have the chance to ask you about your speech"
    },
    {
      "index": 377,
      "start_time": 2717420.0,
      "end_time": 2722970.0,
      "text": "and your remarkable dedication to the people of Burma in the promotion of human rights."
    },
    {
      "index": 378,
      "start_time": 2722970.0,
      "end_time": 2727880.0,
      "text": "My question is, how do you feel that your time at your house arrest and other forms"
    },
    {
      "index": 379,
      "start_time": 2727880.0,
      "end_time": 2735150.0,
      "text": "of captivity have affected the movement you helped build, if it all?"
    },
    {
      "index": 380,
      "start_time": 2735150.0,
      "end_time": 2739810.0,
      "text": "&gt;&gt; I&#39;m not quite sure how it&#39;s affected all the people who are in the movement but I think"
    },
    {
      "index": 381,
      "start_time": 2739810.0,
      "end_time": 2745290.0,
      "text": "the fact that I was placed under house arrest for so many years did focus attention on our"
    },
    {
      "index": 382,
      "start_time": 2745290.0,
      "end_time": 2751500.0,
      "text": "movement for democracy. And because it did that, I think I have to say I feel that the"
    },
    {
      "index": 383,
      "start_time": 2751500.0,
      "end_time": 2758270.0,
      "text": "years of detention was worthwhile and in any case, I think I learned a lot from those years"
    },
    {
      "index": 384,
      "start_time": 2758270.0,
      "end_time": 2764640.0,
      "text": "of detention, I saw many aspects of life which I&#39;ve not seen before. So I think in the end,"
    },
    {
      "index": 385,
      "start_time": 2764640.0,
      "end_time": 2771319.0,
      "text": "it depends on how you use your time, what you make of it. A lot depends on what you"
    },
    {
      "index": 386,
      "start_time": 2771320.0,
      "end_time": 2778981.0,
      "text": "put into life, not what life puts out for you."
    },
    {
      "index": 387,
      "start_time": 2778980.0,
      "end_time": 2783000.0,
      "text": "&gt;&gt; Thank you."
    },
    {
      "index": 388,
      "start_time": 2783000.0,
      "end_time": 2785010.0,
      "text": "[ Applause ]"
    },
    {
      "index": 389,
      "start_time": 2785010.0,
      "end_time": 2789760.0,
      "text": "&gt;&gt; Hello Daw Suu, my name is Dominic Nardi, [foreign language]."
    },
    {
      "index": 390,
      "start_time": 2789760.0,
      "end_time": 2791869.0,
      "text": "[ Foreign Language ]"
    },
    {
      "index": 391,
      "start_time": 2791870.0,
      "end_time": 2796620.0,
      "text": "&gt;&gt; [Foreign Language], my wife is actually Burmese so if I can take a moment and just"
    },
    {
      "index": 392,
      "start_time": 2796620.0,
      "end_time": 2802590.0,
      "text": "extend our personal thank you, she was prospect Burma fellow. And I know your support has"
    },
    {
      "index": 393,
      "start_time": 2802590.0,
      "end_time": 2808570.0,
      "text": "meant a lot to her over the years so thank you. I&#39;m--my background a lawyer so if you"
    },
    {
      "index": 394,
      "start_time": 2808570.0,
      "end_time": 2812711.0,
      "text": "don&#39;t mind I&#39;d like to ask you a question about the new constitution. We all know that"
    },
    {
      "index": 395,
      "start_time": 2812710.0,
      "end_time": 2819089.0,
      "text": "there has been a lot of criticisms of the constitution but oftentimes we may see countries"
    },
    {
      "index": 396,
      "start_time": 2819090.0,
      "end_time": 2824781.0,
      "text": "transition to democracy, sometimes they replace their constitution and sometimes they simply"
    },
    {
      "index": 397,
      "start_time": 2824780.0,
      "end_time": 2831780.0,
      "text": "amended. So I was wondering for Burmese constitution, can you envision a transition to democracy"
    },
    {
      "index": 398,
      "start_time": 2831780.0,
      "end_time": 2837430.0,
      "text": "under this constitution or do you think you will have to be replaced?"
    },
    {
      "index": 399,
      "start_time": 2837430.0,
      "end_time": 2842690.0,
      "text": "&gt;&gt; I think we first start thinking about it in terms of amendment because there are some"
    },
    {
      "index": 400,
      "start_time": 2842690.0,
      "end_time": 2848410.0,
      "text": "parts of the constitution which we do not think are at all compatible with the democratic"
    },
    {
      "index": 401,
      "start_time": 2848410.0,
      "end_time": 2854640.0,
      "text": "values but there are other parts which are not entirely [inaudible] to democratic values."
    },
    {
      "index": 402,
      "start_time": 2854640.0,
      "end_time": 2859569.0,
      "text": "So I think we should start trying to amend the worst part of the constitution, and if"
    },
    {
      "index": 403,
      "start_time": 2859570.0,
      "end_time": 2864110.0,
      "text": "it is the wish of the people, we may have to change the whole constitution. That&#39;s after"
    },
    {
      "index": 404,
      "start_time": 2864110.0,
      "end_time": 2869131.0,
      "text": "all what democracy is about that our country should be run in accordance with the will"
    },
    {
      "index": 405,
      "start_time": 2869130.0,
      "end_time": 2877790.0,
      "text": "of the people. And since constitution is fundamental to how a nation is run, in the end these people"
    },
    {
      "index": 406,
      "start_time": 2877790.0,
      "end_time": 2886619.0,
      "text": "must decide whether they want to go in for total replacement or for amendments."
    },
    {
      "index": 407,
      "start_time": 2886620.0,
      "end_time": 2890461.0,
      "text": "&gt;&gt; Thank you."
    },
    {
      "index": 408,
      "start_time": 2890460.0,
      "end_time": 2892380.0,
      "text": "[ Applause ]"
    },
    {
      "index": 409,
      "start_time": 2892380.0,
      "end_time": 2896450.0,
      "text": "&gt;&gt; Daw Suu good morning, my name is Tyler Jones. I would like to preface my question"
    },
    {
      "index": 410,
      "start_time": 2896450.0,
      "end_time": 2900619.0,
      "text": "by thank you for your inspirational remarks this evening. From the situation in Burma"
    },
    {
      "index": 411,
      "start_time": 2900620.0,
      "end_time": 2904681.0,
      "text": "today to the ongoing crisis in the Middle East, I believe that today perhaps more so"
    },
    {
      "index": 412,
      "start_time": 2904680.0,
      "end_time": 2909540.0,
      "text": "than any other time in history, your words are truly salient. My question for you is"
    },
    {
      "index": 413,
      "start_time": 2909540.0,
      "end_time": 2915390.0,
      "text": "regarding some comments you made in 2007 regarding nonviolence in protests. When speaking about"
    },
    {
      "index": 414,
      "start_time": 2915390.0,
      "end_time": 2919559.0,
      "text": "the Burmese antigovernment protests, you highlighted the importance of nonviolence and the quest"
    },
    {
      "index": 415,
      "start_time": 2919560.0,
      "end_time": 2925391.0,
      "text": "for democracy even though this may ultimately prolong the quest for freedom. Today, similar"
    },
    {
      "index": 416,
      "start_time": 2925390.0,
      "end_time": 2930730.0,
      "text": "protest have taken root in the Middle East, recently an Egyptian activist is quoted as"
    },
    {
      "index": 417,
      "start_time": 2930730.0,
      "end_time": 2935790.0,
      "text": "saying, &quot;The Egyptian revolution was peaceful whereas most revolutions ends with thousands"
    },
    {
      "index": 418,
      "start_time": 2935790.0,
      "end_time": 2940020.0,
      "text": "getting their heads cut off, we spared the heads.&quot; And today they are working against"
    },
    {
      "index": 419,
      "start_time": 2940020.0,
      "end_time": 2945220.0,
      "text": "our revolution. In your view how can those in the Middle East today continue along the"
    },
    {
      "index": 420,
      "start_time": 2945220.0,
      "end_time": 2949970.0,
      "text": "path of nonviolence and still hope for a successful regime change?"
    },
    {
      "index": 421,
      "start_time": 2949970.0,
      "end_time": 2955420.0,
      "text": "&gt;&gt; I believe in nonviolence, not everybody believes in nonviolence, but I think that"
    },
    {
      "index": 422,
      "start_time": 2955420.0,
      "end_time": 2961130.0,
      "text": "in the long run, nonviolence pays. As I said, as you mentioned, I have said that it take--it&#39;s"
    },
    {
      "index": 423,
      "start_time": 2961130.0,
      "end_time": 2967160.0,
      "text": "a longer route, it&#39;s more difficult, but there are fewer wounds to be healed. Now, those"
    },
    {
      "index": 424,
      "start_time": 2967160.0,
      "end_time": 2972599.0,
      "text": "heads that were not cut off, perhaps now they are thinking against the revolution. B that"
    },
    {
      "index": 425,
      "start_time": 2972600.0,
      "end_time": 2979151.0,
      "text": "means there has been less blood shed, fewer wounds and that in the long run, Egypt can"
    },
    {
      "index": 426,
      "start_time": 2979150.0,
      "end_time": 2984670.0,
      "text": "come be able to come to an understanding--the people of Egypt would be able to understand"
    },
    {
      "index": 427,
      "start_time": 2984670.0,
      "end_time": 2991319.0,
      "text": "each other and there&#39;ll be less friction. I think what is so important for all peoples"
    },
    {
      "index": 428,
      "start_time": 2991320.0,
      "end_time": 2999161.0,
      "text": "in all countries is to be able work hard, a situation which is acceptable to all, not"
    },
    {
      "index": 429,
      "start_time": 2999160.0,
      "end_time": 3004780.0,
      "text": "just to say we&#39;ve got work to its harmony, towards peace and [inaudible] and the fewer"
    },
    {
      "index": 430,
      "start_time": 3004780.0,
      "end_time": 3010520.0,
      "text": "wounds there have been the easier it will be to work towards peace and harmony. And"
    },
    {
      "index": 431,
      "start_time": 3010520.0,
      "end_time": 3015609.0,
      "text": "so, what if some are heads are thinking against you? Heads are there to be--to think."
    },
    {
      "index": 432,
      "start_time": 3015610.0,
      "end_time": 3020830.0,
      "text": "&gt;&gt; I prefer heads that think rather than heads that nod all the time or shake all the time."
    },
    {
      "index": 433,
      "start_time": 3020830.0,
      "end_time": 3026580.0,
      "text": "Let&#39;s all think and let&#39;s all think of a way of resolving our differences. I prefer people"
    },
    {
      "index": 434,
      "start_time": 3026580.0,
      "end_time": 3033561.0,
      "text": "with heads than the [inaudible]."
    },
    {
      "index": 435,
      "start_time": 3033560.0,
      "end_time": 3035689.0,
      "text": "[ Laughter ]"
    },
    {
      "index": 436,
      "start_time": 3035690.0,
      "end_time": 3037811.0,
      "text": "[ Applause ]"
    },
    {
      "index": 437,
      "start_time": 3037810.0,
      "end_time": 3047230.0,
      "text": "&gt;&gt; Hello again. How can citizens of countries outside Burma such as the United States be"
    },
    {
      "index": 438,
      "start_time": 3047230.0,
      "end_time": 3053630.0,
      "text": "better world citizens in regards to promoting democracy and human rights in Burma?"
    },
    {
      "index": 439,
      "start_time": 3053630.0,
      "end_time": 3059010.0,
      "text": "&gt;&gt; I&#39;ve always emphasized awareness, I think that the people of the United States especially"
    },
    {
      "index": 440,
      "start_time": 3059010.0,
      "end_time": 3063490.0,
      "text": "the young people need to be aware of what is going on in the rest of the world. You"
    },
    {
      "index": 441,
      "start_time": 3063490.0,
      "end_time": 3069329.0,
      "text": "are very fortunate, of course you may not think so in times like financial crisis. But"
    },
    {
      "index": 442,
      "start_time": 3069330.0,
      "end_time": 3074211.0,
      "text": "compared to many people in other parts of the world, the citizens of the US are very"
    },
    {
      "index": 443,
      "start_time": 3074210.0,
      "end_time": 3080140.0,
      "text": "fortunate indeed. And I would not like you to forget others in your all good fortune,"
    },
    {
      "index": 444,
      "start_time": 3080140.0,
      "end_time": 3087150.0,
      "text": "not to forget the misfortune of others. And I would like you to understand that you are"
    },
    {
      "index": 445,
      "start_time": 3087150.0,
      "end_time": 3094380.0,
      "text": "a very fortunate country and not always be looking at the dark side of things. Example,"
    },
    {
      "index": 446,
      "start_time": 3094380.0,
      "end_time": 3100420.0,
      "text": "you can afford to take democratic rights for [inaudible] when you organize vacation like--you"
    },
    {
      "index": 447,
      "start_time": 3100420.0,
      "end_time": 3106579.0,
      "text": "think perfectly easy, you want to have this classification, you organize it, you want"
    },
    {
      "index": 448,
      "start_time": 3106580.0,
      "end_time": 3112151.0,
      "text": "to award a gold medal to somebody from the outside of the world, you can do it. It&#39;s"
    },
    {
      "index": 449,
      "start_time": 3112150.0,
      "end_time": 3117280.0,
      "text": "not easy for people like us and many others like us who live in countries where there"
    },
    {
      "index": 450,
      "start_time": 3117280.0,
      "end_time": 3124910.0,
      "text": "is no genuine freedom when they unfold democratic institutions to save, guard our rights. I"
    },
    {
      "index": 451,
      "start_time": 3124910.0,
      "end_time": 3130770.0,
      "text": "would like you to remember that you are fortunate, I would like--I wouldn&#39;t like that United"
    },
    {
      "index": 452,
      "start_time": 3130770.0,
      "end_time": 3137430.0,
      "text": "States always to bring itself down &#39;cause we do appreciate you as a friend and as a"
    },
    {
      "index": 453,
      "start_time": 3137430.0,
      "end_time": 3145309.0,
      "text": "defender of democracy. So to begin with, you&#39;ve helped us support by defending our own democratic"
    },
    {
      "index": 454,
      "start_time": 3145310.0,
      "end_time": 3153431.0,
      "text": "values by doing whatever you can to make your citizens totally democratic and open minded"
    },
    {
      "index": 455,
      "start_time": 3153430.0,
      "end_time": 3160210.0,
      "text": "because these two go together, you cannot really practice democratic values if you&#39;re"
    },
    {
      "index": 456,
      "start_time": 3160210.0,
      "end_time": 3168930.0,
      "text": "not [inaudible] &#39;cause democracy ends on the participation of any people as possible. So"
    },
    {
      "index": 457,
      "start_time": 3168930.0,
      "end_time": 3175480.0,
      "text": "if you first defend your democratic values and your broad mindedness, you can help the"
    },
    {
      "index": 458,
      "start_time": 3175480.0,
      "end_time": 3181089.0,
      "text": "rest of the world. Then of course, you want some practical help as well, you would always"
    },
    {
      "index": 459,
      "start_time": 3181090.0,
      "end_time": 3187771.0,
      "text": "like [inaudible] movements of democracy and you&#39;ll help us educate young people. In the"
    },
    {
      "index": 460,
      "start_time": 3187770.0,
      "end_time": 3195410.0,
      "text": "long run, the gracious help and that in the realm [inaudible]."
    },
    {
      "index": 461,
      "start_time": 3195410.0,
      "end_time": 3200239.0,
      "text": "&gt;&gt; Thank you."
    },
    {
      "index": 462,
      "start_time": 3200240.0,
      "end_time": 3202661.0,
      "text": "[ Applause ]"
    },
    {
      "index": 463,
      "start_time": 3202660.0,
      "end_time": 3209710.0,
      "text": "&gt;&gt; This next question is inspired by my thoughts about how the United States has not had a"
    },
    {
      "index": 464,
      "start_time": 3209710.0,
      "end_time": 3215510.0,
      "text": "female head of state as of yet, so I would like to ask you if you feel that being a woman"
    },
    {
      "index": 465,
      "start_time": 3215510.0,
      "end_time": 3221019.0,
      "text": "has affected your success as the leader of the nonviolent democratic movement in Burma?"
    },
    {
      "index": 466,
      "start_time": 3221020.0,
      "end_time": 3226481.0,
      "text": "&gt;&gt; Well, perhaps, they&#39;re waiting for you, you never know when the next--"
    },
    {
      "index": 467,
      "start_time": 3226480.0,
      "end_time": 3227900.0,
      "text": "[ Laughter ]"
    },
    {
      "index": 468,
      "start_time": 3227900.0,
      "end_time": 3229329.0,
      "text": "[ Applause ]"
    },
    {
      "index": 469,
      "start_time": 3229330.0,
      "end_time": 3235830.0,
      "text": "&gt;&gt; When the next head of state of the United States is going to be woman. But the--I think"
    },
    {
      "index": 470,
      "start_time": 3235830.0,
      "end_time": 3245840.0,
      "text": "that when I just [inaudible], when it comes to heading any kind of organization or a nation,"
    },
    {
      "index": 471,
      "start_time": 3245840.0,
      "end_time": 3253291.0,
      "text": "you mustn&#39;t forget that the first head of government was an Asian, if you remember it"
    },
    {
      "index": 472,
      "start_time": 3253290.0,
      "end_time": 3261630.0,
      "text": "was Mrs. Bandaranaike from Sri Lanka or Ceylon as it was then. And we are very constant that"
    },
    {
      "index": 473,
      "start_time": 3261630.0,
      "end_time": 3268170.0,
      "text": "our women can do just as well if not better than the men. And I&#39;m sure this the same thing"
    },
    {
      "index": 474,
      "start_time": 3268170.0,
      "end_time": 3275559.0,
      "text": "applies to the United States. I would like to see a woman at the head of the [inaudible]"
    },
    {
      "index": 475,
      "start_time": 3275560.0,
      "end_time": 3279161.0,
      "text": "system to see in the world. So hurry up."
    },
    {
      "index": 476,
      "start_time": 3279160.0,
      "end_time": 3279760.0,
      "text": "[ Laughter ]"
    },
    {
      "index": 477,
      "start_time": 3279760.0,
      "end_time": 3282190.0,
      "text": "&gt;&gt; Thank you, thank you."
    },
    {
      "index": 478,
      "start_time": 3282190.0,
      "end_time": 3282790.0,
      "text": "[ Applause ]"
    },
    {
      "index": 479,
      "start_time": 3282790.0,
      "end_time": 3285210.0,
      "text": "&gt;&gt; Thank you, thank you."
    },
    {
      "index": 480,
      "start_time": 3285210.0,
      "end_time": 3292420.0,
      "text": "&gt;&gt; Hello Daw Suu, I wanted to ask you about what Burma can do today, to prepare for a"
    },
    {
      "index": 481,
      "start_time": 3292420.0,
      "end_time": 3298480.0,
      "text": "better democracy tomorrow probably because in Southeast Asia, we&#39;ve seen several countries"
    },
    {
      "index": 482,
      "start_time": 3298480.0,
      "end_time": 3303849.0,
      "text": "that are transitioned to democracy, it still face huge challenges, the political conflict"
    },
    {
      "index": 483,
      "start_time": 3303850.0,
      "end_time": 3309090.0,
      "text": "in Thailand, election violence and poverty in the Philippines, so what can Burma--what"
    },
    {
      "index": 484,
      "start_time": 3309090.0,
      "end_time": 3314671.0,
      "text": "should Burma be doing now to make sure that when democracy does come, it&#39;s democracy not"
    },
    {
      "index": 485,
      "start_time": 3314670.0,
      "end_time": 3319289.0,
      "text": "just a name but also in practice, thank you."
    },
    {
      "index": 486,
      "start_time": 3319290.0,
      "end_time": 3324191.0,
      "text": "&gt;&gt; It all comes down to education, doesn&#39;t it? We at the National League for Democracy"
    },
    {
      "index": 487,
      "start_time": 3324190.0,
      "end_time": 3330890.0,
      "text": "spend a lot of our time trying to educate. I&#39;m hesitant a little to use this word, it"
    },
    {
      "index": 488,
      "start_time": 3330890.0,
      "end_time": 3335440.0,
      "text": "sounds, because it sounds a bit patronizing, but I don&#39;t mean it in that way at all. What"
    },
    {
      "index": 489,
      "start_time": 3335440.0,
      "end_time": 3341910.0,
      "text": "I mean is opening up the minds of our people and to supply them with as much information"
    },
    {
      "index": 490,
      "start_time": 3341910.0,
      "end_time": 3347609.0,
      "text": "and knowledge as possible so that they can think for themselves. As I said earlier one"
    },
    {
      "index": 491,
      "start_time": 3347610.0,
      "end_time": 3353001.0,
      "text": "of the most important things about democracy is broadmindedness. We want people to be able"
    },
    {
      "index": 492,
      "start_time": 3353000.0,
      "end_time": 3358589.0,
      "text": "to understand other people&#39;s points of view. I think for a working democracy, you do need"
    },
    {
      "index": 493,
      "start_time": 3358590.0,
      "end_time": 3365300.0,
      "text": "to be broadminded. You need to be able to empathize with others. So we try to teach"
    },
    {
      "index": 494,
      "start_time": 3365300.0,
      "end_time": 3372501.0,
      "text": "our young people as much as we can about the responsibilities of democracy. Whenever I"
    },
    {
      "index": 495,
      "start_time": 3372500.0,
      "end_time": 3378150.0,
      "text": "talk about democratic rights, I never forget to mention the fact that their responsibilities"
    },
    {
      "index": 496,
      "start_time": 3378150.0,
      "end_time": 3384510.0,
      "text": "as well, that rights and responsibilities go together. For a democracy to succeed, I"
    },
    {
      "index": 497,
      "start_time": 3384510.0,
      "end_time": 3390650.0,
      "text": "think that is extremely important. From the very beginning, we must make our people understand"
    },
    {
      "index": 498,
      "start_time": 3390650.0,
      "end_time": 3396549.0,
      "text": "that democracy is not just about rights, rights, rights, it&#39;s about responsibilities as well."
    },
    {
      "index": 499,
      "start_time": 3396550.0,
      "end_time": 3402201.0,
      "text": "You want a government of the people and the people must take responsibility for that government."
    },
    {
      "index": 500,
      "start_time": 3402200.0,
      "end_time": 3407630.0,
      "text": "So I think this is what we need, this is what we&#39;re trying to achieve in Burma. And sometimes"
    },
    {
      "index": 501,
      "start_time": 3407630.0,
      "end_time": 3414990.0,
      "text": "I think that because our movement has been so long and so difficult, perhaps, the cost"
    },
    {
      "index": 502,
      "start_time": 3414990.0,
      "end_time": 3421780.0,
      "text": "of that very fact are the people will be better qualified, to defend and preserve democracy"
    },
    {
      "index": 503,
      "start_time": 3421780.0,
      "end_time": 3424079.0,
      "text": "when we get that."
    },
    {
      "index": 504,
      "start_time": 3424080.0,
      "end_time": 3427461.0,
      "text": "[ Foreign Language ]"
    },
    {
      "index": 505,
      "start_time": 3427460.0,
      "end_time": 3429150.0,
      "text": "[ Applause ]"
    },
    {
      "index": 506,
      "start_time": 3429150.0,
      "end_time": 3432529.0,
      "text": "[ Foreign Language ]"
    },
    {
      "index": 507,
      "start_time": 3432530.0,
      "end_time": 3437570.0,
      "text": "&gt;&gt; My second question is regarding the current situation in Libya. Last week Muammar Gaddafi"
    },
    {
      "index": 508,
      "start_time": 3437570.0,
      "end_time": 3442330.0,
      "text": "was killed effectively ending his oppressive rule in Libya. However, with still much attention"
    },
    {
      "index": 509,
      "start_time": 3442330.0,
      "end_time": 3448221.0,
      "text": "paid to the civil war and not much focus given to the post war nation building, Libya is"
    },
    {
      "index": 510,
      "start_time": 3448220.0,
      "end_time": 3453530.0,
      "text": "now left without a legitimate governing body and the clean up from a bloody civil war."
    },
    {
      "index": 511,
      "start_time": 3453530.0,
      "end_time": 3458510.0,
      "text": "How in your view is a possible for countries like Libya who have never really known any"
    },
    {
      "index": 512,
      "start_time": 3458510.0,
      "end_time": 3466619.0,
      "text": "form of democracy to begin to develop a country that speaks for the people?"
    },
    {
      "index": 513,
      "start_time": 3466620.0,
      "end_time": 3472971.0,
      "text": "&gt;&gt; I&#39;m glad you mentioned these problems in Libya because this is exactly what I meant"
    },
    {
      "index": 514,
      "start_time": 3472970.0,
      "end_time": 3479160.0,
      "text": "when I say that if you get to democracy or freedom through violent means then you leave"
    },
    {
      "index": 515,
      "start_time": 3479160.0,
      "end_time": 3485490.0,
      "text": "wounds that will be very, very difficult to heal. I think they have to start, make a start,"
    },
    {
      "index": 516,
      "start_time": 3485490.0,
      "end_time": 3490640.0,
      "text": "nobody gets anywhere without making a start. And I think the whole world needs to help"
    },
    {
      "index": 517,
      "start_time": 3490640.0,
      "end_time": 3498549.0,
      "text": "Libya to get over the trauma of the last few months and learn to get over the bitterness"
    },
    {
      "index": 518,
      "start_time": 3498550.0,
      "end_time": 3505651.0,
      "text": "to get rid of the bitterness. I think that the most frightening for any country is when"
    },
    {
      "index": 519,
      "start_time": 3505650.0,
      "end_time": 3514270.0,
      "text": "the people are set against each other and when they are deeply felt feelings of hatred"
    },
    {
      "index": 520,
      "start_time": 3514270.0,
      "end_time": 3520799.0,
      "text": "and resentment. I do not think that the feelings of hatred and resentment are going away from--going"
    },
    {
      "index": 521,
      "start_time": 3520800.0,
      "end_time": 3526901.0,
      "text": "to go away from Libya&#39;s just because they have moved Gaddafi. These are going to on,"
    },
    {
      "index": 522,
      "start_time": 3526900.0,
      "end_time": 3531410.0,
      "text": "people have shot at each other, people have killed each other, people have tortured each"
    },
    {
      "index": 523,
      "start_time": 3531410.0,
      "end_time": 3537799.0,
      "text": "other, these are not going to be forgotten hurry. But we need some people who will start"
    },
    {
      "index": 524,
      "start_time": 3537800.0,
      "end_time": 3546381.0,
      "text": "this in Libya. I would like to see a genuine nonviolent movement emerging out of the people"
    },
    {
      "index": 525,
      "start_time": 3546380.0,
      "end_time": 3551960.0,
      "text": "of Libya who will help to heal the wounds of the country and to put it on the right"
    },
    {
      "index": 526,
      "start_time": 3551960.0,
      "end_time": 3557890.0,
      "text": "part. It&#39;s not going to be easy and I&#39;m not expecting Libya to be transformed overnight"
    },
    {
      "index": 527,
      "start_time": 3557890.0,
      "end_time": 3564339.0,
      "text": "into a peaceful country where everybody understands everybody else. But somebody, some point must"
    },
    {
      "index": 528,
      "start_time": 3564340.0,
      "end_time": 3572681.0,
      "text": "begin and let&#39;s hope for a Libya Martin Luther King, a Libyan Gandhi, a Libyan Nelson Mandela,"
    },
    {
      "index": 529,
      "start_time": 3572680.0,
      "end_time": 3578520.0,
      "text": "we must hope for these things."
    },
    {
      "index": 530,
      "start_time": 3578520.0,
      "end_time": 3583540.0,
      "text": "[ Applause ]"
    },
    {
      "index": 531,
      "start_time": 3583540.0,
      "end_time": 3590190.0,
      "text": "&gt;&gt; I have a question from an audience member for you Daw Suu. How can academia and Universities"
    },
    {
      "index": 532,
      "start_time": 3590190.0,
      "end_time": 3597049.0,
      "text": "in Burma help in the quest toward democracy?"
    },
    {
      "index": 533,
      "start_time": 3597050.0,
      "end_time": 3601080.0,
      "text": "&gt;&gt; I have to say that I think first of all, Universities in Burma should start educating"
    },
    {
      "index": 534,
      "start_time": 3601080.0,
      "end_time": 3608350.0,
      "text": "our young people because the system here is very, very bad. And until our young people"
    },
    {
      "index": 535,
      "start_time": 3608350.0,
      "end_time": 3617721.0,
      "text": "are well enough educated to see what is happening in the rest of the world to be able to examine"
    },
    {
      "index": 536,
      "start_time": 3617720.0,
      "end_time": 3624150.0,
      "text": "our own history and to understand why we have come to--where we have come to, then I do"
    },
    {
      "index": 537,
      "start_time": 3624150.0,
      "end_time": 3627059.0,
      "text": "not think we will be able to make progress."
    },
    {
      "index": 538,
      "start_time": 3627060.0,
      "end_time": 3638031.0,
      "text": "&gt;&gt; So our universities need to be real educational institutions not just places that churn out"
    },
    {
      "index": 539,
      "start_time": 3638030.0,
      "end_time": 3644609.0,
      "text": "half educated young people, so this is what we want. First of all, we want to raise standard"
    },
    {
      "index": 540,
      "start_time": 3644610.0,
      "end_time": 3650441.0,
      "text": "of it of education in our universities and we would like your help in this. Until the"
    },
    {
      "index": 541,
      "start_time": 3650440.0,
      "end_time": 3658869.0,
      "text": "people, until our young people have required--acquired the basics of an educated society, we will"
    },
    {
      "index": 542,
      "start_time": 3658870.0,
      "end_time": 3664961.0,
      "text": "not be able to go forward. Once our young people are probably educated, they will be"
    },
    {
      "index": 543,
      "start_time": 3664960.0,
      "end_time": 3671250.0,
      "text": "able to see for themselves what our country really needs and what we need to do to preserve"
    },
    {
      "index": 544,
      "start_time": 3671250.0,
      "end_time": 3678940.0,
      "text": "the values that will help our country to go forward as a democracy. So you asked earlier"
    },
    {
      "index": 545,
      "start_time": 3678940.0,
      "end_time": 3683319.0,
      "text": "what can the United States do to help, well the United States and the rest of the world"
    },
    {
      "index": 546,
      "start_time": 3683320.0,
      "end_time": 3688411.0,
      "text": "can help us to educate our young people as well as possible."
    },
    {
      "index": 547,
      "start_time": 3688410.0,
      "end_time": 3693770.0,
      "text": "&gt;&gt; Thank you, thank you."
    },
    {
      "index": 548,
      "start_time": 3693770.0,
      "end_time": 3695110.0,
      "text": "[ Applause ]"
    },
    {
      "index": 549,
      "start_time": 3695110.0,
      "end_time": 3701109.0,
      "text": "&gt;&gt; I have another question from the audience member here. The question is, what skills"
    },
    {
      "index": 550,
      "start_time": 3701110.0,
      "end_time": 3707620.0,
      "text": "did you draw from your college education that you have used and valued the most in your"
    },
    {
      "index": 551,
      "start_time": 3707620.0,
      "end_time": 3710100.0,
      "text": "life&#39;s work?"
    },
    {
      "index": 552,
      "start_time": 3710100.0,
      "end_time": 3715100.0,
      "text": "&gt;&gt; When I was under house arrest, very often I will think of my friends, the one who are"
    },
    {
      "index": 553,
      "start_time": 3715100.0,
      "end_time": 3722011.0,
      "text": "at university with me. And those memories were not just some of the happiest memories"
    },
    {
      "index": 554,
      "start_time": 3722010.0,
      "end_time": 3727440.0,
      "text": "that I had, but the most strengthening because I remembered that we were all--we all came"
    },
    {
      "index": 555,
      "start_time": 3727440.0,
      "end_time": 3732260.0,
      "text": "from different countries, of course, there were--I had English friends because I was"
    },
    {
      "index": 556,
      "start_time": 3732260.0,
      "end_time": 3738660.0,
      "text": "studying in England but--I had Indian friends, I had Pakistani friends, I had Thai friends,"
    },
    {
      "index": 557,
      "start_time": 3738660.0,
      "end_time": 3745119.0,
      "text": "I had Kenyan friends, Ghanian friends, friends from all over the world. And I think that"
    },
    {
      "index": 558,
      "start_time": 3745120.0,
      "end_time": 3751751.0,
      "text": "was the most important part of my university education that I learn to know people from"
    },
    {
      "index": 559,
      "start_time": 3751750.0,
      "end_time": 3759190.0,
      "text": "all parts of the world, and to understand that we all shared the same hopes and aspirations"
    },
    {
      "index": 560,
      "start_time": 3759190.0,
      "end_time": 3765829.0,
      "text": "and fears, that we were all human beings. And it&#39;s very, very nice to be human beings"
    },
    {
      "index": 561,
      "start_time": 3765830.0,
      "end_time": 3771901.0,
      "text": "young together because--and don&#39;t forget that, don&#39;t waste your youth. Youth is a lovely"
    },
    {
      "index": 562,
      "start_time": 3771900.0,
      "end_time": 3778880.0,
      "text": "time. And it was a time when we [inaudible], our feelings of warmth and sympathy for each"
    },
    {
      "index": 563,
      "start_time": 3778880.0,
      "end_time": 3785530.0,
      "text": "other. And these friends are still my friends and that&#39;s what I got most out of my university"
    },
    {
      "index": 564,
      "start_time": 3785530.0,
      "end_time": 3790349.0,
      "text": "education that you can reach out to people from different parts of the world, from different"
    },
    {
      "index": 565,
      "start_time": 3790350.0,
      "end_time": 3799600.0,
      "text": "cultures who belong to different religions. And you can still build up such a solid and"
    },
    {
      "index": 566,
      "start_time": 3799600.0,
      "end_time": 3803971.0,
      "text": "such a deep understanding that it carries through for the rest of your life and you"
    },
    {
      "index": 567,
      "start_time": 3803970.0,
      "end_time": 3809010.0,
      "text": "can think of them when you&#39;re in times of trouble and fear, well, this is not bad world"
    },
    {
      "index": 568,
      "start_time": 3809010.0,
      "end_time": 3811449.0,
      "text": "after all."
    },
    {
      "index": 569,
      "start_time": 3811450.0,
      "end_time": 3815340.0,
      "text": "&gt;&gt; Thank you."
    },
    {
      "index": 570,
      "start_time": 3815340.0,
      "end_time": 3819230.0,
      "text": "[ Applause ]"
    },
    {
      "index": 571,
      "start_time": 3819230.0,
      "end_time": 3823870.0,
      "text": "&gt;&gt; Hello Daw Suu, I have a question from an audience member. Can you comment a bit about"
    },
    {
      "index": 572,
      "start_time": 3823870.0,
      "end_time": 3828151.0,
      "text": "the situation--the political situation in Thailand right now? And in particular, do"
    },
    {
      "index": 573,
      "start_time": 3828150.0,
      "end_time": 3832640.0,
      "text": "you see any similarities with the political struggle going on there and the struggle in"
    },
    {
      "index": 574,
      "start_time": 3832640.0,
      "end_time": 3835089.0,
      "text": "Burma for democracy? Thank you."
    },
    {
      "index": 575,
      "start_time": 3835090.0,
      "end_time": 3838350.0,
      "text": "&gt;&gt; I&#39;m sorry, going on where?"
    },
    {
      "index": 576,
      "start_time": 3838350.0,
      "end_time": 3840751.0,
      "text": "&gt;&gt; The political situation in Thailand?"
    },
    {
      "index": 577,
      "start_time": 3840750.0,
      "end_time": 3848460.0,
      "text": "&gt;&gt; Thailand, well, Burma and Thailand are neighbors, very close geographically but we"
    },
    {
      "index": 578,
      "start_time": 3848460.0,
      "end_time": 3854869.0,
      "text": "are quite different in many other ways--in many other ways. We try to learn from what&#39;s"
    },
    {
      "index": 579,
      "start_time": 3854870.0,
      "end_time": 3860921.0,
      "text": "going on in other parts of the world and we try to learn from their successes as well"
    },
    {
      "index": 580,
      "start_time": 3860920.0,
      "end_time": 3866750.0,
      "text": "as their mistakes. Now I&#39;d rather not talk about the mistakes of other countries, but"
    },
    {
      "index": 581,
      "start_time": 3866750.0,
      "end_time": 3872339.0,
      "text": "thinking of the successes of course Thailand is well ahead of us, economically and even"
    },
    {
      "index": 582,
      "start_time": 3872340.0,
      "end_time": 3880300.0,
      "text": "politically because Thailand has had a number of democratic elections not perhaps as smoothly"
    },
    {
      "index": 583,
      "start_time": 3880300.0,
      "end_time": 3887540.0,
      "text": "as one we&#39;d wish for but certainly they have passed through a number of democratic elections"
    },
    {
      "index": 584,
      "start_time": 3887540.0,
      "end_time": 3893441.0,
      "text": "and build up a number of democratic institutions. For example the time media is certainly a"
    },
    {
      "index": 585,
      "start_time": 3893440.0,
      "end_time": 3901670.0,
      "text": "lot of--a lot of fear than we are and this is something that we admire. But we do not"
    },
    {
      "index": 586,
      "start_time": 3901670.0,
      "end_time": 3909059.0,
      "text": "look upon Thailand as the one country that we should see as an example, there are many"
    },
    {
      "index": 587,
      "start_time": 3909060.0,
      "end_time": 3917031.0,
      "text": "other countries that we study, that we observe, and as I said earlier, we try to find out"
    },
    {
      "index": 588,
      "start_time": 3917030.0,
      "end_time": 3922400.0,
      "text": "how they&#39;ve succeeded, where they&#39;ve succeeded and where their mistakes have been and how"
    },
    {
      "index": 589,
      "start_time": 3922400.0,
      "end_time": 3929500.0,
      "text": "we should avoid them. One of the advantages of--been right at the very back is that we"
    },
    {
      "index": 590,
      "start_time": 3929500.0,
      "end_time": 3934280.0,
      "text": "can profit from their mistakes of others."
    },
    {
      "index": 591,
      "start_time": 3934280.0,
      "end_time": 3937930.0,
      "text": "[ Foreign Language ]"
    },
    {
      "index": 592,
      "start_time": 3937930.0,
      "end_time": 3939750.0,
      "text": "[ Applause ]"
    },
    {
      "index": 593,
      "start_time": 3939750.0,
      "end_time": 3945490.0,
      "text": "&gt;&gt; I have a question from the audience which asks, what is the best strategy to keep or"
    },
    {
      "index": 594,
      "start_time": 3945490.0,
      "end_time": 3949710.0,
      "text": "rather to stop the ongoing civil wars in Burma and what would it take to have a broad based"
    },
    {
      "index": 595,
      "start_time": 3949710.0,
      "end_time": 3953790.0,
      "text": "antiwar campaign?"
    },
    {
      "index": 596,
      "start_time": 3953790.0,
      "end_time": 3960349.0,
      "text": "&gt;&gt; This is a very difficult question, we&#39;ve been trying to find the answer to this question"
    },
    {
      "index": 597,
      "start_time": 3960350.0,
      "end_time": 3967421.0,
      "text": "for the last 60 odd years ever since we achieved independence. We&#39;ve never been able to achieve"
    },
    {
      "index": 598,
      "start_time": 3967420.0,
      "end_time": 3974980.0,
      "text": "a situation of absolute peace in Burma, they have always been some form of insurgencies"
    },
    {
      "index": 599,
      "start_time": 3974980.0,
      "end_time": 3980920.0,
      "text": "or other going on in this country. We need to become a true union. We think that the"
    },
    {
      "index": 600,
      "start_time": 3980920.0,
      "end_time": 3987010.0,
      "text": "most important think in the end is a spirit, we always talk about building up a spirit"
    },
    {
      "index": 601,
      "start_time": 3987010.0,
      "end_time": 3991900.0,
      "text": "of a true union, we&#39;ve got to understand each other, we&#39;ve got to respect each other, we&#39;ve"
    },
    {
      "index": 602,
      "start_time": 3991900.0,
      "end_time": 3998660.0,
      "text": "got to learn to know each other the better. I think that our ethnic nationalities have"
    },
    {
      "index": 603,
      "start_time": 3998660.0,
      "end_time": 4007049.0,
      "text": "genuine reasons for their grievances. We need to address those issues. I do not have all"
    },
    {
      "index": 604,
      "start_time": 4007050.0,
      "end_time": 4011731.0,
      "text": "the answers, if only I had all the answers &#39;cause we&#39;d be there by now. But we are trying"
    },
    {
      "index": 605,
      "start_time": 4011730.0,
      "end_time": 4017380.0,
      "text": "to find the answers, I think--and we first have to start by talking to one another. This"
    },
    {
      "index": 606,
      "start_time": 4017380.0,
      "end_time": 4024030.0,
      "text": "is what we believe in, we believe that human beings are--we can talk to one another, animals"
    },
    {
      "index": 607,
      "start_time": 4024030.0,
      "end_time": 4027619.0,
      "text": "can&#39;t talk to one another although I believe there are some scientists who say that they"
    },
    {
      "index": 608,
      "start_time": 4027620.0,
      "end_time": 4035501.0,
      "text": "can talk--well, not talk but communicate with one another to a far greater degree than we"
    },
    {
      "index": 609,
      "start_time": 4035500.0,
      "end_time": 4040740.0,
      "text": "think they can. But still no one can deny that human beings can talk and we&#39;ve got to"
    },
    {
      "index": 610,
      "start_time": 4040740.0,
      "end_time": 4047710.0,
      "text": "use this facility to come to an understanding with one another. I believe in talking, talking,"
    },
    {
      "index": 611,
      "start_time": 4047710.0,
      "end_time": 4051819.0,
      "text": "talking, this is what we&#39;re doing now, aren&#39;t we? We&#39;re talking to one another, trying to"
    },
    {
      "index": 612,
      "start_time": 4051820.0,
      "end_time": 4058981.0,
      "text": "learn more from one another. And I believe that the--because Burmese are the majority"
    },
    {
      "index": 613,
      "start_time": 4058980.0,
      "end_time": 4065349.0,
      "text": "in this country, they have a duty to be more broad minded, to be more tolerant, and to"
    },
    {
      "index": 614,
      "start_time": 4065350.0,
      "end_time": 4072661.0,
      "text": "work harder towards peace and understanding."
    },
    {
      "index": 615,
      "start_time": 4072660.0,
      "end_time": 4076980.0,
      "text": "[ Applause ]"
    },
    {
      "index": 616,
      "start_time": 4076980.0,
      "end_time": 4082200.0,
      "text": "&gt;&gt; You mentioned in your talk that freedom from fear has been the unseen crucial part"
    },
    {
      "index": 617,
      "start_time": 4082200.0,
      "end_time": 4087319.0,
      "text": "of the struggle for democracy in Burma. How have you been able to realize this freedom"
    },
    {
      "index": 618,
      "start_time": 4087320.0,
      "end_time": 4089371.0,
      "text": "in your life?"
    },
    {
      "index": 619,
      "start_time": 4089370.0,
      "end_time": 4096319.0,
      "text": "&gt;&gt; Well, I wasn&#39;t, I have never thought of myself as a very brave person. But I&#39;ve had"
    },
    {
      "index": 620,
      "start_time": 4096319.9999999995,
      "end_time": 4102069.9999999995,
      "text": "to work to free myself from fear, this of course started when I was a very little girl"
    },
    {
      "index": 621,
      "start_time": 4102069.9999999995,
      "end_time": 4106920.9999999995,
      "text": "and I was terribly scared of the dark and I decided one day that this is something I"
    },
    {
      "index": 622,
      "start_time": 4106920.0,
      "end_time": 4114109.0,
      "text": "have to get over because it was such a burden. I think you start thinking seriously about"
    },
    {
      "index": 623,
      "start_time": 4114109.9999999995,
      "end_time": 4122190.9999999995,
      "text": "freeing yourself from fear, when you--create a burden that is, if you live with fear, if"
    },
    {
      "index": 624,
      "start_time": 4122189.9999999995,
      "end_time": 4130508.9999999995,
      "text": "you let fear influence your life, that is genuine like a freedom even if you&#39;re not"
    },
    {
      "index": 625,
      "start_time": 4130510.0,
      "end_time": 4134711.0,
      "text": "in freed--in prison, even if you&#39;re not under house arrest. If you&#39;re frightened all the"
    },
    {
      "index": 626,
      "start_time": 4134710.0,
      "end_time": 4141480.0,
      "text": "time, then I think you must be the most unfree person imaginable. And the reason why I started"
    },
    {
      "index": 627,
      "start_time": 4141479.9999999995,
      "end_time": 4146798.9999999995,
      "text": "to try to free myself from fear as a little girl was because I couldn&#39;t bear the burden"
    },
    {
      "index": 628,
      "start_time": 4146800.0,
      "end_time": 4155860.0,
      "text": "of going into a dark room and being frightened. And so I just sat down and talked to myself"
    },
    {
      "index": 629,
      "start_time": 4155859.9999999995,
      "end_time": 4163839.9999999995,
      "text": "one day, what is it that I&#39;m frightened of? I&#39;ve got to face it and I&#39;ve got to get over"
    },
    {
      "index": 630,
      "start_time": 4163840.0,
      "end_time": 4167731.0,
      "text": "it. And I managed to get over it. Actually it only took me two weeks to get over my fear"
    },
    {
      "index": 631,
      "start_time": 4167729.9999999995,
      "end_time": 4173048.9999999995,
      "text": "of the dark simply by walking round and round in dark rooms for 2 weeks in succession and"
    },
    {
      "index": 632,
      "start_time": 4173050.0,
      "end_time": 4178471.0,
      "text": "I realized that nothing was going to happen to me in the dark."
    },
    {
      "index": 633,
      "start_time": 4178470.0000000005,
      "end_time": 4179150.0000000005,
      "text": "[ Laughter ]"
    },
    {
      "index": 634,
      "start_time": 4179149.9999999995,
      "end_time": 4180879.9999999995,
      "text": "&gt;&gt; Thank you."
    },
    {
      "index": 635,
      "start_time": 4180880.0,
      "end_time": 4182609.0,
      "text": "[ Applause ]"
    },
    {
      "index": 636,
      "start_time": 4182609.9999999995,
      "end_time": 4191580.9999999995,
      "text": "&gt;&gt; Daw Suu, I have another question from the audience. What do you think--it is about China"
    },
    {
      "index": 637,
      "start_time": 4191580.0,
      "end_time": 4197040.0,
      "text": "and what do you think of your influence between your country in the relationship between your"
    },
    {
      "index": 638,
      "start_time": 4197040.0,
      "end_time": 4202760.0,
      "text": "country and China and what do you think of the political transition to democracy in China?"
    },
    {
      "index": 639,
      "start_time": 4202760.0,
      "end_time": 4209130.0,
      "text": "&gt;&gt; First of all, I think I have must made the point which I make very, very often that"
    },
    {
      "index": 640,
      "start_time": 4209130.0,
      "end_time": 4214659.0,
      "text": "Burma and China are neighbors and we will always be neighbors as long as this world"
    },
    {
      "index": 641,
      "start_time": 4214660.0,
      "end_time": 4215621.0,
      "text": "will last."
    },
    {
      "index": 642,
      "start_time": 4215620.0,
      "end_time": 4221710.0,
      "text": "&gt;&gt; And because of that, I would like to maintain good friendly relations with China and with"
    },
    {
      "index": 643,
      "start_time": 4221710.0,
      "end_time": 4227130.0,
      "text": "all our other neighbors. I do no think this is impossible because we have always maintained"
    },
    {
      "index": 644,
      "start_time": 4227130.0,
      "end_time": 4232030.0,
      "text": "good relations with China even at the time when Burma had a democratic government after"
    },
    {
      "index": 645,
      "start_time": 4232030.0,
      "end_time": 4241380.0,
      "text": "independence. And China was a very strong communist society, we still managed to maintain"
    },
    {
      "index": 646,
      "start_time": 4241380.0,
      "end_time": 4246409.0,
      "text": "good relations. So we&#39;ve got to work towards that and with regard to China&#39;s transition"
    },
    {
      "index": 647,
      "start_time": 4246410.0,
      "end_time": 4253311.0,
      "text": "to democracy, I myself believe in democracy and I believe that basically, human beings"
    },
    {
      "index": 648,
      "start_time": 4253310.0,
      "end_time": 4260190.0,
      "text": "want to be free and they also want to be secure. And democracy is a system that tries to give"
    },
    {
      "index": 649,
      "start_time": 4260190.0,
      "end_time": 4268150.0,
      "text": "both in good balance, security and freedom. And because of that, I believe that human"
    },
    {
      "index": 650,
      "start_time": 4268150.0,
      "end_time": 4275420.0,
      "text": "societies will work towards democracy and that there will be a transition to democracy"
    },
    {
      "index": 651,
      "start_time": 4275420.0,
      "end_time": 4282469.0,
      "text": "not just in China but in other countries all over the world, not all at the same time,"
    },
    {
      "index": 652,
      "start_time": 4282470.0,
      "end_time": 4288801.0,
      "text": "not all in the same way and of course, not exactly the same sort of democracies. But"
    },
    {
      "index": 653,
      "start_time": 4288800.0,
      "end_time": 4297290.0,
      "text": "basically, the kind of system that assures both freedom and security for its citizens."
    },
    {
      "index": 654,
      "start_time": 4297290.0,
      "end_time": 4300920.0,
      "text": "&gt;&gt; Thank you."
    },
    {
      "index": 655,
      "start_time": 4300920.0,
      "end_time": 4304540.0,
      "text": "[ Applause ]"
    },
    {
      "index": 656,
      "start_time": 4304540.0,
      "end_time": 4308480.0,
      "text": "&gt;&gt; I think I have to get to the word of Burmese before you begin."
    },
    {
      "index": 657,
      "start_time": 4308480.0,
      "end_time": 4310440.0,
      "text": "[ Foreign Language ]"
    },
    {
      "index": 658,
      "start_time": 4310440.0,
      "end_time": 4311420.0,
      "text": "&gt;&gt; Okay."
    },
    {
      "index": 659,
      "start_time": 4311420.0,
      "end_time": 4312410.0,
      "text": "&gt;&gt; Sorry."
    },
    {
      "index": 660,
      "start_time": 4312410.0,
      "end_time": 4314370.0,
      "text": "[ Foreign Language ]"
    },
    {
      "index": 661,
      "start_time": 4314370.0,
      "end_time": 4325630.0,
      "text": "&gt;&gt; Well I was actually asking how your wife was because you said she was Burmese."
    },
    {
      "index": 662,
      "start_time": 4325630.0,
      "end_time": 4331690.0,
      "text": "&gt;&gt; She unfortunately can&#39;t make it tonight but, you know, she&#39;s watching us live so I"
    },
    {
      "index": 663,
      "start_time": 4331690.0,
      "end_time": 4339370.0,
      "text": "know this means a lot to her, so thank you. I actually, my next question is from her."
    },
    {
      "index": 664,
      "start_time": 4339370.0,
      "end_time": 4340320.0,
      "text": "[ Laughter ]"
    },
    {
      "index": 665,
      "start_time": 4340320.0,
      "end_time": 4348130.0,
      "text": "&gt;&gt; She might need to ask about trust in Burmese society, because both in Burma--"
    },
    {
      "index": 666,
      "start_time": 4348130.0,
      "end_time": 4348900.0,
      "text": "&gt;&gt; About?"
    },
    {
      "index": 667,
      "start_time": 4348900.0,
      "end_time": 4349950.0,
      "text": "&gt;&gt; About trust."
    },
    {
      "index": 668,
      "start_time": 4349950.0,
      "end_time": 4351920.0,
      "text": "&gt;&gt; Oh, yes."
    },
    {
      "index": 669,
      "start_time": 4351920.0,
      "end_time": 4359570.0,
      "text": "&gt;&gt; Yeah, both within Burma and even amongst Burmese living in America now they&#39;re very"
    },
    {
      "index": 670,
      "start_time": 4359570.0,
      "end_time": 4365110.0,
      "text": "often different groups of Burmese people don&#39;t trust each other, they--people don&#39;t trust"
    },
    {
      "index": 671,
      "start_time": 4365110.0,
      "end_time": 4370989.0,
      "text": "the government, the government doesn&#39;t trust the people. In Washington DC where I live"
    },
    {
      "index": 672,
      "start_time": 4370990.0,
      "end_time": 4380011.0,
      "text": "for several years, Burmese activists don&#39;t trust academics who study Burma. And in Burma,"
    },
    {
      "index": 673,
      "start_time": 4380010.0,
      "end_time": 4384440.0,
      "text": "many of the ethnic minority groups don&#39;t trust the government. So I guess in short, what"
    },
    {
      "index": 674,
      "start_time": 4384440.0,
      "end_time": 4389739.0,
      "text": "can be done to rebuild a trust both within Burma and amongst Burmese population around"
    },
    {
      "index": 675,
      "start_time": 4389740.0,
      "end_time": 4391691.0,
      "text": "the world. Thank you."
    },
    {
      "index": 676,
      "start_time": 4391690.0,
      "end_time": 4395710.0,
      "text": "&gt;&gt; I&#39;ve always thought that it had something to do with lack of self confidence because"
    },
    {
      "index": 677,
      "start_time": 4395710.0,
      "end_time": 4403610.0,
      "text": "Burma as a society has not exactly promoted self confidence in our people. And if you"
    },
    {
      "index": 678,
      "start_time": 4403610.0,
      "end_time": 4407810.0,
      "text": "lack self confidence, it&#39;s very difficult to trust others. You&#39;re suspicious, you&#39;re"
    },
    {
      "index": 679,
      "start_time": 4407810.0,
      "end_time": 4414530.0,
      "text": "jealous, have you come across the famous Burmese envy syndrome? That is based on lack of self"
    },
    {
      "index": 680,
      "start_time": 4414530.0,
      "end_time": 4423489.0,
      "text": "confidence. So we need to build up self confidence in our people. We need them to understand"
    },
    {
      "index": 681,
      "start_time": 4423490.0,
      "end_time": 4430631.0,
      "text": "that you don&#39;t have to take away from others in order to have more yourself. And if you"
    },
    {
      "index": 682,
      "start_time": 4430630.0,
      "end_time": 4437980.0,
      "text": "can [inaudible] that by giving more to others, you make yourself a more complete person."
    },
    {
      "index": 683,
      "start_time": 4437980.0,
      "end_time": 4443800.0,
      "text": "Then I think this lack of trust would lessen, well, it&#39;s very appropriate that you should"
    },
    {
      "index": 684,
      "start_time": 4443800.0,
      "end_time": 4451679.0,
      "text": "ask this question at this lecture because Raoul Wallenberg was a man, was full of self"
    },
    {
      "index": 685,
      "start_time": 4451680.0,
      "end_time": 4457240.0,
      "text": "confidence. And the work that he did required trust, we have to trust others while he was"
    },
    {
      "index": 686,
      "start_time": 4457240.0,
      "end_time": 4462311.0,
      "text": "carrying out his very, very dangerous mission, or no, there was [inaudible], this one mission"
    },
    {
      "index": 687,
      "start_time": 4462310.0,
      "end_time": 4469540.0,
      "text": "that that as put it as missions because it is so multifaceted. And a man like him, he"
    },
    {
      "index": 688,
      "start_time": 4469540.0,
      "end_time": 4475090.0,
      "text": "was able to do this, he was able to trust others, &#39;cause he trusted himself, he had"
    },
    {
      "index": 689,
      "start_time": 4475090.0,
      "end_time": 4483210.0,
      "text": "full confidence in himself. So if you [inaudible] into how our people [inaudible] one another,"
    },
    {
      "index": 690,
      "start_time": 4483210.0,
      "end_time": 4486890.0,
      "text": "you&#39;ve got to help us to build up our self confidence."
    },
    {
      "index": 691,
      "start_time": 4486890.0,
      "end_time": 4489090.0,
      "text": "[ Foreign Language ]"
    },
    {
      "index": 692,
      "start_time": 4489090.0,
      "end_time": 4496020.0,
      "text": "&gt;&gt; This has a lot to do with the way in which [inaudible]."
    },
    {
      "index": 693,
      "start_time": 4496020.0,
      "end_time": 4501050.0,
      "text": "&gt;&gt; Thank you."
    },
    {
      "index": 694,
      "start_time": 4501050.0,
      "end_time": 4503570.0,
      "text": "[ Applause ]"
    },
    {
      "index": 695,
      "start_time": 4503570.0,
      "end_time": 4507000.0,
      "text": "&gt;&gt; In your remarks, you spoke of a necessity to remove oppression and intolerance from"
    },
    {
      "index": 696,
      "start_time": 4507000.0,
      "end_time": 4512010.0,
      "text": "society in order for development to be possible. However as we see today in Egypt, though the"
    },
    {
      "index": 697,
      "start_time": 4512010.0,
      "end_time": 4517310.0,
      "text": "Mubarak Regime is no longer in power, conflict between the guard and reformers continues"
    },
    {
      "index": 698,
      "start_time": 4517310.0,
      "end_time": 4522420.0,
      "text": "to solve democratization. My question is, do you it really is possible for true democracy"
    },
    {
      "index": 699,
      "start_time": 4522420.0,
      "end_time": 4526810.0,
      "text": "to develop in countries like Egypt or Burma where roots of oppression and corruption seem"
    },
    {
      "index": 700,
      "start_time": 4526810.0,
      "end_time": 4531140.0,
      "text": "so indelibly ingrained in the political psyche? Thank you."
    },
    {
      "index": 701,
      "start_time": 4531140.0,
      "end_time": 4536679.0,
      "text": "&gt;&gt; Whoa, wasn&#39;t there oppression at--in the United States?"
    },
    {
      "index": 702,
      "start_time": 4536680.0,
      "end_time": 4537410.0,
      "text": "[ Laughter ]"
    },
    {
      "index": 703,
      "start_time": 4537410.0,
      "end_time": 4543531.0,
      "text": "&gt;&gt; Well, after all? You can&#39;t pretend that there was never such as a thing as oppression"
    },
    {
      "index": 704,
      "start_time": 4543530.0,
      "end_time": 4547820.0,
      "text": "in the United States. And you walked your way out of it. I think people have to work"
    },
    {
      "index": 705,
      "start_time": 4547820.0,
      "end_time": 4555179.0,
      "text": "their way out of situations like that. What&#39;s--one point of inhuman if we are prepared to stay"
    },
    {
      "index": 706,
      "start_time": 4555180.0,
      "end_time": 4559961.0,
      "text": "in a pit forever, we&#39;ve got to climb out and I believe that the human beings do have the"
    },
    {
      "index": 707,
      "start_time": 4559960.0,
      "end_time": 4567580.0,
      "text": "ability to climb out of these pits of hatred and resentment and anger and intolerance."
    },
    {
      "index": 708,
      "start_time": 4567580.0,
      "end_time": 4574239.0,
      "text": "We have to learn to do that. And I think one of the ways in which we learn is through the"
    },
    {
      "index": 709,
      "start_time": 4574240.0,
      "end_time": 4581740.0,
      "text": "example of others who can prove that tolerance is better than intolerance, that freedom is"
    },
    {
      "index": 710,
      "start_time": 4581740.0,
      "end_time": 4588470.0,
      "text": "better than oppression. This is why free countries and free people have a lot of responsibility."
    },
    {
      "index": 711,
      "start_time": 4588470.0,
      "end_time": 4594281.0,
      "text": "As I said earlier right and responsibilities go together. You&#39;re enjoying all the rights"
    },
    {
      "index": 712,
      "start_time": 4594280.0,
      "end_time": 4601390.0,
      "text": "of democracy have to pay its responsibility as well. You have to make people understand"
    },
    {
      "index": 713,
      "start_time": 4601390.0,
      "end_time": 4611409.0,
      "text": "not being patronized, not by being arrogant but with [inaudible] that you can get rid"
    },
    {
      "index": 714,
      "start_time": 4611410.0,
      "end_time": 4618251.0,
      "text": "of oppression, you can get rid of anger and resentment and intolerance and build better"
    },
    {
      "index": 715,
      "start_time": 4618250.0,
      "end_time": 4626590.0,
      "text": "lives for yourself and further surround you."
    },
    {
      "index": 716,
      "start_time": 4626590.0,
      "end_time": 4630969.0,
      "text": "&gt;&gt; Thank you."
    },
    {
      "index": 717,
      "start_time": 4630970.0,
      "end_time": 4633160.0,
      "text": "[ Applause ]"
    },
    {
      "index": 718,
      "start_time": 4633160.0,
      "end_time": 4637781.0,
      "text": "&gt;&gt; What steps of progress toward democracy in Burma do you anticipate in the next few"
    },
    {
      "index": 719,
      "start_time": 4637780.0,
      "end_time": 4644320.0,
      "text": "years and how do you see yourself being involved in that?"
    },
    {
      "index": 720,
      "start_time": 4644320.0,
      "end_time": 4650350.0,
      "text": "&gt;&gt; First of all of course we refer to gain the release of all the political prisoners."
    },
    {
      "index": 721,
      "start_time": 4650350.0,
      "end_time": 4656610.0,
      "text": "[Applause]. You cannot call yourself a democracy unless there are no political prisoners. Unless"
    },
    {
      "index": 722,
      "start_time": 4656610.0,
      "end_time": 4664320.0,
      "text": "a country is freed from prisoners of conscience, it&#39;s not a really free country. So, this is"
    },
    {
      "index": 723,
      "start_time": 4664320.0,
      "end_time": 4669690.0,
      "text": "one of the things we have to work towards. But there&#39;s another more important in the"
    },
    {
      "index": 724,
      "start_time": 4669690.0,
      "end_time": 4677000.0,
      "text": "long run, more important work for all of us and that is peace. And we talked about this"
    },
    {
      "index": 725,
      "start_time": 4677000.0,
      "end_time": 4682090.0,
      "text": "earlier, peace between all the ethnic national [inaudible], we&#39;ve got to achieve that. There"
    },
    {
      "index": 726,
      "start_time": 4682090.0,
      "end_time": 4688710.0,
      "text": "can be no democracy without genuine peace and no genuine peace without democracy, these"
    },
    {
      "index": 727,
      "start_time": 4688710.0,
      "end_time": 4694760.0,
      "text": "two go together. And for me this is the most important thing that we&#39;ve got to work towards"
    },
    {
      "index": 728,
      "start_time": 4694760.0,
      "end_time": 4704050.0,
      "text": "in the next one, two years, to establish a genuine union in Burma. We want all our ethnic"
    },
    {
      "index": 729,
      "start_time": 4704050.0,
      "end_time": 4709460.0,
      "text": "nationals to be at peace with one another and to build our new nation to get unless"
    },
    {
      "index": 730,
      "start_time": 4709460.0,
      "end_time": 4716660.0,
      "text": "we are all together in this we won&#39;t succeed."
    },
    {
      "index": 731,
      "start_time": 4716660.0,
      "end_time": 4720510.0,
      "text": "&gt;&gt; Thank you."
    },
    {
      "index": 732,
      "start_time": 4720510.0,
      "end_time": 4722429.0,
      "text": "[ Applause ]"
    },
    {
      "index": 733,
      "start_time": 4722430.0,
      "end_time": 4726771.0,
      "text": "&gt;&gt; What advice would you give to young people who would--who aren&#39;t happy with and would"
    },
    {
      "index": 734,
      "start_time": 4726770.0,
      "end_time": 4730900.0,
      "text": "like to change the current social and political systems and placing your country or in any"
    },
    {
      "index": 735,
      "start_time": 4730900.0,
      "end_time": 4733239.0,
      "text": "country?"
    },
    {
      "index": 736,
      "start_time": 4733240.0,
      "end_time": 4740591.0,
      "text": "&gt;&gt; First, I think you&#39;ve got to ask yourself what it is you&#39;re unhappy about. It&#39;s easy"
    },
    {
      "index": 737,
      "start_time": 4740590.0,
      "end_time": 4746460.0,
      "text": "to be unhappy but it&#39;s more difficult to rarely find out what it is you&#39;re unhappy about."
    },
    {
      "index": 738,
      "start_time": 4746460.0,
      "end_time": 4750840.0,
      "text": "And once you know what it is you&#39;re unhappy about then you&#39;ve got to stop trying to change"
    },
    {
      "index": 739,
      "start_time": 4750840.0,
      "end_time": 4759130.0,
      "text": "it provided it&#39;s not an entirely selfish reason such as not--not getting the biggest ice cream"
    },
    {
      "index": 740,
      "start_time": 4759130.0,
      "end_time": 4766690.0,
      "text": "cone you can get and so on if you&#39;re a child. But you&#39;ve got to understand why you&#39;re unhappy."
    },
    {
      "index": 741,
      "start_time": 4766690.0,
      "end_time": 4777120.0,
      "text": "And  by resolving your own unhappiness, are you going to be helping others as well? I think"
    },
    {
      "index": 742,
      "start_time": 4777120.0,
      "end_time": 4782210.0,
      "text": "that&#39;s important. I don&#39;t think you should see your unhappiness apart from other peoples"
    },
    {
      "index": 743,
      "start_time": 4782210.0,
      "end_time": 4785659.0,
      "text": "lives, we are all connected to one another and young people, young people are so lucky"
    },
    {
      "index": 744,
      "start_time": 4785660.0,
      "end_time": 4790430.0,
      "text": "because they&#39;ve got so much time ahead of them. I said earlier that when I was under"
    },
    {
      "index": 745,
      "start_time": 4790430.0,
      "end_time": 4795051.0,
      "text": "house arrest, I use to think of my place as a student and used to--and would me happy"
    },
    {
      "index": 746,
      "start_time": 4795050.0,
      "end_time": 4802690.0,
      "text": "because we were so full of--and we were so full of confidence, there was life open up"
    },
    {
      "index": 747,
      "start_time": 4802690.0,
      "end_time": 4808060.0,
      "text": "ahead of us. And I would like you to see it like that, there is all of you that I had"
    },
    {
      "index": 748,
      "start_time": 4808060.0,
      "end_time": 4815270.0,
      "text": "to do in which you can do so much to make our world a better place to live in."
    },
    {
      "index": 749,
      "start_time": 4815270.0,
      "end_time": 4819580.0,
      "text": "&gt;&gt; So if you&#39;re unhappy, find out what is that is making you unhappy and [inaudible]"
    },
    {
      "index": 750,
      "start_time": 4819580.0,
      "end_time": 4826760.0,
      "text": "do some [inaudible], don&#39;t just sit there, you won&#39;t get anywhere just by sitting there."
    },
    {
      "index": 751,
      "start_time": 4826760.0,
      "end_time": 4829000.0,
      "text": "&gt;&gt; Thank you very much."
    },
    {
      "index": 752,
      "start_time": 4829000.0,
      "end_time": 4830940.0,
      "text": "[ Applause ]"
    },
    {
      "index": 753,
      "start_time": 4830940.0,
      "end_time": 4840230.0,
      "text": "&gt;&gt; Well, unfortunately this is the final question. But I didn&#39;t--very often, when you&#39;re under"
    },
    {
      "index": 754,
      "start_time": 4840230.0,
      "end_time": 4847350.0,
      "text": "house arrest, you are known as the world&#39;s most famous political prisoner and celebrity"
    },
    {
      "index": 755,
      "start_time": 4847350.0,
      "end_time": 4853230.0,
      "text": "is sometimes a great thing but celebrity can also sometimes be a burden. And I wanted to"
    },
    {
      "index": 756,
      "start_time": 4853230.0,
      "end_time": 4859190.0,
      "text": "ask you generally how you deal with your celebrity on whether you see it as a burden, an asset"
    },
    {
      "index": 757,
      "start_time": 4859190.0,
      "end_time": 4864840.0,
      "text": "or something else. And them more specifically, I know that there&#39;s a Hollywood movie about"
    },
    {
      "index": 758,
      "start_time": 4864840.0,
      "end_time": 4870430.0,
      "text": "you coming out later this year so could you comment about that? Thank you."
    },
    {
      "index": 759,
      "start_time": 4870430.0,
      "end_time": 4876739.0,
      "text": "&gt;&gt; Well first of all, I never thought of my self as a celebrity, that&#39;s rather an embarrassing"
    },
    {
      "index": 760,
      "start_time": 4876740.0,
      "end_time": 4878071.0,
      "text": "sort of word isn&#39;t it?"
    },
    {
      "index": 761,
      "start_time": 4878070.0,
      "end_time": 4878409.0,
      "text": "[ Laughter ]"
    },
    {
      "index": 762,
      "start_time": 4878410.0,
      "end_time": 4885821.0,
      "text": "&gt;&gt; I worry a little about the politics of celebrity, that I have to say, I think there"
    },
    {
      "index": 763,
      "start_time": 4885820.0,
      "end_time": 4894300.0,
      "text": "is--there could be too much of that. And I think that could make you lose track of what"
    },
    {
      "index": 764,
      "start_time": 4894300.0,
      "end_time": 4900090.0,
      "text": "is really important. So celebrity is a dangerous thing and its best not to think about it too"
    },
    {
      "index": 765,
      "start_time": 4900090.0,
      "end_time": 4907900.0,
      "text": "much. Now with regards to the--with regards to yourself I mean and when you consider celebrities"
    },
    {
      "index": 766,
      "start_time": 4907900.0,
      "end_time": 4915870.0,
      "text": "then I think you should try to learn as much as you can from them, the dangers of the celebrity"
    },
    {
      "index": 767,
      "start_time": 4915870.0,
      "end_time": 4920070.0,
      "text": "involves, of course there are advantages, I don&#39;t deny that because people knew me well,"
    },
    {
      "index": 768,
      "start_time": 4920070.0,
      "end_time": 4930150.0,
      "text": "I was protected. This is why I say that the real heroes of our movement are the--totally"
    },
    {
      "index": 769,
      "start_time": 4930150.0,
      "end_time": 4936659.0,
      "text": "unknown people. The ones who have worked very hard and to go to prison, whose names are"
    },
    {
      "index": 770,
      "start_time": 4936660.0,
      "end_time": 4943441.0,
      "text": "never mentioned in any speech by any statesman who never received any prizes and who&#39;d probably"
    },
    {
      "index": 771,
      "start_time": 4943440.0,
      "end_time": 4948239.0,
      "text": "never received any prizes in the future. But who are still satisfied with what they have"
    },
    {
      "index": 772,
      "start_time": 4948240.0,
      "end_time": 4953041.0,
      "text": "done because they have done something in which they believe. These are the real heroes of"
    },
    {
      "index": 773,
      "start_time": 4953040.0,
      "end_time": 4959610.0,
      "text": "our movement. And when I think about them, this very makes me feel very, very humble"
    },
    {
      "index": 774,
      "start_time": 4959610.0,
      "end_time": 4968480.0,
      "text": "indeed that a celebrity is really far less of a hero than somebody who is totally unknown"
    },
    {
      "index": 775,
      "start_time": 4968480.0,
      "end_time": 4976920.0,
      "text": "soldier of our cause. And with regard to that film, I find it a little embarrassing, I have"
    },
    {
      "index": 776,
      "start_time": 4976920.0,
      "end_time": 4982360.0,
      "text": "to confess that I don&#39;t like the ideas of films made about me. I don&#39;t know what&#39;s in"
    },
    {
      "index": 777,
      "start_time": 4982360.0,
      "end_time": 4989929.0,
      "text": "it, let me say that I&#39;ve met Luc Besson and his wife, I like them very much as people"
    },
    {
      "index": 778,
      "start_time": 4989930.0,
      "end_time": 4995651.0,
      "text": "but I&#39;m not terribly keen on watching a film, perhaps I never will. And I would just like"
    },
    {
      "index": 779,
      "start_time": 4995650.0,
      "end_time": 5004900.0,
      "text": "to say this is a particular vision of who I am and what I went through, it&#39;s not necessary"
    },
    {
      "index": 780,
      "start_time": 5004900.0,
      "end_time": 5013710.0,
      "text": "an accurate reflection of what I am and what I had to go through."
    },
    {
      "index": 781,
      "start_time": 5013710.0,
      "end_time": 5018420.0,
      "text": "&gt;&gt; Thank you again."
    },
    {
      "index": 782,
      "start_time": 5018420.0,
      "end_time": 5021520.0,
      "text": "[ Applause ]"
    },
    {
      "index": 783,
      "start_time": 5021520.0,
      "end_time": 5029520.0,
      "text": "&gt;&gt; Daw Suu, thank you very much. On behalf of the University of Michigan&#39;s Wallenberg"
    },
    {
      "index": 784,
      "start_time": 5029520.0,
      "end_time": 5035130.0,
      "text": "Committee and the Rackham Graduate School, we would like to thank you for joining us"
    },
    {
      "index": 785,
      "start_time": 5035130.0,
      "end_time": 5048940.0,
      "text": "and our best wishes go to you. Thank you."
    },
    {
      "index": 786,
      "start_time": 5048940.0,
      "end_time": 5060760.0,
      "text": "[ Applause ]"
    },
    {
      "index": 787,
      "start_time": 5060760.0,
      "end_time": 5084400.0,
      "text": "[ Inaudible Remark ]"
    },
    {
      "index": 788,
      "start_time": 5084400.0,
      "end_time": 5089280.0,
      "text": "&gt;&gt; I would also like to thank you before you break up the--I like to thank the extraordinarily"
    },
    {
      "index": 789,
      "start_time": 5089280.0,
      "end_time": 5094630.0,
      "text": "dedicated staff who set up this around the world conversation, this includes the professionals"
    },
    {
      "index": 790,
      "start_time": 5094630.0,
      "end_time": 5100650.0,
      "text": "who enabled us to have this lecture this evening and the amazing technical crew both in Rangoon"
    },
    {
      "index": 791,
      "start_time": 5100650.0,
      "end_time": 5107019.0,
      "text": "and here in Ann Arbor who managed to set up this impossibly complicated conversation."
    },
    {
      "index": 792,
      "start_time": 5107020.0,
      "end_time": 5109131.0,
      "text": "[ Applause ]"
    },
    {
      "index": 793,
      "start_time": 5109130.0,
      "end_time": 5117389.0,
      "text": "&gt;&gt; you should know that this event is being carried by both the Voice of America and Radio"
    },
    {
      "index": 794,
      "start_time": 5117390.0,
      "end_time": 5124950.0,
      "text": "Free Asia and it will be available--[applause]. And it will be available very, very soon on"
    },
    {
      "index": 795,
      "start_time": 5124950.0,
      "end_time": 5131430.0,
      "text": "the University&#39;s website. And I also would like to thank our students, Andrea, Tyler,"
    },
    {
      "index": 796,
      "start_time": 5131430.0,
      "end_time": 5138091.0,
      "text": "Dominic, and Sarah again. [Applause]. And we mustn&#39;t&#39; forget our American Sign Language"
    },
    {
      "index": 797,
      "start_time": 5138090.0,
      "end_time": 5142170.0,
      "text": "Translators Christine Saunders [phonetic] and Krista Moran [phonetic]."
    },
    {
      "index": 798,
      "start_time": 5142170.0,
      "end_time": 5143530.0,
      "text": "[ Applause ]"
    },
    {
      "index": 799,
      "start_time": 5143530.0,
      "end_time": 5155540.0,
      "text": "&gt;&gt; Please join us in the lobby for some light refreshments. Thank you very much."
    },
    {
      "index": 800,
      "start_time": 5155540.0,
      "end_time": 5165540.0,
      "text": "[ Silence ]"
    }
  ]
}