{
  "video_id": "fjxhW4VnIxA",
  "title": "KINO MACGREGOR - BE STRONGER - Part 1/2 | London Real",
  "json": [
    {
      "index": 1,
      "start_time": 2759.0,
      "end_time": 4759.0,
      "text": "We've reached the end of materiality"
    },
    {
      "index": 2,
      "start_time": 10800000.0,
      "end_time": 0.0,
      "text": "00:00:05,880 --> 00:00:11,720\nWhere does self-worth truly come from who am I where do I come from why am I here and what my purpose is?"
    },
    {
      "index": 3,
      "start_time": 15380.0,
      "end_time": 20680.0,
      "text": "At some moment we wake up and realize that there is an unlived life, and there's an unfilled body"
    },
    {
      "index": 4,
      "start_time": 23170.0,
      "end_time": 26709.0,
      "text": "And yoga gives you a tool to be able to find that answer for yourself"
    },
    {
      "index": 5,
      "start_time": 26710.0,
      "end_time": 30759.0,
      "text": "So that you can kind of hear what I like to call a quiet voice of wisdom"
    },
    {
      "index": 6,
      "start_time": 31939.0,
      "end_time": 39369.0,
      "text": "How much is your presence your awareness in your body? What level of presence do we bring into all of our interactions I?"
    },
    {
      "index": 7,
      "start_time": 41180.0,
      "end_time": 45639.0,
      "text": "Feel like the future is it is mindfulness really the untrained mind is your biggest enemy"
    },
    {
      "index": 8,
      "start_time": 48970.0,
      "end_time": 54179.0,
      "text": "How long did you spend with Guruji about 10 years? What was it like when guruji passed?"
    },
    {
      "index": 9,
      "start_time": 54700.0,
      "end_time": 61920.0,
      "text": "You know I think there was a spiral and and the spiral ended up with me going into a period of very very dark depression"
    },
    {
      "index": 10,
      "start_time": 63040.0,
      "end_time": 67889.0,
      "text": "And I would wake up every day, and I would plan different means for my life that"
    },
    {
      "index": 11,
      "start_time": 68500.0,
      "end_time": 73709.0,
      "text": "And I would just sit there in what felt like the shattered glass of a broken heart"
    },
    {
      "index": 12,
      "start_time": 76170.0,
      "end_time": 80850.0,
      "text": "I was like. I am I do like I do not take like a pharmaceutical :"
    },
    {
      "index": 13,
      "start_time": 82850.0,
      "end_time": 88280.0,
      "text": "And so I still wake up some mornings and feel like I want to quit we go back to the practice I go back to"
    },
    {
      "index": 14,
      "start_time": 88280.0,
      "end_time": 94790.0,
      "text": "Faith I go back to belief I go back to the foundation of the spiritual journey, and I keep going"
    },
    {
      "index": 15,
      "start_time": 142210.0,
      "end_time": 148469.0,
      "text": "This week on the show we have Keno Macgregor and she is the international yoga teacher author and entrepreneur"
    },
    {
      "index": 16,
      "start_time": 148930.0,
      "end_time": 155999.0,
      "text": "You probably saw her doing these incredible handstand videos on her Instagram account with over 1 million followers"
    },
    {
      "index": 17,
      "start_time": 156580.0,
      "end_time": 163260.0,
      "text": "Some people say she wears skimpy clothes some people say she's turned yoga into a business and she shouldn't have to"
    },
    {
      "index": 18,
      "start_time": 163390.0,
      "end_time": 170520.0,
      "text": "But she says she does whatever she wants and she is very congruent with who she is as a person and let's face it"
    },
    {
      "index": 19,
      "start_time": 170520.0,
      "end_time": 176760.0,
      "text": "She is an og of yoga she's been going to India for 20 years she trained with Guru Ji"
    },
    {
      "index": 20,
      "start_time": 176760.0,
      "end_time": 181049.0,
      "text": "One of the founders of Ashtanga she put in 10 years of hard work"
    },
    {
      "index": 21,
      "start_time": 181450.0,
      "end_time": 186089.0,
      "text": "Going there every six months every year whenever she could whenever she had to and now"
    },
    {
      "index": 22,
      "start_time": 186250.0,
      "end_time": 192240.0,
      "text": "she is back to tell you that yoga can change your life because it gets you more in tune with who you are as a"
    },
    {
      "index": 23,
      "start_time": 192240.0,
      "end_time": 198420.0,
      "text": "Person, and I have to agree with her my practice in yoga started six months ago after my documentary of dorian yates"
    },
    {
      "index": 24,
      "start_time": 198420.0,
      "end_time": 203909.0,
      "text": "And it has changed my life as well, and so we actually didn't talk that much about yoga"
    },
    {
      "index": 25,
      "start_time": 203910.0,
      "end_time": 209910.0,
      "text": "We talked about spirituality what it's like to be a human and how we really need to deeply connect with ourselves"
    },
    {
      "index": 26,
      "start_time": 209920.0,
      "end_time": 216479.0,
      "text": "And she's no stranger to having hard times where there was a young woman when she was 19 at nyu doing way too much"
    },
    {
      "index": 27,
      "start_time": 216850.0,
      "end_time": 224159.0,
      "text": "MdMa haven't we all or whether when guruji died in 2013 she went to some major depression, and it's an amazing story"
    },
    {
      "index": 28,
      "start_time": 224160.0,
      "end_time": 226090.0,
      "text": "And I was so honored that Keno"
    },
    {
      "index": 29,
      "start_time": 226090.0,
      "end_time": 232290.0,
      "text": "Really got open and talked to us about the ups and the downs and the depression and the excitement and it's just an amazing"
    },
    {
      "index": 30,
      "start_time": 232510.0,
      "end_time": 239069.0,
      "text": "Episode and she's an amazing person so sit tight you're going to enjoy this a lot, and you're also going to enjoy"
    },
    {
      "index": 31,
      "start_time": 239070.0,
      "end_time": 240510.0,
      "text": "What's coming in the next month?"
    },
    {
      "index": 32,
      "start_time": 240510.0,
      "end_time": 247349.0,
      "text": "Which is the business accelerator our fifth class in history this is our most successful digital course of all times"
    },
    {
      "index": 33,
      "start_time": 247480.0,
      "end_time": 250920.0,
      "text": "It's eight weeks where I show you how to turn your passion into a business"
    },
    {
      "index": 34,
      "start_time": 251230.0,
      "end_time": 255719.0,
      "text": "The same way I did with London real and turned it into a seven-figure media company"
    },
    {
      "index": 35,
      "start_time": 255720.0,
      "end_time": 262200.0,
      "text": "I am on these calls with you every single week two hours live pointing out what you're doing wrong pointing out what you're doing"
    },
    {
      "index": 36,
      "start_time": 262200.0,
      "end_time": 265079.0,
      "text": "Right we have an ninety-six percent completion rate"
    },
    {
      "index": 37,
      "start_time": 265259.0,
      "end_time": 270479.0,
      "text": "I've got max keeling who created the investment coach a whole business advising on personal finance"
    },
    {
      "index": 38,
      "start_time": 270550.0,
      "end_time": 274410.0,
      "text": "I've got claire Lim in hong Kong who just opened up a movement space"
    },
    {
      "index": 39,
      "start_time": 274479.0,
      "end_time": 279899.0,
      "text": "I've got graduates doing amazing things would you like to be one of them? Well come check it out right now?"
    },
    {
      "index": 40,
      "start_time": 279900.0,
      "end_time": 282479.0,
      "text": "It's London real TV forward slash bisbee"
    },
    {
      "index": 41,
      "start_time": 282479.0,
      "end_time": 288449.0,
      "text": "I said there will be a limited number of places so join me on this crazy ride and let me show you how you can"
    },
    {
      "index": 42,
      "start_time": 288449.0,
      "end_time": 293429.0,
      "text": "Turn your passion into a business and now I give you, miss Keno McGregor"
    },
    {
      "index": 43,
      "start_time": 348380.0,
      "end_time": 354640.0,
      "text": "This is London real. I am brian rose my guest today is kina McGregor the international Yoga teacher author and entrepreneur"
    },
    {
      "index": 44,
      "start_time": 355100.0,
      "end_time": 359290.0,
      "text": "You've written four books and have co-founded the Miami life center as well as the very first"
    },
    {
      "index": 45,
      "start_time": 359840.0,
      "end_time": 366610.0,
      "text": "Yoga television channel home stars which launched earlier this year you are one of a select group who received certification to teach?"
    },
    {
      "index": 46,
      "start_time": 367010.0,
      "end_time": 374349.0,
      "text": "Ashtanga Yoga from the very founder himself in India and you now travel the world helping others learn this practice your new book the yoga"
    },
    {
      "index": 47,
      "start_time": 374450.0,
      "end_time": 380229.0,
      "text": "Assignment is out soon. You know welcome to London real. Thank you. It's my pleasure to be here. It's awesome to be here"
    },
    {
      "index": 48,
      "start_time": 380230.0,
      "end_time": 386230.0,
      "text": "I was wondering when you land in London. Do you consider our city one that has any yoga game?"
    },
    {
      "index": 49,
      "start_time": 387650.0,
      "end_time": 389650.0,
      "text": "of the curve when I guess"
    },
    {
      "index": 50,
      "start_time": 389840.0,
      "end_time": 394780.0,
      "text": "Well actually I'm here in London this time to take classes with my teachers grandson"
    },
    {
      "index": 51,
      "start_time": 395030.0,
      "end_time": 399429.0,
      "text": "our sharat roy so he's here and there are probably somewhere between"
    },
    {
      "index": 52,
      "start_time": 400280.0,
      "end_time": 403540.0,
      "text": "200 and 400 people total for all of his classes"
    },
    {
      "index": 53,
      "start_time": 403610.0,
      "end_time": 408460.0,
      "text": "I would say that yoga is really popular here in London whenever I come here to teach"
    },
    {
      "index": 54,
      "start_time": 408460.0,
      "end_time": 411129.0,
      "text": "I feel really welcomed by the yoga community here"
    },
    {
      "index": 55,
      "start_time": 411130.0,
      "end_time": 415839.0,
      "text": "And I feel like London and the United Kingdom in General, really"
    },
    {
      "index": 56,
      "start_time": 416270.0,
      "end_time": 420639.0,
      "text": "Embraces yoga is it because it's kind of got that colonial British connection"
    },
    {
      "index": 57,
      "start_time": 420640.0,
      "end_time": 427689.0,
      "text": "And so we're up the learning curve in kind of more Indian practises food culture or if you think of something else gosh"
    },
    {
      "index": 58,
      "start_time": 427690.0,
      "end_time": 429690.0,
      "text": "I hadn't really thought of it like that. I feel like"
    },
    {
      "index": 59,
      "start_time": 430160.0,
      "end_time": 432160.0,
      "text": "the thing that"
    },
    {
      "index": 60,
      "start_time": 432320.0,
      "end_time": 440080.0,
      "text": "most draws people into the practice is the idea of the search for meaning and the search for something real and"
    },
    {
      "index": 61,
      "start_time": 440330.0,
      "end_time": 442599.0,
      "text": "I feel that the more the more"
    },
    {
      "index": 62,
      "start_time": 443480.0,
      "end_time": 450730.0,
      "text": "Sort of material possessions one has the more we realized that permanent happiness cannot lie in the accumulation of material possessions"
    },
    {
      "index": 63,
      "start_time": 450890.0,
      "end_time": 453849.0,
      "text": "Or material wealth and perhaps. It's"
    },
    {
      "index": 64,
      "start_time": 454460.0,
      "end_time": 455500.0,
      "text": "logical for"
    },
    {
      "index": 65,
      "start_time": 455500.0,
      "end_time": 462100.0,
      "text": "A former colonial power to realize that happiness has to be found within rather than in the world without Mm-hmm"
    },
    {
      "index": 66,
      "start_time": 462100.0,
      "end_time": 468189.0,
      "text": "You remind me of my my shaman my ayahuasca Shaman, and I did some ceremonies with her and she's like"
    },
    {
      "index": 67,
      "start_time": 468190.0,
      "end_time": 469390.0,
      "text": "I want to go back to the jungle"
    },
    {
      "index": 68,
      "start_time": 469390.0,
      "end_time": 475479.0,
      "text": "But the plant medicine says my work is needed here in these urban environments where?"
    },
    {
      "index": 69,
      "start_time": 475910.0,
      "end_time": 477350.0,
      "text": "Everybody gets a little mental"
    },
    {
      "index": 70,
      "start_time": 477350.0,
      "end_time": 482559.0,
      "text": "We get caught up with the joneses we worried about our title and our private possessions and all that stuff"
    },
    {
      "index": 71,
      "start_time": 482560.0,
      "end_time": 486850.0,
      "text": "Do you think kind of yoga is needed even more in these major urban centers?"
    },
    {
      "index": 72,
      "start_time": 486880.0,
      "end_time": 492279.0,
      "text": "I feel like yoga's needed more in every human being because the human struggle"
    },
    {
      "index": 73,
      "start_time": 492280.0,
      "end_time": 498190.0,
      "text": "You know is is so essential to the yoga journey and the human struggle is really who am I?"
    },
    {
      "index": 74,
      "start_time": 498380.0,
      "end_time": 500350.0,
      "text": "What am I worth where do I come from?"
    },
    {
      "index": 75,
      "start_time": 500350.0,
      "end_time": 505510.0,
      "text": "right and the more disconnected we are from our purpose and our meaning the more we need that and"
    },
    {
      "index": 76,
      "start_time": 505669.0,
      "end_time": 510459.0,
      "text": "I'm finding that people as much in the cities are really yearning for that as much as people"
    },
    {
      "index": 77,
      "start_time": 510560.0,
      "end_time": 516369.0,
      "text": "Who say live remotely and are trying to find meaning in their lives so I almost feel?"
    },
    {
      "index": 78,
      "start_time": 516979.00000000006,
      "end_time": 521559.00000000006,
      "text": "Because I get this benefit of traveling the world and seeing really people from all over the world"
    },
    {
      "index": 79,
      "start_time": 521559.99999999994,
      "end_time": 526450.0,
      "text": "I mean I've been already to asia and Australia and travel it's a bit around Europe and then"
    },
    {
      "index": 80,
      "start_time": 526880.0,
      "end_time": 532689.0,
      "text": "Been all over the Americas already this year and the years not even over yet, and I think what what I'm noticing?"
    },
    {
      "index": 81,
      "start_time": 532880.0,
      "end_time": 538270.0,
      "text": "Globally is that we're all searching for the deeper questions answers to the deeper questions"
    },
    {
      "index": 82,
      "start_time": 538270.0,
      "end_time": 540200.0,
      "text": "and it's the idea of"
    },
    {
      "index": 83,
      "start_time": 540200.0,
      "end_time": 547150.0,
      "text": "Value and the idea of worth where does self-worth truly come from who am I where do I come from what am I worth?"
    },
    {
      "index": 84,
      "start_time": 547150.0,
      "end_time": 552069.0,
      "text": "Why am I here and what my purpose is and yoga gives you a tool to be able to find that answer for yourself?"
    },
    {
      "index": 85,
      "start_time": 552410.0,
      "end_time": 555940.0,
      "text": "to be able to really attune your inner hearing so that you can kind of"
    },
    {
      "index": 86,
      "start_time": 556040.0,
      "end_time": 560409.0,
      "text": "Hear what I like to call a quiet voice of wisdom has always been with you"
    },
    {
      "index": 87,
      "start_time": 560410.0,
      "end_time": 562750.0,
      "text": "And it's always ready to speak to you at any moment"
    },
    {
      "index": 88,
      "start_time": 562880.0,
      "end_time": 570489.0,
      "text": "and it's really through the quietness and the stillness of the mind that I think we can find that voice that wisdom and"
    },
    {
      "index": 89,
      "start_time": 570770.0,
      "end_time": 574839.0,
      "text": "That's the sense of that's real truth. You know and I think we're all searching for that"
    },
    {
      "index": 90,
      "start_time": 574870.0,
      "end_time": 578200.0,
      "text": "I almost feel globally that it seems a little bit like there's a critical"
    },
    {
      "index": 91,
      "start_time": 578200.0,
      "end_time": 578900.0,
      "text": "Mass"
    },
    {
      "index": 92,
      "start_time": 578900.0,
      "end_time": 586569.0,
      "text": "and and we're we're searching for meaning and we're searching for a way out of maybe what has been the accumulation of the"
    },
    {
      "index": 93,
      "start_time": 586760.0,
      "end_time": 592220.0,
      "text": "The rat-Race getting somewhere through the accumulation of of things of objects of materialism"
    },
    {
      "index": 94,
      "start_time": 592220.0,
      "end_time": 597169.0,
      "text": "And it's almost like globally. I feel like we've exhausted materialism. You know we've perhaps even"
    },
    {
      "index": 95,
      "start_time": 597780.0,
      "end_time": 602179.0,
      "text": "Exhausted our material resources. We're reaching resource scarcity in certain places"
    },
    {
      "index": 96,
      "start_time": 602180.0,
      "end_time": 607850.0,
      "text": "And we've reached the end of materiality and it's the idea that now again"
    },
    {
      "index": 97,
      "start_time": 607850.0,
      "end_time": 610579.0,
      "text": "I feel there's almost a global a global shift of"
    },
    {
      "index": 98,
      "start_time": 610980.0,
      "end_time": 616400.0,
      "text": "Where's the deeper truth are we ready for it globally and I really hope we are yeah, and I do too"
    },
    {
      "index": 99,
      "start_time": 616400.0,
      "end_time": 620929.0,
      "text": "What are some of the signs you see that we're at this critical point where it's like. Oh my gosh"
    },
    {
      "index": 100,
      "start_time": 620930.0,
      "end_time": 624739.0,
      "text": "This this can't be sustained or these people are obviously kind of breaking down"
    },
    {
      "index": 101,
      "start_time": 625530.0,
      "end_time": 626670.0,
      "text": "well"
    },
    {
      "index": 102,
      "start_time": 626670.0,
      "end_time": 633710.0,
      "text": "Gosh, I think I see that in how many people have followed a career path that had been given to them"
    },
    {
      "index": 103,
      "start_time": 633870.0,
      "end_time": 638570.0,
      "text": "So you know we've been fed these things myself included you know get a good job get a good education"
    },
    {
      "index": 104,
      "start_time": 638910.0,
      "end_time": 640890.0,
      "text": "earn a good living and retire someday"
    },
    {
      "index": 105,
      "start_time": 640890.0,
      "end_time": 648049.0,
      "text": "So there's this sort of dream of consumerism this dream of you know you could even say the the corporate dream"
    },
    {
      "index": 106,
      "start_time": 648050.0,
      "end_time": 649320.0,
      "text": "You know or get a good education?"
    },
    {
      "index": 107,
      "start_time": 649320.0,
      "end_time": 654859.0,
      "text": "And get a good job and save money and retire and there's many people that they started that path and then at some moment"
    },
    {
      "index": 108,
      "start_time": 654860.0,
      "end_time": 660050.0,
      "text": "They realized this isn't gonna make me happy and I meet people like this from all walks of life from all countries"
    },
    {
      "index": 109,
      "start_time": 660240.0,
      "end_time": 666349.0,
      "text": "From all ethnicities from all genders and all ages that if some moment realized hey, you know what I'm going on this path"
    },
    {
      "index": 110,
      "start_time": 666350.0,
      "end_time": 667880.0,
      "text": "And it's not making me happy"
    },
    {
      "index": 111,
      "start_time": 667880.0,
      "end_time": 674419.0,
      "text": "I was on that path too, and I woke up to a deeper truth at some moment it may sound completely ridiculous"
    },
    {
      "index": 112,
      "start_time": 674420.0,
      "end_time": 678860.0,
      "text": "But I was on the path to I've won. I really wanted to be to work in law"
    },
    {
      "index": 113,
      "start_time": 679500.0,
      "end_time": 683570.0,
      "text": "But from the time I was a little girl. I remember saying to my parents. I want to be a supreme court justice"
    },
    {
      "index": 114,
      "start_time": 683570.0,
      "end_time": 686869.0,
      "text": "I want in the united states. I want to change the world. You know. I want to be a voice for"
    },
    {
      "index": 115,
      "start_time": 687720.0,
      "end_time": 691220.0,
      "text": "Minorities, and I want to be a voice a voice of justice and truth in the world"
    },
    {
      "index": 116,
      "start_time": 691220.0,
      "end_time": 693259.0,
      "text": "And I remember that I you know I"
    },
    {
      "index": 117,
      "start_time": 693480.0,
      "end_time": 699500.0,
      "text": "Started doing debate really intensively in high school to sort of get myself on that path and get into a good debate school"
    },
    {
      "index": 118,
      "start_time": 699500.0,
      "end_time": 701869.0,
      "text": "So then I could get into a good law school and then you know and sort of go"
    },
    {
      "index": 119,
      "start_time": 701870.0,
      "end_time": 702680.0,
      "text": "I had the whole path"
    },
    {
      "index": 120,
      "start_time": 702680.0,
      "end_time": 705710.0,
      "text": "And then there was a moment a moment in my senior year in high school"
    },
    {
      "index": 121,
      "start_time": 706080.0,
      "end_time": 707670.0,
      "text": "when the debate season had ended"
    },
    {
      "index": 122,
      "start_time": 707670.0,
      "end_time": 713120.0,
      "text": "and I didn't have to prepare for the next year because I was going to school you know going to college and"
    },
    {
      "index": 123,
      "start_time": 713490.0,
      "end_time": 717770.0,
      "text": "I had a few weeks off and I woke up one morning, and I just took a breath in I remember"
    },
    {
      "index": 124,
      "start_time": 717770.0,
      "end_time": 721400.0,
      "text": "I woke up I looked around and I thought I am so much happier"
    },
    {
      "index": 125,
      "start_time": 721400.0,
      "end_time": 727879.0,
      "text": "And I scratched my head, and I thought for a moment. I saw what's missing and I realized that. What was missing was debate"
    },
    {
      "index": 126,
      "start_time": 728550.0,
      "end_time": 733820.0,
      "text": "Which I suddenly realized I have created the la I've dedicated the last four years of my life"
    },
    {
      "index": 127,
      "start_time": 734040.0,
      "end_time": 737480.0,
      "text": "To scheduled arguing, and I really saw a debate as scheduled arguing"
    },
    {
      "index": 128,
      "start_time": 737480.0,
      "end_time": 742430.0,
      "text": "I argue with people on Saturday from 12:00 to 6:00, and then on Sunday. That's my weekend. You know I again"
    },
    {
      "index": 129,
      "start_time": 742430.0,
      "end_time": 745070.0,
      "text": "I argue with someone again from 12:00 to 6:00 again"
    },
    {
      "index": 130,
      "start_time": 745070.0,
      "end_time": 748340.0,
      "text": "And then were judged on who wins the argument and I just had this sort of wake up"
    },
    {
      "index": 131,
      "start_time": 748410.0,
      "end_time": 750410.0,
      "text": "Moment of I don't want this to be my life"
    },
    {
      "index": 132,
      "start_time": 750480.0,
      "end_time": 755750.0,
      "text": "I don't want to do this so I just dropped that completely and I I was in a little bit of a"
    },
    {
      "index": 133,
      "start_time": 756150.0,
      "end_time": 761179.0,
      "text": "Searching state of where am I going to go from here and sort of what's next and I really had no idea"
    },
    {
      "index": 134,
      "start_time": 761310.0,
      "end_time": 763609.0,
      "text": "You were kind of depressed at 19"
    },
    {
      "index": 135,
      "start_time": 764040.0,
      "end_time": 766370.0,
      "text": "What was next disillusioned for sure?"
    },
    {
      "index": 136,
      "start_time": 766820.0,
      "end_time": 767300.0,
      "text": "Yeah"
    },
    {
      "index": 137,
      "start_time": 767300.0,
      "end_time": 771950.0,
      "text": "And did you not know whether you're gonna go to college at that point and didn't know which way your life was going well"
    },
    {
      "index": 138,
      "start_time": 771950.0,
      "end_time": 774739.0,
      "text": "I knew I was gonna go to college. I mean, I just felt like well. I'll still go to school"
    },
    {
      "index": 139,
      "start_time": 774740.0,
      "end_time": 776740.0,
      "text": "I guess I wanted out of my parents house and"
    },
    {
      "index": 140,
      "start_time": 776760.0,
      "end_time": 782359.0,
      "text": "And I loved them dearly I guess it's just every teenager wants out right so I knew I was gonna go to school"
    },
    {
      "index": 141,
      "start_time": 782360.0,
      "end_time": 788810.0,
      "text": "But I had this I had this sense of all the schools that I applied to were debate schools and pre-law schools"
    },
    {
      "index": 142,
      "start_time": 789240.0,
      "end_time": 794690.0,
      "text": "So I only had two schools that were not pre. Law school. So I felt like I applied to ten schools"
    },
    {
      "index": 143,
      "start_time": 794690.0,
      "end_time": 797239.0,
      "text": "I think I got into nine out of ten or something like that"
    },
    {
      "index": 144,
      "start_time": 797240.0,
      "end_time": 800599.0,
      "text": "and then I sat with two of them that I was choosing between"
    },
    {
      "index": 145,
      "start_time": 801090.0,
      "end_time": 803389.0,
      "text": "Because all the other ones were this sort of trajectory"
    },
    {
      "index": 146,
      "start_time": 803460.0,
      "end_time": 807109.0,
      "text": "That I just sort of took myself off of when I opened up to another reality"
    },
    {
      "index": 147,
      "start_time": 807120.0,
      "end_time": 809299.0,
      "text": "And I didn't know where I was gonna go from there"
    },
    {
      "index": 148,
      "start_time": 809300.0,
      "end_time": 814340.0,
      "text": "And I wasn't really sure and you know I definitely was a little bit lost in searching for a period of time"
    },
    {
      "index": 149,
      "start_time": 814620.0,
      "end_time": 816859.0,
      "text": "now if I told the 19 year old key know that"
    },
    {
      "index": 150,
      "start_time": 817320.0,
      "end_time": 823669.0,
      "text": "Going inside your own body on a mat maybe once a day for 45 minutes to 60 minutes will solve all of your problems"
    },
    {
      "index": 151,
      "start_time": 823980.0,
      "end_time": 829789.0,
      "text": "What would she have said I think she would have said what exactly is it that I'm gonna be doing on this mat"
    },
    {
      "index": 152,
      "start_time": 831750.0,
      "end_time": 837260.0,
      "text": "Okay, because that same question is asked by a lot of new yes, and even people watching us are gonna be like okay?"
    },
    {
      "index": 153,
      "start_time": 837570.0,
      "end_time": 839659.0,
      "text": "How much can you get done with?"
    },
    {
      "index": 154,
      "start_time": 840000.0,
      "end_time": 844969.0,
      "text": "alone with yourself on a rubber mat and then you're talking about it as the"
    },
    {
      "index": 155,
      "start_time": 845130.0,
      "end_time": 849799.0,
      "text": "Salvation and all of this amazing stuff, and how do you explain that to people well?"
    },
    {
      "index": 156,
      "start_time": 849800.0,
      "end_time": 854350.0,
      "text": "I guess there's two parts of it right so um let's dressed the part of alumnus"
    },
    {
      "index": 157,
      "start_time": 855140.0,
      "end_time": 858369.0,
      "text": "Yoga is never meant to be an entirely"
    },
    {
      "index": 158,
      "start_time": 858920.0,
      "end_time": 862630.0,
      "text": "Solitary experience although it is a solitary and individual journey"
    },
    {
      "index": 159,
      "start_time": 862820.0,
      "end_time": 865809.0,
      "text": "Let me explain that a little bit more you are meant to learn from a teacher"
    },
    {
      "index": 160,
      "start_time": 866000.0,
      "end_time": 868869.0,
      "text": "You are not meant to sit there, and think well. What should I do today?"
    },
    {
      "index": 161,
      "start_time": 868870.0,
      "end_time": 872560.0,
      "text": "I think I'll forward bend or I think I'll back bend. I'll think I'll do this or I'll do that"
    },
    {
      "index": 162,
      "start_time": 872620.0,
      "end_time": 876850.0,
      "text": "You're a mensa find a teacher. Who's a guide and the way that the yoga practice works"
    },
    {
      "index": 163,
      "start_time": 876850.0,
      "end_time": 880959.0,
      "text": "Is that someone who's walked the path a little bit further holds a torch so you can follow in their footsteps?"
    },
    {
      "index": 164,
      "start_time": 881210.0,
      "end_time": 888519.0,
      "text": "And then because you have a teacher then this idea of faith and this idea of trust opens up and this idea of understanding"
    },
    {
      "index": 165,
      "start_time": 888860.0,
      "end_time": 894640.0,
      "text": "Things that are not easily understandable by logic begin to really sort of take root in your heart"
    },
    {
      "index": 166,
      "start_time": 894710.0,
      "end_time": 899290.0,
      "text": "So first of all you need a teacher so for anyone out there feeling like I just don't know what to do"
    },
    {
      "index": 167,
      "start_time": 899290.0,
      "end_time": 906129.0,
      "text": "I'm on the sticky mat and I'm here floundering around you need a teacher and teachers have become more accessible um my first"
    },
    {
      "index": 168,
      "start_time": 906590.0,
      "end_time": 911439.0,
      "text": "Real teacher was all the way in India and I needed to travel all the way to India to meet him now"
    },
    {
      "index": 169,
      "start_time": 911440.0,
      "end_time": 916090.0,
      "text": "you can have good guides that are available at least at the introductory level online and"
    },
    {
      "index": 170,
      "start_time": 916250.0,
      "end_time": 923049.0,
      "text": "So you can really find that connection to lineage to practice to tradition and to real teachers, and it's just much more accessible way"
    },
    {
      "index": 171,
      "start_time": 923050.0,
      "end_time": 926950.0,
      "text": "So that's sort of the first look you're never alone. We shouldn't feel like you're floundering on your own, okay"
    },
    {
      "index": 172,
      "start_time": 926950.0,
      "end_time": 932049.0,
      "text": "Do you need a teacher alright? So that's part of the process is this human connection. That's trust this"
    },
    {
      "index": 173,
      "start_time": 932990.0,
      "end_time": 938200.0,
      "text": "learning of mastery from someone else absolutely and then the second part is really a"
    },
    {
      "index": 174,
      "start_time": 938720.0,
      "end_time": 942849.0,
      "text": "Notion that I call body intelligence, so we understand intellect right we understand"
    },
    {
      "index": 175,
      "start_time": 942850.0,
      "end_time": 947890.0,
      "text": "it's measurable your Iq you can be sort of Mensa level Iq you can rid of take a test and get into the"
    },
    {
      "index": 176,
      "start_time": 948020.0,
      "end_time": 949940.0,
      "text": "gifted program as a Young child"
    },
    {
      "index": 177,
      "start_time": 949940.0,
      "end_time": 954460.0,
      "text": "and then there's a recent development called emotional intelligence right there the relatability and"
    },
    {
      "index": 178,
      "start_time": 954710.0,
      "end_time": 959349.0,
      "text": "The Empathy level that you know a person is able to really develop"
    },
    {
      "index": 179,
      "start_time": 959350.0,
      "end_time": 962680.0,
      "text": "And I feel like I want to present something new called Body intelligence"
    },
    {
      "index": 180,
      "start_time": 962690.0,
      "end_time": 966520.0,
      "text": "How much is your presence your awareness in your body?"
    },
    {
      "index": 181,
      "start_time": 966800.0,
      "end_time": 970419.0,
      "text": "So this sort of modern life that you were mentioning before of you know"
    },
    {
      "index": 182,
      "start_time": 970420.0,
      "end_time": 974560.0,
      "text": "We're in cities, and we're running around and we have our to-do lists and we have all these things that are our minds"
    },
    {
      "index": 183,
      "start_time": 974560.0,
      "end_time": 981040.0,
      "text": "And we have a lot of things that are unprocessed unfelt, so I feel like what's going on is at some moment"
    },
    {
      "index": 184,
      "start_time": 981040.0,
      "end_time": 985239.0,
      "text": "We wake up and realize that there is an unlived life, and there's an unfilled body"
    },
    {
      "index": 185,
      "start_time": 985240.0,
      "end_time": 986800.0,
      "text": "So there this body that we have"
    },
    {
      "index": 186,
      "start_time": 986800.0,
      "end_time": 991920.0,
      "text": "and we treat it you know just as a place for our heads to rest on this thing and carry our heads around and"
    },
    {
      "index": 187,
      "start_time": 991990.0,
      "end_time": 995430.0,
      "text": "There isn't the sense of aliveness of feeling in the body"
    },
    {
      "index": 188,
      "start_time": 995620.0,
      "end_time": 1002030.0,
      "text": "So the first thing that yoga really asks you to do is by twisting your body into these positions are not always comfortable"
    },
    {
      "index": 189,
      "start_time": 1002100.0,
      "end_time": 1004100.0,
      "text": "you begin to feel"
    },
    {
      "index": 190,
      "start_time": 1004110.0,
      "end_time": 1009290.0,
      "text": "Areas of your body that are on lockdown that have that you've really exited at some moment in your life there"
    },
    {
      "index": 191,
      "start_time": 1009290.0,
      "end_time": 1015649.0,
      "text": "We exit the body for a variety of reasons primarily trauma when the present moment is too hard for us to deal with"
    },
    {
      "index": 192,
      "start_time": 1015780.0,
      "end_time": 1020030.0,
      "text": "We cut off a part of our body and we sort of Detach ourselves from it"
    },
    {
      "index": 193,
      "start_time": 1020030.0,
      "end_time": 1026030.0,
      "text": "we escape from the feeling rather than really be present to what we're feeling is that intentional like do I just cut off my"
    },
    {
      "index": 194,
      "start_time": 1026790.0,
      "end_time": 1030979.0,
      "text": "Leg my leg, I mean is or is that just something subconscious that happens?"
    },
    {
      "index": 195,
      "start_time": 1030980.0,
      "end_time": 1031860.0,
      "text": "I think that the"
    },
    {
      "index": 196,
      "start_time": 1031859.9999999999,
      "end_time": 1038299.9999999999,
      "text": "Patterning is built it is sort of the patterning to escape or exit or cut off a part of the body is laid at"
    },
    {
      "index": 197,
      "start_time": 1038520.0,
      "end_time": 1040080.0,
      "text": "such a young"
    },
    {
      "index": 198,
      "start_time": 1040079.9999999999,
      "end_time": 1043278.9999999999,
      "text": "Let such a young age that it is not really a conscious choice"
    },
    {
      "index": 199,
      "start_time": 1043349.9999999999,
      "end_time": 1046909.9999999999,
      "text": "It's not like someone's you know you're experiencing a difficult situation, and you're like"
    },
    {
      "index": 200,
      "start_time": 1046910.0000000001,
      "end_time": 1051529.0,
      "text": "Oh, let me not feel you know my legs because of this it's because something hurts you so much"
    },
    {
      "index": 201,
      "start_time": 1051540.0,
      "end_time": 1054680.0,
      "text": "You don't have the ability to process it to feel it"
    },
    {
      "index": 202,
      "start_time": 1054680.0,
      "end_time": 1060709.0,
      "text": "You don't have the training in the conditioning and really the mental courage to just open and be present with it"
    },
    {
      "index": 203,
      "start_time": 1060710.0,
      "end_time": 1064460.0,
      "text": "So it's an automated response. It's sort of just a natural protection that comes up"
    },
    {
      "index": 204,
      "start_time": 1064460.0,
      "end_time": 1068810.0,
      "text": "Just like when you reach your hand into a flame you pull your hand away from the flame, okay?"
    },
    {
      "index": 205,
      "start_time": 1068840.0,
      "end_time": 1072830.0,
      "text": "So we've kind of locked down parts of our body. We don't know we're doing it now"
    },
    {
      "index": 206,
      "start_time": 1072830.0,
      "end_time": 1079639.0,
      "text": "We don't give our body the credit of it having feelings and kind of some kind of intelligence as well absolutely okay"
    },
    {
      "index": 207,
      "start_time": 1079640.0,
      "end_time": 1084979.0,
      "text": "Can you talk a little bit more about the intelligence in my body is it emotional intelligence? What's going on in there?"
    },
    {
      "index": 208,
      "start_time": 1084980.0,
      "end_time": 1085370.0,
      "text": "well"
    },
    {
      "index": 209,
      "start_time": 1085370.0,
      "end_time": 1087830.0,
      "text": "we feel like there's both emotional intelligence and"
    },
    {
      "index": 210,
      "start_time": 1087990.0,
      "end_time": 1091760.0,
      "text": "Wisdom really in the body and a way for you to think about that is have you ever?"
    },
    {
      "index": 211,
      "start_time": 1092820.0,
      "end_time": 1096080.0,
      "text": "Thought and thought and thought and thought and thought about an answer"
    },
    {
      "index": 212,
      "start_time": 1096080.0,
      "end_time": 1099499.0,
      "text": "But it it just couldn't come to you like a really important life decision"
    },
    {
      "index": 213,
      "start_time": 1099500.0,
      "end_time": 1103130.0,
      "text": "And you think about it and you think about it and you think about it, and it's like here are the five reasons"
    },
    {
      "index": 214,
      "start_time": 1103130.0,
      "end_time": 1104300.0,
      "text": "Why you should and here are the five reasons?"
    },
    {
      "index": 215,
      "start_time": 1104300.0,
      "end_time": 1109940.0,
      "text": "Why you shouldn't and you sit and you when you vacillate between these two extremes and then you and you can go into that mental?"
    },
    {
      "index": 216,
      "start_time": 1109940.0,
      "end_time": 1113389.0,
      "text": "Storm forever for the rest of your life, you can debate it right there?"
    },
    {
      "index": 217,
      "start_time": 1113390.0,
      "end_time": 1118430.0,
      "text": "You can debate yourself should I do it should I do it should I do it should I not again back and forth and then?"
    },
    {
      "index": 218,
      "start_time": 1118690.0,
      "end_time": 1123360.0,
      "text": "It hits you boom like a moment of clarity and you know it in your gut this is what I'm gonna do"
    },
    {
      "index": 219,
      "start_time": 1123880.0,
      "end_time": 1130199.0,
      "text": "There's wisdom and you said gut there yeah, and we use words like with my heart Mm-Hmm, and it doesn't feel right mm"
    },
    {
      "index": 220,
      "start_time": 1130200.0,
      "end_time": 1131530.0,
      "text": "Right and so these are all"
    },
    {
      "index": 221,
      "start_time": 1131530.0,
      "end_time": 1137519.0,
      "text": "References that our mind isn't figuring out that there are something in our body that makes us feel something absolutely, okay?"
    },
    {
      "index": 222,
      "start_time": 1137520.0,
      "end_time": 1142829.0,
      "text": "And we don't honor it in our current western world and in this decart. Ian's view where everything happens up in the brain"
    },
    {
      "index": 223,
      "start_time": 1142830.0,
      "end_time": 1147990.0,
      "text": "I think therefore I am yeah, right, and then there's the second though right I feel therefore. I am which is rousseau"
    },
    {
      "index": 224,
      "start_time": 1148030.0,
      "end_time": 1153329.0,
      "text": "which is sort of a higher level you could say or not even a higher level because I don't like to think hierarchically because the"
    },
    {
      "index": 225,
      "start_time": 1153760.0,
      "end_time": 1156030.0,
      "text": "Thoughts are very important. I think therefore"
    },
    {
      "index": 226,
      "start_time": 1156030.0,
      "end_time": 1159780.0,
      "text": "I am you know the quality and nature of thoughts has the ability to really"
    },
    {
      "index": 227,
      "start_time": 1160180.0,
      "end_time": 1164220.0,
      "text": "Control what we're expecting and our expectations from reality I feel therefore"
    },
    {
      "index": 228,
      "start_time": 1164220.0,
      "end_time": 1168360.0,
      "text": "I am is very identified with the emotions right in the emotions the emotional world"
    },
    {
      "index": 229,
      "start_time": 1168360.0,
      "end_time": 1173760.0,
      "text": "But the body's intelligence is neither thinking or feeling, but is being right, right?"
    },
    {
      "index": 230,
      "start_time": 1174010.0,
      "end_time": 1177359.0,
      "text": "Well, I started practicing some yoga about six months ago"
    },
    {
      "index": 231,
      "start_time": 1177360.0,
      "end_time": 1180599.0,
      "text": "Yeah, and I still want to hear what happened to you in India, so we will get back to this"
    },
    {
      "index": 232,
      "start_time": 1180600.0,
      "end_time": 1182880.0,
      "text": "but I did it on the back of"
    },
    {
      "index": 233,
      "start_time": 1183070.0,
      "end_time": 1188970.0,
      "text": "Filming our first documentary film which I think I mentioned to you and it was one of our most watched guests of all time"
    },
    {
      "index": 234,
      "start_time": 1188970.0,
      "end_time": 1196410.0,
      "text": "It's a sixth time Mr.. Olympia a guy who spent 17 years of his life building the the biggest musculature possible"
    },
    {
      "index": 235,
      "start_time": 1197140.0,
      "end_time": 1200160.0,
      "text": "probably the opposite of what yoga would do and"
    },
    {
      "index": 236,
      "start_time": 1200680.0,
      "end_time": 1202860.0,
      "text": "you know he was known for being this bulk of"
    },
    {
      "index": 237,
      "start_time": 1203110.0,
      "end_time": 1209849.0,
      "text": "270 pounds lean on stage and beating everyone in the world and being the most like developed male body on the planet and"
    },
    {
      "index": 238,
      "start_time": 1209980.0,
      "end_time": 1214110.0,
      "text": "He invited me down to Spain and he wanted to teach me how to lift weights was one thing"
    },
    {
      "index": 239,
      "start_time": 1214110.0,
      "end_time": 1218760.0,
      "text": "But he also wanted to show me his new Yoga practice yeah, and he got a message years ago"
    },
    {
      "index": 240,
      "start_time": 1218920.0,
      "end_time": 1222659.0,
      "text": "That basically said to him what's wrong with your body, you can't move it"
    },
    {
      "index": 241,
      "start_time": 1222660.0,
      "end_time": 1227759.0,
      "text": "You can't move your hips and he just put the feelers out and he started practicing this yoga and it's this beautiful moment in this"
    },
    {
      "index": 242,
      "start_time": 1227760.0,
      "end_time": 1233280.0,
      "text": "film when I take this guy that used to be this hulk of a man and we're practicing yoga on the beach and at the"
    },
    {
      "index": 243,
      "start_time": 1233280.0,
      "end_time": 1233670.0,
      "text": "end of it"
    },
    {
      "index": 244,
      "start_time": 1233670.0,
      "end_time": 1240149.0,
      "text": "I almost cry and it's just all these emotions came out, and I find it with a simple yoga practice of an hour"
    },
    {
      "index": 245,
      "start_time": 1240670.0,
      "end_time": 1242909.0,
      "text": "Sometimes things really come up out of my body"
    },
    {
      "index": 246,
      "start_time": 1242910.0,
      "end_time": 1249759.0,
      "text": "And I don't know where these emotions and thoughts come from but I must say there's something there and I come from an engine in"
    },
    {
      "index": 247,
      "start_time": 1249890.0,
      "end_time": 1252160.0,
      "text": "Background I was very dakar dean for a long time"
    },
    {
      "index": 248,
      "start_time": 1252530.0,
      "end_time": 1257170.0,
      "text": "literally my body was there to carry my brain around to the next pleasurable experience and"
    },
    {
      "index": 249,
      "start_time": 1257870.0,
      "end_time": 1259870.0,
      "text": "But I can't ignore. There's something here"
    },
    {
      "index": 250,
      "start_time": 1259870.0,
      "end_time": 1265810.0,
      "text": "You know do you hear this a lot from people absolutely you know the this idea that the body can't lie"
    },
    {
      "index": 251,
      "start_time": 1266110.0,
      "end_time": 1268720.0,
      "text": "You know the body doesn't lie and the mind can play mental gymnastics"
    },
    {
      "index": 252,
      "start_time": 1268790.0,
      "end_time": 1274029.0,
      "text": "And trick itself into this or that and sort of you can speak a lie with your mouth, but your body"
    },
    {
      "index": 253,
      "start_time": 1274580.0,
      "end_time": 1280419.0,
      "text": "always tells the truth right and this is like what what um good poker player is called a tell your body will always have a"
    },
    {
      "index": 254,
      "start_time": 1280420.0,
      "end_time": 1286899.0,
      "text": "Tell because your body's telling the truth no matter if you're telling a lie. I miss this simplicity this utter"
    },
    {
      "index": 255,
      "start_time": 1287450.0,
      "end_time": 1291939.0,
      "text": "Transparency of the body is something that yoga brings up to the surface in everyone"
    },
    {
      "index": 256,
      "start_time": 1291940.0,
      "end_time": 1297279.0,
      "text": "which is really really beautiful because imagine if we could just be totally transparent and totally ourselves and"
    },
    {
      "index": 257,
      "start_time": 1297440.0,
      "end_time": 1301179.0,
      "text": "Totally in touch with all of all of our happiness and all of our joy"
    },
    {
      "index": 258,
      "start_time": 1301180.0,
      "end_time": 1306639.0,
      "text": "But also all of our pain and all of our loss and not need to cut anything off and just to be totally and completely"
    },
    {
      "index": 259,
      "start_time": 1307130.0,
      "end_time": 1308320.0,
      "text": "present HMM"
    },
    {
      "index": 260,
      "start_time": 1308320.0,
      "end_time": 1311439.0,
      "text": "So it forces you to be honest with yourself be present with yourself"
    },
    {
      "index": 261,
      "start_time": 1311900.0,
      "end_time": 1315190.0,
      "text": "So back to some of these components of you know first of all there's a teacher there"
    },
    {
      "index": 262,
      "start_time": 1315190.0,
      "end_time": 1319570.0,
      "text": "Yeah, there's a student-teacher relationship makes you kind of embrace new things trust"
    },
    {
      "index": 263,
      "start_time": 1319570.0,
      "end_time": 1324159.0,
      "text": "There's a human component, then there's the time alone, and then there's the truth with the body"
    },
    {
      "index": 264,
      "start_time": 1324160.0,
      "end_time": 1328239.0,
      "text": "What are some of the other big components that you tell people when using my yoga?"
    },
    {
      "index": 265,
      "start_time": 1329120.0,
      "end_time": 1336940.0,
      "text": "Well, there's an element of devotion and reverence and this is the search for meaning right because you may not realize that"
    },
    {
      "index": 266,
      "start_time": 1337160.0,
      "end_time": 1339310.0,
      "text": "You're searching for meaning or searching for"
    },
    {
      "index": 267,
      "start_time": 1339830.0,
      "end_time": 1344739.0,
      "text": "Depth, but I feel like what ends up happening. Is that as we begin to search?"
    },
    {
      "index": 268,
      "start_time": 1345290.0,
      "end_time": 1347290.0,
      "text": "as we begin to feel then"
    },
    {
      "index": 269,
      "start_time": 1347720.0,
      "end_time": 1354189.0,
      "text": "What comes up what we're we're led to it are these deeper questions that the spiritual questions and and this is something in that"
    },
    {
      "index": 270,
      "start_time": 1354410.0,
      "end_time": 1356680.0,
      "text": "Many people don't realize when they come into yoga"
    },
    {
      "index": 271,
      "start_time": 1356680.0,
      "end_time": 1359830.0,
      "text": "Is that yoga is a physical discipline with a spiritual intention?"
    },
    {
      "index": 272,
      "start_time": 1359870.0,
      "end_time": 1367450.0,
      "text": "So it brings you through the through the physicality into something that is transcendent of the physical and it's almost like hey"
    },
    {
      "index": 273,
      "start_time": 1367450.0,
      "end_time": 1371679.0,
      "text": "Wait a minute. I didn't you know I didn't really realize I was I was doing something spiritual"
    },
    {
      "index": 274,
      "start_time": 1371680.0,
      "end_time": 1375669.0,
      "text": "I thought I was just doing a forward bend, but as you describe your emotions come up to the surface"
    },
    {
      "index": 275,
      "start_time": 1375670.0,
      "end_time": 1381580.0,
      "text": "And then it's almost as though when you finish your yoga practice you go out into life and life looks a little different yeah it"
    },
    {
      "index": 276,
      "start_time": 1381830.0,
      "end_time": 1387580.0,
      "text": "Strange because I've trained Brazilian Jujitsu, and I have lifted weights, and I've done lots of body motion"
    },
    {
      "index": 277,
      "start_time": 1387980.0,
      "end_time": 1388780.0,
      "text": "But yet"
    },
    {
      "index": 278,
      "start_time": 1388780.0,
      "end_time": 1391239.0,
      "text": "This you know practice of these"
    },
    {
      "index": 279,
      "start_time": 1391700.0,
      "end_time": 1397809.0,
      "text": "Positions on a mat in kind of this scheduled way and with this preciseness and body movement and intention and breathing"
    },
    {
      "index": 280,
      "start_time": 1398120.0,
      "end_time": 1404109.0,
      "text": "Takes my brain to some level that you know so often times would need you know a pSychedelic component"
    },
    {
      "index": 281,
      "start_time": 1404110.0,
      "end_time": 1410590.0,
      "text": "Go there. Yeah, I still it still flabbergasted me and yet. I can regularly get there on a Monday afternoon"
    },
    {
      "index": 282,
      "start_time": 1412040.0,
      "end_time": 1414159.0,
      "text": "Yeah, how do you explain that to people?"
    },
    {
      "index": 283,
      "start_time": 1414950.0,
      "end_time": 1421899.0,
      "text": "Well gosh, I think the idea is that we all have the capability to know the deepest and most eternal truth"
    },
    {
      "index": 284,
      "start_time": 1421900.0,
      "end_time": 1427150.0,
      "text": "I we're all built with that. It's in there inside of us. You know so it's in here. It's in me"
    },
    {
      "index": 285,
      "start_time": 1427150.0,
      "end_time": 1428170.0,
      "text": "It's and everyone who's watching"
    },
    {
      "index": 286,
      "start_time": 1428170.0,
      "end_time": 1432489.0,
      "text": "I mean, it's the truth of the sentient being and we have a spark of the divine within ourselves"
    },
    {
      "index": 287,
      "start_time": 1432560.0,
      "end_time": 1438159.0,
      "text": "And it's it's all of the things that we do to divorce ourselves from that"
    },
    {
      "index": 288,
      "start_time": 1438980.0,
      "end_time": 1445090.0,
      "text": "Presence of divinity and the Yoga practice I feel is a gift of grace because it's a tool that"
    },
    {
      "index": 289,
      "start_time": 1445430.0,
      "end_time": 1452529.0,
      "text": "Teaches you how to drop your mind into presence to drop your mind back into that root into the truth of who you really are"
    },
    {
      "index": 290,
      "start_time": 1452720.0,
      "end_time": 1455679.0,
      "text": "We begin you know if we begin the traditional yoga teaching"
    },
    {
      "index": 291,
      "start_time": 1456380.0,
      "end_time": 1462940.0,
      "text": "Yoga is the cultivation of the state of stillness when the mind is still you can perceive the truth of who you really are?"
    },
    {
      "index": 292,
      "start_time": 1463400.0,
      "end_time": 1467259.0,
      "text": "All right, so who's the truth of who you really are you are not your thoughts?"
    },
    {
      "index": 293,
      "start_time": 1467420.0,
      "end_time": 1469420.0,
      "text": "You are not your emotions. You are not this body"
    },
    {
      "index": 294,
      "start_time": 1469910.0,
      "end_time": 1475389.0,
      "text": "you are a spark of divinity or spiritual being you are infinite and vasts you know and"
    },
    {
      "index": 295,
      "start_time": 1475940.0,
      "end_time": 1481899.0,
      "text": "Worthy of love made of love itself made of light, and then if we think about that as you know"
    },
    {
      "index": 296,
      "start_time": 1481900.0,
      "end_time": 1483581.0,
      "text": "We're walking down the street. It's overwhelming"
    },
    {
      "index": 297,
      "start_time": 1483580.0,
      "end_time": 1486309.0,
      "text": "You know if you think of as we're getting on the Subway or the Tube?"
    },
    {
      "index": 298,
      "start_time": 1486310.0,
      "end_time": 1492909.0,
      "text": "It's that you know no place to put it but in the practice as the poses this unique combination of these poses"
    },
    {
      "index": 299,
      "start_time": 1493100.0,
      "end_time": 1499390.0,
      "text": "which organize the body to bring your mind into unfilled places inside of the body the breath which ties your"
    },
    {
      "index": 300,
      "start_time": 1499520.0,
      "end_time": 1503770.0,
      "text": "Minds that the conscious and the subconscious mind together as well as your focal point"
    },
    {
      "index": 301,
      "start_time": 1503770.0,
      "end_time": 1510129.0,
      "text": "Which is redirecting the organs of the senses from the external world into the inner world though that unique combination?"
    },
    {
      "index": 302,
      "start_time": 1510770.0,
      "end_time": 1513950.0,
      "text": "Brings you a moment and into Meishan a memory"
    },
    {
      "index": 303,
      "start_time": 1514470.0,
      "end_time": 1517460.0,
      "text": "Almost as though the shadow of the divine passes in front of your eyes"
    },
    {
      "index": 304,
      "start_time": 1517460.0,
      "end_time": 1519290.0,
      "text": "And it's one of these things where traditionally"
    },
    {
      "index": 305,
      "start_time": 1519290.0,
      "end_time": 1525109.0,
      "text": "It said that just to touch that for a moment just to get a glimpse of that leaves you eternally changed forever changed"
    },
    {
      "index": 306,
      "start_time": 1525110.0,
      "end_time": 1527479.0,
      "text": "When did you first feel that?"
    },
    {
      "index": 307,
      "start_time": 1528180.0,
      "end_time": 1534469.0,
      "text": "Well, I think after my very first yoga class my very first ashtanga. Yoga class. I did a few"
    },
    {
      "index": 308,
      "start_time": 1534470.0,
      "end_time": 1539750.0,
      "text": "I did my first class when I was 19, and then I did some other some yoga out of books and some random classes"
    },
    {
      "index": 309,
      "start_time": 1539750.0,
      "end_time": 1545869.0,
      "text": "But when I was 22 years old, I walked into a guided ashtanga yoga practice and at the end of this practice"
    },
    {
      "index": 310,
      "start_time": 1545870.0,
      "end_time": 1548930.0,
      "text": "I still remember to this day lying in the end in the final relaxation"
    },
    {
      "index": 311,
      "start_time": 1549780.0,
      "end_time": 1552290.0,
      "text": "My body was utTerly exhausted"
    },
    {
      "index": 312,
      "start_time": 1552840.0,
      "end_time": 1560389.0,
      "text": "Covered and drenched in sweat and then I just felt almost like the vibration of my body settle and then there was this"
    },
    {
      "index": 313,
      "start_time": 1560880.0,
      "end_time": 1568040.0,
      "text": "Silence in my mind so as though that stream of thoughts of likes and dislikes and preferences and just that never-ending"
    },
    {
      "index": 314,
      "start_time": 1568230.0,
      "end_time": 1574910.0,
      "text": "Inner dialogue it just stopped for a moment, and it was that silence that forever changed me"
    },
    {
      "index": 315,
      "start_time": 1574910.0,
      "end_time": 1579950.0,
      "text": "It just really kept me coming back for more because it opened up it opened up my mind to the possibility of peace"
    },
    {
      "index": 316,
      "start_time": 1580260.0,
      "end_time": 1584090.0,
      "text": "It opened up my mind to the possibility that there could be silence"
    },
    {
      "index": 317,
      "start_time": 1584400.0,
      "end_time": 1588170.0,
      "text": "Because I think up until that moment I never never experienced the silence in the inner world"
    },
    {
      "index": 318,
      "start_time": 1588300.0,
      "end_time": 1593690.0,
      "text": "And you didn't have to go through 20 years of practice to get there that would surprise, ya"
    },
    {
      "index": 319,
      "start_time": 1594270.0,
      "end_time": 1602210.0,
      "text": "Well, I feel like most people who end up really really committed into the practice very quickly have some kind of"
    },
    {
      "index": 320,
      "start_time": 1602280.0,
      "end_time": 1608509.0,
      "text": "Epiphany moment some kind of spark and then you spend the rest of your life kind of getting grounded in it you know coz you"
    },
    {
      "index": 321,
      "start_time": 1608510.0,
      "end_time": 1610510.0,
      "text": "Can kind of get you know what a high?"
    },
    {
      "index": 322,
      "start_time": 1611040.0,
      "end_time": 1613580.0,
      "text": "but but that that initial kind of enticement"
    },
    {
      "index": 323,
      "start_time": 1614580.0,
      "end_time": 1618649.0,
      "text": "the way I think about this is well, you're married right yeah, well I'm"
    },
    {
      "index": 324,
      "start_time": 1619200.0,
      "end_time": 1621080.0,
      "text": "Cohabitating for a long time okay, so yeah"
    },
    {
      "index": 325,
      "start_time": 1621080.0,
      "end_time": 1625969.0,
      "text": "well, I'm married and I still remember the first moment that I saw my husband's right and so there's that moment ah"
    },
    {
      "index": 326,
      "start_time": 1626580.0,
      "end_time": 1632629.0,
      "text": "Right. Oh wow moment and then there's there's the excitement of you know you first meet them is something in your body kind of wakes"
    },
    {
      "index": 327,
      "start_time": 1632630.0,
      "end_time": 1638660.0,
      "text": "Up, and then if you're gonna stay together for a long time right, then you have this idea that hey"
    },
    {
      "index": 328,
      "start_time": 1639420.0,
      "end_time": 1641300.0,
      "text": "We go to work at this right?"
    },
    {
      "index": 329,
      "start_time": 1641300.0,
      "end_time": 1646369.0,
      "text": "we need to you know learn how to respect and love each other and what that means you know in terms of"
    },
    {
      "index": 330,
      "start_time": 1646470.0,
      "end_time": 1648560.0,
      "text": "respects and reverence and devotion and dedication"
    },
    {
      "index": 331,
      "start_time": 1649050.0,
      "end_time": 1654320.0,
      "text": "And I think the cultivation of the lifelong practices like that we have that spark that wow that all"
    },
    {
      "index": 332,
      "start_time": 1654660.0,
      "end_time": 1661759.0,
      "text": "That gush of emotions that rapturous ecstasy that comes, and then we realize hey we have to put in the work, right"
    },
    {
      "index": 333,
      "start_time": 1661760.0,
      "end_time": 1666020.0,
      "text": "And that's just like your practice hmM. So the excitement is Gonna. Go away"
    },
    {
      "index": 334,
      "start_time": 1666180.0,
      "end_time": 1669229.0,
      "text": "You can try to get back there to revisit that excitement"
    },
    {
      "index": 335,
      "start_time": 1669230.0,
      "end_time": 1672980.0,
      "text": "But that's futile you have to put the work in and then go to this long-term"
    },
    {
      "index": 336,
      "start_time": 1673740.0,
      "end_time": 1680060.0,
      "text": "Kind of respect of the art and respect for what it brings you every day and not go searching for those highs again"
    },
    {
      "index": 337,
      "start_time": 1680610.0,
      "end_time": 1687440.0,
      "text": "Well what'll happen is if you hanker towards the highs then you've essentially traded in the addictive mind for yoga"
    },
    {
      "index": 338,
      "start_time": 1687440.0,
      "end_time": 1692299.0,
      "text": "and so then you're searching for the next fantastic experience when the experience of"
    },
    {
      "index": 339,
      "start_time": 1693120.0,
      "end_time": 1697820.0,
      "text": "Your body today is the truth right if you're look if you spend your life?"
    },
    {
      "index": 340,
      "start_time": 1698190.0,
      "end_time": 1701299.0,
      "text": "Hankering or yearning for highs and running from intense lows?"
    },
    {
      "index": 341,
      "start_time": 1701300.0,
      "end_time": 1705019.0,
      "text": "You're such - doing the opposite of Yoga yoga Stillness equanimity"
    },
    {
      "index": 342,
      "start_time": 1705450.0,
      "end_time": 1708169.0,
      "text": "Being open and available to whatever is so whatever arises"
    },
    {
      "index": 343,
      "start_time": 1708240.0,
      "end_time": 1712040.0,
      "text": "And then what's amazing with that as soon as you get into that state well"
    },
    {
      "index": 344,
      "start_time": 1712040.0,
      "end_time": 1717739.0,
      "text": "It's like those little epic those moments that you thought were epic in the beginning that moment of wow that moment of divine rapture"
    },
    {
      "index": 345,
      "start_time": 1717900.0,
      "end_time": 1723979.0,
      "text": "The one of the things happens is that you kind of slip into a state where it's not that they're not there"
    },
    {
      "index": 346,
      "start_time": 1724110.0,
      "end_time": 1732020.0,
      "text": "but they're not as special anymore because you are living so close to that state right you said before you're a"
    },
    {
      "index": 347,
      "start_time": 1732360.0,
      "end_time": 1734000.0,
      "text": "Yogi 24 hours a day yeah"
    },
    {
      "index": 348,
      "start_time": 1734000.0,
      "end_time": 1739940.0,
      "text": "Not just when you're teaching or practice can you explain that well the commitment is not just to do the poses right?"
    },
    {
      "index": 349,
      "start_time": 1739940.0,
      "end_time": 1742070.0,
      "text": "But to really embrace the yogi life"
    },
    {
      "index": 350,
      "start_time": 1742070.0,
      "end_time": 1745129.0,
      "text": "And so this means that the practice has to change the way you"
    },
    {
      "index": 351,
      "start_time": 1745530.0,
      "end_time": 1750709.0,
      "text": "Inhabit the world and it needs to change and sort of bear impacts on every decision so to bring consciousness"
    },
    {
      "index": 352,
      "start_time": 1750840.0,
      "end_time": 1755119.0,
      "text": "Into every decision there are moral and ethical precepts that are traditional in the yoga practice"
    },
    {
      "index": 353,
      "start_time": 1755340.0,
      "end_time": 1760609.0,
      "text": "But specifically what it means is being very very aware of moment to moment. You know to ask yourself"
    },
    {
      "index": 354,
      "start_time": 1760610.0,
      "end_time": 1764780.0,
      "text": "Is this is this how I need to be asking or is how I need to be acting right now"
    },
    {
      "index": 355,
      "start_time": 1764780.0,
      "end_time": 1768949.0,
      "text": "So you know if your drive and someone cuts you off? Do you need to honk your horn right now?"
    },
    {
      "index": 356,
      "start_time": 1769470.0,
      "end_time": 1771500.0,
      "text": "You know and it's that well wait a minute"
    },
    {
      "index": 357,
      "start_time": 1771630.0,
      "end_time": 1776600.0,
      "text": "Maybe you do because it's safety and you need to you're about to hit them and so you need to let them know so maybe"
    },
    {
      "index": 358,
      "start_time": 1776670.0,
      "end_time": 1778451.0,
      "text": "Do or maybe you?"
    },
    {
      "index": 359,
      "start_time": 1778450.0,
      "end_time": 1781259.0,
      "text": "Suddenly have an inner dialogue that you're about to latch on to"
    },
    {
      "index": 360,
      "start_time": 1781330.0,
      "end_time": 1787169.0,
      "text": "About how terrible all the drivers are and how no one drives well anymore and can you believe this and better than it can go?"
    },
    {
      "index": 361,
      "start_time": 1787170.0,
      "end_time": 1788890.0,
      "text": "On and you can find yourself lost"
    },
    {
      "index": 362,
      "start_time": 1788890.0,
      "end_time": 1793140.0,
      "text": "Almost in a chance of complaints and as a yogi that always you"
    },
    {
      "index": 363,
      "start_time": 1793240.0,
      "end_time": 1795990.0,
      "text": "Commitment to the Yoga path is in that moment you got to do your practice"
    },
    {
      "index": 364,
      "start_time": 1796000.0,
      "end_time": 1800760.0,
      "text": "you've got a draw your attention inward follow your breath root into your body be aware of the"
    },
    {
      "index": 365,
      "start_time": 1800950.0,
      "end_time": 1801580.0,
      "text": "unpleasant"
    },
    {
      "index": 366,
      "start_time": 1801580.0,
      "end_time": 1806789.0,
      "text": "Vibrations of someone cutting you off in traffic and just observe them and feel them and as soon as you give them space"
    },
    {
      "index": 367,
      "start_time": 1806790.0,
      "end_time": 1808451.0,
      "text": "Well, they'll just go away"
    },
    {
      "index": 368,
      "start_time": 1808450.0,
      "end_time": 1812999.0,
      "text": "You know every emotion is a shelf life as long as you're not feeding it, right?"
    },
    {
      "index": 369,
      "start_time": 1813000.0,
      "end_time": 1817050.0,
      "text": "So if you go, and you'd latch into the complaint, and then oh my God, they're a terrible driver and look at the car"
    },
    {
      "index": 370,
      "start_time": 1817050.0,
      "end_time": 1819269.0,
      "text": "They have and did it and then you know again a trance"
    },
    {
      "index": 371,
      "start_time": 1819270.0,
      "end_time": 1823560.0,
      "text": "And then you're in this kind of trance state where your mind is hooked into that for who knows how long?"
    },
    {
      "index": 372,
      "start_time": 1823690.0,
      "end_time": 1829769.0,
      "text": "Is this something your guru teaches you or does this just become obvious gosh. That's a really good question"
    },
    {
      "index": 373,
      "start_time": 1830490.0,
      "end_time": 1832180.0,
      "text": "my Guru"
    },
    {
      "index": 374,
      "start_time": 1832180.0,
      "end_time": 1834480.0,
      "text": "Sri, Capita B Joyce whom I met in India"
    },
    {
      "index": 375,
      "start_time": 1835420.0,
      "end_time": 1836471.0,
      "text": "was"
    },
    {
      "index": 376,
      "start_time": 1836470.0,
      "end_time": 1839579.0,
      "text": "Sort of like yoda you know a man of few words"
    },
    {
      "index": 377,
      "start_time": 1839580.0,
      "end_time": 1841710.0,
      "text": "but very wise words and"
    },
    {
      "index": 378,
      "start_time": 1842140.0,
      "end_time": 1847650.0,
      "text": "Guru Ji as I called him his instruction for the mind was you do your practice you think about God?"
    },
    {
      "index": 379,
      "start_time": 1848050.0,
      "end_time": 1851340.0,
      "text": "You live your life you think about God right?"
    },
    {
      "index": 380,
      "start_time": 1851340.0,
      "end_time": 1854609.0,
      "text": "And so this is really the highest call to truth"
    },
    {
      "index": 381,
      "start_time": 1854620.0,
      "end_time": 1859590.0,
      "text": "And so he didn't really he wasn't really into much specific instruction in terms of your like"
    },
    {
      "index": 382,
      "start_time": 1859840.0,
      "end_time": 1864509.0,
      "text": "Psychological inner journey there are some really important texts that will help that can help give some direction on that"
    },
    {
      "index": 383,
      "start_time": 1864700.0,
      "end_time": 1867179.0,
      "text": "but this is something again the practice itself is the"
    },
    {
      "index": 384,
      "start_time": 1867280.0,
      "end_time": 1872970.0,
      "text": "foundation if you take an action that is outside the yogic path like if say on the way to your yoga class you honked at"
    },
    {
      "index": 385,
      "start_time": 1872970.0,
      "end_time": 1876359.0,
      "text": "Someone and beeped at them and flip them the bird or something as soon as you're practicing"
    },
    {
      "index": 386,
      "start_time": 1877150.0,
      "end_time": 1879040.0,
      "text": "That is Gonna come up to the surface"
    },
    {
      "index": 387,
      "start_time": 1879040.0,
      "end_time": 1884730.0,
      "text": "And you're gonna feel this remorse just the sense of you know did. I really need to do that in that moment"
    },
    {
      "index": 388,
      "start_time": 1884730.0,
      "end_time": 1887819.0,
      "text": "Is that you know was that did I really need that who knows maybe?"
    },
    {
      "index": 389,
      "start_time": 1888310.0,
      "end_time": 1892259.0,
      "text": "Maybe they were rushing because they have a sick parents in the hospital"
    },
    {
      "index": 390,
      "start_time": 1892390.0,
      "end_time": 1897749.0,
      "text": "Maybe they were out of it because their dog passed away gosh. Did I really need to beep at them?"
    },
    {
      "index": 391,
      "start_time": 1897750.0,
      "end_time": 1900600.0,
      "text": "I'm so sorry right and so thinking of God"
    },
    {
      "index": 392,
      "start_time": 1901300.0,
      "end_time": 1905310.0,
      "text": "You didn't have to describe what that meant but you can take it on as thinking okay?"
    },
    {
      "index": 393,
      "start_time": 1905470.0,
      "end_time": 1908069.0,
      "text": "Think of the higher power the higher purpose and that'll get me"
    },
    {
      "index": 394,
      "start_time": 1908640.0,
      "end_time": 1912229.0,
      "text": "Hmm the traffic then just gonna cut off absolutely, okay?"
    },
    {
      "index": 395,
      "start_time": 1912240.0,
      "end_time": 1916969.0,
      "text": "What was that like going to India studying with Guru Ji, right?"
    },
    {
      "index": 396,
      "start_time": 1916970.0,
      "end_time": 1921890.0,
      "text": "Uh you know you're this white American girl going over there"
    },
    {
      "index": 397,
      "start_time": 1921890.0,
      "end_time": 1925309.0,
      "text": "Can you break it down like what was it like and what was it not like?"
    },
    {
      "index": 398,
      "start_time": 1925470.0,
      "end_time": 1927589.0,
      "text": "That I would expect it to be like in a Hollywood movie"
    },
    {
      "index": 399,
      "start_time": 1928380.0,
      "end_time": 1931789.0,
      "text": "Well the first thing that it was was just very far away"
    },
    {
      "index": 400,
      "start_time": 1933000.0,
      "end_time": 1938329.0,
      "text": "It was just a very long airplane trip. I mean it was almost 20 years ago that my first trip was and so this was"
    },
    {
      "index": 401,
      "start_time": 1939030.0,
      "end_time": 1944780.0,
      "text": "India not as you would experience india today, but India before cellphones really hit the market before the technology boom"
    },
    {
      "index": 402,
      "start_time": 1945540.0,
      "end_time": 1946880.0,
      "text": "Sort of sort of like a different"
    },
    {
      "index": 403,
      "start_time": 1946880.0,
      "end_time": 1952849.0,
      "text": "India and in India that some part of my heart is nostalgic forward some part of my heart is really happy that you know"
    },
    {
      "index": 404,
      "start_time": 1953220.0,
      "end_time": 1956779.0,
      "text": "That there's a new india so you know the past is gone. We embrace it"
    },
    {
      "index": 405,
      "start_time": 1956780.0,
      "end_time": 1960440.0,
      "text": "We love it\nAnd then there's a turning of a new page and love the new as well"
    },
    {
      "index": 406,
      "start_time": 1960660.0,
      "end_time": 1966620.0,
      "text": "When I first went to India I didn't have anyone's address except for Guruji's address, so I"
    },
    {
      "index": 407,
      "start_time": 1966720.0,
      "end_time": 1973279.0,
      "text": "remember that I've read his read Grady's book and I knew I wanted to go to India so I bought a ticket and"
    },
    {
      "index": 408,
      "start_time": 1973560.0,
      "end_time": 1977360.0,
      "text": "I got a 10-year visa out of pure faith and because it was a better deal"
    },
    {
      "index": 409,
      "start_time": 1977360.0,
      "end_time": 1983179.0,
      "text": "I think that like the six-month Visa was something like a hundred dollars and the 10-year Visa was $120"
    },
    {
      "index": 410,
      "start_time": 1983180.0,
      "end_time": 1984740.0,
      "text": "So I felt this is a good deal"
    },
    {
      "index": 411,
      "start_time": 1984740.0,
      "end_time": 1988609.0,
      "text": "My mom said how do you know you're gonna like it, and I you know I said I don't sleep of Faith"
    },
    {
      "index": 412,
      "start_time": 1988680.0,
      "end_time": 1993320.0,
      "text": "And it was 24 hours of travel just to land in India okay. Where did you grow up?"
    },
    {
      "index": 413,
      "start_time": 1993320.0,
      "end_time": 1996890.0,
      "text": "I grew up in Miami in Miami. I'm a native floridian, okay?"
    },
    {
      "index": 414,
      "start_time": 1997110.0,
      "end_time": 2000219.0,
      "text": "It was a rare variety, but there's more of us now these days, okay"
    },
    {
      "index": 415,
      "start_time": 2000410.0,
      "end_time": 2006070.0,
      "text": "Yeah, and I landed in India and the first thing that that and still to this day"
    },
    {
      "index": 416,
      "start_time": 2006070.0,
      "end_time": 2011289.0,
      "text": "It hits me every time I go there how similar the plants are to Florida"
    },
    {
      "index": 417,
      "start_time": 2011630.0,
      "end_time": 2013899.0,
      "text": "So they're palm trees and palm trees in Florida"
    },
    {
      "index": 418,
      "start_time": 2013900.0,
      "end_time": 2018400.0,
      "text": "I was living in New York at the time and when I went to India and I went to India and the temperature was more"
    },
    {
      "index": 419,
      "start_time": 2018400.0,
      "end_time": 2019060.0,
      "text": "Like, Florida"
    },
    {
      "index": 420,
      "start_time": 2019060.0,
      "end_time": 2025630.0,
      "text": "so I there was an element of my body that sort of felt comfy there because the humid air and the tropical the"
    },
    {
      "index": 421,
      "start_time": 2025880.0,
      "end_time": 2031630.0,
      "text": "Tropical sort of you know plants and the foliage around and it was you know quite familiar"
    },
    {
      "index": 422,
      "start_time": 2031900.0,
      "end_time": 2038019.0,
      "text": "It was completely non familiar was the language the people the culture. I went into a car"
    },
    {
      "index": 423,
      "start_time": 2038020.0,
      "end_time": 2040690.0,
      "text": "That was sort of called a taxi, but these old ambassador"
    },
    {
      "index": 424,
      "start_time": 2041410.0,
      "end_time": 2044310.0,
      "text": "Vehicles I've never seen one of those before and I got in the back"
    },
    {
      "index": 425,
      "start_time": 2044310.0,
      "end_time": 2046590.0,
      "text": "and it was like a four and a half hour journey and"
    },
    {
      "index": 426,
      "start_time": 2046720.0,
      "end_time": 2050669.0,
      "text": "This car dropped me off at the house of shrieking Pattabhi Jois"
    },
    {
      "index": 427,
      "start_time": 2050670.0,
      "end_time": 2052330.0,
      "text": "which is where he was teaching and"
    },
    {
      "index": 428,
      "start_time": 2052330.0,
      "end_time": 2057990.0,
      "text": "I just dropped my backpack and walked in and the gray G was the first person I saw and he looked at me had to"
    },
    {
      "index": 429,
      "start_time": 2057989.9999999998,
      "end_time": 2064019.9999999998,
      "text": "Write a letter in order to request being able to get into the yoga Shala and the rule was if you don't hear back"
    },
    {
      "index": 430,
      "start_time": 2064300.0000000002,
      "end_time": 2066300.0000000002,
      "text": "You can go"
    },
    {
      "index": 431,
      "start_time": 2066940.0,
      "end_time": 2070889.0,
      "text": "What does that mean that means you send this letter and you buy a ticket from Faith?"
    },
    {
      "index": 432,
      "start_time": 2070889.9999999998,
      "end_time": 2075209.9999999998,
      "text": "And if you don't get a letter back from Guru Ji saying you can't go you're good, okay?"
    },
    {
      "index": 433,
      "start_time": 2075310.0,
      "end_time": 2081419.0,
      "text": "That's a fascinating the opposite of like travelocity confirmations or whatnot you know what I mean, we get like a travel confirmation"
    },
    {
      "index": 434,
      "start_time": 2081420.0,
      "end_time": 2085470.0,
      "text": "So instead of man, that's the first leap of faith really it was then now it's month now"
    },
    {
      "index": 435,
      "start_time": 2085469.9999999998,
      "end_time": 2091348.9999999998,
      "text": "It's much different now. You get a confirmation things are quite different now, but you know so I dropped my backpack"
    },
    {
      "index": 436,
      "start_time": 2091350.0,
      "end_time": 2094200.0,
      "text": "I walked and I looked into Guruji's eyes and the first thing"
    },
    {
      "index": 437,
      "start_time": 2094199.9999999998,
      "end_time": 2098879.0,
      "text": "He said to me was you wrote letter, and I said yes, guru Ji. Wrote the letter tomorrow is 6:00 a.m."
    },
    {
      "index": 438,
      "start_time": 2098880.0,
      "end_time": 2099690.0,
      "text": "You come first thing"
    },
    {
      "index": 439,
      "start_time": 2099690.0,
      "end_time": 2104819.0,
      "text": "I did my face was on the ground my hands were on his feet in the traditional gesture pranaam"
    },
    {
      "index": 440,
      "start_time": 2104820.0,
      "end_time": 2107910.0,
      "text": "And I had all the people said you have to bow down to him"
    },
    {
      "index": 441,
      "start_time": 2107910.0,
      "end_time": 2110639.0,
      "text": "And I didn't want to bow down to someone. I've never I didn't know what this meant"
    },
    {
      "index": 442,
      "start_time": 2110640.0,
      "end_time": 2111780.0,
      "text": "I'm gonna Bow down to someone"
    },
    {
      "index": 443,
      "start_time": 2111780.0,
      "end_time": 2114239.0,
      "text": "I was studying feminist studies in graduate school"
    },
    {
      "index": 444,
      "start_time": 2114240.0,
      "end_time": 2117089.0,
      "text": "And I had I had you know spent a lot of time on the plane"
    },
    {
      "index": 445,
      "start_time": 2117160.0,
      "end_time": 2120180.0,
      "text": "Thinking of power was going to explain that while I do"
    },
    {
      "index": 446,
      "start_time": 2120310.0,
      "end_time": 2124409.0,
      "text": "Respect this as an element of traditional Indian culture you see I'm a modern American woman"
    },
    {
      "index": 447,
      "start_time": 2124410.0,
      "end_time": 2127109.0,
      "text": "And I don't need to bow down to any man. Thank you very much"
    },
    {
      "index": 448,
      "start_time": 2127110.0,
      "end_time": 2128141.0,
      "text": "I had this whole"
    },
    {
      "index": 449,
      "start_time": 2128140.0,
      "end_time": 2131520.0,
      "text": "Spiel Written in my head and before I could say what was up or what was down?"
    },
    {
      "index": 450,
      "start_time": 2131520.0,
      "end_time": 2134879.0,
      "text": "I was flat on the ground my hands on his feet. Thank you guruji"
    },
    {
      "index": 451,
      "start_time": 2134880.0,
      "end_time": 2139140.0,
      "text": "It was like my heart lifts up and took over and I knew I'd met my teacher at that moment"
    },
    {
      "index": 452,
      "start_time": 2139140.0,
      "end_time": 2141210.0,
      "text": "Why why did you do that my heart?"
    },
    {
      "index": 453,
      "start_time": 2141210.0,
      "end_time": 2141810.0,
      "text": "Just slept up"
    },
    {
      "index": 454,
      "start_time": 2141810.0,
      "end_time": 2145169.0,
      "text": "You know why do you fall in love with someone you know something in my heart just said yes"
    },
    {
      "index": 455,
      "start_time": 2145480.0,
      "end_time": 2149819.0,
      "text": "Felt the energy, and I think what it was and I look back now, and I can see they're there"
    },
    {
      "index": 456,
      "start_time": 2149820.0,
      "end_time": 2154260.0,
      "text": "I guess there are two things the first is that I'd never met anyone like him in my life"
    },
    {
      "index": 457,
      "start_time": 2154260.0,
      "end_time": 2156270.0,
      "text": "And it was just his presence his power"
    },
    {
      "index": 458,
      "start_time": 2157270.0,
      "end_time": 2163139.0,
      "text": "Gave me faith and gave me hope and it was a service in the presence of peace when I looked into his eyes and so"
    },
    {
      "index": 459,
      "start_time": 2163140.0,
      "end_time": 2164760.0,
      "text": "I wanted that it was like something in me said, yes"
    },
    {
      "index": 460,
      "start_time": 2164760.0,
      "end_time": 2166300.0,
      "text": "And the second thing was that"
    },
    {
      "index": 461,
      "start_time": 2166300.0,
      "end_time": 2170369.0,
      "text": "He was an answer to a question that I was asked and it didn't know I was asking it"
    },
    {
      "index": 462,
      "start_time": 2170370.0,
      "end_time": 2174390.0,
      "text": "Which is you know how to believe in yourself how to have faith, you know?"
    },
    {
      "index": 463,
      "start_time": 2175050.0,
      "end_time": 2178499.0,
      "text": "how can I live a more peaceful life that's really why I started the yoga practice and"
    },
    {
      "index": 464,
      "start_time": 2178750.0,
      "end_time": 2181620.0,
      "text": "Gray Ji was that answer to me, and he gave me faith"
    },
    {
      "index": 465,
      "start_time": 2181620.0,
      "end_time": 2186150.0,
      "text": "Hope and really a foundation for the practice, and I'm just so grateful for that hmM"
    },
    {
      "index": 466,
      "start_time": 2186250.0,
      "end_time": 2188429.0,
      "text": "You know there's a line from our recent movie"
    },
    {
      "index": 467,
      "start_time": 2188430.0,
      "end_time": 2194250.0,
      "text": "Where ito portal says when you find the right teacher learn whatever it is they have to teach you"
    },
    {
      "index": 468,
      "start_time": 2194250.0,
      "end_time": 2194740.0,
      "text": "Yeah"
    },
    {
      "index": 469,
      "start_time": 2194740.0,
      "end_time": 2200640.0,
      "text": "Is is is this a component that you feel with him as in he's really teaching you about"
    },
    {
      "index": 470,
      "start_time": 2200770.0,
      "end_time": 2204749.0,
      "text": "Yourself in this case the practice was yoga or is it kind of more than that?"
    },
    {
      "index": 471,
      "start_time": 2205270.0,
      "end_time": 2207390.0,
      "text": "Well if you ask guruji, you know you asked him"
    },
    {
      "index": 472,
      "start_time": 2207390.0,
      "end_time": 2212160.0,
      "text": "Oh, you're such a special man like all you must live in the state of what's called in Sanskrit ultimate Samadhi"
    },
    {
      "index": 473,
      "start_time": 2212160.0,
      "end_time": 2213190.0,
      "text": "Which is like this?"
    },
    {
      "index": 474,
      "start_time": 2213190.0,
      "end_time": 2218730.0,
      "text": "Final end result of the practice of Yoga are in final peace and greed you would laugh and here just say I'm a sinful man"
    },
    {
      "index": 475,
      "start_time": 2218730.0,
      "end_time": 2220050.0,
      "text": "Just they teach you a sh"
    },
    {
      "index": 476,
      "start_time": 2220050.0,
      "end_time": 2227670.0,
      "text": "Tango Yoga inhale raise your hands exhale fold forward you know and so he really was just presenting himself as just this this you know"
    },
    {
      "index": 477,
      "start_time": 2227890.0,
      "end_time": 2232709.0,
      "text": "Yoga teacher and that wasn't a tongue-in-cheek joke ya know you really been critics"
    },
    {
      "index": 478,
      "start_time": 2232710.0,
      "end_time": 2234710.0,
      "text": "he said it again and again and and and"
    },
    {
      "index": 479,
      "start_time": 2235060.0,
      "end_time": 2240449.0,
      "text": "And I think it's the idea that he just wanted to be a person. I am a person"
    },
    {
      "index": 480,
      "start_time": 2240450.0,
      "end_time": 2241680.0,
      "text": "I'm teaching you this method"
    },
    {
      "index": 481,
      "start_time": 2241680.0,
      "end_time": 2242890.0,
      "text": "Don't worship me"
    },
    {
      "index": 482,
      "start_time": 2242890.0,
      "end_time": 2248789.0,
      "text": "you know this is a method and it's up to you to apply the method and that was very important for him the"
    },
    {
      "index": 483,
      "start_time": 2249040.0,
      "end_time": 2252630.0,
      "text": "methodology of the practice and at the same time so there was always this"
    },
    {
      "index": 484,
      "start_time": 2253450.0,
      "end_time": 2256740.0,
      "text": "You know this this sort of dualism of I'm this simple person"
    },
    {
      "index": 485,
      "start_time": 2256740.0,
      "end_time": 2261479.0,
      "text": "But when you were in his presence is there something you realize wow you say that your simple"
    },
    {
      "index": 486,
      "start_time": 2261480.0,
      "end_time": 2267750.0,
      "text": "but whenever I'm with you whenever I was with gray g it was as though all of my obstacles all of my"
    },
    {
      "index": 487,
      "start_time": 2268060.0,
      "end_time": 2271049.0,
      "text": "You know all of all of the things that were bothering me"
    },
    {
      "index": 488,
      "start_time": 2271060.0,
      "end_time": 2274380.0,
      "text": "Just if I were around him he was in the room. It was like. They were gone"
    },
    {
      "index": 489,
      "start_time": 2274990.0,
      "end_time": 2279780.0,
      "text": "Wow, and what did he teach you well guru g's main lessons for me?"
    },
    {
      "index": 490,
      "start_time": 2280390.0,
      "end_time": 2285299.0,
      "text": "So many there's so many lessons, right? I'm the guru g's main lesson to me specifically"
    },
    {
      "index": 491,
      "start_time": 2286690.0,
      "end_time": 2289230.0,
      "text": "Was to be stronger and this is something"
    },
    {
      "index": 492,
      "start_time": 2289230.0,
      "end_time": 2293640.0,
      "text": "I'm not a naturally strong person not physically and also not emotionally I"
    },
    {
      "index": 493,
      "start_time": 2293860.0,
      "end_time": 2298650.0,
      "text": "Can kind of cave in and cry and I used to have a really thin skin and just take everything really really personally?"
    },
    {
      "index": 494,
      "start_time": 2299320.0,
      "end_time": 2303719.0,
      "text": "Wait, you went to nyu you get your master's degree and feminine studies. You're in the big city"
    },
    {
      "index": 495,
      "start_time": 2304810.0,
      "end_time": 2309880.0,
      "text": "Sound like a weak woman. No, I guess not but I'm over at the same time fall apart like at every moment"
    },
    {
      "index": 496,
      "start_time": 2309880.0,
      "end_time": 2315279.0,
      "text": "You know and and and just take and and the other thing that I really kind of had kind of no backbone about is I"
    },
    {
      "index": 497,
      "start_time": 2315280.0,
      "end_time": 2317380.0,
      "text": "Used to say yes to everything everything at all times"
    },
    {
      "index": 498,
      "start_time": 2317540.0,
      "end_time": 2319190.0,
      "text": "Just like everything is okay"
    },
    {
      "index": 499,
      "start_time": 2319190.0,
      "end_time": 2323770.0,
      "text": "But you know sometimes things aren't okay and and you know so I just kind of was this amoeba"
    },
    {
      "index": 500,
      "start_time": 2323770.0,
      "end_time": 2330520.0,
      "text": "That was just sort of floating around the world you know and and and practice wise like I couldn't do a headstand"
    },
    {
      "index": 501,
      "start_time": 2330520.0,
      "end_time": 2332110.0,
      "text": "I couldn't do a push-up to save my life"
    },
    {
      "index": 502,
      "start_time": 2332110.0,
      "end_time": 2336400.0,
      "text": "I was so weak the idea of doing a handstand was beyond anything"
    },
    {
      "index": 503,
      "start_time": 2336400.0,
      "end_time": 2342729.0,
      "text": "And I mean in another thing it was really difficult for me to take this criticism. You know, so if I did something and"
    },
    {
      "index": 504,
      "start_time": 2343310.0,
      "end_time": 2347439.0,
      "text": "you know if I if I if I got a bad grade and something it would break me you know and"
    },
    {
      "index": 505,
      "start_time": 2347570.0,
      "end_time": 2350469.0,
      "text": "And I just and if someone said some spoke Harsh words to me"
    },
    {
      "index": 506,
      "start_time": 2350480.0,
      "end_time": 2355030.0,
      "text": "Then it would really I would think about it for days and days and days after remember it ten years later"
    },
    {
      "index": 507,
      "start_time": 2355030.0,
      "end_time": 2360459.0,
      "text": "You know and so so this sort of that this would really affect me, and I remember"
    },
    {
      "index": 508,
      "start_time": 2361160.0,
      "end_time": 2365529.0,
      "text": "Guru Ji is just saying to me whenever I reached a point of self-satisfaction"
    },
    {
      "index": 509,
      "start_time": 2365990.0,
      "end_time": 2370870.0,
      "text": "Whenever I reached a point in my practice where I thought okay. This is it. You know you have to be stronger"
    },
    {
      "index": 510,
      "start_time": 2371270.0,
      "end_time": 2375489.0,
      "text": "You know you have to be stronger. How strong. Do you need to be know you have to be stronger?"
    },
    {
      "index": 511,
      "start_time": 2375490.0,
      "end_time": 2379660.0,
      "text": "Just again, and when I thought it was stronger when I thought this is it when I thought these are all the poses"
    },
    {
      "index": 512,
      "start_time": 2379660.0,
      "end_time": 2385089.0,
      "text": "I'm ever gonna learn. I'm good. I can finally do that handstand kino lift up more. Kino. You have to be stronger"
    },
    {
      "index": 513,
      "start_time": 2385190.0,
      "end_time": 2389740.0,
      "text": "how strong do you need to be you know I've kept on thinking like what is this and now I look at my life and"
    },
    {
      "index": 514,
      "start_time": 2389740.0,
      "end_time": 2396850.0,
      "text": "I don't know what it is, and how guru Ji saw this in me, but I have met so much criticism"
    },
    {
      "index": 515,
      "start_time": 2396850.0,
      "end_time": 2399219.0,
      "text": "I have met so much difficulty and"
    },
    {
      "index": 516,
      "start_time": 2399740.0,
      "end_time": 2402160.0,
      "text": "Adversity in so many situations in my life"
    },
    {
      "index": 517,
      "start_time": 2402160.0,
      "end_time": 2408639.0,
      "text": "I'm not someone that in my life people have told me yes right from the beginning everything that I've done has been met with no"
    },
    {
      "index": 518,
      "start_time": 2408860.0,
      "end_time": 2412449.0,
      "text": "No, no a thousand those key. No you have to be stronger"
    },
    {
      "index": 519,
      "start_time": 2412450.0,
      "end_time": 2417910.0,
      "text": "how strong you need to be strong enough to believe in your dreams and never give up you want to try this headstand and you're"
    },
    {
      "index": 520,
      "start_time": 2417910.0,
      "end_time": 2420489.0,
      "text": "Not going to do it. So this was like right probably the first time I did Headstand"
    },
    {
      "index": 521,
      "start_time": 2420490.0,
      "end_time": 2425560.0,
      "text": "I fell over I almost cry poor me. You know. I can't do a headstand for me"
    },
    {
      "index": 522,
      "start_time": 2425560.0,
      "end_time": 2428799.0,
      "text": "You know and then I got up and I tried it again get back up try it again"
    },
    {
      "index": 523,
      "start_time": 2428990.0,
      "end_time": 2434800.0,
      "text": "Okay fall down again. Get back up try it again fall one thousand times get up 1001 times try it again"
    },
    {
      "index": 524,
      "start_time": 2434980.0,
      "end_time": 2440299.0,
      "text": "Do it again learn how to move the mound and that seems impossible with Faith alone?"
    },
    {
      "index": 525,
      "start_time": 2440300.0,
      "end_time": 2442790.0,
      "text": "And this is something I learned in the practice"
    },
    {
      "index": 526,
      "start_time": 2442790.0,
      "end_time": 2447649.0,
      "text": "So it took me a year to do headstand it took me two years to do a forearm balance five years to do a handstand"
    },
    {
      "index": 527,
      "start_time": 2447990.0,
      "end_time": 2450919.0,
      "text": "Fifteen years to do other poses think about this, what is your dream?"
    },
    {
      "index": 528,
      "start_time": 2451050.0,
      "end_time": 2456080.0,
      "text": "How long are you going to work at it when the world tells you know when everything says you failed"
    },
    {
      "index": 529,
      "start_time": 2456240.0,
      "end_time": 2460639.0,
      "text": "That didn't work out you failed it that that didn't work out you failed it that - that didn't work out"
    },
    {
      "index": 530,
      "start_time": 2460640.0,
      "end_time": 2463549.0,
      "text": "It's been ten years you've been trying to you been trying to live your dream"
    },
    {
      "index": 531,
      "start_time": 2463770.0,
      "end_time": 2464990.0,
      "text": "Are you gonna quit today?"
    },
    {
      "index": 532,
      "start_time": 2464990.0,
      "end_time": 2471500.0,
      "text": "Or are you gonna keep believing if your dream takes you five years ten years twenty or thirty years are you?"
    },
    {
      "index": 533,
      "start_time": 2471690.0,
      "end_time": 2475940.0,
      "text": "Going to stay the course you know you have to be stronger. How strong"
    },
    {
      "index": 534,
      "start_time": 2475940.0,
      "end_time": 2479480.0,
      "text": "Do you need to be as big and bold as your dreams are?"
    },
    {
      "index": 535,
      "start_time": 2480180.0,
      "end_time": 2484010.0,
      "text": "And he said that to you or that's go ahead with chemo you have to be stronger"
    },
    {
      "index": 536,
      "start_time": 2484170.0,
      "end_time": 2488510.0,
      "text": "and didn't he was do you think he knew he was teaching you that it wasn't just"
    },
    {
      "index": 537,
      "start_time": 2489300.0,
      "end_time": 2490501.0,
      "text": "physically stronger"
    },
    {
      "index": 538,
      "start_time": 2490500.0,
      "end_time": 2497689.0,
      "text": "He would have to have known on some intuitive level you know because there were other people that he that were basically doing"
    },
    {
      "index": 539,
      "start_time": 2497820.0,
      "end_time": 2501140.0,
      "text": "Worse than I was and didn't get told to be stronger"
    },
    {
      "index": 540,
      "start_time": 2501140.0,
      "end_time": 2505490.0,
      "text": "And so that was also something that was kind of this zen riddle about practicing with him"
    },
    {
      "index": 541,
      "start_time": 2505490.0,
      "end_time": 2508159.0,
      "text": "You know someone would be doing one pose and from the outside"
    },
    {
      "index": 542,
      "start_time": 2508160.0,
      "end_time": 2513619.0,
      "text": "It looked slightly disastrous and greed you would walk up and say oh good and you would think hmM?"
    },
    {
      "index": 543,
      "start_time": 2513620.0,
      "end_time": 2519140.0,
      "text": "What's good about that then you would look at you and you would think again from the outside all of like the olympic"
    },
    {
      "index": 544,
      "start_time": 2519140.0,
      "end_time": 2524240.0,
      "text": "you know marks of like the alignment is good here and the shoulder is good and that this is an alignment of it and he"
    },
    {
      "index": 545,
      "start_time": 2524240.0,
      "end_time": 2527750.0,
      "text": "Would come up to you and say well bad you know and you're thinking well"
    },
    {
      "index": 546,
      "start_time": 2527750.0,
      "end_time": 2531229.0,
      "text": "What's bad? You know and so it was never this kind of cookie cutter approach"
    },
    {
      "index": 547,
      "start_time": 2531270.0,
      "end_time": 2538609.0,
      "text": "It was really about meeting the person where they were and giving them exactly what it is that that person needed to grow wow"
    },
    {
      "index": 548,
      "start_time": 2538920.0,
      "end_time": 2545450.0,
      "text": "Sounds fascinating hmm, and you've obviously got this stronger message because you seem pretty strong. Yeah, I mean, it's still something"
    },
    {
      "index": 549,
      "start_time": 2545450.0,
      "end_time": 2549859.0,
      "text": "I think about every day. I mean I like to think that I'm stronger now, but there's still dreams"
    },
    {
      "index": 550,
      "start_time": 2550020.0,
      "end_time": 2554780.0,
      "text": "You know it's still things that I face. You know and honestly since the time I look back"
    },
    {
      "index": 551,
      "start_time": 2554780.0,
      "end_time": 2556780.0,
      "text": "And it can realize this that's come about in the last"
    },
    {
      "index": 552,
      "start_time": 2556860.0,
      "end_time": 2560299.0,
      "text": "Couple of years that I realized the pattern in my life that I can trace back full time"
    },
    {
      "index": 553,
      "start_time": 2560300.0,
      "end_time": 2565460.0,
      "text": "I'm about nine years old and I've suffered through periods of cyclical depression and during these periods of depression"
    },
    {
      "index": 554,
      "start_time": 2565560.0,
      "end_time": 2567950.0,
      "text": "I wanted to quit on me on life"
    },
    {
      "index": 555,
      "start_time": 2567950.0,
      "end_time": 2572250.0,
      "text": "And so I still wake up some mornings and feel I want to quit you know"
    },
    {
      "index": 556,
      "start_time": 2572250.0,
      "end_time": 2576989.0,
      "text": "I know what to do with it now, but it's not like it's gone, and I still wake up some mornings"
    },
    {
      "index": 557,
      "start_time": 2576990.0,
      "end_time": 2578020.0,
      "text": "And I think man"
    },
    {
      "index": 558,
      "start_time": 2578020.0,
      "end_time": 2580409.0,
      "text": "Is anybody listening does it doesn't matter?"
    },
    {
      "index": 559,
      "start_time": 2580630.0,
      "end_time": 2584130.0,
      "text": "And then you go back to the practice you go back to the practice"
    },
    {
      "index": 560,
      "start_time": 2584130.0,
      "end_time": 2591270.0,
      "text": "I go back to faith I go back to belief I go back to the foundation of the spiritual journey, and I keep going"
    },
    {
      "index": 561,
      "start_time": 2592150.0,
      "end_time": 2594569.0,
      "text": "How long did you spend with Guruji um?"
    },
    {
      "index": 562,
      "start_time": 2595210.0,
      "end_time": 2600629.0,
      "text": "About ten years okay, that's a long time. Yeah there or back and forth working for us, okay"
    },
    {
      "index": 563,
      "start_time": 2600630.0,
      "end_time": 2601150.0,
      "text": "you know so"
    },
    {
      "index": 564,
      "start_time": 2601150.0,
      "end_time": 2607109.0,
      "text": "my first trip was two months my second trip was six months in India make their trip uh six months in India so I sort"
    },
    {
      "index": 565,
      "start_time": 2607110.0,
      "end_time": 2611250.0,
      "text": "Of you know uprooted my life and spent a lot of time in India and kind of just went back and Forth between"
    },
    {
      "index": 566,
      "start_time": 2612790.0,
      "end_time": 2614790.0,
      "text": "Traveling living abroad and"
    },
    {
      "index": 567,
      "start_time": 2615520.0,
      "end_time": 2619469.0,
      "text": "sometimes going back home to see my parents and then being in India I found out very quickly that"
    },
    {
      "index": 568,
      "start_time": 2619600.0,
      "end_time": 2625650.0,
      "text": "If I didn't have an apartment, I could very easily save a lot of money which could get me a long ways in India"
    },
    {
      "index": 569,
      "start_time": 2625650.0,
      "end_time": 2630660.0,
      "text": "So I sort of moved back in with my parents after graduate school and just said you know one won't be here for a little"
    },
    {
      "index": 570,
      "start_time": 2630660.0,
      "end_time": 2635940.0,
      "text": "Bit I'm an only child my parents were pretty happy to have me back and I practiced in their garage"
    },
    {
      "index": 571,
      "start_time": 2636190.0,
      "end_time": 2641460.0,
      "text": "You know back out their car and practiced in the garage and taught yoga classes and say it's all my money"
    },
    {
      "index": 572,
      "start_time": 2641460.0,
      "end_time": 2646859.0,
      "text": "I went back to India wow and this is 10-15 years ago 14 15 17 years ago"
    },
    {
      "index": 573,
      "start_time": 2646930.0,
      "end_time": 2654599.0,
      "text": "Okay, before Instagram before yoga Ba before Youtube before youtube oh my gosh, not before you - yeah, say"
    },
    {
      "index": 574,
      "start_time": 2654600.0,
      "end_time": 2656171.0,
      "text": "it ain't so"
    },
    {
      "index": 575,
      "start_time": 2656170.0,
      "end_time": 2661619.0,
      "text": "Wow, okay, so and just so people know you were learning ashTanga yoga from Guru Ji"
    },
    {
      "index": 576,
      "start_time": 2661780.0,
      "end_time": 2663310.0,
      "text": "Can you give us like?"
    },
    {
      "index": 577,
      "start_time": 2663310.0,
      "end_time": 2670319.0,
      "text": "Quickly a brief history of even yoga and like why ashtag as opposed to another practice from people that just don't know because I'm guessing"
    },
    {
      "index": 578,
      "start_time": 2670320.0,
      "end_time": 2675270.0,
      "text": "You know this yeah, I mean, I'm and I'm already you know yoga or some script historian"
    },
    {
      "index": 579,
      "start_time": 2675270.0,
      "end_time": 2680759.0,
      "text": "But I'll give you the best sound bite that's possible, so yoga is an ancient spiritual practice"
    },
    {
      "index": 580,
      "start_time": 2680760.0,
      "end_time": 2684239.0,
      "text": "that's grounded in the inner search right and"
    },
    {
      "index": 581,
      "start_time": 2684760.0,
      "end_time": 2688859.0,
      "text": "yoga as a spiritual path is really as old as humanity itself and"
    },
    {
      "index": 582,
      "start_time": 2688990.0,
      "end_time": 2695969.0,
      "text": "It can be traced back to the time of the Rishi's which is the time of the vedas over 5000 years ago in"
    },
    {
      "index": 583,
      "start_time": 2696130.0,
      "end_time": 2697569.0,
      "text": "India's Historic past"
    },
    {
      "index": 584,
      "start_time": 2697570.0,
      "end_time": 2703260.0,
      "text": "The Yoga Tradition was always meant to be again part of a spiritual journey that was meant to be taught and what's called Guru parampara"
    },
    {
      "index": 585,
      "start_time": 2703820.0,
      "end_time": 2704910.0,
      "text": "Which is direct transmission?"
    },
    {
      "index": 586,
      "start_time": 2704910.0,
      "end_time": 2710179.0,
      "text": "from the teacher to the students so it's never something to be done kind of on your own always have a teacher who is the"
    },
    {
      "index": 587,
      "start_time": 2710180.0,
      "end_time": 2711210.0,
      "text": "original teacher"
    },
    {
      "index": 588,
      "start_time": 2711210.0,
      "end_time": 2716330.0,
      "text": "God is the original teacher and this is the idea that that the yoga practice itself is a gift of grace"
    },
    {
      "index": 589,
      "start_time": 2716490.0,
      "end_time": 2718490.0,
      "text": "It's a gift of knowledge"
    },
    {
      "index": 590,
      "start_time": 2718490.0,
      "end_time": 2720030.0,
      "text": "and this is a"
    },
    {
      "index": 591,
      "start_time": 2720030.0,
      "end_time": 2726140.0,
      "text": "Sacred spiritual practice now Yoga then gets passed on in various shapes and forms and different traditions"
    },
    {
      "index": 592,
      "start_time": 2726180.0,
      "end_time": 2731960.0,
      "text": "And there's this concept of Asana and Asana is the physical practice which is a foundation"
    },
    {
      "index": 593,
      "start_time": 2732540.0,
      "end_time": 2737870.0,
      "text": "To create health and healing in the body and also to create stillness in the body now"
    },
    {
      "index": 594,
      "start_time": 2737870.0,
      "end_time": 2743059.0,
      "text": "We have the sort of codification of a systematic approach to Asana"
    },
    {
      "index": 595,
      "start_time": 2743460.0,
      "end_time": 2746780.0,
      "text": "Documented about five hundred years ago and in a text is called the Hatha Yoga, Pradipika"
    },
    {
      "index": 596,
      "start_time": 2747450.0,
      "end_time": 2755120.0,
      "text": "Hatha Yoga Pradipika is beginning to talk about and describe in detail. How Asana itself the yoga poses actually begin to create"
    },
    {
      "index": 597,
      "start_time": 2755790.0,
      "end_time": 2762320.0,
      "text": "energetic shifts and spiritual awakenings in the body and then this kind of continues in different lineages and different practices"
    },
    {
      "index": 598,
      "start_time": 2762780.0,
      "end_time": 2769939.0,
      "text": "Into our current day experience of yoga the most important thing to find in yoga is to have a practice that has a lineage"
    },
    {
      "index": 599,
      "start_time": 2770190.0,
      "end_time": 2776090.0,
      "text": "Not just a charismatic and beautiful teacher, but a lineage because if you have a teacher who's not a student"
    },
    {
      "index": 600,
      "start_time": 2776610.0,
      "end_time": 2778350.0,
      "text": "the question becomes"
    },
    {
      "index": 601,
      "start_time": 2778350.0,
      "end_time": 2782299.0,
      "text": "You know just I would say it becomes questionable about how much?"
    },
    {
      "index": 602,
      "start_time": 2783150.0,
      "end_time": 2789769.0,
      "text": "yoga in a traditional sense that person is doing not to say that they can't be an amazing teacher and an amazing spiritual voice there's"
    },
    {
      "index": 603,
      "start_time": 2789770.0,
      "end_time": 2796219.0,
      "text": "the question of if you're going to be practicing yoga look to see it has your teacher been a student have they gone on a"
    },
    {
      "index": 604,
      "start_time": 2796590.0,
      "end_time": 2798620.0,
      "text": "Transformation do they continue to practice themselves?"
    },
    {
      "index": 605,
      "start_time": 2798990.0,
      "end_time": 2806360.0,
      "text": "Because this is really really important when we begin to kind of loop ourselves into a style of yoga whether it's Ashtanga"
    },
    {
      "index": 606,
      "start_time": 2806360.0,
      "end_time": 2813319.0,
      "text": "Yoga or any real any of the spiritual lineages that are available in Yoga the the poses themselves?"
    },
    {
      "index": 607,
      "start_time": 2813320.0,
      "end_time": 2818660.0,
      "text": "I think are secondary to or the order of poses are really secondary to the notion of a spiritual lineage"
    },
    {
      "index": 608,
      "start_time": 2820590.0,
      "end_time": 2827360.0,
      "text": "Continue watching this fascinating conversation for free by clicking on the link below to visit our website, and I'll see you on the inside"
    },
    {
      "index": 609,
      "start_time": 2831160.0,
      "end_time": 2833819.0,
      "text": "Be willing to put in the work right dream big"
    },
    {
      "index": 610,
      "start_time": 2833950.0,
      "end_time": 2838890.0,
      "text": "but don't wait for someone to knock on your door and deliver it to you put in the work and"
    },
    {
      "index": 611,
      "start_time": 2839200.0,
      "end_time": 2843450.0,
      "text": "Be humble about the work so don't come in with the chip on your shoulder"
    },
    {
      "index": 612,
      "start_time": 2843460.0,
      "end_time": 2844230.0,
      "text": "I'm awesome"
    },
    {
      "index": 613,
      "start_time": 2844230.0,
      "end_time": 2846719.0,
      "text": "And I deserve all this come in and say"
    },
    {
      "index": 614,
      "start_time": 2846730.0,
      "end_time": 2852780.0,
      "text": "How can I contribute what can I add to this alright be willing to put in the work dream big and work?"
    },
    {
      "index": 615,
      "start_time": 2853420.0,
      "end_time": 2855420.0,
      "text": "your ass off"
    }
  ]
}