{
  "video_id": "fk-F86cuj9w",
  "title": "How People around the World Celebrate Valentine's Day",
  "json": [
    {
      "index": 1,
      "start_time": 3629.0,
      "end_time": 8990.0,
      "text": "How to Learn How Other People around the World Celebrate Valentine&#39;s Day. Valentine&#39;s Day"
    },
    {
      "index": 2,
      "start_time": 8990.0,
      "end_time": 13430.0,
      "text": "is celebrated all over the world. Enjoy learning some of the customs and traditions that are"
    },
    {
      "index": 3,
      "start_time": 13430.0,
      "end_time": 20430.0,
      "text": "shared on this special day. You will need Greeting cards Candy Snowdrop flowers Poems"
    },
    {
      "index": 4,
      "start_time": 21519.0,
      "end_time": 28519.0,
      "text": "and roses. Step 1. Exchange candy on February 14 to be like a girl in Korea. Only the girls"
    },
    {
      "index": 5,
      "start_time": 29220.0,
      "end_time": 36800.0,
      "text": "give candy -- young men confess their love on March 14, known as \"white day.\" Step 2."
    },
    {
      "index": 6,
      "start_time": 36800.0,
      "end_time": 40849.0,
      "text": "Send snowdrop flowers to your friends and lover on Valentine&#39;s Day for a tradition from"
    },
    {
      "index": 7,
      "start_time": 40850.0,
      "end_time": 46220.0,
      "text": "Denmark. Exchange romantic or funny poems if you&#39;re part of a young couple. Step 3."
    },
    {
      "index": 8,
      "start_time": 46220.0,
      "end_time": 50870.0,
      "text": "Visit the \"Temple of Matchmaker\" if you&#39;re visiting China on Valentine&#39;s Day. Pray for"
    },
    {
      "index": 9,
      "start_time": 50870.0,
      "end_time": 55809.0,
      "text": "a loved one, for happiness, or a possible marriage. Valentine&#39;s Day falls on the seventh"
    },
    {
      "index": 10,
      "start_time": 55810.0,
      "end_time": 61760.0,
      "text": "day of the seventh Lunar month in the Chinese calendar. In China, Valentine&#39;s Day is also"
    },
    {
      "index": 11,
      "start_time": 61760.0,
      "end_time": 68560.0,
      "text": "known as \"Seven Sister&#39;s Festival\" and \"Daughter&#39;s Festival.\" Step 4. Exchange gifts with the"
    },
    {
      "index": 12,
      "start_time": 68560.0,
      "end_time": 73100.0,
      "text": "one you are courting if following the custom in Spain. Husbands send beautiful bouquets"
    },
    {
      "index": 13,
      "start_time": 73100.0,
      "end_time": 79869.0,
      "text": "of roses to their wives. Step 5. Celebrate Valentine&#39;s Day twice in Japan. Like in Korea,"
    },
    {
      "index": 14,
      "start_time": 79869.0,
      "end_time": 86450.0,
      "text": "women give gifts to their loved one on February 14. Men pamper the ladies on March 14. Chocolate"
    },
    {
      "index": 15,
      "start_time": 86450.0,
      "end_time": 92990.0,
      "text": "is the most popular gift exchanged in Japan. Step 6. Present flowers and cards to loved"
    },
    {
      "index": 16,
      "start_time": 92990.0,
      "end_time": 97639.0,
      "text": "ones on Valentine&#39;s Day if you&#39;re in Australia. Over 90 percent of people between the ages"
    },
    {
      "index": 17,
      "start_time": 97639.0,
      "end_time": 103449.0,
      "text": "of 18 to 24 celebrate the holiday in Australia. However you celebrate, have a happy Valentine&#39;s"
    },
    {
      "index": 18,
      "start_time": 103450.0,
      "end_time": 109579.0,
      "text": "Day! Did you know The World&#39;s first known printed Valentine card, published in 1797,"
    },
    {
      "index": 19,
      "start_time": 109579.0,
      "end_time": 112678.0,
      "text": "is on display at the British Museum in London."
    }
  ]
}