{
  "video_id": "Fk4Y5hpLyGU",
  "title": "Have You Ever Compared Yourself To Others?",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 8980.0,
      "text": "A lot of people spend their whole lives always comparing themselves to other people without even knowing how much it negatively affects them."
    },
    {
      "index": 2,
      "start_time": 8980.0,
      "end_time": 16720.0,
      "text": "When comparing yourself to someone who is inferior than you, you may feel content with who you are and lose the passion to grow to your full potential."
    },
    {
      "index": 3,
      "start_time": 16720.0,
      "end_time": 24520.0,
      "text": "When comparing yourself to someone who is superior than you, it could just make you feel bad about yourself and focus on how little you've progressed in comparison to them."
    },
    {
      "index": 4,
      "start_time": 24520.0,
      "end_time": 27560.0,
      "text": "And this can be very discouraging altogether."
    },
    {
      "index": 5,
      "start_time": 27560.0,
      "end_time": 33980.0,
      "text": "I mean if you look at someone else and work your own goals around theirs you're actually following someone else's path."
    },
    {
      "index": 6,
      "start_time": 33980.0,
      "end_time": 43440.0,
      "text": "But that path is probably not the same path as yours and will not be the path you need to take in order for you to achieve your own dreams."
    },
    {
      "index": 7,
      "start_time": 43440.0,
      "end_time": 45800.0,
      "text": "The thing is, everyone is different."
    },
    {
      "index": 8,
      "start_time": 45800.0,
      "end_time": 48700.0,
      "text": "Diamonds are valuable because it doesn't pretend to be Topaz."
    },
    {
      "index": 9,
      "start_time": 48700.0,
      "end_time": 51760.0,
      "text": "Topaz are valuable because it doesn't pretend to be Rubies."
    },
    {
      "index": 10,
      "start_time": 51760.0,
      "end_time": 55940.0,
      "text": "Everything is beautiful in it's own way."
    },
    {
      "index": 11,
      "start_time": 55940.0,
      "end_time": 58680.0,
      "text": "We are all valuable in our own way."
    },
    {
      "index": 12,
      "start_time": 58680.0,
      "end_time": 65620.0,
      "text": "For example, if you're a fish but you compare your running skills to a tiger, you will undoubtedly be disappointed in your own value."
    },
    {
      "index": 13,
      "start_time": 65620.0,
      "end_time": 68720.0,
      "text": "But actually, you can swim way better than a tiger can."
    },
    {
      "index": 14,
      "start_time": 68720.0,
      "end_time": 72300.0,
      "text": "And that there is your value."
    },
    {
      "index": 15,
      "start_time": 72300.0,
      "end_time": 76280.0,
      "text": "Therefore, what you should be focusing on is finding yourself."
    },
    {
      "index": 16,
      "start_time": 76280.0,
      "end_time": 79600.0,
      "text": "Walking on your own path and competing with yourself."
    },
    {
      "index": 17,
      "start_time": 79600.0,
      "end_time": 86000.0,
      "text": "Instead of looking at yourself and the things that you don't have, you should be focusing on the things that you do have and do well."
    },
    {
      "index": 18,
      "start_time": 86000.0,
      "end_time": 96640.0,
      "text": "And even if being yourself doesn't always succeed, like maybe you'll fall, or maybe you'll fail, you should just think that whatever the outcome is, it's the best outcome you could have."
    },
    {
      "index": 19,
      "start_time": 96660.0,
      "end_time": 108340.0,
      "text": "Now you're probably wondering something like: Hey I lost the race, hey I didn't do as well on my exams as my friends, hey I did terribly in the job interview, and then think how is that the best outcome I could have?"
    },
    {
      "index": 20,
      "start_time": 108340.0,
      "end_time": 113660.0,
      "text": "It's the best outcome because of the circumstances in that moment."
    },
    {
      "index": 21,
      "start_time": 113660.0,
      "end_time": 125220.0,
      "text": "I'll give you an example, there was a runner who finished in 4th place because the night before she raced, she didn't sleep very well therefore not getting enough rest and not having enough energy to run as she did when she was training."
    },
    {
      "index": 22,
      "start_time": 125220.0,
      "end_time": 134640.0,
      "text": "She was really sad and she blamed herself because she thought that she didn't do the best that she could because if she had had more rest, she would have done better."
    },
    {
      "index": 23,
      "start_time": 134640.0,
      "end_time": 139180.0,
      "text": "But in reality, she's not able to turn back the time to when she didn't get enough rest."
    },
    {
      "index": 24,
      "start_time": 139180.0,
      "end_time": 145820.0,
      "text": "Which means that ultimately, we cannot control everything and we cannot change anything even if it wasn't done as well as we had hoped."
    },
    {
      "index": 25,
      "start_time": 145820.0,
      "end_time": 150640.0,
      "text": "It really was the best outcome considering the situation."
    },
    {
      "index": 26,
      "start_time": 150640.0,
      "end_time": 168760.0,
      "text": "The voice in our head that's always telling us things like \"had I known, I wouldn't have done it that way\" or \"if I hadn't done it like this,  I wouldn't be in the position I am in now\", they comes from our hope and expectations that want to fix our disappointments but in reality we aren't able to turn back the time to fix what's already happened."
    },
    {
      "index": 27,
      "start_time": 168760.0,
      "end_time": 174720.0,
      "text": "And because we can't fix it, then we think that's it's our fault and we blame ourselves."
    },
    {
      "index": 28,
      "start_time": 174720.0,
      "end_time": 178900.0,
      "text": "But no matter how much we blame ourselves, we can't change the past."
    },
    {
      "index": 29,
      "start_time": 178900.0,
      "end_time": 187960.0,
      "text": "Therefore, the only thing that can release us from blaming ourselves is to understand that we are not the only cause for what happened."
    },
    {
      "index": 30,
      "start_time": 187960.0,
      "end_time": 191960.0,
      "text": "The runner finished in 4th place not just because she was too excited to fall asleep."
    },
    {
      "index": 31,
      "start_time": 191960.0,
      "end_time": 194420.0,
      "text": "But it was also because of several other reasons."
    },
    {
      "index": 32,
      "start_time": 194420.0,
      "end_time": 199160.0,
      "text": "The 3 winners had trained 6 months longer than her and were more familiar with the trail."
    },
    {
      "index": 33,
      "start_time": 199160.0,
      "end_time": 204320.0,
      "text": "Not only that, but actually there was another runner that didn't make it because of a major traffic jam."
    },
    {
      "index": 34,
      "start_time": 204340.0,
      "end_time": 206580.0,
      "text": "There was traffic because there was construction."
    },
    {
      "index": 35,
      "start_time": 206580.0,
      "end_time": 209220.0,
      "text": "There was construction to fix a broken telephone pole."
    },
    {
      "index": 36,
      "start_time": 209220.0,
      "end_time": 214720.0,
      "text": "There was a broken telephone pole from the lightning and there was lightning from the storm."
    },
    {
      "index": 37,
      "start_time": 214720.0,
      "end_time": 222400.0,
      "text": "Now you can see that had the storm not hit last night, our racer would've finished 5th place because the other runner would have made it to the race."
    },
    {
      "index": 38,
      "start_time": 222400.0,
      "end_time": 225360.0,
      "text": "There are so many other reasons that this could have happened."
    },
    {
      "index": 39,
      "start_time": 225360.0,
      "end_time": 230100.0,
      "text": "We are not the only ones to cause something to happen and we can never go back to change the past."
    },
    {
      "index": 40,
      "start_time": 230100.0,
      "end_time": 240960.0,
      "text": "So if we can remember that when we are disappointed in ourselves, we may learn to blame ourselves less, have a little bit more understanding and be able to accept the things that happen to us."
    }
  ]
}