{
  "video_id": "FkoDDPr568s",
  "title": "Peter Joseph Speech on Zday 2010 (interactive)10 / 10",
  "json": [
    {
      "index": 1,
      "start_time": 1650.0,
      "end_time": 8650.0,
      "text": "Not trend-projections, which make things cataclysmic, but the knowledge we have now. [Applause]"
    },
    {
      "index": 2,
      "start_time": 9740.0,
      "end_time": 13639.0,
      "text": "But this isn&#39;t just a fanciful notion of, say \"Oh, we can have more free time\"; there&#39;s"
    },
    {
      "index": 3,
      "start_time": 13639.0,
      "end_time": 17929.0,
      "text": "also a social imperative here. It&#39;s a very critical thing to point out, that historically"
    },
    {
      "index": 4,
      "start_time": 17929.0,
      "end_time": 23479.0,
      "text": "speaking, the more that we have moved to automation, or what&#39;s called \"mechanization\", in any industry,"
    },
    {
      "index": 5,
      "start_time": 23480.0,
      "end_time": 30480.0,
      "text": "the greater the productivity. In fact, productivity is now inverse to employment in many sectors"
    },
    {
      "index": 6,
      "start_time": 30640.0,
      "end_time": 37640.0,
      "text": "studied, which means it is socially irresponsible not to automate as much as possible, for it"
    },
    {
      "index": 7,
      "start_time": 37790.0,
      "end_time": 43160.0,
      "text": "allows for greater abundance and efficiency. Here&#39;s a chart of the G7 advanced industrialized"
    },
    {
      "index": 8,
      "start_time": 43160.0,
      "end_time": 48500.0,
      "text": "countries, showing how employment in manufacturing has been dropping, while manufacturing output"
    },
    {
      "index": 9,
      "start_time": 48500.0,
      "end_time": 52890.0,
      "text": "has risen substantially. And this particular trend is happening across the board, and why"
    },
    {
      "index": 10,
      "start_time": 52890.0,
      "end_time": 57250.0,
      "text": "wouldn&#39;t it? These machines don&#39;t need to take lunch breaks, they don&#39;t need vacations,"
    },
    {
      "index": 11,
      "start_time": 57250.0,
      "end_time": 62490.0,
      "text": "they don&#39;t need insurance. It makes perfect sense. And as a very quick point, what you&#39;re"
    },
    {
      "index": 12,
      "start_time": 62490.0,
      "end_time": 68100.0,
      "text": "gonna tend to find is that the inexpense of machines- machines are becoming so inexpensive"
    },
    {
      "index": 13,
      "start_time": 68100.0,
      "end_time": 73320.0,
      "text": "now, technology is exponentially growing at such a rate. In your cell phone you have a"
    },
    {
      "index": 14,
      "start_time": 73320.0,
      "end_time": 77710.0,
      "text": "little microchip that&#39;s more powerful than the greatest super-computer that existed 50"
    },
    {
      "index": 15,
      "start_time": 77710.0,
      "end_time": 82700.0,
      "text": "years ago. And it&#39;s really cheap now; the first great super-computer costed millions"
    },
    {
      "index": 16,
      "start_time": 82700.0,
      "end_time": 86700.0,
      "text": "and millions of dollars. People aren&#39;t gonna be affordable anymore to most corporations."
    },
    {
      "index": 17,
      "start_time": 86700.0,
      "end_time": 91700.0,
      "text": "They are gonna automate because they can&#39;t figure out a way to reconcile keeping human"
    },
    {
      "index": 18,
      "start_time": 91700.0,
      "end_time": 98700.0,
      "text": "labor anymore, except for ideological things, of course. And fifth, we have to move from"
    },
    {
      "index": 19,
      "start_time": 98479.0,
      "end_time": 105320.0,
      "text": "a system of materialism and property to a system of universal access. Now, before this"
    },
    {
      "index": 20,
      "start_time": 105320.0,
      "end_time": 112320.0,
      "text": "point is dismissed as communist propaganda, let&#39;s consider the train of thought. In a"
    },
    {
      "index": 21,
      "start_time": 112580.0,
      "end_time": 117170.0,
      "text": "resource-based economy, where production is streamlined to maximize quality and minimize"
    },
    {
      "index": 22,
      "start_time": 117170.0,
      "end_time": 123369.0,
      "text": "waste and duplication, the idea of property becomes obsolete and, in fact, detrimental."
    },
    {
      "index": 23,
      "start_time": 123369.0,
      "end_time": 128899.0,
      "text": "People do not need to hoard and protect anything. They simply need access to what they need"
    },
    {
      "index": 24,
      "start_time": 128899.0,
      "end_time": 133879.0,
      "text": "at the time they need it. The best example is the automobile. We&#39;ve been finding in science"
    },
    {
      "index": 25,
      "start_time": 133879.0,
      "end_time": 138810.0,
      "text": "now, there have been tests done of cars that can drive themselves. It&#39;s been tested- satellite-driven"
    },
    {
      "index": 26,
      "start_time": 138810.0,
      "end_time": 142670.0,
      "text": "automobiles that can navigate very well. And Jacque talked about this years ago as well,"
    },
    {
      "index": 27,
      "start_time": 142670.0,
      "end_time": 147328.0,
      "text": "using Doppler radar, so cars simply cannot hit another car. These things are coming to"
    },
    {
      "index": 28,
      "start_time": 147329.0,
      "end_time": 151150.0,
      "text": "fruition. So in the future if you need to go somewhere, you call up the car that you"
    },
    {
      "index": 29,
      "start_time": 151150.0,
      "end_time": 155689.0,
      "text": "need, it comes to you, you utilize it, and then, when you are at your location, it goes"
    },
    {
      "index": 30,
      "start_time": 155689.0,
      "end_time": 160129.0,
      "text": "back and helps somebody else. As opposed to sitting in some parking lot, wasting time"
    },
    {
      "index": 31,
      "start_time": 160129.0,
      "end_time": 165469.0,
      "text": "and space for likely 80% of the automobile&#39;s life. This is what we do. We waste so much"
    },
    {
      "index": 32,
      "start_time": 165469.0,
      "end_time": 172469.0,
      "text": "space and resources... [Applause] We waste so much space and resources with this primitive"
    },
    {
      "index": 33,
      "start_time": 175889.0,
      "end_time": 181219.0,
      "text": "concept of personal ownership. It is environmentally detrimental and socially inefficient. And"
    },
    {
      "index": 34,
      "start_time": 181219.0,
      "end_time": 186100.0,
      "text": "by the way, property isn&#39;t an American or capitalist idea. It&#39;s really a primitive mental"
    },
    {
      "index": 35,
      "start_time": 186100.0,
      "end_time": 190269.0,
      "text": "perspective generated from generations of scarcity. People claimed legal ownership because"
    },
    {
      "index": 36,
      "start_time": 190269.0,
      "end_time": 195219.0,
      "text": "it was simply a form of protection. It&#39;s also controlled restriction, in fact. You know,"
    },
    {
      "index": 37,
      "start_time": 195219.0,
      "end_time": 199249.0,
      "text": "no longer would someone need to live in one place. One could travel the world constantly,"
    },
    {
      "index": 38,
      "start_time": 199249.0,
      "end_time": 203700.0,
      "text": "getting what they need, as they move along. Anything needed is obtained without restriction."
    },
    {
      "index": 39,
      "start_time": 203700.0,
      "end_time": 207399.0,
      "text": "There&#39;s no reason to even \"steal\" something, and this is an extremely important point."
    },
    {
      "index": 40,
      "start_time": 207400.0,
      "end_time": 211749.0,
      "text": "How could you steal something that no one owns? You certainly couldn&#39;t resell it &#39;cause"
    },
    {
      "index": 41,
      "start_time": 211749.0,
      "end_time": 218749.0,
      "text": "there&#39;s no money. Right there, you have 95% of all crime gone. [Applause] In conclusion,"
    },
    {
      "index": 42,
      "start_time": 223540.0,
      "end_time": 230540.0,
      "text": "as paradoxical as it may seem, the more efficient and conservative we become, the more streamlined"
    },
    {
      "index": 43,
      "start_time": 231239.0,
      "end_time": 237219.0,
      "text": "we become, the higher the level of abundance we can generate for all of us. Today around"
    },
    {
      "index": 44,
      "start_time": 237219.0,
      "end_time": 242659.0,
      "text": "the world many people often say, \"I wish we could live like Americans.\" I know you&#39;ve"
    },
    {
      "index": 45,
      "start_time": 242659.0,
      "end_time": 249659.0,
      "text": "heard this before. Well... no. The contrived, ostentatious orientation and conspicious consumption"
    },
    {
      "index": 46,
      "start_time": 252379.0,
      "end_time": 257949.0,
      "text": "patterns of the American culture should be despised by all other countries on this planet."
    },
    {
      "index": 47,
      "start_time": 257949.0,
      "end_time": 264949.0,
      "text": "We have 5% of the population... [Applause] We have 5% of the population and we consume"
    },
    {
      "index": 48,
      "start_time": 270409.0,
      "end_time": 276699.0,
      "text": "30% of the world&#39;s resources. It&#39;s insane. In a resource-based economy where we base"
    },
    {
      "index": 49,
      "start_time": 276699.0,
      "end_time": 282800.0,
      "text": "our production distribution on physical referents starting with the carrying capacity of the"
    },
    {
      "index": 50,
      "start_time": 282800.0,
      "end_time": 288530.0,
      "text": "Earth; where we streamline our labor expression towards things that have a long-term social"
    },
    {
      "index": 51,
      "start_time": 288530.0,
      "end_time": 293690.0,
      "text": "return; where we get rid of the cancer known as the financial system and start to share"
    },
    {
      "index": 52,
      "start_time": 293690.0,
      "end_time": 299389.0,
      "text": "our resources in a diligent way, working together, avoiding the false values of materialism and"
    },
    {
      "index": 53,
      "start_time": 299389.0,
      "end_time": 305390.0,
      "text": "consumption pushed upon our culture, we find that we can provide a high quality of life"
    },
    {
      "index": 54,
      "start_time": 305390.0,
      "end_time": 311500.0,
      "text": "for everyone on this planet, while eliminating all of the central reasons for war, poverty,"
    },
    {
      "index": 55,
      "start_time": 311500.0,
      "end_time": 316759.0,
      "text": "destitution, violence, criminal behavior, neurosis. It would be the dawn of a world"
    },
    {
      "index": 56,
      "start_time": 316759.0,
      "end_time": 322300.0,
      "text": "we could actually label a civilization. And if that isn&#39;t a goal worth working towards,"
    },
    {
      "index": 57,
      "start_time": 322300.0,
      "end_time": 323270.0,
      "text": "I don&#39;t know what is. Thank you."
    }
  ]
}