{
  "video_id": "FM95_k9onEc",
  "title": "If Milk Commercials Were Honest - Honest Ads",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2679.0,
      "end_time": 7469.0,
      "text": "If you want to grow up big and strong then buy my mammal utter juice products."
    },
    {
      "index": 2,
      "start_time": 7480.0,
      "end_time": 9630.0,
      "text": "They won't actually make you big and strong."
    },
    {
      "index": 3,
      "start_time": 9670.0,
      "end_time": 14790.0,
      "text": "But we've been literally saying they'll make your bones stronger for years and no one's questioned it."
    },
    {
      "index": 4,
      "start_time": 15130.0,
      "end_time": 21239.0,
      "text": "Yes in its runny liquid form this liquid Cow teat spray pairs perfectly with"
    },
    {
      "index": 5,
      "start_time": 21400.0,
      "end_time": 27269.0,
      "text": "everything from your high fructose flakes of corn to your sugary disks of fat, or just by itself."
    },
    {
      "index": 6,
      "start_time": 28689.0,
      "end_time": 30189.0,
      "text": "Mmm"
    },
    {
      "index": 7,
      "start_time": 30189.0,
      "end_time": 36020.0,
      "text": "So fresh you can still taste the animal milk sack that we squeeze this out of . Yes."
    },
    {
      "index": 8,
      "start_time": 36020.0,
      "end_time": 39120.0,
      "text": "This nutrient-Rich ooze was meant for another mammal."
    },
    {
      "index": 9,
      "start_time": 39120.0,
      "end_time": 43950.0,
      "text": "But will tell you it's good for you by showing you that one athlete you like so much"
    },
    {
      "index": 10,
      "start_time": 43950.0,
      "end_time": 49559.0,
      "text": "and put on glue that looks like milk on her upper lip. Right, athlete? Do you have this product?"
    },
    {
      "index": 11,
      "start_time": 49559.0,
      "end_time": 56549.0,
      "text": "oh, what a slogan, and all those sugary treats wouldn't taste good without my solidified utter fat."
    },
    {
      "index": 12,
      "start_time": 56949.0,
      "end_time": 58949.0,
      "text": "That's right."
    },
    {
      "index": 13,
      "start_time": 59079.0,
      "end_time": 63659.0,
      "text": "Most baked items fried items are generally cooked items use slabs of the"
    },
    {
      "index": 14,
      "start_time": 63729.0,
      "end_time": 70559.0,
      "text": "fattiest part of the cow goo or sometimes you spread it on top of the baked things once they're done. Either way,"
    },
    {
      "index": 15,
      "start_time": 70830.0,
      "end_time": 75809.0,
      "text": "we make sure that you're always eating it or you can have our aged cow titty goop"
    },
    {
      "index": 16,
      "start_time": 75810.0,
      "end_time": 80189.0,
      "text": "depending on how long we let it get moldy changes"
    },
    {
      "index": 17,
      "start_time": 80189.0,
      "end_time": 83099.0,
      "text": "what kind of fancy block of solid pus it becomes."
    },
    {
      "index": 18,
      "start_time": 83380.0,
      "end_time": 89070.0,
      "text": "And, if we can't sell enough of it will sneak the excess into your food without you knowing it."
    },
    {
      "index": 19,
      "start_time": 89070.0,
      "end_time": 94320.0,
      "text": "In fact, we made it possible for us to sneak it into a ton of food with some fancy politics."
    },
    {
      "index": 20,
      "start_time": 94660.0,
      "end_time": 99400.0,
      "text": "How do you think pizza companies made their crust taste better? It's all thanks to us"
    },
    {
      "index": 21,
      "start_time": 99640.0,
      "end_time": 104540.0,
      "text": "That's right even if you don't think you're buying my goo. You're buying my goo."
    },
    {
      "index": 22,
      "start_time": 104549.0,
      "end_time": 111449.0,
      "text": "But you're probably willingly buying my animal squishy glom because we crammed our utter goo agenda into your food"
    },
    {
      "index": 23,
      "start_time": 111640.0,
      "end_time": 116699.0,
      "text": "pyramid or plate or whatever nonsense picture you subscribe to to tell you how to eat healthy ?"
    },
    {
      "index": 24,
      "start_time": 116890.0,
      "end_time": 120419.0,
      "text": "So you now think that you need this in your diet."
    },
    {
      "index": 25,
      "start_time": 120780.0,
      "end_time": 125430.0,
      "text": "Once we've brainwashed you to add my gloopy animal squirts into your diet."
    },
    {
      "index": 26,
      "start_time": 125530.0,
      "end_time": 131699.0,
      "text": "We've got you for good because these solidified, cow nipple drops are physically addictive"
    },
    {
      "index": 27,
      "start_time": 132080.0,
      "end_time": 138559.0,
      "text": "That's right. When we mold our cow breast milk into these solid blocks of melty mush, it creates"
    },
    {
      "index": 28,
      "start_time": 138990.0,
      "end_time": 142579.0,
      "text": "casomorphins which is an opiate more addictive than morphine"
    },
    {
      "index": 29,
      "start_time": 143130.0,
      "end_time": 150260.0,
      "text": "which is good for us because if you really knew how we treat the cows, whose utter drops we steal you wouldn't buy it."
    },
    {
      "index": 30,
      "start_time": 150510.0,
      "end_time": 156469.0,
      "text": "It's horrifying and unhygenic and full of hormones and drugs and literal pus and animal abuse"
    },
    {
      "index": 31,
      "start_time": 156870.0,
      "end_time": 161899.0,
      "text": "or maybe you do know all this, but you're too addicted to my solidified blocks of fresh-squeezed mammal to care."
    },
    {
      "index": 32,
      "start_time": 164460.0,
      "end_time": 168710.0,
      "text": "If it makes you feel better to pretend that the milk tastes better when the cows are happier"
    },
    {
      "index": 33,
      "start_time": 168780.0,
      "end_time": 175699.0,
      "text": "we'll show you a bunch of cows in a field, but that's unrelated to our actual process. So drink and eat my creamy goo."
    },
    {
      "index": 34,
      "start_time": 175700.0,
      "end_time": 183500.0,
      "text": "That's shot out of a larger animal stomach because look it melts which is somehow an appealing thing for eating."
    },
    {
      "index": 35,
      "start_time": 184050.0,
      "end_time": 187850.0,
      "text": "That's right. Numb it up. I'm Roger by the way."
    },
    {
      "index": 36,
      "start_time": 188820.0,
      "end_time": 191659.0,
      "text": "But you can call me the Milkman."
    },
    {
      "index": 37,
      "start_time": 196980.0,
      "end_time": 202129.0,
      "text": "Thanks for watching if you want to subscribe hit the big C in the middle and if you want to watch more videos,"
    },
    {
      "index": 38,
      "start_time": 202260.0,
      "end_time": 208000.0,
      "text": "like Honest ads hit one of the boxes to the right. Be sure to hit the notification bell below."
    },
    {
      "index": 39,
      "start_time": 208000.0,
      "end_time": 210799.0,
      "text": "so YouTube will notify you when we have a new video."
    },
    {
      "index": 40,
      "start_time": 212370.0,
      "end_time": 214370.0,
      "text": "See you next time."
    }
  ]
}