{
  "video_id": "fMtb1oYGIl4",
  "title": "WWII Factions: The Japanese Army",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 600.0,
      "end_time": 3860.0,
      "text": "Faction -- The Japanese Army -- World War II"
    },
    {
      "index": 2,
      "start_time": 5060.0,
      "end_time": 6880.0,
      "text": "Spontaneous subtitles from C.B. :)"
    },
    {
      "index": 3,
      "start_time": 7920.0,
      "end_time": 14320.0,
      "text": "During the 1920s, the Imperial Japanese Army expanded greatly in its number of men and military spending."
    },
    {
      "index": 4,
      "start_time": 14580.0,
      "end_time": 20280.0,
      "text": "The Meiji Constitution put the Emperor in charge of all the Imperial Japanese armed forces."
    },
    {
      "index": 5,
      "start_time": 20280.0,
      "end_time": 25600.0,
      "text": "Although most of the time, the Ministry of War and the General Staff Office controlled its actions."
    },
    {
      "index": 6,
      "start_time": 25860.0,
      "end_time": 35520.0,
      "text": "The Kwantung Army -- an army group of the imperial Japanese Army started a new phase of Japanese imperialism by invading Manchuria in 1931."
    },
    {
      "index": 7,
      "start_time": 35520.0,
      "end_time": 39400.0,
      "text": "The Imperial Japanese Army at this point had 17 divisions."
    },
    {
      "index": 8,
      "start_time": 39660.0,
      "end_time": 48340.0,
      "text": "Starting in 1937, the Second Sino-Japanese War which some historians consider the beginning of World War II so Japan against China."
    },
    {
      "index": 9,
      "start_time": 48540.0,
      "end_time": 53020.0,
      "text": "During this conflict, the Imperial Japanese Army gained its reputation for brutality."
    },
    {
      "index": 10,
      "start_time": 53559.0,
      "end_time": 59249.0,
      "text": "The war in China would drain the Army's resources and bring forward a need for increased conscription."
    },
    {
      "index": 11,
      "start_time": 59710.0,
      "end_time": 64320.0,
      "text": "The Imperial Japanese Army also conflicted with the Red Army during the 1930s."
    },
    {
      "index": 12,
      "start_time": 64720.0,
      "end_time": 68760.0,
      "text": "Starting with a border clash, it turned into a large war near the city of Nomanhan."
    },
    {
      "index": 13,
      "start_time": 68760.0,
      "end_time": 74879.0,
      "text": "Ending in 1939 with the decisive Nomanhan Incident or the Battles of Khalkhyn Gol."
    },
    {
      "index": 14,
      "start_time": 75460.0,
      "end_time": 79700.0,
      "text": "At the end of this conflict, the Red Army defeated the Japanese Army."
    },
    {
      "index": 15,
      "start_time": 79700.0,
      "end_time": 89400.0,
      "text": "This loss of prestige for the Imperial Japanese Army put the Imperial Japanese Navy as the priority and this inter-service rivalry would continue throughout World War II."
    },
    {
      "index": 16,
      "start_time": 89660.0,
      "end_time": 97000.0,
      "text": "In 1941, the United States joined the War when the Japanese attacked Pearl Harbor under the orders of General Hideki Tojo."
    },
    {
      "index": 17,
      "start_time": 97080.0,
      "end_time": 103320.0,
      "text": "Emperor Hirohito had appointed Tojo who was also the Minister of War from 1940 as Prime Minister."
    },
    {
      "index": 18,
      "start_time": 103780.0,
      "end_time": 110849.0,
      "text": "By this time in the war the Imperial Japanese Army possessed 51 divisions totaling 1.7 million men."
    },
    {
      "index": 19,
      "start_time": 111660.0,
      "end_time": 120460.0,
      "text": "Most of these divisions were mobilised in China and large garrisons were held in Manchuria, Korea, Formosa, Indochina and the Home Islands."
    },
    {
      "index": 20,
      "start_time": 121140.0,
      "end_time": 125700.0,
      "text": "The Imperial Japanese Army was victorious early on in the Pacific Theater."
    },
    {
      "index": 21,
      "start_time": 125700.0,
      "end_time": 134640.0,
      "text": "The capture of Hong Kong in 1941 and Singapore in 1942 humiliated Britain which underestimated the Japanese forces greatly."
    },
    {
      "index": 22,
      "start_time": 134980.0,
      "end_time": 143300.0,
      "text": "In 1942, the Japanese Army also captured the Philippines from United States, taking on thousands of American and Filipino prisoners of war."
    },
    {
      "index": 23,
      "start_time": 144000.0,
      "end_time": 154100.0,
      "text": "As well as this, the Imperial Japanese Army assisted by Thai forces and the Burmese Independence Army occupied Burma and pushed the British and Chinese forces out."
    },
    {
      "index": 24,
      "start_time": 154600.0,
      "end_time": 161420.0,
      "text": "Eventually allied counter-offensive such as the Guadalcanal campaign forced the Japanese army into a more defensive posture."
    },
    {
      "index": 25,
      "start_time": 162200.0,
      "end_time": 170820.0,
      "text": "From 1943, there was a shortage of military, medicine and food supplies, and starvation would contribute to too many Japanese soldiers deaths."
    },
    {
      "index": 26,
      "start_time": 171240.0,
      "end_time": 178300.0,
      "text": "As the war progressed and the situation became more desperate for the Army, Japanese soldiers started to use more sacrificial tactics."
    },
    {
      "index": 27,
      "start_time": 178300.0,
      "end_time": 184500.0,
      "text": "In the Battle of Saipan in 1944, only a handful of troops surrendered to US forces."
    },
    {
      "index": 28,
      "start_time": 184880.0,
      "end_time": 192560.0,
      "text": "In 1945, the War looked hopeless for the Japanese. U.S. forces had taken back the Philippines and captured Iwo Jima and Okinawa."
    },
    {
      "index": 29,
      "start_time": 192840.0,
      "end_time": 198980.0,
      "text": "The Army had almost 2 million troops strong was recalled to defend the mainland against impending invasion."
    },
    {
      "index": 30,
      "start_time": 199320.0,
      "end_time": 203340.0,
      "text": "However, the bombing of Hiroshima and Nagasaki prevented further conflict."
    },
    {
      "index": 31,
      "start_time": 204060.0,
      "end_time": 209320.0,
      "text": "With the Japanese surrender at the end of the war, the Imperial Japanese Army was dissolved."
    },
    {
      "index": 32,
      "start_time": 210040.0,
      "end_time": 216720.0,
      "text": "Approximately 6.3 million men served in the Imperial Japanese Army from 1937 to 1945."
    },
    {
      "index": 33,
      "start_time": 216900.0,
      "end_time": 221400.0,
      "text": "It is estimated that 1.3 million were killed or missing in action."
    }
  ]
}