{
  "video_id": "FN3MFhYPWWo",
  "title": "How do your kidneys work? - Emma Bryce",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6826.0,
      "end_time": 12286.0,
      "text": "It's a hot day, and you've just downed several glasses of water, one after the other."
    },
    {
      "index": 2,
      "start_time": 12286.0,
      "end_time": 19715.0,
      "text": "Behind the sudden urge that follows are two bean-shaped organs that work as fine-tuned internal sensors."
    },
    {
      "index": 3,
      "start_time": 19715.0,
      "end_time": 29447.0,
      "text": "They balance the amount of fluid in your body, detect waste in your blood, and know when to release the vitamins, minerals, and hormones you need to stay alive."
    },
    {
      "index": 4,
      "start_time": 29447.0,
      "end_time": 31637.0,
      "text": "Say hello to your kidneys."
    },
    {
      "index": 5,
      "start_time": 31637.0,
      "end_time": 38672.0,
      "text": "The main role of these organs is to dispose of waste products and to turn them into urine."
    },
    {
      "index": 6,
      "start_time": 38672.0,
      "end_time": 51849.0,
      "text": "The body's eight liters of blood pass through the kidneys between 20 and 25 times each day, meaning that, together, these organs filter about 180 liters every 24 hours."
    },
    {
      "index": 7,
      "start_time": 51849.0,
      "end_time": 59700.0,
      "text": "The ingredients in your blood are constantly changing as you ingest food and drink, which explains why  the kidneys need to be on permanent duty."
    },
    {
      "index": 8,
      "start_time": 60000.0,
      "end_time": 71478.0,
      "text": "Blood enters each kidney through arteries that branch and branch, until they form tiny vessels that entwine with special internal modules, called nephrons."
    },
    {
      "index": 9,
      "start_time": 71478.0,
      "end_time": 80541.0,
      "text": "In each kidney, 1 million of these nephrons form a powerful array of filters and sensors that carefully sift through the blood."
    },
    {
      "index": 10,
      "start_time": 80541.0,
      "end_time": 85968.0,
      "text": "This is where we see just how refined and accurate this internal sensing system is."
    },
    {
      "index": 11,
      "start_time": 85968.0,
      "end_time": 97200.0,
      "text": "To filter the blood, each nephron uses two powerful pieces of equipment: a blob-like structure called a glomerulus, and a long, stringy, straw-like tubule."
    },
    {
      "index": 12,
      "start_time": 97200.0,
      "end_time": 105248.0,
      "text": "The glomerulus works like a sieve, allowing only certain ingredients, such as vitamins and minerals, to pass into the tubule."
    },
    {
      "index": 13,
      "start_time": 105248.0,
      "end_time": 111361.0,
      "text": "Then, this vessel's job is to detect whether any of those ingredients are needed in the body."
    },
    {
      "index": 14,
      "start_time": 111361.0,
      "end_time": 117778.0,
      "text": "If so, they're reabsorbed in amounts that the body needs, so they can circulate in the blood again."
    },
    {
      "index": 15,
      "start_time": 117778.0,
      "end_time": 120448.0,
      "text": "But the blood doesn't only carry useful ingredients."
    },
    {
      "index": 16,
      "start_time": 120448.0,
      "end_time": 122955.0,
      "text": "It contains waste products, too."
    },
    {
      "index": 17,
      "start_time": 122955.0,
      "end_time": 125782.0,
      "text": "And the nephrons have to figure out what to do with them."
    },
    {
      "index": 18,
      "start_time": 125782.0,
      "end_time": 139118.0,
      "text": "The tubules sense compounds the body doesn't need, like urea, left over from the breakdown of proteins, and redirects them as urine out of the kidneys and through two long sewers called ureters."
    },
    {
      "index": 19,
      "start_time": 139118.0,
      "end_time": 146536.0,
      "text": "These tubes empty their contents into the bladder to be discharged, ridding your body of that waste once and for all."
    },
    {
      "index": 20,
      "start_time": 146536.0,
      "end_time": 148851.0,
      "text": "There's water in that urine, too."
    },
    {
      "index": 21,
      "start_time": 148851.0,
      "end_time": 158970.0,
      "text": "If the kidney detects too much of it in your blood, for instance, when you've chugged several glasses at once, it sends the extra liquid to the bladder to be removed."
    },
    {
      "index": 22,
      "start_time": 158970.0,
      "end_time": 168280.0,
      "text": "On the other hand, low water levels in the blood prompt the kidney to release some back into the blood stream, meaning that less water makes it into the urine."
    },
    {
      "index": 23,
      "start_time": 168280.0,
      "end_time": 172042.0,
      "text": "This is why urine appears yellower when you're less hydrated."
    },
    {
      "index": 24,
      "start_time": 172042.0,
      "end_time": 176482.0,
      "text": "By controlling water, your kidneys stabilize the body's fluid levels."
    },
    {
      "index": 25,
      "start_time": 176482.0,
      "end_time": 180947.0,
      "text": "But this fine balancing act isn't the kidney's only skill."
    },
    {
      "index": 26,
      "start_time": 180947.0,
      "end_time": 193600.0,
      "text": "These organs have the power to activate vitamin D to secrete a hormone called renin that raises blood pressure, and another hormone called erythropoietin, which increases red blood cell production."
    },
    {
      "index": 27,
      "start_time": 194000.0,
      "end_time": 198500.0,
      "text": "Without the kidneys, our bodily fluids would spiral out of control."
    },
    {
      "index": 28,
      "start_time": 199000.0,
      "end_time": 204240.0,
      "text": "Every time we ate, our blood would receive another load of unsifted ingredients."
    },
    {
      "index": 29,
      "start_time": 204240.0,
      "end_time": 208500.0,
      "text": "Soon, the buildup of waste would overload our systems and we'd expire."
    },
    {
      "index": 30,
      "start_time": 209000.0,
      "end_time": 214975.0,
      "text": "So each kidney not only keeps things running smoothly, it also keeps us alive."
    },
    {
      "index": 31,
      "start_time": 214975.0,
      "end_time": 224975.0,
      "text": "Lucky then that we have two of these magical beans."
    }
  ]
}