{
  "video_id": "FNebzbCHnL8",
  "title": "Wonderful Ancient Greek Architecture",
  "json": [
    {
      "index": 1,
      "start_time": 9160.0,
      "end_time": 18120.0,
      "text": "Rising 500 feet above sea level, the Acropolis in Athens showcases some of the finest examples of Greek architecture."
    },
    {
      "index": 2,
      "start_time": 20800.0,
      "end_time": 32320.0,
      "text": "Completed in the middle of the 5th century BCE, the Parthenon is the centerpiece of the Acropolis and is often regarded as the masterpiece of the Doric order of architecture."
    },
    {
      "index": 3,
      "start_time": 32320.0,
      "end_time": 37520.0,
      "text": "Its name refers to Athena Parthenos, or \"Athena the Virgin.\""
    },
    {
      "index": 4,
      "start_time": 41400.0,
      "end_time": 53280.0,
      "text": "Built between 421 - 406 BCE. on the Acropolis at Athens, this temple to Athena is of the Ionic order of architecture."
    },
    {
      "index": 5,
      "start_time": 53280.0,
      "end_time": 60800.0,
      "text": "It is best known for the carefully sculpted column figures (\"caryatids\") supporting its porch area."
    },
    {
      "index": 6,
      "start_time": 63200.0,
      "end_time": 74000.0,
      "text": "Finished in 424 BCE, this Ionic temple resides above Athens on the Acropolis. Nike means \"victory\" in Greek."
    },
    {
      "index": 7,
      "start_time": 76000.0,
      "end_time": 88720.0,
      "text": "The Temple of Olympian Zeus in Athens is an example of the Corinthian order of architecture. Begun in the 2nd century BCE, it took almost 700 years to finish."
    },
    {
      "index": 8,
      "start_time": 91280.0,
      "end_time": 101440.0,
      "text": "Considered by ancient Greeks as the center of the world, Delphi was home to the prophetic oracle of Apollo. Seen here is the sanctuary of Athena."
    },
    {
      "index": 9,
      "start_time": 104000.0,
      "end_time": 113390.0,
      "text": "The amphitheater at Epidaurus in Greece was built in the 4th century BCE. and is known for its amazing acoustics."
    },
    {
      "index": 10,
      "start_time": 115760.0,
      "end_time": 128160.0,
      "text": "Located in one of the most important cities in the Ancient Greek empire, the amphitheater in Ephesus, Turkey, shows the widespread influence of Ancient Greek architecture."
    },
    {
      "index": 11,
      "start_time": 130240.00000000001,
      "end_time": 141760.0,
      "text": "The Italian city of Segesta was strongly allied with Athens during the 5th century BCE. Its amphitheater demonstrates a profound Greek influence."
    },
    {
      "index": 12,
      "start_time": 143600.0,
      "end_time": 151400.0,
      "text": "The ancient city of Paestum, founded by Greek colonists around the 6th century BCE."
    },
    {
      "index": 13,
      "start_time": 153600.0,
      "end_time": 163440.0,
      "text": "The Temple of Neptune (460 BCE.) is the best preserved of the three Doric temples in Paestum, Italy."
    }
  ]
}