{
  "video_id": "FoExPq04OQQ",
  "title": "What's Inside A Black Hole? | Unveiled",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2949.0,
      "end_time": 4949.0,
      "text": "What's inside a black hole?"
    },
    {
      "index": 2,
      "start_time": 9340.0,
      "end_time": 15300.0,
      "text": "Black holes are mysterious and bizarre objects in the universe that really have no explanation."
    },
    {
      "index": 3,
      "start_time": 15540.0,
      "end_time": 18239.0,
      "text": "In fact, we hardly know anything about what lies inside of a black hole?"
    },
    {
      "index": 4,
      "start_time": 18240.0,
      "end_time": 21959.0,
      "text": "We know and understand what we see on the outside of a black hole"
    },
    {
      "index": 5,
      "start_time": 22119.0,
      "end_time": 26159.0,
      "text": "But we have no way of going inside one to take a look at what is really happening."
    },
    {
      "index": 6,
      "start_time": 26529.0,
      "end_time": 29039.0,
      "text": "Even if we sent a probe inside a black hole,"
    },
    {
      "index": 7,
      "start_time": 29039.0,
      "end_time": 30840.0,
      "text": "it would not survive the journey."
    },
    {
      "index": 8,
      "start_time": 30840.0,
      "end_time": 35489.0,
      "text": "And there would be no way that the probe could transmit a signal outside once it had been sucked inside."
    },
    {
      "index": 9,
      "start_time": 35980.0,
      "end_time": 37260.0,
      "text": "This is because a black hole is the product of mass being squeezed together, so densely and so tightly that it creates a gravitational pole."
    },
    {
      "index": 10,
      "start_time": 43980.0,
      "end_time": 47669.0,
      "text": "That is so strong that not even light can escape its grasp."
    },
    {
      "index": 11,
      "start_time": 48430.0,
      "end_time": 55409.0,
      "text": "Supermassive black holes with masses millions to billions of times that of the Sun are thought to lurk at the hearts of all galaxies in the universe."
    },
    {
      "index": 12,
      "start_time": 56110.0,
      "end_time": 58739.0,
      "text": "You may notice that when you see a photo of a spiral galaxy"
    },
    {
      "index": 13,
      "start_time": 59170.0,
      "end_time": 63719.0,
      "text": "such as the Milky Way in the center of the galaxy is a giant mass of light?"
    },
    {
      "index": 14,
      "start_time": 63760.0,
      "end_time": 68879.0,
      "text": "Which many people would think looks like a massive Sun, but this is not light coming from the black hole itself."
    },
    {
      "index": 15,
      "start_time": 69580.0,
      "end_time": 72809.0,
      "text": "Remember that life cannot escape the heavy gravitational pull."
    },
    {
      "index": 16,
      "start_time": 73360.0,
      "end_time": 80220.0,
      "text": "Instead the light we see comes from magnetic fields near a spinning black hole that propel electrons outward in a jet"
    },
    {
      "index": 17,
      "start_time": 80350.0,
      "end_time": 84449.0,
      "text": "Along the rotation axis the electrons produce bright radio waves."
    },
    {
      "index": 18,
      "start_time": 85000.0,
      "end_time": 90720.0,
      "text": "Quasars are believed to produce their energy from massive black holes in the center of the galaxies in which the quasars are located."
    },
    {
      "index": 19,
      "start_time": 90820.0,
      "end_time": 97650.0,
      "text": "But quasars are so bright they drown out the light from all the other stars in the same galaxy. You're probably asking well"
    },
    {
      "index": 20,
      "start_time": 97650.0,
      "end_time": 104759.0,
      "text": "What's a quasar a quasar is the short name for quasi stellar object and is a very highly energetic object?"
    },
    {
      "index": 21,
      "start_time": 105040.0,
      "end_time": 112589.0,
      "text": "Surrounding an actively feeding supermassive black hole in more basic terms the supermassive black hole in the middle of a galaxy feeds"
    },
    {
      "index": 22,
      "start_time": 112780.0,
      "end_time": 117419.0,
      "text": "intermittently as it feeds gas swirls around it at incredible speeds and"
    },
    {
      "index": 23,
      "start_time": 117579.0,
      "end_time": 125279.0,
      "text": "Forms an insanely bright hot orbiting disc and if the black hole is swallowing a large amount of material this feeding is accomplished by gigantic jets of gas these are called quasar"
    },
    {
      "index": 24,
      "start_time": 128080.00000000001,
      "end_time": 130349.00000000001,
      "text": "They are essentially fueled by the black holes they orbit"
    },
    {
      "index": 25,
      "start_time": 131290.0,
      "end_time": 134170.0,
      "text": "some supermassive black hole giants release an extraordinarily"
    },
    {
      "index": 26,
      "start_time": 134360.0,
      "end_time": 140679.0,
      "text": "Large amount of light when they rip apart stars in devour matter and are likely the driving force behind these quasars"
    },
    {
      "index": 27,
      "start_time": 140989.0,
      "end_time": 146409.0,
      "text": "When material gets too close to a black hole it forms that bright hot accretion disk around the black hole"
    },
    {
      "index": 28,
      "start_time": 146660.0,
      "end_time": 149169.0,
      "text": "That accretion disk heats up to millions of degrees"
    },
    {
      "index": 29,
      "start_time": 149989.0,
      "end_time": 152019.0,
      "text": "Blasting out an enormous amount of radiation"
    },
    {
      "index": 30,
      "start_time": 152480.0,
      "end_time": 159190.0,
      "text": "The magnetic environment around the black hole forms twin Jets of material which flow out into space for millions of light years"
    },
    {
      "index": 31,
      "start_time": 159650.0,
      "end_time": 162910.0,
      "text": "This becomes what is called an active galactic nucleus"
    },
    {
      "index": 32,
      "start_time": 162910.0,
      "end_time": 170859.0,
      "text": "Or a GN the diet of known black holes consists mostly of gas and dust which fill the otherwise empty space throughout the universe"
    },
    {
      "index": 33,
      "start_time": 171140.0,
      "end_time": 178600.0,
      "text": "black holes can also consume material torn from nearby stars in fact the most massive black holes can swallow stars whole"
    },
    {
      "index": 34,
      "start_time": 178910.0,
      "end_time": 182410.0,
      "text": "Black holes can also grow by colliding and merging with other black holes"
    },
    {
      "index": 35,
      "start_time": 182870.0,
      "end_time": 188049.0,
      "text": "This growth process is what can and usually does reveal the presence of a black hole?"
    },
    {
      "index": 36,
      "start_time": 188239.0,
      "end_time": 194679.0,
      "text": "But supermassive black holes aren't always feeding if a black hole runs out of food the Jets run out of power and shut down"
    },
    {
      "index": 37,
      "start_time": 194989.0,
      "end_time": 201759.0,
      "text": "Right up until something gets too close and the whole system starts up again the supermassive black hole at the center of our Milky Way"
    },
    {
      "index": 38,
      "start_time": 201829.0,
      "end_time": 205089.0,
      "text": "Galaxy is all out of food or space material to consume"
    },
    {
      "index": 39,
      "start_time": 205220.0,
      "end_time": 211419.0,
      "text": "It lies completely dormant for the time being a sleeping giant, so it doesn't have an active galactic nucleus"
    },
    {
      "index": 40,
      "start_time": 211420.0,
      "end_time": 214690.0,
      "text": "And so there is no quasar emitting light however"
    },
    {
      "index": 41,
      "start_time": 214700.0,
      "end_time": 221229.0,
      "text": "We are on a collision course with another galaxy and in 10 billion years or so when the Milky Way collides with the Andromeda galaxy"
    },
    {
      "index": 42,
      "start_time": 221600.0,
      "end_time": 227799.0,
      "text": "Our supermassive black hole may roar back to life as a quasar as it begins to consume part of this new galaxy"
    },
    {
      "index": 43,
      "start_time": 227989.0,
      "end_time": 233499.0,
      "text": "Now it might sound like black holes are dangerous and that anything that even remotely comes close to a black hole"
    },
    {
      "index": 44,
      "start_time": 233570.0,
      "end_time": 239649.0,
      "text": "Would get sucked inside and be crushed and while it's true that if you manage to carefully drop an object into a black hole"
    },
    {
      "index": 45,
      "start_time": 239890.0,
      "end_time": 245890.0,
      "text": "You'd never get that object back, but black holes are actually remarkably bad at pulling material close to them"
    },
    {
      "index": 46,
      "start_time": 246019.0,
      "end_time": 252729.0,
      "text": "There are a couple of reasons for this one black holes aren't actually attractive to anything for any reason other than gravity"
    },
    {
      "index": 47,
      "start_time": 253040.0,
      "end_time": 256929.0,
      "text": "Much like our solar system is in a stable orbits around the Sun the vast"
    },
    {
      "index": 48,
      "start_time": 257029.99999999997,
      "end_time": 263200.0,
      "text": "majority of a galaxy is in a stable orbit around the black hole with no real reason to go plunging towards the very center of"
    },
    {
      "index": 49,
      "start_time": 263200.0,
      "end_time": 268809.0,
      "text": "The galaxy the second reason that black holes are bad at being astronomical vacuum cleaners is that they're really?"
    },
    {
      "index": 50,
      "start_time": 269030.0,
      "end_time": 275019.0,
      "text": "Really inefficient at getting material close enough to them to cross the event horizon and add to the mass of the black hole"
    },
    {
      "index": 51,
      "start_time": 275390.0,
      "end_time": 282610.0,
      "text": "Even small black holes which exist in great numbers in the galaxy are much better at tearing a companion star apart than they aren't actually"
    },
    {
      "index": 52,
      "start_time": 282830.0,
      "end_time": 287019.0,
      "text": "Growing their own size by consuming the star hole so despite their reputation"
    },
    {
      "index": 53,
      "start_time": 287420.0,
      "end_time": 294219.0,
      "text": "Black holes will not actually suck in objects from large distances a black hole can only capture objects that come very close to it"
    },
    {
      "index": 54,
      "start_time": 294410.0,
      "end_time": 301989.0,
      "text": "They're more like venus flytraps than cosmic vacuum cleaners for example imagine replacing the Sun by a black hole of the same mass"
    },
    {
      "index": 55,
      "start_time": 302630.0,
      "end_time": 304460.0,
      "text": "permanent darkness would fall on earth"
    },
    {
      "index": 56,
      "start_time": 304460.0,
      "end_time": 309790.0,
      "text": "But the planets would continue to revolve around the black hole at the same distance and speed as they do now"
    },
    {
      "index": 57,
      "start_time": 310100.0,
      "end_time": 314200.0,
      "text": "None of the planets would be sucked into the black hole our earth would be in danger"
    },
    {
      "index": 58,
      "start_time": 314390.0,
      "end_time": 317199.0,
      "text": "Only if it came within some 10 miles of the black hole"
    },
    {
      "index": 59,
      "start_time": 317330.0,
      "end_time": 322629.0,
      "text": "Much less than the actual distance of the Earth from the Sun which is a comforting 93 million miles away"
    },
    {
      "index": 60,
      "start_time": 323150.0,
      "end_time": 327519.0,
      "text": "So after knowing all of this do we have any idea, what is inside of a black hole?"
    },
    {
      "index": 61,
      "start_time": 328070.0,
      "end_time": 330609.0,
      "text": "Current theories predict that all the matter in a black"
    },
    {
      "index": 62,
      "start_time": 330610.0,
      "end_time": 333190.0,
      "text": "Hole is piled up in a single point at the center"
    },
    {
      "index": 63,
      "start_time": 333260.0,
      "end_time": 341170.0,
      "text": "But we do not understand how this central singularity works to properly understand the black hole center requires a fusion of the theory of gravity"
    },
    {
      "index": 64,
      "start_time": 341450.0,
      "end_time": 346599.0,
      "text": "With the theory that describes the behavior of matter on the smallest scales called quantum mechanics"
    },
    {
      "index": 65,
      "start_time": 346820.0,
      "end_time": 352629.0,
      "text": "This unifying theory has already been given a name quantum gravity, but how it works is still unknown"
    },
    {
      "index": 66,
      "start_time": 353060.0,
      "end_time": 356169.0,
      "text": "This is one of the most important unsolved problems in physics"
    },
    {
      "index": 67,
      "start_time": 356780.0,
      "end_time": 360369.0,
      "text": "Studies of black holes may one day provide the key to unlock this mystery"
    },
    {
      "index": 68,
      "start_time": 360980.0,
      "end_time": 365289.0,
      "text": "Einstein's theory of general relativity allows unusual characteristics for black holes"
    },
    {
      "index": 69,
      "start_time": 365810.0,
      "end_time": 372580.0,
      "text": "For example the central singularity might form a bridge to another universe. This is similar to a so-called wormhole"
    },
    {
      "index": 70,
      "start_time": 372580.0,
      "end_time": 376959.0,
      "text": "Which is a mysterious solution of Einstein's equations that has no event horizon?"
    },
    {
      "index": 71,
      "start_time": 377419.0,
      "end_time": 384279.0,
      "text": "Bridges and wormholes might allow travel to other universes or even time travel, but without observational and experimental data"
    },
    {
      "index": 72,
      "start_time": 384410.0,
      "end_time": 386390.0,
      "text": "This is mostly speculation"
    },
    {
      "index": 73,
      "start_time": 386390.0,
      "end_time": 391629.0,
      "text": "We do not know whether bridges or wormholes exist in the universe or could even have formed in principle"
    },
    {
      "index": 74,
      "start_time": 391820.0,
      "end_time": 396999.0,
      "text": "By contrast black holes have been observed to exist and we understand how they form"
    },
    {
      "index": 75,
      "start_time": 397220.0,
      "end_time": 400449.0,
      "text": "What is actually inside of a black Cole is still a mystery?"
    },
    {
      "index": 76,
      "start_time": 400789.0,
      "end_time": 406058.0,
      "text": "So does a black hole live forever if there is nothing for a black hole to consume then no in"
    },
    {
      "index": 77,
      "start_time": 406279.0,
      "end_time": 410229.0,
      "text": "Fact a very surprising thing happens you might have heard of Stephen Hawking"
    },
    {
      "index": 78,
      "start_time": 410539.0,
      "end_time": 415479.0,
      "text": "He is a theoretical physicist in cosmologists, and is at the forefront on the study of black holes"
    },
    {
      "index": 79,
      "start_time": 415849.0,
      "end_time": 422588.0,
      "text": "He came up with a theoretical prediction that black holes emit radiation this of course is now known as Hawking radiation"
    },
    {
      "index": 80,
      "start_time": 423439.0,
      "end_time": 429338.0,
      "text": "Hawking radiation reduces the mass and energy of black holes and is therefore also known as black hole evaporation"
    },
    {
      "index": 81,
      "start_time": 429889.0,
      "end_time": 435998.0,
      "text": "Because of this black holes that do not gain mass through other means are expected to shrink and ultimately vanish"
    },
    {
      "index": 82,
      "start_time": 436249.0,
      "end_time": 439689.0,
      "text": "What it means is that if the black hole has nothing to eat it?"
    },
    {
      "index": 83,
      "start_time": 439729.0,
      "end_time": 444278.0,
      "text": "Eventually evaporates the energy and mass that the black hole pulled inside of itself"
    },
    {
      "index": 84,
      "start_time": 444830.0,
      "end_time": 449769.0,
      "text": "Evaporates back out into space in the form of radiation. It is almost as if a black"
    },
    {
      "index": 85,
      "start_time": 449769.0,
      "end_time": 453609.0,
      "text": "Hole is a universe recycling machine Stephen Hawking proved this in"
    },
    {
      "index": 86,
      "start_time": 454189.0,
      "end_time": 459099.0,
      "text": "1974 by using the laws of quantum mechanics to study the region close to a black hole horizon"
    },
    {
      "index": 87,
      "start_time": 459619.0,
      "end_time": 466089.0,
      "text": "The quantum theory describes the behavior of matter on the smallest scales it predicts that tiny particles and light are"
    },
    {
      "index": 88,
      "start_time": 466369.0,
      "end_time": 469148.0,
      "text": "continuously created and destroyed on subatomic scales"
    },
    {
      "index": 89,
      "start_time": 469579.0,
      "end_time": 476049.0,
      "text": "Some of the light thus created actually has a very small chance of escaping before it is destroyed to an outsider"
    },
    {
      "index": 90,
      "start_time": 476050.0,
      "end_time": 483789.0,
      "text": "It is as though the event horizon glows the energy carried away by the glow decreases the black hole's mass until it is completely gone"
    },
    {
      "index": 91,
      "start_time": 484249.0,
      "end_time": 488199.0,
      "text": "This surprising new insight show that there is still much to learn about black holes"
    },
    {
      "index": 92,
      "start_time": 488629.0,
      "end_time": 493748.0,
      "text": "However, Hawking's glow is completely irrelevant for any of the black holes known to exist in the universe"
    },
    {
      "index": 93,
      "start_time": 494300.0,
      "end_time": 499419.0,
      "text": "For them the temperature of the glow is almost zero and the energy loss is negligible"
    },
    {
      "index": 94,
      "start_time": 499579.0,
      "end_time": 502989.0,
      "text": "The time needed for the black holes to lose much of their mass is"
    },
    {
      "index": 95,
      "start_time": 503569.0,
      "end_time": 508268.0,
      "text": "unimaginably long however if much smaller black holes ever existed in the universe"
    },
    {
      "index": 96,
      "start_time": 508279.0,
      "end_time": 511838.0,
      "text": "Then Hawking's findings would have been catastrophic a black"
    },
    {
      "index": 97,
      "start_time": 511839.0,
      "end_time": 516339.0,
      "text": "hole as massive as a cruise ship would disappear in a bright flash in less than a second as"
    },
    {
      "index": 98,
      "start_time": 516559.99999999994,
      "end_time": 521528.99999999994,
      "text": "You can see black holes are incredible and mysterious things perhaps one day"
    },
    {
      "index": 99,
      "start_time": 521529.0,
      "end_time": 523688.0,
      "text": "We will know exactly what lies inside of a black"
    },
    {
      "index": 100,
      "start_time": 523688.99999999994,
      "end_time": 527919.0,
      "text": "Hole, maybe we will find out that they are gates to another dimension such as wormholes"
    },
    {
      "index": 101,
      "start_time": 528650.0,
      "end_time": 532699.0,
      "text": "Or maybe we will never know and just come to accept their existence as they are"
    }
  ]
}