{
  "video_id": "fPFqNy5IE0c",
  "title": "Markets uncertain over N Korea test | Short View",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4420.0,
      "end_time": 11720.0,
      "text": "Muted market reactions to big events means one of two things: investors have concluded, it does not matter, or they are unsure how to quantify it."
    },
    {
      "index": 2,
      "start_time": 11929.0,
      "end_time": 15279.0,
      "text": "In the case of North Korea's nuclear test on Sunday, it's the latter."
    },
    {
      "index": 3,
      "start_time": 15650.0,
      "end_time": 22380.0,
      "text": "On Monday, havens including gold and the Yen rose while Japanese and Korean stocks fell, but all of the moves were relatively restrained."
    },
    {
      "index": 4,
      "start_time": 23200.0,
      "end_time": 31220.0,
      "text": "Japan, South Korea, and China, between them represent the second and third largest stock markets, and the two biggest countries in the emerging market universe."
    },
    {
      "index": 5,
      "start_time": 31540.0,
      "end_time": 37519.0,
      "text": "Japan and China are also both key players in global debt markets and the Yen is the third most-traded currency in the world."
    },
    {
      "index": 6,
      "start_time": 38190.0,
      "end_time": 40480.0,
      "text": "The stakes for global investors are indeed high."
    },
    {
      "index": 7,
      "start_time": 40730.0,
      "end_time": 46460.0,
      "text": "Although foreigners' limited interest in China's onshore markets reduces their significance in portfolios."
    },
    {
      "index": 8,
      "start_time": 46880.0,
      "end_time": 48699.0,
      "text": "They often say on the country's signals, too."
    },
    {
      "index": 9,
      "start_time": 48700.0,
      "end_time": 55920.0,
      "text": "On Monday, Shanghai and Shenzhen closed 0.4 and 0.6 per cent higher, even as Tokyo fell 1 per cent, and Seoul dropped 1.2."
    },
    {
      "index": 10,
      "start_time": 57350.0,
      "end_time": 64160.0,
      "text": "Assessing the market's risk posed by North Korea involves a situation that is at once familiar yet terrifyingly complex."
    },
    {
      "index": 11,
      "start_time": 64160.0,
      "end_time": 70199.0,
      "text": "Investors have spent decades factoring in the effects of hostilities between the rogue state and the outside world."
    },
    {
      "index": 12,
      "start_time": 70469.0,
      "end_time": 77529.0,
      "text": "A recent report by Nomura, which puts tensions at their highest since 1994, identifies 10 outcomes under four scenarios."
    },
    {
      "index": 13,
      "start_time": 77820.0,
      "end_time": 81789.0,
      "text": "They span negotiations, to US intervention, or even a military coup."
    },
    {
      "index": 14,
      "start_time": 82240.0,
      "end_time": 85330.0,
      "text": "Few, if any, analysts believe that outright war is the most likely outcome."
    },
    {
      "index": 15,
      "start_time": 85570.0,
      "end_time": 90200.0,
      "text": "Even those factoring in the potential for actual conflict struggle to measure it."
    },
    {
      "index": 16,
      "start_time": 90209.0,
      "end_time": 97650.0,
      "text": "In spite of their analysis, Nomura's team concluded the effect on Korean stocks from a war would likely be too catastrophic to deal in any specifics."
    },
    {
      "index": 17,
      "start_time": 98370.0,
      "end_time": 105420.0,
      "text": "The scale of Monday's moves in the Yen, Tokyo stocks, gold, and the Korean Won would not rank as a top 10 event for any of them for 2017."
    },
    {
      "index": 18,
      "start_time": 105780.0,
      "end_time": 113190.0,
      "text": "Monday's US bank holiday would have played a part, too, in dampening the reception with only limited trading of treasuries, and no Wall Street action to look to."
    },
    {
      "index": 19,
      "start_time": 113540.0,
      "end_time": 121400.0,
      "text": "The only market with an outsized reaction on Monday was the Korean stock market, as 1.2 per cent fall, ranks as its fourth worst day this year."
    },
    {
      "index": 20,
      "start_time": 121719.0,
      "end_time": 124239.0,
      "text": "The other ones, the worst ones, came in July and August."
    },
    {
      "index": 21,
      "start_time": 124559.0,
      "end_time": 130410.0,
      "text": "Now, this suggests that even as more global assets are holding their nerve, Korean investors are starting to price in some scarier outcomes"
    }
  ]
}