{
  "video_id": "fPJgkSkUN7g",
  "title": "5 Myths about Mental Illnesses",
  "json": [
    {
      "index": 1,
      "start_time": 2449.0,
      "end_time": 7800.0,
      "text": "[intro]"
    },
    {
      "index": 2,
      "start_time": 7800.0,
      "end_time": 15962.0,
      "text": "A man by the name of Thomas Szasz published a book in 1961 called, The Myth of Mental Illnesses,"
    },
    {
      "index": 3,
      "start_time": 15962.0,
      "end_time": 21789.0,
      "text": "discussing his belief that mental illnesses were unnecessary diagnosis used to"
    },
    {
      "index": 4,
      "start_time": 21789.0,
      "end_time": 27271.0,
      "text": "excuse the behavior of moral and socially deficient people. Some people still have this view of"
    },
    {
      "index": 5,
      "start_time": 27271.0,
      "end_time": 31462.0,
      "text": "mental illnesses, but the majority of the public have gotten to understand over the years"
    },
    {
      "index": 6,
      "start_time": 31462.0,
      "end_time": 34888.0,
      "text": "what a mental illness is really about."
    },
    {
      "index": 7,
      "start_time": 34888.0,
      "end_time": 40017.0,
      "text": "Although we have come to a better understanding of it, there's still tons of myths about it that"
    },
    {
      "index": 8,
      "start_time": 40017.0,
      "end_time": 45904.0,
      "text": "have harmful effects on the treatment of those with psychological conditions. So, today, we'll be"
    },
    {
      "index": 9,
      "start_time": 45904.0,
      "end_time": 49499.0,
      "text": "talking about 5 harmful myths about mental illnesses."
    },
    {
      "index": 10,
      "start_time": 49499.0,
      "end_time": 54083.0,
      "text": "First, people with mental disorders are likely to be violent."
    },
    {
      "index": 11,
      "start_time": 54083.0,
      "end_time": 61434.0,
      "text": "The Sun, a newspaper in the United Kingdom, released an article saying that over 1,200 had been"
    },
    {
      "index": 12,
      "start_time": 61434.0,
      "end_time": 66135.0,
      "text": "killed by people with mental illnesses in the past 10 years in England. The statistics were true,"
    },
    {
      "index": 13,
      "start_time": 66135.0,
      "end_time": 72231.0,
      "text": "but what they failed to inform was that 97% of the accounted deaths were from suicides."
    },
    {
      "index": 14,
      "start_time": 72231.0,
      "end_time": 79159.0,
      "text": "In actuality, criminal behavior in people with mental illnesses is very small, and mentally ill people"
    },
    {
      "index": 15,
      "start_time": 79159.0,
      "end_time": 83389.0,
      "text": "are the ones who are more likely to experience domestic violence and sexual abuse."
    },
    {
      "index": 16,
      "start_time": 83389.0,
      "end_time": 88750.0,
      "text": "They're more likely to suffer an intense psychological reaction to being victimized."
    },
    {
      "index": 17,
      "start_time": 88750.0,
      "end_time": 94480.0,
      "text": "Second, people can pull themselves out of a mental illness if they really wanted to."
    },
    {
      "index": 18,
      "start_time": 94480.0,
      "end_time": 99560.0,
      "text": "A popular myth, especially with people with depression and anxiety, is just that the person is"
    },
    {
      "index": 19,
      "start_time": 99560.0,
      "end_time": 105278.0,
      "text": "being over-sensitive and could easily fix the problem. This is where the phrases, \"They just want"
    },
    {
      "index": 20,
      "start_time": 105278.0,
      "end_time": 111574.0,
      "text": "attention,\" or, \"They like feeling miserable,\" comes into play. Mental illnesses often have a"
    },
    {
      "index": 21,
      "start_time": 111574.0,
      "end_time": 117457.0,
      "text": "genetic factor that influences the preposition and chemical imbalances that can't easily be"
    },
    {
      "index": 22,
      "start_time": 117457.0,
      "end_time": 123219.0,
      "text": "conquered by sheer willpower. It's difficult to even take the first step by seeking help, and"
    },
    {
      "index": 23,
      "start_time": 123219.0,
      "end_time": 127086.0,
      "text": "working up the courage to even admit to yourself that there's a serious problem."
    },
    {
      "index": 24,
      "start_time": 127086.0,
      "end_time": 130116.0,
      "text": "Finding a therapist and having to go through a trial and"
    },
    {
      "index": 25,
      "start_time": 130116.00000000001,
      "end_time": 134822.0,
      "text": "error process that takes up a large amount of time is difficult as well."
    },
    {
      "index": 26,
      "start_time": 134822.0,
      "end_time": 140640.0,
      "text": "Some people even choose to fight it themselves. Dealing with a mental illness can be scary,"
    },
    {
      "index": 27,
      "start_time": 140640.0,
      "end_time": 146037.0,
      "text": "emotionally draining, and exhausting. Having to pull yourself together and fighting through"
    },
    {
      "index": 28,
      "start_time": 146037.0,
      "end_time": 154084.0,
      "text": "while taking any ounce of support you can get ... is quite difficult."
    },
    {
      "index": 29,
      "start_time": 154084.0,
      "end_time": 158900.0,
      "text": "Third, love and support are the absolute cures to mental illnesses."
    },
    {
      "index": 30,
      "start_time": 158900.0,
      "end_time": 164042.0,
      "text": "Therapists and doctors will always tell you that social support is a very important factor"
    },
    {
      "index": 31,
      "start_time": 164042.0,
      "end_time": 170179.0,
      "text": "when it comes to the recovery process, but it may not always be the surefire way to fix someone's mental illness."
    },
    {
      "index": 32,
      "start_time": 170179.0,
      "end_time": 174729.0,
      "text": "We've all seen movies where a child with a serious behavioral problem or a girl who suffers"
    },
    {
      "index": 33,
      "start_time": 174729.0,
      "end_time": 179731.0,
      "text": "from emotional outbursts is made completely better by the end of the movie because someone"
    },
    {
      "index": 34,
      "start_time": 179731.0,
      "end_time": 185055.0,
      "text": "went out of their way to inspire a sudden realization that they, too, can be loved. It's a touching"
    },
    {
      "index": 35,
      "start_time": 185055.0,
      "end_time": 190244.0,
      "text": "concept, but if you expect this in real life, you'll be thoroughly disappointed. They can be afraid"
    },
    {
      "index": 36,
      "start_time": 190244.0,
      "end_time": 195446.0,
      "text": "of rejection in socialization. Although it's great having someone helping and supporting you"
    },
    {
      "index": 37,
      "start_time": 195446.0,
      "end_time": 200117.0,
      "text": "along your fight, showing that they care about you, a mentally ill person could have a hard time"
    },
    {
      "index": 38,
      "start_time": 200117.0,
      "end_time": 203135.0,
      "text": "even believing that in the first place. Expecting progress"
    },
    {
      "index": 39,
      "start_time": 203135.0,
      "end_time": 208107.0,
      "text": "from showing love and affection on the same level supports every single day will be harder,"
    },
    {
      "index": 40,
      "start_time": 208107.0,
      "end_time": 212560.0,
      "text": "especially on a particularly bad day for the person that's being helped."
    },
    {
      "index": 41,
      "start_time": 212560.0,
      "end_time": 216672.0,
      "text": "Forth, having a mental illness is a social death sentence."
    },
    {
      "index": 42,
      "start_time": 216672.0,
      "end_time": 221966.0,
      "text": "The awareness of mental illnesses and what causes them has more than doubled since the 1950s."
    },
    {
      "index": 43,
      "start_time": 221966.0,
      "end_time": 227158.0,
      "text": "Mental illnesses have become highly aware and have become more acceptable. More so than"
    },
    {
      "index": 44,
      "start_time": 227158.0,
      "end_time": 232525.0,
      "text": "physical illnesses in some cases. Some even see it that having a mental illness is a sign of a"
    },
    {
      "index": 45,
      "start_time": 232525.0,
      "end_time": 237824.0,
      "text": "greater understanding of what it means to be a human being. Ardilla Gomez found that even"
    },
    {
      "index": 46,
      "start_time": 237824.0,
      "end_time": 242358.0,
      "text": "living near a place that offers mental health services can raise the rates of acceptance and"
    },
    {
      "index": 47,
      "start_time": 242358.0,
      "end_time": 246829.0,
      "text": "understanding from 21% to over 80% of the population."
    },
    {
      "index": 48,
      "start_time": 246829.0,
      "end_time": 251557.0,
      "text": "People without mental illnesses are understanding what some people go through and are willing"
    },
    {
      "index": 49,
      "start_time": 251557.0,
      "end_time": 254682.0,
      "text": "to go out of their way to help if they can."
    },
    {
      "index": 50,
      "start_time": 254682.0,
      "end_time": 257345.0,
      "text": "Fifth, you will become your label."
    },
    {
      "index": 51,
      "start_time": 257345.00000000003,
      "end_time": 262228.0,
      "text": "This is a big fear when it comes to making the decision of going to a mental health professional."
    },
    {
      "index": 52,
      "start_time": 262228.0,
      "end_time": 269245.0,
      "text": "Instead of a person, you'll feel labeled as a manic-depressive, an anorexic, a schizophrenic, etc."
    },
    {
      "index": 53,
      "start_time": 269245.0,
      "end_time": 275005.0,
      "text": "Some clients end up feeling like they aren't seen and valued as a person. Rogerian therapists"
    },
    {
      "index": 54,
      "start_time": 275005.0,
      "end_time": 281718.0,
      "text": "have pushed from first-person terminology. For example, instead of \"an autistic child\" you use"
    },
    {
      "index": 55,
      "start_time": 281718.0,
      "end_time": 287946.0,
      "text": "\"a child with autism\". This puts emphasis on the person and not the illness. Some researchers"
    },
    {
      "index": 56,
      "start_time": 287946.0,
      "end_time": 294441.0,
      "text": "have even debated if telling their clients their official diagnosis is beneficial for their recovery process."
    },
    {
      "index": 57,
      "start_time": 294441.0,
      "end_time": 299290.0,
      "text": "If the client's feeling like the mental disorder itself is the only thing his or her therapist"
    },
    {
      "index": 58,
      "start_time": 299290.0,
      "end_time": 304512.0,
      "text": "or doctor is focused on, it's highly recommended that they find a new one."
    },
    {
      "index": 59,
      "start_time": 304512.0,
      "end_time": 309368.0,
      "text": "If you enjoyed today's video, subscribe to Psych2Go. Also, don't forget to follow them on"
    },
    {
      "index": 60,
      "start_time": 309368.0,
      "end_time": 315368.0,
      "text": "Facebook, Twitter and Tumblr."
    }
  ]
}