{
  "video_id": "fqFChAim67M",
  "title": "My welcome to night vale",
  "json": [
    {
      "index": 1,
      "start_time": 7140.0,
      "end_time": 14140.0,
      "text": "A friendly desert community where the sun is hot, the moon is beautiful, and mysterious"
    },
    {
      "index": 2,
      "start_time": 14280.0,
      "end_time": 21280.0,
      "text": "lights pass overhead while we all pretend to sleep. Welcome to Night Vale."
    },
    {
      "index": 3,
      "start_time": 33360.0,
      "end_time": 39460.0,
      "text": "Hello listeners. To start things off I&#39;ve been asked to read this brief notice: the"
    },
    {
      "index": 4,
      "start_time": 39460.0,
      "end_time": 45100.0,
      "text": "city council announces the opening of a new dog park at the corner of Earl and Summerset"
    },
    {
      "index": 5,
      "start_time": 45100.0,
      "end_time": 50899.0,
      "text": "near the Ralph&#39;s. They would like to remind everyone that dogs are not allowed in the"
    },
    {
      "index": 6,
      "start_time": 50899.0,
      "end_time": 57899.0,
      "text": "dog park. People are not allowed in the dog park. It is possible you will see hooded figures"
    },
    {
      "index": 7,
      "start_time": 59850.0,
      "end_time": 66850.0,
      "text": "in the dog park. Do not approach them. Do not approach the dog park. The fence is electrified"
    },
    {
      "index": 8,
      "start_time": 70520.0,
      "end_time": 76699.0,
      "text": "and highly dangerous. Try not to look at the dog park, and especially do not look for any"
    },
    {
      "index": 9,
      "start_time": 76700.0,
      "end_time": 83700.0,
      "text": "period of time at the hooded figures. The dog park will not harm you."
    },
    {
      "index": 10,
      "start_time": 86259.0,
      "end_time": 87560.0,
      "text": "And now the news."
    },
    {
      "index": 11,
      "start_time": 87560.0,
      "end_time": 94369.0,
      "text": "Old Woman Josie out near the car lot says the angels revealed themselves to her; said"
    },
    {
      "index": 12,
      "start_time": 94369.0,
      "end_time": 101140.0,
      "text": "they were ten feet tall, radiant, and one of them was black; said they helped her with"
    },
    {
      "index": 13,
      "start_time": 101140.0,
      "end_time": 107520.0,
      "text": "various household chores. One of them changed a light bulb for her, the porch light. She&#39;s"
    },
    {
      "index": 14,
      "start_time": 107520.0,
      "end_time": 114900.0,
      "text": "offering to sell the old lightbulb, which has been touched by an angel. It was the black"
    },
    {
      "index": 15,
      "start_time": 114900.0,
      "end_time": 121900.0,
      "text": "angel, if that sweetens the pot for anyone. If you&#39;re interested, contact Old Woman Josie."
    },
    {
      "index": 16,
      "start_time": 121289.0,
      "end_time": 124450.0,
      "text": "She&#39;s out near the car lot."
    },
    {
      "index": 17,
      "start_time": 124450.0,
      "end_time": 131120.0,
      "text": "A new man came into town today. Who is he? What does he want from us? Why his perfect"
    },
    {
      "index": 18,
      "start_time": 131120.0,
      "end_time": 138120.0,
      "text": "and beautiful haircut? Why his perfect and beautiful coat? He says he is a scientist."
    },
    {
      "index": 19,
      "start_time": 138709.0,
      "end_time": 145680.0,
      "text": "Well, we have all been scientists and one point or another in our lives. But why now?"
    },
    {
      "index": 20,
      "start_time": 145680.0,
      "end_time": 151300.0,
      "text": "Why here? And just what does he plan to do with all those breakers and humming electrical"
    },
    {
      "index": 21,
      "start_time": 151300.0,
      "end_time": 157909.0,
      "text": "instruments in that lab he is renting—the one next to Big Ricco&#39;s Pizza? No one does"
    },
    {
      "index": 22,
      "start_time": 157909.0,
      "end_time": 161310.0,
      "text": "a slice like Big Ricco. No one."
    },
    {
      "index": 23,
      "start_time": 161310.0,
      "end_time": 168300.0,
      "text": "Just a reminder to all the parents out there. Let&#39;s talk about safety when taking your children"
    },
    {
      "index": 24,
      "start_time": 168300.0,
      "end_time": 174700.0,
      "text": "out to play in the Scrub Lands and the Sand Wastes. You need to give them plenty of water,"
    },
    {
      "index": 25,
      "start_time": 174700.0,
      "end_time": 180200.0,
      "text": "make sure there&#39;s a shade tree in the area, and keep an eye on the helicopter colors."
    },
    {
      "index": 26,
      "start_time": 180200.0,
      "end_time": 185738.0,
      "text": "Are the unmarked helicopters circling the area black? Probably World Government. Not"
    },
    {
      "index": 27,
      "start_time": 185739.0,
      "end_time": 192739.0,
      "text": "a good area for play that day. Are they blue? That&#39;s the Sherriff&#39;s Secret Police. They&#39;ll"
    },
    {
      "index": 28,
      "start_time": 192879.0,
      "end_time": 199190.0,
      "text": "keep a good eye on your kids, and hardly ever take one. Are they painted with complex murals"
    },
    {
      "index": 29,
      "start_time": 199190.0,
      "end_time": 206190.0,
      "text": "depicting birds of prey diving? No one knows what those helicopters are, or what they want."
    },
    {
      "index": 30,
      "start_time": 208370.0,
      "end_time": 215159.0,
      "text": "Do not play in the area. Return to your home, and lock the doors until a Sherriff&#39;s Secret"
    },
    {
      "index": 31,
      "start_time": 215159.0,
      "end_time": 221439.0,
      "text": "Policeman leaves a carnation on your porch to indicate that the danger has passed. Cover"
    },
    {
      "index": 32,
      "start_time": 221439.0,
      "end_time": 228439.0,
      "text": "your ears to blot out the screams. Also, remember: Gatorade is basically soda, so give your kids"
    },
    {
      "index": 33,
      "start_time": 229530.0,
      "end_time": 236450.0,
      "text": "plain old water, and maybe some orange slices when they play."
    },
    {
      "index": 34,
      "start_time": 236450.0,
      "end_time": 241720.0,
      "text": "A commercial airliner flying through local airspace disappeared today, only to reappear"
    },
    {
      "index": 35,
      "start_time": 241720.0,
      "end_time": 248170.0,
      "text": "in the Night Vale Elementary gymnasium during basketball practice, disrupting practice quite"
    },
    {
      "index": 36,
      "start_time": 248170.0,
      "end_time": 253328.0,
      "text": "badly. The jet roared through the small gym for only a fraction of a second, and before"
    },
    {
      "index": 37,
      "start_time": 253329.0,
      "end_time": 259600.0,
      "text": "it could strike any players or structure, it vanished again, this time apparently for"
    },
    {
      "index": 38,
      "start_time": 259600.00000000003,
      "end_time": 266600.0,
      "text": "good. There is no word yet on if or how this will affect Night Vale Mountain Lion&#39;s game"
    },
    {
      "index": 39,
      "start_time": 268260.0,
      "end_time": 274599.0,
      "text": "schedule, and also, if this could perhaps be the work of their bitter rivals the Desert"
    },
    {
      "index": 40,
      "start_time": 274600.0,
      "end_time": 281600.0,
      "text": "Bluffs Cacti. Desert Bluffs is always trying to show us up through fancier uniforms, better"
    },
    {
      "index": 41,
      "start_time": 281810.0,
      "end_time": 288810.0,
      "text": "pregame snacks, and possibly, by transporting a commercial jet into our gymnasium, delaying"
    },
    {
      "index": 42,
      "start_time": 290170.0,
      "end_time": 297170.0,
      "text": "practice for several minutes at least. For shame, Desert Bluffs. For shame."
    },
    {
      "index": 43,
      "start_time": 298170.0,
      "end_time": 305170.0,
      "text": "That new scientist we now know is named Carlos called a town meeting. He has a square jaw"
    },
    {
      "index": 44,
      "start_time": 307260.0,
      "end_time": 314260.0,
      "text": "and teeth like a military cemetery. His hair is perfect, and we all hate and despair and"
    },
    {
      "index": 45,
      "start_time": 316670.0,
      "end_time": 323670.0,
      "text": "love that perfect hair in equal measure. Old Woman Josie brought corn muffins, which were"
    },
    {
      "index": 46,
      "start_time": 324260.0,
      "end_time": 331000.0,
      "text": "decent, but lacked salt. She said the angels had taken her salt for a godly mission, and"
    },
    {
      "index": 47,
      "start_time": 331000.0,
      "end_time": 338000.0,
      "text": "she hadn&#39;t yet gotten around to buying more. Carlos told us that we are, by far, the most"
    },
    {
      "index": 48,
      "start_time": 338200.0,
      "end_time": 343940.0,
      "text": "scientifically interesting community in the US, and he had come to study just what is"
    },
    {
      "index": 49,
      "start_time": 343940.0,
      "end_time": 350940.0,
      "text": "going around here. He grinned, and everything about him was perfect, and I fell in love"
    },
    {
      "index": 50,
      "start_time": 353270.0,
      "end_time": 360270.0,
      "text": "instantly. Government agents from a vague, yet menacing, agency were in the back watching."
    },
    {
      "index": 51,
      "start_time": 361400.0,
      "end_time": 368280.0,
      "text": "I fear for Carlos. I fear for Night Vale. I fear for anyone caught between what they"
    },
    {
      "index": 52,
      "start_time": 368280.0,
      "end_time": 374990.0,
      "text": "know and what they don&#39;t yet know that they don&#39;t know."
    },
    {
      "index": 53,
      "start_time": 374100.0,
      "end_time": 379720.0,
      "text": "We received a press release this morning. The Night Vale Business Association is proud"
    },
    {
      "index": 54,
      "start_time": 379720.0,
      "end_time": 385490.0,
      "text": "to announce the opening of the brand new Night Vale Harbor and Waterfront Recreation Area."
    },
    {
      "index": 55,
      "start_time": 385490.0,
      "end_time": 391930.0,
      "text": "I have been to these facilities myself recently on their invitation, and I can tell you that"
    },
    {
      "index": 56,
      "start_time": 391930.0,
      "end_time": 398930.0,
      "text": "it is absolutely top of the line and beautiful. Sturdy docking areas made from eco-friendly"
    },
    {
      "index": 57,
      "start_time": 404000.0,
      "end_time": 410900.0,
      "text": "post-consumer material, a boardwalk for pedestrians, and plenty of stands ready for local food"
    },
    {
      "index": 58,
      "start_time": 410900.0,
      "end_time": 417900.0,
      "text": "vendors and merchants to turn into a bustling public marketplace. Now, there is some concern"
    },
    {
      "index": 59,
      "start_time": 418200.0,
      "end_time": 424680.0,
      "text": "about the fact that, given we are in the middle of a desert, there is no actual water at the"
    },
    {
      "index": 60,
      "start_time": 424680.0,
      "end_time": 431520.0,
      "text": "waterfront—and that is a definite drawback, I agree. For instance, the boardwalk is currently"
    },
    {
      "index": 61,
      "start_time": 431520.0,
      "end_time": 438250.0,
      "text": "overlooking sagebrush and rocks. The Business Association did not provide an specific remedies"
    },
    {
      "index": 62,
      "start_time": 438250.0,
      "end_time": 443310.0,
      "text": "for this problem, but they assured me that the new harbor would be a big boost to Night"
    },
    {
      "index": 63,
      "start_time": 443310.0,
      "end_time": 450270.0,
      "text": "Vale nonetheless. Maybe wait until a flash flood and head down there for the full waterfront"
    },
    {
      "index": 64,
      "start_time": 450270.0,
      "end_time": 451440.0,
      "text": "experience."
    },
    {
      "index": 65,
      "start_time": 451440.0,
      "end_time": 457719.0,
      "text": "The local chapter of the NRA is selling bumper stickers as part of their fundraising week."
    },
    {
      "index": 66,
      "start_time": 457720.0,
      "end_time": 463880.0,
      "text": "They sent the station one to get some publicity, and we&#39;re here to serve the community so I&#39;m"
    },
    {
      "index": 67,
      "start_time": 463880.0,
      "end_time": 470880.0,
      "text": "happy to let you all know about it. The stickers are made from good, sturdy vinyl, and they"
    },
    {
      "index": 68,
      "start_time": 471460.0,
      "end_time": 477330.0,
      "text": "read, &#39;Guns Don&#39;t Kill People; It&#39;s Impossible To Be Killed By A Gun; We Are All Invincible"
    },
    {
      "index": 69,
      "start_time": 477330.0,
      "end_time": 484330.0,
      "text": "To Bullets And It&#39;s A Miracle.&#39; Stand outside of your front door and shout, \"NRA,\" to order"
    },
    {
      "index": 70,
      "start_time": 484610.0,
      "end_time": 486490.0,
      "text": "one."
    },
    {
      "index": 71,
      "start_time": 486490.0,
      "end_time": 491610.0,
      "text": "Carlos and his team of scientists warn that one of the houses in the new development of"
    },
    {
      "index": 72,
      "start_time": 491610.0,
      "end_time": 498610.0,
      "text": "Desert Creek, out back of the old elementary school, doesn&#39;t actually exist. It seems like"
    },
    {
      "index": 73,
      "start_time": 500470.0,
      "end_time": 505570.0,
      "text": "it exists, explained Carlos and his perfect hair, like it&#39;s just right there when you"
    },
    {
      "index": 74,
      "start_time": 505570.0,
      "end_time": 511969.0,
      "text": "look at it. And it&#39;s between two identical houses, so it would make more sense for it"
    },
    {
      "index": 75,
      "start_time": 511970.0,
      "end_time": 518970.0,
      "text": "to be there then not. But, he says, they have done experiments, and the house is definitely"
    },
    {
      "index": 76,
      "start_time": 520190.00000000006,
      "end_time": 526770.0,
      "text": "not there. At news time, the scientists are standing in a group in front of the nonexistent"
    },
    {
      "index": 77,
      "start_time": 526770.0,
      "end_time": 533770.0,
      "text": "house, daring each other to go knock on the door."
    },
    {
      "index": 78,
      "start_time": 533970.0,
      "end_time": 540970.0,
      "text": "A great howling was heard from the Night Vale Post Office yesterday. Postal workers claim"
    },
    {
      "index": 79,
      "start_time": 541380.0,
      "end_time": 547840.0,
      "text": "no knowledge, although passersby described the sound as being a little like a human soul"
    },
    {
      "index": 80,
      "start_time": 547840.0,
      "end_time": 554390.0,
      "text": "being destroyed through black magic. The Indian Tracker—now, I don&#39;t know if you&#39;ve seen"
    },
    {
      "index": 81,
      "start_time": 554390.0,
      "end_time": 561390.0,
      "text": "this guy around; he&#39;s the one who appears to be of maybe Slavic origin, yet wears an"
    },
    {
      "index": 82,
      "start_time": 562490.0,
      "end_time": 567400.0,
      "text": "Indian headdress out of some racist cartoon and claims to be able to be able to read tracks"
    },
    {
      "index": 83,
      "start_time": 567400.0,
      "end_time": 573660.0,
      "text": "on asphalt—he appeared on the scene, and swore that he would discover the truth. No"
    },
    {
      "index": 84,
      "start_time": 573660.0,
      "end_time": 580660.0,
      "text": "one responded because it&#39;s really hard to take him seriously in that headdress of his."
    },
    {
      "index": 85,
      "start_time": 580690.0,
      "end_time": 587690.0,
      "text": "Lights, seen in the sky above the Arby&#39;s. Not the glowing sign of Arby&#39;s; something"
    },
    {
      "index": 86,
      "start_time": 591440.0,
      "end_time": 598440.0,
      "text": "higher and beyond that. We know the difference. We&#39;ve caught onto their game. We understand"
    },
    {
      "index": 87,
      "start_time": 602210.0,
      "end_time": 609210.0,
      "text": "the lights-above-Arby&#39;s game. Invaders from another world. Ladies and gentlemen, the future"
    },
    {
      "index": 88,
      "start_time": 611870.0,
      "end_time": 618870.0,
      "text": "is here, and it&#39;s about a hundred feet above the Arby&#39;s."
    },
    {
      "index": 89,
      "start_time": 619940.0,
      "end_time": 626940.0,
      "text": "Carlos and his scientists at the monitoring station near Route 800 say their seismic monitors"
    },
    {
      "index": 90,
      "start_time": 628200.0,
      "end_time": 634400.0,
      "text": "have been indicating wild seismic shifts, meaning to say that the ground should be going"
    },
    {
      "index": 91,
      "start_time": 634400.0,
      "end_time": 641400.0,
      "text": "up all over the place. I don&#39;t know about you folks, but the ground has been as still"
    },
    {
      "index": 92,
      "start_time": 641570.0,
      "end_time": 647900.0,
      "text": "as the crust of a tiny globe rocketing through an endless void could be. Carlos says that"
    },
    {
      "index": 93,
      "start_time": 647900.0,
      "end_time": 654329.0,
      "text": "they&#39;ve double-checked the monitors and they are in perfect working order. To put it plainly,"
    },
    {
      "index": 94,
      "start_time": 654330.0,
      "end_time": 661140.0,
      "text": "there appears to be catastrophic earthquakes happening right here in Night Vale that absolutely"
    },
    {
      "index": 95,
      "start_time": 661140.0,
      "end_time": 668140.0,
      "text": "no one can feel. Well, submit an insurance claim anyway, see what you can get, right?"
    },
    {
      "index": 96,
      "start_time": 671170.0,
      "end_time": 678170.0,
      "text": "Traffic time, listeners. Now, police are issuing warnings about ghost cars out on the highways,"
    },
    {
      "index": 97,
      "start_time": 678400.0,
      "end_time": 684170.0,
      "text": "those cars only visible in the distance, reaching unimaginable speeds, leaving destinations"
    },
    {
      "index": 98,
      "start_time": 684170.0,
      "end_time": 690699.0,
      "text": "unknown for destinations more unknown. They would like to remind you that you should not"
    },
    {
      "index": 99,
      "start_time": 690700.0,
      "end_time": 696480.0,
      "text": "set your speed by these aberrations, and doing so will not be considered following the flow"
    },
    {
      "index": 100,
      "start_time": 696480.0,
      "end_time": 703480.0,
      "text": "of traffic. However, they do say that it&#39;s probably safe to match speed with the mysterious"
    },
    {
      "index": 101,
      "start_time": 705720.0,
      "end_time": 712720.0,
      "text": "lights in the sky, as whatever entities or organization is responsible appear to be cautious"
    },
    {
      "index": 102,
      "start_time": 715480.0,
      "end_time": 717500.0,
      "text": "and reasonable drivers."
    },
    {
      "index": 103,
      "start_time": 717500.0,
      "end_time": 718969.0,
      "text": "And now, the weather."
    },
    {
      "index": 104,
      "start_time": 718970.0,
      "end_time": 722310.0,
      "text": "(These and More Than These, Joseph Fink)"
    },
    {
      "index": 105,
      "start_time": 722310.0,
      "end_time": 724550.0,
      "text": "Welcome back, listeners."
    },
    {
      "index": 106,
      "start_time": 724550.0,
      "end_time": 730620.0,
      "text": "The sun didn&#39;t set at the correct time today, Carlos and his team of scientists report."
    },
    {
      "index": 107,
      "start_time": 730620.0,
      "end_time": 737620.0,
      "text": "They are quite certain about it. They checked multiple clocks, and the sun definitely set"
    },
    {
      "index": 108,
      "start_time": 744340.0,
      "end_time": 750610.0,
      "text": "ten minutes later than it was supposed to. I asked them if they had any explanations,"
    },
    {
      "index": 109,
      "start_time": 750610.0,
      "end_time": 756220.0,
      "text": "but they did not offer anything concrete. Mostly they sat in a circle around a desk"
    },
    {
      "index": 110,
      "start_time": 756220.0,
      "end_time": 763220.0,
      "text": "clock, staring at it, murmuring and cooing. Still, we must be grateful to have the sun"
    },
    {
      "index": 111,
      "start_time": 763220.0,
      "end_time": 770220.0,
      "text": "at all. It&#39;s easy to forget in this hot, hot, hot desert climate, but things would actually"
    },
    {
      "index": 112,
      "start_time": 773900.0,
      "end_time": 780900.0,
      "text": "be slightly harder for us without the sun. The next time the sun rises, whatever time"
    },
    {
      "index": 113,
      "start_time": 782940.0,
      "end_time": 789940.0,
      "text": "that turns out to be, take a moment to feel grateful for all the warmth, and light, and"
    },
    {
      "index": 114,
      "start_time": 791820.0,
      "end_time": 797279.0,
      "text": "even, yes, extreme heat that our desert community is gifted with."
    },
    {
      "index": 115,
      "start_time": 797279.0,
      "end_time": 803450.0,
      "text": "The city council would like to remind you about the Tiered Heavens, and the Hierarchy"
    },
    {
      "index": 116,
      "start_time": 803450.0,
      "end_time": 810450.0,
      "text": "of Angels. The reminder is that you should not know anything about this. The structure"
    },
    {
      "index": 117,
      "start_time": 814320.0,
      "end_time": 819760.0,
      "text": "of heaven and the angelic organizational chart are privileged information known only to the"
    },
    {
      "index": 118,
      "start_time": 819760.0,
      "end_time": 826760.0,
      "text": "city council members on a need-to-know basis. Please, do not speak to or acknowledge any"
    },
    {
      "index": 119,
      "start_time": 827500.0,
      "end_time": 833190.0,
      "text": "angels that you might come across while shopping at the Ralph&#39;s or at the Desert Flower Bowling"
    },
    {
      "index": 120,
      "start_time": 833190.0,
      "end_time": 840190.0,
      "text": "Alley and Arcade Fun Complex. They only tell lies, and do not exist. Report all angel sightings"
    },
    {
      "index": 121,
      "start_time": 843350.0,
      "end_time": 846300.0,
      "text": "to the city council for treatment."
    },
    {
      "index": 122,
      "start_time": 846300.0,
      "end_time": 853300.0,
      "text": "And now for a brief public service announcement. Alligators. Can they kill your children? Yes."
    },
    {
      "index": 123,
      "start_time": 858720.0,
      "end_time": 864800.0,
      "text": "Along those lines, to get personal for a moment, I think the best way to die would be swallowed"
    },
    {
      "index": 124,
      "start_time": 864800.0,
      "end_time": 871800.0,
      "text": "by a giant snake. Going feet first and whole into a slimy maw would give your life perfect"
    },
    {
      "index": 125,
      "start_time": 873470.0,
      "end_time": 875470.0,
      "text": "symmetry."
    },
    {
      "index": 126,
      "start_time": 875470.0,
      "end_time": 882470.0,
      "text": "Speaking of the Desert Flower Bowling Alley and Arcade Fun Complex, its owner, Teddy Williams,"
    },
    {
      "index": 127,
      "start_time": 882790.0,
      "end_time": 888839.0,
      "text": "reports that he has found the entrance to a vast underground city in the pin retrieval"
    },
    {
      "index": 128,
      "start_time": 888839.0,
      "end_time": 895839.0,
      "text": "area of lane five. He said he has not yet ventured into it, merely peered down at its"
    },
    {
      "index": 129,
      "start_time": 896400.0,
      "end_time": 903400.0,
      "text": "strange spires and broad avenues. He also reports voices of a distant crowd in the depths"
    },
    {
      "index": 130,
      "start_time": 905200.0,
      "end_time": 911200.0,
      "text": "of that subterranean metropolis. Apparently, the entrance was discovered when a bowling"
    },
    {
      "index": 131,
      "start_time": 911200.0,
      "end_time": 917540.0,
      "text": "ball accidentally rolled into it, clattering down to the city below with sounds that echoed"
    },
    {
      "index": 132,
      "start_time": 917540.0,
      "end_time": 924540.0,
      "text": "for miles across the impossibly huge cavern—so, you know, whatever population that city has,"
    },
    {
      "index": 133,
      "start_time": 927589.0,
      "end_time": 934589.0,
      "text": "they know about us now, and we might be hearing from them very soon."
    },
    {
      "index": 134,
      "start_time": 935920.0,
      "end_time": 942920.0,
      "text": "Carlos, perfect and beautiful, came into our studios during the break earlier, but declined"
    },
    {
      "index": 135,
      "start_time": 947260.0,
      "end_time": 953400.0,
      "text": "to stay for an interview. He had some sort of blinking box in his hand covered with wires"
    },
    {
      "index": 136,
      "start_time": 953400.0,
      "end_time": 959540.0,
      "text": "and tubes. Said he was testing the place for materials. I don&#39;t know what materials he"
    },
    {
      "index": 137,
      "start_time": 959540.0,
      "end_time": 965910.0,
      "text": "meant, but that box sure whistled and beeped a lot. When he put it close to the microphone"
    },
    {
      "index": 138,
      "start_time": 965910.0,
      "end_time": 972910.0,
      "text": "it sounded like, well, like a bunch of baby birds had just woken up, really went crazy."
    },
    {
      "index": 139,
      "start_time": 975360.0,
      "end_time": 981950.0,
      "text": "Carlos looked nervous. I&#39;ve never seen that kind of look on someone with that strong of"
    },
    {
      "index": 140,
      "start_time": 981950.0,
      "end_time": 988600.0,
      "text": "a jaw. He left in a hurry. Told us to evacuate the building. But then, who would be hear"
    },
    {
      "index": 141,
      "start_time": 988600.0,
      "end_time": 995600.0,
      "text": "to talk sweetly to all of you out there? Settling in to be another clear night and pretty evening"
    },
    {
      "index": 142,
      "start_time": 997640.0,
      "end_time": 1003449.0,
      "text": "here in Night Vale. I hope all of you out there have someone to sleep through it with,"
    },
    {
      "index": 143,
      "start_time": 1003450.0,
      "end_time": 1007350.0,
      "text": "or, at least, good memories of when you did."
    },
    {
      "index": 144,
      "start_time": 1007350.0,
      "end_time": 1011890.0,
      "text": "Good night, listeners. Good night."
    },
    {
      "index": 145,
      "start_time": 1011890.0,
      "end_time": 1018890.0,
      "text": "Proverb: Look to the north. Keep looking. There&#39;s nothing coming from the south."
    }
  ]
}