{
  "video_id": "FqnWEWYp9DU",
  "title": "What If You Traveled Faster Than The Speed Of Light?",
  "json": [
    {
      "index": 1,
      "start_time": 300.0,
      "end_time": 5430.0,
      "text": "hey there welcome to life noggin just the other day I was having an intense"
    },
    {
      "index": 2,
      "start_time": 5430.0,
      "end_time": 9809.0,
      "text": "debate with triangle Bob on the speed of light I was so ready to drop some"
    },
    {
      "index": 3,
      "start_time": 9809.0,
      "end_time": 13320.0,
      "text": "knowledge on him but triangle Bob did what he does best and ran away because"
    },
    {
      "index": 4,
      "start_time": 13320.0,
      "end_time": 16980.0,
      "text": "he knows he was wrong he didn&#39;t go faster than the speed of light but is"
    },
    {
      "index": 5,
      "start_time": 16980.0,
      "end_time": 21600.0,
      "text": "that actually possible what would even happen, but before we get into it we"
    },
    {
      "index": 6,
      "start_time": 21600.0,
      "end_time": 24570.0,
      "text": "teamed up with our friends at Firefox who are all about speed to make this"
    },
    {
      "index": 7,
      "start_time": 24570.0,
      "end_time": 28890.0,
      "text": "video possible. Firefox is the only major browser backed by a non-profit and the"
    },
    {
      "index": 8,
      "start_time": 28890.0,
      "end_time": 33590.0,
      "text": "new Firefox lets you browse the Internet twice as fast as before download and see"
    },
    {
      "index": 9,
      "start_time": 33590.0,
      "end_time": 39000.0,
      "text": "the new Firefox today fast for good now to start our exploration just what is"
    },
    {
      "index": 10,
      "start_time": 39000.0,
      "end_time": 43680.0,
      "text": "light exactly well it&#39;s what&#39;s often referred to as electromagnetic radiation"
    },
    {
      "index": 11,
      "start_time": 43680.0,
      "end_time": 47550.0,
      "text": "in a certain range of wavelengths typically based off of what we can see"
    },
    {
      "index": 12,
      "start_time": 47550.0,
      "end_time": 51590.0,
      "text": "with our eyes but can include other radiation that is out of the range of"
    },
    {
      "index": 13,
      "start_time": 51590.0,
      "end_time": 54599.0,
      "text": "what we can see it&#39;s made up of particles called photons and travels at"
    },
    {
      "index": 14,
      "start_time": 54600.0,
      "end_time": 59399.0,
      "text": "a speed of about 300,000 kilometers per second in a vacuum. To give you an idea"
    },
    {
      "index": 15,
      "start_time": 59399.0,
      "end_time": 63359.0,
      "text": "of just how fast that is if someone was moving at the speed of light they could"
    },
    {
      "index": 16,
      "start_time": 63359.0,
      "end_time": 67770.0,
      "text": "circumnavigate the equator about seven point five times in just about one"
    },
    {
      "index": 17,
      "start_time": 67770.0,
      "end_time": 71580.0,
      "text": "second. If superhero comics taught me anything I&#39;m a little worried the earth"
    },
    {
      "index": 18,
      "start_time": 71580.0,
      "end_time": 75600.0,
      "text": "might go back in time and I really hope that&#39;s not true because then this video"
    },
    {
      "index": 19,
      "start_time": 75600.0,
      "end_time": 78900.0,
      "text": "wouldn&#39;t exist. superheroes aside can we go faster than"
    },
    {
      "index": 20,
      "start_time": 78900.0,
      "end_time": 82200.0,
      "text": "light? well in a vacuum that doesn&#39;t really seem to be the case however in"
    },
    {
      "index": 21,
      "start_time": 82200.0,
      "end_time": 86820.0,
      "text": "different mediums like glass and water light travels at slower speeds due to"
    },
    {
      "index": 22,
      "start_time": 86820.0,
      "end_time": 91110.0,
      "text": "its slower speed it is possible for some particles to beat light in a race when"
    },
    {
      "index": 23,
      "start_time": 91110.0,
      "end_time": 94439.0,
      "text": "it&#39;s going through certain mediums. In fact when this happens Cherenkov"
    },
    {
      "index": 24,
      "start_time": 94439.0,
      "end_time": 98279.0,
      "text": "radiation can occur. Named after Pavel Cherenkov this type of radiation"
    },
    {
      "index": 25,
      "start_time": 98280.0,
      "end_time": 102450.0,
      "text": "can be seen as a bluish white glow in places like the pools of water that"
    },
    {
      "index": 26,
      "start_time": 102450.0,
      "end_time": 106320.0,
      "text": "surround nuclear reactors in these instances electrons from the reactors"
    },
    {
      "index": 27,
      "start_time": 106320.0,
      "end_time": 109258.0,
      "text": "are moving through the water faster than light is moving through the water"
    },
    {
      "index": 28,
      "start_time": 109259.0,
      "end_time": 113939.0,
      "text": "creating what we see as the faint blue glow. It&#39;s similar to a sonic boom but"
    },
    {
      "index": 29,
      "start_time": 113939.0,
      "end_time": 117869.0,
      "text": "with light instead of sound. Going faster than light in this way is kind of like"
    },
    {
      "index": 30,
      "start_time": 117869.0,
      "end_time": 121829.0,
      "text": "having Usain Bolt wear Iron Boots so that you can beat him, but hey a wins a"
    },
    {
      "index": 31,
      "start_time": 121829.0,
      "end_time": 125789.0,
      "text": "win. It&#39;s also interesting to know that a few years ago researchers in Scotland"
    },
    {
      "index": 32,
      "start_time": 125790.0,
      "end_time": 129569.0,
      "text": "were able to slow the speed of light traveling through free space. Like we"
    },
    {
      "index": 33,
      "start_time": 129568.00000000001,
      "end_time": 133109.0,
      "text": "said before we already knew that light could be slowed when it moved through"
    },
    {
      "index": 34,
      "start_time": 133110.0,
      "end_time": 135540.0,
      "text": "things like water and glass but they found that they could"
    },
    {
      "index": 35,
      "start_time": 135540.0,
      "end_time": 139980.0,
      "text": "slow photons moving through free space they did this by applying a mask to an"
    },
    {
      "index": 36,
      "start_time": 139980.0,
      "end_time": 144238.0,
      "text": "optical beam that gave photons a spatial structure to reduce their speed. While"
    },
    {
      "index": 37,
      "start_time": 144239.0,
      "end_time": 147629.0,
      "text": "the difference they were able to measure was small hopefully this could lead to"
    },
    {
      "index": 38,
      "start_time": 147629.0,
      "end_time": 151620.0,
      "text": "some pretty awesome discoveries one day and help us better understand light. But"
    },
    {
      "index": 39,
      "start_time": 151620.0,
      "end_time": 155250.0,
      "text": "just for fun, if we could find a way to travel at the speed of light, what are"
    },
    {
      "index": 40,
      "start_time": 155250.0,
      "end_time": 158310.0,
      "text": "some things that might happen? Well there would probably be some complications"
    },
    {
      "index": 41,
      "start_time": 158310.0,
      "end_time": 162480.0,
      "text": "like running out of fuel rather quickly or having a hard time avoiding space"
    },
    {
      "index": 42,
      "start_time": 162480.0,
      "end_time": 166380.0,
      "text": "debris when going at that high of a speed. Also due to time dilation if you"
    },
    {
      "index": 43,
      "start_time": 166380.0,
      "end_time": 169680.0,
      "text": "went on a mission in space going at the speed of light when you got back to"
    },
    {
      "index": 44,
      "start_time": 169680.0,
      "end_time": 173819.0,
      "text": "earth your loved ones relative to you would have aged more. If you did it for"
    },
    {
      "index": 45,
      "start_time": 173819.0,
      "end_time": 177720.0,
      "text": "long enough they could even be dead and that&#39;s pretty scary to think about. Let&#39;s"
    },
    {
      "index": 46,
      "start_time": 177720.0,
      "end_time": 181790.0,
      "text": "move on. If we could travel at the speed of light it would certainly open us up"
    },
    {
      "index": 47,
      "start_time": 181790.0,
      "end_time": 185990.0,
      "text": "to some amazing opportunities besides just being able to get to school or work"
    },
    {
      "index": 48,
      "start_time": 185990.0,
      "end_time": 189268.0,
      "text": "on time, we&#39;d be better equipped to try and colonize other worlds. Going at the"
    },
    {
      "index": 49,
      "start_time": 189269.0,
      "end_time": 193380.0,
      "text": "speed of light we could reach Mars in under 30 minutes. We could also reach"
    },
    {
      "index": 50,
      "start_time": 193380.0,
      "end_time": 197970.0,
      "text": "Trappist-1 in the span of one of our lives as it would only be about 39 years"
    },
    {
      "index": 51,
      "start_time": 197970.0,
      "end_time": 201720.0,
      "text": "away if you haven&#39;t heard of Trappist-1 yet it&#39;s a planetary system with the"
    },
    {
      "index": 52,
      "start_time": 201720.0,
      "end_time": 206280.0,
      "text": "most earth sized planets found in a habitable zone of a single star finding"
    },
    {
      "index": 53,
      "start_time": 206280.0,
      "end_time": 210150.0,
      "text": "a way to get there could be a great leap for Humanity expanding itself to other"
    },
    {
      "index": 54,
      "start_time": 210150.0,
      "end_time": 214490.0,
      "text": "worlds. If you could travel at light speed where would you go? Let me know in"
    },
    {
      "index": 55,
      "start_time": 214490.0,
      "end_time": 217799.0,
      "text": "the comments section below! Did you know that yours truly is on Instagram and"
    },
    {
      "index": 56,
      "start_time": 217799.0,
      "end_time": 221579.0,
      "text": "Twitter? Go follow me for exclusive stuff that you won&#39;t find here! My name is"
    },
    {
      "index": 57,
      "start_time": 221579.0,
      "end_time": 227900.0,
      "text": "Blocko! This has been life noggin! Don&#39;t forget to keep on thinking."
    }
  ]
}