{
  "video_id": "FRPp4LYgZVM",
  "title": "10 Difficulties Old Souls Face",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 12000.0,
      "end_time": 18960.0,
      "text": "Being an old soul is hard. However, this is often overlooked because we're so good at internalizing our conflicts."
    },
    {
      "index": 2,
      "start_time": 19260.0,
      "end_time": 25320.0,
      "text": "To gain a better understanding of what an old soul is, you can watch our previous video, 10 Signs You're an Old Soul."
    },
    {
      "index": 3,
      "start_time": 25960.0,
      "end_time": 30120.0,
      "text": "It takes courage to be different from the crowd, and the path isn't necessarily easy."
    },
    {
      "index": 4,
      "start_time": 30340.0,
      "end_time": 33140.0,
      "text": "These are ten difficulties old souls can relate to."
    },
    {
      "index": 5,
      "start_time": 34940.0,
      "end_time": 37080.0,
      "text": "Number one: you're marginalized."
    },
    {
      "index": 6,
      "start_time": 37600.0,
      "end_time": 42600.0,
      "text": "Society doesn't know how you operate and because of that, they think you're overwhelmingly different."
    },
    {
      "index": 7,
      "start_time": 42880.0,
      "end_time": 48140.0,
      "text": "People don't always know how to handle differences, so instead of attempting to understand you, they ignore you."
    },
    {
      "index": 8,
      "start_time": 48520.0,
      "end_time": 55540.0,
      "text": "Being marginalized isn't actually a reflection of who you are, but a reflection of the fears of those who separate you from themselves."
    },
    {
      "index": 9,
      "start_time": 57340.0,
      "end_time": 59500.0,
      "text": "Number two: you're misunderstood."
    },
    {
      "index": 10,
      "start_time": 60020.0,
      "end_time": 68660.0,
      "text": "It's like you speak a completely different language from others. You feel like you have to explain yourself a little more because people don't understand where you're coming from."
    },
    {
      "index": 11,
      "start_time": 69060.0,
      "end_time": 72880.0,
      "text": "What you think is truthful and significant might not mean anything to others."
    },
    {
      "index": 12,
      "start_time": 73260.0,
      "end_time": 81420.0,
      "text": "To convey your thoughts and ideas, try using a creative outlet, such as illustration or photography, which are great methods of indirect communication."
    },
    {
      "index": 13,
      "start_time": 83240.0,
      "end_time": 87340.0,
      "text": "Number three: you have more existential crises than the average person."
    },
    {
      "index": 14,
      "start_time": 87860.0,
      "end_time": 95420.0,
      "text": "What happens when life gives you lemons? You're exactly the type of person to ponder over such questions and, consequently, you overthink."
    },
    {
      "index": 15,
      "start_time": 95420.0,
      "end_time": 99820.0,
      "text": "You start to become unaware of what life has to offer and lose yourself within that."
    },
    {
      "index": 16,
      "start_time": 100080.0,
      "end_time": 105500.0,
      "text": "On one hand, you have incredible insight and wisdom but, on the other, it might be downright chaos."
    },
    {
      "index": 17,
      "start_time": 105780.0,
      "end_time": 110480.0,
      "text": "Instead of drowning in your thoughts, let things happen in moderation and find your stability."
    },
    {
      "index": 18,
      "start_time": 112140.0,
      "end_time": 115880.0,
      "text": "Number four: your need for space can drive people away from you."
    },
    {
      "index": 19,
      "start_time": 116360.0,
      "end_time": 124160.0,
      "text": "Space is essential for you, and when you demand it, the people closest to you might take it the wrong way, creating massive misunderstandings."
    },
    {
      "index": 20,
      "start_time": 124420.0,
      "end_time": 128120.0,
      "text": "During such situations make sure to find a way to compromise."
    },
    {
      "index": 21,
      "start_time": 129560.0,
      "end_time": 131820.0,
      "text": "Number five: you feel lonely."
    },
    {
      "index": 22,
      "start_time": 132520.0,
      "end_time": 139700.0,
      "text": "With all the misjudgments you face, and the difficulties you go through, it can get lonely from the view up top, and you never really grow out of it."
    },
    {
      "index": 23,
      "start_time": 140160.0,
      "end_time": 146720.0,
      "text": "Loneliness follows you everywhere you go. Mostly because wisdom and a certain degree of isolation always go hand-in-hand."
    },
    {
      "index": 24,
      "start_time": 148540.0,
      "end_time": 151760.0,
      "text": "Number six: it's hard to find people similar to you."
    },
    {
      "index": 25,
      "start_time": 152120.0,
      "end_time": 161980.0,
      "text": "People often find you boring because you don't like hitting the bar like a normal young adult, or you'd rather stay in and watch a movie with a hot cup of tea instead of going out to a party."
    },
    {
      "index": 26,
      "start_time": 162380.0,
      "end_time": 165580.0,
      "text": "You struggle to find others who share the same, relaxing hobbies."
    },
    {
      "index": 27,
      "start_time": 167460.0,
      "end_time": 170080.0,
      "text": "Number seven: love seems impossible."
    },
    {
      "index": 28,
      "start_time": 170500.0,
      "end_time": 178220.0,
      "text": "The dating pool seems small and dim when you struggle to talk to a majority of the people available. As a result, you feel cynical when it comes to love."
    },
    {
      "index": 29,
      "start_time": 178580.0,
      "end_time": 184300.0,
      "text": "Making connections just doesn't seem worth it half the time, especially if you feel more rejected than accepted."
    },
    {
      "index": 30,
      "start_time": 184720.0,
      "end_time": 190000.0,
      "text": "If you want to find and build something real and long-lasting, you have to be honest about what you want."
    },
    {
      "index": 31,
      "start_time": 191900.0,
      "end_time": 195760.0,
      "text": "Number eight: your philosophical tendencies can be overwhelming."
    },
    {
      "index": 32,
      "start_time": 196140.0,
      "end_time": 200040.0,
      "text": "Your mind is constantly connecting every piece of information to one another."
    },
    {
      "index": 33,
      "start_time": 200320.0,
      "end_time": 209320.0,
      "text": "It's called webbed thinking, and while being able to create limitless possibilities sounds genius, your thoughts can became a mess, leaving you tangled and overwhelmed."
    },
    {
      "index": 34,
      "start_time": 211080.0,
      "end_time": 214060.0,
      "text": "Number nine: you forgive things to easily."
    },
    {
      "index": 35,
      "start_time": 214620.0,
      "end_time": 219920.0,
      "text": "You see things and understand what peoples' intentions are, never reading things just on a surface level"
    },
    {
      "index": 36,
      "start_time": 220240.0,
      "end_time": 229580.0,
      "text": "You dig and find reasons for why people are the way they are and, consequently, you have a great capacity to forgive, even for those who don't necessarily deserve it."
    },
    {
      "index": 37,
      "start_time": 231140.0,
      "end_time": 234520.0,
      "text": "Number ten: it's hard for you to participate in life."
    },
    {
      "index": 38,
      "start_time": 234840.0,
      "end_time": 241540.0,
      "text": "Instead of participating in events, you'd rather observe and analyze on the sidelines because it allows for your mind to roam."
    },
    {
      "index": 39,
      "start_time": 241700.0,
      "end_time": 245140.0,
      "text": "And as someone who values space, it's hard not to indulge in that."
    },
    {
      "index": 40,
      "start_time": 245340.0,
      "end_time": 250500.0,
      "text": "As it becomes a habit for you to watch instead of do, you find it increasingly harder to join in."
    },
    {
      "index": 41,
      "start_time": 250780.0,
      "end_time": 254800.0,
      "text": "You know you're missing out, but it's also hard to shut off your judgments against yourself."
    },
    {
      "index": 42,
      "start_time": 255080.0,
      "end_time": 261560.0,
      "text": "Remember, you're a work in progress, it's okay to be scared, but don't let yourself stop yourself from doing what you want."
    },
    {
      "index": 43,
      "start_time": 263380.0,
      "end_time": 270660.0,
      "text": "Do you consider yourself an old soul? If so, have you ever experienced any of these difficulties or have tips on how to overcome them?"
    },
    {
      "index": 44,
      "start_time": 271220.0,
      "end_time": 273220.0,
      "text": "Feel free to share in the comments below."
    },
    {
      "index": 45,
      "start_time": 274160.0,
      "end_time": 278860.0,
      "text": "If you enjoyed this video, be sure to visit our website and other social media for more content."
    },
    {
      "index": 46,
      "start_time": 278860.0,
      "end_time": 284260.0,
      "text": "And if you'd like to support us, please check out our new Patreon account or grab a digital magazine from our shop."
    },
    {
      "index": 47,
      "start_time": 284640.0,
      "end_time": 292320.0,
      "text": "Also, for a limited time, Psych2Go is giving away free PSI pendants to those who purchase our magazine bundle. So grab them quickly."
    },
    {
      "index": 48,
      "start_time": 292320.0,
      "end_time": 294080.0,
      "text": "Links will be in the description below."
    },
    {
      "index": 49,
      "start_time": 294320.0,
      "end_time": 295360.0,
      "text": "Thanks for watching!"
    }
  ]
}