{
  "video_id": "FWM-92ripck",
  "title": "Psychic Vampires (How to Recognize and Protect Yourself From an Energy Vampire) - Teal Swan",
  "json": [
    {
      "index": 1,
      "start_time": 37292.0,
      "end_time": 42458.0,
      "text": "Hello everyone. I figured a good topic for today would be energy vampirism."
    },
    {
      "index": 2,
      "start_time": 42458.0,
      "end_time": 45561.0,
      "text": "This is a parasitic relationship in which one person"
    },
    {
      "index": 3,
      "start_time": 45561.0,
      "end_time": 51782.0,
      "text": "feeds off of the life force energy, otherwise known as prana, of another person."
    },
    {
      "index": 4,
      "start_time": 51782.0,
      "end_time": 56860.0,
      "text": "These people who feed off of the life force of another person,"
    },
    {
      "index": 5,
      "start_time": 56860.0,
      "end_time": 62334.0,
      "text": "who drain other people&#39;s energy, are often called Psychic Vampires."
    },
    {
      "index": 6,
      "start_time": 62334.0,
      "end_time": 66079.0,
      "text": "But I am going to propose a lofty proposition today;"
    },
    {
      "index": 7,
      "start_time": 66079.0,
      "end_time": 70412.0,
      "text": "that it is impossible to give away your energy to anyone,"
    },
    {
      "index": 8,
      "start_time": 70412.0,
      "end_time": 75463.0,
      "text": "and it is impossible to take energy from anyone. Here is why:"
    },
    {
      "index": 9,
      "start_time": 75463.0,
      "end_time": 84900.0,
      "text": "Let&#39;s call this Source. As we know, Source is and infinite energy, it has no boundaries, it is everything."
    },
    {
      "index": 10,
      "start_time": 84900.0,
      "end_time": 90248.0,
      "text": "There are streams within the source energy which we often call the soul or the Higher Self."
    },
    {
      "index": 11,
      "start_time": 90248.0,
      "end_time": 97322.0,
      "text": "It&#39;s just like a current within the ocean, the current is also the ocean, but it is an expression of the ocean."
    },
    {
      "index": 12,
      "start_time": 97322.0,
      "end_time": 104797.0,
      "text": "So, these souls or higher selfs, project forth into the physical dimension, a physical being."
    },
    {
      "index": 13,
      "start_time": 104797.0,
      "end_time": 113200.0,
      "text": "So, let&#39;s call this you and let&#39;s call this Bob."
    },
    {
      "index": 14,
      "start_time": 113200.0,
      "end_time": 122906.0,
      "text": "Bob is only ever being fed energy from his soul or higher self, the same way that you are only being fed by your soul or higher self."
    },
    {
      "index": 15,
      "start_time": 122906.0,
      "end_time": 127118.0,
      "text": "It is that stream of consciousness which is feeding you energy."
    },
    {
      "index": 16,
      "start_time": 127118.0,
      "end_time": 139799.0,
      "text": "So, it is actually impossible to take your energy from somebody else or for someone to take your energy for themselves."
    },
    {
      "index": 17,
      "start_time": 139799.0,
      "end_time": 148947.0,
      "text": "All that ever happens, is that this person acts in such a way that by virtue of perceiving them,"
    },
    {
      "index": 18,
      "start_time": 148947.0,
      "end_time": 158134.0,
      "text": "you begin to think thoughts that cause you to restrict your own source flow."
    },
    {
      "index": 19,
      "start_time": 158134.0,
      "end_time": 164811.0,
      "text": "Same goes for the other person. Bob might feel like we are draining their energy."
    },
    {
      "index": 20,
      "start_time": 164811.0,
      "end_time": 171930.0,
      "text": "But what&#39;s really happening, is that, as he is observing our behavior,"
    },
    {
      "index": 21,
      "start_time": 171930.0,
      "end_time": 179931.0,
      "text": "that is causing him to think thoughts that are preventing his source flow from coming into his physical body."
    },
    {
      "index": 22,
      "start_time": 179931.0,
      "end_time": 186742.0,
      "text": "That right there, is why he is saying: &quot;Now I feel like my energy is drained when I&#39;m around you&quot;."
    },
    {
      "index": 23,
      "start_time": 186742.0,
      "end_time": 189486.0,
      "text": "It really has nothing to do with this person over here."
    },
    {
      "index": 24,
      "start_time": 189486.0,
      "end_time": 197637.0,
      "text": "They&#39;re not the one that is doing it to them. They are just existing as an excuse, for Bob to feel bad."
    },
    {
      "index": 25,
      "start_time": 197637.0,
      "end_time": 202909.0,
      "text": "This may happen to you too. If Bob is doing something that makes us feel like our energy is drained,"
    },
    {
      "index": 26,
      "start_time": 202909.0,
      "end_time": 208054.0,
      "text": "if this is the psychic vampire, the only reason we have that perception is"
    },
    {
      "index": 27,
      "start_time": 208054.0,
      "end_time": 213366.0,
      "text": "because they&#39;re doing things that are causing us, when we look at him,"
    },
    {
      "index": 28,
      "start_time": 213366.0,
      "end_time": 217796.0,
      "text": "when we are looking at this person, we are thinking thoughts about them"
    },
    {
      "index": 29,
      "start_time": 217796.0,
      "end_time": 221589.0,
      "text": "that is making it so that we are in resistance to our source flow."
    },
    {
      "index": 30,
      "start_time": 221589.0,
      "end_time": 225795.0,
      "text": "That energy current cannot flow into our physical body."
    },
    {
      "index": 31,
      "start_time": 225795.0,
      "end_time": 229059.0,
      "text": "And when that happens, you see ailments."
    },
    {
      "index": 32,
      "start_time": 229059.0,
      "end_time": 237828.0,
      "text": "All of these physical symptoms of unhealthiness are the byproduct of us depriving our own source current."
    },
    {
      "index": 33,
      "start_time": 237828.0,
      "end_time": 241980.0,
      "text": "Psychic vampires do not feel as if the universe is infinite."
    },
    {
      "index": 34,
      "start_time": 241980.0,
      "end_time": 245795.0,
      "text": "They do not feel as if it is possible to get the love that they desire."
    },
    {
      "index": 35,
      "start_time": 245795.0,
      "end_time": 249912.0,
      "text": "They do not trust themselves to fulfill their own needs, and as a result they"
    },
    {
      "index": 36,
      "start_time": 249912.0,
      "end_time": 254416.0,
      "text": "believe that the only way to get what they need is to take it from others."
    },
    {
      "index": 37,
      "start_time": 254416.0,
      "end_time": 260730.0,
      "text": "The thoughts they think, diminish their vitality and so they live their lives in the state of perpetual desperacy and weakness."
    },
    {
      "index": 38,
      "start_time": 260730.00000000003,
      "end_time": 265182.0,
      "text": "They are unaware of the wellspring of their own spirit."
    },
    {
      "index": 39,
      "start_time": 265182.0,
      "end_time": 269221.0,
      "text": "Because of this, they have long been considered spiritually weak."
    },
    {
      "index": 40,
      "start_time": 269221.0,
      "end_time": 277935.0,
      "text": "In reality, it is impossible to be spiritually weak. It is only possible to be ignorant of the power of your spirit."
    },
    {
      "index": 41,
      "start_time": 277935.0,
      "end_time": 282719.0,
      "text": "Like starving people stealing food, they steal energy."
    },
    {
      "index": 42,
      "start_time": 282719.0,
      "end_time": 288063.0,
      "text": "As we saw in the previous example, it is not true that they steal energy."
    },
    {
      "index": 43,
      "start_time": 288063.0,
      "end_time": 294698.0,
      "text": "It’s that they behave in a way that causes you to think thoughts that deprive you of your own source energy."
    },
    {
      "index": 44,
      "start_time": 294698.0,
      "end_time": 302748.0,
      "text": "This does not make them evil or even ill intentioned. It makes them desperate victims to their own minds."
    },
    {
      "index": 45,
      "start_time": 302748.0,
      "end_time": 308966.0,
      "text": "But at the risk of making some of you very unhappy, I must tell you something about the victims of vampirism."
    },
    {
      "index": 46,
      "start_time": 308966.0,
      "end_time": 315404.0,
      "text": "We live in a reality, a physical reality, which is a mirror hologram."
    },
    {
      "index": 47,
      "start_time": 315404.0,
      "end_time": 324580.0,
      "text": "The way it is arranged is according to the law of attraction, which states that only vibrations, which match, can share the same reality."
    },
    {
      "index": 48,
      "start_time": 324580.0,
      "end_time": 331474.0,
      "text": "So, how is it that the prey and the predator can share the same space?"
    },
    {
      "index": 49,
      "start_time": 331474.0,
      "end_time": 338636.0,
      "text": "They are opposing vibrations, are they not? Not exactly, not at all!"
    },
    {
      "index": 50,
      "start_time": 338636.0,
      "end_time": 344889.0,
      "text": "They are the same vibration: The victim is the exact same as the vampire."
    },
    {
      "index": 51,
      "start_time": 344889.0,
      "end_time": 352707.0,
      "text": "He or she also thinks thoughts that diminish their own vitality, and so they live in a state of weakness and desperacy."
    },
    {
      "index": 52,
      "start_time": 352707.0,
      "end_time": 358364.0,
      "text": "They are unaware of the wellspring of their own spirit, and so, they too are considered spiritually weak,"
    },
    {
      "index": 53,
      "start_time": 358364.0,
      "end_time": 363091.0,
      "text": "or at the very least in a period a emotional and spiritual weakness."
    },
    {
      "index": 54,
      "start_time": 363091.0,
      "end_time": 366945.0,
      "text": "Like starving people stealing food, they steal two things:"
    },
    {
      "index": 55,
      "start_time": 366945.0,
      "end_time": 371705.0,
      "text": "1. The first is pity. Pity feels like love to those of us who are perpetual victims."
    },
    {
      "index": 56,
      "start_time": 371705.0,
      "end_time": 378639.0,
      "text": "It urges people to take care of us, because we do not feel capable of taking care of ourselves."
    },
    {
      "index": 57,
      "start_time": 378639.0,
      "end_time": 386622.0,
      "text": "2. But there&#39;s one more thing that the victims of a psychic vampirism steal, from a space of desperacy, it is a feeling of goodness."
    },
    {
      "index": 58,
      "start_time": 386622.0,
      "end_time": 392446.0,
      "text": "When, we line up with a bad guy, like a psychic vampire, we get to be the good guy."
    },
    {
      "index": 59,
      "start_time": 392446.0,
      "end_time": 398988.0,
      "text": "We do not feel capable of feeling good about ourselves unless we can feel as if someone else is more of a bad person than we are."
    },
    {
      "index": 60,
      "start_time": 398988.0,
      "end_time": 407086.0,
      "text": "This is what gets us addicted to psychic vampires, we keep running into them over and over, because they serve our self-concept."
    },
    {
      "index": 61,
      "start_time": 407086.0,
      "end_time": 414218.0,
      "text": "If you come in contact with a psychic vampire, you will start to feel exhausted, you will start to feel confused,"
    },
    {
      "index": 62,
      "start_time": 414218.0,
      "end_time": 416928.0,
      "text": "like you are very out of sorts, you might even start to feel depressed,"
    },
    {
      "index": 63,
      "start_time": 416928.0,
      "end_time": 422345.0,
      "text": "your energy is gonna be depleted and you won&#39;t even know what hits you."
    },
    {
      "index": 64,
      "start_time": 422345.0,
      "end_time": 426968.0,
      "text": "Just like the old fairy tales of the blood-sucking vampires."
    },
    {
      "index": 65,
      "start_time": 426968.0,
      "end_time": 432240.0,
      "text": "Most of the time they strike and you don&#39;t even know what to ascribe your feelings to."
    },
    {
      "index": 66,
      "start_time": 432240.0,
      "end_time": 438353.0,
      "text": "Because you haven&#39;t identified who it is in your environment, that is causing you to feel this way."
    },
    {
      "index": 67,
      "start_time": 438353.0,
      "end_time": 443229.0,
      "text": "The following is a short list to the main attributes of a psychic vampire."
    },
    {
      "index": 68,
      "start_time": 443229.0,
      "end_time": 449042.0,
      "text": "To be considered a true psychic vampire, a person has to meet several criteria on this list."
    },
    {
      "index": 69,
      "start_time": 449042.0,
      "end_time": 453756.0,
      "text": "The psychic vampire lives in an atmosphere of self-ignorance."
    },
    {
      "index": 70,
      "start_time": 453756.0,
      "end_time": 459877.0,
      "text": "We are all on the process to self-discovery, so to some degree or another we are all in the dark relative to ourselves."
    },
    {
      "index": 71,
      "start_time": 459877.0,
      "end_time": 468060.0,
      "text": "But the psychic vampire has less of an investment placed in self-awareness than they do on survival."
    },
    {
      "index": 72,
      "start_time": 468060.0,
      "end_time": 471458.0,
      "text": "And survival means praying off of others."
    },
    {
      "index": 73,
      "start_time": 471458.0,
      "end_time": 479593.0,
      "text": "As long as they are getting this energy from others they don&#39;t have much incentive to heal themselves, and thus becoming entirely self-aware."
    },
    {
      "index": 74,
      "start_time": 479593.0,
      "end_time": 485720.0,
      "text": "This can be hard to see however because they tend to run in circles of people who really do want to be self-aware."
    },
    {
      "index": 75,
      "start_time": 485720.0,
      "end_time": 489887.0,
      "text": "Spiritual circles and healing modalities are a special favorite of there&#39;s."
    },
    {
      "index": 76,
      "start_time": 489887.0,
      "end_time": 495403.0,
      "text": "I&#39;ll tell you why. In general spiritual people and people who are in the healing fields are the most opened to other people."
    },
    {
      "index": 77,
      "start_time": 495403.0,
      "end_time": 499565.0,
      "text": "Their defenses are low and they are forgiving."
    },
    {
      "index": 78,
      "start_time": 499565.0,
      "end_time": 504536.0,
      "text": "And those of us who find our way to the the spiritual path don&#39;t often do so from a space of joy."
    },
    {
      "index": 79,
      "start_time": 504536.0,
      "end_time": 507182.0,
      "text": "We often find a spiritual path by virtue of our own suffering."
    },
    {
      "index": 80,
      "start_time": 507182.0,
      "end_time": 512874.0,
      "text": "Many of us have found our way there because we do feel like victims and have been victims in our past,"
    },
    {
      "index": 81,
      "start_time": 512874.0,
      "end_time": 521404.0,
      "text": "and so, we are there in the spiritual circles, specifically to heal the already current vibrations of victimhood."
    },
    {
      "index": 82,
      "start_time": 521404.0,
      "end_time": 525874.0,
      "text": "When you surround yourself with those who practice thinking the best of others,"
    },
    {
      "index": 83,
      "start_time": 525874.0,
      "end_time": 529185.0,
      "text": "and those who practice taking personal responsibility for things, it is easy to"
    },
    {
      "index": 84,
      "start_time": 529185.0,
      "end_time": 536627.0,
      "text": "go unnoticed to make others feel sorry for our pain when we hurt them instead of cutting us from their lives."
    },
    {
      "index": 85,
      "start_time": 536627.0,
      "end_time": 545342.0,
      "text": "Another way of putting this, is: If I was a vampire bat and I knew that there is a cow in the field that was practicing the art of non resistance,"
    },
    {
      "index": 86,
      "start_time": 545342.0,
      "end_time": 549260.0,
      "text": "I would most likely choose to land on that cow and start feeding."
    },
    {
      "index": 87,
      "start_time": 549260.0,
      "end_time": 552480.0,
      "text": "Why? Because I know that he&#39;s not gonna swat me with his tail."
    },
    {
      "index": 88,
      "start_time": 552480.0,
      "end_time": 559482.0,
      "text": "Whereas the average cow, who is not in the spiritual circle , who isn&#39;t practicing non resistance, would have no hesitation swatting me off of them."
    },
    {
      "index": 89,
      "start_time": 559482.0,
      "end_time": 565462.0,
      "text": "They feed off of negative attention. They cause problems and create unnecessary"
    },
    {
      "index": 90,
      "start_time": 565462.0,
      "end_time": 569183.0,
      "text": "interpersonal friction on purpose so they could have all eyes on them."
    },
    {
      "index": 91,
      "start_time": 569183.0,
      "end_time": 573536.0,
      "text": "These people pick fights incessantly, because of this, you will feel like you"
    },
    {
      "index": 92,
      "start_time": 573536.0,
      "end_time": 577580.0,
      "text": "are back to square one with them over and over again no matter how much you try to help them,"
    },
    {
      "index": 93,
      "start_time": 577580.0,
      "end_time": 581376.0,
      "text": "or solve problems in the relationship, because it is not the healing they want."
    },
    {
      "index": 94,
      "start_time": 581376.0,
      "end_time": 585522.0,
      "text": "It&#39;s the attention you give them when they are causing problems that they want."
    },
    {
      "index": 95,
      "start_time": 585522.0,
      "end_time": 591746.0,
      "text": "This person will not get better no matter how much they say they want to get better, because that is not their prerogative."
    },
    {
      "index": 96,
      "start_time": 591746.0,
      "end_time": 600556.0,
      "text": "They are deceptive. Their number one favorite, for developing rapport amongst people, for developing friendships,"
    },
    {
      "index": 97,
      "start_time": 600556.0,
      "end_time": 602930.0,
      "text": "is to turn people against each other."
    },
    {
      "index": 98,
      "start_time": 602930.0,
      "end_time": 608510.0,
      "text": "They are famous for picking sides, for playing sides, for putting people against each other,"
    },
    {
      "index": 99,
      "start_time": 608510.0,
      "end_time": 614579.0,
      "text": "because they can feed off of the energy of someone siding with them."
    },
    {
      "index": 100,
      "start_time": 614579.0,
      "end_time": 622298.0,
      "text": "Instead of engaging in fair play, where two parties agree to engage in the emotional battlefield of"
    },
    {
      "index": 101,
      "start_time": 622298.0,
      "end_time": 627974.0,
      "text": "an argument, they strike when it&#39;s least expected, when there is no provocation."
    },
    {
      "index": 102,
      "start_time": 627974.0,
      "end_time": 632000.0,
      "text": "They walk into the room at your weakest moment and they will attack you,"
    },
    {
      "index": 103,
      "start_time": 632000.0,
      "end_time": 636215.0,
      "text": "they will strike at you, they do this so that in your moment of weakness"
    },
    {
      "index": 104,
      "start_time": 636215.0,
      "end_time": 641176.0,
      "text": "they can actually feel more powerful, and their self-concept can come up."
    },
    {
      "index": 105,
      "start_time": 641176.0,
      "end_time": 648486.0,
      "text": "You will feel drained in a negative, unsatisfying way even by the thought of this person."
    },
    {
      "index": 106,
      "start_time": 648486.0,
      "end_time": 654971.0,
      "text": "The reason I ask if you feel drained in an unsatisfying way is that when we do shadow work or some other form of learning."
    },
    {
      "index": 107,
      "start_time": 654971.0,
      "end_time": 659502.0,
      "text": "We may feel drained of energy but we also feel a sense of grounded satisfaction."
    },
    {
      "index": 108,
      "start_time": 659502.0,
      "end_time": 664959.0,
      "text": "It is an enjoyable feeling. But if you feel drained in an unsatisfying way,"
    },
    {
      "index": 109,
      "start_time": 664959.0,
      "end_time": 672877.0,
      "text": "when you are with another person, chances are very high that you have spent your time with a psychic vampire."
    },
    {
      "index": 110,
      "start_time": 672877.0,
      "end_time": 675597.0,
      "text": "Guilt is their absolute favorite motility of attack."
    },
    {
      "index": 111,
      "start_time": 675597.0,
      "end_time": 679299.0,
      "text": "It not only causes them to feel powerful and in the right,"
    },
    {
      "index": 112,
      "start_time": 679299.0,
      "end_time": 685339.0,
      "text": "it also makes people grovel and apologize and extend some gesture of appreciation or approval towards them,"
    },
    {
      "index": 113,
      "start_time": 685339.0,
      "end_time": 689568.0,
      "text": "which is a form of forcing someone to gift them energy."
    },
    {
      "index": 114,
      "start_time": 689568.0,
      "end_time": 695008.0,
      "text": "They use everything you tell them against you later. Nothing you say to them will stay with them."
    },
    {
      "index": 115,
      "start_time": 695008.0,
      "end_time": 697414.0,
      "text": "These people are the sultans of spin."
    },
    {
      "index": 116,
      "start_time": 697414.0,
      "end_time": 700952.0,
      "text": "They select portions of what you say to defend their position against you."
    },
    {
      "index": 117,
      "start_time": 700952.0,
      "end_time": 704681.0,
      "text": "Most especially things you say from a place of vulnerability."
    },
    {
      "index": 118,
      "start_time": 704681.0,
      "end_time": 710371.0,
      "text": "Psychic vampires do not trust anyone, they live their lives in a state of perpetual paranoia."
    },
    {
      "index": 119,
      "start_time": 710371.0,
      "end_time": 714048.0,
      "text": "Most of them are hyper perfectionistic, they strive for appearances."
    },
    {
      "index": 120,
      "start_time": 714048.0,
      "end_time": 718962.0,
      "text": "But as their external world gets more pristine their internal world becomes meaningless and bleak."
    },
    {
      "index": 121,
      "start_time": 718962.0,
      "end_time": 723903.0,
      "text": "They numb out and in some circumstances, this leads to dangerous interpersonal relationships."
    },
    {
      "index": 122,
      "start_time": 723903.0,
      "end_time": 730696.0,
      "text": "They need to feel something, but feel nothing and so, they participate in very extreme behaviors, just so they can feel something."
    },
    {
      "index": 123,
      "start_time": 730696.0,
      "end_time": 736506.0,
      "text": "This can be as simple as adrenaline sports. But it can be as complex as serial rape or serial murder."
    },
    {
      "index": 124,
      "start_time": 736506.0,
      "end_time": 740591.0,
      "text": "They are preoccupied with being right and winning because being right"
    },
    {
      "index": 125,
      "start_time": 740591.0,
      "end_time": 746654.0,
      "text": "means to be good, this is why they pick fights and refuse to lose fights and why they are not looking for a meeting of minds."
    },
    {
      "index": 126,
      "start_time": 746654.0,
      "end_time": 752444.0,
      "text": "The only way they can prove to themselves that they are good and worthy of love is to be right and to win at any cost."
    },
    {
      "index": 127,
      "start_time": 752444.0,
      "end_time": 759877.0,
      "text": "Many of them are dissociative and they leave their body subconsciously throughout the day."
    },
    {
      "index": 128,
      "start_time": 759877.0,
      "end_time": 763930.0,
      "text": "They live in a kind of existential angst."
    },
    {
      "index": 129,
      "start_time": 763930.0,
      "end_time": 770488.0,
      "text": "They feel that everyone around them is draining their energy, so they respond by taking other people&#39;s energy to compensate for that perception."
    },
    {
      "index": 130,
      "start_time": 770488.0,
      "end_time": 779288.0,
      "text": "They identify with victimhood to such a degree that they will appear to be completely helpless and so you will find yourself called into the role of rescuer."
    },
    {
      "index": 131,
      "start_time": 779288.0,
      "end_time": 785941.0,
      "text": "Only.... they will never be saved. You&#39;ll just become more and more exhausted trying to fill the role of the rescuer."
    },
    {
      "index": 132,
      "start_time": 785941.0,
      "end_time": 790788.0,
      "text": "They are either perpetual martyrs or perpetual narcissist."
    },
    {
      "index": 133,
      "start_time": 790788.0,
      "end_time": 796184.0,
      "text": "As perpetual martyrs they offer to do loving things but feel put out by others when they accept the offering."
    },
    {
      "index": 134,
      "start_time": 796184.0,
      "end_time": 801045.0,
      "text": "They resent others after doing those things that they were never asked to do in the first place."
    },
    {
      "index": 135,
      "start_time": 801045.0,
      "end_time": 805547.0,
      "text": "They like pity... it makes them feel “good”."
    },
    {
      "index": 136,
      "start_time": 805547.0,
      "end_time": 809406.0,
      "text": "The perpetual narcissist will deliberately avoid doing loving things because they"
    },
    {
      "index": 137,
      "start_time": 809406.0,
      "end_time": 813543.0,
      "text": "feel like being loving towards others means they will not have enough energy for themselves."
    },
    {
      "index": 138,
      "start_time": 813543.0,
      "end_time": 819089.0,
      "text": "They are stingy. They deprive others and argue for their right to be so self focused."
    },
    {
      "index": 139,
      "start_time": 819089.0,
      "end_time": 822338.0,
      "text": "Many of them have perfected the art of passive aggression."
    },
    {
      "index": 140,
      "start_time": 822338.0,
      "end_time": 826931.0,
      "text": "The heart of which is resentment. They ask for help, but your help is of no use to them."
    },
    {
      "index": 141,
      "start_time": 826931.0,
      "end_time": 832041.0,
      "text": "You being unable to help them actually enables them to feel more capable."
    },
    {
      "index": 142,
      "start_time": 832041.0,
      "end_time": 837863.0,
      "text": "They are preoccupied with making threats that make you act in a way which makes them feel as if they are loved."
    },
    {
      "index": 143,
      "start_time": 837863.0,
      "end_time": 843987.0,
      "text": "It&#39;s a kind of entrapment where they withdraw, they force you into chasing them."
    },
    {
      "index": 144,
      "start_time": 843987.0,
      "end_time": 852171.0,
      "text": "The classic form that this takes, is a person who continually threatens to leave but never actually goes, because they are not actually looking to leave."
    },
    {
      "index": 145,
      "start_time": 852171.0,
      "end_time": 859499.0,
      "text": "What they are looking for is for you to keep coming back and saying “no no don&#39;t go don&#39;t go we want you to stay”, because that&#39;s how they feel loved."
    },
    {
      "index": 146,
      "start_time": 859499.0,
      "end_time": 863941.0,
      "text": "Encountering a psychic vampire means nothing more than this:"
    },
    {
      "index": 147,
      "start_time": 863941.0,
      "end_time": 871481.0,
      "text": "You have some victim vibrations to look at. Some beliefs that are denying you of access to your own personal power."
    },
    {
      "index": 148,
      "start_time": 871481.0,
      "end_time": 876585.0,
      "text": "Psychic vampires are especially attracted to people who have no boundaries."
    },
    {
      "index": 149,
      "start_time": 876585.0,
      "end_time": 881774.0,
      "text": "But I don&#39;t want you to get the wrong idea, I&#39;ll be doing a video in the future relative to boundaries."
    },
    {
      "index": 150,
      "start_time": 881774.0,
      "end_time": 886259.0,
      "text": "Boundaries does not mean that we erect walls in between ourselves and other people."
    },
    {
      "index": 151,
      "start_time": 886259.0,
      "end_time": 889701.0,
      "text": "What it means is that we are committed to our own personal identity."
    },
    {
      "index": 152,
      "start_time": 889701.0,
      "end_time": 895398.0,
      "text": "We have a solid sense of identity and a solid sense of what happiness means for us as individuals."
    },
    {
      "index": 153,
      "start_time": 895398.0,
      "end_time": 900317.0,
      "text": "We are committed to doing what it takes to be happy."
    },
    {
      "index": 154,
      "start_time": 900317.0,
      "end_time": 907885.0,
      "text": "Those of us who do not have good boundaries, because we are not very committed to our own personal sense of identity and therefore happiness."
    },
    {
      "index": 155,
      "start_time": 907885.0,
      "end_time": 913878.0,
      "text": "We cannot say no to other people, because saying no to other people makes us feel like we are bad."
    },
    {
      "index": 156,
      "start_time": 913878.0,
      "end_time": 919066.0,
      "text": "This opens us up very wide to be utilized by someone."
    },
    {
      "index": 157,
      "start_time": 919066.0,
      "end_time": 929311.0,
      "text": "To be in the presence of somebody who loves to act in a way that makes them feel better about themselves but us feel worse about ourselves."
    },
    {
      "index": 158,
      "start_time": 929311.0,
      "end_time": 931082.0,
      "text": "Here&#39;s the problem."
    },
    {
      "index": 159,
      "start_time": 931082.0,
      "end_time": 938691.0,
      "text": "Traditionally we&#39;ve thought that the best way to protect ourselves against psychic vampires, is to protect ourselves."
    },
    {
      "index": 160,
      "start_time": 938691.0,
      "end_time": 944119.0,
      "text": "But I&#39;m here to tell you today that if you want to protect yourself, you are doing the exact opposite."
    },
    {
      "index": 161,
      "start_time": 944119.0,
      "end_time": 947983.0,
      "text": "Because the minute you come up with the idea that you need protection from something,"
    },
    {
      "index": 162,
      "start_time": 947983.0,
      "end_time": 953704.0,
      "text": "you create that thing that you need to be protected from!"
    },
    {
      "index": 163,
      "start_time": 953704.0,
      "end_time": 959667.0,
      "text": "In other words we believe ourselves to be a victim the second that we feel like we need to be protected."
    },
    {
      "index": 164,
      "start_time": 959667.0,
      "end_time": 965220.0,
      "text": "No protection technique is going to save you from an energy vampire."
    },
    {
      "index": 165,
      "start_time": 965220.0,
      "end_time": 975007.0,
      "text": "So you might ask: “Why is it then, when some people visualize surrounding themselves in a bubble of white light, why does that actually work sometimes?”"
    },
    {
      "index": 166,
      "start_time": 975007.0,
      "end_time": 983699.0,
      "text": "It&#39;s not because the person is thinking about protecting themselves, it’s because visualizing that white bubble causes them to feel some sense of empowerment."
    },
    {
      "index": 167,
      "start_time": 983699.0,
      "end_time": 988979.0,
      "text": "And thus release resistance to the idea that the psychic vampire can share the space with them."
    },
    {
      "index": 168,
      "start_time": 988979.0,
      "end_time": 998951.0,
      "text": "In reality this white bubble of light which we are erecting around ourselves mentally is not causing us to have a buffer to that person at all."
    },
    {
      "index": 169,
      "start_time": 998951.0,
      "end_time": 1008800.0,
      "text": "It’s causing us to raise our frequency to a degree where we cannot be utilized by the psychic vampire. But there are some better ways to go about doing this."
    },
    {
      "index": 170,
      "start_time": 1008800.0,
      "end_time": 1015158.0,
      "text": "If you are a psychic vampire yourself, you will soon find that you cannot actually enjoy the way that other people treat you."
    },
    {
      "index": 171,
      "start_time": 1015160.0,
      "end_time": 1020149.0,
      "text": "I can promise you they won&#39;t treat you well, you will find yourself completely friendless."
    },
    {
      "index": 172,
      "start_time": 1020150.0,
      "end_time": 1027074.0,
      "text": "The most that you can hope for is a temporary rush of a connection with someone who will soon burn out by virtue of being near you"
    },
    {
      "index": 173,
      "start_time": 1027069.9999999999,
      "end_time": 1030246.9999999999,
      "text": "because they will separate themselves from you."
    },
    {
      "index": 174,
      "start_time": 1030250.0,
      "end_time": 1034869.0,
      "text": "It takes a good deal of bravery to look at yourself honestly and admit to being an energy vampire."
    },
    {
      "index": 175,
      "start_time": 1034869.9999999999,
      "end_time": 1039113.9999999999,
      "text": "It&#39;s a bit like admitting to being an addict. But it is the first stage to recovery."
    },
    {
      "index": 176,
      "start_time": 1039109.9999999999,
      "end_time": 1042742.9999999999,
      "text": "Then, you can spend your time catching yourself in the act."
    },
    {
      "index": 177,
      "start_time": 1042740.0,
      "end_time": 1047557.0,
      "text": "Choosing to do something else. Finding a way to meet your needs yourself..."
    },
    {
      "index": 178,
      "start_time": 1047560.0,
      "end_time": 1051464.0,
      "text": "Treating others the way you wish you could be treated."
    },
    {
      "index": 179,
      "start_time": 1051460.0,
      "end_time": 1055785.0,
      "text": "So how do we eradicate a psychic vampire from our lives?"
    },
    {
      "index": 180,
      "start_time": 1055790.0,
      "end_time": 1059159.0,
      "text": "You deprive them of their source of energy."
    },
    {
      "index": 181,
      "start_time": 1059160.0,
      "end_time": 1064742.0,
      "text": "They feed off of your weakness. So if your weakness no longer exist they can no longer feed off of you."
    },
    {
      "index": 182,
      "start_time": 1064740.0,
      "end_time": 1071060.0,
      "text": "Fear is the common denominator between both victims and psychic vampires."
    },
    {
      "index": 183,
      "start_time": 1071060.0,
      "end_time": 1075626.0,
      "text": "Here&#39;s a list of things that the psychic vampire desperately fears."
    },
    {
      "index": 184,
      "start_time": 1075630.0,
      "end_time": 1079851.0,
      "text": "This is in fact what motivates them to prey on others:"
    },
    {
      "index": 185,
      "start_time": 1079850.0,
      "end_time": 1083301.0,
      "text": "Abandonment, betrayal"
    },
    {
      "index": 186,
      "start_time": 1083300.0,
      "end_time": 1087839.0,
      "text": "thinking of themselves as bad, torture,"
    },
    {
      "index": 187,
      "start_time": 1087840.0,
      "end_time": 1091177.0,
      "text": "the inability to escape pain,"
    },
    {
      "index": 188,
      "start_time": 1091180.0,
      "end_time": 1095363.0,
      "text": "being powerless or vulnerable, deficiency,"
    },
    {
      "index": 189,
      "start_time": 1095360.0,
      "end_time": 1099153.0,
      "text": "not having enough, deprivation of love,"
    },
    {
      "index": 190,
      "start_time": 1099150.0,
      "end_time": 1102401.0,
      "text": "rejection, loss of personal identity,"
    },
    {
      "index": 191,
      "start_time": 1102400.0,
      "end_time": 1105222.0,
      "text": "invasion, being controlled,"
    },
    {
      "index": 192,
      "start_time": 1105220.0,
      "end_time": 1108554.0,
      "text": "dependence and imperfection."
    },
    {
      "index": 193,
      "start_time": 1108560.0,
      "end_time": 1112714.0,
      "text": "So now I&#39;m going to give you some tips that will help you to become a vibrational"
    },
    {
      "index": 194,
      "start_time": 1112710.0,
      "end_time": 1118040.0,
      "text": "match to what you want to be a match to instead of to the psychic vampire."
    },
    {
      "index": 195,
      "start_time": 1118040.0,
      "end_time": 1125769.0,
      "text": "And believe it or not, it&#39;s the very same remedy both for the psychic predator and for the victim."
    },
    {
      "index": 196,
      "start_time": 1125770.0,
      "end_time": 1128625.0,
      "text": "Realize this principle within the universe:"
    },
    {
      "index": 197,
      "start_time": 1128630.0,
      "end_time": 1135344.0,
      "text": "It is not possible for them to take energy from you. It is not possible for you to take energy from them."
    },
    {
      "index": 198,
      "start_time": 1135340.0,
      "end_time": 1139828.0,
      "text": "All that is possible, is to behave in a way that influences someone"
    },
    {
      "index": 199,
      "start_time": 1139830.0,
      "end_time": 1149088.0,
      "text": "to think thoughts that prevent the source energy from their higher consciousness from flowing through their physical body."
    },
    {
      "index": 200,
      "start_time": 1149090.0,
      "end_time": 1157083.0,
      "text": "It&#39;s like you doing something that&#39;s causing somebody to put their finger over the hose water so it can&#39;t flow through the hose."
    },
    {
      "index": 201,
      "start_time": 1157080.0,
      "end_time": 1160228.0,
      "text": "1. Develop authenticity."
    },
    {
      "index": 202,
      "start_time": 1160230.0,
      "end_time": 1168685.0,
      "text": "You&#39;ve got to allow yourself to find yourself, and the truth of who you are is that you are who you want to be."
    },
    {
      "index": 203,
      "start_time": 1168680.0,
      "end_time": 1175437.0,
      "text": "The more you behave like that person, the more you will be exactly who you are."
    },
    {
      "index": 204,
      "start_time": 1175440.0,
      "end_time": 1184311.0,
      "text": "Authenticity is extremely important when we are dealing with psychic vampires, because they feed off of our insecurity of self."
    },
    {
      "index": 205,
      "start_time": 1184310.0,
      "end_time": 1186935.0,
      "text": "2. Develop autonomy."
    },
    {
      "index": 206,
      "start_time": 1186940.0,
      "end_time": 1191541.0,
      "text": "In other words a way to fulfill your own needs in healthy ways,"
    },
    {
      "index": 207,
      "start_time": 1191540.0,
      "end_time": 1197680.0,
      "text": "or develop a kind of relationship with other people that is symbiotic instead of parasitic."
    },
    {
      "index": 208,
      "start_time": 1197680.0,
      "end_time": 1203403.0,
      "text": "Co-dependent relationships are the meat of psychic vampirism."
    },
    {
      "index": 209,
      "start_time": 1203400.0,
      "end_time": 1213456.0,
      "text": "And the only way to prevent ourselves from that kind of relationship, is to become strong in and of ourselves, to know that we are capable."
    },
    {
      "index": 210,
      "start_time": 1213450.0,
      "end_time": 1222188.0,
      "text": "3. Learn how to nurture yourself, how to love yourself, how to fill up your own cup, for both the vampire"
    },
    {
      "index": 211,
      "start_time": 1222190.0,
      "end_time": 1227165.0,
      "text": "and the victim, this is not something you are very good at."
    },
    {
      "index": 212,
      "start_time": 1227170.0,
      "end_time": 1238365.0,
      "text": "But the more you practice the art of doing what it takes to love yourself, the less you are going to need other people to fill up your cup for you."
    },
    {
      "index": 213,
      "start_time": 1238360.0,
      "end_time": 1241711.0,
      "text": "4. Commit to your life and commit to your physical body."
    },
    {
      "index": 214,
      "start_time": 1241710.0,
      "end_time": 1249098.0,
      "text": "This may seem trivial, but just because you are here in your physical life does not mean you have committed to your life."
    },
    {
      "index": 215,
      "start_time": 1249100.0,
      "end_time": 1259603.0,
      "text": "It&#39;s only when we really commit to our life and commit to ourselves, that we are capable of making the changes necessary that we are no longer a match to either side of vampirism."
    },
    {
      "index": 216,
      "start_time": 1259600.0,
      "end_time": 1262532.0,
      "text": "5. Develop self-trust."
    },
    {
      "index": 217,
      "start_time": 1262540.0,
      "end_time": 1271214.0,
      "text": "You really can trust yourself. Your internal guidance system can never be corrupted by another person or another thing."
    },
    {
      "index": 218,
      "start_time": 1271210.0,
      "end_time": 1276031.0,
      "text": "And if you distrust someone else, all that is you distrusting yourself."
    },
    {
      "index": 219,
      "start_time": 1276030.0,
      "end_time": 1281274.0,
      "text": "Because it means that you think you are not capable of discerning what is right for you."
    },
    {
      "index": 220,
      "start_time": 1281280.0,
      "end_time": 1286110.0,
      "text": "Discerning someone who is good for you from someone who is bad for you."
    },
    {
      "index": 221,
      "start_time": 1286110.0,
      "end_time": 1294491.0,
      "text": "It also means that you don&#39;t think that you can do what it takes to make yourself feel good."
    },
    {
      "index": 222,
      "start_time": 1294490.0,
      "end_time": 1298311.0,
      "text": "For the psychic vampire, this is especially true."
    },
    {
      "index": 223,
      "start_time": 1298310.0,
      "end_time": 1305140.0,
      "text": "As victims it is true as well, we do not feel as if we can do what it takes to keep ourselves safe or to keep ourselves happy."
    },
    {
      "index": 224,
      "start_time": 1305140.0,
      "end_time": 1315934.0,
      "text": "But the vampire sucks from others, does things to influence others so that they can feel good, because you don&#39;t feel capable of making yourself feel good on your own."
    },
    {
      "index": 225,
      "start_time": 1315930.0,
      "end_time": 1321275.0,
      "text": "6. Learn how to see and accept nuances, complexities and grey areas."
    },
    {
      "index": 226,
      "start_time": 1321280.0,
      "end_time": 1330095.0,
      "text": "For those of us that are stuck in the role of vampire and victim, we have a very hard time seeing the world as it really is."
    },
    {
      "index": 227,
      "start_time": 1330090.0,
      "end_time": 1336748.0,
      "text": "We see it in terms of black and white, a world of villains and heroes, villains and victims."
    },
    {
      "index": 228,
      "start_time": 1336750.0,
      "end_time": 1342374.0,
      "text": "Seeing the world in this way, makes us feel as if we live in a dangerous world."
    },
    {
      "index": 229,
      "start_time": 1342370.0,
      "end_time": 1350260.0,
      "text": "It perpetuates a worldview which does not serve us very well, and that means that we will choose to polarize ourselves on one side or the other,"
    },
    {
      "index": 230,
      "start_time": 1350260.0,
      "end_time": 1353831.0,
      "text": "instead of a grasped that we are both."
    },
    {
      "index": 231,
      "start_time": 1353830.0,
      "end_time": 1360826.0,
      "text": "7. Study the behaviors that you want to receive from others. Do you want to be caressed? Do you want to be listened to?"
    },
    {
      "index": 232,
      "start_time": 1360830.0,
      "end_time": 1365793.0,
      "text": "If you see any behavior that you wish to receive, start doing that to others."
    },
    {
      "index": 233,
      "start_time": 1365790.0,
      "end_time": 1370476.0,
      "text": "That will make you a vibrational match to receiving those behaviors."
    },
    {
      "index": 234,
      "start_time": 1370480.0,
      "end_time": 1375797.0,
      "text": "Anything that you can think, anything that you can do, that will put you in a space of feeling empowered,"
    },
    {
      "index": 235,
      "start_time": 1375800.0,
      "end_time": 1383650.0,
      "text": "will make it so that you were a vibrational match which is outside the range of that which a psychic vampire can access."
    },
    {
      "index": 236,
      "start_time": 1383650.0,
      "end_time": 1386154.0,
      "text": "So here&#39;s the moment of truth."
    },
    {
      "index": 237,
      "start_time": 1386150.0,
      "end_time": 1394107.0,
      "text": "The less fearful thoughts you think, the less fearful you will feel and thus the vibration you hold will be too high"
    },
    {
      "index": 238,
      "start_time": 1394110.0,
      "end_time": 1402197.0,
      "text": "to be engaged on either side of a relationship that mirrors vampirism."
    },
    {
      "index": 239,
      "start_time": 1402190.0,
      "end_time": 1409051.0,
      "text": "And it is true, if we are being honest with ourselves, that all of us have a little bit of psychic vampire within us."
    },
    {
      "index": 240,
      "start_time": 1409060.0,
      "end_time": 1419060.0,
      "text": "Have a good week. :)"
    }
  ]
}