{
  "video_id": "fxe7FVI5Ky4",
  "title": "The Future of Artificial Intelligence: Robots and Beyond",
  "json": [
    {
      "index": 1,
      "start_time": 909.0,
      "end_time": 5009.0,
      "text": "ALVING: Good afternoon and welcome to the Council on Foreign Relations&#39; discussion on"
    },
    {
      "index": 2,
      "start_time": 5009.0,
      "end_time": 10179.0,
      "text": "the future of artificial intelligence, robots and beyond. I&#39;m Amy Alving, and I&#39;ll be your"
    },
    {
      "index": 3,
      "start_time": 10179.0,
      "end_time": 16450.0,
      "text": "moderator for today. We have a very distinguished panel here, and in your information, you have"
    },
    {
      "index": 4,
      "start_time": 16450.0,
      "end_time": 21109.0,
      "text": "a detailed bio on everybody on the stage, so we won&#39;t go into those specifics."
    },
    {
      "index": 5,
      "start_time": 21109.0,
      "end_time": 27849.0,
      "text": "But briefly, let me introduce Professor Peter Bock, emeritus from George Washington University,"
    },
    {
      "index": 6,
      "start_time": 27849.0,
      "end_time": 34739.0,
      "text": "who has decades of experience in building and developing artificial intelligence systems."
    },
    {
      "index": 7,
      "start_time": 34739.0,
      "end_time": 41690.0,
      "text": "Next to me we have Paul Cohen, also an academic from the University of Arizona, who is now"
    },
    {
      "index": 8,
      "start_time": 41690.0,
      "end_time": 49030.0,
      "text": "at my alma mater, DARPA, working for the Defense Department&#39;s most advanced research and development"
    },
    {
      "index": 9,
      "start_time": 49030.0,
      "end_time": 56520.0,
      "text": "organization. And we also have Andy McAfee from MIT, who comes to this from a business"
    },
    {
      "index": 10,
      "start_time": 56520.0,
      "end_time": 65440.0,
      "text": "and economic background with long experience looking at the impact of artificial intelligence"
    },
    {
      "index": 11,
      "start_time": 65440.0,
      "end_time": 70760.0,
      "text": "from an economic perspective. So we&#39;ll start today with thirty minutes of"
    },
    {
      "index": 12,
      "start_time": 70760.0,
      "end_time": 75320.0,
      "text": "moderated discussion amongst the panelists, and then we&#39;ll turn it over to the audience"
    },
    {
      "index": 13,
      "start_time": 75320.0,
      "end_time": 80220.0,
      "text": "for Q&amp;A. I think in this area, it&#39;s important to make"
    },
    {
      "index": 14,
      "start_time": 80220.0,
      "end_time": 85920.0,
      "text": "sure that we have some common understanding of what we&#39;re talking about when we say artificial"
    },
    {
      "index": 15,
      "start_time": 85920.0,
      "end_time": 92820.0,
      "text": "intelligence. And so I&#39;ll ask Peter to start off by describing to us, what is artificial"
    },
    {
      "index": 16,
      "start_time": 92820.0,
      "end_time": 100540.0,
      "text": "intelligence more than just smart software? BOCK: Yeah, in my TED talk, I described people"
    },
    {
      "index": 17,
      "start_time": 100540.0,
      "end_time": 106420.0,
      "text": "who come up to me and say that AI is really the field that tries to solve very, very,"
    },
    {
      "index": 18,
      "start_time": 106420.0,
      "end_time": 113170.0,
      "text": "very hard problems, and I always found that definition a bit smarmy, because all of us"
    },
    {
      "index": 19,
      "start_time": 113170.0,
      "end_time": 119360.0,
      "text": "here are involved in solving very, very, very hard problems. That&#39;s not it at all."
    },
    {
      "index": 20,
      "start_time": 119360.0,
      "end_time": 129310.0,
      "text": "It&#39;s a general purpose problem-solving engine that has a more or less broad domain of applications"
    },
    {
      "index": 21,
      "start_time": 129310.0,
      "end_time": 136240.0,
      "text": "so that a single solution can apply to many different situations even in different fields."
    },
    {
      "index": 22,
      "start_time": 136240.0,
      "end_time": 143680.0,
      "text": "That&#39;s beginning -- a beginning definition for AI, and also probably a longer definition,"
    },
    {
      "index": 23,
      "start_time": 143680.0,
      "end_time": 151190.0,
      "text": "an engine that can eventually be broadened into beginning to imitate, shall we say, or,"
    },
    {
      "index": 24,
      "start_time": 151190.0,
      "end_time": 156550.0,
      "text": "in fact, emulate the cognition of our own thinking patterns."
    },
    {
      "index": 25,
      "start_time": 156550.0,
      "end_time": 160290.0,
      "text": "I think I&#39;ll stop there and let the rest jump in."
    },
    {
      "index": 26,
      "start_time": 160290.0,
      "end_time": 166560.0,
      "text": "ALVING: OK. So, Paul, I know that from your perspective, artificial intelligence is about"
    },
    {
      "index": 27,
      "start_time": 166560.0,
      "end_time": 172140.0,
      "text": "more than just crunching a lot of numbers. You know, the buzzword in -- out in the world"
    },
    {
      "index": 28,
      "start_time": 172140.0,
      "end_time": 178210.0,
      "text": "today is big data, big data is going to solve all our problems. But big data isn&#39;t sufficient,"
    },
    {
      "index": 29,
      "start_time": 178210.0,
      "end_time": 182810.0,
      "text": "is that correct? COHEN: That&#39;s right. So do you want me to"
    },
    {
      "index": 30,
      "start_time": 182810.0,
      "end_time": 185810.0,
      "text": "talk about what&#39;s AI or why big data isn&#39;t sufficient?"
    },
    {
      "index": 31,
      "start_time": 185810.0,
      "end_time": 191270.0,
      "text": "ALVING: Both. How does -- how does AI go beyond simply crunching a lot of numbers for big"
    },
    {
      "index": 32,
      "start_time": 191270.0,
      "end_time": 193640.0,
      "text": "data? COHEN: Let me give an example. I&#39;m working"
    },
    {
      "index": 33,
      "start_time": 193640.0,
      "end_time": 199090.0,
      "text": "on a program -- managing a program at DARPA now called Big Mechanism. Big Mechanism is"
    },
    {
      "index": 34,
      "start_time": 199090.0,
      "end_time": 205590.0,
      "text": "sort of a poke in the eye to big data. But it&#39;s actually -- it&#39;s based on exactly this"
    },
    {
      "index": 35,
      "start_time": 205590.0,
      "end_time": 210950.0,
      "text": "distinction between crunching numbers and understanding what the data is telling you."
    },
    {
      "index": 36,
      "start_time": 210950.0,
      "end_time": 217110.0,
      "text": "So the purpose of the Big Mechanism program is for machines to read the primary literature"
    },
    {
      "index": 37,
      "start_time": 217110.0,
      "end_time": 225290.0,
      "text": "in cancer biology, assemble models of cell signaling pathways in cancer biology that"
    },
    {
      "index": 38,
      "start_time": 225290.0,
      "end_time": 230790.0,
      "text": "are much bigger or more detailed than any human can comprehend, and then figure out"
    },
    {
      "index": 39,
      "start_time": 230790.0,
      "end_time": 236790.0,
      "text": "from those models how to attack and suppress cancer."
    },
    {
      "index": 40,
      "start_time": 236790.0,
      "end_time": 242110.0,
      "text": "Now, data certainly is an important part of that, but I think the difference between big"
    },
    {
      "index": 41,
      "start_time": 242110.0,
      "end_time": 249590.0,
      "text": "data and Big Mechanism is that we seek causal models of something really complicated. Data"
    },
    {
      "index": 42,
      "start_time": 249590.0,
      "end_time": 256650.0,
      "text": "informs those models, but the understanding comes from those models. And AI has always"
    },
    {
      "index": 43,
      "start_time": 256649.99999999997,
      "end_time": 261409.99999999997,
      "text": "been about understanding, understanding the visual world, understanding speech, understanding"
    },
    {
      "index": 44,
      "start_time": 261410.00000000003,
      "end_time": 267590.0,
      "text": "-- it&#39;s always been about understanding. ALVING: And so is the artificial intelligence"
    },
    {
      "index": 45,
      "start_time": 267590.0,
      "end_time": 269790.0,
      "text": "creating the understanding? COHEN: Yeah."
    },
    {
      "index": 46,
      "start_time": 269790.0,
      "end_time": 274690.0,
      "text": "ALVING: Or are you building in the understanding... COHEN: No, no, the machine will read the literature."
    },
    {
      "index": 47,
      "start_time": 274690.0,
      "end_time": 280160.0,
      "text": "I mean, you know, you see it in the papers. The papers say things like, well, you know,"
    },
    {
      "index": 48,
      "start_time": 280160.0,
      "end_time": 285160.0,
      "text": "we suppressed this gene and the following stuff happened, and so you take that little"
    },
    {
      "index": 49,
      "start_time": 285160.0,
      "end_time": 290620.0,
      "text": "piece of causal knowledge and you put it into your big, complicated model. And as the model"
    },
    {
      "index": 50,
      "start_time": 290620.0,
      "end_time": 295200.0,
      "text": "gets bigger and more complicated, you get a more and more refined understanding of how"
    },
    {
      "index": 51,
      "start_time": 295200.0,
      "end_time": 299040.0,
      "text": "cancer works. ALVING: So, Andy, I know you look at this"
    },
    {
      "index": 52,
      "start_time": 299040.0,
      "end_time": 308630.0,
      "text": "from more of an economic impact perspective. Where do you see this play between model-based"
    },
    {
      "index": 53,
      "start_time": 308630.0,
      "end_time": 312220.0,
      "text": "understanding and big data playing out in the market today?"
    },
    {
      "index": 54,
      "start_time": 312220.0,
      "end_time": 317370.0,
      "text": "MCAFEE: And this is the Jets versus the Sharks of the artificial intelligence world. There"
    },
    {
      "index": 55,
      "start_time": 317370.0,
      "end_time": 321300.0,
      "text": "are these two camps that have been going at it for as long as we&#39;ve been thinking about"
    },
    {
      "index": 56,
      "start_time": 321300.0,
      "end_time": 326070.0,
      "text": "these problems. There&#39;s the model first camp. You need to understand cause and effect. You"
    },
    {
      "index": 57,
      "start_time": 326070.0,
      "end_time": 330260.0,
      "text": "need to understand the world before we can think about simulating it in a piece of -- or"
    },
    {
      "index": 58,
      "start_time": 330260.0,
      "end_time": 335889.0,
      "text": "embedding it in a piece of technology. There&#39;s the other part that says, No, actually."
    },
    {
      "index": 59,
      "start_time": 335889.0,
      "end_time": 340810.0,
      "text": "And the best distinction I ever heard between those two approaches -- the one that brought"
    },
    {
      "index": 60,
      "start_time": 340810.0,
      "end_time": 345800.0,
      "text": "it home to me -- was the way a child learns language versus the way and adult learns language."
    },
    {
      "index": 61,
      "start_time": 345800.0,
      "end_time": 349419.0,
      "text": "So if I were to start learning a language tomorrow, I would do it the model-based way."
    },
    {
      "index": 62,
      "start_time": 349419.0,
      "end_time": 353360.0,
      "text": "I&#39;d sit down with a grammar textbook. I&#39;d try to understand how to conjugate the verbs."
    },
    {
      "index": 63,
      "start_time": 353360.0,
      "end_time": 358630.0,
      "text": "I&#39;d understand if there are masculine and feminine. I&#39;d go through this arduous model-based"
    },
    {
      "index": 64,
      "start_time": 358630.0,
      "end_time": 364360.0,
      "text": "process of trying to acquire a new language. And like we all know, that&#39;s not how a two-year-old"
    },
    {
      "index": 65,
      "start_time": 364360.0,
      "end_time": 368610.0,
      "text": "does it. She just sits around and listens to the adults around her talking and talking"
    },
    {
      "index": 66,
      "start_time": 368610.0,
      "end_time": 374610.0,
      "text": "to her, and she builds up a very much data-first understanding of the world to the point that"
    },
    {
      "index": 67,
      "start_time": 374610.0,
      "end_time": 379190.0,
      "text": "she acquires language flawlessly, without having a single grammar lesson."
    },
    {
      "index": 68,
      "start_time": 379190.0,
      "end_time": 383639.0,
      "text": "And what&#39;s further interesting about that is that if you ask her, why did you add the"
    },
    {
      "index": 69,
      "start_time": 383639.0,
      "end_time": 388560.0,
      "text": "S to that word? Why is it &quot;I go&quot; but &quot;he goes&quot;? She would say, &quot;I have no idea -- I&#39;ve never"
    },
    {
      "index": 70,
      "start_time": 388560.0,
      "end_time": 392870.0,
      "text": "heard the word conjugation before. I just know that&#39;s how language works.&quot;"
    },
    {
      "index": 71,
      "start_time": 392870.0,
      "end_time": 398040.0,
      "text": "So this divide is a really, really fundamentally important divide. The news from the trenches"
    },
    {
      "index": 72,
      "start_time": 398040.0,
      "end_time": 403510.0,
      "text": "that I can bring you is that in the world of -- in real-world applications, the data"
    },
    {
      "index": 73,
      "start_time": 403510.0,
      "end_time": 410110.0,
      "text": "side is winning. And there&#39;s almost a dismissive term for the model-based view these days among"
    },
    {
      "index": 74,
      "start_time": 410110.0,
      "end_time": 414960.0,
      "text": "a lot of the AI geeks that are doing work at Google and Apple and Facebook and putting"
    },
    {
      "index": 75,
      "start_time": 414960.0,
      "end_time": 419530.0,
      "text": "things in front of us. They call the model-based view &quot;feature engineering,&quot; and they put kind"
    },
    {
      "index": 76,
      "start_time": 419530.0,
      "end_time": 423440.0,
      "text": "of air quotes around it, and they&#39;re almost quite dismissive about it."
    },
    {
      "index": 77,
      "start_time": 423440.0,
      "end_time": 428460.0,
      "text": "And in general, in head-to-head competitions among different approaches in areas that we"
    },
    {
      "index": 78,
      "start_time": 428460.0,
      "end_time": 434810.0,
      "text": "care about, image recognition, natural language processing, artificial speech, things like"
    },
    {
      "index": 79,
      "start_time": 434810.0,
      "end_time": 439250.0,
      "text": "that, the model-based approach is the one that&#39;s winning these competitions and, therefore,"
    },
    {
      "index": 80,
      "start_time": 439250.0,
      "end_time": 442220.0,
      "text": "is being embedded in the commercial technologies that we&#39;re using."
    },
    {
      "index": 81,
      "start_time": 442220.0,
      "end_time": 445320.0,
      "text": "COHEN: You meant to say the data... MCAFEE: I meant to say the data-based -- thank"
    },
    {
      "index": 82,
      "start_time": 445320.0,
      "end_time": 449690.0,
      "text": "you -- the data-based side is winning. My single favorite example of that -- this was"
    },
    {
      "index": 83,
      "start_time": 449690.0,
      "end_time": 457590.0,
      "text": "a crazy demonstration -- a team out of -- that founded a start-up called DeepMind built a"
    },
    {
      "index": 84,
      "start_time": 457590.0,
      "end_time": 463580.0,
      "text": "completely data-first learning system, and they asked it to play old-fashioned Atari"
    },
    {
      "index": 85,
      "start_time": 463580.0,
      "end_time": 468600.0,
      "text": "videogames from the 1980s. And they said, we&#39;re not going to even try to teach you the"
    },
    {
      "index": 86,
      "start_time": 468600.0,
      "end_time": 473120.0,
      "text": "rules of Pac-Man or Battlezone or anything like that. All you&#39;re going to do is try to"
    },
    {
      "index": 87,
      "start_time": 473120.0,
      "end_time": 477720.0,
      "text": "minimize this thing in the upper-right-hand corner called the score. You figure it out"
    },
    {
      "index": 88,
      "start_time": 477720.0,
      "end_time": 483199.0,
      "text": "from there. They pointed it at seven different Atari games."
    },
    {
      "index": 89,
      "start_time": 483199.0,
      "end_time": 489740.0,
      "text": "On three of those games, the system eventually got better than any human player. So I&#39;m not"
    },
    {
      "index": 90,
      "start_time": 489740.0,
      "end_time": 494160.0,
      "text": "-- I personally am not taking a stand on the model versus data. I&#39;m just saying, over and"
    },
    {
      "index": 91,
      "start_time": 494160.0,
      "end_time": 498410.0,
      "text": "over again these days, the data world is winning the competitions."
    },
    {
      "index": 92,
      "start_time": 498410.0,
      "end_time": 503020.0,
      "text": "ALVING: Peter? BOCK: I couldn&#39;t agree with Andrew more. I&#39;m"
    },
    {
      "index": 93,
      "start_time": 503020.0,
      "end_time": 505449.0,
      "text": "in that... MCAFEE: Boring panel."
    },
    {
      "index": 94,
      "start_time": 505449.0,
      "end_time": 508750.0,
      "text": "(LAUGHTER) BOCK: I&#39;m in the same camp that he describes"
    },
    {
      "index": 95,
      "start_time": 508750.0,
      "end_time": 517249.0,
      "text": "as being data-driven, not rule-driven. I have been developing, since 1980, programs that"
    },
    {
      "index": 96,
      "start_time": 517249.0,
      "end_time": 521769.0,
      "text": "he describes called collective learning systems that play games and get better than humans"
    },
    {
      "index": 97,
      "start_time": 521769.0,
      "end_time": 528360.0,
      "text": "at them, simple games, but it soon became obvious to me that it&#39;s interesting to play"
    },
    {
      "index": 98,
      "start_time": 528360.0,
      "end_time": 533769.0,
      "text": "games, but none of you out there is spending much of your life playing games, and do you"
    },
    {
      "index": 99,
      "start_time": 533769.0,
      "end_time": 539319.0,
      "text": "really want an opponent who is not a natural opponent to play games with you? I think you"
    },
    {
      "index": 100,
      "start_time": 539319.0,
      "end_time": 543119.0,
      "text": "should be talking to your therapist about that."
    },
    {
      "index": 101,
      "start_time": 543119.0,
      "end_time": 548699.0,
      "text": "The ultimate result of that, which is a totally data-driven game -- that is, it&#39;s all -- it"
    },
    {
      "index": 102,
      "start_time": 548699.0,
      "end_time": 554679.0,
      "text": "doesn&#39;t have any rules at all -- is the art that you see being generated out in the place"
    },
    {
      "index": 103,
      "start_time": 554679.0,
      "end_time": 560059.0,
      "text": "where we were having lunch on the screen. That is trained by the masters. Simply we"
    },
    {
      "index": 104,
      "start_time": 560059.0,
      "end_time": 566369.0,
      "text": "show where all of these -- all the paintings of Van Gogh or Renoir or Rembrandt and so"
    },
    {
      "index": 105,
      "start_time": 566369.0,
      "end_time": 573420.0,
      "text": "forth, and then we say, here&#39;s a photograph. Render it in the style of that."
    },
    {
      "index": 106,
      "start_time": 573420.0,
      "end_time": 580179.0,
      "text": "And when it&#39;s all through, you -- if you were to say to ELIZA, so what does this mean over"
    },
    {
      "index": 107,
      "start_time": 580179.0,
      "end_time": 585029.0,
      "text": "here? She would say, &quot;I don&#39;t understand the question,&quot; because she doesn&#39;t know how to"
    },
    {
      "index": 108,
      "start_time": 585029.0,
      "end_time": 590970.0,
      "text": "answer questions like that. She just knows how to paint. Probably Van Gogh would be incensed"
    },
    {
      "index": 109,
      "start_time": 590970.0,
      "end_time": 596269.0,
      "text": "with the remark or at least simply turn away and walk into the fields to paint again."
    },
    {
      "index": 110,
      "start_time": 596269.0,
      "end_time": 606569.0,
      "text": "And one last thing. It was Fu at Purdue University who said many years ago, if you have the right"
    },
    {
      "index": 111,
      "start_time": 606569.0,
      "end_time": 613720.0,
      "text": "features, almost any decision-making apparatus will work. If you don&#39;t have the right features,"
    },
    {
      "index": 112,
      "start_time": 613720.0,
      "end_time": 620420.0,
      "text": "no apparatus will work. So, once again, we have to say that the data side people do have"
    },
    {
      "index": 113,
      "start_time": 620420.0,
      "end_time": 627379.0,
      "text": "to pay attention to the extremely important aspect of extracting what you&#39;re looking at"
    },
    {
      "index": 114,
      "start_time": 627379.0,
      "end_time": 635220.0,
      "text": "and what the important aspects of that are or listening to or smelling or feeling and"
    },
    {
      "index": 115,
      "start_time": 635220.0,
      "end_time": 642939.0,
      "text": "use that, those features, as the basis for assembling a lot of statistical data."
    },
    {
      "index": 116,
      "start_time": 642939.0,
      "end_time": 647730.0,
      "text": "Three of my graduate students are now building exactly the system that Andrew just described,"
    },
    {
      "index": 117,
      "start_time": 647730.0,
      "end_time": 652809.0,
      "text": "a natural language understanding system. They have read 11,000 English novels -- not the"
    },
    {
      "index": 118,
      "start_time": 652809.0,
      "end_time": 657290.0,
      "text": "students, the machine -- they haven&#39;t read any of them..."
    },
    {
      "index": 119,
      "start_time": 657290.0,
      "end_time": 662470.0,
      "text": "(LAUGHTER) ... which disturbs me a bit. And it can carry"
    },
    {
      "index": 120,
      "start_time": 662470.0,
      "end_time": 667999.0,
      "text": "on a coherent conversation. It&#39;s still under development, so I&#39;m not ready to show it yet,"
    },
    {
      "index": 121,
      "start_time": 667999.0,
      "end_time": 673910.0,
      "text": "but it can carry on a coherent conversation with somebody who cares to converse with it."
    },
    {
      "index": 122,
      "start_time": 673910.0,
      "end_time": 680379.0,
      "text": "It tends to wander around a bit, sort of like people who&#39;ve had perhaps a few beers and"
    },
    {
      "index": 123,
      "start_time": 680379.0,
      "end_time": 686720.0,
      "text": "are talking about who knows what, but nonetheless, it is coherent and that&#39;s a step in the right"
    },
    {
      "index": 124,
      "start_time": 686720.0,
      "end_time": 692670.0,
      "text": "direction. It is understanding based on learning and experience."
    },
    {
      "index": 125,
      "start_time": 692670.0,
      "end_time": 702999.0,
      "text": "COHEN: So we don&#39;t entirely agree about everything. Let&#39;s go back to your game example for just"
    },
    {
      "index": 126,
      "start_time": 702999.0,
      "end_time": 711899.0,
      "text": "a moment, because I don&#39;t want people to think that the distinction between model-based approaches"
    },
    {
      "index": 127,
      "start_time": 711899.0,
      "end_time": 718549.0,
      "text": "and data-based approaches is quite so cut and dried."
    },
    {
      "index": 128,
      "start_time": 718549.0,
      "end_time": 723879.0,
      "text": "Humans who have played -- who have learned to play one videogame will learn to play the"
    },
    {
      "index": 129,
      "start_time": 723879.0,
      "end_time": 734259.0,
      "text": "next more quickly. That&#39;s not true of computers. It&#39;ll be a fixed cost per game. And the rate"
    },
    {
      "index": 130,
      "start_time": 734259.0,
      "end_time": 740329.0,
      "text": "at which the machine learns, the next game will be unaffected by anything it learned"
    },
    {
      "index": 131,
      "start_time": 740329.0,
      "end_time": 744869.0,
      "text": "in the first game. Now, why is that not true for humans? Well,"
    },
    {
      "index": 132,
      "start_time": 744869.0,
      "end_time": 751339.0,
      "text": "it&#39;s obviously because, as you learn games or, in fact, learn anything at all, they abstract"
    },
    {
      "index": 133,
      "start_time": 751339.0,
      "end_time": 757339.0,
      "text": "general principles from what they&#39;re learning. Call that models, if you like. It&#39;s as good"
    },
    {
      "index": 134,
      "start_time": 757339.0,
      "end_time": 762629.0,
      "text": "a word as any, but it is something that we know machines don&#39;t do very well. In fact,"
    },
    {
      "index": 135,
      "start_time": 762629.0,
      "end_time": 769589.0,
      "text": "DARPA has sunk vast amounts of money into programs with names like transfer learning,"
    },
    {
      "index": 136,
      "start_time": 769589.0,
      "end_time": 774799.0,
      "text": "right, where the goal is to try and transfer knowledge acquired in one context to another."
    },
    {
      "index": 137,
      "start_time": 774799.0,
      "end_time": 779350.0,
      "text": "Can&#39;t do it. I also don&#39;t want to leave anyone with the"
    },
    {
      "index": 138,
      "start_time": 779350.0,
      "end_time": 786470.0,
      "text": "impression that we&#39;re trying to have humans build models of anything, right? We&#39;re trying"
    },
    {
      "index": 139,
      "start_time": 786470.0,
      "end_time": 788089.0,
      "text": "to have machines... BOCK: This is important."
    },
    {
      "index": 140,
      "start_time": 788089.0,
      "end_time": 792399.0,
      "text": "COHEN: ... build -- trying to have machines build models of things by reading."
    },
    {
      "index": 141,
      "start_time": 792399.0,
      "end_time": 795639.0,
      "text": "MCAFEE: With data, build the model. COHEN: With the data, build the model. And"
    },
    {
      "index": 142,
      "start_time": 795639.0,
      "end_time": 798579.0,
      "text": "it&#39;s not any old model. It has to be a causal model."
    },
    {
      "index": 143,
      "start_time": 798579.0,
      "end_time": 801619.0,
      "text": "MCAFEE: Good. COHEN: Right? Because only when you have a"
    },
    {
      "index": 144,
      "start_time": 801619.0,
      "end_time": 806499.0,
      "text": "causal model does it make sense to say, push this button and the following thing will happen."
    },
    {
      "index": 145,
      "start_time": 806499.0,
      "end_time": 813249.0,
      "text": "If it&#39;s not a causal model -- and so that sort of brings me to the fundamental limitation"
    },
    {
      "index": 146,
      "start_time": 813249.0,
      "end_time": 820639.0,
      "text": "of data-driven science as it is practiced today is that really what you&#39;ve got there"
    },
    {
      "index": 147,
      "start_time": 820639.0,
      "end_time": 825910.0,
      "text": "is correlation versus cause. I mean, what it all boils down to is machines"
    },
    {
      "index": 148,
      "start_time": 825910.0,
      "end_time": 831349.0,
      "text": "are exceptionally good at finding associations between things that co-vary -- that&#39;s correlation"
    },
    {
      "index": 149,
      "start_time": 831349.0,
      "end_time": 837679.0,
      "text": "-- and they&#39;re exceptionally bad at figuring out what causes what, right? And, you know,"
    },
    {
      "index": 150,
      "start_time": 837679.0,
      "end_time": 841679.0,
      "text": "if you want to do science, if you want to change the world, it&#39;s important to understand"
    },
    {
      "index": 151,
      "start_time": 841679.0,
      "end_time": 848540.0,
      "text": "why things are the way they are, not just that if you, you know, profile your customer"
    },
    {
      "index": 152,
      "start_time": 848540.0,
      "end_time": 852949.0,
      "text": "in the following way, you can increase the probability that they&#39;ll buy some product."
    },
    {
      "index": 153,
      "start_time": 852949.0,
      "end_time": 858209.0,
      "text": "BOCK: My experience is quite different, Paul. My experience is that these games that learn"
    },
    {
      "index": 154,
      "start_time": 858209.0,
      "end_time": 864019.0,
      "text": "how -- these machines that learn how to play games can be built to understand the general"
    },
    {
      "index": 155,
      "start_time": 864019.0,
      "end_time": 869779.0,
      "text": "purpose roles that hold by expanding their knowledge base so that one of the features"
    },
    {
      "index": 156,
      "start_time": 869779.0,
      "end_time": 876910.0,
      "text": "they have is, what is the game like? And they bring in and they notice the similarity. They"
    },
    {
      "index": 157,
      "start_time": 876910.0,
      "end_time": 883720.0,
      "text": "don&#39;t bother re-learning that lesson that greed is good and red is bad. They know that"
    },
    {
      "index": 158,
      "start_time": 883720.0,
      "end_time": 889859.0,
      "text": "already, and, in fact, a disadvantage of that is that in some instances, green is bad and"
    },
    {
      "index": 159,
      "start_time": 889859.0,
      "end_time": 894869.0,
      "text": "red is good, and they have to unlearn that. Does that sound familiar to any of you?"
    },
    {
      "index": 160,
      "start_time": 894869.0,
      "end_time": 901309.0,
      "text": "ALVING: So it sounds like there&#39;s some agreement that there&#39;s a heavy emphasis on data-driven"
    },
    {
      "index": 161,
      "start_time": 901309.0,
      "end_time": 908449.0,
      "text": "autonomous systems today. They&#39;ll get better when they have more of a model-based understanding"
    },
    {
      "index": 162,
      "start_time": 908449.0,
      "end_time": 910389.0,
      "text": "that includes a causal... (CROSSTALK)"
    },
    {
      "index": 163,
      "start_time": 910389.0,
      "end_time": 913339.0,
      "text": "BOCK: And more resources. MCAFEE: And part of -- yep, more data is always"
    },
    {
      "index": 164,
      "start_time": 913339.0,
      "end_time": 919629.0,
      "text": "good, but part of I think what we&#39;re all excited about is a move away from what we -- what"
    },
    {
      "index": 165,
      "start_time": 919629.0,
      "end_time": 924350.0,
      "text": "some people call pure black box models. In other words, purely data-driven. And if you"
    },
    {
      "index": 166,
      "start_time": 924350.0,
      "end_time": 928709.0,
      "text": "ask the model, how did you arrive at that? It says, I have no idea."
    },
    {
      "index": 167,
      "start_time": 928709.0,
      "end_time": 933079.0,
      "text": "We&#39;re getting better at building data-driven models that are not purely about black box."
    },
    {
      "index": 168,
      "start_time": 933079.0,
      "end_time": 939439.0,
      "text": "So my colleagues who do image recognition using these -- the most popular toolkit today"
    },
    {
      "index": 169,
      "start_time": 939439.0,
      "end_time": 945009.0,
      "text": "is called deep learning. It&#39;s a class of algorithms that&#39;s just cleaning up in all these competitions."
    },
    {
      "index": 170,
      "start_time": 945009.0,
      "end_time": 949899.0,
      "text": "If you do a deep learning algorithm to do image recognition, for example, it can get"
    },
    {
      "index": 171,
      "start_time": 949899.0,
      "end_time": 954230.0,
      "text": "pretty good at it, quite good at it. What&#39;s encouraging to me is if you -- you can then"
    },
    {
      "index": 172,
      "start_time": 954230.0,
      "end_time": 958879.0,
      "text": "-- my language is horribly informal -- you can query the algorithm to say, how are you"
    },
    {
      "index": 173,
      "start_time": 958879.0,
      "end_time": 963519.0,
      "text": "doing it? And it will say, well, you have to do edge detection, you have to do gradient"
    },
    {
      "index": 174,
      "start_time": 963519.0,
      "end_time": 967949.0,
      "text": "detection, so I&#39;ve got these kinds of things. I intuited those things from the data, and"
    },
    {
      "index": 175,
      "start_time": 967949.0,
      "end_time": 973079.0,
      "text": "they&#39;re now built into the model. And our models I believe are now sophisticated"
    },
    {
      "index": 176,
      "start_time": 973079.0,
      "end_time": 976299.0,
      "text": "enough that we can say, oh, yeah, there&#39;s the edge detection going on over there. There&#39;s"
    },
    {
      "index": 177,
      "start_time": 976299.0,
      "end_time": 981730.0,
      "text": "the gradient sensing going on over there. We can learn about the world via querying"
    },
    {
      "index": 178,
      "start_time": 981730.0,
      "end_time": 986269.0,
      "text": "our models, which is a lovely development. BOCK: I suppose we should speak a little bit"
    },
    {
      "index": 179,
      "start_time": 986269.0,
      "end_time": 994829.0,
      "text": "about how that compares with human learning and biological models. Certainly, Andrew is"
    },
    {
      "index": 180,
      "start_time": 994829.0,
      "end_time": 999019.0,
      "text": "absolutely right. These machines have no idea how to answer verbal questions when they&#39;re"
    },
    {
      "index": 181,
      "start_time": 999019.0,
      "end_time": 1007689.0,
      "text": "asked to recognize targets or artists. And they have no idea about that."
    },
    {
      "index": 182,
      "start_time": 1007690.0,
      "end_time": 1013161.0,
      "text": "But it is -- let me postulate for you a moment that sometime in the future we have a being"
    },
    {
      "index": 183,
      "start_time": 1013160.0,
      "end_time": 1020600.0,
      "text": "called MADA, who is an artificially intelligent being on the same cognitive scale as we are,"
    },
    {
      "index": 184,
      "start_time": 1020600.0,
      "end_time": 1027180.0,
      "text": "OK, and it&#39;s sitting right here. Well, one morning I walk in and I say to MADA, &quot;Good"
    },
    {
      "index": 185,
      "start_time": 1027180.0000000001,
      "end_time": 1037430.0000000001,
      "text": "morning, MADA.&quot; No response. I say, &quot;Good morning, MADA.&quot; No response. &quot;MADA?&quot; And she"
    },
    {
      "index": 186,
      "start_time": 1037430.0000000001,
      "end_time": 1048830.0,
      "text": "says, &quot;I&#39;m not speaking to you.&quot; You&#39;re not speaking to me? Why? &quot;You know why.&quot;"
    },
    {
      "index": 187,
      "start_time": 1048830.0,
      "end_time": 1053280.0,
      "text": "(LAUGHTER) That&#39;s the sort of thing which will make me"
    },
    {
      "index": 188,
      "start_time": 1053280.0,
      "end_time": 1058520.0,
      "text": "go, eureka! ALVING: When your AI doesn&#39;t talk to you,"
    },
    {
      "index": 189,
      "start_time": 1058520.0,
      "end_time": 1059350.0,
      "text": "OK. (LAUGHTER)"
    },
    {
      "index": 190,
      "start_time": 1059350.0,
      "end_time": 1063710.0,
      "text": "BOCK: No, no, no, no. ALVING: Let&#39;s shift gears and talk a little"
    },
    {
      "index": 191,
      "start_time": 1063710.0,
      "end_time": 1071140.0,
      "text": "bit about what you guys see coming in the near term, in terms of artificial intelligence."
    },
    {
      "index": 192,
      "start_time": 1071140.0,
      "end_time": 1075470.0,
      "text": "What&#39;s the most exciting thing that you think we&#39;re likely to see in the next couple of"
    },
    {
      "index": 193,
      "start_time": 1075470.0,
      "end_time": 1078660.0,
      "text": "years? You know, we&#39;ve seen things like theory, for example. What..."
    },
    {
      "index": 194,
      "start_time": 1078660.0,
      "end_time": 1080540.0,
      "text": "BOCK: Nothing. ALVING: Nothing exciting?"
    },
    {
      "index": 195,
      "start_time": 1080540.0,
      "end_time": 1085000.0,
      "text": "BOCK: Nothing, other than the art, which is out there, which I invite you all to..."
    },
    {
      "index": 196,
      "start_time": 1085000.0,
      "end_time": 1089650.0,
      "text": "MCAFEE: I&#39;m a lot more excited than that. Our brains are pattern-matching computers."
    },
    {
      "index": 197,
      "start_time": 1089650.0,
      "end_time": 1095410.0,
      "text": "And what we&#39;re getting good at is building pattern-matching machines that over and over"
    },
    {
      "index": 198,
      "start_time": 1095410.0,
      "end_time": 1100000.0,
      "text": "again are demonstrating superhuman performance. I think that&#39;s a great development. I can&#39;t"
    },
    {
      "index": 199,
      "start_time": 1100000.0,
      "end_time": 1104370.0,
      "text": "wait until that&#39;s applied to something like medical diagnostics. I have a very good primary"
    },
    {
      "index": 200,
      "start_time": 1104370.0,
      "end_time": 1109480.0,
      "text": "care physician. There&#39;s no possible way he can stay on top of all the relevant medical"
    },
    {
      "index": 201,
      "start_time": 1109480.0,
      "end_time": 1113670.0,
      "text": "knowledge that he would have to read. There&#39;s no way he can be insured against forgetting"
    },
    {
      "index": 202,
      "start_time": 1113670.0,
      "end_time": 1121750.0,
      "text": "anything. He has good days and bad days. He wakes up tired. Human computers are amazing,"
    },
    {
      "index": 203,
      "start_time": 1121750.0,
      "end_time": 1124920.0,
      "text": "but they have lots of glitches. They have all kinds of flaws and biases."
    },
    {
      "index": 204,
      "start_time": 1124920.0,
      "end_time": 1127190.0,
      "text": "BOCK: You think that&#39;s going to happen in a couple of years, Andrew?"
    },
    {
      "index": 205,
      "start_time": 1127190.0,
      "end_time": 1129110.0,
      "text": "MCAFEE: I think we&#39;re -- yeah. COHEN: Yeah."
    },
    {
      "index": 206,
      "start_time": 1129110.0,
      "end_time": 1132350.0,
      "text": "MCAFEE: I don&#39;t say superhuman universal medical diagnostics."
    },
    {
      "index": 207,
      "start_time": 1132350.0,
      "end_time": 1134350.0,
      "text": "BOCK: No, no, no, no. MCAFEE: But I think -- but I think..."
    },
    {
      "index": 208,
      "start_time": 1134350.0,
      "end_time": 1138500.0,
      "text": "BOCK: In the hands of physicians? MCAFEE: That&#39;s not because of technological"
    },
    {
      "index": 209,
      "start_time": 1138500.0,
      "end_time": 1143120.0,
      "text": "reasons. That&#39;s because of inertia and bureaucracy and regulation and stuff like that. My point"
    },
    {
      "index": 210,
      "start_time": 1143120.0,
      "end_time": 1147700.0,
      "text": "is, the things that I&#39;m excited about are this dramatic increase in pattern recognition"
    },
    {
      "index": 211,
      "start_time": 1147700.0,
      "end_time": 1154470.0,
      "text": "ability and our efforts to combine what machines are good at with what our brains are still"
    },
    {
      "index": 212,
      "start_time": 1154470.0,
      "end_time": 1159840.0,
      "text": "really good at and better at and to find fruitful combinations of those two kinds of smarts."
    },
    {
      "index": 213,
      "start_time": 1159840.0,
      "end_time": 1165120.0,
      "text": "BOCK: Let me clarify something I just said. And I know Paul wants to jump in here. When"
    },
    {
      "index": 214,
      "start_time": 1165120.0,
      "end_time": 1171500.0,
      "text": "I said nothing, I meant nothing that you will see. It&#39;s going on like crazy behind the scenes."
    },
    {
      "index": 215,
      "start_time": 1171500.0,
      "end_time": 1175730.0,
      "text": "You wouldn&#39;t believe the horsepower of the engines that are running. But it&#39;s not going"
    },
    {
      "index": 216,
      "start_time": 1175730.0,
      "end_time": 1180300.0,
      "text": "to be self-parking cars, and it&#39;s not going to be this and that and the other that you"
    },
    {
      "index": 217,
      "start_time": 1180300.0,
      "end_time": 1184680.0,
      "text": "want -- a vacuum cleaner that really does a good job of vacuuming and doesn&#39;t break"
    },
    {
      "index": 218,
      "start_time": 1184680.0,
      "end_time": 1191090.0,
      "text": "your vase. And it isn&#39;t going to be a self-parking car that turns into the side of the car in"
    },
    {
      "index": 219,
      "start_time": 1191090.0,
      "end_time": 1196680.0,
      "text": "front of it, which I saw one of the manufacturers demonstrate a couple of years ago in Germany,"
    },
    {
      "index": 220,
      "start_time": 1196680.0,
      "end_time": 1200130.0,
      "text": "which sort of gives away a possibility of the carmakers. But, anyway, that&#39;s the sort"
    },
    {
      "index": 221,
      "start_time": 1200130.0,
      "end_time": 1203030.0,
      "text": "of thing... ALVING: So you don&#39;t see Amazon air-dropping"
    },
    {
      "index": 222,
      "start_time": 1203030.0,
      "end_time": 1205010.0,
      "text": "packages onto our doorsteps in the next couple years?"
    },
    {
      "index": 223,
      "start_time": 1205010.0,
      "end_time": 1207490.0,
      "text": "BOCK: No, not in two -- not in a couple of years, no."
    },
    {
      "index": 224,
      "start_time": 1207490.0,
      "end_time": 1211280.0,
      "text": "ALVING: Paul? COHEN: No, I mean, to a great extent, I agree"
    },
    {
      "index": 225,
      "start_time": 1211280.0,
      "end_time": 1218070.0,
      "text": "with Andy. I think I&#39;m -- you know, when I started in AI, things were mostly logical,"
    },
    {
      "index": 226,
      "start_time": 1218070.0,
      "end_time": 1222740.0,
      "text": "rule-based. There was almost no data to work with. What we&#39;ve seen over the last twenty"
    },
    {
      "index": 227,
      "start_time": 1222740.0,
      "end_time": 1229740.0,
      "text": "years is kind of a perfect storm, a magical combination of, well, what is it? The web"
    },
    {
      "index": 228,
      "start_time": 1229740.0,
      "end_time": 1236450.0,
      "text": "makes vast amounts of data, structured and unstructured, available. Machine-learning"
    },
    {
      "index": 229,
      "start_time": 1236450.0,
      "end_time": 1241910.0,
      "text": "algorithms, the technology has just blossomed. These days, it&#39;s called data mining. There"
    },
    {
      "index": 230,
      "start_time": 1241910.0,
      "end_time": 1250260.0,
      "text": "really isn&#39;t that much difference. And so what we&#39;ve seen is that AI has gotten"
    },
    {
      "index": 231,
      "start_time": 1250260.0,
      "end_time": 1256830.0,
      "text": "awfully good at solving problems that can be solved by various kinds of processing on"
    },
    {
      "index": 232,
      "start_time": 1256830.0,
      "end_time": 1265410.0,
      "text": "data, typically finding general rules from very large numbers of specific instances."
    },
    {
      "index": 233,
      "start_time": 1265410.0,
      "end_time": 1270630.0,
      "text": "And so I agree with you. And I also think we&#39;ve gotten good at figuring"
    },
    {
      "index": 234,
      "start_time": 1270630.0,
      "end_time": 1275780.0,
      "text": "out what machines are not good at and figuring out clever ways to get humans to help with"
    },
    {
      "index": 235,
      "start_time": 1275780.0,
      "end_time": 1280190.0,
      "text": "them, like crowd-sourcing, for example, you know, Mechanical Turk and things like that."
    },
    {
      "index": 236,
      "start_time": 1280190.0,
      "end_time": 1285370.0,
      "text": "So I think it&#39;s a fantastic future. I&#39;m very excited about Jeopardy!. I think that the"
    },
    {
      "index": 237,
      "start_time": 1285370.0,
      "end_time": 1293160.0,
      "text": "move of the IBM Watson team into medical diagnosis is going to be a real game-changer. But I"
    },
    {
      "index": 238,
      "start_time": 1293160.0,
      "end_time": 1299330.0,
      "text": "also think that the competitions those machines are cleaning up at are competitions designed"
    },
    {
      "index": 239,
      "start_time": 1299330.0,
      "end_time": 1302730.0,
      "text": "by the people who had particular technologies that they wanted to show off, right?"
    },
    {
      "index": 240,
      "start_time": 1302730.0,
      "end_time": 1306430.0,
      "text": "MCAFEE: They&#39;ve got a thumb on the scales? COHEN: Well, no, I mean, it&#39;s just the nature"
    },
    {
      "index": 241,
      "start_time": 1306430.0,
      "end_time": 1310070.0,
      "text": "of things, right? You say, I can do the following. Let&#39;s have a competition to see if anyone"
    },
    {
      "index": 242,
      "start_time": 1310070.0,
      "end_time": 1312680.0,
      "text": "can do better than me at that. BOCK: That&#39;s right."
    },
    {
      "index": 243,
      "start_time": 1312680.0,
      "end_time": 1320180.0,
      "text": "COHEN: So, you know, keep in mind a couple of things. For everything that Google and"
    },
    {
      "index": 244,
      "start_time": 1320180.0,
      "end_time": 1326310.0,
      "text": "Siri can do, they still can&#39;t regularly answer questions like this. If you&#39;re sitting in"
    },
    {
      "index": 245,
      "start_time": 1326310.0,
      "end_time": 1336800.0,
      "text": "this room, where&#39;s your nose? Right? So common sense continues to be an absolutely -- gosh,"
    },
    {
      "index": 246,
      "start_time": 1336800.0,
      "end_time": 1341270.0,
      "text": "you know, if I had one wish, it would be to solve that problem, to solve the problem of"
    },
    {
      "index": 247,
      "start_time": 1341270.0,
      "end_time": 1347550.0,
      "text": "common sense, the problem of endowing a computer with the knowledge that every five-year-old"
    },
    {
      "index": 248,
      "start_time": 1347550.0,
      "end_time": 1353230.0,
      "text": "has. And honestly, after all of this time, I really"
    },
    {
      "index": 249,
      "start_time": 1353230.0,
      "end_time": 1362330.0,
      "text": "believe that you can go a long way to solving some kinds of problems by clever processing"
    },
    {
      "index": 250,
      "start_time": 1362330.0,
      "end_time": 1368650.0,
      "text": "of data. For example, you can translate text from one language to another, but you can&#39;t"
    },
    {
      "index": 251,
      "start_time": 1368650.0,
      "end_time": 1377530.0,
      "text": "understand the text, right? I can have a machine take a message to somebody in Italy to reserve"
    },
    {
      "index": 252,
      "start_time": 1377530.0,
      "end_time": 1383400.0,
      "text": "a hotel and it&#39;ll do a spectacular job of turning it into Italian. But if you ask the"
    },
    {
      "index": 253,
      "start_time": 1383400.0,
      "end_time": 1388150.0,
      "text": "machine, what was that message about? It really doesn&#39;t know."
    },
    {
      "index": 254,
      "start_time": 1388150.0,
      "end_time": 1392790.0,
      "text": "So I agree with you. I think that there is a class of problems -- there&#39;s a class of"
    },
    {
      "index": 255,
      "start_time": 1392790.0,
      "end_time": 1401790.0,
      "text": "problems on which AI is just doing magnificent things. And that class of problems is -- it&#39;s"
    },
    {
      "index": 256,
      "start_time": 1401790.0,
      "end_time": 1407240.0,
      "text": "the class that we would call making finer and finer distinctions, medical diagnosis"
    },
    {
      "index": 257,
      "start_time": 1407240.0,
      "end_time": 1412640.0,
      "text": "is about making finer and finer distinctions. Online marketing is about making finer and"
    },
    {
      "index": 258,
      "start_time": 1412640.0,
      "end_time": 1415690.0,
      "text": "finer distinctions. If you think about it, much of the technology"
    },
    {
      "index": 259,
      "start_time": 1415690.0,
      "end_time": 1423470.0,
      "text": "you interact with is about putting you in a particular bucket, right? And we&#39;re getting"
    },
    {
      "index": 260,
      "start_time": 1423470.0,
      "end_time": 1428000.0,
      "text": "awfully good at that stuff. We just can&#39;t basically understand language or see our way"
    },
    {
      "index": 261,
      "start_time": 1428000.0,
      "end_time": 1431630.0,
      "text": "around the world. ALVING: So let&#39;s follow up on the piece that"
    },
    {
      "index": 262,
      "start_time": 1431630.0,
      "end_time": 1437030.0,
      "text": "AI is good at today. And, Andy, I want to turn to you from an economic perspective."
    },
    {
      "index": 263,
      "start_time": 1437030.0,
      "end_time": 1442780.0,
      "text": "As the things -- whatever they are -- that artificial intelligence is good at--take over,"
    },
    {
      "index": 264,
      "start_time": 1442780.0,
      "end_time": 1448830.0,
      "text": "gain more traction, you see some pretty profound implications in the economy, especially in"
    },
    {
      "index": 265,
      "start_time": 1448830.0,
      "end_time": 1452770.0,
      "text": "the workforce. Can you speak about that? MCAFEE: Yeah, exactly, because as Paul says,"
    },
    {
      "index": 266,
      "start_time": 1452770.0,
      "end_time": 1456730.0,
      "text": "what we&#39;re getting good at is combining where humans still have the comparative advantage"
    },
    {
      "index": 267,
      "start_time": 1456730.0,
      "end_time": 1462280.0,
      "text": "with where machines do. As the machines get so much better at important things, that balance"
    },
    {
      "index": 268,
      "start_time": 1462280.0,
      "end_time": 1469130.0,
      "text": "is shifting. So what smart companies are doing is buttressing a few brains with a ton of"
    },
    {
      "index": 269,
      "start_time": 1469130.0,
      "end_time": 1474210.0,
      "text": "processing power and data. And I think the economic consequences of that"
    },
    {
      "index": 270,
      "start_time": 1474210.0,
      "end_time": 1480130.0,
      "text": "are going to be really profound and are going to come sooner than a lot of us think. I mean,"
    },
    {
      "index": 271,
      "start_time": 1480130.0,
      "end_time": 1485440.0,
      "text": "there&#39;s both great news and real challenges associated with that. The great news is, you"
    },
    {
      "index": 272,
      "start_time": 1485440.0,
      "end_time": 1490120.0,
      "text": "know, affluence, abundance, bounty, better medical diagnoses, better maps for your cars,"
    },
    {
      "index": 273,
      "start_time": 1490120.0,
      "end_time": 1495740.0,
      "text": "just more good stuff, more goods and services in the world. It&#39;s really important not to"
    },
    {
      "index": 274,
      "start_time": 1495740.0,
      "end_time": 1499650.0,
      "text": "lowball that. I think it&#39;s the best economic news on the planet."
    },
    {
      "index": 275,
      "start_time": 1499650.0,
      "end_time": 1503940.0,
      "text": "The challenge that comes along with that is that very few of us are professional investors."
    },
    {
      "index": 276,
      "start_time": 1503940.0,
      "end_time": 1508600.0,
      "text": "We don&#39;t offer our capital to the economy; we offer our labor instead. And when I look"
    },
    {
      "index": 277,
      "start_time": 1508600.0,
      "end_time": 1513020.0,
      "text": "at what a lot of knowledge workers actually get paid to do -- and I compare that with"
    },
    {
      "index": 278,
      "start_time": 1513020.0,
      "end_time": 1518140.0,
      "text": "the trajectories I&#39;m seeing with improvement in technology -- I don&#39;t think a lot of employers"
    },
    {
      "index": 279,
      "start_time": 1518140.0,
      "end_time": 1521570.0,
      "text": "are going to be willing to pay a lot of people for doing a lot of what they&#39;re currently"
    },
    {
      "index": 280,
      "start_time": 1521570.0,
      "end_time": 1525720.0,
      "text": "doing these days. It&#39;s pretty clear that tech progress has been"
    },
    {
      "index": 281,
      "start_time": 1525720.0,
      "end_time": 1531330.0,
      "text": "one of the main drivers behind the polarization in the economy, the hollowing out of the middle"
    },
    {
      "index": 282,
      "start_time": 1531330.0,
      "end_time": 1535160.0,
      "text": "class. Personally, I think we ain&#39;t seen nothing yet."
    },
    {
      "index": 283,
      "start_time": 1535160.0,
      "end_time": 1540980.0,
      "text": "BOCK: Oh, I agree. It&#39;s the two years that I took exception with. I have -- may I do"
    },
    {
      "index": 284,
      "start_time": 1540980.0,
      "end_time": 1542900.0,
      "text": "a little show-and-tell? ALVING: Sure."
    },
    {
      "index": 285,
      "start_time": 1542900.0,
      "end_time": 1549880.0,
      "text": "BOCK: This is the brain of an animal. Now, it&#39;s very, very much larger than it is in"
    },
    {
      "index": 286,
      "start_time": 1549880.0,
      "end_time": 1556570.0,
      "text": "real size. This is actually a half-a-millimeter from this side to this side. It is the brain"
    },
    {
      "index": 287,
      "start_time": 1556570.0,
      "end_time": 1562570.0,
      "text": "of an animal called drosophila, which some of you may know as the fruit fly."
    },
    {
      "index": 288,
      "start_time": 1562570.0,
      "end_time": 1570559.0,
      "text": "And it has in it 100,000 neurons that are working to give it not only artificial intelligence"
    },
    {
      "index": 289,
      "start_time": 1570560.0,
      "end_time": 1576821.0,
      "text": "-- a natural intelligence, excuse me -- but also natural robotic capabilities. Our brain"
    },
    {
      "index": 290,
      "start_time": 1576820.0,
      "end_time": 1587860.0,
      "text": "is 100,000 times as powerful as this brain. It has 100 billion neurons in it, all of them"
    },
    {
      "index": 291,
      "start_time": 1587860.0,
      "end_time": 1595920.0,
      "text": "working as an adult, working together without much redundancy at all. Redundancy is -- another"
    },
    {
      "index": 292,
      "start_time": 1595920.0,
      "end_time": 1602290.0,
      "text": "name for redundancy in the brain is subtlety, OK? It seems to be redundant, but the situation"
    },
    {
      "index": 293,
      "start_time": 1602290.0,
      "end_time": 1607830.0,
      "text": "is just slightly different, so you need another set of neurons to make the distinction."
    },
    {
      "index": 294,
      "start_time": 1607830.0,
      "end_time": 1617260.0,
      "text": "That is the resource limitation that I was talking about. We are about a factor of 10,000"
    },
    {
      "index": 295,
      "start_time": 1617260.0,
      "end_time": 1624030.0,
      "text": "away from being able to build something that is equivalent to us in resources. That sounds"
    },
    {
      "index": 296,
      "start_time": 1624030.0,
      "end_time": 1630920.0,
      "text": "really huge, but that&#39;s going to happen in less than twelve years."
    },
    {
      "index": 297,
      "start_time": 1630920.0,
      "end_time": 1634150.0,
      "text": "ALVING: The factor of 10,000 is a hardware limitation you&#39;re talking about?"
    },
    {
      "index": 298,
      "start_time": 1634150.0,
      "end_time": 1639900.0,
      "text": "BOCK: Yes, is the hardware limitation in memory, in memory. That&#39;s going to happen in about"
    },
    {
      "index": 299,
      "start_time": 1639900.0,
      "end_time": 1646700.0,
      "text": "ten to twelve years. In 2024, you will see that imaginary being that I talked about called"
    },
    {
      "index": 300,
      "start_time": 1646700.0,
      "end_time": 1654500.0,
      "text": "MADA born. But when it&#39;s born, it will be like you were born. It won&#39;t be able to do"
    },
    {
      "index": 301,
      "start_time": 1654500.0,
      "end_time": 1659260.0,
      "text": "anything. In fact, you&#39;ll have to do everything for it and take care of it. And it will take"
    },
    {
      "index": 302,
      "start_time": 1659260.0,
      "end_time": 1665960.0,
      "text": "-- no surprises here -- thirteen years to become a teenager."
    },
    {
      "index": 303,
      "start_time": 1665960.0,
      "end_time": 1670770.0,
      "text": "That&#39;s the sort of thing that I&#39;m looking forward to in terms of breakthroughs, but"
    },
    {
      "index": 304,
      "start_time": 1670770.0,
      "end_time": 1674510.0,
      "text": "there are troubled waters ahead. We can discuss that later."
    },
    {
      "index": 305,
      "start_time": 1674510.0,
      "end_time": 1680260.0,
      "text": "ALVING: Very good. Well, actually, this is probably a good time to turn to the audience."
    },
    {
      "index": 306,
      "start_time": 1680260.0,
      "end_time": 1687220.0,
      "text": "Let me just summarize a little bit about what we&#39;ve heard. Artificial intelligence is both"
    },
    {
      "index": 307,
      "start_time": 1687220.0,
      "end_time": 1692860.0,
      "text": "here now and not here for a while, depending on what aspect of artificial intelligence"
    },
    {
      "index": 308,
      "start_time": 1692860.0,
      "end_time": 1698940.0,
      "text": "you mean. From an economic perspective, from the things that are likely to impact our lives"
    },
    {
      "index": 309,
      "start_time": 1698940.0,
      "end_time": 1704170.0,
      "text": "in the near future, it&#39;s very data-driven. You&#39;re going to start to see more and more"
    },
    {
      "index": 310,
      "start_time": 1704170.0,
      "end_time": 1707180.0,
      "text": "of that. To really get to the full promise of artificial"
    },
    {
      "index": 311,
      "start_time": 1707180.0,
      "end_time": 1713670.0,
      "text": "intelligence, we have a ways to go. But that future has many bright things about it. There"
    },
    {
      "index": 312,
      "start_time": 1713670.0,
      "end_time": 1719650.0,
      "text": "are also profound implications in the labor market, for example. I think what Andy said"
    },
    {
      "index": 313,
      "start_time": 1719650.0,
      "end_time": 1723850.0,
      "text": "was Paul should go ask for his salary to be tripled when he walks out of the door and"
    },
    {
      "index": 314,
      "start_time": 1723850.0,
      "end_time": 1729000.0,
      "text": "the rest of us maybe will be in a little bit more of a difficult situation."
    },
    {
      "index": 315,
      "start_time": 1729000.0,
      "end_time": 1730690.0,
      "text": "With that... COHEN: You really did it."
    },
    {
      "index": 316,
      "start_time": 1730690.0,
      "end_time": 1733880.0,
      "text": "(LAUGHTER) ALVING: Or if you might not think so, and"
    },
    {
      "index": 317,
      "start_time": 1733880.0,
      "end_time": 1740690.0,
      "text": "then you get back to work. But with that, we&#39;d like to open it up to the audience. I&#39;ll"
    },
    {
      "index": 318,
      "start_time": 1740690.0,
      "end_time": 1746770.0,
      "text": "invite you one at a time to ask your questions. Please wait for the microphone, which we have."
    },
    {
      "index": 319,
      "start_time": 1746770.0,
      "end_time": 1751830.0,
      "text": "When you speak, please speak directly into it. Stand, state your name and your affiliation,"
    },
    {
      "index": 320,
      "start_time": 1751830.0,
      "end_time": 1759950.0,
      "text": "and then ask your question. So here&#39;s the microphone. Why don&#39;t we start in the back"
    },
    {
      "index": 321,
      "start_time": 1759950.0,
      "end_time": 1763350.0,
      "text": "here? QUESTION: Thank you. My name is Jaime Yassif,"
    },
    {
      "index": 322,
      "start_time": 1763350.0,
      "end_time": 1769700.0,
      "text": "and I&#39;m -- I&#39;m a AAAS science and technology policy fellow at the U.S. Department of Defense."
    },
    {
      "index": 323,
      "start_time": 1769700.0,
      "end_time": 1775640.0,
      "text": "My background is biophysics, and I think in recent years it&#39;s been very exciting to see"
    },
    {
      "index": 324,
      "start_time": 1775640.0,
      "end_time": 1780840.0,
      "text": "the ability of image processing technology to develop in a way that allows automated"
    },
    {
      "index": 325,
      "start_time": 1780840.0,
      "end_time": 1786900.0,
      "text": "processes -- automated processing of images of cells and movies of cells in a way that"
    },
    {
      "index": 326,
      "start_time": 1786900.0,
      "end_time": 1791570.0,
      "text": "makes it much more efficient. Whereas it used to be that graduate students would have to"
    },
    {
      "index": 327,
      "start_time": 1791570.0,
      "end_time": 1796800.0,
      "text": "sit for months and click on many individual frames, now a computer can analyze data very"
    },
    {
      "index": 328,
      "start_time": 1796800.0,
      "end_time": 1800059.0,
      "text": "quickly. And so there are obvious implications for"
    },
    {
      "index": 329,
      "start_time": 1800060.0,
      "end_time": 1805711.0,
      "text": "health care and basic research and many other developments. What I&#39;m curious about is, what"
    },
    {
      "index": 330,
      "start_time": 1805710.0,
      "end_time": 1810100.0,
      "text": "are the implications for image processing from satellites? I&#39;m very interested in the"
    },
    {
      "index": 331,
      "start_time": 1810100.0,
      "end_time": 1814990.0,
      "text": "security field. And presumably this will carry over into those areas, as well. And as we"
    },
    {
      "index": 332,
      "start_time": 1814990.0,
      "end_time": 1820059.0,
      "text": "sort of turn more of those -- that analysis over to machines, what are the ethical implications"
    },
    {
      "index": 333,
      "start_time": 1820060.0,
      "end_time": 1823801.0,
      "text": "and how do we keep humans in the loop for the decisions that are linked to that? Thank"
    },
    {
      "index": 334,
      "start_time": 1823800.0,
      "end_time": 1826230.0,
      "text": "you. ALVING: Yeah, so my prediction came true."
    },
    {
      "index": 335,
      "start_time": 1826230.0,
      "end_time": 1829510.0,
      "text": "We did not talk about ethics during the first half-hour, because I figured that would be"
    },
    {
      "index": 336,
      "start_time": 1829510.0,
      "end_time": 1834190.0,
      "text": "foremost in the audience&#39;s mind. So who would like to take that? Paul, do you want to take"
    },
    {
      "index": 337,
      "start_time": 1834190.0,
      "end_time": 1836940.0,
      "text": "that... COHEN: I don&#39;t know anything about satellite"
    },
    {
      "index": 338,
      "start_time": 1836940.0,
      "end_time": 1844880.0,
      "text": "imagery. And if I did, I probably wouldn&#39;t be talking about it. So, no, I&#39;ll pass on"
    },
    {
      "index": 339,
      "start_time": 1844880.0,
      "end_time": 1846920.0,
      "text": "that one. BOCK: I&#39;m in the same position."
    },
    {
      "index": 340,
      "start_time": 1846920.0,
      "end_time": 1851059.0,
      "text": "MCAFEE: I&#39;ll take a stab, even though I know nothing about satellite imagery. It doesn&#39;t"
    },
    {
      "index": 341,
      "start_time": 1851060.0,
      "end_time": 1854361.0,
      "text": "seem that that&#39;s a big enough exception that it would be immune from the term that you"
    },
    {
      "index": 342,
      "start_time": 1854360.0,
      "end_time": 1855330.0,
      "text": "identified... BOCK: Well, that&#39;s..."
    },
    {
      "index": 343,
      "start_time": 1855330.0,
      "end_time": 1860050.0,
      "text": "MCAFEE: ... which is that image recognition is one of these areas where the technologies"
    },
    {
      "index": 344,
      "start_time": 1860050.0,
      "end_time": 1866220.0,
      "text": "have gone from kind of laughably bad to superhuman good, to my eyes, just in the blink of an"
    },
    {
      "index": 345,
      "start_time": 1866220.0,
      "end_time": 1872250.0,
      "text": "eye. So AI will now give a superhuman performance on recognizing street signs as a car is driving"
    },
    {
      "index": 346,
      "start_time": 1872250.0,
      "end_time": 1877470.0,
      "text": "down the road, on recognizing handwritten Chinese characters, boom, boom, boom, on we"
    },
    {
      "index": 347,
      "start_time": 1877470.0,
      "end_time": 1882880.0,
      "text": "go. I think satellite imagery would clearly not be any exception there."
    },
    {
      "index": 348,
      "start_time": 1882880.0,
      "end_time": 1887880.0,
      "text": "You bring up the, what ethical implications does that bring? In the field of defense,"
    },
    {
      "index": 349,
      "start_time": 1887880.0,
      "end_time": 1892420.0,
      "text": "there are immediate, really obvious ethical questions that are going on. We have tons"
    },
    {
      "index": 350,
      "start_time": 1892420.0,
      "end_time": 1898750.0,
      "text": "of drones. We have tons of automated machinery for warfare these days. To my knowledge, the"
    },
    {
      "index": 351,
      "start_time": 1898750.0,
      "end_time": 1905000.0,
      "text": "only place where we have a greenlight for the machine to make a firing decision is in"
    },
    {
      "index": 352,
      "start_time": 1905000.0,
      "end_time": 1909160.0,
      "text": "the demilitarized zone of North Korea. I understand there are some systems that will go off on"
    },
    {
      "index": 353,
      "start_time": 1909160.0,
      "end_time": 1914520.0,
      "text": "their own there. Aside from that, I believe that we always have a human in the loop before"
    },
    {
      "index": 354,
      "start_time": 1914520.0,
      "end_time": 1921900.0,
      "text": "any ordnance is deployed or anything is fired. ALVING: Yeah, let me jump in, even though"
    },
    {
      "index": 355,
      "start_time": 1921900.0,
      "end_time": 1927850.0,
      "text": "I&#39;m just a moderator. I&#39;ll say that in the imagery analysis, that&#39;s been a big area of"
    },
    {
      "index": 356,
      "start_time": 1927850.0,
      "end_time": 1933520.0,
      "text": "investment in the Defense Department for a long time. And one of the lessons learned"
    },
    {
      "index": 357,
      "start_time": 1933520.0,
      "end_time": 1941290.0,
      "text": "in trying to offload some of the imagery analyst tasks to machines is that although there are"
    },
    {
      "index": 358,
      "start_time": 1941290.0,
      "end_time": 1946429.0,
      "text": "some things that machines are very good at, very prescribed tasks -- there&#39;s a set of"
    },
    {
      "index": 359,
      "start_time": 1946430.0,
      "end_time": 1953781.0,
      "text": "characters, match them to a part of the image to read a sign -- there are other things that"
    },
    {
      "index": 360,
      "start_time": 1953780.0,
      "end_time": 1959520.0,
      "text": "the machines are not good at because it&#39;s very difficult to train them."
    },
    {
      "index": 361,
      "start_time": 1959520.0,
      "end_time": 1966480.0,
      "text": "And so the Defense Department has learned to kind of divide imagery analysis into things"
    },
    {
      "index": 362,
      "start_time": 1966480.0,
      "end_time": 1971490.0,
      "text": "that the machine&#39;s good at and things that the humans are good at. And it&#39;s not really"
    },
    {
      "index": 363,
      "start_time": 1971490.0,
      "end_time": 1977220.0,
      "text": "an either/or question. It&#39;s actually very analogous -- excuse me -- to some of the examples"
    },
    {
      "index": 364,
      "start_time": 1977220.0,
      "end_time": 1982790.0,
      "text": "about where machines are used in warfare. It&#39;s not either/or. There are humans in the"
    },
    {
      "index": 365,
      "start_time": 1982790.0,
      "end_time": 1986110.0,
      "text": "loop and there are machines doing some things... COHEN: Could I say a word about that? Yeah,"
    },
    {
      "index": 366,
      "start_time": 1986110.0,
      "end_time": 1991330.0,
      "text": "I worked for a while on surveillance video programs to try and understand surveillance"
    },
    {
      "index": 367,
      "start_time": 1991330.0,
      "end_time": 1996360.0,
      "text": "videos. And the system problem from my group and everyone else&#39;s is if you have two people"
    },
    {
      "index": 368,
      "start_time": 1996360.0,
      "end_time": 2002380.0,
      "text": "walking like this, and this one is A and this one is B, sometimes the labels will switch"
    },
    {
      "index": 369,
      "start_time": 2002380.0,
      "end_time": 2006250.0,
      "text": "when they go past each other. And, you know, you think, &quot;Well, that&#39;s dumb."
    },
    {
      "index": 370,
      "start_time": 2006250.0,
      "end_time": 2009730.0,
      "text": "I mean, humans wouldn&#39;t make that mistake. They would&quot; -- and then you come up with a"
    },
    {
      "index": 371,
      "start_time": 2009730.0,
      "end_time": 2015170.0,
      "text": "whole bunch of answers, a bunch of fixes. You&#39;d say, well, if one&#39;s wearing a yellow"
    },
    {
      "index": 372,
      "start_time": 2015170.0,
      "end_time": 2020070.0,
      "text": "shirt and one&#39;s wearing a red shirt, how could we possibly get confused? If one&#39;s male and"
    },
    {
      "index": 373,
      "start_time": 2020070.0,
      "end_time": 2027179.0,
      "text": "one&#39;s female, how could we possibly get confused? And here I think we&#39;re really seeing the boundary"
    },
    {
      "index": 374,
      "start_time": 2027180.0,
      "end_time": 2034841.0,
      "text": "between entirely data-driven methods and knowledge-driven or model-driven methods, because the algorithms"
    },
    {
      "index": 375,
      "start_time": 2034840.0,
      "end_time": 2040720.0,
      "text": "that get confused don&#39;t have that commonsense knowledge that you just regularly bring to"
    },
    {
      "index": 376,
      "start_time": 2040720.0,
      "end_time": 2046070.0,
      "text": "bear on the problem. And so there are problems in computer vision that are problems largely"
    },
    {
      "index": 377,
      "start_time": 2046070.0,
      "end_time": 2049829.0,
      "text": "because the machine just doesn&#39;t know anything. MCAFEE: Well, another category of things that"
    },
    {
      "index": 378,
      "start_time": 2049830.0,
      "end_time": 2053461.0,
      "text": "the machines are lousy at is novelty. So if something new shows up in an image for the"
    },
    {
      "index": 379,
      "start_time": 2053460.0,
      "end_time": 2058960.0,
      "text": "first time, the technology typically goes, &quot;I have no idea here.&quot; We -- and, again, the"
    },
    {
      "index": 380,
      "start_time": 2058960.0,
      "end_time": 2062609.0,
      "text": "clever combinations are what&#39;s going to win the day here."
    },
    {
      "index": 381,
      "start_time": 2062610.0000000002,
      "end_time": 2067160.0000000002,
      "text": "In sentiment analysis, companies pay a lot of money to find out how their brands are"
    },
    {
      "index": 382,
      "start_time": 2067159.9999999998,
      "end_time": 2073950.9999999998,
      "text": "doing, how their shows are doing on TV. People talk on Twitter and Facebook constantly, in"
    },
    {
      "index": 383,
      "start_time": 2073949.9999999998,
      "end_time": 2078548.9999999998,
      "text": "huge volumes, about these. You can mine that data to do sentiment analysis. This is a very"
    },
    {
      "index": 384,
      "start_time": 2078550.0000000002,
      "end_time": 2081990.0000000002,
      "text": "fine-grained, pretty advanced discipline by now."
    },
    {
      "index": 385,
      "start_time": 2081989.9999999998,
      "end_time": 2085919.9999999998,
      "text": "However, when there&#39;s a new character on &quot;Mad Men,&quot; for example, and the tweets light up"
    },
    {
      "index": 386,
      "start_time": 2085920.0,
      "end_time": 2089461.0,
      "text": "about that new character, the technology goes, &quot;What on Earth just happened here? I have"
    },
    {
      "index": 387,
      "start_time": 2089460.0,
      "end_time": 2095049.0,
      "text": "no idea.&quot; They honestly have people manning the consoles, and when the technology gets"
    },
    {
      "index": 388,
      "start_time": 2095050.0000000002,
      "end_time": 2098250.0,
      "text": "confused, they say, oh, yeah, that&#39;s because a new character showed up last night, and"
    },
    {
      "index": 389,
      "start_time": 2098250.0,
      "end_time": 2100481.0,
      "text": "put -- and we&#39;ll (inaudible) that into our infrastructure."
    },
    {
      "index": 390,
      "start_time": 2100480.0,
      "end_time": 2104380.0,
      "text": "BOCK: You know, there&#39;s an interesting way to tell an image processing -- and once -- as"
    },
    {
      "index": 391,
      "start_time": 2104380.0,
      "end_time": 2108759.0,
      "text": "long as we move away from satellite, I get the same restrictions that Paul had, classification"
    },
    {
      "index": 392,
      "start_time": 2108760.0,
      "end_time": 2114481.0,
      "text": "and not knowing is a pretty strong limitation -- but, anyway, if you move away from that,"
    },
    {
      "index": 393,
      "start_time": 2114480.0,
      "end_time": 2119819.0,
      "text": "imagine yourself watching TV. You&#39;re watching, I don&#39;t know, an episode of some mystery,"
    },
    {
      "index": 394,
      "start_time": 2119820.0,
      "end_time": 2122260.0,
      "text": "thriller, and it&#39;s episode nine, and it&#39;s going."
    },
    {
      "index": 395,
      "start_time": 2122260.0,
      "end_time": 2127510.0,
      "text": "And one moment, you see two people having lunch on the balcony. Next minute, you see"
    },
    {
      "index": 396,
      "start_time": 2127510.0,
      "end_time": 2132490.0,
      "text": "fighter jets coming down and bombing, and the next minute, it&#39;s a quiet peaceful yacht"
    },
    {
      "index": 397,
      "start_time": 2132490.0,
      "end_time": 2141240.0,
      "text": "on a lagoon. And the next minute, it&#39;s an ad, a commercial. In the same ten milliseconds"
    },
    {
      "index": 398,
      "start_time": 2141240.0,
      "end_time": 2149820.0,
      "text": "it takes for you to -- your brain to capture that image, you know it&#39;s a commercial."
    },
    {
      "index": 399,
      "start_time": 2149820.0,
      "end_time": 2156141.0,
      "text": "We can&#39;t build a machine that&#39;s able to do that. It will think it&#39;s just another scene"
    },
    {
      "index": 400,
      "start_time": 2156140.0,
      "end_time": 2160190.0,
      "text": "in the thing or not know or -- and, by the way, of course, when it doesn&#39;t know, it doesn&#39;t"
    },
    {
      "index": 401,
      "start_time": 2160190.0,
      "end_time": 2167509.0,
      "text": "come back and say, &quot;I don&#39;t know what that is.&quot; It just throws an exception or whatever."
    },
    {
      "index": 402,
      "start_time": 2167510.0,
      "end_time": 2174280.0,
      "text": "This is a very interesting way to look at the ability of the machine to solve a problem"
    },
    {
      "index": 403,
      "start_time": 2174280.0,
      "end_time": 2179340.0,
      "text": "that Paul was talking about, the causal problem, the things happening one after the other."
    },
    {
      "index": 404,
      "start_time": 2179340.0,
      "end_time": 2185141.0,
      "text": "We have built ELIZA engines that can detect roads from satellites actually, and we have"
    },
    {
      "index": 405,
      "start_time": 2185140.0,
      "end_time": 2191109.0,
      "text": "-- and do anomaly detection, novelty detection all the time. It&#39;s easy."
    },
    {
      "index": 406,
      "start_time": 2191110.0,
      "end_time": 2195580.0,
      "text": "But there&#39;s an interesting limitation that also exists for you. It&#39;s worth mentioning,"
    },
    {
      "index": 407,
      "start_time": 2195580.0,
      "end_time": 2201171.0,
      "text": "perhaps. They will notice something new on the wall when they walk into the house. What"
    },
    {
      "index": 408,
      "start_time": 2201170.0,
      "end_time": 2207279.0,
      "text": "they won&#39;t notice is something that has been removed from the wall, because they&#39;ve learned"
    },
    {
      "index": 409,
      "start_time": 2207280.0,
      "end_time": 2213250.0,
      "text": "the wall, which is most of the space, and if there&#39;s a little more wall, that doesn&#39;t"
    },
    {
      "index": 410,
      "start_time": 2213250.0,
      "end_time": 2214931.0,
      "text": "bother them. ALVING: Great."
    },
    {
      "index": 411,
      "start_time": 2214930.0,
      "end_time": 2219769.0,
      "text": "BOCK: And you have the same trouble as humans, the same thing, with your spouse."
    },
    {
      "index": 412,
      "start_time": 2219770.0,
      "end_time": 2223570.0,
      "text": "ALVING: We&#39;ll take another question here in front."
    },
    {
      "index": 413,
      "start_time": 2223570.0,
      "end_time": 2227860.0,
      "text": "QUESTION: Hi, I&#39;m Barbara Slavin from the Atlantic Council. And I&#39;m completely illiterate"
    },
    {
      "index": 414,
      "start_time": 2227860.0,
      "end_time": 2234240.0,
      "text": "about these topics, but I have a son who programs computers, who writes code for a living. Will"
    },
    {
      "index": 415,
      "start_time": 2234240.0,
      "end_time": 2239370.0,
      "text": "we ever get to a stage where computers will be able to write the code and people who do"
    },
    {
      "index": 416,
      "start_time": 2239370.0,
      "end_time": 2244711.0,
      "text": "his sort of work won&#39;t be necessary anymore? BOCK: Well, if MADA&#39;s going to happen, MADA"
    },
    {
      "index": 417,
      "start_time": 2244710.0,
      "end_time": 2250460.0,
      "text": "could become a programmer. After all, she might become an actress. You notice I use"
    },
    {
      "index": 418,
      "start_time": 2250460.0,
      "end_time": 2256390.0,
      "text": "the feminine. It&#39;s because my graduate students all assume it&#39;s going to be a woman. I don&#39;t"
    },
    {
      "index": 419,
      "start_time": 2256390.0,
      "end_time": 2262200.0,
      "text": "know why. But, anyway, you sort of have to slip into some resonant kind of absorbing"
    },
    {
      "index": 420,
      "start_time": 2262200.0,
      "end_time": 2265589.0,
      "text": "state. Yeah. I mean, why not? They can be anything"
    },
    {
      "index": 421,
      "start_time": 2265590.0,
      "end_time": 2270750.0,
      "text": "they want that we can do. And, in fact, if it is really resource limited, suppose they"
    },
    {
      "index": 422,
      "start_time": 2270750.0,
      "end_time": 2275711.0,
      "text": "end up with ten times the memory that we have. ALVING: Paul?"
    },
    {
      "index": 423,
      "start_time": 2275710.0,
      "end_time": 2281470.0,
      "text": "COHEN: Yeah, there&#39;s a really interesting program just started at DARPA. It&#39;s sort of"
    },
    {
      "index": 424,
      "start_time": 2281470.0,
      "end_time": 2290009.0,
      "text": "an automatic programming program. And it&#39;s based on a change in the way people write"
    },
    {
      "index": 425,
      "start_time": 2290010.0,
      "end_time": 2292971.0,
      "text": "code that&#39;s happened over the last fifteen, twenty years."
    },
    {
      "index": 426,
      "start_time": 2292970.0,
      "end_time": 2298339.0,
      "text": "I used to write all my own code, every single line of it. Nowadays, I sort of assemble code"
    },
    {
      "index": 427,
      "start_time": 2298340.0,
      "end_time": 2302481.0,
      "text": "that other people have written. And there are lots of places online. You know, my favorite"
    },
    {
      "index": 428,
      "start_time": 2302480.0,
      "end_time": 2307480.0,
      "text": "is Stack Overflow, but there are other places like that, where you type in, in English -- you"
    },
    {
      "index": 429,
      "start_time": 2307480.0,
      "end_time": 2312529.0,
      "text": "say, you know, gosh, I want to be able to -- whatever it happens to be in, and some"
    },
    {
      "index": 430,
      "start_time": 2312530.0,
      "end_time": 2317231.0,
      "text": "really good programmer has already done it, so there&#39;s sort of no point in me trying."
    },
    {
      "index": 431,
      "start_time": 2317230.0,
      "end_time": 2325619.0,
      "text": "And actually, I forbad my daughter from using Stack Overflow for the first six months, because"
    },
    {
      "index": 432,
      "start_time": 2325620.0,
      "end_time": 2330870.0,
      "text": "I was afraid she&#39;d never learn to write code at all, but only assemble code. Anyway, so"
    },
    {
      "index": 433,
      "start_time": 2330870.0,
      "end_time": 2335990.0,
      "text": "DARPA has a program that&#39;s basically on automatic programming by assembling code."
    },
    {
      "index": 434,
      "start_time": 2335990.0,
      "end_time": 2340090.0,
      "text": "BOCK: Wow, that field in computer science has been going on for years."
    },
    {
      "index": 435,
      "start_time": 2340090.0,
      "end_time": 2341921.0,
      "text": "QUESTION: (OFF-MIKE) COHEN: I&#39;m sorry?"
    },
    {
      "index": 436,
      "start_time": 2341920.0,
      "end_time": 2344579.0,
      "text": "QUESTION: (OFF-MIKE) COHEN: Well, I think that&#39;s really where the"
    },
    {
      "index": 437,
      "start_time": 2344580.0,
      "end_time": 2349941.0,
      "text": "science of the program lies. It&#39;s in figuring out how you tell the computer what you want"
    },
    {
      "index": 438,
      "start_time": 2349940.0,
      "end_time": 2355369.0,
      "text": "the code to do and how the computer then figures out which pieces of code to tie together."
    },
    {
      "index": 439,
      "start_time": 2355370.0,
      "end_time": 2361191.0,
      "text": "But if you think about it, fifty years ago, we would have been having exactly the same"
    },
    {
      "index": 440,
      "start_time": 2361190.0,
      "end_time": 2366849.0,
      "text": "conversation about this amazing device called the Fortran compiler, right, which is basically"
    },
    {
      "index": 441,
      "start_time": 2366850.0,
      "end_time": 2373500.0,
      "text": "a bridge between the humans saying what they want and the machine code, except, you know,"
    },
    {
      "index": 442,
      "start_time": 2373500.0,
      "end_time": 2377161.0,
      "text": "the language was nowhere near as natural as it&#39;s going to be in future."
    },
    {
      "index": 443,
      "start_time": 2377160.0,
      "end_time": 2382369.0,
      "text": "MCAFEE: To answer your question, no, you&#39;d have to be a vitalist, literally. You&#39;d have"
    },
    {
      "index": 444,
      "start_time": 2382370.0,
      "end_time": 2386060.0,
      "text": "to believe there&#39;s something ineffable about the human brain -- that there&#39;s some kind"
    },
    {
      "index": 445,
      "start_time": 2386060.0,
      "end_time": 2389921.0,
      "text": "of spark of a soul or something that could never be understood or..."
    },
    {
      "index": 446,
      "start_time": 2389920.0,
      "end_time": 2392269.0,
      "text": "BOCK: That programmers have. MCAFEE: ... and therefore put into a program."
    },
    {
      "index": 447,
      "start_time": 2392270.0,
      "end_time": 2398860.0,
      "text": "I don&#39;t believe that. I&#39;m not a vitalist. However, there are things that we do that"
    },
    {
      "index": 448,
      "start_time": 2398860.0,
      "end_time": 2406181.0,
      "text": "have proved really, really resistant to understanding, let alone automation. I think of programming"
    },
    {
      "index": 449,
      "start_time": 2406180.0,
      "end_time": 2412359.0,
      "text": "as long-form creative work. I have never seen a long-form creative output from a machine"
    },
    {
      "index": 450,
      "start_time": 2412360.0,
      "end_time": 2415641.0,
      "text": "that was anything except a joke or mishmash. COHEN: Yeah, I agree completely."
    },
    {
      "index": 451,
      "start_time": 2415640.0,
      "end_time": 2417950.0,
      "text": "ALVING: So job prospects are good, which may... (CROSSTALK)"
    },
    {
      "index": 452,
      "start_time": 2417950.0,
      "end_time": 2422109.0,
      "text": "BOCK: Yeah, yeah. You&#39;re fine. ALVING: Another question here?"
    },
    {
      "index": 453,
      "start_time": 2422110.0,
      "end_time": 2427790.0,
      "text": "QUESTION: Hi, I&#39;m David Bray, chief information officer at the Federal Communications Commission."
    },
    {
      "index": 454,
      "start_time": 2427790.0,
      "end_time": 2431280.0,
      "text": "So we&#39;ve already seen this year a company actually elect to its board an algorithm and"
    },
    {
      "index": 455,
      "start_time": 2431280.0,
      "end_time": 2436570.0,
      "text": "give it voting rights. Where do you see in the workplace workers actually seeing sort"
    },
    {
      "index": 456,
      "start_time": 2436570.0,
      "end_time": 2440290.0,
      "text": "of artificial intelligence or machine intelligence first? And what&#39;s going to disrupt the economy"
    },
    {
      "index": 457,
      "start_time": 2440290.0,
      "end_time": 2444131.0,
      "text": "the most? BOCK: Are you talking about high-level artificial"
    },
    {
      "index": 458,
      "start_time": 2444130.0,
      "end_time": 2447849.0,
      "text": "intelligence, replacing a human being? QUESTION: Or augmenting what humans are doing."
    },
    {
      "index": 459,
      "start_time": 2447850.0,
      "end_time": 2453610.0,
      "text": "ALVING: I think your emphasis was on first. What is it that we&#39;ll next see out of the"
    },
    {
      "index": 460,
      "start_time": 2453610.0,
      "end_time": 2456370.0,
      "text": "chute? BOCK: Oh. Well, they already are -- we have"
    },
    {
      "index": 461,
      "start_time": 2456370.0,
      "end_time": 2461431.0,
      "text": "robots that people are using and they&#39;re interacting with them. You remember the headline in the"
    },
    {
      "index": 462,
      "start_time": 2461430.0,
      "end_time": 2471650.0,
      "text": "Japanese newspaper sort of about ten years ago, &quot;Robot kills worker&quot;? Murders was another"
    },
    {
      "index": 463,
      "start_time": 2471650.0,
      "end_time": 2476960.0,
      "text": "one, translation that was used. It was not, you know, accidentally kills or runs -- they"
    },
    {
      "index": 464,
      "start_time": 2476960.0,
      "end_time": 2483849.0,
      "text": "attributed intention to this robot. Well, who knows? You know, I doubt it, because"
    },
    {
      "index": 465,
      "start_time": 2483850.0,
      "end_time": 2488340.0,
      "text": "there wasn&#39;t any understanding of that basis. You know, if you asked it, why did you kill"
    },
    {
      "index": 466,
      "start_time": 2488340.0,
      "end_time": 2492431.0,
      "text": "a person? It would not say anything. OK, or say, I don&#39;t know."
    },
    {
      "index": 467,
      "start_time": 2492430.0,
      "end_time": 2495799.0,
      "text": "ALVING: Well, asking about murderous robots... MCAFEE: So far, it&#39;s been routine knowledge"
    },
    {
      "index": 468,
      "start_time": 2495800.0,
      "end_time": 2501120.0,
      "text": "workers who are most displaced by technology. The reason that&#39;s a problem is that the American"
    },
    {
      "index": 469,
      "start_time": 2501120.0,
      "end_time": 2505100.0,
      "text": "middle class has been largely composed of routine knowledge workers. Your average American"
    },
    {
      "index": 470,
      "start_time": 2505100.0,
      "end_time": 2509870.0,
      "text": "doesn&#39;t dig ditches for a living and they&#39;re not a -- you know, they&#39;re not an executive"
    },
    {
      "index": 471,
      "start_time": 2509870.0,
      "end_time": 2514270.0,
      "text": "in a company. A payroll clerk has been a really good stepping stone to the American middle"
    },
    {
      "index": 472,
      "start_time": 2514270.0,
      "end_time": 2518840.0,
      "text": "class. We don&#39;t need payroll clerks anymore. To answer your question, where I see things"
    },
    {
      "index": 473,
      "start_time": 2518840.0,
      "end_time": 2524901.0,
      "text": "going next is basically an encroachment upward in that education or that skill ladder with"
    },
    {
      "index": 474,
      "start_time": 2524900.0,
      "end_time": 2529890.0,
      "text": "knowledge work. So, for example, financial advice today is given almost exclusively by"
    },
    {
      "index": 475,
      "start_time": 2529890.0,
      "end_time": 2532950.0,
      "text": "human beings. That&#39;s a bad joke. BOCK: It is."
    },
    {
      "index": 476,
      "start_time": 2532950.0,
      "end_time": 2537269.0,
      "text": "MCAFEE: Right, that entire -- that should be algorithimized -- let alone the fact that"
    },
    {
      "index": 477,
      "start_time": 2537270.0,
      "end_time": 2542350.0,
      "text": "your stock broker giving you a hot stock tip is a bad joke. Again, there&#39;s no way a human"
    },
    {
      "index": 478,
      "start_time": 2542350.0,
      "end_time": 2546480.0,
      "text": "can keep on top of all possible financial instruments, analyze their performance in"
    },
    {
      "index": 479,
      "start_time": 2546480.0,
      "end_time": 2550040.0,
      "text": "any rigorous way, assemble them in a portfolio that makes sense for where you are in your"
    },
    {
      "index": 480,
      "start_time": 2550040.0,
      "end_time": 2553151.0,
      "text": "life and what your goals are. The fact that we&#39;re relying on humans to do"
    },
    {
      "index": 481,
      "start_time": 2553150.0,
      "end_time": 2558249.0,
      "text": "that, I think, is a bad joke. We&#39;ll all be better served by completely automated financial"
    },
    {
      "index": 482,
      "start_time": 2558250.0,
      "end_time": 2562721.0,
      "text": "advice, and it can be done so cheaply that people who are not affluent can have decent"
    },
    {
      "index": 483,
      "start_time": 2562720.0,
      "end_time": 2565930.0,
      "text": "financial planning. Fantastic. There are a lot of people who give"
    },
    {
      "index": 484,
      "start_time": 2565930.0,
      "end_time": 2569640.0,
      "text": "financial advice for a living these days. That&#39;s where I think it&#39;s going next."
    },
    {
      "index": 485,
      "start_time": 2569640.0,
      "end_time": 2573829.0,
      "text": "BOCK: You know they talked about the bell curve of intelligence? You know, that doesn&#39;t"
    },
    {
      "index": 486,
      "start_time": 2573830.0,
      "end_time": 2578661.0,
      "text": "change with us, that we&#39;re all the same, we&#39;re the same as we were 70,000 years ago, we have"
    },
    {
      "index": 487,
      "start_time": 2578660.0,
      "end_time": 2584910.0,
      "text": "this bell curve of intelligence. But the bell curve of intelligence of machines is slowly"
    },
    {
      "index": 488,
      "start_time": 2584910.0,
      "end_time": 2590470.0,
      "text": "moving to the right, OK, to the right this way."
    },
    {
      "index": 489,
      "start_time": 2590470.0,
      "end_time": 2596079.0,
      "text": "And for a long time, it was OK, because if you dug ditches, you could learn how to do"
    },
    {
      "index": 490,
      "start_time": 2596080.0,
      "end_time": 2600461.0,
      "text": "a -- what do you call it, a backhoe, you know? And you could learn how to run it. But there"
    },
    {
      "index": 491,
      "start_time": 2600460.0,
      "end_time": 2608789.0,
      "text": "are now transitions that are necessary from hardware operation to software operation,"
    },
    {
      "index": 492,
      "start_time": 2608790.0,
      "end_time": 2613580.0,
      "text": "where the transfer is not as easy, and we are going to displace workers eventually who"
    },
    {
      "index": 493,
      "start_time": 2613580.0,
      "end_time": 2620230.0,
      "text": "just can&#39;t find a place in the workforce anymore. ALVING: Question over here?"
    },
    {
      "index": 494,
      "start_time": 2620230.0,
      "end_time": 2627240.0,
      "text": "QUESTION: Hi, Esther Lee. I started the Office of Innovation and Entrepreneurship at Commerce."
    },
    {
      "index": 495,
      "start_time": 2627240.0,
      "end_time": 2632340.0,
      "text": "Good to see you, Andrew. So my son -- four-year-old son&#39;s preschool just started STEM. I don&#39;t"
    },
    {
      "index": 496,
      "start_time": 2632340.0,
      "end_time": 2637310.0,
      "text": "know what they&#39;re doing in STEM, and they actually call it STEAM, because they add an"
    },
    {
      "index": 497,
      "start_time": 2637310.0,
      "end_time": 2641990.0,
      "text": "A for arts. And my daughter went to a robotics camp this year, this summer. I don&#39;t know"
    },
    {
      "index": 498,
      "start_time": 2641990.0,
      "end_time": 2642980.0,
      "text": "that they... MCAFEE: Your four-year-old daughter went to"
    },
    {
      "index": 499,
      "start_time": 2642980.0,
      "end_time": 2645881.0,
      "text": "a robotics camp? QUESTION: My five-year-old daughter went to"
    },
    {
      "index": 500,
      "start_time": 2645880.0,
      "end_time": 2648809.0,
      "text": "a robotics camp. (LAUGHTER)"
    },
    {
      "index": 501,
      "start_time": 2648810.0,
      "end_time": 2651490.0,
      "text": "ALVING: That makes it better. MCAFEE: OK."
    },
    {
      "index": 502,
      "start_time": 2651490.0,
      "end_time": 2654730.0,
      "text": "(CROSSTALK) QUESTION: So I don&#39;t know that they know -- I"
    },
    {
      "index": 503,
      "start_time": 2654730.0,
      "end_time": 2660330.0,
      "text": "don&#39;t know if the content is going to prepare them for the kind of future we&#39;re talking"
    },
    {
      "index": 504,
      "start_time": 2660330.0,
      "end_time": 2665671.0,
      "text": "about. What needs to happen in K-12 education to really prepare kids for the world we&#39;re"
    },
    {
      "index": 505,
      "start_time": 2665670.0,
      "end_time": 2672119.0,
      "text": "talking about? I don&#39;t see a lot that&#39;s changed in K-12 from when I went to elementary school."
    },
    {
      "index": 506,
      "start_time": 2672120.0,
      "end_time": 2678870.0,
      "text": "ALVING: So we got three academics on the panel. BOCK: None of whom have ever taught in K-12."
    },
    {
      "index": 507,
      "start_time": 2678870.0,
      "end_time": 2680370.0,
      "text": "ALVING: Right. (LAUGHTER)"
    },
    {
      "index": 508,
      "start_time": 2680370.0,
      "end_time": 2685941.0,
      "text": "BOCK: I assume. MCAFEE: No, I gave my TED talk in 2013. The"
    },
    {
      "index": 509,
      "start_time": 2685940.0,
      "end_time": 2690739.0,
      "text": "TED prize that year was given to a guy named Sugata Mitra. You should all go watch his"
    },
    {
      "index": 510,
      "start_time": 2690740.0,
      "end_time": 2696421.0,
      "text": "TED talk. It was fantastic. The point that he makes is our K-12 educational system is"
    },
    {
      "index": 511,
      "start_time": 2696420.0,
      "end_time": 2700859.0,
      "text": "really well designed to turn out the clerks needed for the Victorian Empire."
    },
    {
      "index": 512,
      "start_time": 2700860.0,
      "end_time": 2706090.0,
      "text": "And he makes a very compelling case. And, you know, the implication is obvious -- we"
    },
    {
      "index": 513,
      "start_time": 2706090.0,
      "end_time": 2711411.0,
      "text": "don&#39;t need those kinds of workers anymore. And he said, basic arithmetic skills, the"
    },
    {
      "index": 514,
      "start_time": 2711410.0,
      "end_time": 2715720.0,
      "text": "ability to read and write with some proficiency, and the ability to be an obedient worker who&#39;s"
    },
    {
      "index": 515,
      "start_time": 2715720.0,
      "end_time": 2719390.0,
      "text": "going to do what they say -- what you tell them to do when you deploy them in Christchurch"
    },
    {
      "index": 516,
      "start_time": 2719390.0,
      "end_time": 2725210.0,
      "text": "or Ottawa or Calcutta or something like that. We don&#39;t need those people anymore."
    },
    {
      "index": 517,
      "start_time": 2725210.0,
      "end_time": 2730180.0,
      "text": "My super short answer for how K-12 education needs to change is Montessori. I was a Montessori"
    },
    {
      "index": 518,
      "start_time": 2730180.0,
      "end_time": 2737609.0,
      "text": "kid for the early years of my education. And I am so grateful for that, like that hippie-style"
    },
    {
      "index": 519,
      "start_time": 2737610.0,
      "end_time": 2740631.0,
      "text": "of go poke at the world education. BOCK: I&#39;ll second that."
    },
    {
      "index": 520,
      "start_time": 2740630.0,
      "end_time": 2747239.0,
      "text": "COHEN: Can I take a crack at -- so Andrew says, well, look, here&#39;s what&#39;s happening."
    },
    {
      "index": 521,
      "start_time": 2747240.0,
      "end_time": 2751820.0,
      "text": "The machines are sort of moving into higher and higher echelons, for want of a better"
    },
    {
      "index": 522,
      "start_time": 2751820.0,
      "end_time": 2756790.0,
      "text": "word. Well, what&#39;s happening in education is that what used to be a masters is now sort"
    },
    {
      "index": 523,
      "start_time": 2756790.0,
      "end_time": 2759810.0,
      "text": "of roughly equivalent to a bachelor&#39;s. What used to be a bachelor&#39;s..."
    },
    {
      "index": 524,
      "start_time": 2759810.0,
      "end_time": 2762360.0,
      "text": "(CROSSTALK) COHEN: And we&#39;re going in the other direction."
    },
    {
      "index": 525,
      "start_time": 2762360.0,
      "end_time": 2768240.0,
      "text": "So -- so -- exactly. Exactly. I mean, I think it really is a significant problem, is that"
    },
    {
      "index": 526,
      "start_time": 2768240.0,
      "end_time": 2771750.0,
      "text": "education is not getting better and machines are. So that&#39;s a problem."
    },
    {
      "index": 527,
      "start_time": 2771750.0,
      "end_time": 2779010.0,
      "text": "But to your point, and this really worries me a lot, when we started the school of information"
    },
    {
      "index": 528,
      "start_time": 2779010.0,
      "end_time": 2785411.0,
      "text": "at the University of Arizona, we recognized that our children were taking exactly the"
    },
    {
      "index": 529,
      "start_time": 2785410.0,
      "end_time": 2791359.0,
      "text": "same courses as we had forty years earlier as if the information revolution had never"
    },
    {
      "index": 530,
      "start_time": 2791360.0,
      "end_time": 2796181.0,
      "text": "happened. And so we said, well, look, what should an information age curriculum look"
    },
    {
      "index": 531,
      "start_time": 2796180.0,
      "end_time": 2803559.0,
      "text": "like? And here&#39;s the bad news. It involves a lot of abstractions. It involves abstractions"
    },
    {
      "index": 532,
      "start_time": 2803560.0,
      "end_time": 2812421.0,
      "text": "like know what information is, understanding that data isn&#39;t what&#39;s in databases. Data"
    },
    {
      "index": 533,
      "start_time": 2812420.0,
      "end_time": 2818239.0,
      "text": "-- every data point actually tells a story. It came to be, right? It understands -- it"
    },
    {
      "index": 534,
      "start_time": 2818240.0,
      "end_time": 2822961.0,
      "text": "involves abstractions like game theory and -- I mean, lots and lots and lots of abstractions"
    },
    {
      "index": 535,
      "start_time": 2822960.0,
      "end_time": 2828339.0,
      "text": "that we learn in economics, in physics, in computer science, and so on."
    },
    {
      "index": 536,
      "start_time": 2828340.0,
      "end_time": 2832780.0,
      "text": "Those are the abstractions that make the world work today. The reason that biology is essentially"
    },
    {
      "index": 537,
      "start_time": 2832780.0,
      "end_time": 2836961.0,
      "text": "computer science is that the underlying ideas are essentially the same."
    },
    {
      "index": 538,
      "start_time": 2836960.0,
      "end_time": 2839910.0,
      "text": "BOCK: That&#39;s right. COHEN: And I can easily -- you know, we can"
    },
    {
      "index": 539,
      "start_time": 2839910.0,
      "end_time": 2847339.0,
      "text": "easily document it. Here&#39;s the problem. Depending on which theory of cognitive development you"
    },
    {
      "index": 540,
      "start_time": 2847340.0,
      "end_time": 2853550.0,
      "text": "follow, abstraction is a late-developing skill and, for many students, it never develops"
    },
    {
      "index": 541,
      "start_time": 2853550.0,
      "end_time": 2858070.0,
      "text": "at all. So people always thought that what&#39;s called"
    },
    {
      "index": 542,
      "start_time": 2858070.0,
      "end_time": 2863360.0,
      "text": "-- what Piaget called formal operations was sort of the late-stage of development occurring"
    },
    {
      "index": 543,
      "start_time": 2863360.0,
      "end_time": 2868711.0,
      "text": "eleven or twelve years old. It now appears that it&#39;s actually the product of a Western"
    },
    {
      "index": 544,
      "start_time": 2868710.0,
      "end_time": 2874259.0,
      "text": "upper-middle-class education, right? What Piaget thought was a natural developmental"
    },
    {
      "index": 545,
      "start_time": 2874260.0,
      "end_time": 2879100.0,
      "text": "stage actually isn&#39;t. So I am quite worried about it, because I"
    },
    {
      "index": 546,
      "start_time": 2879100.0,
      "end_time": 2886730.0,
      "text": "think that the things that tie fields together largely by merit of us understanding that"
    },
    {
      "index": 547,
      "start_time": 2886730.0,
      "end_time": 2891540.0,
      "text": "everything is an information process of one kind or another, that idea is very, very hard"
    },
    {
      "index": 548,
      "start_time": 2891540.0,
      "end_time": 2896610.0,
      "text": "to get across. And I know this because I teach the 100 level course at the University of"
    },
    {
      "index": 549,
      "start_time": 2896610.0,
      "end_time": 2899951.0,
      "text": "Arizona, and I look at these faces, and I can see they&#39;re not getting it."
    },
    {
      "index": 550,
      "start_time": 2899950.0,
      "end_time": 2903319.0,
      "text": "MCAFEE: Really. COHEN: And we&#39;ve worked for years to try and"
    },
    {
      "index": 551,
      "start_time": 2903320.0,
      "end_time": 2906580.0,
      "text": "get this across, and I just don&#39;t know what to do about it. It&#39;s a real problem."
    },
    {
      "index": 552,
      "start_time": 2906580.0,
      "end_time": 2913100.0,
      "text": "BOCK: My daughter is a primary school teacher and has been for forty -- for thirty years."
    },
    {
      "index": 553,
      "start_time": 2913100.0,
      "end_time": 2920800.0,
      "text": "And she says that things haven&#39;t changed a great deal for her, except the infusion of"
    },
    {
      "index": 554,
      "start_time": 2920800.0,
      "end_time": 2926350.0,
      "text": "an enormous amount of modern equipment. ALVING: Which they don&#39;t have to deal with."
    },
    {
      "index": 555,
      "start_time": 2926350.0,
      "end_time": 2937230.0,
      "text": "BOCK: Oh, on the contrary, my grandson, who is -- was one of her students -- is an expert"
    },
    {
      "index": 556,
      "start_time": 2937230.0,
      "end_time": 2940250.0,
      "text": "on this machine and has been since he was four."
    },
    {
      "index": 557,
      "start_time": 2940250.0,
      "end_time": 2945431.0,
      "text": "ALVING: But are the teachers experts? BOCK: She is. You know, we have to be a little"
    },
    {
      "index": 558,
      "start_time": 2945430.0,
      "end_time": 2950989.0,
      "text": "bit careful, you know? The generations are changing here. The younger generations, the"
    },
    {
      "index": 559,
      "start_time": 2950990.0,
      "end_time": 2956360.0,
      "text": "Millenials consider this all -- well, wasn&#39;t it like this when you were a kid? You know,"
    },
    {
      "index": 560,
      "start_time": 2956360.0,
      "end_time": 2960550.0,
      "text": "what&#39;s wrong? What&#39;s the big deal here, you know? Can&#39;t you handle five remotes at the"
    },
    {
      "index": 561,
      "start_time": 2960550.0,
      "end_time": 2969060.0,
      "text": "same time? Part of that is, of course, that I wish I was 72 again, you know? But nonetheless,"
    },
    {
      "index": 562,
      "start_time": 2969060.0,
      "end_time": 2974300.0,
      "text": "there is not much of a change from her point of view in terms of educational methods, and"
    },
    {
      "index": 563,
      "start_time": 2974300.0,
      "end_time": 2980651.0,
      "text": "that has to do with exactly what Paul was saying, bringing as much sensation Montessori-wise"
    },
    {
      "index": 564,
      "start_time": 2980650.0,
      "end_time": 2987329.0,
      "text": "into experience, feeling things, feeling egg whites as opposed to water. Very different"
    },
    {
      "index": 565,
      "start_time": 2987330.0,
      "end_time": 2990570.0,
      "text": "feels. ALVING: Let&#39;s take a question from the back"
    },
    {
      "index": 566,
      "start_time": 2990570.0,
      "end_time": 2998250.0,
      "text": "over here. QUESTION: Yes, hi. Jay Parker, I&#39;m a department"
    },
    {
      "index": 567,
      "start_time": 2998250.0,
      "end_time": 3003181.0,
      "text": "chair in the College of International Security Affairs at National Defense University. There"
    },
    {
      "index": 568,
      "start_time": 3003180.0,
      "end_time": 3007910.0,
      "text": "were two points in the discussion here that seemed to me as linked, and I&#39;m wondering"
    },
    {
      "index": 569,
      "start_time": 3007910.0,
      "end_time": 3013380.0,
      "text": "if Peter in particular can expand on them. You were talking earlier about this -- one"
    },
    {
      "index": 570,
      "start_time": 3013380.0,
      "end_time": 3019019.0,
      "text": "of the programs that you&#39;re involved with involves computers essentially reading 11,000"
    },
    {
      "index": 571,
      "start_time": 3019020.0,
      "end_time": 3024850.0,
      "text": "novels, but you said none of my graduate students read novels, and that&#39;s the problem, and you"
    },
    {
      "index": 572,
      "start_time": 3024850.0,
      "end_time": 3030451.0,
      "text": "made mention of the fact that STEM has been changed to add A, which strikes me as very"
    },
    {
      "index": 573,
      "start_time": 3030450.0,
      "end_time": 3038450.0,
      "text": "unusual, where arts, literature, all those things where we would think abstract learning"
    },
    {
      "index": 574,
      "start_time": 3038450.0,
      "end_time": 3045079.0,
      "text": "and wrestling with those concepts came from are dramatically shrinking as the very specific"
    },
    {
      "index": 575,
      "start_time": 3045080.0,
      "end_time": 3051120.0,
      "text": "technical kinds of education that you&#39;re talking about here is increasing."
    },
    {
      "index": 576,
      "start_time": 3051120.0,
      "end_time": 3055090.0,
      "text": "And I wonder if you could kind of pull on that thread a little bit more and talk about"
    },
    {
      "index": 577,
      "start_time": 3055090.0,
      "end_time": 3059911.0,
      "text": "the implications and -- and what some possible alternatives might be."
    },
    {
      "index": 578,
      "start_time": 3059910.0,
      "end_time": 3064769.0,
      "text": "BOCK: Well, imagine a driver who -- an artificially intelligent driver who has to drive you to"
    },
    {
      "index": 579,
      "start_time": 3064770.0,
      "end_time": 3069401.0,
      "text": "work and some of the obvious things that must -- it must know is it must know the route"
    },
    {
      "index": 580,
      "start_time": 3069400.0,
      "end_time": 3073880.0,
      "text": "and how the car works and so forth, but I maintain it also must know how to go to the"
    },
    {
      "index": 581,
      "start_time": 3073880.0,
      "end_time": 3078799.0,
      "text": "grocery store and how it must know how to go to the movies and play tennis or walk on"
    },
    {
      "index": 582,
      "start_time": 3078800.0,
      "end_time": 3084280.0,
      "text": "a beach and appreciate how the sunsets and so forth, because that will come into play"
    },
    {
      "index": 583,
      "start_time": 3084280.0,
      "end_time": 3091171.0,
      "text": "eventually. And if it is not answered correctly, both of them -- the natural and the artificial"
    },
    {
      "index": 584,
      "start_time": 3091170.0,
      "end_time": 3095140.0,
      "text": "intelligence -- are going to get killed, along with perhaps some other people who are not"
    },
    {
      "index": 585,
      "start_time": 3095140.0,
      "end_time": 3099059.0,
      "text": "in the car. What you know that is in -- what we call the"
    },
    {
      "index": 586,
      "start_time": 3099060.0,
      "end_time": 3107750.0,
      "text": "arts and social sciences and the humanities is a major part of why creativity and innovation"
    },
    {
      "index": 587,
      "start_time": 3107750.0,
      "end_time": 3116870.0,
      "text": "is almost exclusively an American thing. They do not teach those things in Europe. They"
    },
    {
      "index": 588,
      "start_time": 3116870.0,
      "end_time": 3121000.0,
      "text": "do not teach them in the universities in China. They do not teach them in the universities"
    },
    {
      "index": 589,
      "start_time": 3121000.0,
      "end_time": 3127730.0,
      "text": "in Europe. We teach the arts, the social sciences, and the humanities, the A in STEAM -- I&#39;m"
    },
    {
      "index": 590,
      "start_time": 3127730.0,
      "end_time": 3131691.0,
      "text": "so glad to hear that. I was terribly afraid that they were just"
    },
    {
      "index": 591,
      "start_time": 3131690.0,
      "end_time": 3140009.0,
      "text": "going to take out everything except arithmetic and computers and all the technical subjects,"
    },
    {
      "index": 592,
      "start_time": 3140010.0,
      "end_time": 3146280.0,
      "text": "and I think it&#39;s very important for people to understand what the categorical imperative"
    },
    {
      "index": 593,
      "start_time": 3146280.0,
      "end_time": 3155750.0,
      "text": "is, Immanuel Kant, 1780. I think it&#39;s very important for people to understand what Galileo&#39;s"
    },
    {
      "index": 594,
      "start_time": 3155750.0,
      "end_time": 3162720.0,
      "text": "problem with Maffeo Barberini was, 1620. I think it&#39;s very important for..."
    },
    {
      "index": 595,
      "start_time": 3162720.0,
      "end_time": 3165290.0,
      "text": "MCAFEE: You think it&#39;s important for them to be able to recite the dates?"
    },
    {
      "index": 596,
      "start_time": 3165290.0,
      "end_time": 3167391.0,
      "text": "BOCK: No. (LAUGHTER)"
    },
    {
      "index": 597,
      "start_time": 3167390.0,
      "end_time": 3173099.0,
      "text": "There&#39;s only one date we need to know, and that is when George Washington stood up in"
    },
    {
      "index": 598,
      "start_time": 3173100.0,
      "end_time": 3177490.0,
      "text": "the boat -- was that it -- when he was crossing the Delaware or something. I don&#39;t know. I&#39;m"
    },
    {
      "index": 599,
      "start_time": 3177490.0,
      "end_time": 3179240.0,
      "text": "kidding. MCAFEE: And maybe not even that one."
    },
    {
      "index": 600,
      "start_time": 3179240.0,
      "end_time": 3185560.0,
      "text": "BOCK: Yeah, history was taught so poorly when we were -- when I was -- when we were students."
    },
    {
      "index": 601,
      "start_time": 3185560.0,
      "end_time": 3191770.0,
      "text": "ALVING: But your point is that creativity is a fundamental element of even technology"
    },
    {
      "index": 602,
      "start_time": 3191770.0,
      "end_time": 3195850.0,
      "text": "innovation, forget the larger world. BOCK: Social sciences, arts and humanities"
    },
    {
      "index": 603,
      "start_time": 3195850.0,
      "end_time": 3202131.0,
      "text": "are an absolutely essential ingredient of creativity and innovation, absolutely essential."
    },
    {
      "index": 604,
      "start_time": 3202130.0,
      "end_time": 3208829.0,
      "text": "ALVING: Yeah. Great. Next question? QUESTION: Bill Nitze with Oceana Energy. I"
    },
    {
      "index": 605,
      "start_time": 3208830.0,
      "end_time": 3211520.0,
      "text": "love the reference... ALVING: Could you use the microphone, please?"
    },
    {
      "index": 606,
      "start_time": 3211520.0,
      "end_time": 3217310.0,
      "text": "QUESTION: Yes, Bill Nitze with Oceana Energy. I love the reference to the categorical imperative,"
    },
    {
      "index": 607,
      "start_time": 3217310.0,
      "end_time": 3220610.0,
      "text": "because I think it applies to all intelligent machines."
    },
    {
      "index": 608,
      "start_time": 3220610.0,
      "end_time": 3224431.0,
      "text": "BOCK: Which ones? QUESTION: And I think Isaac Asimov&#39;s &quot;I, Robot&quot;"
    },
    {
      "index": 609,
      "start_time": 3224430.0,
      "end_time": 3227509.0,
      "text": "rules are just dead wrong. BOCK: Absolutely."
    },
    {
      "index": 610,
      "start_time": 3227510.0,
      "end_time": 3235151.0,
      "text": "QUESTION: Now, that leads to a broader question, though, about rules for intelligent machines."
    },
    {
      "index": 611,
      "start_time": 3235150.0,
      "end_time": 3241700.0,
      "text": "If we attempt to anticipate the future, we are bound to make serious mistakes which will"
    },
    {
      "index": 612,
      "start_time": 3241700.0,
      "end_time": 3249930.0,
      "text": "have collateral consequences that we cannot even imagine. If we allow the big cloud -- that&#39;s"
    },
    {
      "index": 613,
      "start_time": 3249930.0,
      "end_time": 3258420.0,
      "text": "all of us with our reptilian brains -- to evolve those rules in an age of ever-accelerating"
    },
    {
      "index": 614,
      "start_time": 3258420.0,
      "end_time": 3265039.0,
      "text": "change, we&#39;re going to experience some interesting versions of a Thirty Years&#39; War among ourselves"
    },
    {
      "index": 615,
      "start_time": 3265040.0,
      "end_time": 3270260.0,
      "text": "with robots. I mean, it could get really, really interesting. If you think the Luddites"
    },
    {
      "index": 616,
      "start_time": 3270260.0,
      "end_time": 3275381.0,
      "text": "were bad, wait and see what the Baptists are going to do down the road."
    },
    {
      "index": 617,
      "start_time": 3275380.0,
      "end_time": 3284660.0,
      "text": "So what do we do? How do we approach this question of perhaps being the masters of psycho"
    },
    {
      "index": 618,
      "start_time": 3284660.0,
      "end_time": 3291910.0,
      "text": "history and just anticipating the ethical challenges enough to minimize the truly terrible"
    },
    {
      "index": 619,
      "start_time": 3291910.0,
      "end_time": 3295690.0,
      "text": "outcomes and slightly weight the future in favor of the better outcomes?"
    },
    {
      "index": 620,
      "start_time": 3295690.0,
      "end_time": 3302289.0,
      "text": "BOCK: Oh, boy. Oh, boy, oh, boy. ALVING: And how much time do we have to answer"
    },
    {
      "index": 621,
      "start_time": 3302290.0,
      "end_time": 3304800.0,
      "text": "that? BOCK: Yeah, really. I see it all the time."
    },
    {
      "index": 622,
      "start_time": 3304800.0,
      "end_time": 3309701.0,
      "text": "The problem is -- but you know what? That problem has been here since the day I remember"
    },
    {
      "index": 623,
      "start_time": 3309700.0,
      "end_time": 3314769.0,
      "text": "thinking about it, which is a very long time ago, OK? It is not a new problem. It is a"
    },
    {
      "index": 624,
      "start_time": 3314770.0,
      "end_time": 3318070.0,
      "text": "growing problem, perhaps, but it is not a new problem."
    },
    {
      "index": 625,
      "start_time": 3318070.0,
      "end_time": 3324270.0,
      "text": "We just have to make sure that we understand that students need to learn not things and"
    },
    {
      "index": 626,
      "start_time": 3324270.0,
      "end_time": 3332270.0,
      "text": "items and data, but how to think and how to understand and how to feel and how to associate,"
    },
    {
      "index": 627,
      "start_time": 3332270.0,
      "end_time": 3339191.0,
      "text": "even if not causally, associate, but also causally, but even if not causally."
    },
    {
      "index": 628,
      "start_time": 3339190.0,
      "end_time": 3344999.0,
      "text": "And that has to be inserted in their education, but it has to be made to live, because as"
    },
    {
      "index": 629,
      "start_time": 3345000.0,
      "end_time": 3351691.0,
      "text": "a teacher, the three of us know our primary duty on that stage is -- well, not the primary"
    },
    {
      "index": 630,
      "start_time": 3351690.0,
      "end_time": 3356969.0,
      "text": "duty -- an essential duty is to entertain. We have to keep the students motivated. Otherwise,"
    },
    {
      "index": 631,
      "start_time": 3356970.0,
      "end_time": 3360701.0,
      "text": "they do this when we&#39;re teaching, especially if they&#39;re part-time students and they&#39;ve"
    },
    {
      "index": 632,
      "start_time": 3360700.0,
      "end_time": 3364660.0,
      "text": "been working all day. So you have to keep them motivated. You have"
    },
    {
      "index": 633,
      "start_time": 3364660.0,
      "end_time": 3368829.0,
      "text": "to keep them understanding how everything sort of works together or let their minds"
    },
    {
      "index": 634,
      "start_time": 3368830.0,
      "end_time": 3375250.0,
      "text": "understand how they must think about how everything is linked together. The Thirty Years&#39; War"
    },
    {
      "index": 635,
      "start_time": 3375250.0,
      "end_time": 3380131.0,
      "text": "is a wonderful example, because what we&#39;re seeing now is another one, of course, in a"
    },
    {
      "index": 636,
      "start_time": 3380130.0,
      "end_time": 3387559.0,
      "text": "slightly different part of the world. It&#39;s no longer Gustavus Adolphus against the Hapsburgs."
    },
    {
      "index": 637,
      "start_time": 3387560.0,
      "end_time": 3393740.0,
      "text": "It&#39;s now something that we don&#39;t really understand yet going on over in the Middle East."
    },
    {
      "index": 638,
      "start_time": 3393740.0,
      "end_time": 3402330.0,
      "text": "But it&#39;s about religion on the surface. The Thirty Years&#39; War was about religion on the"
    },
    {
      "index": 639,
      "start_time": 3402330.0,
      "end_time": 3408730.0,
      "text": "surface, also. Maybe the answer partially to your question is, and it&#39;s a very vague"
    },
    {
      "index": 640,
      "start_time": 3408730.0,
      "end_time": 3415441.0,
      "text": "answer, it&#39;s one of those abstractions -- we need to get rid of more of the magic. We need"
    },
    {
      "index": 641,
      "start_time": 3415440.0,
      "end_time": 3421249.0,
      "text": "to stop listening to people who are not informed saying, &quot;Well, what I believe is this and"
    },
    {
      "index": 642,
      "start_time": 3421250.0,
      "end_time": 3427520.0,
      "text": "I know it&#39;s true because I saw it with my own eyes.&quot; What a defensive statement. Which"
    },
    {
      "index": 643,
      "start_time": 3427520.0,
      "end_time": 3432641.0,
      "text": "eyes would they have seen it with? ALVING: On that note, I think we have time"
    },
    {
      "index": 644,
      "start_time": 3432640.0,
      "end_time": 3439779.0,
      "text": "for one brief question here on the aisle. QUESTION: Chris Broughton, Millennium Challenge"
    },
    {
      "index": 645,
      "start_time": 3439780.0,
      "end_time": 3443520.0,
      "text": "Corporation. Just to return the question of employment, which we&#39;ve danced around our"
    },
    {
      "index": 646,
      "start_time": 3443520.0,
      "end_time": 3449631.0,
      "text": "entire session, recent Economist article citing a U.N. study estimating one-fifth of all global"
    },
    {
      "index": 647,
      "start_time": 3449630.0,
      "end_time": 3454539.0,
      "text": "employment potentially displaced by machines&#39; artificial intelligence as we look to our"
    },
    {
      "index": 648,
      "start_time": 3454540.0,
      "end_time": 3461320.0,
      "text": "global population increasing from 6.7 billion to 9.0 billion in the same time period. What"
    },
    {
      "index": 649,
      "start_time": 3461320.0,
      "end_time": 3465131.0,
      "text": "credence do you give these statistics? And in the age of innovation that you talked about,"
    },
    {
      "index": 650,
      "start_time": 3465130.0,
      "end_time": 3470209.0,
      "text": "new products, services, possibilities for well-being and economic advancement, what"
    },
    {
      "index": 651,
      "start_time": 3470210.0,
      "end_time": 3474710.0,
      "text": "new types of employment do we see potentially? And will the new employment be able to keep"
    },
    {
      "index": 652,
      "start_time": 3474710.0,
      "end_time": 3477330.0,
      "text": "up with the old employment that&#39;s lost? Thank you."
    },
    {
      "index": 653,
      "start_time": 3477330.0,
      "end_time": 3482881.0,
      "text": "MCAFEE: I give almost no weight to any point estimate that I&#39;ve heard about net job loss"
    },
    {
      "index": 654,
      "start_time": 3482880.0,
      "end_time": 3487569.0,
      "text": "at any point in the future. And the simple reason I do that is because previous estimates"
    },
    {
      "index": 655,
      "start_time": 3487570.0,
      "end_time": 3494641.0,
      "text": "have been almost uniformly terrible. So is it 20 percent, is it 47 percent? I don&#39;t know."
    },
    {
      "index": 656,
      "start_time": 3494640.0,
      "end_time": 3498729.0,
      "text": "Nobody knows. I do think the broad challenge, though, is"
    },
    {
      "index": 657,
      "start_time": 3498730.0,
      "end_time": 3503661.0,
      "text": "that we could be automating work and jobs more quickly than we&#39;re creating. The tendency"
    },
    {
      "index": 658,
      "start_time": 3503660.0,
      "end_time": 3510200.0,
      "text": "that we have is to low ball the creation side. That&#39;s why for 200 years allegedly smart guys"
    },
    {
      "index": 659,
      "start_time": 3510200.0,
      "end_time": 3514719.0,
      "text": "and Luddites and different people have been predicting the era of technological unemployment"
    },
    {
      "index": 660,
      "start_time": 3514720.0,
      "end_time": 3519990.0,
      "text": "and they&#39;ve been wrong. The question is, is this time finally different?"
    },
    {
      "index": 661,
      "start_time": 3519990.0,
      "end_time": 3524681.0,
      "text": "I think this time is finally different. I&#39;m fully aware there are 200 years of people"
    },
    {
      "index": 662,
      "start_time": 3524680.0,
      "end_time": 3529140.0,
      "text": "saying that and being wrong. I also think our homework is to make sure this time is"
    },
    {
      "index": 663,
      "start_time": 3529140.0,
      "end_time": 3534019.0,
      "text": "not different. And the way to do that is not to try to throttle back the technology or"
    },
    {
      "index": 664,
      "start_time": 3534020.0,
      "end_time": 3539370.0,
      "text": "channel it so it can&#39;t ever put anybody out of work. The right thing to do is create environments"
    },
    {
      "index": 665,
      "start_time": 3539370.0,
      "end_time": 3544030.0,
      "text": "that let the innovators and the entrepreneurs do what they do, which is come up with new"
    },
    {
      "index": 666,
      "start_time": 3544030.0,
      "end_time": 3547960.0,
      "text": "stuff, and as they&#39;re coming up with that new stuff, they need to hire people to help"
    },
    {
      "index": 667,
      "start_time": 3547960.0,
      "end_time": 3554290.0,
      "text": "them get that out there to market. That is our only real possible way to keep people"
    },
    {
      "index": 668,
      "start_time": 3554290.0,
      "end_time": 3557701.0,
      "text": "gainfully employed. I&#39;m in my mid-forties. Let&#39;s say I&#39;ve got"
    },
    {
      "index": 669,
      "start_time": 3557700.0,
      "end_time": 3563160.0,
      "text": "half a century ahead of me. I honestly believe that I&#39;m going to live to see a ridiculously"
    },
    {
      "index": 670,
      "start_time": 3563160.0,
      "end_time": 3567519.0,
      "text": "bountiful economy that just doesn&#39;t need very much human labor. So I think we&#39;re getting"
    },
    {
      "index": 671,
      "start_time": 3567520.0,
      "end_time": 3572141.0,
      "text": "there in that timeframe. That&#39;s about the most confident prediction I can make."
    },
    {
      "index": 672,
      "start_time": 3572140.0,
      "end_time": 3575809.0,
      "text": "ALVING: And on that note, we&#39;ve reached the end of our session, so I will just remind"
    },
    {
      "index": 673,
      "start_time": 3575810.0,
      "end_time": 3579620.0,
      "text": "everybody that this meeting has been on-the-record. And please join me in thanking our panelists."
    },
    {
      "index": 674,
      "start_time": 3579620.0,
      "end_time": 3589620.0,
      "text": "(APPLAUSE) END"
    }
  ]
}