{
  "video_id": "FXmFTX6-i6k",
  "title": "Splinting Humerus Fracture",
  "json": [
    {
      "index": 1,
      "start_time": 7910.0,
      "end_time": 13280.0,
      "text": "Now I&#39;m going to show you how to immobilize a humerus fracture using a Sam Splint. First"
    },
    {
      "index": 2,
      "start_time": 13280.0,
      "end_time": 19710.0,
      "text": "I&#39;m going to check for pulse, motor &#39;wiggle your fingers sir and sensation which finger"
    },
    {
      "index": 3,
      "start_time": 19710.0,
      "end_time": 25800.0,
      "text": "am I touching? Next thing I&#39;m going to do is unroll my Sam Splint since it comes bound"
    },
    {
      "index": 4,
      "start_time": 25800.0,
      "end_time": 30948.0,
      "text": "up in a roll. I&#39;m going to unroll it, fold it in half and them I&#39;m going to mold it to"
    },
    {
      "index": 5,
      "start_time": 30949.0,
      "end_time": 35230.0,
      "text": "the humerus or upper arm area and their shoulder making sure it folds over a little bit on"
    },
    {
      "index": 6,
      "start_time": 35230.0,
      "end_time": 42230.0,
      "text": "top. Next thing I&#39;m going to do is take a triangular bandage and feed it through the"
    },
    {
      "index": 7,
      "start_time": 42750.0,
      "end_time": 53300.0,
      "text": "top, I&#39;m going to apply it to my patient and have my partner come help me to hold the splint"
    },
    {
      "index": 8,
      "start_time": 53239.0,
      "end_time": 60699.0,
      "text": "onto his arm. Next I&#39;m going to come to the opposite side of my patient and I&#39;m going"
    },
    {
      "index": 9,
      "start_time": 61469.0,
      "end_time": 79809.0,
      "text": "to tie my bandage. Padding underneath the knot that will help secure it on top. Then"
    },
    {
      "index": 10,
      "start_time": 80130.0,
      "end_time": 89470.0,
      "text": "I&#39;m going to take another bandage and I&#39;m going to secure the Sam Splint to the patients"
    },
    {
      "index": 11,
      "start_time": 89750.0,
      "end_time": 100390.0,
      "text": "arm and I may even need one more to help secure the elbow."
    },
    {
      "index": 12,
      "start_time": 111660.0,
      "end_time": 119240.0,
      "text": "If there is still a lot of movement I could put a swath around the affected all the way around my patient as well, it&#39;s all"
    },
    {
      "index": 13,
      "start_time": 119250.0,
      "end_time": 125539.0,
      "text": "about comfort for your patient. After I&#39;ve got it immobilized I&#39;m going to check for"
    },
    {
      "index": 14,
      "start_time": 125539.0,
      "end_time": 132539.0,
      "text": "pulse, movement and senses. That is how you splint an upper arm"
    }
  ]
}