{
  "video_id": "fyqDtP3iN9g",
  "title": "A Christmas Carol by Charles Dickens (Book Summary) - Minute Book Report",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2169.0,
      "end_time": 6800.0,
      "text": "This is a story about a man named Ebenezer Scrooge who lives in London. He is a greedy"
    },
    {
      "index": 2,
      "start_time": 6800.0,
      "end_time": 10540.0,
      "text": "and mean-spirited moneylender who despises Christmas. But because it’s Christmas Eve,"
    },
    {
      "index": 3,
      "start_time": 10540.0,
      "end_time": 14719.0,
      "text": "he reluctantly gives his clerks, among them Bob Cratchit, the following day off."
    },
    {
      "index": 4,
      "start_time": 14719.0,
      "end_time": 18520.0,
      "text": "Just as Scrooge is about to enter his home for the evening, he sees the face of his old"
    },
    {
      "index": 5,
      "start_time": 18520.0,
      "end_time": 22630.0,
      "text": "business partner, Marley, in the door knocker. This frightens him, but Scrooge shrugs it"
    },
    {
      "index": 6,
      "start_time": 22630.0,
      "end_time": 27349.0,
      "text": "off and prepares for bed. Later that evening, Scrooge is visited by Marley’s ghost, who"
    },
    {
      "index": 7,
      "start_time": 27349.0,
      "end_time": 31980.0,
      "text": "warns him that in order to avoid an afterlife of torment, Scrooge will be visited by three"
    },
    {
      "index": 8,
      "start_time": 31980.0,
      "end_time": 32800.0,
      "text": "ghosts."
    },
    {
      "index": 9,
      "start_time": 32800.0,
      "end_time": 37349.0,
      "text": "Scrooge can hardly sleep and the first ghost arrives on time. The Ghost of Christmas Past"
    },
    {
      "index": 10,
      "start_time": 37350.0,
      "end_time": 41800.0,
      "text": "takes him to special memories of his childhood and young adult years, where he becomes so"
    },
    {
      "index": 11,
      "start_time": 41800.0,
      "end_time": 44839.0,
      "text": "absorbed with making money that his fiancee leaves him."
    },
    {
      "index": 12,
      "start_time": 44840.0,
      "end_time": 49100.0,
      "text": "Scrooge is then returned back to his room and is later visited by the second ghost,"
    },
    {
      "index": 13,
      "start_time": 49100.0,
      "end_time": 53149.0,
      "text": "the Ghost of Christmas Present. This jolly ghost takes him to the streets of London and"
    },
    {
      "index": 14,
      "start_time": 53149.0,
      "end_time": 58300.0,
      "text": "shows him how normal people celebrate Christmas, including Scrooge’s nephew, Fred, and his"
    },
    {
      "index": 15,
      "start_time": 58300.0,
      "end_time": 62510.0,
      "text": "clerk, Bob Cratchit. The Cratchits, although poor, make the most of what they have and"
    },
    {
      "index": 16,
      "start_time": 62510.0,
      "end_time": 66640.0,
      "text": "are held together by the love of Tiny Tim, a small boy with a crutch."
    },
    {
      "index": 17,
      "start_time": 66640.0,
      "end_time": 70979.0,
      "text": "This trip to the present seems to revitalize Scrooge’s outlook on Christmas. However,"
    },
    {
      "index": 18,
      "start_time": 70979.0,
      "end_time": 75600.0,
      "text": "Scrooge is then visited by the third ghost, the Ghost of Christmas Future. This grim figure"
    },
    {
      "index": 19,
      "start_time": 75600.0,
      "end_time": 80490.0,
      "text": "shows how others react to Scrooge’s eventual death and portrays the Cratchits in the aftermath"
    },
    {
      "index": 20,
      "start_time": 80490.0,
      "end_time": 85509.0,
      "text": "of Tiny Tim’s death. Because of these signs, Scrooge vows to change and cherish Christmas."
    },
    {
      "index": 21,
      "start_time": 85509.0,
      "end_time": 89270.0,
      "text": "Scrooge is then returned to his bedroom and finds that it is Christmas morning. He buys"
    },
    {
      "index": 22,
      "start_time": 89270.0,
      "end_time": 93259.0,
      "text": "a giant feast for the Cratchits and visits his nephew to celebrate Christmas."
    },
    {
      "index": 23,
      "start_time": 93259.0,
      "end_time": 96659.0,
      "text": "In the end, Scrooge becomes generous and loves Christmas."
    }
  ]
}