{
  "video_id": "g-72k7h8WYI",
  "title": "What Are Vitamin D Deficiency Symptoms? | Dr. Josh Axe",
  "json": [
    {
      "index": 1,
      "start_time": 7359.0,
      "end_time": 12510.0,
      "text": "Hey guys, Dr. Axe here. I want to talk about the many benefits of vitamin D as well as"
    },
    {
      "index": 2,
      "start_time": 12510.0,
      "end_time": 18680.0,
      "text": "vitamin D deficiency. So many people are struggling with vitamin D deficiency. In fact, according"
    },
    {
      "index": 3,
      "start_time": 18680.0,
      "end_time": 25250.0,
      "text": "to a lot of medical studies today, they&#39;re showing that quite possibly the top deficiency"
    },
    {
      "index": 4,
      "start_time": 25250.0,
      "end_time": 30890.0,
      "text": "we have in America is a vitamin D deficiency, and for a lot of us there are several reasons"
    },
    {
      "index": 5,
      "start_time": 30890.0,
      "end_time": 35530.0,
      "text": "for that. But let me talk about the symptoms of vitamin D deficiency. I&#39;m then going to"
    },
    {
      "index": 6,
      "start_time": 35530.0,
      "end_time": 40579.0,
      "text": "get into what&#39;s causing vitamin D deficiency, then go over the best foods, supplements and"
    },
    {
      "index": 7,
      "start_time": 40579.0,
      "end_time": 43490.0,
      "text": "things you can do to correct this type of issue."
    },
    {
      "index": 8,
      "start_time": 43490.0,
      "end_time": 48760.0,
      "text": "But first and foremost, the big thing that can cause or the big symptoms you might have"
    },
    {
      "index": 9,
      "start_time": 48760.0,
      "end_time": 53239.0,
      "text": "with a vitamin D deficiency are immune issues. If you have a weakened immune system, that"
    },
    {
      "index": 10,
      "start_time": 53239.0,
      "end_time": 58260.0,
      "text": "could be correlated with a vitamin D deficiency. If you have candida or bacterial overgrowth,"
    },
    {
      "index": 11,
      "start_time": 58260.0,
      "end_time": 63540.0,
      "text": "it can be caused from a vitamin D deficiency. If you struggle with let&#39;s say emotional ups"
    },
    {
      "index": 12,
      "start_time": 63540.0,
      "end_time": 69540.0,
      "text": "and downs, like depression and anxiety, that can be a cause. Hormone imbalance, major cause"
    },
    {
      "index": 13,
      "start_time": 69540.0,
      "end_time": 74290.0,
      "text": "of vitamin D deficiency. If you have trouble putting on muscle or losing weight, those"
    },
    {
      "index": 14,
      "start_time": 74290.0,
      "end_time": 79890.0,
      "text": "are all correlated with a vitamin D deficiency. If you have weak bones or teeth, osteoporosis"
    },
    {
      "index": 15,
      "start_time": 79890.0,
      "end_time": 83570.0,
      "text": "or osteopenia, those are warning signs you have a vitamin D deficiency."
    },
    {
      "index": 16,
      "start_time": 83570.0,
      "end_time": 88020.0,
      "text": "So again, you can see there are a lot of things -- and I didn&#39;t even get into certain other"
    },
    {
      "index": 17,
      "start_time": 88020.0,
      "end_time": 92119.0,
      "text": "things like cancer and diabetes and heart disease -- but those are all warning signs"
    },
    {
      "index": 18,
      "start_time": 92119.0,
      "end_time": 94690.0,
      "text": "you could have a vitamin D deficiency."
    },
    {
      "index": 19,
      "start_time": 94690.0,
      "end_time": 100549.0,
      "text": "Vitamin D is responsible for really supporting a healthy immune response, digestive health,"
    },
    {
      "index": 20,
      "start_time": 100549.0,
      "end_time": 106380.0,
      "text": "hormone balance, and here&#39;s a key thing to remember. Vitamin D is not just a vitamin."
    },
    {
      "index": 21,
      "start_time": 106380.0,
      "end_time": 114030.0,
      "text": "It&#39;s also a pro hormone. So it&#39;s responsible for so many hormone producing reactions within"
    },
    {
      "index": 22,
      "start_time": 114030.0,
      "end_time": 115750.0,
      "text": "your body. You&#39;ve got to have vitamin D."
    },
    {
      "index": 23,
      "start_time": 115750.0,
      "end_time": 121240.0,
      "text": "Now here are the biggest causes of vitamin D deficiency. Number one is not getting enough"
    },
    {
      "index": 24,
      "start_time": 121240.0,
      "end_time": 125159.0,
      "text": "sunlight. The sun should be your number one source of vitamin D. We live in a world today"
    },
    {
      "index": 25,
      "start_time": 125159.0,
      "end_time": 132200.0,
      "text": "where we live inside, especially if you&#39;re in the northern states, whether it be in Canada"
    },
    {
      "index": 26,
      "start_time": 132200.0,
      "end_time": 137330.0,
      "text": "or northern US or northern Europe. But if you are not getting outside enough and not"
    },
    {
      "index": 27,
      "start_time": 137330.0,
      "end_time": 142250.0,
      "text": "getting enough direct sunlight on your skin, that will create a vitamin D deficiency. So"
    },
    {
      "index": 28,
      "start_time": 142250.0,
      "end_time": 147360.0,
      "text": "starting off, the majority of people are vitamin D deficient because we don&#39;t get outside enough."
    },
    {
      "index": 29,
      "start_time": 147360.0,
      "end_time": 154680.0,
      "text": "And the other thing can be certain chemicals, especially things that are plastic in nature,"
    },
    {
      "index": 30,
      "start_time": 154680.0,
      "end_time": 159360.0,
      "text": "those can block vitamin D absorption. So if you&#39;re drinking out of plastic bottles that"
    },
    {
      "index": 31,
      "start_time": 159360.0,
      "end_time": 165160.0,
      "text": "have something called BPA, that&#39;s bisphenol A, that can cause vitamin D deficiency and"
    },
    {
      "index": 32,
      "start_time": 165160.0,
      "end_time": 169430.0,
      "text": "really affect the way vitamin D is absorbed and utilized and created by your liver in"
    },
    {
      "index": 33,
      "start_time": 169430.0,
      "end_time": 170010.0,
      "text": "your body."
    },
    {
      "index": 34,
      "start_time": 170010.0,
      "end_time": 174560.0,
      "text": "The other thing is toxicity. If you&#39;re exposed to toxins on a regular basis, that affects"
    },
    {
      "index": 35,
      "start_time": 174560.0,
      "end_time": 180180.0,
      "text": "the liver. Your liver is actually responsible for producing and creating vitamin D within"
    },
    {
      "index": 36,
      "start_time": 180180.0,
      "end_time": 185379.0,
      "text": "your body. So again, toxicity another major cause of vitamin D deficiency."
    },
    {
      "index": 37,
      "start_time": 185379.0,
      "end_time": 189190.0,
      "text": "So if you want to start to correct vitamin D deficiency and see improvements in your"
    },
    {
      "index": 38,
      "start_time": 189190.0,
      "end_time": 194340.0,
      "text": "immune function, in your metabolism, in your hormones and things like your thyroid and"
    },
    {
      "index": 39,
      "start_time": 194340.0,
      "end_time": 199680.0,
      "text": "your adrenal glands and improving your overall mood and bone strength, you&#39;ve got to get"
    },
    {
      "index": 40,
      "start_time": 199680.0,
      "end_time": 200910.0,
      "text": "more vitamin D."
    },
    {
      "index": 41,
      "start_time": 200910.0,
      "end_time": 206569.0,
      "text": "Again, your number one source by far is sunlight. I recommend getting outside 20 minutes to"
    },
    {
      "index": 42,
      "start_time": 206569.0,
      "end_time": 211410.0,
      "text": "30 minutes every single day. Even if it&#39;s cold outside, getting a little bit of sun"
    },
    {
      "index": 43,
      "start_time": 211410.0,
      "end_time": 216909.0,
      "text": "on your face and hands, it&#39;s so important for getting Vitamin D. So again, number one"
    },
    {
      "index": 44,
      "start_time": 216909.0,
      "end_time": 219750.0,
      "text": "is get sunlight 20 to 30 minutes a day."
    },
    {
      "index": 45,
      "start_time": 219750.0,
      "end_time": 224900.0,
      "text": "Now, apart from that, certain foods will contain small amounts of vitamin D. Number one source"
    },
    {
      "index": 46,
      "start_time": 224900.0,
      "end_time": 230010.0,
      "text": "will be wild caught salmon or fish, so again getting wild caught fish on a regular basis."
    },
    {
      "index": 47,
      "start_time": 230010.0,
      "end_time": 235370.0,
      "text": "Also, raw fermented milk, like a goat&#39;s milk yogurt, may have small amounts of vitamin"
    },
    {
      "index": 48,
      "start_time": 235370.0,
      "end_time": 240180.0,
      "text": "D, as will mushrooms and eggs. But again, you&#39;re going to get very small amount in diet."
    },
    {
      "index": 49,
      "start_time": 240180.0,
      "end_time": 244489.0,
      "text": "Those foods are good. But again, it&#39;s only small amounts of vitamin D."
    },
    {
      "index": 50,
      "start_time": 244489.0,
      "end_time": 250099.0,
      "text": "Then the next thing would be take a high quality vitamin D supplement. You don&#39;t want to take"
    },
    {
      "index": 51,
      "start_time": 250099.0,
      "end_time": 256489.0,
      "text": "vitamin D2. You do want to start taking vitamin D3, and there are many forms of this. There"
    },
    {
      "index": 52,
      "start_time": 256488.99999999997,
      "end_time": 261318.99999999997,
      "text": "are several good brands out there today. But again, you can actually take it in a capsule"
    },
    {
      "index": 53,
      "start_time": 261319.00000000003,
      "end_time": 265960.0,
      "text": "form. You can actually get it in a spray bottle form. But again, vitamin D is essential to"
    },
    {
      "index": 54,
      "start_time": 265960.0,
      "end_time": 272919.0,
      "text": "take as a supplement. For most adults, 2000 to 5000 IUs a day is what&#39;s recommended."
    },
    {
      "index": 55,
      "start_time": 272919.0,
      "end_time": 277539.0,
      "text": "Now if you have a severe deficiency and you&#39;ve gone and got a vitamin D test done, in that"
    },
    {
      "index": 56,
      "start_time": 277539.0,
      "end_time": 283919.0,
      "text": "case for 1 to 2 months, you might take 5000 IUs 2 times a day. But again, for the days"
    },
    {
      "index": 57,
      "start_time": 283919.0,
      "end_time": 292129.0,
      "text": "that you&#39;re not in the sun, I recommend 2000 to 5000 IUs of vitamin D3 daily."
    },
    {
      "index": 58,
      "start_time": 292129.0,
      "end_time": 296919.0,
      "text": "Here&#39;s one last important thing to remember. When you are supplementing with vitamin D3,"
    },
    {
      "index": 59,
      "start_time": 296919.0,
      "end_time": 301520.0,
      "text": "you want to take it with some fat because it&#39;s a fat soluble vitamin. So take it with"
    },
    {
      "index": 60,
      "start_time": 301520.0,
      "end_time": 306789.0,
      "text": "a teaspoon of coconut oil or take it with a fish oil supplement. But when you are taking"
    },
    {
      "index": 61,
      "start_time": 306789.0,
      "end_time": 312219.0,
      "text": "vitamin D, you want to take it with some healthy fat like coconut, avocado, or an almond butter."
    },
    {
      "index": 62,
      "start_time": 312219.0,
      "end_time": 315949.0,
      "text": "You&#39;ll want to get it with some healthy fat because it actually improves and increases"
    },
    {
      "index": 63,
      "start_time": 315949.0,
      "end_time": 321669.0,
      "text": "absorption there as well. So again, make sure you&#39;re getting your vitamin D. It is crucial"
    },
    {
      "index": 64,
      "start_time": 321669.0,
      "end_time": 327509.0,
      "text": "for immune function, bone health, emotional health, and balanced hormones."
    },
    {
      "index": 65,
      "start_time": 327509.0,
      "end_time": 331990.0,
      "text": "So again, remember vitamin D, it&#39;s not only a vitamin. It&#39;s a hormone. It&#39;s an immune"
    },
    {
      "index": 66,
      "start_time": 331990.0,
      "end_time": 336069.0,
      "text": "boosting nutrient that you&#39;ve got to have. Hey, if you&#39;ve enjoyed this video, make sure"
    },
    {
      "index": 67,
      "start_time": 336069.0,
      "end_time": 341369.0,
      "text": "you subscribe to our other YouTube videos on our YouTube video page as well as our newsletter"
    },
    {
      "index": 68,
      "start_time": 341369.0,
      "end_time": 347289.0,
      "text": "here on DrAxe.com. We&#39;ve got some great information coming out as well on other vitamins and nutrients"
    },
    {
      "index": 69,
      "start_time": 347289.0,
      "end_time": 357289.0,
      "text": "that can help take your health to the next level."
    }
  ]
}