{
  "video_id": "g-i6QMvIAA0",
  "title": "How Psychotherapy Works",
  "json": [
    {
      "index": 1,
      "start_time": 539.0,
      "end_time": 6310.0,
      "text": "When one is in a bad place in one’s head, the modern world offers three main sources"
    },
    {
      "index": 2,
      "start_time": 6310.0,
      "end_time": 14440.0,
      "text": "of help: psychiatric medication, CBT and psychotherapy. Each has its own advantages"
    },
    {
      "index": 3,
      "start_time": 14440.0,
      "end_time": 20369.0,
      "text": "and drawbacks. Medication can be exemplary in a crisis, at points when the mind is so"
    },
    {
      "index": 4,
      "start_time": 20369.0,
      "end_time": 26080.0,
      "text": "under siege from fear, anxiety or despair that thinking things through cannot be an"
    },
    {
      "index": 5,
      "start_time": 26080.0,
      "end_time": 31399.0,
      "text": "option. Correctly administered, without requiring any conscious cooperation from us, pills play"
    },
    {
      "index": 6,
      "start_time": 31399.0,
      "end_time": 36910.0,
      "text": "around with our brain chemistry in a way that helps us get through to the next day – and"
    },
    {
      "index": 7,
      "start_time": 36910.0,
      "end_time": 42370.0,
      "text": "the one after. We may get very sleepy, a bit nauseous or rather foggy in the process, but"
    },
    {
      "index": 8,
      "start_time": 42370.0,
      "end_time": 48530.0,
      "text": "at least we’re still around – and functioning, more or less. Then there is Cognitive Behavioural"
    },
    {
      "index": 9,
      "start_time": 48530.0,
      "end_time": 55810.0,
      "text": "Therapy (CBT), normally administered by psychologists and psychiatrists in six to ten hour-long"
    },
    {
      "index": 10,
      "start_time": 55810.0,
      "end_time": 61260.0,
      "text": "sessions which teach us techniques for arguing rationally with, and with any luck at points"
    },
    {
      "index": 11,
      "start_time": 61260.0,
      "end_time": 67560.0,
      "text": "controlling, the ghoulish certainties thrown up by our internal persecutors: paranoia,"
    },
    {
      "index": 12,
      "start_time": 67560.0,
      "end_time": 75370.0,
      "text": "low self-esteem, shame and panic. Lastly there is psychotherapy, which from a distance looks"
    },
    {
      "index": 13,
      "start_time": 75370.0,
      "end_time": 81420.0,
      "text": "like it has only drawbacks. Psychotherapy has a very hard time showing its efficacy in scientific"
    },
    {
      "index": 14,
      "start_time": 81420.0,
      "end_time": 86940.0,
      "text": "trials – and has to plead that its results are too singular neatly to fit the models"
    },
    {
      "index": 15,
      "start_time": 86940.0,
      "end_time": 92690.0,
      "text": "offered by statisticians. Also, It takes up a large amount of time, demanding perhaps two sessions"
    },
    {
      "index": 16,
      "start_time": 92690.0,
      "end_time": 98830.0,
      "text": "a week for a couple of years – and is therefore by far the most expensive option on the menu."
    },
    {
      "index": 17,
      "start_time": 98830.0,
      "end_time": 105080.0,
      "text": "Finally, psychotherapy requires active engagement from its patients and sustained emotional effort;"
    },
    {
      "index": 18,
      "start_time": 105080.0,
      "end_time": 111600.0,
      "text": "one can't simply allow chemistry to do the work. And yet, psychotherapy is, in certain"
    },
    {
      "index": 19,
      "start_time": 111600.0,
      "end_time": 118711.0,
      "text": "cases, a hugely effective choice, which properly alleviates pain not by magic or chance , but"
    },
    {
      "index": 20,
      "start_time": 118711.0,
      "end_time": 127020.0,
      "text": "for three solidly-founded reasons: – Firstly, our unconscious feelings become conscious. A founding"
    },
    {
      "index": 21,
      "start_time": 127020.0,
      "end_time": 132930.0,
      "text": "idea of psychotherapy is that we get mentally unwell, have a breakdown or develop phobias"
    },
    {
      "index": 22,
      "start_time": 132930.0,
      "end_time": 138290.0,
      "text": "because we are not sufficiently aware of the difficulties we have been through. Somewhere"
    },
    {
      "index": 23,
      "start_time": 138290.0,
      "end_time": 144280.0,
      "text": "in the past, we have endured certain situations that were so troubling or sad, they outstripped"
    },
    {
      "index": 24,
      "start_time": 144280.0,
      "end_time": 149549.0,
      "text": "our rational faculties and had to be pushed out of day-to-day awareness. For example,"
    },
    {
      "index": 25,
      "start_time": 149549.0,
      "end_time": 154689.0,
      "text": "we can’t remember the real dynamics of our relationship with a parent; we can’t see"
    },
    {
      "index": 26,
      "start_time": 154689.0,
      "end_time": 159959.0,
      "text": "what we do every time someone tries to get close to us, nor trace the origins of our"
    },
    {
      "index": 27,
      "start_time": 159959.0,
      "end_time": 166249.0,
      "text": "self-sabotage or panic around sex. Victims of our unconscious, we can’t grasp what"
    },
    {
      "index": 28,
      "start_time": 166249.0,
      "end_time": 172780.0,
      "text": "we long for or are terrified by. In such cases, we can’t not be healed simply through rational"
    },
    {
      "index": 29,
      "start_time": 172780.0,
      "end_time": 179099.0,
      "text": "discussion, as proponents of CBT implicitly propose, because we can’t fathom what is"
    },
    {
      "index": 30,
      "start_time": 179099.0,
      "end_time": 185879.0,
      "text": "powering our distress in the first place. Psychotherapy is a tool for correcting our self-ignorance"
    },
    {
      "index": 31,
      "start_time": 185879.0,
      "end_time": 192230.0,
      "text": "in the most profound ways. It provides us with a space in which we can, in safety, say"
    },
    {
      "index": 32,
      "start_time": 192230.0,
      "end_time": 197499.0,
      "text": "whatever comes into our heads. The therapist won’t be disgusted or surprised or bored."
    },
    {
      "index": 33,
      "start_time": 197499.0,
      "end_time": 203489.0,
      "text": "They have seen everything already. In their company, we can feel acceptable and our secrets"
    },
    {
      "index": 34,
      "start_time": 203489.0,
      "end_time": 210089.0,
      "text": "sympathetically unpacked. As a result, crucial ideas and feelings bubble up from the unconscious"
    },
    {
      "index": 35,
      "start_time": 210089.0,
      "end_time": 213090.0,
      "text": "and are healed through exposure, interpretation and contextualisation."
    },
    {
      "index": 36,
      "start_time": 214090.0,
      "end_time": 221470.0,
      "text": "We cry about incidents we didn’t even know, before the session started that we’d been through or felt so strongly"
    },
    {
      "index": 37,
      "start_time": 221470.0,
      "end_time": 228190.0,
      "text": "about. The ghosts of the past are seen in daylight and are laid to rest. There is a"
    },
    {
      "index": 38,
      "start_time": 228190.0,
      "end_time": 235169.0,
      "text": "second reason why psychotherapy can work so well:  Transference: Transference is a technical"
    },
    {
      "index": 39,
      "start_time": 235169.0,
      "end_time": 240700.0,
      "text": "term that describes the way, once therapy develops, a patient will start to behave towards"
    },
    {
      "index": 40,
      "start_time": 240700.0,
      "end_time": 246719.0,
      "text": "the therapist in ways that echo aspects of their most important and most traumatic past"
    },
    {
      "index": 41,
      "start_time": 246719.0,
      "end_time": 252510.0,
      "text": "relationships. A patient with a punitive parent might – for example – develop a strong"
    },
    {
      "index": 42,
      "start_time": 252510.0,
      "end_time": 258430.0,
      "text": "feeling that the therapist must find them revolting, or boring. Or a patient who needed"
    },
    {
      "index": 43,
      "start_time": 258430.0,
      "end_time": 263460.0,
      "text": "to keep a depressed parent cheerful when they were small might feel compelled to put up"
    },
    {
      "index": 44,
      "start_time": 263460.0,
      "end_time": 270000.0,
      "text": "a jokey facade whenever dangerously sad topics come into view. We transfer like this outside"
    },
    {
      "index": 45,
      "start_time": 270000.0,
      "end_time": 275650.0,
      "text": "therapy all the time, but there, what we’re doing doesn’t get noticed or properly dealt"
    },
    {
      "index": 46,
      "start_time": 275650.0,
      "end_time": 281820.0,
      "text": "with. However, psychotherapy is a controlled experiment that can teach us to observe what we’re"
    },
    {
      "index": 47,
      "start_time": 281820.0,
      "end_time": 287700.0,
      "text": "up to, understand where our impulses come from – and then adjust our behaviour in"
    },
    {
      "index": 48,
      "start_time": 287700.0,
      "end_time": 293250.0,
      "text": "less unfortunate directions. The therapist might gently ask the patient why they’re"
    },
    {
      "index": 49,
      "start_time": 293250.0,
      "end_time": 298420.0,
      "text": "so convinced they must be disgusting. Or they might lead them to see how their use of jokey"
    },
    {
      "index": 50,
      "start_time": 298420.0,
      "end_time": 306340.0,
      "text": "sarcasm is covering up underlining sadness and terror. The patient thereby starts to spot the distortions"
    },
    {
      "index": 51,
      "start_time": 306340.0,
      "end_time": 312320.0,
      "text": "in their expectations set up by their history – and develops less self-defeating ways"
    },
    {
      "index": 52,
      "start_time": 312320.0,
      "end_time": 323660.0,
      "text": "of interacting with people in their lives going forward. Then the third reason why psychotherapy works. It is the first good relationship"
    },
    {
      "index": 53,
      "start_time": 323660.0,
      "end_time": 329810.0,
      "text": "We are, many of us, critically damaged by the legacy of past bad relationships. When"
    },
    {
      "index": 54,
      "start_time": 329810.0,
      "end_time": 334810.0,
      "text": "we were defenceless and small, we did not have the luxury of experiencing people who"
    },
    {
      "index": 55,
      "start_time": 334810.0,
      "end_time": 339140.0,
      "text": "were reliable, who listened to us, who set the right boundaries and helped us to feel"
    },
    {
      "index": 56,
      "start_time": 339140.0,
      "end_time": 343640.0,
      "text": "legitimate and worthy. However, when things go well, the therapist"
    },
    {
      "index": 57,
      "start_time": 343640.0,
      "end_time": 350550.0,
      "text": "is experienced as the first truly supportive and reliable person we’ve yet encountered."
    },
    {
      "index": 58,
      "start_time": 350550.0,
      "end_time": 357040.0,
      "text": "They become the good parent we so needed and maybe never had. In their company, we can regress"
    },
    {
      "index": 59,
      "start_time": 357040.0,
      "end_time": 363070.0,
      "text": "to stages of development that went wrong and relive them with a better ending. Now we can"
    },
    {
      "index": 60,
      "start_time": 363070.0,
      "end_time": 368610.0,
      "text": "express need, we can be properly angry and entirely devastated and they will take it"
    },
    {
      "index": 61,
      "start_time": 368610.0,
      "end_time": 376310.0,
      "text": "– thereby making good years of pain. One good relationship becomes the model for"
    },
    {
      "index": 62,
      "start_time": 376310.0,
      "end_time": 382320.0,
      "text": "relationships outside the therapy room. The therapist’s moderate, intelligent voice"
    },
    {
      "index": 63,
      "start_time": 382320.0,
      "end_time": 389360.0,
      "text": "becomes part of our own inner dialogue. We are cured through continuous, repeated exposure"
    },
    {
      "index": 64,
      "start_time": 389360.0,
      "end_time": 396000.0,
      "text": "to sanity and kindness.  Psychotherapy won’t work for everyone; one has to be in"
    },
    {
      "index": 65,
      "start_time": 396000.0,
      "end_time": 401340.0,
      "text": "the right place in one’s mind, one has to stumble on a good therapist and be in a position"
    },
    {
      "index": 66,
      "start_time": 401340.0,
      "end_time": 407660.0,
      "text": "to give the process due time and care. But all that said, with a fair wind, psychotherapy"
    },
    {
      "index": 67,
      "start_time": 407680.0,
      "end_time": 413920.0,
      "text": "also has the chance to be the best thing we ever get around to doing."
    },
    {
      "index": 68,
      "start_time": 414880.0,
      "end_time": 421120.0,
      "text": "If you are interested in trying psychotherapy,  The School of Life offers a service in person in London,"
    },
    {
      "index": 69,
      "start_time": 421120.0,
      "end_time": 425120.0,
      "text": "or by Skype around the world.  Click on the link for further details."
    }
  ]
}