{
  "video_id": "g2OkKUsQ31s",
  "title": "China growth rate at its lowest since 1990",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 870.0,
      "end_time": 2970.0,
      "text": "China's economy is slowing."
    },
    {
      "index": 2,
      "start_time": 2970.0,
      "end_time": 9750.0,
      "text": "On Monday, official numbers showed annual GDP growth in China last year fell to its lowest level since 1990."
    },
    {
      "index": 3,
      "start_time": 9750.0,
      "end_time": 15690.0,
      "text": "Growth in the fourth quarter of 2018 was the slowest quarterly growth since the financial crisis a decade ago."
    },
    {
      "index": 4,
      "start_time": 15690.0,
      "end_time": 19439.0,
      "text": "And the economy has now slowed for three consecutive quarters."
    },
    {
      "index": 5,
      "start_time": 19440.0,
      "end_time": 28349.0,
      "text": "For investors, the big questions are whether this is the start of a long awaited hard landing for the Chinese economy, and how much that can be blamed on the trade war with the US."
    },
    {
      "index": 6,
      "start_time": 28350.0,
      "end_time": 43710.0,
      "text": "Official numbers indicate that the direct hit from US trade tariffs is not as bad as it could have been, but economists and company executives say the impact on sentiment goes much deeper, hitting high street spending and new investment by Chinese and foreign companies in the country."
    },
    {
      "index": 7,
      "start_time": 43710.0,
      "end_time": 56640.0,
      "text": "Many companies are reluctant to build new factories because of fears their exports will be hit by US tariffs, and that has contributed to the slowdown in an economy that remains extraordinarily reliant on investment."
    },
    {
      "index": 8,
      "start_time": 56640.0,
      "end_time": 65700.0,
      "text": "Beijing has been trying to wean the economy off its addiction to debt-fueled stimulus, but the current slowdown has prompted the government to open the spigots once again."
    },
    {
      "index": 9,
      "start_time": 65700.0,
      "end_time": 72560.0,
      "text": "The question is whether the same old formula will work to revive the world's second biggest economy once again."
    },
    {
      "index": 10,
      "start_time": 72560.0,
      "end_time": 84500.0,
      "text": "Overall debt in China has now reached around 300% of GDP, and more than a decade of frantic infrastructure construction means there is much less need for those roads, bridges, and railway lines."
    },
    {
      "index": 11,
      "start_time": 84501.0,
      "end_time": 92200.0,
      "text": "The government is trying to convince state-owned banks to lend more to private companies, which already provide most of the growth and employment in China."
    },
    {
      "index": 12,
      "start_time": 92200.0,
      "end_time": 98150.0,
      "text": "But with the economy slowing and defaults rising, the banks prefer to lend to state companies."
    },
    {
      "index": 13,
      "start_time": 98150.0,
      "end_time": 108940.0,
      "text": "It is still too early to say whether China is headed for a full fledged hard landing, but it is clear that US President Donald Trump's trade war is making that possibility more likely."
    }
  ]
}