{
  "video_id": "G4Ew3Ija9ZI",
  "title": "Accounting 1: Program #7 - \"Debits and Credits\"",
  "json": [
    {
      "index": 1,
      "start_time": 17390.0,
      "end_time": 23720.0,
      "text": "Alright here we are back again, Okay if you by chance didn&#39;t watch the last lecture then"
    },
    {
      "index": 2,
      "start_time": 23720.0,
      "end_time": 27479.0,
      "text": "why didn&#39;t you? You shouldn&#39;t be skipping any of these. You might even want to watch"
    },
    {
      "index": 3,
      "start_time": 27480.0,
      "end_time": 32710.0,
      "text": "the last lecture twice even because it was so important and this one is an important"
    },
    {
      "index": 4,
      "start_time": 32710.0,
      "end_time": 39710.0,
      "text": "one as well. Last time just to review real quickly, we talked about, going to the screen,"
    },
    {
      "index": 5,
      "start_time": 44470.0,
      "end_time": 50589.0,
      "text": "debit is the left side of the T account, credit is the right side of the T account. And we"
    },
    {
      "index": 6,
      "start_time": 50590.0,
      "end_time": 56790.0,
      "text": "talked about how an account that is called a debit balance account increases when you"
    },
    {
      "index": 7,
      "start_time": 56790.0,
      "end_time": 62800.0,
      "text": "debit it. And credit decreases when you credit it. We talked about a credit balance account"
    },
    {
      "index": 8,
      "start_time": 62800.0,
      "end_time": 69490.0,
      "text": "that increases when you credit it and decreases when you debit it. All accounts are both debited"
    },
    {
      "index": 9,
      "start_time": 69490.0,
      "end_time": 74100.0,
      "text": "and credited, we just need to know if they are increasing or decreasing. Which accounts"
    },
    {
      "index": 10,
      "start_time": 74100.0,
      "end_time": 81100.0,
      "text": "are debit balance accounts, which accounts are credit balance accounts. Now there was"
    },
    {
      "index": 11,
      "start_time": 81210.0,
      "end_time": 88210.0,
      "text": "a document I was fishing around for last lecture that I didn&#39;t have and I was mad at myself."
    },
    {
      "index": 12,
      "start_time": 90439.0,
      "end_time": 97439.0,
      "text": "But for you folks at home it is in Angel under the handouts for chapter two. But it looks"
    },
    {
      "index": 13,
      "start_time": 100220.0,
      "end_time": 107220.0,
      "text": "like this, it looks like this. Does everybody here have one of those? Ok I have got a few"
    },
    {
      "index": 14,
      "start_time": 112350.0,
      "end_time": 119350.0,
      "text": "so why don&#39;t you pass those around. Now this is how you should do your; these are what"
    },
    {
      "index": 15,
      "start_time": 121560.0,
      "end_time": 128119.0,
      "text": "you should put on your flashcards. I&#39;m giving this to you so that you can make your flash"
    },
    {
      "index": 16,
      "start_time": 128119.0,
      "end_time": 132750.0,
      "text": "cards. But don&#39;t let this replace the flashcards; don&#39;t try to learn this by going ok let&#39;s"
    },
    {
      "index": 17,
      "start_time": 132750.0,
      "end_time": 139750.0,
      "text": "see. Cash is a debit balance account; accounts receivable is a debit ok good I&#39;m doing great."
    },
    {
      "index": 18,
      "start_time": 144300.0,
      "end_time": 151300.0,
      "text": "Inventory... debit... No they are all together. Okay. What I want you to do is make your flashcards."
    },
    {
      "index": 19,
      "start_time": 155290.0,
      "end_time": 159319.0,
      "text": "Okay. Again there is so much of this that is analogous with learning your multiplication"
    },
    {
      "index": 20,
      "start_time": 159319.0,
      "end_time": 166319.0,
      "text": "tables. You need to know this stuff real quick. Build this foundation of accounting. You know"
    },
    {
      "index": 21,
      "start_time": 166860.0,
      "end_time": 173860.0,
      "text": "some people say this is an online media class. Why don&#39;t I do tests where you can take them"
    },
    {
      "index": 22,
      "start_time": 174300.0,
      "end_time": 179940.0,
      "text": "online? For the folks who do the online media classes they actually have to come to campus"
    },
    {
      "index": 23,
      "start_time": 179940.0,
      "end_time": 186480.0,
      "text": "to take the tests in the testing center. And I don&#39;t let them take their tests online and"
    },
    {
      "index": 24,
      "start_time": 186480.0,
      "end_time": 190909.0,
      "text": "at home. And some people don&#39;t like this. And the reason I do this is because if you"
    },
    {
      "index": 25,
      "start_time": 190909.0,
      "end_time": 197470.0,
      "text": "allow people to take their tests online and at home you are basically saying it&#39;s an open"
    },
    {
      "index": 26,
      "start_time": 197470.0,
      "end_time": 204470.0,
      "text": "book test. Aren&#39;t you? Yeah it&#39;s an open book test. Now think about if you were a kid and"
    },
    {
      "index": 27,
      "start_time": 206220.0,
      "end_time": 210220.0,
      "text": "you were trying to learn the multiplication tables and you had a test that said 6 times"
    },
    {
      "index": 28,
      "start_time": 210220.0,
      "end_time": 216640.0,
      "text": "9 equals blank. 4 times 3 equals blank. 2 times 9 equals blank. But you had sitting"
    },
    {
      "index": 29,
      "start_time": 216640.0,
      "end_time": 222859.0,
      "text": "to the side, your multiplication grid. How much learning actually takes place by you"
    },
    {
      "index": 30,
      "start_time": 222860.0,
      "end_time": 229120.0,
      "text": "just saying ok 2 times 9 equals 18. 6 times 9 equals 54. Is there any learning that is"
    },
    {
      "index": 31,
      "start_time": 229120.0,
      "end_time": 236120.0,
      "text": "going on? You are a good copier right? So I just in good conscience just cannot do open"
    },
    {
      "index": 32,
      "start_time": 239569.0,
      "end_time": 244339.0,
      "text": "book tests that you take in front of your computer. Now I could ask please don&#39;t use"
    },
    {
      "index": 33,
      "start_time": 244340.0,
      "end_time": 251159.0,
      "text": "your book but I don&#39;t know how you would monitor that. So that is why you folks at home; I"
    },
    {
      "index": 34,
      "start_time": 251159.0,
      "end_time": 256219.0,
      "text": "had you come to campus. Because I feel like I am doing you a major disservice in this"
    },
    {
      "index": 35,
      "start_time": 256220.00000000003,
      "end_time": 260900.00000000003,
      "text": "class if you don&#39;t leave with a strong foundation of accounting. Accounting two, managerial,"
    },
    {
      "index": 36,
      "start_time": 260899.0,
      "end_time": 265549.0,
      "text": "your other classes in accounting will be bad. Just like I would be sending you into the"
    },
    {
      "index": 37,
      "start_time": 265550.0,
      "end_time": 271909.0,
      "text": "world for geometry and calculus and statistics or advanced algebra if you didn&#39;t know your"
    },
    {
      "index": 38,
      "start_time": 271909.0,
      "end_time": 278890.0,
      "text": "multiplication tables. And I can&#39;t do that, I couldn&#39;t live with myself. Ok so do your"
    },
    {
      "index": 39,
      "start_time": 278890.0,
      "end_time": 285890.0,
      "text": "flashcards, Kim you did a great job on your flashcards. Okay I&#39;ll give you an example."
    },
    {
      "index": 40,
      "start_time": 291680.0,
      "end_time": 298680.0,
      "text": "Equipment on one side is a debit balance account, it&#39;s an asset, and it&#39;s on the balance sheet."
    },
    {
      "index": 41,
      "start_time": 300450.0,
      "end_time": 307450.0,
      "text": "Okay. Notes receivable, debit balance account, okay, Income tax receivable, it&#39;s a credit"
    },
    {
      "index": 42,
      "start_time": 312460.0,
      "end_time": 318729.0,
      "text": "balance account, and it&#39;s on the liabilities sheet, great job, great job. How many people"
    },
    {
      "index": 43,
      "start_time": 318729.0,
      "end_time": 325729.0,
      "text": "have as we speak, and be honest, how many people have done their flashcards? Raise your"
    },
    {
      "index": 44,
      "start_time": 325979.0,
      "end_time": 332979.0,
      "text": "hands high. How many people haven&#39;t done them but they are going to do them eventually?"
    },
    {
      "index": 45,
      "start_time": 333110.0,
      "end_time": 338880.0,
      "text": "For those who have done their flashcards, you get a Hershey&#39;s Kiss, okay. For those"
    },
    {
      "index": 46,
      "start_time": 338880.0,
      "end_time": 342919.0,
      "text": "of you who have done your flashcards you get a Hershey&#39;s chocolate kiss. For those of you"
    },
    {
      "index": 47,
      "start_time": 342919.0,
      "end_time": 347460.0,
      "text": "who haven&#39;t, not only do you not get a Hershey chocolate kiss, I want you to pick up the"
    },
    {
      "index": 48,
      "start_time": 347460.0,
      "end_time": 353609.0,
      "text": "wrappers of the people who have them done. Okay, remember the difference is not between"
    },
    {
      "index": 49,
      "start_time": 353610.0,
      "end_time": 357839.0,
      "text": "those who want to do flashcards and those who don&#39;t want to do them. The difference"
    },
    {
      "index": 50,
      "start_time": 357839.0,
      "end_time": 364390.0,
      "text": "is between those who do them immediately and those who... \"I can wait until tomorrow morning\"."
    },
    {
      "index": 51,
      "start_time": 364390.0,
      "end_time": 369990.0,
      "text": "Hopefully Kim you already have a day or two of learning these balances, cool. Okay I also"
    },
    {
      "index": 52,
      "start_time": 369990.0,
      "end_time": 375599.0,
      "text": "recognize that we are going to go over the homework here in a second and I realize it&#39;s"
    },
    {
      "index": 53,
      "start_time": 375599.0,
      "end_time": 382599.0,
      "text": "going to be a lot of \"credit, debit, credit, credit\" okay and it&#39;s kind of boring. I mean"
    },
    {
      "index": 54,
      "start_time": 382760.0,
      "end_time": 389760.0,
      "text": "this is the very basics of the basics. However once again, I want to develop that foundation."
    },
    {
      "index": 55,
      "start_time": 390990.0,
      "end_time": 394779.0,
      "text": "Mr. Royal, did you make your flashcards? Yeah they are right here. Okay because I saw you"
    },
    {
      "index": 56,
      "start_time": 394779.0,
      "end_time": 400550.0,
      "text": "eat the kiss I was going to tell the cameras to come off while I struck... Ok you play"
    },
    {
      "index": 57,
      "start_time": 400550.0,
      "end_time": 406580.0,
      "text": "soccer correct? I do. Do you remember when you were a little kid and people were teaching"
    },
    {
      "index": 58,
      "start_time": 406580.0,
      "end_time": 411450.0,
      "text": "you the very basics of soccer? Maybe you had a coach, your dad or your mom or something?"
    },
    {
      "index": 59,
      "start_time": 411450.0,
      "end_time": 417630.0,
      "text": "Don&#39;t toe kick, remember when you were a kid you wanted to kick it with your toe. Well"
    },
    {
      "index": 60,
      "start_time": 417630.0,
      "end_time": 423950.0,
      "text": "theoretically no you aren&#39;t supposed to but there are times you can use it. Or where you"
    },
    {
      "index": 61,
      "start_time": 423950.0,
      "end_time": 430709.0,
      "text": "head the ball right? And there are those basics of sports that you learn as a kid; How do"
    },
    {
      "index": 62,
      "start_time": 430709.0,
      "end_time": 435450.0,
      "text": "you hold the bat, how do you throw the ball in. And those aren&#39;t very fun right? Kids"
    },
    {
      "index": 63,
      "start_time": 435450.0,
      "end_time": 441409.0,
      "text": "just want to play soccer. Let&#39;s not learn the basics, let&#39;s go play soccer. But you"
    },
    {
      "index": 64,
      "start_time": 441409.0,
      "end_time": 448000.0,
      "text": "have a lot more fun playing soccer in life if you have a good understanding of the foundational"
    },
    {
      "index": 65,
      "start_time": 448000.0,
      "end_time": 453620.0,
      "text": "principal&#39;s right? Have you ever played with somebody even at your age that does not have"
    },
    {
      "index": 66,
      "start_time": 453620.0,
      "end_time": 459890.0,
      "text": "a good understanding of the principals? Yes. And it&#39;s frustrating isn&#39;t it. So that is"
    },
    {
      "index": 67,
      "start_time": 459890.0,
      "end_time": 464459.0,
      "text": "what we are trying to do in accounting, I know it is kind of tedious. \"Debit, credit,"
    },
    {
      "index": 68,
      "start_time": 464459.0,
      "end_time": 469360.0,
      "text": "credit, debit\" But I want to get that foundation. Sot ah way you will enjoy your classes and"
    },
    {
      "index": 69,
      "start_time": 469360.0,
      "end_time": 476360.0,
      "text": "enjoy your business career even more. Alright so let&#39;s go over the homework, alright. The"
    },
    {
      "index": 70,
      "start_time": 483339.0,
      "end_time": 490339.0,
      "text": "first one I assigned was quick study 2-1 so let&#39;s go through that. Alright quick study"
    },
    {
      "index": 71,
      "start_time": 496969.0,
      "end_time": 503969.0,
      "text": "2-1 I guarantee you will have one like this on the test. I guarantee! Alright identify"
    },
    {
      "index": 72,
      "start_time": 505330.0,
      "end_time": 510839.0,
      "text": "the following income statements where the following items appear. Use I for income statement"
    },
    {
      "index": 73,
      "start_time": 510839.0,
      "end_time": 517838.0,
      "text": "of equity and B for balance sheet. Ok accounts payable is on the balance sheet right? Cash"
    },
    {
      "index": 74,
      "start_time": 517870.0,
      "end_time": 524870.0,
      "text": "is also on the balance sheet; rent is on the income statement. Office supplies is an asset,"
    },
    {
      "index": 75,
      "start_time": 525959.0,
      "end_time": 532959.0,
      "text": "it is on the balance sheet. Prepaid insurance is a prepaid asset; it is on the balance sheet."
    },
    {
      "index": 76,
      "start_time": 533620.0,
      "end_time": 540620.0,
      "text": "Revenue is on the income statement. Office equipment is on the balance sheet. Cash withdraw"
    },
    {
      "index": 77,
      "start_time": 541200.0,
      "end_time": 548200.0,
      "text": "by owner is on the what; statement of equity. And unearned rent revenue, where is that one;"
    },
    {
      "index": 78,
      "start_time": 548330.0,
      "end_time": 555330.0,
      "text": "balance sheet. That is a liability correct? \"Unearned.\" Alright let&#39;s hop down to quick"
    },
    {
      "index": 79,
      "start_time": 556970.0,
      "end_time": 563970.0,
      "text": "study 2-4. Okay, identify the normal balance for the following accounts. Now once again,"
    },
    {
      "index": 80,
      "start_time": 567750.0,
      "end_time": 573420.0,
      "text": "when I ask you the normal balance of accounts it&#39;s the same thing as asking you, how do"
    },
    {
      "index": 81,
      "start_time": 573420.0,
      "end_time": 580420.0,
      "text": "you make that account increase; with a debit or credit. Okay, what is the normal balance"
    },
    {
      "index": 82,
      "start_time": 582210.0,
      "end_time": 589210.0,
      "text": "of equipment; debit. Wages expense is debit. Repair service revenue, credit. Office supplies;"
    },
    {
      "index": 83,
      "start_time": 593650.0,
      "end_time": 600650.0,
      "text": "debit, owners supplies; debit. Accounts receivable, debit. Prepaid insurance, debit. Wages payable,"
    },
    {
      "index": 84,
      "start_time": 606920.0,
      "end_time": 613920.0,
      "text": "credit. Owner capitol, credit. Very good. Okay now we are going to ask in quick study"
    },
    {
      "index": 85,
      "start_time": 615860.0,
      "end_time": 622860.0,
      "text": "2-5, indicate whether a debit or credit decreases the following of the normal accounts. So how"
    },
    {
      "index": 86,
      "start_time": 625300.0,
      "end_time": 632300.0,
      "text": "do you decrease land, you credit it. How do you decrease service revenue, you debit it."
    },
    {
      "index": 87,
      "start_time": 632400.0,
      "end_time": 639260.0,
      "text": "How do you decrease interests payable, you debit it. How do you decrease accounts receivable,"
    },
    {
      "index": 88,
      "start_time": 639260.0,
      "end_time": 645110.0,
      "text": "you credit it. How do you decrease salaries expense, you credit it. How do you decrease"
    },
    {
      "index": 89,
      "start_time": 645110.0,
      "end_time": 652110.0,
      "text": "owners capital, you debit it. How do you decrease prepaid insurance, you credit it."
    },
    {
      "index": 90,
      "start_time": 652640.0,
      "end_time": 658910.0,
      "text": "How do you decrease buildings, you credit it. How do you decrease interest revenue,"
    },
    {
      "index": 91,
      "start_time": 658910.0,
      "end_time": 665500.0,
      "text": "you debit it. How do you decrease owners withdraws, you credit it. How do you decrease unearned"
    },
    {
      "index": 92,
      "start_time": 665500.0,
      "end_time": 672500.0,
      "text": "revenue, you debit it. How do you decrease accounts payable, you debit it. Questions?"
    },
    {
      "index": 93,
      "start_time": 676610.0,
      "end_time": 683610.0,
      "text": "Okay. Now let&#39;s hop over to quick study 2-3. Now I guarantee that you will have a test"
    },
    {
      "index": 94,
      "start_time": 685210.0,
      "end_time": 692210.0,
      "text": "question like this as well. This is a great way to understand what is going on. Identify"
    },
    {
      "index": 95,
      "start_time": 694680.0,
      "end_time": 698870.0,
      "text": "whether a debit or credit will indicate a change in the following accounts. Ok how do"
    },
    {
      "index": 96,
      "start_time": 698870.0,
      "end_time": 705870.0,
      "text": "we increase store equipment, we debit it. How do we increase land, we debit it. How"
    },
    {
      "index": 97,
      "start_time": 706810.0,
      "end_time": 713810.0,
      "text": "do we decrease cash, credit it. How do you increase utilities expense, debit it. How"
    },
    {
      "index": 98,
      "start_time": 714840.0,
      "end_time": 721840.0,
      "text": "do you increase fees earned, credit it. How do you decrease unearned revenue, you debit"
    },
    {
      "index": 99,
      "start_time": 722490.0,
      "end_time": 729490.0,
      "text": "it. How do you decrease prepaid insurance, you credit it. How do you increase notes payable,"
    },
    {
      "index": 100,
      "start_time": 730590.0,
      "end_time": 737590.0,
      "text": "credit it. How do you decrease accounts receivable, credit it. How do you increase owner&#39;s capitol,"
    },
    {
      "index": 101,
      "start_time": 738690.0,
      "end_time": 745130.0,
      "text": "credit it. Okay, that&#39;s it for the homework right now. Let me go ahead especially for"
    },
    {
      "index": 102,
      "start_time": 745130.0,
      "end_time": 752130.0,
      "text": "the folks at home, put the answers up there. Just leave it on the, just while I&#39;m talking"
    },
    {
      "index": 103,
      "start_time": 755240.0,
      "end_time": 762240.0,
      "text": "just leave it on the answers here. Don&#39;t show me. Once again, foundational stuff. All four"
    },
    {
      "index": 104,
      "start_time": 768710.0,
      "end_time": 775150.0,
      "text": "of these quick studies. If in a week you can cover up your answers and answer these and"
    },
    {
      "index": 105,
      "start_time": 775150.0,
      "end_time": 781920.0,
      "text": "get them like at least 90 percent or better. Then you are way behind, okay. You are going"
    },
    {
      "index": 106,
      "start_time": 781920.0,
      "end_time": 785750.0,
      "text": "to be way behind. These quick studies are going to be a good assessment of if you know"
    },
    {
      "index": 107,
      "start_time": 785750.0,
      "end_time": 790540.0,
      "text": "what you are doing. As a matter of fact, when a student comes into my office and says I&#39;m"
    },
    {
      "index": 108,
      "start_time": 790540.0,
      "end_time": 795620.0,
      "text": "really having trouble with accounting, I will sometimes get out a piece of paper with this"
    },
    {
      "index": 109,
      "start_time": 795620.0,
      "end_time": 802620.0,
      "text": "on it and say do this real quick right here. And if they don&#39;t do it well, if they don&#39;t"
    },
    {
      "index": 110,
      "start_time": 803350.0,
      "end_time": 809250.0,
      "text": "get at least %80 or better of them I&#39;d tell them here is the reason you are doing bad."
    },
    {
      "index": 111,
      "start_time": 809250.0,
      "end_time": 814220.0,
      "text": "You don&#39;t know your very foundational debit and credit balances system. You don&#39;t know"
    },
    {
      "index": 112,
      "start_time": 814220.0,
      "end_time": 821220.0,
      "text": "these things, okay. You don&#39;t know how to do these, here let me movie it up. If you"
    },
    {
      "index": 113,
      "start_time": 821490.0,
      "end_time": 827450.0,
      "text": "dot know these things in a week, if you don&#39;t know them well, well I&#39;d just go drop the"
    },
    {
      "index": 114,
      "start_time": 827450.0,
      "end_time": 833800.0,
      "text": "class. I know that sounds dramatic but again you just have to know these principles. I&#39;m"
    },
    {
      "index": 115,
      "start_time": 833800.0,
      "end_time": 840800.0,
      "text": "going to assume at some point that you know these and that you know them well. Alright,"
    },
    {
      "index": 116,
      "start_time": 841220.0,
      "end_time": 848220.0,
      "text": "any questions on that homework? Okay. Let&#39;s go ahead now and talk about some important"
    },
    {
      "index": 117,
      "start_time": 858490.0,
      "end_time": 865490.0,
      "text": "stuff now. We&#39;ll do a little review here, okay. The chapter one way, going to the LMO"
    },
    {
      "index": 118,
      "start_time": 868730.0,
      "end_time": 875730.0,
      "text": "okay. The chapter one way of recording transactions. Let&#39;s say we used $250 cash to buy office"
    },
    {
      "index": 119,
      "start_time": 888240.0,
      "end_time": 895240.0,
      "text": "supplies, okay do you remember how we did that in chapter one? Cash decreases by 250."
    },
    {
      "index": 120,
      "start_time": 900800.0,
      "end_time": 907800.0,
      "text": "And office supplies  increases by 250. Correct, are you with me? Now imagine that this was quick study 2-3"
    },
    {
      "index": 121,
      "start_time": 918750.0,
      "end_time": 925750.0,
      "text": "and I was going to ask you how do we decrease cash. Do we debit it or credit it. What do"
    },
    {
      "index": 122,
      "start_time": 931920.0,
      "end_time": 938920.0,
      "text": "we do, we credit it, how do we increase office supplies, we debit it. And we also learned"
    },
    {
      "index": 123,
      "start_time": 943800.0,
      "end_time": 950800.0,
      "text": "last period about T accounts didn&#39;t we. And we learned that; let&#39;s do two T accounts,"
    },
    {
      "index": 124,
      "start_time": 954220.0,
      "end_time": 958410.0,
      "text": "we learned that the left side is always the debit side and the right side is always the"
    },
    {
      "index": 125,
      "start_time": 958410.0,
      "end_time": 962709.0,
      "text": "credit side correct? And you are going to notice when I do T accounts I&#39;m not going"
    },
    {
      "index": 126,
      "start_time": 962710.0,
      "end_time": 968730.0,
      "text": "to keep doing debit, credit, debit, credit. Just because of space and time I&#39;m not going"
    },
    {
      "index": 127,
      "start_time": 968730.0,
      "end_time": 972640.0,
      "text": "to keep doing that. Just understand that left side is always debit and right side is always"
    },
    {
      "index": 128,
      "start_time": 972640.0,
      "end_time": 979640.0,
      "text": "credit. So let&#39;s do a T account for cash and lets do a T account for office. We learned"
    },
    {
      "index": 129,
      "start_time": 983790.0,
      "end_time": 990790.0,
      "text": "that the way you record this is you credit cash so you write this on the credit side"
    },
    {
      "index": 130,
      "start_time": 994520.0,
      "end_time": 1001520.0,
      "text": "so more appropriately you credit cash for 250 correct? And you debit office supplies"
    },
    {
      "index": 131,
      "start_time": 1001840.0,
      "end_time": 1008840.0,
      "text": "for 250. Are you with me? Okay good now I want to actually point out something here"
    },
    {
      "index": 132,
      "start_time": 1012800.0,
      "end_time": 1019800.0,
      "text": "that is real important. There is actually a step that comes before this step. And what"
    },
    {
      "index": 133,
      "start_time": 1025839.9999999999,
      "end_time": 1032839.9999999999,
      "text": "that step is called is \"making the journal entry\". Or sometimes we call it \"making the"
    },
    {
      "index": 134,
      "start_time": 1045839.9999999999,
      "end_time": 1052840.0,
      "text": "JE\". And here is how that looks. I&#39;m going to write it out. Here is how this transaction"
    },
    {
      "index": 135,
      "start_time": 1056180.0,
      "end_time": 1063180.0,
      "text": "of journal entry would look. Okay that is how that journal entry would look. What I"
    },
    {
      "index": 136,
      "start_time": 1083250.0,
      "end_time": 1090250.0,
      "text": "am doing is, a journal entry is a notation that we make that says that we need to go"
    },
    {
      "index": 137,
      "start_time": 1091370.0,
      "end_time": 1098370.0,
      "text": "to the office supplies T account and debit it for 250. We need to go to the cash T account"
    },
    {
      "index": 138,
      "start_time": 1098510.0,
      "end_time": 1105510.0,
      "text": "and credit it for 250. Are you with me? And that is what we do, we go to office supplies"
    },
    {
      "index": 139,
      "start_time": 1105920.0,
      "end_time": 1112920.0,
      "text": "and debit it for 250 and we go to cash and credit for 250. Are you with me? That is called"
    },
    {
      "index": 140,
      "start_time": 1113500.0,
      "end_time": 1118960.0,
      "text": "making the journal entry. Have you guys heard of making the journal entry in accounting?"
    },
    {
      "index": 141,
      "start_time": 1118960.0,
      "end_time": 1123120.0,
      "text": "This is what we are going to be doing. We are going to be making a lot of journal entries."
    },
    {
      "index": 142,
      "start_time": 1123120.0,
      "end_time": 1130120.0,
      "text": "Now when you make a journal entry, you list the accounts that are being debited first"
    },
    {
      "index": 143,
      "start_time": 1131270.0,
      "end_time": 1136360.0,
      "text": "and then you list the accounts that are being credited. Now I didn&#39;t say you list the debit"
    },
    {
      "index": 144,
      "start_time": 1136360.0,
      "end_time": 1140290.0,
      "text": "balance accounts first and then the credit balance accounts because actually both of"
    },
    {
      "index": 145,
      "start_time": 1140290.0,
      "end_time": 1147290.0,
      "text": "these are debit balance accounts. No you list the accounts that are being debited first"
    },
    {
      "index": 146,
      "start_time": 1148230.0,
      "end_time": 1153530.0,
      "text": "and then you list the accounts that are being credited. But the journal entry is our way"
    },
    {
      "index": 147,
      "start_time": 1153530.0,
      "end_time": 1158670.0,
      "text": "of saying that the next thing you need to do is go to the office supplies account and"
    },
    {
      "index": 148,
      "start_time": 1158670.0,
      "end_time": 1165670.0,
      "text": "debit it for 250, go to the cash T account and credit it for 250. Now I want to be real"
    },
    {
      "index": 149,
      "start_time": 1165870.0,
      "end_time": 1172870.0,
      "text": "clear here. This is called the journal entry. Down here what we call this is posting to"
    },
    {
      "index": 150,
      "start_time": 1177580.0,
      "end_time": 1184580.0,
      "text": "the T account. Or the ledger, we talked about the ledger last week. This is posting to the"
    },
    {
      "index": 151,
      "start_time": 1189280.0,
      "end_time": 1196280.0,
      "text": "T accounts ledger; this is making the journal entry. Now lest I forget, on the test I guarantee"
    },
    {
      "index": 152,
      "start_time": 1199110.0,
      "end_time": 1204290.0,
      "text": "you I&#39;m going to ask you to make journal entries. And what I&#39;m going to want to see is things"
    },
    {
      "index": 153,
      "start_time": 1204290.0,
      "end_time": 1210678.0,
      "text": "that look like this. But what happens is on the test I&#39;m going to ask you make journal"
    },
    {
      "index": 154,
      "start_time": 1210680.0,
      "end_time": 1216560.0,
      "text": "entries and I get a bunch of this. Folks, this you see right here, that is not making"
    },
    {
      "index": 155,
      "start_time": 1216560.0,
      "end_time": 1222721.0,
      "text": "journal entries. Make yourself a note of that. These are not journal entries. This is posting"
    },
    {
      "index": 156,
      "start_time": 1222720.0,
      "end_time": 1229720.0,
      "text": "to the T accounts ledger. This is a journal entry. A couple things more about T accounts,"
    },
    {
      "index": 157,
      "start_time": 1232820.0,
      "end_time": 1238460.0,
      "text": "oh I&#39;m sorry about making journal entries. The total that you debit always has to equal"
    },
    {
      "index": 158,
      "start_time": 1238460.0,
      "end_time": 1242350.0,
      "text": "the total that you credit it. Now that&#39;s pretty obvious in this case because there is only"
    },
    {
      "index": 159,
      "start_time": 1242350.0,
      "end_time": 1246199.0,
      "text": "one item being credited and there is only one item being debited. But we are doing an"
    },
    {
      "index": 160,
      "start_time": 1246200.0,
      "end_time": 1250200.0,
      "text": "exercise today where more than one item is being debited and more than one item is being"
    },
    {
      "index": 161,
      "start_time": 1250200.0,
      "end_time": 1256410.0,
      "text": "credited. Well the total of your debits always has to equal the total of your credits. Are"
    },
    {
      "index": 162,
      "start_time": 1256410.0,
      "end_time": 1263410.0,
      "text": "you with me? And you will never ever see a plus or a minus sign in a journal entry just"
    },
    {
      "index": 163,
      "start_time": 1264700.0,
      "end_time": 1270470.0,
      "text": "like you will never see a plus or minus sign in a T account. Never ever, ever, are you"
    },
    {
      "index": 164,
      "start_time": 1270470.0,
      "end_time": 1277470.0,
      "text": "with me? Let me show you some incorrect ways that people do journal entries, okay. The"
    },
    {
      "index": 165,
      "start_time": 1279200.0,
      "end_time": 1286200.0,
      "text": "correct one is up top. Let me show you some incorrect way that people will do these. We&#39;ll"
    },
    {
      "index": 166,
      "start_time": 1290450.0,
      "end_time": 1297450.0,
      "text": "do this. No. No we don&#39;t do that. You list the accounts that are being debited first"
    },
    {
      "index": 167,
      "start_time": 1312170.0,
      "end_time": 1317200.0,
      "text": "and then you list the accounts that are being credited next. Are you with me? The other"
    },
    {
      "index": 168,
      "start_time": 1317200.0,
      "end_time": 1324200.0,
      "text": "way that I don&#39;t like you to do it, or that&#39;s not proper, I want you to avoid doing this."
    },
    {
      "index": 169,
      "start_time": 1330470.0,
      "end_time": 1337470.0,
      "text": "No, I don&#39;t like that. The proper way is you scoot in; you indent the accounts that are"
    },
    {
      "index": 170,
      "start_time": 1343590.0,
      "end_time": 1350490.0,
      "text": "being credited, are you with me? They didn&#39;t scoot this one over did they? They did do"
    },
    {
      "index": 171,
      "start_time": 1350490.0,
      "end_time": 1356639.0,
      "text": "it right over here, but you list the accounts that are being debited, then you indent the"
    },
    {
      "index": 172,
      "start_time": 1356640.0,
      "end_time": 1361170.0,
      "text": "accounts that are being credited. Are you with me? Every now and then I&#39;ll get something"
    },
    {
      "index": 173,
      "start_time": 1361170.0,
      "end_time": 1368170.0,
      "text": "really wacky. And it&#39;ll be something like this. I don&#39;t know what&#39;s going on there."
    },
    {
      "index": 174,
      "start_time": 1374390.0,
      "end_time": 1381390.0,
      "text": "Okay. I don&#39;t know what&#39;s going on there. That is incorrect, yes? You said list all"
    },
    {
      "index": 175,
      "start_time": 1388590.0,
      "end_time": 1395590.0,
      "text": "accounts debited first, do you mean we list the two that correspond with each other and"
    },
    {
      "index": 176,
      "start_time": 1395830.0,
      "end_time": 1400720.0,
      "text": "then do the other ones or all of the debits? You mean if you are like analyzing several"
    },
    {
      "index": 177,
      "start_time": 1400720.0,
      "end_time": 1405240.0,
      "text": "different transactions? That&#39;s a great question. No you analyze and do a journal entry for"
    },
    {
      "index": 178,
      "start_time": 1405240.0,
      "end_time": 1412240.0,
      "text": "each journal entry, each transaction separately. Not summing up the whole - no. you list just"
    },
    {
      "index": 179,
      "start_time": 1413800.0,
      "end_time": 1420800.0,
      "text": "that one and then the next transaction, and then the next transaction. Unless it&#39;s a very"
    },
    {
      "index": 180,
      "start_time": 1420260.0,
      "end_time": 1424429.0,
      "text": "unique transaction where one transaction had that many debits or credits. You probably"
    },
    {
      "index": 181,
      "start_time": 1424430.0,
      "end_time": 1431300.0,
      "text": "will not ever see that in this class. The worksheet we are going to do here in class"
    },
    {
      "index": 182,
      "start_time": 1431300.0,
      "end_time": 1438300.0,
      "text": "I think is going to be a big help too. Alright going back over to the PowerPoint&#39;s here,"
    },
    {
      "index": 183,
      "start_time": 1442120.0,
      "end_time": 1449120.0,
      "text": "this is another example of a journal entry. A couple things about here, there is the date."
    },
    {
      "index": 184,
      "start_time": 1452400.0,
      "end_time": 1457678.0,
      "text": "Usually you like to put the date out there. The journal entry that I did didn&#39;t have a"
    },
    {
      "index": 185,
      "start_time": 1457680.0,
      "end_time": 1464141.0,
      "text": "date. Then you list the accounts that are being affected, you can see that I scooted"
    },
    {
      "index": 186,
      "start_time": 1464140.0,
      "end_time": 1470429.0,
      "text": "over that capital for C. Taylor. You can see how they indented it because it&#39;s being credited."
    },
    {
      "index": 187,
      "start_time": 1470430.0,
      "end_time": 1473541.0,
      "text": "Then you list the dollar amounts for the accounts being debited or credited. Never a dollar"
    },
    {
      "index": 188,
      "start_time": 1473540.0,
      "end_time": 1480900.0,
      "text": "sign, never a plus or minus in a journal entry. And then they do this journal entry description"
    },
    {
      "index": 189,
      "start_time": 1480900.0,
      "end_time": 1487900.0,
      "text": "or explanation. I usually don&#39;t do those and I don&#39;t really require you to do them. Once"
    },
    {
      "index": 190,
      "start_time": 1488610.0,
      "end_time": 1495610.0,
      "text": "again going back to the LMO though. This is kind of more of a simplified approach of doing"
    },
    {
      "index": 191,
      "start_time": 1498590.0,
      "end_time": 1503500.0,
      "text": "things. And a lot of times I won&#39;t even put that D and C there. Okay are you with me?"
    },
    {
      "index": 192,
      "start_time": 1503500.0,
      "end_time": 1508330.0,
      "text": "I&#39;m going to put the date here. I&#39;m going t5o say this one more time because it&#39;s very"
    },
    {
      "index": 193,
      "start_time": 1508330.0,
      "end_time": 1515330.0,
      "text": "important and students get it messed up. This is making the journal entry; this is posting"
    },
    {
      "index": 194,
      "start_time": 1516710.0,
      "end_time": 1522800.0,
      "text": "to the T account or the ledger. You do this actually before you do this, because this"
    },
    {
      "index": 195,
      "start_time": 1522800.0,
      "end_time": 1529800.0,
      "text": "is telling you how you do this. Alright let me give you an example of what we are going"
    },
    {
      "index": 196,
      "start_time": 1534950.0,
      "end_time": 1541870.0,
      "text": "to do. Let&#39;s say that we are going to, let&#39;s say that one of the transactions that we analyze"
    },
    {
      "index": 197,
      "start_time": 1541870.0,
      "end_time": 1548870.0,
      "text": "is we get a loan of five thousand dollars cash, notes payable. Well how is the chapter"
    },
    {
      "index": 198,
      "start_time": 1549640.0,
      "end_time": 1556640.0,
      "text": "one way that we would show that? Well we would say cash goes up by five thousand dollars."
    },
    {
      "index": 199,
      "start_time": 1557510.0,
      "end_time": 1564510.0,
      "text": "And notes payable goes up by five thousand dollars, correct? Now to help you transition"
    },
    {
      "index": 200,
      "start_time": 1565380.0,
      "end_time": 1570750.0,
      "text": "from that chapter one way to the chapter two and beyond way, kind of think of this like"
    },
    {
      "index": 201,
      "start_time": 1570750.0,
      "end_time": 1577750.0,
      "text": "it was quick study two three. How do you increase cash, what do you do? You debit it. How do"
    },
    {
      "index": 202,
      "start_time": 1579490.0,
      "end_time": 1586490.0,
      "text": "you increase notes payable? You credit it. So now you do your journal entry. Cash is"
    },
    {
      "index": 203,
      "start_time": 1589530.0,
      "end_time": 1596530.0,
      "text": "debit for five thousand dollars. Notes payable is credited for five thousand dollars. This"
    },
    {
      "index": 204,
      "start_time": 1599160.0,
      "end_time": 1606160.0,
      "text": "is chapter one and this is chapter two and beyond. Okay are you with me? But when you"
    },
    {
      "index": 205,
      "start_time": 1615490.0,
      "end_time": 1621260.0,
      "text": "analyze a transaction, maybe you can&#39;t go straight to that. So just do this way first,"
    },
    {
      "index": 206,
      "start_time": 1621260.0,
      "end_time": 1626169.0,
      "text": "do it the chapter one way and then ask yourself how do I increase cash, you debit it, how"
    },
    {
      "index": 207,
      "start_time": 1626170.0,
      "end_time": 1633170.0,
      "text": "do I increase notes payable, you credit it. And then use that to do this right here. Okay,"
    },
    {
      "index": 208,
      "start_time": 1633600.0,
      "end_time": 1640600.0,
      "text": "I&#39;m going to give you, for you folks at home I want you to work on this too, this is a"
    },
    {
      "index": 209,
      "start_time": 1645700.0,
      "end_time": 1651370.0,
      "text": "little hand out we are going to do, this is called Mary&#39;s garden services. Again folks"
    },
    {
      "index": 210,
      "start_time": 1651370.0,
      "end_time": 1654840.0,
      "text": "at home everything should always be under the handout section under the appropriate"
    },
    {
      "index": 211,
      "start_time": 1654840.0,
      "end_time": 1661840.0,
      "text": "chapter. But what I&#39;m going to ask you to do is to analyze an account and then make"
    },
    {
      "index": 212,
      "start_time": 1662100.0,
      "end_time": 1668899.0,
      "text": "the journal entry, not the T account but the journal entry. And in this particular case"
    },
    {
      "index": 213,
      "start_time": 1668900.0,
      "end_time": 1674799.0,
      "text": "you can see that there are three debits and one credit. The total of the debits will have"
    },
    {
      "index": 214,
      "start_time": 1674800.0,
      "end_time": 1681701.0,
      "text": "to equal the total of the credits. And then here is where you put your date, okay. Now"
    },
    {
      "index": 215,
      "start_time": 1681700.0,
      "end_time": 1688200.0,
      "text": "go ahead and work on that in class, if you have to do the chapter one way first and then"
    },
    {
      "index": 216,
      "start_time": 1688200.0,
      "end_time": 1692679.0,
      "text": "transition like I showed you, go ahead and do that okay. So we are going to take about"
    },
    {
      "index": 217,
      "start_time": 1692680.0,
      "end_time": 1697651.0,
      "text": "eight or nine minutes, play some JCCC snazzy music for you and lets just work on that in"
    },
    {
      "index": 218,
      "start_time": 1697650.0,
      "end_time": 1704650.0,
      "text": "class. Okay you might not be done with this but the nice thing about being at home is"
    },
    {
      "index": 219,
      "start_time": 2389510.0,
      "end_time": 2394451.0,
      "text": "that you can just pause this and start us back up when you are complete. We want to"
    },
    {
      "index": 220,
      "start_time": 2394450.0,
      "end_time": 2401450.0,
      "text": "have some time to go over the answers. Now let&#39;s take a look at this, mine looks a little"
    },
    {
      "index": 221,
      "start_time": 2401470.0,
      "end_time": 2406620.0,
      "text": "different than yours because I left this space to do some extra work. I really always encourage"
    },
    {
      "index": 222,
      "start_time": 2406620.0,
      "end_time": 2411600.0,
      "text": "people to do that chapter one way and then transition to that chapter two way. But they"
    },
    {
      "index": 223,
      "start_time": 2411600.0,
      "end_time": 2417181.0,
      "text": "always seem to kind of resist doing that. But that is the way I&#39;m going to show the"
    },
    {
      "index": 224,
      "start_time": 2417180.0,
      "end_time": 2424180.0,
      "text": "answers, okay. On May first Mary contributes four thousand cash and an automobile that"
    },
    {
      "index": 225,
      "start_time": 2424940.0,
      "end_time": 2429319.0,
      "text": "is worth sixty five hundred and equipment valued at seven hundred into her business."
    },
    {
      "index": 226,
      "start_time": 2429320.0,
      "end_time": 2436320.0,
      "text": "If this were the chapter one way what I would say is this. Cash goes up by four thousand;"
    },
    {
      "index": 227,
      "start_time": 2437510.0,
      "end_time": 2444510.0,
      "text": "we are going to set up an account called automobile. That goes up by sixty five hundred. And then"
    },
    {
      "index": 228,
      "start_time": 2447570.0,
      "end_time": 2454901.0,
      "text": "we have another account called equipment. That goes up by seven hundred. And then what"
    },
    {
      "index": 229,
      "start_time": 2454900.0,
      "end_time": 2460209.0,
      "text": "else is affected here folks? Capitol, yeah and were just going to say capitol. This is"
    },
    {
      "index": 230,
      "start_time": 2460210.0,
      "end_time": 2466710.0,
      "text": "part of owners&#39; equity. This is one of those situations that increases owners&#39; equity right"
    },
    {
      "index": 231,
      "start_time": 2466710.0,
      "end_time": 2473710.0,
      "text": "so capitol goes up by what is that eleven two? How do you increase cash? You debit it."
    },
    {
      "index": 232,
      "start_time": 2478680.0,
      "end_time": 2485680.0,
      "text": "How do you increase an asset such as an automobile? How do you increase equipment, how do you"
    },
    {
      "index": 233,
      "start_time": 2486650.0,
      "end_time": 2493650.0,
      "text": "increase capitol? You credit it. Okay now let that, see now we&#39;re done aren&#39;t we? We"
    },
    {
      "index": 234,
      "start_time": 2493930.0,
      "end_time": 2500930.0,
      "text": "debit cash for four thousand, we debit automobile for sixty five hundred, we debit equipment"
    },
    {
      "index": 235,
      "start_time": 2511860.0,
      "end_time": 2518860.0,
      "text": "for seven hundred, and we credit capitol form eleven two hundred. And then of course here"
    },
    {
      "index": 236,
      "start_time": 2522290.0,
      "end_time": 2529290.0,
      "text": "we put the date right? Do the total debits equal the total credits? Yes they do. But"
    },
    {
      "index": 237,
      "start_time": 2532280.0,
      "end_time": 2537500.0,
      "text": "do you see how I transitioned from that to this. And some people might say well could"
    },
    {
      "index": 238,
      "start_time": 2537500.0,
      "end_time": 2541880.0,
      "text": "you put these both in an account called equipment? Yeah you could. I probably would set up a"
    },
    {
      "index": 239,
      "start_time": 2541880.0,
      "end_time": 2548880.0,
      "text": "specific asset account called automobiles but, any questions on that? On May the fourth"
    },
    {
      "index": 240,
      "start_time": 2552760.0,
      "end_time": 2558201.0,
      "text": "Mary buys some office supplies at Office Depot for one hundred and eighty cash. Okay, just"
    },
    {
      "index": 241,
      "start_time": 2558200.0,
      "end_time": 2565200.0,
      "text": "ignore the journal entry now; let&#39;s do the chapter one way. Well cash goes down by one"
    },
    {
      "index": 242,
      "start_time": 2565660.0,
      "end_time": 2572660.0,
      "text": "eight, correct? And office supplies goes up by one eighty, correct? How do you decrease"
    },
    {
      "index": 243,
      "start_time": 2578460.0,
      "end_time": 2585460.0,
      "text": "cash? You credit it, how do you increase office supplies? Okay, we should be done now right?"
    },
    {
      "index": 244,
      "start_time": 2589820.0,
      "end_time": 2596820.0,
      "text": "We debit office supplies for one eighty again never a plus sign, never a minus sign, never"
    },
    {
      "index": 245,
      "start_time": 2599300.0,
      "end_time": 2606300.0,
      "text": "a dollar sign in a journal entry. And we credit cash for one eighty. And we put the date."
    },
    {
      "index": 246,
      "start_time": 2609810.0,
      "end_time": 2616191.0,
      "text": "Now make sure you are not saying things like cash contributed. There is not an account"
    },
    {
      "index": 247,
      "start_time": 2616190.0,
      "end_time": 2623190.0,
      "text": "called cash contributed, or cash spent. No no, no no, no, just cash. Okay just cash;"
    },
    {
      "index": 248,
      "start_time": 2623160.0,
      "end_time": 2630160.0,
      "text": "don&#39;t write sentences in your journal entries. Alright any question on this? Let&#39;s go to"
    },
    {
      "index": 249,
      "start_time": 2631960.0,
      "end_time": 2638960.0,
      "text": "the next one. On May the eleventh Mary provides services to a client, Bob Jones, the client"
    },
    {
      "index": 250,
      "start_time": 2640160.0,
      "end_time": 2644170.0,
      "text": "immediately pays one twenty five dollars in cash to Mary but bob will pay the remainder"
    },
    {
      "index": 251,
      "start_time": 2644170.0,
      "end_time": 2651170.0,
      "text": "at a later time. So cash goes up by one twenty five correct? We also have an account called"
    },
    {
      "index": 252,
      "start_time": 2654210.0,
      "end_time": 2660291.0,
      "text": "accounts receivable. That&#39;s an asset because we are going to receive the cash in the future"
    },
    {
      "index": 253,
      "start_time": 2660290.0,
      "end_time": 2667290.0,
      "text": "correct? Accounts receivable goes up by seventy five. And then what else is affected? Revenue,"
    },
    {
      "index": 254,
      "start_time": 2668460.0,
      "end_time": 2675901.0,
      "text": "we can book the entire revenue because we have provided the services. So revenue goes"
    },
    {
      "index": 255,
      "start_time": 2675900.0,
      "end_time": 2682900.0,
      "text": "up by two hundred correct? Alright how do you make cash increase? Good debit. How do"
    },
    {
      "index": 256,
      "start_time": 2684540.0,
      "end_time": 2691540.0,
      "text": "you make accounts receivable increase? How do you make revenue increase? Credit. Okay,"
    },
    {
      "index": 257,
      "start_time": 2693280.0,
      "end_time": 2699830.0,
      "text": "now don&#39;t be thinking that this all has to equal zero as you add it up or anything. No"
    },
    {
      "index": 258,
      "start_time": 2699830.0,
      "end_time": 2703990.0,
      "text": "that&#39;s not the self-checking mechanism or anything. What the self-checking mechanism"
    },
    {
      "index": 259,
      "start_time": 2703990.0,
      "end_time": 2710990.0,
      "text": "is I&#39;ll show you in a second. Cash is debited for one twenty five. Accounts receivable is"
    },
    {
      "index": 260,
      "start_time": 2712680.0,
      "end_time": 2719680.0,
      "text": "debited for seventy five and revenue is credited for two hundred. The self-checking mechanism"
    },
    {
      "index": 261,
      "start_time": 2725290.0,
      "end_time": 2730181.0,
      "text": "is always do the total numbers in the debit column equal the total numbers in the credit"
    },
    {
      "index": 262,
      "start_time": 2730180.0,
      "end_time": 2737180.0,
      "text": "column, and it does right? If it doesn&#39;t then you have messed up, okay? Learning to do what"
    },
    {
      "index": 263,
      "start_time": 2738450.0,
      "end_time": 2743980.0,
      "text": "we are doing here is so important. I guarantee everyone you will have to make journal entries"
    },
    {
      "index": 264,
      "start_time": 2743990.0,
      "end_time": 2747790.0,
      "text": "on your first test; you will have to make at least eight or nine journal entries. They"
    },
    {
      "index": 265,
      "start_time": 2747790.0,
      "end_time": 2750539.0,
      "text": "will probably be worth two points each; if you can&#39;t do them you are going to miss twenty"
    },
    {
      "index": 266,
      "start_time": 2750540.0,
      "end_time": 2754681.0,
      "text": "points right there. Eighteen twenty points, okay. Because I&#39;m kind of all or nothing on"
    },
    {
      "index": 267,
      "start_time": 2754680.0,
      "end_time": 2761200.0,
      "text": "JE&#39;s. You either do it completely right or it&#39;s wrong, okay. Alright let&#39;s go to the"
    },
    {
      "index": 268,
      "start_time": 2761200.0,
      "end_time": 2766410.0,
      "text": "next one. On May the twelfth Mary purchases some more equipment for five thousand by making"
    },
    {
      "index": 269,
      "start_time": 2766410.0,
      "end_time": 2772259.0,
      "text": "a down payment of five hundred cash and setting up a note payable for the remainder. So what"
    },
    {
      "index": 270,
      "start_time": 2772260.0,
      "end_time": 2779260.0,
      "text": "is affected here? Well cash goes down by five hundred, equipment goes up by five thousand"
    },
    {
      "index": 271,
      "start_time": 2786340.0,
      "end_time": 2793340.0,
      "text": "right? And notes payable goes up by forty five hundred, is that correct? How do you"
    },
    {
      "index": 272,
      "start_time": 2798570.0,
      "end_time": 2805570.0,
      "text": "make cash decrease? Credit it. How do you make equipment increase? How do you make notes"
    },
    {
      "index": 273,
      "start_time": 2806290.0,
      "end_time": 2813691.0,
      "text": "payable increase? Credit it right? So now we have our journal entry right? We list the"
    },
    {
      "index": 274,
      "start_time": 2813690.0,
      "end_time": 2820690.0,
      "text": "accounts being debited first. And then we list the accounts being credited, and you"
    },
    {
      "index": 275,
      "start_time": 2822910.0,
      "end_time": 2829910.0,
      "text": "can do those in either order. It doesn&#39;t matter. Not minus five hundred, just five hundred."
    },
    {
      "index": 276,
      "start_time": 2830840.0,
      "end_time": 2837840.0,
      "text": "And notes payable, forty five hundred and this happened on May the twelfth. On here?"
    },
    {
      "index": 277,
      "start_time": 2841950.0,
      "end_time": 2847160.0,
      "text": "Between cash and notes payable no. but on accounts that are being debited first. And"
    },
    {
      "index": 278,
      "start_time": 2847160.0,
      "end_time": 2852799.0,
      "text": "see how I&#39;m indenting these? No you could put notes payable before cash if you wanted"
    },
    {
      "index": 279,
      "start_time": 2852800.0,
      "end_time": 2859800.0,
      "text": "to. One more! On May twenty second Bob Jones from the earlier transaction pays the remainder"
    },
    {
      "index": 280,
      "start_time": 2860480.0,
      "end_time": 2867480.0,
      "text": "of the money that he owes to us. How much did he owe us? So cash goes up by seventy"
    },
    {
      "index": 281,
      "start_time": 2869350.0,
      "end_time": 2876350.0,
      "text": "five and account receivable goes down by seventy five. How do you make cash increase? Debit"
    },
    {
      "index": 282,
      "start_time": 2881350.0,
      "end_time": 2888350.0,
      "text": "it. How do you make accounts receivable decrease? Credit it. Debit cash, for seventy five, credit"
    },
    {
      "index": 283,
      "start_time": 2896270.0,
      "end_time": 2903270.0,
      "text": "AR for seventy five. Total debits equal total credits. This occurred on May twenty second."
    },
    {
      "index": 284,
      "start_time": 2908980.0,
      "end_time": 2915270.0,
      "text": "Don&#39;t resist folks to do the chapter one way first, I saw a lot of people not wanting to"
    },
    {
      "index": 285,
      "start_time": 2915270.0,
      "end_time": 2922250.0,
      "text": "do the chapter one way. Don&#39;t take the short cut, okay. When I&#39;m driving and I say to my"
    },
    {
      "index": 286,
      "start_time": 2922250.0,
      "end_time": 2927980.0,
      "text": "wife I&#39;m going to take a shortcut, you know what my wife knows from that point on? That"
    },
    {
      "index": 287,
      "start_time": 2927980.0,
      "end_time": 2932820.0,
      "text": "we are going to be later than if I had gone the way that was best, right. It always ends"
    },
    {
      "index": 288,
      "start_time": 2932820.0,
      "end_time": 2936370.0,
      "text": "up taking us longer, whenever you try to take a short cut it always ends up taking longer."
    },
    {
      "index": 289,
      "start_time": 2936370.0,
      "end_time": 2940911.0,
      "text": "So do it the right way. Do it the chapter one way until you are one hundred percent"
    },
    {
      "index": 290,
      "start_time": 2940910.0,
      "end_time": 2945979.0,
      "text": "confident. This is a skill that you need to have. For those folks who didn&#39;t make your"
    },
    {
      "index": 291,
      "start_time": 2945980.0,
      "end_time": 2952980.0,
      "text": "flashcards, are you going to make your flashcards? Okay, good. Alright let me give you your homework"
    },
    {
      "index": 292,
      "start_time": 2954530.0,
      "end_time": 2958620.0,
      "text": "and for you face to facers after the cameras stop rolling I have a couple of things to"
    },
    {
      "index": 293,
      "start_time": 2958620.0,
      "end_time": 2965381.0,
      "text": "say to you real quick. But here is the homework for everybody. There is the homework, quick"
    },
    {
      "index": 294,
      "start_time": 2965380.0,
      "end_time": 2972349.0,
      "text": "study two six and two eight. Exercise two four and two seven. That was a good class"
    },
    {
      "index": 295,
      "start_time": 2972350.0,
      "end_time": 2978391.0,
      "text": "period I felt like we learned a lot. I felt like we did a really good job there, did you"
    },
    {
      "index": 296,
      "start_time": 2978390.0,
      "end_time": 2980719.0,
      "text": "guys? Okay, alright hey we will see you next time, bye-bye."
    }
  ]
}