{
  "video_id": "g5g449WbFcU",
  "title": "The Venus Project - Occupy Miami - Nov. 20, 2011",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 8309.0,
      "end_time": 12849.0,
      "text": "Okay. Briefly. Jacque is an industrial designer but mostly a social engineer. He lived through"
    },
    {
      "index": 2,
      "start_time": 12849.0,
      "end_time": 18960.0,
      "text": "the great depression in 1929 and came out of it thinking that there was still goods"
    },
    {
      "index": 3,
      "start_time": 18960.0,
      "end_time": 23609.0,
      "text": "in store windows, things in ca..cars in car lots but people just didn&#39;t have the money"
    },
    {
      "index": 4,
      "start_time": 23609.0,
      "end_time": 30609.0,
      "text": "to buy things. So he realized it was the rules of the game that we play by that were so screwed"
    },
    {
      "index": 5,
      "start_time": 30779.0,
      "end_time": 36600.0,
      "text": "up... and from when he was very young, he set out to find an alternative social design"
    },
    {
      "index": 6,
      "start_time": 36600.0,
      "end_time": 40769.0,
      "text": "to take care of the problems that we have today. This is what&#39;s very different between"
    },
    {
      "index": 7,
      "start_time": 40769.0,
      "end_time": 47769.0,
      "text": "Jacque and other protestors and people who..who understand that the system is not working"
    },
    {
      "index": 8,
      "start_time": 47790.0,
      "end_time": 53510.0,
      "text": "but they do not pose an alternative. I don&#39;t know of anyone else who tries to find the"
    },
    {
      "index": 9,
      "start_time": 53510.0,
      "end_time": 59949.0,
      "text": "root causes of the problems and understands that things cannot be fixed within the monetary"
    },
    {
      "index": 10,
      "start_time": 59949.0,
      "end_time": 66949.0,
      "text": "system and the system that we live by today. So, Jacque has worked.. He&#39;s 95 years old."
    },
    {
      "index": 11,
      "start_time": 67280.0,
      "end_time": 73759.0,
      "text": "He&#39;s worked since he was very young to..working with people: drug addicts, alcoholics.. changing"
    },
    {
      "index": 12,
      "start_time": 73759.0,
      "end_time": 79840.0,
      "text": "them, joining the Klu Klux Klan and changing them. Putting his educational processes to"
    },
    {
      "index": 13,
      "start_time": 79840.0,
      "end_time": 85369.0,
      "text": "test.. and understanding if he needs to change the world, he needs to be able to change peoples"
    },
    {
      "index": 14,
      "start_time": 85369.0,
      "end_time": 92790.0,
      "text": "values as well. So, he&#39;s arrived at a totally new social design and he backs it up technically!"
    },
    {
      "index": 15,
      "start_time": 92790.0,
      "end_time": 95949.0,
      "text": "These are not just words that he&#39;s talk about. If you go to our website: \"THEVENUSPROJECT.COM\""
    },
    {
      "index": 16,
      "start_time": 95950.0,
      "end_time": 102259.0,
      "text": "You&#39;ll see what this..this new world civilization, this sustainable future would look like. Jacque"
    },
    {
      "index": 17,
      "start_time": 102259.0,
      "end_time": 109259.0,
      "text": "Fresco: So I see, eventually, whether The Venus Project gets off the ground or not,"
    },
    {
      "index": 18,
      "start_time": 111729.0,
      "end_time": 118729.0,
      "text": "this is what I see: I see machines displacing people... and if you displace people in the"
    },
    {
      "index": 19,
      "start_time": 118850.0,
      "end_time": 124708.0,
      "text": "automotive industry, where the machine picks up the car, puts the wheels on.. you&#39;re displacing"
    },
    {
      "index": 20,
      "start_time": 124709.0,
      "end_time": 130459.0,
      "text": "millions of people. You don&#39;t need air conditioning. You don&#39;t need to pay em&#39; for vacations. You"
    },
    {
      "index": 21,
      "start_time": 130459.0,
      "end_time": 135760.0,
      "text": "don&#39;t need to take out insurance on their health.. and you don&#39;t need all the lights"
    },
    {
      "index": 22,
      "start_time": 135760.0,
      "end_time": 141540.0,
      "text": "you need with people working there. So, industry will put in machines, wherever they can.."
    },
    {
      "index": 23,
      "start_time": 141540.0,
      "end_time": 147560.0,
      "text": "but here&#39;s the downfall: If you keep doing that all over the country, people will not"
    },
    {
      "index": 24,
      "start_time": 147560.0,
      "end_time": 153799.0,
      "text": "have the money to buy vacuum cleaners, electric fans, or refrigerators. If you displace most"
    },
    {
      "index": 25,
      "start_time": 153799.0,
      "end_time": 160799.0,
      "text": "people by machines, \"How are they gonna buy things?\" So, it&#39;s a self-contradictory system..."
    },
    {
      "index": 26,
      "start_time": 161000.0,
      "end_time": 168000.0,
      "text": "and THIS is the basis of understanding: That politics was good 100 years ago but it&#39;s obsolete"
    },
    {
      "index": 27,
      "start_time": 169459.0,
      "end_time": 176310.0,
      "text": "today. Everything that you have in your own, those of you that have a home... Your television"
    },
    {
      "index": 28,
      "start_time": 176310.0,
      "end_time": 182490.0,
      "text": "set, your washing machine, your refrigerator, your electric lights are all technical! There&#39;s"
    },
    {
      "index": 29,
      "start_time": 182490.0,
      "end_time": 189490.0,
      "text": "nothing political about that. It&#39;s all technical. If you took away the technology today, you&#39;d"
    },
    {
      "index": 30,
      "start_time": 189900.0,
      "end_time": 196900.0,
      "text": "have people pulling boats along the river. Do you understand that? It&#39;s technology that"
    },
    {
      "index": 31,
      "start_time": 197680.0,
      "end_time": 202239.0,
      "text": "frees you from things. It&#39;s electric air-conditioning that makes your house tolerable. So, we don&#39;t"
    },
    {
      "index": 32,
      "start_time": 202239.0,
      "end_time": 209239.0,
      "text": "want to put the technicians in control anymore than they&#39;re in control today. All the technicians"
    },
    {
      "index": 33,
      "start_time": 209780.0,
      "end_time": 212569.0,
      "text": "do is build bridges if you&#39;re a bridge designer. If you&#39;re an air plane designer, you can work"
    },
    {
      "index": 34,
      "start_time": 212569.0,
      "end_time": 219569.0,
      "text": "on air plane designing but you don&#39;t tell people what to do. It isn&#39;t that technicians"
    },
    {
      "index": 35,
      "start_time": 220600.0,
      "end_time": 225790.0,
      "text": "will rule the world. I&#39;m against that! I&#39;m against scientist ruling the world! I don&#39;t"
    },
    {
      "index": 36,
      "start_time": 225790.0,
      "end_time": 232790.0,
      "text": "see any real scientist protesting against the exploitation of young kids when they work"
    },
    {
      "index": 37,
      "start_time": 233599.0,
      "end_time": 238379.0,
      "text": "in factories. We use to hire children that were 12 years old and put them in factories"
    },
    {
      "index": 38,
      "start_time": 238379.0,
      "end_time": 244649.0,
      "text": "and work em&#39; saturday and sunday. It&#39;s when people march to free those kids from those"
    },
    {
      "index": 39,
      "start_time": 244650.0,
      "end_time": 249969.0,
      "text": "conditions. \"Why do women have to fight for women rights?\" \"Why did women have to march"
    },
    {
      "index": 40,
      "start_time": 249969.0,
      "end_time": 255150.0,
      "text": "years ago for a public library?\" I don&#39;t know why JUST women did but they did march and"
    },
    {
      "index": 41,
      "start_time": 255150.0,
      "end_time": 261280.0,
      "text": "they wanted a public library so if people couldn&#39;t afford books, they could have access"
    },
    {
      "index": 42,
      "start_time": 261279.0,
      "end_time": 267568.0,
      "text": "to books. Then there&#39;s the metaphysician who really believes that everybody has goodness"
    },
    {
      "index": 43,
      "start_time": 267569.0,
      "end_time": 274300.0,
      "text": "within themselves. They really don&#39;t have anything within themselves. If you were brought"
    },
    {
      "index": 44,
      "start_time": 274300.0,
      "end_time": 280109.0,
      "text": "up in Nazi Germany as a baby, after Hitler burned most the books, you&#39;d be a Nazi. If"
    },
    {
      "index": 45,
      "start_time": 280110.0,
      "end_time": 284919.0,
      "text": "you&#39;re brought up in Australia, you&#39;d say, \"How are ya&#39; mate?!\" That would be normal"
    },
    {
      "index": 46,
      "start_time": 284919.0,
      "end_time": 290460.0,
      "text": "to the way you speak. If you&#39;re brought up in Germany, \"Deutschland Ÿber alles!\"..Germany"
    },
    {
      "index": 47,
      "start_time": 290460.0,
      "end_time": 296190.0,
      "text": "above all. If you&#39;re brought up that way. So you musn&#39;t hate anybody because their all"
    },
    {
      "index": 48,
      "start_time": 296190.0,
      "end_time": 302930.0,
      "text": "brought up. \"What are American soldiers?\" They are killing machines. They&#39;re not taught"
    },
    {
      "index": 49,
      "start_time": 302930.0,
      "end_time": 307690.0,
      "text": "anything..anything else. If I had anything to do with it, I would take ALL the soldiers,"
    },
    {
      "index": 50,
      "start_time": 307690.0,
      "end_time": 314690.0,
      "text": "send em&#39; back to the university to become problem solvers. We have allot of problems"
    },
    {
      "index": 51,
      "start_time": 314240.0,
      "end_time": 320680.0,
      "text": "that aren&#39;t solved... and that&#39;s what we need. Problem solvers! For every Edison we found,"
    },
    {
      "index": 52,
      "start_time": 320680.0,
      "end_time": 327680.0,
      "text": "imagine all the Edison&#39;s we never found. I don&#39;t say Edison was good either. He was a"
    },
    {
      "index": 53,
      "start_time": 330200.0,
      "end_time": 332289.0,
      "text": "crook also. Crowd Question: \"Don&#39;t scientist usually rely on statistics to make a decision?"
    },
    {
      "index": 54,
      "start_time": 332289.0,
      "end_time": 337219.0,
      "text": "It seems, uh, usually, its, you know, statistical analysis and then they draw a conclusion from"
    },
    {
      "index": 55,
      "start_time": 337220.0,
      "end_time": 339479.0,
      "text": "that and then, you know, as science evolves and as we make new sciences, we will again"
    },
    {
      "index": 56,
      "start_time": 339479.0,
      "end_time": 341590.0,
      "text": "have like better kinds of statistics or whatever and then we&#39;ll apply those to the new technology"
    },
    {
      "index": 57,
      "start_time": 341590.0,
      "end_time": 348590.0,
      "text": "that we develop. So how do we develop a language that&#39;s not subject to interpretation.. or"
    },
    {
      "index": 58,
      "start_time": 351180.0,
      "end_time": 356900.0,
      "text": "statistical interpretation?!\" Jacque Fresco: \"Scientist today are commercially rewarded"
    },
    {
      "index": 59,
      "start_time": 356900.0,
      "end_time": 360900.0,
      "text": "for being chemist or working for the drug companies or working for the aircraft companies."
    },
    {
      "index": 60,
      "start_time": 360900.0,
      "end_time": 365599.0,
      "text": "They&#39;re just as corrupt as anyone else... and scientist, if they were scientist, they&#39;d"
    },
    {
      "index": 61,
      "start_time": 365599.0,
      "end_time": 369628.0,
      "text": "say, \"What makes war? Why are we going to war with Germany? What&#39;s the problem? What"
    },
    {
      "index": 62,
      "start_time": 369629.0,
      "end_time": 376349.0,
      "text": "makes a man the way they are?\" They wouldn&#39;t stay in their field. Today their chemist."
    },
    {
      "index": 63,
      "start_time": 376349.0,
      "end_time": 380840.0,
      "text": "They&#39;re scientific in chemistry. Then there&#39;s structural engineers that are scientific in"
    },
    {
      "index": 64,
      "start_time": 380840.0,
      "end_time": 385580.0,
      "text": "structures... but they&#39;re not scientific in human relation. They know nothing about it"
    },
    {
      "index": 65,
      "start_time": 385580.0,
      "end_time": 389990.0,
      "text": "or little about human behavior. So, I&#39;m saying there&#39;s no such thing as a scientist, YET!"
    },
    {
      "index": 66,
      "start_time": 389990.0,
      "end_time": 396990.0,
      "text": "Otherwise, they&#39;d be out here in the protest. Do you understand? I&#39;m not talking about a"
    },
    {
      "index": 67,
      "start_time": 401539.0,
      "end_time": 407770.0,
      "text": "world managed by scientist... but a world managed by scientific method! That means first"
    },
    {
      "index": 68,
      "start_time": 407770.0,
      "end_time": 414770.0,
      "text": "you do a survey of Texas, \"How much air able land do you have?\" \"How much water do you"
    },
    {
      "index": 69,
      "start_time": 415250.0,
      "end_time": 420729.0,
      "text": "have underground?\" After you do that survey, you can estimate how big a city can be built"
    },
    {
      "index": 70,
      "start_time": 420729.0,
      "end_time": 427729.0,
      "text": "in that region. If it doesn&#39;t have the resources, it won&#39;t work. If you have a population far"
    },
    {
      "index": 71,
      "start_time": 428169.0,
      "end_time": 434299.0,
      "text": "above 7 billion, there will not be enough food to go around and there&#39;s gonna be territorial"
    },
    {
      "index": 72,
      "start_time": 434300.0,
      "end_time": 441300.0,
      "text": "disputes. Territorial disputes are not made by bad people or fascists or communists or"
    },
    {
      "index": 73,
      "start_time": 441650.0,
      "end_time": 447628.0,
      "text": "socialists free enterprises. They&#39;re made by social conditions called, \"The March of"
    },
    {
      "index": 74,
      "start_time": 447629.0,
      "end_time": 453470.0,
      "text": "Events\". In other words, if a meteor were coming toward the Earth, I can assure you"
    },
    {
      "index": 75,
      "start_time": 453470.0,
      "end_time": 458539.0,
      "text": "that all nations would stop their armies and navies and share ideas with one another to"
    },
    {
      "index": 76,
      "start_time": 458539.0,
      "end_time": 463990.0,
      "text": "try to divert that meteor away from the Earth. Not because they&#39;re good but because they&#39;re"
    },
    {
      "index": 77,
      "start_time": 463990.0,
      "end_time": 470940.0,
      "text": "all threatened. All nations will join together on any common threat if they realize it. Crowd"
    },
    {
      "index": 78,
      "start_time": 470940.0,
      "end_time": 476120.0,
      "text": "Question: \"I&#39;m a mother of 7 children. Which of my 5 children should not be here so that"
    },
    {
      "index": 79,
      "start_time": 476120.0,
      "end_time": 480979.0,
      "text": "way it would reduce the population of the Earth?!\" Jacque Fresco: \"Well, all i can say,"
    },
    {
      "index": 80,
      "start_time": 480979.0,
      "end_time": 487818.0,
      "text": "if you want a world without war, without hunger, without poverty, it has to be in accordance"
    },
    {
      "index": 81,
      "start_time": 487819.0,
      "end_time": 493900.0,
      "text": "with the carrying capacity of the Earth&#39;s resources. If you go beyond that, you&#39;re going"
    },
    {
      "index": 82,
      "start_time": 493900.0,
      "end_time": 497199.0,
      "text": "to have trouble. Do you understand what I&#39;m saying? Crowd Question: \"It seems to me what"
    },
    {
      "index": 83,
      "start_time": 497199.0,
      "end_time": 501229.0,
      "text": "you&#39;re saying is, that you want fewer people but who are you to designate who the people"
    },
    {
      "index": 84,
      "start_time": 501229.0,
      "end_time": 506520.0,
      "text": "that should and should not be here?!\" Roxanne: No, he&#39;s not saying that at all. Crowd Question:"
    },
    {
      "index": 85,
      "start_time": 506520.0,
      "end_time": 512309.0,
      "text": "\"I&#39;m asking for clarification!\" Roxanne: You&#39;d have to listen to know more about the system."
    },
    {
      "index": 86,
      "start_time": 512308.99999999994,
      "end_time": 519308.99999999994,
      "text": "What he&#39;s proposing is a system based on the methods of science to..to produce abundance"
    },
    {
      "index": 87,
      "start_time": 521620.0,
      "end_time": 524810.0,
      "text": "for everyone in the quickest time..without polluting the earth. He&#39;s talking about a"
    },
    {
      "index": 88,
      "start_time": 524810.0,
      "end_time": 531239.0,
      "text": "system based on..on the well-being of people AND the environment. He&#39;s talking about a"
    },
    {
      "index": 89,
      "start_time": 531240.0,
      "end_time": 537980.0,
      "text": "system that does not use money. As long as you use money, you&#39;ll have corruption, greed,"
    },
    {
      "index": 90,
      "start_time": 537980.0,
      "end_time": 544510.0,
      "text": "crime, embezzlement. So he&#39;s trying to get rid of the root causes of the problem. We"
    },
    {
      "index": 91,
      "start_time": 544510.0,
      "end_time": 550370.0,
      "text": "have enough have goods and resources to take care of the entire population and even more"
    },
    {
      "index": 92,
      "start_time": 550370.0,
      "end_time": 556000.0,
      "text": "if we use it wisely... but what we&#39;re doing today, we&#39;re doing mass killings by starvation..."
    },
    {
      "index": 93,
      "start_time": 556000.0,
      "end_time": 562640.0,
      "text": "and we&#39;re against that. We&#39;re saying we have enough resources if we use science and technology"
    },
    {
      "index": 94,
      "start_time": 562640.0,
      "end_time": 569640.0,
      "text": "to the best of our ability without the monetary system to feed, house, and clothe everyone"
    },
    {
      "index": 95,
      "start_time": 570769.0,
      "end_time": 577769.0,
      "text": "on earth. We can do that today. That&#39;s what he&#39;s talking about. Jacque: \"I&#39;m not against"
    },
    {
      "index": 96,
      "start_time": 581560.0,
      "end_time": 588560.0,
      "text": "you. Sometimes a person comes up to me and he says, \"I have 10 children.\" and then I"
    },
    {
      "index": 97,
      "start_time": 589279.0,
      "end_time": 596279.0,
      "text": "say, \"What are they for?\" \"What are they for?\" Just having children is not wisdom! No, I"
    },
    {
      "index": 98,
      "start_time": 597769.0,
      "end_time": 604430.0,
      "text": "don&#39;t believe in depopulation, I believe in educating the public. \"Why don&#39;t you put 10,000"
    },
    {
      "index": 99,
      "start_time": 604430.0,
      "end_time": 609790.0,
      "text": "people on the boat?\" Cause it&#39;ll sink! The displacement of the boat determines how many"
    },
    {
      "index": 100,
      "start_time": 609790.0,
      "end_time": 615510.0,
      "text": "people you can put on it, not Fresco... and if you wanna take a..take 400 people and put"
    },
    {
      "index": 101,
      "start_time": 615510.0,
      "end_time": 620290.0,
      "text": "em&#39; in a spaceship, it won&#39;t get off the ground. You have to figure what the thrust is. How"
    },
    {
      "index": 102,
      "start_time": 620290.0,
      "end_time": 627290.0,
      "text": "much thrust you can develop in a spaceship... and when the government came up to scientist"
    },
    {
      "index": 103,
      "start_time": 627490.0,
      "end_time": 632550.0,
      "text": "and said, \"Can you put a man on the Moon?\", the first thing they said was, \"I don&#39;t know.\""
    },
    {
      "index": 104,
      "start_time": 632550.0,
      "end_time": 635180.0,
      "text": "So i&#39;m saying there is other ways of thinking about things but you need help. When a man"
    },
    {
      "index": 105,
      "start_time": 635180.0,
      "end_time": 642000.0,
      "text": "takes his belt off and whips his kids, \"Is he bad?\" No! He doesn&#39;t know any other way"
    },
    {
      "index": 106,
      "start_time": 642000.0,
      "end_time": 649000.0,
      "text": "to get to them. He says, \"Do what your Daddy says!\" The kid doesn&#39;t so he whips him because"
    },
    {
      "index": 107,
      "start_time": 650380.0,
      "end_time": 654939.0,
      "text": "his Daddy whipped him. He doesn&#39;t know! Now protesting the stock exchange will not change"
    },
    {
      "index": 108,
      "start_time": 654940.0,
      "end_time": 661300.0,
      "text": "anything! I hate to tell you this. I wish it did. I&#39;m gonna try to tell you what we"
    },
    {
      "index": 109,
      "start_time": 661300.0,
      "end_time": 668990.0,
      "text": "have to do. To live in a world without war, without poverty, without hunger and without"
    },
    {
      "index": 110,
      "start_time": 668100.0,
      "end_time": 675100.0,
      "text": "most crimes... all criminals are made by this society, by the monetary system and scarcity"
    },
    {
      "index": 111,
      "start_time": 675670.0,
      "end_time": 682670.0,
      "text": "and burdens that are too big for the average person to handle. There will be no armies,"
    },
    {
      "index": 112,
      "start_time": 685550.0,
      "end_time": 692550.0,
      "text": "no navies, no prisons, and no police in a Resource-Based Economy. Whyyy? Because it&#39;s"
    },
    {
      "index": 113,
      "start_time": 696190.0,
      "end_time": 702160.0,
      "text": "just like the public library. You can access any book you want to. Next door to the public"
    },
    {
      "index": 114,
      "start_time": 702160.0,
      "end_time": 709160.0,
      "text": "library, we have a camera center, where anybody in the community, a 7-year old kid can walk"
    },
    {
      "index": 115,
      "start_time": 710240.0,
      "end_time": 717240.0,
      "text": "in and say, \"I&#39;ve come to check-out a camera.\" Free! No fee involved. Do you understand that?"
    },
    {
      "index": 116,
      "start_time": 717720.0,
      "end_time": 721389.0,
      "text": "Just like the public library. Next door to that you&#39;d have musical instruments, where"
    },
    {
      "index": 117,
      "start_time": 721389.0,
      "end_time": 727870.0,
      "text": "anybody, like the public library, can check out any musical instruments. The Venus Project"
    },
    {
      "index": 118,
      "start_time": 727870.0,
      "end_time": 734540.0,
      "text": "is sharing all the world&#39;s resources with all the world&#39;s people. A Resource-Based Economy"
    },
    {
      "index": 119,
      "start_time": 734540.0,
      "end_time": 741540.0,
      "text": "is using resources rather than money. Making all things available to all people... and"
    },
    {
      "index": 120,
      "start_time": 743290.0,
      "end_time": 750290.0,
      "text": "if you don&#39;t do that, you&#39;ll have wars, robbery, crimes of all kinds. Even every criminal is"
    },
    {
      "index": 121,
      "start_time": 750449.0,
      "end_time": 757449.0,
      "text": "made by this culture. Once you make things available, that&#39;s the end of crime. Do you"
    },
    {
      "index": 122,
      "start_time": 758470.0,
      "end_time": 765470.0,
      "text": "understand that? Not say, \"Don&#39;t steal!\" As long as you understand that people are made"
    },
    {
      "index": 123,
      "start_time": 768160.0,
      "end_time": 771550.0,
      "text": "that way. When you&#39;re brought up in Australia, you say, \"I&#39;m Australian and i&#39;m proud of"
    },
    {
      "index": 124,
      "start_time": 771550.0,
      "end_time": 778139.0,
      "text": "it.\" \"I&#39;m a Greek and i&#39;m proud of it.\" That divides people. If you divide people, you"
    },
    {
      "index": 125,
      "start_time": 778139.0,
      "end_time": 785139.0,
      "text": "can conquer them. So what the politicians say is things the public likes to hear. Scientists,"
    },
    {
      "index": 126,
      "start_time": 785720.0,
      "end_time": 790699.0,
      "text": "not all them, some of them. When they discovered that the Earth is round, they don&#39;t say to"
    },
    {
      "index": 127,
      "start_time": 790699.0,
      "end_time": 797699.0,
      "text": "the public, \"It&#39;s a little round and a little flat.\" So they get along with everybody. No."
    },
    {
      "index": 128,
      "start_time": 797839.0,
      "end_time": 801570.0,
      "text": "They say, \"You&#39;re wrong. It&#39;s not flat. Here&#39;s the evidence we have to show that it&#39;s round.\"...."
    },
    {
      "index": 129,
      "start_time": 801570.0,
      "end_time": 808570.0,
      "text": "and what you have to do is change people. Roxanne: \"We built everything ourselves. Put"
    },
    {
      "index": 130,
      "start_time": 810550.0,
      "end_time": 816880.0,
      "text": "in all the windows. Instill the doors. We Built over 400 models of the future. We didn&#39;t"
    },
    {
      "index": 131,
      "start_time": 816880.0,
      "end_time": 823130.0,
      "text": "have any outside capital to do that. I did..had a full-time job in order to support that."
    },
    {
      "index": 132,
      "start_time": 823130.0,
      "end_time": 827790.0,
      "text": "I put all the money towards that. We&#39;ve put all the money that we&#39;ve made in The Venus"
    },
    {
      "index": 133,
      "start_time": 827790.0,
      "end_time": 832380.0,
      "text": "Project towards that as well. If anybody knows us, we work 7 days a week on...on promoting"
    },
    {
      "index": 134,
      "start_time": 832380.0,
      "end_time": 839380.0,
      "text": "this direction. So we do have a non-profit organization now. We are collecting donations"
    },
    {
      "index": 135,
      "start_time": 841910.0,
      "end_time": 847959.0,
      "text": "for a major motion picture that we want to do to show what a re..what life in a Resource-Based"
    },
    {
      "index": 136,
      "start_time": 847959.0,
      "end_time": 854638.0,
      "text": "Economy would be like. And we live in a monetary system. Because we are working towards a Resource-Based"
    },
    {
      "index": 137,
      "start_time": 854639.0,
      "end_time": 860000.0,
      "text": "Economy the coun..county does not say, \"You&#39;re doing a great job. You don&#39;t have to pay taxes."
    },
    {
      "index": 138,
      "start_time": 860000.0,
      "end_time": 861630.0,
      "text": "You don&#39;t have to pay your electric bill. So..\" Crowd Comment: \"THANK YOU FOR ANSWERING"
    },
    {
      "index": 139,
      "start_time": 861630.0,
      "end_time": 861880.0,
      "text": "THAT!\""
    }
  ]
}