{
  "video_id": "g94_RpvNKSs",
  "title": "Why We Go Off Sex",
  "json": [
    {
      "index": 1,
      "start_time": 220.0,
      "end_time": 6919.0,
      "text": "One of the great burdens which our Romantic culture has imposed upon long-term relationships"
    },
    {
      "index": 2,
      "start_time": 6919.0,
      "end_time": 12620.0,
      "text": "is the idea that love and sexual fulfillment must always, if things are working as they should, fit neatly together."
    },
    {
      "index": 3,
      "start_time": 12620.0,
      "end_time": 19720.0,
      "text": "This beautiful and hugely convenient idea raises a passionate hope"
    },
    {
      "index": 4,
      "start_time": 19720.0,
      "end_time": 25590.0,
      "text": "that over many years two people will not only like and help one another,"
    },
    {
      "index": 5,
      "start_time": 25590.0,
      "end_time": 33180.0,
      "text": "manage their domestic finances reasonably well, perhaps raise a family, have enjoyable holidays,"
    },
    {
      "index": 6,
      "start_time": 33180.0,
      "end_time": 39460.0,
      "text": "understand one another's problems, schedule cleaning rotas, put up with each other's failings,"
    },
    {
      "index": 7,
      "start_time": 39460.0,
      "end_time": 44780.0,
      "text": "see each others' parents and friends and pursue their careers in harmony, but they"
    },
    {
      "index": 8,
      "start_time": 44780.0,
      "end_time": 53210.0,
      "text": "will also be devoted and exciting sexual partners, endlessly entwining and recombining,"
    },
    {
      "index": 9,
      "start_time": 53210.0,
      "end_time": 60970.0,
      "text": "sometimes being gentle and slow, at others, brutal and urgent, travelling together on a shared, life-long erotic adventure."
    },
    {
      "index": 10,
      "start_time": 60970.0,
      "end_time": 67460.0,
      "text": "It's this sublime idea that begins to torment us when – as is the"
    },
    {
      "index": 11,
      "start_time": 67460.0,
      "end_time": 73860.0,
      "text": "case in almost every relationship – sex starts with time to get at once less intense"
    },
    {
      "index": 12,
      "start_time": 73860.0,
      "end_time": 80159.0,
      "text": "and less frequent, more cautious and more frustrating, more at odds with daily life"
    },
    {
      "index": 13,
      "start_time": 80159.0,
      "end_time": 86220.0,
      "text": "and eventually definitively more daunting as a prospect than reading a book,"
    },
    {
      "index": 14,
      "start_time": 86220.0,
      "end_time": 93510.0,
      "text": "watching the news together or simply going to sleep. This can appear nothing short of a catastrophe,"
    },
    {
      "index": 15,
      "start_time": 93510.0,
      "end_time": 100140.0,
      "text": "a sign of monstrous failing and very often a prelude to a break-up. And yet the problem"
    },
    {
      "index": 16,
      "start_time": 100140.0,
      "end_time": 106700.0,
      "text": "is not ours alone. It is simply that almost everything that can make love go well seems"
    },
    {
      "index": 17,
      "start_time": 106700.0,
      "end_time": 113979.0,
      "text": "primed not to make sex go well – and vice versa. We are afflicted by a fundamental misalignment"
    },
    {
      "index": 18,
      "start_time": 113979.0,
      "end_time": 120659.0,
      "text": "in the qualities of character and spirit required by good sex on the one hand and"
    },
    {
      "index": 19,
      "start_time": 120659.0,
      "end_time": 128920.0,
      "text": "successful love on the other. A relationship cannot survive in the long term without tenderness, soberness,"
    },
    {
      "index": 20,
      "start_time": 128919.99999999999,
      "end_time": 136390.0,
      "text": "practical intelligence and selective resignation. We have carefully to fathom another's motives,"
    },
    {
      "index": 21,
      "start_time": 136390.0,
      "end_time": 143761.0,
      "text": "explain our moods, overcome hurts and sulks and assume a mantle of predictability."
    },
    {
      "index": 22,
      "start_time": 143761.0,
      "end_time": 150500.0,
      "text": "Sex on the other hand, in its most dramatic, thrilling versions, demands that we be heedless, decadent,"
    },
    {
      "index": 23,
      "start_time": 150500.0,
      "end_time": 157569.0,
      "text": "perhaps cruel or untenably submissive. It can involve the crudest language and"
    },
    {
      "index": 24,
      "start_time": 157569.0,
      "end_time": 164180.0,
      "text": "moments of sublime degradation. In having to suffer from feelings of inadequacy around what happens"
    },
    {
      "index": 25,
      "start_time": 164180.0,
      "end_time": 170989.0,
      "text": "in long-term love, we are the victims of major cultural failure: the failure of our surrounding"
    },
    {
      "index": 26,
      "start_time": 170989.0,
      "end_time": 177520.0,
      "text": "culture to continually stress a realistic picture of an unavoidable tension between"
    },
    {
      "index": 27,
      "start_time": 177520.0,
      "end_time": 185790.0,
      "text": "two crucial yet incompatible themes of existence. In a wiser world, we would collectively admit"
    },
    {
      "index": 28,
      "start_time": 185790.0,
      "end_time": 192140.0,
      "text": "that the very rare cases where love and sex did run together were astonishing exceptions"
    },
    {
      "index": 29,
      "start_time": 192140.0,
      "end_time": 198790.0,
      "text": "with no relevance whatsoever to most of our lives. We would instead learn to pay admiring"
    },
    {
      "index": 30,
      "start_time": 198790.0,
      "end_time": 204510.0,
      "text": "attention to those who had accepted with a reasonable show of dignity and grace that"
    },
    {
      "index": 31,
      "start_time": 204510.0,
      "end_time": 211230.0,
      "text": "the natural price of long-term togetherness is a decline in the quality and frequency of sexual contact –"
    },
    {
      "index": 32,
      "start_time": 211230.0,
      "end_time": 218530.0,
      "text": "and that this is, in a great many cases, a price very much worth paying."
    },
    {
      "index": 33,
      "start_time": 221640.0,
      "end_time": 227240.0,
      "text": "Our Sex book explores how sex truely operates,"
    },
    {
      "index": 34,
      "start_time": 227240.0,
      "end_time": 233640.0,
      "text": "demonstrating that far from thinking about sex too much, we haven't begun to think about it nearly enough."
    }
  ]
}