{
  "video_id": "G9jN12Bk92M",
  "title": "Edinburgh, Scotland: Georgian New Town",
  "json": [
    {
      "index": 1,
      "start_time": 350.0,
      "end_time": 5859.0,
      "text": "Princes Street Gardens. Once a lake called the Nord Loch, its water was drained creating"
    },
    {
      "index": 2,
      "start_time": 5859.0,
      "end_time": 10660.0,
      "text": "a park — now a favorite among locals."
    },
    {
      "index": 3,
      "start_time": 10660.0,
      "end_time": 15260.0,
      "text": "The draining of the lake was part of a huge expansion of Edinburgh back in the late 18th"
    },
    {
      "index": 4,
      "start_time": 15260.0,
      "end_time": 20340.0,
      "text": "century. This was a classic early example of urban flight with the rich leaving an unlivably"
    },
    {
      "index": 5,
      "start_time": 20340.0,
      "end_time": 24410.0,
      "text": "congested old town and building a magnificent new one."
    },
    {
      "index": 6,
      "start_time": 24410.0,
      "end_time": 29198.0,
      "text": "Edinburgh's upper class now had a respectable district in which to promenade. The street"
    },
    {
      "index": 7,
      "start_time": 29199.0,
      "end_time": 36159.0,
      "text": "plan was a logical, checker-board grid plan — in tune with the age of Enlightenment."
    },
    {
      "index": 8,
      "start_time": 36159.0,
      "end_time": 41390.0,
      "text": "Back when the 13 American colonies were fighting King George III, a new revolutionary style"
    },
    {
      "index": 9,
      "start_time": 41390.0,
      "end_time": 46600.0,
      "text": "of architecture was popular all across Europe. On the Continent they called it neoclassical."
    },
    {
      "index": 10,
      "start_time": 46600.0,
      "end_time": 53300.0,
      "text": "Britain named it \"Georgian\" after her king. Edinburgh built an entire new town based on this style."
    },
    {
      "index": 11,
      "start_time": 53359.0,
      "end_time": 58249.0,
      "text": "Georgian Edinburgh was a parade of elegant symmetry and classical ornamentation. The"
    },
    {
      "index": 12,
      "start_time": 58249.0,
      "end_time": 63229.0,
      "text": "shiny new Edinburgh was also part of a PR campaign designed to promote the notion that"
    },
    {
      "index": 13,
      "start_time": 63229.0,
      "end_time": 67240.0,
      "text": "Scotland was a respected and integral part of the United Kingdom."
    },
    {
      "index": 14,
      "start_time": 67240.0,
      "end_time": 71899.0,
      "text": "The streets and squares are named after the British royalty. George Street — 20 feet"
    },
    {
      "index": 15,
      "start_time": 71899.0,
      "end_time": 77200.0,
      "text": "wider than the others (so a four-horse carriage could make a U-turn) — was the main drag."
    },
    {
      "index": 16,
      "start_time": 77200.0,
      "end_time": 82600.0,
      "text": "Between Queen and Princes Street, Thistle and Rose streets were named for the emblems"
    },
    {
      "index": 17,
      "start_time": 82600.0,
      "end_time": 84939.0,
      "text": "of the two supposedly happily paired nations."
    }
  ]
}