{
  "video_id": "gaii2uvHkpI",
  "title": "How To Cope With Snobbery",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1120.0,
      "end_time": 6609.0,
      "text": "Why are we so worried about our careers? Why do we care so much about our reputations?"
    },
    {
      "index": 2,
      "start_time": 6609.0,
      "end_time": 11820.0,
      "text": "Partly it’s to do with money of course, but there’s another, more psychological"
    },
    {
      "index": 3,
      "start_time": 11820.0,
      "end_time": 16740.0,
      "text": "aspect to our fears as well. We worry because we suspect – not wrongly"
    },
    {
      "index": 4,
      "start_time": 16740.0,
      "end_time": 21910.0,
      "text": "– that the world is full of a frightening sort of person ready to judge us ruthlessly"
    },
    {
      "index": 5,
      "start_time": 21910.0,
      "end_time": 30510.0,
      "text": "and swiftly: a person we can call a snob. A snob is anyone who takes a relatively small"
    },
    {
      "index": 6,
      "start_time": 30510.0,
      "end_time": 36260.0,
      "text": "part of us and uses it to come to a rigid and unbudgeable conclusion about how much"
    },
    {
      "index": 7,
      "start_time": 36260.0,
      "end_time": 41739.0,
      "text": "of their attention we deserve. In the past, that might have meant a snob being interested"
    },
    {
      "index": 8,
      "start_time": 41739.0,
      "end_time": 48749.0,
      "text": "in your lineage and royal connections. Nowadays, the snob cares about one thing only: what"
    },
    {
      "index": 9,
      "start_time": 48749.0,
      "end_time": 52819.0,
      "text": "you do for a living. This explains why the first question we will"
    },
    {
      "index": 10,
      "start_time": 52819.0,
      "end_time": 58980.0,
      "text": "be asked in any new social context is ‘What do you do?’ and according to how we answer,"
    },
    {
      "index": 11,
      "start_time": 58980.0,
      "end_time": 64739.0,
      "text": "snobs will either welcome us with broad smiles, or swiftly abandon us by the peanuts. The"
    },
    {
      "index": 12,
      "start_time": 64739.00000000001,
      "end_time": 69440.0,
      "text": "opposite of a snob is your mother – not necessarily your mother in particular – but"
    },
    {
      "index": 13,
      "start_time": 69440.0,
      "end_time": 75270.0,
      "text": "the ideal mother, someone who doesn’t care so much what we have achieved, but who thinks about who"
    },
    {
      "index": 14,
      "start_time": 75270.0,
      "end_time": 80890.0,
      "text": "we are in the broad sense. But most of the world is not like our mothers – and that"
    },
    {
      "index": 15,
      "start_time": 80890.0,
      "end_time": 86670.0,
      "text": "is why we are fired up by such a desperate urge to achieve and impress."
    },
    {
      "index": 16,
      "start_time": 86670.0,
      "end_time": 91680.0,
      "text": "Sometimes our behaviour is mistaken for greed and vanity, but it is more poignant than this."
    },
    {
      "index": 17,
      "start_time": 91680.0,
      "end_time": 97950.0,
      "text": "A lot of our interest in fancy cars, jobs and houses has nothing to do with materialism."
    },
    {
      "index": 18,
      "start_time": 97950.0,
      "end_time": 103810.0,
      "text": "It has to do with a hunger for the respect and esteem that is only available in our societies"
    },
    {
      "index": 19,
      "start_time": 103810.0,
      "end_time": 108981.0,
      "text": "through the acquisition of material goods. It isn’t the goods themselves we seek, it"
    },
    {
      "index": 20,
      "start_time": 108981.0,
      "end_time": 115140.0,
      "text": "is the love we stand to gain through our possession of them. The next time we see someone driving"
    },
    {
      "index": 21,
      "start_time": 115140.0,
      "end_time": 120730.0,
      "text": "a Ferrari, we shouldn’t condemn them for their greed, we should pity them for the intensity"
    },
    {
      "index": 22,
      "start_time": 120730.0,
      "end_time": 127280.0,
      "text": "of their need for love from the world. At the root of snobbery is a lack of imagination"
    },
    {
      "index": 23,
      "start_time": 127280.0,
      "end_time": 132780.0,
      "text": "and confidence about how to decide who in the world is valuable. The snob isn’t wrong"
    },
    {
      "index": 24,
      "start_time": 132780.0,
      "end_time": 137890.0,
      "text": "in their background sense that there are better and worse sorts of people around. They are"
    },
    {
      "index": 25,
      "start_time": 137890.0,
      "end_time": 143549.0,
      "text": "just brutally misguided and slavish in their beliefs about how the superior individuals"
    },
    {
      "index": 26,
      "start_time": 143549.0,
      "end_time": 150180.0,
      "text": "can identified. For snobs, it is the already-acclaimed and already successful who are the only ones"
    },
    {
      "index": 27,
      "start_time": 150180.0,
      "end_time": 155769.0,
      "text": "worthy of respect. There is no room in their timid regimented minds to imagine that someone"
    },
    {
      "index": 28,
      "start_time": 155769.0,
      "end_time": 161440.0,
      "text": "might be clever, kind or good – and yet somehow have been overlooked entirely by society,"
    },
    {
      "index": 29,
      "start_time": 161440.0,
      "end_time": 167299.0,
      "text": "their qualities lurking beneath an unfamiliar guise, and having as yet discovered no obvious"
    },
    {
      "index": 30,
      "start_time": 167299.0,
      "end_time": 171329.0,
      "text": "outlets. Touchingly, the personal origins of snobbery"
    },
    {
      "index": 31,
      "start_time": 171329.0,
      "end_time": 177079.0,
      "text": "typically lie in parents who were themselves snobs – and never endowed their offspring"
    },
    {
      "index": 32,
      "start_time": 177079.0,
      "end_time": 182680.0,
      "text": "with the confidence to judge each new person on their own terms, without reference to social"
    },
    {
      "index": 33,
      "start_time": 182680.0,
      "end_time": 187969.0,
      "text": "status, income and reputation. Despite their commitment to surrounding themselves by people"
    },
    {
      "index": 34,
      "start_time": 187969.0,
      "end_time": 193980.0,
      "text": "of high status, ironically, snobs constantly fail to spot who might one day be feted and"
    },
    {
      "index": 35,
      "start_time": 193980.0,
      "end_time": 200049.0,
      "text": "applauded. They are misled by the unexpected outward forms that brilliance often takes."
    },
    {
      "index": 36,
      "start_time": 200049.0,
      "end_time": 204980.0,
      "text": "Snobs don’t sign up the Beatles, don’t invest in the start-up iteration of Google"
    },
    {
      "index": 37,
      "start_time": 204980.0,
      "end_time": 210060.0,
      "text": "or Apple, don’t give the time of day to the taxi driver who might one day be the president"
    },
    {
      "index": 38,
      "start_time": 210060.0,
      "end_time": 215319.0,
      "text": "or the old lady in a woolly hat writing the great novel of the 21st century."
    },
    {
      "index": 39,
      "start_time": 215319.0,
      "end_time": 219540.0,
      "text": "The true answer to snobbery is not to say that there is no such thing as a better or"
    },
    {
      "index": 40,
      "start_time": 219540.0,
      "end_time": 225219.0,
      "text": "worse person, but to insist that better or worse exist in constantly unexpected places"
    },
    {
      "index": 41,
      "start_time": 225219.0,
      "end_time": 230859.0,
      "text": "and carry none of the outward signs of distinction. And because we are such poor judges of the"
    },
    {
      "index": 42,
      "start_time": 230859.0,
      "end_time": 236969.0,
      "text": "worth of others, our ultimate duty remains to be kind, good, curious and imaginative"
    },
    {
      "index": 43,
      "start_time": 236969.0,
      "end_time": 246969.0,
      "text": "about pretty much everyone who ever crosses our path – and that includes ourselves."
    }
  ]
}