{
  "video_id": "Gaz1uzrObmM",
  "title": "10 Food Hacks You Need To Know! Testing Viral Life Hacks! Learn How To Make Cooking Easier!",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4580.0,
      "text": "Wengie: Hey guys, it's Wengie, welcome back, and........ Happy New Year hug!"
    },
    {
      "index": 2,
      "start_time": 4580.0,
      "end_time": 8940.0,
      "text": "Wengie:  So this week, we're going to do some cool food hacks, we're gonna test them out. I found these on the Internet"
    },
    {
      "index": 3,
      "start_time": 8940.0,
      "end_time": 11220.0,
      "text": "and hopefully they work, but we don't know."
    },
    {
      "index": 4,
      "start_time": 11220.0,
      "end_time": 12820.0,
      "text": "And right now, I'm running a MacBook Air giveaway,"
    },
    {
      "index": 5,
      "start_time": 12840.0,
      "end_time": 18100.0,
      "text": "so if you guys wanna enter don't forget to subscribe to this channel, and my second channel Reacticorns, which is linked down below."
    },
    {
      "index": 6,
      "start_time": 18100.0,
      "end_time": 21200.0,
      "text": "Alright guys, let's get to testing these hacks and see if they work."
    },
    {
      "index": 7,
      "start_time": 21200.0,
      "end_time": 23260.0,
      "text": "Lettttt's go!"
    },
    {
      "index": 8,
      "start_time": 23260.0,
      "end_time": 28480.0,
      "text": "Okay, so if it's dark outside and you just randomly (conveniently) have an orange with you,"
    },
    {
      "index": 9,
      "start_time": 28480.0,
      "end_time": 31880.0,
      "text": "and a bottle of olive oil you can make a candle!"
    },
    {
      "index": 10,
      "start_time": 31880.0,
      "end_time": 34360.0,
      "text": "*giggles* So let's see if this hack actually works!"
    },
    {
      "index": 11,
      "start_time": 34360.0,
      "end_time": 38560.0,
      "text": "So we're gonna do the first part, which is cutting the orange PERFECTLY in half."
    },
    {
      "index": 12,
      "start_time": 46800000.0,
      "end_time": 0.0,
      "text": "00:01:53,140 --> 00:01:54,480\n*Music playing*"
    },
    {
      "index": 13,
      "start_time": 114480.0,
      "end_time": 117560.0,
      "text": "Wengie: Okay, we're gonna go, with that, is that bit!"
    },
    {
      "index": 14,
      "start_time": 117560.0,
      "end_time": 120680.0,
      "text": "*Music playing*"
    },
    {
      "index": 15,
      "start_time": 120740.0,
      "end_time": 138840.0,
      "text": "Wengie: Come on, it's not lighting, this is strange, err, hello, aahhh, when you least expect it, it lit up, it's lit, this hack is lit, okay, alright!"
    },
    {
      "index": 16,
      "start_time": 138840.0,
      "end_time": 139340.0,
      "text": "*Music playing*"
    },
    {
      "index": 17,
      "start_time": 139340.0,
      "end_time": 161860.0,
      "text": "Wengie: You're maybe asking what this is, I never used one of these before, it is actually an apple corer, this hack said, that we can make potato wedges with an apple corer, but, I'm gonna try, and, actually cut an apple with this first, oohh, okay, this requires a bit of strength, guys, I'm not gonna, un, leaving it, uh!"
    },
    {
      "index": 18,
      "start_time": 161860.0,
      "end_time": 168240.0,
      "text": "*Music playing*"
    },
    {
      "index": 19,
      "start_time": 168240.0,
      "end_time": 193820.0,
      "text": "Wengie: Kind of like hasn't cut all the way to the bottom, but, it's most of the way there, ah, hmm, thanks for the apple, like an apple flower, oh wow, look at that, wah, so, now, we're gonna make some wedges, which way should we go, now, it looks kind of dangerous, ahh, stop, these fat wedges, though!"
    },
    {
      "index": 20,
      "start_time": 193820.0,
      "end_time": 196980.0,
      "text": "*Music playing*"
    },
    {
      "index": 21,
      "start_time": 196980.0,
      "end_time": 198940.0,
      "text": "Wengie: Oohhhhhh!"
    },
    {
      "index": 22,
      "start_time": 198940.0,
      "end_time": 204280.0,
      "text": "*Music playing*"
    },
    {
      "index": 23,
      "start_time": 204280.0,
      "end_time": 226780.0,
      "text": "Wengie: That is cool, ah, I'm not reversing very well, oh, look at that, the potato claws of death, you know what I'm looking forward to eating, a weird, cylindrical wedge, but, yeah, these are perfect-looking wedges, made by Wengie, I'm gonna have some wedgies tonight!"
    },
    {
      "index": 24,
      "start_time": 226780.0,
      "end_time": 249580.0,
      "text": "Wengie: This is an egg yolk, separating hack, usually like when I try, and, separate egg yolk, I like doing, this see-saw thing, trying to get the yolk to like slide into one of the shells, apparently, you can use a water bottle, I've seen this done, so many times, let's see if someone is unco -  ordinated as me, can do this hack easily, oh my gosh, guys, look at the size difference of these two eggs, a mini egg, and, giant egg!"
    },
    {
      "index": 25,
      "start_time": 249580.0,
      "end_time": 253680.0,
      "text": "(Help me!)"
    },
    {
      "index": 26,
      "start_time": 253680.0,
      "end_time": 254680.0,
      "text": "(Noise)"
    },
    {
      "index": 27,
      "start_time": 254680.0,
      "end_time": 256980.0,
      "text": "Wengie: Oops, one - handed egg crack!"
    },
    {
      "index": 28,
      "start_time": 256980.00000000003,
      "end_time": 259240.00000000003,
      "text": "*Music playing*"
    },
    {
      "index": 29,
      "start_time": 259240.0,
      "end_time": 267560.0,
      "text": "Wengie: Oh yeah, this is the moment, where we see whether this hack sucks, or not, hhh, get it!"
    },
    {
      "index": 30,
      "start_time": 267560.0,
      "end_time": 282140.0,
      "text": "(Silence & noise)"
    },
    {
      "index": 31,
      "start_time": 282140.0,
      "end_time": 303780.0,
      "text": "Wengie: I feel like I picked a very, giant egg yolk, let's do this, aaaaaahhhhh, oh my god, uh, aaaahh, wa ca bok, come back, egg yolk, oh yeah, so, we do a little scoop, scoop, how do you do this, oh my god, this is, oh, ohh,  ahhhhh!"
    },
    {
      "index": 32,
      "start_time": 303780.0,
      "end_time": 314320.0,
      "text": "*Music playing*"
    },
    {
      "index": 33,
      "start_time": 314320.0,
      "end_time": 361860.0,
      "text": "Wengie: Oh, I just go, to let go more in the bottle, how's this guys, going in the other bowl, oh, oh, I broke it, oh yeah, I got too excited, what do you do now, it's broken, oh not, that teaches me to get too confident at something, maybe, I shouldn't have done it,  again, maybe, I should have gone with one, alright guys, you didn't see anything, we're just gonna pretend, we just did the one egg yolk, and, this hack works, so, let's move to the next one!"
    },
    {
      "index": 34,
      "start_time": 361860.0,
      "end_time": 368760.0,
      "text": "Wengie: I love cherries, and, what's better than cherries, get it cherries, well, you don't even have to spit out the seed, ha!"
    },
    {
      "index": 35,
      "start_time": 368760.0,
      "end_time": 370660.0,
      "text": "(Noise)"
    },
    {
      "index": 36,
      "start_time": 370660.0,
      "end_time": 410120.0,
      "text": "Wengie: So, apparently, you can pick cherries with a glass bottle, and, a chopstick, firstly, balance the cherry on the Coke bottle, I'm just gonna stab through it, and, see if the pit comes out the other side, ohh, I feel like I just killed a cherry, ah, this is pretty gruesome, this is not as fun as I, oh, is that the pit, we're trying to find this pit, am I doing this wrong, ohh, I'm gonna switch to a straw, because this is kind of like the shape, I was looking for in the chopstick, we're gonna see if this works better, through the stem!"
    },
    {
      "index": 37,
      "start_time": 410120.0,
      "end_time": 413020.0,
      "text": "(Noise)"
    },
    {
      "index": 38,
      "start_time": 413020.0,
      "end_time": 430020.0,
      "text": "Wengie: Ah, that works heaps better, ohh, that is satisfied, come on, yes, so, this hack actually work, I guess, you can say, I'm popping my cherry!"
    },
    {
      "index": 39,
      "start_time": 430020.0,
      "end_time": 431700.0,
      "text": "*Music playing*"
    },
    {
      "index": 40,
      "start_time": 431700.0,
      "end_time": 434420.0,
      "text": "Wengie: Hmm, cherry graveyard!"
    },
    {
      "index": 41,
      "start_time": 434420.0,
      "end_time": 437920.0,
      "text": "*Music playing*"
    },
    {
      "index": 42,
      "start_time": 437920.0,
      "end_time": 505860.0,
      "text": "Wengie: Hmm, gotta spread some butter on this bread, but, is really cold guys, is pretty rock-solid, uggg-h, umm, this ain't going so well, bon appetite, so, when you have the super, cold butter, and, it's hard to spread, this hack said, instead of using a knife to spread the butter, you're gonna use a cheese grater, and, you'e gonna grate the butter onto the bread first, so that it melts quicker before you spread it, this actually looks really like cheese anyway, so, I don't feel weird about this at all, ohh, look at that, it looks like grated cheese, look at how much butter I use, this is not the amount of butter, I would normally use on one piece of bread, alright, let's see if this spreads easier, do you want some bread with your butter, this ain't gonna taste so good, you've used like a quarter block of butter, your breakfast isn't exactly that advertising, I don't thik this hack was as great as I thought it was!"
    },
    {
      "index": 43,
      "start_time": 505860.0,
      "end_time": 506780.0,
      "text": "(Noise)"
    },
    {
      "index": 44,
      "start_time": 506780.0,
      "end_time": 533720.0,
      "text": "Wengie: Do you know, including spaghetti, leave it on, and, if too hot, it like bubbles, and, it makes a huge mess, I've done it so many times, finally, according to this hack, I can use a wooden spoon, pop it across the top of the pot, and, it'll stop the water from bubbling over, and, making a mess, so, let's head into the kitchen, and, give it a shot, spaghetti, yess, now, we're gonna wait till it boils, okay spoon, you got this spoon!"
    },
    {
      "index": 45,
      "start_time": 533720.0,
      "end_time": 535540.0,
      "text": "Wengie: You've got this, spoon!"
    },
    {
      "index": 46,
      "start_time": 535540.0,
      "end_time": 537420.0,
      "text": "(Noise)"
    },
    {
      "index": 47,
      "start_time": 537420.0,
      "end_time": 557360.0,
      "text": "Wengie & Max: Oh no, come on girl, ahhh, love it, look, it's not boiling over, do some fighting over, it's magic, as soon I lift this spoon out there, watch, yeah, well even lower!"
    },
    {
      "index": 48,
      "start_time": 557360.0,
      "end_time": 562880.0,
      "text": "(Noise)"
    },
    {
      "index": 49,
      "start_time": 562880.0,
      "end_time": 575380.0,
      "text": "Wengie: You see that, she see that, not really boiling over, okay, the real test is when I remove this spoon, and, see what the difference is, ready guys!"
    },
    {
      "index": 50,
      "start_time": 575380.0,
      "end_time": 583100.0,
      "text": "(Noise)"
    },
    {
      "index": 51,
      "start_time": 583100.0,
      "end_time": 636380.0,
      "text": "Wengie: Attempt number three, we've added more spaghetti, or more water, it looks like I'm really bad at making things boil over, when I want it to boil over, it's collecting, oh, it looks more violent, but, it hasn't boiled over, I don't know guys, what, you tell me, so, apparently, I can make anything, except the water boiled over, and, this experiment, it just wouldn't boil over guys, I don't know what's wrong, I filled the water up to the top, I have no idea, this hack works or not, it didn't seem to make a huge difference, visually, it seemed to be a little, bit, more calm with the spoon on, and, the spoon kind of collected the foamy water on the top, let me know down below if you guys have tried this, and, it works for you, because I don't know guys, I really don't know!"
    },
    {
      "index": 52,
      "start_time": 636380.0,
      "end_time": 659680.0,
      "text": "Wengie: If you want hot water, but, you can't be bothered to wait for the kettle to boil, then, you can actually get instant, hot water with your coffee maker, apparently, as you can see, this is a well-used, and, loved machine, just gonna pop this, and, we're going to use the long, black function, or, like the big, the big cup function, let's do it!"
    },
    {
      "index": 53,
      "start_time": 659680.0,
      "end_time": 665020.0,
      "text": "(Noise)"
    },
    {
      "index": 54,
      "start_time": 665020.0,
      "end_time": 687200.0,
      "text": "Wengie: It looks like gross, old coffee, mixed with hot water, as you can see by the colour of this hot water, it ain't nice, at least, it was instant, it was pretty quick, I didn't have to wait for the water to boil, to try one, more time guys, I'm gonna empty this, and now, we run it twice, we're gonna see if the water is gonna go clear, or we still got coffee in it, attempt number two!"
    },
    {
      "index": 55,
      "start_time": 687200.0,
      "end_time": 692300.0,
      "text": "(Noise)"
    },
    {
      "index": 56,
      "start_time": 692300.0,
      "end_time": 702500.0,
      "text": "Wengie: Guys, it's still brown, I guess, if you're making like tea, and, you don't mind, like, a slight remnant of coffee, or something, you could definitely use this hack!"
    },
    {
      "index": 57,
      "start_time": 702500.0,
      "end_time": 710280.0,
      "text": "*Music playing*"
    },
    {
      "index": 58,
      "start_time": 710280.0,
      "end_time": 729480.0,
      "text": "Wengie: I'd like a lower coffee, I don't totally mind this, but, you may, depending on what drink you want to make with this, yeah, definitely taste a bit like coffee, I mean, it's okay, I don't know whether to say, this is either really, great, or, really bad, it's kind of in-the-middle!"
    },
    {
      "index": 59,
      "start_time": 729480.0,
      "end_time": 730180.0,
      "text": "(Noise)"
    },
    {
      "index": 60,
      "start_time": 730220.0,
      "end_time": 754380.0,
      "text": "Wengie: I feel like an evil scientist, mwah, haha, we're gonna do, is make these lemons pretty, so, I saw this on Pinterest, apparently, if you inject lemons with food dye, and then, leave it overnight, the inside of the lemons gonna change into, like, these colours, these look pretty dangerous, I'm really scared, okay, so, to start off with, I'm gonna give these lemons, a bit of a massage!"
    },
    {
      "index": 61,
      "start_time": 754380.0,
      "end_time": 757580.0,
      "text": "*Music playing*"
    },
    {
      "index": 62,
      "start_time": 757620.0,
      "end_time": 825960.0,
      "text": "Wengie: I'm gonna see if I can try, and, guess, and, inject colour in each section, it's really hard, I'm gonna go with this, just slightly slow with this, ahh, oh my gosh, it's coming out, I feel like I'm doing surgery, or like, I have no idea, it's bleeding, it blit, ha, ha, it's bleeding its own blood,  aaaahhh, we've almost got all the sections, I think, oh my god, it's so messy, last section, we've got this, oh, look, it's coming out of the top,ooohh, it's bleeding, can you see underneath there, it's like, literally going red, oh no, this is so brutal, there we go, last bit, this is a zombie, alien lemon, it's like, bleeding green blood, squeezy, it's like, literally coming out the other one,  be like an expert, lemon injector, oohh, I spoke too soon, this, hopefully, this turns out pretty tomorrow, or, all this would have been for nothing!"
    },
    {
      "index": 63,
      "start_time": 825960.0,
      "end_time": 826680.0,
      "text": "(Silence)"
    },
    {
      "index": 64,
      "start_time": 826740.0,
      "end_time": 904600.0,
      "text": "Wengie: Okay guys, it's been 24 hours, these lemons have marinated themselves, gonna cut these open, and, see if they're actually going to look like those Pinterest photos, you can see, that the colours kind of gone through the peel, a little bit in certain parts, it's promising, it's promising, no, it's not, it's very disappointing, blue seeds, so, it looks like the seeds have like taken the food dye, guys, but, the rest of the lemon is ah, not feeling it, hey, this red colour looks kind of promising, alright, ahhhh, I didn't even know why I bother to get excited, it looks the same, okay, we're gonna do one more test, I'm still not giving up on this hack, guys, come on, ahhhh, nah, it tricked me, it's just the skin, ohhh, nah, okay guys, so, we've tried multiple times of this hack, I've given it so, many chances, and, every time, it has disappointed me, so, this hack has left a sour taste in my mouth, ughhh!"
    },
    {
      "index": 65,
      "start_time": 904600.0,
      "end_time": 905320.0,
      "text": "*Music playing*"
    },
    {
      "index": 66,
      "start_time": 905320.0,
      "end_time": 962860.0,
      "text": "Wengie: This next hack said, that you can cut cake with dental floss, like a two-in-one, because then, you can use a dental floss to clean your  teeth after, because you ate too much sugar, err, yeah, I'm just trying to make this work, so, here, I have a poppy-seed cake, I'm poopy, I'm poppy, you just get some dental floss, ahh, oh yeah, this is so satisfying guys, oww, definitely cutting my finger, and, suffocating it, not working as well I thought it would, okay, it's a little messy, we're gonna open it up, in the middle, because it didn't cut all the way through, and, you've got young, messy hands, that's what you got, alright, we get it, we're gonna try, and, pick it up, I cut my cake with dental floss, and then, I got a knife to lift the cake up!"
    },
    {
      "index": 67,
      "start_time": 962860.0,
      "end_time": 964140.0,
      "text": "(Wow!)"
    },
    {
      "index": 68,
      "start_time": 964140.0,
      "end_time": 983740.0,
      "text": "Wengie: It didn't fully, cut completely, ooohhh, ah, haha, a small cake so, imagine, if you're doing this with a big cake, it doesn't really, do the job, so, I'm gonna say that, this hack started off cool, but, then, ended up, being kind of seedy!"
    },
    {
      "index": 69,
      "start_time": 983740.0,
      "end_time": 984380.0,
      "text": "*Music playing*"
    },
    {
      "index": 70,
      "start_time": 984380.0,
      "end_time": 1017560.0,
      "text": "Wengie: You're using honey, or syrup in any recipe, and, you're gonna measure it out, using like measuring cups, or, anything, you know, it's just gonna stick to it, this is what happens, you're happily in the kitchen, you're measuring your little bits of honey, waiting for the honey to come out, there's quite a lot of honey left, and, I just feel like, it's a big waste, so, this next hack said, if you use a summer, spray oil like this, and, just do like a light coating, the honey will just come right off, oooh, it's like Christmas happening, in my little measuring cup!"
    },
    {
      "index": 71,
      "start_time": 1017560.0,
      "end_time": 1022340.0,
      "text": "*Music playing*"
    },
    {
      "index": 72,
      "start_time": 1022340.0,
      "end_time": 1063640.0,
      "text": "Wengie: Do it, oh yeah, it's coming out a lot quicker, hey, this is a little bit, still in there, but, there's less in there, than the original, unsprayed measuring cup, yeah, moving up, true, let's do it, slide out, slide out, slippy, slip, okay, so, it's definitely coming out a lot quicker, okay guys, there's still like a little bit left, but, a lot less, I'm not feeling this hack, I thought, it was a lot of work, and oil, for very, little reward, but for me, this hack didn't measure up to my expectations!"
    },
    {
      "index": 73,
      "start_time": 1063640.0,
      "end_time": 1064800.0,
      "text": "(Silence)"
    },
    {
      "index": 74,
      "start_time": 1064800.0,
      "end_time": 1074300.0,
      "text": "Wengie: Okay guys, how cool were these hacks? Most of them work, which is really cool, let me know which one is your favourite one, down below in the comment section, let's have a look what happened on ReactiCorns, this week!"
    },
    {
      "index": 75,
      "start_time": 1074300.0,
      "end_time": 1077980.0,
      "text": "Wengie: When were you set for a long time ago, back when it was in?"
    },
    {
      "index": 76,
      "start_time": 1077980.0,
      "end_time": 1078540.0,
      "text": "Max: Yeah?"
    },
    {
      "index": 77,
      "start_time": 1078540.0,
      "end_time": 1079740.0,
      "text": "Wengie: Because we're still in time!"
    },
    {
      "index": 78,
      "start_time": 1079740.0,
      "end_time": 1083680.0,
      "text": "Max: We're still in like the cool kids, like with the cool kids, like yeah!"
    },
    {
      "index": 79,
      "start_time": 1083680.0,
      "end_time": 1085000.0,
      "text": "Wengie: Yeah, we are!"
    },
    {
      "index": 80,
      "start_time": 1085000.0,
      "end_time": 1087140.0,
      "text": "Max: Lit, yeah!"
    },
    {
      "index": 81,
      "start_time": 1087160.0,
      "end_time": 1088600.0,
      "text": "(Laughter)"
    },
    {
      "index": 82,
      "start_time": 1088600.0,
      "end_time": 1113040.0,
      "text": "Wengie: Huge shout-out to my #notificationsquad of the week, and, #wengiecornsquad of the week, if you guys want to find out how to get a shout-out from me, don't forget to check the description box, down below, to see how you can end up, and, that's it, I will see you guys next week, I'll miss you guys so much, in-between, so, don't forget to follow my social medias, and, everything, they are just like somewhere on the screen, and, I'll see you guys next week, bye guys, love you, ooh, love you!"
    }
  ]
}