{
  "video_id": "gB79rh5l0Fc",
  "title": "Dogs Have a 'Special Genius'",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 1950.0,
      "text": "Dogs actually have a genius."
    },
    {
      "index": 2,
      "start_time": 1950.0,
      "end_time": 4100.0,
      "text": "They have a special genius to understand humans."
    },
    {
      "index": 3,
      "start_time": 4100.0,
      "end_time": 8460.0,
      "text": "To cooperate and communicate with us in a way that really no other species can."
    },
    {
      "index": 4,
      "start_time": 14500.0,
      "end_time": 20700.0,
      "text": "If you look at dogs and their success as a species, it's kind of a remarkable story."
    },
    {
      "index": 5,
      "start_time": 20700.0,
      "end_time": 25950.0,
      "text": "We know dogs began being domesticated 14 to 25,000 years ago."
    },
    {
      "index": 6,
      "start_time": 25950.0,
      "end_time": 28320.0,
      "text": "They evolved from wolves."
    },
    {
      "index": 7,
      "start_time": 28320.0,
      "end_time": 31670.0,
      "text": "Sadly, wolves are endangered everywhere they're found."
    },
    {
      "index": 8,
      "start_time": 31670.0,
      "end_time": 36000.0,
      "text": "And dogs are found everywhere where you find humans and they are anything but endangered."
    },
    {
      "index": 9,
      "start_time": 36000.0,
      "end_time": 39500.0,
      "text": "And it's all about forming a relationship with us."
    },
    {
      "index": 10,
      "start_time": 39500.0,
      "end_time": 43690.0,
      "text": "When we make eye contact with them and when we're physically interacting with them."
    },
    {
      "index": 11,
      "start_time": 43690.0,
      "end_time": 53200.0,
      "text": "It is causing a neurophysiological response that is the exact mirror of what happens as parents bond with their newborn infant."
    },
    {
      "index": 12,
      "start_time": 53200.0,
      "end_time": 57100.0,
      "text": "It leads to bonding and social concern."
    },
    {
      "index": 13,
      "start_time": 57150.0,
      "end_time": 61500.0,
      "text": "Well, dogs actually seem to have hijacked that mechanism in us."
    },
    {
      "index": 14,
      "start_time": 61600.0,
      "end_time": 69500.0,
      "text": "So they really have a converged and become more like humans than their wolf relatives."
    },
    {
      "index": 15,
      "start_time": 69600.0,
      "end_time": 76690.0,
      "text": "Once we realized that dogs had this genius to cooperate and communicate, I think often we're really worried about some kind of hierarchy."
    },
    {
      "index": 16,
      "start_time": 76690.0,
      "end_time": 81500.0,
      "text": "You know, are dogs smarter than other species, or is my dog smarter than other breeds."
    },
    {
      "index": 17,
      "start_time": 81500.0,
      "end_time": 86500.0,
      "text": "That's just not the case when you actually study dog psychology."
    },
    {
      "index": 18,
      "start_time": 86500.0,
      "end_time": 88550.0,
      "text": "Dogs have different types of intelligence."
    },
    {
      "index": 19,
      "start_time": 88550.0,
      "end_time": 92300.0,
      "text": "Each of these types of intelligence, they vary independently from one another."
    },
    {
      "index": 20,
      "start_time": 92300.0,
      "end_time": 98500.0,
      "text": "That means if you're a really great communicator as a dog, it doesn't mean that you have amazing working memory that you rely on."
    },
    {
      "index": 21,
      "start_time": 98500.0,
      "end_time": 103720.0,
      "text": "If you're a dog that really is incredibly skilled at using inferential reasoning to solve problems."
    },
    {
      "index": 22,
      "start_time": 103720.0,
      "end_time": 111210.0,
      "text": "It doesn't mean that you're a dog that necessarily has a lot of empathy relative to other dogs."
    },
    {
      "index": 23,
      "start_time": 111210.0,
      "end_time": 122500.0,
      "text": "So these things vary independently and that's then what is the those are the ingredients for all the different recipes of personality that then we get to enjoy for all those individual dogs we each fall in love with."
    },
    {
      "index": 24,
      "start_time": 122500.0,
      "end_time": 134000.0,
      "text": "Some of the things dogs are doing today that even 10 years ago they wouldn't be doing is there are dogs trained as cadaver dogs to find people who have died, people who are missing."
    },
    {
      "index": 25,
      "start_time": 134000.0,
      "end_time": 139200.0,
      "text": "There are dogs that are being used to sniff out a variety of cancers."
    },
    {
      "index": 26,
      "start_time": 139200.0,
      "end_time": 143200.0,
      "text": "There're dogs that are helping children with autism."
    },
    {
      "index": 27,
      "start_time": 143200.0,
      "end_time": 153600.0,
      "text": "Anything that involves social bonding, the need for companionship and nonjudgmental love, dogs are your ticket."
    },
    {
      "index": 28,
      "start_time": 153600.0,
      "end_time": 164500.0,
      "text": "I enjoy really studying dogs because not only did they help me understand humans better and, obviously find ways to enrich my own relationship."
    },
    {
      "index": 29,
      "start_time": 164500.0,
      "end_time": 170560.0,
      "text": "But I think it's a really powerful way to study and even talk about evolution is through the eyes of dogs."
    }
  ]
}