{
  "video_id": "gbxxYILwNWY",
  "title": "9 Proofs You Can Increase Your Brain Power",
  "json": [
    {
      "index": 1,
      "start_time": 4590.0,
      "end_time": 8930.0,
      "text": "Nine proofs you can increase your brain power in a week."
    },
    {
      "index": 2,
      "start_time": 9690.0,
      "end_time": 13490.0,
      "text": "The human brain is probably the most mysterious organ in our body."
    },
    {
      "index": 3,
      "start_time": 14309.0,
      "end_time": 19219.0,
      "text": "Scientists keep learning new facts about its work, but It still hides a lot of secrets."
    },
    {
      "index": 4,
      "start_time": 19590.0,
      "end_time": 25879.0,
      "text": "That's why we decided to acquaint you with the brightest discoveries of the last few years in the field of brain research."
    },
    {
      "index": 5,
      "start_time": 26279.0,
      "end_time": 32719.0,
      "text": "There are a few simple ways to boost your Intellect and improve your brain power, and they will surely surprise you!"
    },
    {
      "index": 6,
      "start_time": 33600.0,
      "end_time": 38030.0,
      "text": "Golly, I could sure use that! Well, keep sitting there and you'll learn something."
    },
    {
      "index": 7,
      "start_time": 40320.0,
      "end_time": 43700.0,
      "text": "Number nine - chronic lack of sleep worsens memory."
    },
    {
      "index": 8,
      "start_time": 46260.0,
      "end_time": 53800.0,
      "text": "Scientists from the University of California at Berkeley have found convincing proof that a lack of sleep can worsen memory and cause Alzheimer's."
    },
    {
      "index": 9,
      "start_time": 54940.0,
      "end_time": 59800.0,
      "text": "During a full night's sleep, brain cells remove toxic compounds dangerous for our brain."
    },
    {
      "index": 10,
      "start_time": 60030.0,
      "end_time": 65089.0,
      "text": "If a person never gets enough sleep, it has a devastating effect on their brain cells."
    },
    {
      "index": 11,
      "start_time": 66659.0,
      "end_time": 70248.0,
      "text": "Number eight - prolonged stress destroys the brain."
    },
    {
      "index": 12,
      "start_time": 72929.0,
      "end_time": 79699.0,
      "text": "A decrease in memory, in the ability to learn, in self-control -- these are the consequences that chronic stress is fraught with."
    },
    {
      "index": 13,
      "start_time": 80580.0,
      "end_time": 87980.0,
      "text": "Also, it contributes to a person feeling irritation, anxiety, tension, and often being distracted."
    },
    {
      "index": 14,
      "start_time": 88940.0,
      "end_time": 93060.0,
      "text": "Number seven - love and hate have a lot in common."
    },
    {
      "index": 15,
      "start_time": 95640.0,
      "end_time": 97760.0,
      "text": "British scientists found that love and hate"
    },
    {
      "index": 16,
      "start_time": 98369.0,
      "end_time": 102949.0,
      "text": "originate in similar brain areas. However, unlike hatred, love"
    },
    {
      "index": 17,
      "start_time": 103380.0,
      "end_time": 110299.0,
      "text": "significantly reduces the activity of the areas responsible for judgment and logical thinking. Well, that explains a lot."
    },
    {
      "index": 18,
      "start_time": 110729.0,
      "end_time": 112729.0,
      "text": "Yeah, keep sitting there, man."
    },
    {
      "index": 19,
      "start_time": 113669.0,
      "end_time": 116899.0,
      "text": "Number six - the brain Is sensitive to dehydration."
    },
    {
      "index": 20,
      "start_time": 118700.0,
      "end_time": 124900.0,
      "text": "Our brain is almost 80% water. Therefore, even a moderate loss of fluid (about 2%)"
    },
    {
      "index": 21,
      "start_time": 125400.0,
      "end_time": 131900.0,
      "text": "reduces concentration and vigilance and leads to the deterioration of short-term memory and other cognitive abilities."
    },
    {
      "index": 22,
      "start_time": 133689.0,
      "end_time": 137189.0,
      "text": "Number five - pregnancy changes the brain's structure."
    },
    {
      "index": 23,
      "start_time": 139540.0,
      "end_time": 143340.0,
      "text": "Scientists proved that pregnancy reduces the amount of gray matter in the brain"
    },
    {
      "index": 24,
      "start_time": 143500.0,
      "end_time": 149660.0,
      "text": "areas responsible for social cognition and the ability to understand other people. All of It Is"
    },
    {
      "index": 25,
      "start_time": 149900.0,
      "end_time": 157780.0,
      "text": "necessary to strengthen the mother-baby connection, help a woman understand the needs of her child, and notice possible external dangers."
    },
    {
      "index": 26,
      "start_time": 159840.0,
      "end_time": 165860.0,
      "text": "Number four - the abundance of sugar in the diet worsens memory and reduces the ability to learn."
    },
    {
      "index": 27,
      "start_time": 167950.0,
      "end_time": 174989.0,
      "text": "The abundance of fructose in the diet slows down the brain and reduces its ability to learn, remember information, and"
    },
    {
      "index": 28,
      "start_time": 175269.0,
      "end_time": 179759.0,
      "text": "concentrate. This is because the excess sugar destroys neural connections in the brain."
    },
    {
      "index": 29,
      "start_time": 180519.0,
      "end_time": 184709.0,
      "text": "Scientists emphasize that industrially produced sugar is much more harmful"
    },
    {
      "index": 30,
      "start_time": 185079.0,
      "end_time": 188549.0,
      "text": "(added to soft drinks, seasonings, sauces, and baby food)."
    },
    {
      "index": 31,
      "start_time": 189010.0,
      "end_time": 196019.0,
      "text": "However, products containing Omega-3 fatty acids (such as fatty fish, nuts, and fish oil) remove the"
    },
    {
      "index": 32,
      "start_time": 196239.0,
      "end_time": 200668.0,
      "text": "consequences of the disorder. So, we should have a can of sardines with a root beer."
    },
    {
      "index": 33,
      "start_time": 201459.0,
      "end_time": 203459.0,
      "text": "Yum."
    },
    {
      "index": 34,
      "start_time": 204340.0,
      "end_time": 208440.0,
      "text": "Number three - romantic love and maternal feelings are very similar."
    },
    {
      "index": 35,
      "start_time": 210370.0,
      "end_time": 212579.0,
      "text": "It turns out, according to brain activity,"
    },
    {
      "index": 36,
      "start_time": 213370.0,
      "end_time": 219690.0,
      "text": "romantic relationships and maternal feelings are very similar, but there are differences as well. For example,"
    },
    {
      "index": 37,
      "start_time": 220060.0,
      "end_time": 227099.0,
      "text": "passionate love activates the brain areas related to sexual arousal. In addition, the feeling of anxiety and fear"
    },
    {
      "index": 38,
      "start_time": 227680.0,
      "end_time": 229680.0,
      "text": "decreases, and the feeling of euphoria"
    },
    {
      "index": 39,
      "start_time": 230340.0,
      "end_time": 235820.0,
      "text": "increases. Maternal love activates the areas responsible for the formation of affection."
    },
    {
      "index": 40,
      "start_time": 236260.0,
      "end_time": 236940.0,
      "text": "Aww."
    },
    {
      "index": 41,
      "start_time": 238960.0,
      "end_time": 242580.0,
      "text": "Number two - painting improves the work of the brain."
    },
    {
      "index": 42,
      "start_time": 245319.0,
      "end_time": 253229.0,
      "text": "A study showed that painting and contemplations of works of art improve the interaction between brain areas while slowing its aging."
    },
    {
      "index": 43,
      "start_time": 253689.0,
      "end_time": 258029.0,
      "text": "Scientists studied the influence of art on people aged 62 to 70 years old"
    },
    {
      "index": 44,
      "start_time": 258370.0,
      "end_time": 262859.0,
      "text": "Half of them took a course in art history, and the other half took a course in painting."
    },
    {
      "index": 45,
      "start_time": 263350.0,
      "end_time": 268019.0,
      "text": "Painting classes gave a stronger result than art history. So, pick up a brush."
    },
    {
      "index": 46,
      "start_time": 272470.0,
      "end_time": 276479.0,
      "text": "And, number one - reading trains the brain."
    },
    {
      "index": 47,
      "start_time": 279250.0,
      "end_time": 285630.0,
      "text": "Oxford Scientists proved that the process of reading trains the cognitive abilities of the brain. It also activates"
    },
    {
      "index": 48,
      "start_time": 285849.0,
      "end_time": 293489.0,
      "text": "areas that aren't used at other times. While reading, blood enters the brain areas responsible for concentration and cognition."
    },
    {
      "index": 49,
      "start_time": 293830.0,
      "end_time": 300210.0,
      "text": "It's noteworthy that this effect doesn't occur while watching TV or playing computer games. So, what are you waiting for?"
    },
    {
      "index": 50,
      "start_time": 300729.0,
      "end_time": 304288.0,
      "text": "Grab an interesting book and give your brain a great workout!"
    },
    {
      "index": 51,
      "start_time": 304840.0,
      "end_time": 311130.0,
      "text": "Tolstoy, anyone? Hey, count me in! Are we talking about War and Peace or Anna Karenina?"
    },
    {
      "index": 52,
      "start_time": 313659.0,
      "end_time": 319259.0,
      "text": "Don't forget to hit the like button below the video and click subscribe to join the bright side of life."
    }
  ]
}