{
  "video_id": "gCfzeONu3Mo",
  "title": "How miscommunication happens (and how to avoid it) - Katherine Hampsten",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6631.0,
      "end_time": 14000.0,
      "text": "Have you ever talked to a friend about a problem only to realize that he just doesn't seem to grasp why the issue is so important to you?"
    },
    {
      "index": 2,
      "start_time": 14000.0,
      "end_time": 18500.0,
      "text": "Have you ever presented an idea to a group and it's met with utter confusion?"
    },
    {
      "index": 3,
      "start_time": 18500.0,
      "end_time": 26000.0,
      "text": "Or maybe you've been in an argument when the other person suddenly accuses you of not listening to what they're saying at all?"
    },
    {
      "index": 4,
      "start_time": 26000.0,
      "end_time": 27500.0,
      "text": "What's going on here?"
    },
    {
      "index": 5,
      "start_time": 27500.0,
      "end_time": 29800.0,
      "text": "The answer is miscommunication."
    },
    {
      "index": 6,
      "start_time": 29800.0,
      "end_time": 33000.0,
      "text": "And in some form or another, we've all experienced it."
    },
    {
      "index": 7,
      "start_time": 33000.0,
      "end_time": 41100.0,
      "text": "It can lead to confusion, animosity, misunderstanding, or even crashing a multimillion dollar probe into the surface of Mars."
    },
    {
      "index": 8,
      "start_time": 41100.0,
      "end_time": 51489.0,
      "text": "The fact is even when face-to-face with another person, in the very same room, and speaking the same language, human communication is incredibly complex."
    },
    {
      "index": 9,
      "start_time": 51489.0,
      "end_time": 59000.0,
      "text": "But the good news is  that a basic understanding of what happens when we communicate can help us prevent miscommunication."
    },
    {
      "index": 10,
      "start_time": 59275.0,
      "end_time": 64228.0,
      "text": "For decades, researchers have asked, \"What happens when we communicate?\""
    },
    {
      "index": 11,
      "start_time": 64227.99999999999,
      "end_time": 75200.0,
      "text": "One interpretation, called the transmission model, views communication as a message that moves directly from one person to another, similar to someone tossing a ball and walking away."
    },
    {
      "index": 12,
      "start_time": 75200.0,
      "end_time": 80680.0,
      "text": "But in reality, this simplistic model doesn't account for communication's complexity."
    },
    {
      "index": 13,
      "start_time": 80680.0,
      "end_time": 86670.0,
      "text": "Enter the transactional model, which acknowledges the many added challenges of communicating."
    },
    {
      "index": 14,
      "start_time": 86670.0,
      "end_time": 91800.0,
      "text": "With this model, it's more accurate to think of communication between people as a game of catch."
    },
    {
      "index": 15,
      "start_time": 91800.0,
      "end_time": 96000.0,
      "text": "As we communicate our message, we receive feedback from the other party."
    },
    {
      "index": 16,
      "start_time": 96000.0,
      "end_time": 99674.0,
      "text": "Through the transaction, we create meaning together."
    },
    {
      "index": 17,
      "start_time": 99674.0,
      "end_time": 103100.0,
      "text": "But from this exchange, further complications arise."
    },
    {
      "index": 18,
      "start_time": 103100.0,
      "end_time": 109200.0,
      "text": "It's not like the Star Trek universe, where some characters can Vulcan mind meld, fully sharing thoughts and feelings."
    },
    {
      "index": 19,
      "start_time": 109200.0,
      "end_time": 115200.0,
      "text": "As humans, we can't help but send and receive messages through our own subjective lenses."
    },
    {
      "index": 20,
      "start_time": 115200.0,
      "end_time": 124600.0,
      "text": "When communicating, one person expresses her interpretation of a message, and the person she's communicating with hears his own interpretation of that message."
    },
    {
      "index": 21,
      "start_time": 124600.0,
      "end_time": 129800.0,
      "text": "Our perceptual filters continually shift meanings and interpretations."
    },
    {
      "index": 22,
      "start_time": 129928.0,
      "end_time": 131200.0,
      "text": "Remember that game of catch?"
    },
    {
      "index": 23,
      "start_time": 131300.0,
      "end_time": 133722.0,
      "text": "Imagine it with a lump of clay."
    },
    {
      "index": 24,
      "start_time": 133722.0,
      "end_time": 148300.0,
      "text": "As each person touches it, they shape it to fit their own unique perceptions based on any number of variables, like knowledge or past experience,  age, race, gender, ethnicity, religion, or family background."
    },
    {
      "index": 25,
      "start_time": 148300.0,
      "end_time": 161759.0,
      "text": "Simultaneously, every person interprets the message they receive based on their relationship  with the other person, and their unique understanding of the semantics and connotations of the exact words being used."
    },
    {
      "index": 26,
      "start_time": 161759.0,
      "end_time": 167000.0,
      "text": "They could also be distracted by other stimuli, such as traffic or a growling stomach."
    },
    {
      "index": 27,
      "start_time": 167000.0,
      "end_time": 169649.0,
      "text": "Even emotion might cloud their understanding."
    },
    {
      "index": 28,
      "start_time": 169649.0,
      "end_time": 178800.0,
      "text": "And by adding more people into a conversation, each with their own subjectivities, the complexity of communication grows exponentially."
    },
    {
      "index": 29,
      "start_time": 178800.0,
      "end_time": 191000.0,
      "text": "So as the lump of clay goes back and forth from one person to another, reworked, reshaped, and always changing, it's no wonder our messages sometimes turn into a mush of miscommunication."
    },
    {
      "index": 30,
      "start_time": 191000.0,
      "end_time": 198456.0,
      "text": "But, luckily, there are some simple practices that can help us all navigate our daily interactions for better communication."
    },
    {
      "index": 31,
      "start_time": 198456.0,
      "end_time": 204041.0,
      "text": "One: recognize that passive hearing and active listening are not the same."
    },
    {
      "index": 32,
      "start_time": 204041.0,
      "end_time": 212000.0,
      "text": "Engage actively with the verbal and nonverbal feedback of others, and adjust your message to facilitate greater understanding."
    },
    {
      "index": 33,
      "start_time": 212000.0,
      "end_time": 217000.0,
      "text": "Two: listen with your eyes and ears, as well as with your gut."
    },
    {
      "index": 34,
      "start_time": 217000.0,
      "end_time": 220276.0,
      "text": "Remember that communication is more than just words."
    },
    {
      "index": 35,
      "start_time": 220276.0,
      "end_time": 225000.0,
      "text": "Three: take time to understand as you try to be understood."
    },
    {
      "index": 36,
      "start_time": 225000.0,
      "end_time": 230227.0,
      "text": "In the rush to express ourselves, it's easy to forget that communication is a two-way street."
    },
    {
      "index": 37,
      "start_time": 230227.0,
      "end_time": 232960.0,
      "text": "Be open to what  the other person might say."
    },
    {
      "index": 38,
      "start_time": 232960.0,
      "end_time": 237849.0,
      "text": "And finally, four: be aware of your personal  perceptual filters."
    },
    {
      "index": 39,
      "start_time": 237849.0,
      "end_time": 244000.0,
      "text": "Elements of your experience, including your culture,  community, and family, influence how you see the world."
    },
    {
      "index": 40,
      "start_time": 244000.0,
      "end_time": 247968.0,
      "text": "Say, \"This is how I see the problem, but how do you see it?\""
    },
    {
      "index": 41,
      "start_time": 247968.0,
      "end_time": 251385.0,
      "text": "Don't assume that your perception is the objective truth."
    },
    {
      "index": 42,
      "start_time": 251385.0,
      "end_time": 264177.0,
      "text": "That'll help you work toward sharing a dialogue with others to reach a common understanding together."
    }
  ]
}