{
  "video_id": "gEWx6zbUDrc",
  "title": "How to Film a Dialogue Scene: Angles, Framing & Rule of Thirds - Tutorial 17",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4710.0,
      "end_time": 8910.0,
      "text": "Hi, my name is Tom Antos and today I’m going to show you what to keep in mind when blocking"
    },
    {
      "index": 2,
      "start_time": 8910.0,
      "end_time": 13970.0,
      "text": "a simple dialogue scene. Things you should avoid and aim for when deciding on the framing,"
    },
    {
      "index": 3,
      "start_time": 13970.0,
      "end_time": 18900.0,
      "text": "angles and lens choices. Here is a simple scene where two people are"
    },
    {
      "index": 4,
      "start_time": 18900.0,
      "end_time": 23460.0,
      "text": "having a conversation. The simplest and most common way to film a scene like that is with"
    },
    {
      "index": 5,
      "start_time": 23460.0,
      "end_time": 29220.0,
      "text": "3 camera angles. A wide shot that frames both of our subjects, and two over the shoulder"
    },
    {
      "index": 6,
      "start_time": 29220.0,
      "end_time": 30779.0,
      "text": "shots that move in a bit closer for each of the subjects."
    },
    {
      "index": 7,
      "start_time": 30779.0,
      "end_time": 37719.0,
      "text": "Now as simple as this 3 camera setup is, I still very often see people make the most"
    },
    {
      "index": 8,
      "start_time": 37719.0,
      "end_time": 43640.0,
      "text": "basic of mistakes when setting it up… All because they either never learned the fundamentals"
    },
    {
      "index": 9,
      "start_time": 43640.0,
      "end_time": 48600.0,
      "text": "of good cinematography or because they forget it the second they’re on location. It’s"
    },
    {
      "index": 10,
      "start_time": 48600.0,
      "end_time": 52579.0,
      "text": "real good to know the theory but if you don’t ever remind yourself to apply it when actually"
    },
    {
      "index": 11,
      "start_time": 52579.0,
      "end_time": 58030.0,
      "text": "setting up your scenes then it’s useless. Some of the things I see people forget most"
    },
    {
      "index": 12,
      "start_time": 58030.0,
      "end_time": 63149.0,
      "text": "often is the rule of thirds. If you don’t know it then let me quickly explain it. Rule"
    },
    {
      "index": 13,
      "start_time": 63149.0,
      "end_time": 68340.0,
      "text": "of thirds is simply dividing the screen into 3 equal parts vertically and horizontally,"
    },
    {
      "index": 14,
      "start_time": 68340.0,
      "end_time": 73630.0,
      "text": "and using those lines when framing your shots. What that means is that you should frame your"
    },
    {
      "index": 15,
      "start_time": 73630.0,
      "end_time": 78579.0,
      "text": "subjects on those lines or in one of the 3rd portions of the screen to avoid putting things"
    },
    {
      "index": 16,
      "start_time": 78579.0,
      "end_time": 83750.0,
      "text": "dead center. Like if you have a very clearly visible horizon line, instead of putting the"
    },
    {
      "index": 17,
      "start_time": 83750.0,
      "end_time": 88250.0,
      "text": "horizon dead center, it’s best to tilt up or down to have the horizon fall on one of"
    },
    {
      "index": 18,
      "start_time": 88250.0,
      "end_time": 97259.0,
      "text": "the lines. This just makes the shot balanced a lot better. Same if you’re framing a person,"
    },
    {
      "index": 19,
      "start_time": 97259.0,
      "end_time": 101200.0,
      "text": "if you put the subjects head in the middle like most people do when taking a vacation"
    },
    {
      "index": 20,
      "start_time": 101200.0,
      "end_time": 105969.0,
      "text": "photo, then you get this. But if you quickly pan to place the subject on one of the lines"
    },
    {
      "index": 21,
      "start_time": 105969.0,
      "end_time": 109549.0,
      "text": "and then tilt to have their head fall on the other line then right away you get a well"
    },
    {
      "index": 22,
      "start_time": 109549.0,
      "end_time": 115500.0,
      "text": "balanced shot. AGAIN just because it called the rule of thirds doesn’t mean its an actual"
    },
    {
      "index": 23,
      "start_time": 115500.0,
      "end_time": 120859.0,
      "text": "rule you always have to follow. There’s many exceptions where this doesn’t apply,"
    },
    {
      "index": 24,
      "start_time": 120859.0,
      "end_time": 125000.0,
      "text": "like if you’re trying to show the importance of your subject and stress the fact that they"
    },
    {
      "index": 25,
      "start_time": 125000.0,
      "end_time": 130039.0,
      "text": "are actually the center of attention, in which case you would frame them in the middle like"
    },
    {
      "index": 26,
      "start_time": 130038.99999999999,
      "end_time": 135000.0,
      "text": "you see here. This is a shot from a music video I did where I wanted to switch the viewers"
    },
    {
      "index": 27,
      "start_time": 135000.0,
      "end_time": 140430.0,
      "text": "attention from the first girl with the umbrella to the homless girl. But even here you see"
    },
    {
      "index": 28,
      "start_time": 140430.0,
      "end_time": 144160.0,
      "text": "that I keep her head on the top line, because if I were to keep it completely in the center"
    },
    {
      "index": 29,
      "start_time": 144160.0,
      "end_time": 149210.0,
      "text": "then we’d end up with a lot of empty, and pointless space above her head."
    },
    {
      "index": 30,
      "start_time": 149210.0,
      "end_time": 153670.0,
      "text": "Going back to our scene with the two girls talking. A lot of people make a mistake by"
    },
    {
      "index": 31,
      "start_time": 153670.0,
      "end_time": 158850.0,
      "text": "framing both subjects dead center in over the shoulder shots like these. The reason"
    },
    {
      "index": 32,
      "start_time": 158850.0,
      "end_time": 162150.0,
      "text": "why this doesn’t work is because you end up seeing the back of the head of one of your"
    },
    {
      "index": 33,
      "start_time": 162150.0,
      "end_time": 167630.0,
      "text": "subjects. In this type of a shot it’s better to give 2 thirds of the shot to the main subject"
    },
    {
      "index": 34,
      "start_time": 167630.0,
      "end_time": 172810.0,
      "text": "by moving the camera over a bit and framing the less important subject in only 1 third"
    },
    {
      "index": 35,
      "start_time": 172810.0,
      "end_time": 178340.0,
      "text": "of the frame. And also to pan down so the subjects eyes fall on the top line. This way"
    },
    {
      "index": 36,
      "start_time": 178340.0,
      "end_time": 183530.0,
      "text": "we eliminate this empty space above their head. We do the same thing in the other angle."
    },
    {
      "index": 37,
      "start_time": 183530.0,
      "end_time": 188870.0,
      "text": "As you can see It’s a small difference but it makes the shots look a lot more balanced."
    },
    {
      "index": 38,
      "start_time": 188870.0,
      "end_time": 192840.0,
      "text": "Another thing to know before you attempt to setup a scene is what effects you get with"
    },
    {
      "index": 39,
      "start_time": 192840.0,
      "end_time": 198790.0,
      "text": "different types of lenses. Like, how depth of field or perspective is affected when using"
    },
    {
      "index": 40,
      "start_time": 198790.0,
      "end_time": 204900.0,
      "text": "long, telephoto lenses versus wide angle lenses. You can learn more about that by watching"
    },
    {
      "index": 41,
      "start_time": 204900.0,
      "end_time": 210480.0,
      "text": "my previous tutorials. In short though, long lenses such as this"
    },
    {
      "index": 42,
      "start_time": 210480.0,
      "end_time": 216510.0,
      "text": "100mm Im using here has a tendency to make your shots look compressed. Things that are"
    },
    {
      "index": 43,
      "start_time": 216510.0,
      "end_time": 221090.0,
      "text": "in the background seems larger or closer when compared to your subject and it’s also easy"
    },
    {
      "index": 44,
      "start_time": 221090.0,
      "end_time": 225180.0,
      "text": "to hide the surroundings with a long lens, since you’re only showing a small portion"
    },
    {
      "index": 45,
      "start_time": 225180.0,
      "end_time": 230840.0,
      "text": "of the background. That way you can make the shots be more about your subjects and not"
    },
    {
      "index": 46,
      "start_time": 230840.0,
      "end_time": 236830.0,
      "text": "where they are. As opposed to wide angle lenses such as this 35mm I’m using here. Where"
    },
    {
      "index": 47,
      "start_time": 236830.0,
      "end_time": 241200.0,
      "text": "you right away get a sense of where the scene is taking place. The framing of the subjects"
    },
    {
      "index": 48,
      "start_time": 241200.0,
      "end_time": 246070.0,
      "text": "doesn’t change here, we still see the girls full frame in both version but the perspective"
    },
    {
      "index": 49,
      "start_time": 246070.0,
      "end_time": 250820.0,
      "text": "changes and along with it the mood of the shot. Also when we use the long lenses in"
    },
    {
      "index": 50,
      "start_time": 250820.0,
      "end_time": 255480.0,
      "text": "the close up over the shoulder shots it tends to make the two girls look like they’re"
    },
    {
      "index": 51,
      "start_time": 255480.0,
      "end_time": 260500.0,
      "text": "a lot closer to each other. Makes the shot feel more intimate since all we really see"
    },
    {
      "index": 52,
      "start_time": 260500.0,
      "end_time": 265490.0,
      "text": "are the girls. But if I were to again use the 35mm lens then the shot looks a lot more"
    },
    {
      "index": 53,
      "start_time": 265490.0,
      "end_time": 273129.0,
      "text": "relaxed, and natural, since the 35mm lens on a 35mm image sensor more or less matches"
    },
    {
      "index": 54,
      "start_time": 273129.0,
      "end_time": 278150.0,
      "text": "the perspective of a human eye. Which is not the case when shooting with a long lens."
    },
    {
      "index": 55,
      "start_time": 278150.0,
      "end_time": 284240.0,
      "text": "So as you can see the lens choice can drastically affect the mood of your shots... but unfortunately"
    },
    {
      "index": 56,
      "start_time": 284240.0,
      "end_time": 288900.0,
      "text": "a lot of the times I see people make mistakes where they switch from one angle to another"
    },
    {
      "index": 57,
      "start_time": 288900.0,
      "end_time": 292550.0,
      "text": "angle where they use a completely different lens, and because of that they suddenly change"
    },
    {
      "index": 58,
      "start_time": 292550.0,
      "end_time": 297189.0,
      "text": "the mood of the scene. Most of the time they are unaware of that, so they’ll keep on"
    },
    {
      "index": 59,
      "start_time": 297189.0,
      "end_time": 301699.0,
      "text": "cutting back and forth from one angle that is shot using a long lens to a another angle"
    },
    {
      "index": 60,
      "start_time": 301699.0,
      "end_time": 306999.0,
      "text": "that’s shot on a much wider lens which makes the editing and lens choices that much more"
    },
    {
      "index": 61,
      "start_time": 306999.0,
      "end_time": 311550.0,
      "text": "obvious because they’re in fact constantly changing the way the scene feels."
    },
    {
      "index": 62,
      "start_time": 311550.0,
      "end_time": 315900.0,
      "text": "So next time you’re filming, if you decide to go for a more relaxed feeling to your scene"
    },
    {
      "index": 63,
      "start_time": 315900.0,
      "end_time": 321249.0,
      "text": "then choose a lens that looks that way and stick with it as you change the angles. You"
    },
    {
      "index": 64,
      "start_time": 321249.0,
      "end_time": 325719.0,
      "text": "can always reframe your shots from a wide shot to a close up by moving your camera closer"
    },
    {
      "index": 65,
      "start_time": 325719.0,
      "end_time": 330499.0,
      "text": "to the subject. It doesn’t mean that you can’t change the lenses from shot to shot"
    },
    {
      "index": 66,
      "start_time": 330499.0,
      "end_time": 338110.0,
      "text": "but try to keep them similar. A 35mm lens in one angle and a 50mm lens in another is"
    },
    {
      "index": 67,
      "start_time": 338110.0,
      "end_time": 344789.0,
      "text": "a small difference and doesn’t change the mood that much. But 35mm to a 100mm is drastically"
    },
    {
      "index": 68,
      "start_time": 344789.0,
      "end_time": 348770.0,
      "text": "different. Another thing to keep in mind when reframing"
    },
    {
      "index": 69,
      "start_time": 348770.0,
      "end_time": 352699.0,
      "text": "your shots is to make sure you’re shots are different enough from each other so that"
    },
    {
      "index": 70,
      "start_time": 352699.0,
      "end_time": 358319.0,
      "text": "later on when you edit the scene you don’t end up with a jump cut. Jump cuts occur when"
    },
    {
      "index": 71,
      "start_time": 358319.0,
      "end_time": 362389.0,
      "text": "you edit two different shots that are actually too similar to each other and end up creating"
    },
    {
      "index": 72,
      "start_time": 362389.0,
      "end_time": 367680.0,
      "text": "a noticeable jump from one shot to the other. Something that you want to avoid in most situations."
    },
    {
      "index": 73,
      "start_time": 367680.0,
      "end_time": 374710.0,
      "text": "Like you see here. I cut from a shot of the two girls to a single shot which looks too"
    },
    {
      "index": 74,
      "start_time": 374710.0,
      "end_time": 378529.0,
      "text": "similar. I only moved the camera a few feet closer and kept the same lens. But if I were"
    },
    {
      "index": 75,
      "start_time": 378529.0,
      "end_time": 383159.0,
      "text": "to move in even closer to the girl creating a noticeably different framing then the cut"
    },
    {
      "index": 76,
      "start_time": 383159.0,
      "end_time": 387610.0,
      "text": "works a lot better. Same thing goes if you want to change the angle and not the framing."
    },
    {
      "index": 77,
      "start_time": 387610.0,
      "end_time": 391840.0,
      "text": "Make sure you move your camera to a noticeably different angle so that the two angles cut"
    },
    {
      "index": 78,
      "start_time": 391840.0,
      "end_time": 396360.0,
      "text": "well together later on in editing. So in short, next time you’re setting up"
    },
    {
      "index": 79,
      "start_time": 396360.0,
      "end_time": 401210.0,
      "text": "your scene remember to pay close attention to the framing. Using the rule of thirds is"
    },
    {
      "index": 80,
      "start_time": 401210.0,
      "end_time": 404759.0,
      "text": "a good guide. Also, remember to keep your lens choices consistent"
    },
    {
      "index": 81,
      "start_time": 404759.0,
      "end_time": 410279.0,
      "text": "so your scene doesn’t drastically change the mood from one angle to the other."
    },
    {
      "index": 82,
      "start_time": 410279.0,
      "end_time": 413719.0,
      "text": "And finally, remember to make each shot, whether it’s the angle or the framing different"
    },
    {
      "index": 83,
      "start_time": 413719.0,
      "end_time": 417909.0,
      "text": "enough from the other shots so you avoid jump cuts later on when you put the scene together"
    },
    {
      "index": 84,
      "start_time": 417909.0,
      "end_time": 422159.0,
      "text": "in editing. That’s it! Hope this helps you next time"
    },
    {
      "index": 85,
      "start_time": 422159.0,
      "end_time": 432159.0,
      "text": "you’re out there filming. Good luck."
    }
  ]
}