{
  "video_id": "GgdG7gK4eXk",
  "title": "Why Stubbing Your Toe Hurts So Much",
  "json": [
    {
      "index": 1,
      "start_time": 470.0,
      "end_time": 4100.0,
      "text": "You know, stubbing your toe hurts."
    },
    {
      "index": 2,
      "start_time": 4100.0,
      "end_time": 13000.0,
      "text": "It's right up there with paper cuts and chapped lips, annoying minor injuries that hurt way more than they have any right to."
    },
    {
      "index": 3,
      "start_time": 13000.0,
      "end_time": 18683.0,
      "text": "But it turns out there's a good reason why stubbing your toe hurts so much."
    },
    {
      "index": 4,
      "start_time": 19760.0,
      "end_time": 25520.0,
      "text": "When you stub your toe, you're slamming it with a force equal to two to three times your body weight."
    },
    {
      "index": 5,
      "start_time": 25520.0,
      "end_time": 28770.0,
      "text": "That's about the same force as a karate punch."
    },
    {
      "index": 6,
      "start_time": 28770.0,
      "end_time": 37000.0,
      "text": "And since your toe has a tiny surface area, that force can't be spread out, so the pain stays concentrated at the point of impact."
    },
    {
      "index": 7,
      "start_time": 37000.0,
      "end_time": 43960.0,
      "text": "It's the same reason it hurts so much more to step on the tiny, pointy end of a thumbtack than the wider, blunt end."
    },
    {
      "index": 8,
      "start_time": 43960.0,
      "end_time": 47919.0,
      "text": "But you don't just feel the immediate shock like when you step on a thumbtack."
    },
    {
      "index": 9,
      "start_time": 47920.0,
      "end_time": 51000.0,
      "text": "There's that aching throb that comes after."
    },
    {
      "index": 10,
      "start_time": 51000.0,
      "end_time": 57629.0,
      "text": "That's because when you stub your toe, you're actually hitting a bundle of special nerve endings called nociceptors."
    },
    {
      "index": 11,
      "start_time": 57630.0,
      "end_time": 61000.0,
      "text": "They all fire at once, blaring a danger signal."
    },
    {
      "index": 12,
      "start_time": 61000.0,
      "end_time": 64250.0,
      "text": "But some signals travel faster than others."
    },
    {
      "index": 13,
      "start_time": 64250.0,
      "end_time": 68919.0,
      "text": "The faster A-delta nociceptors fire the first wave of signal."
    },
    {
      "index": 14,
      "start_time": 68920.0,
      "end_time": 76630.0,
      "text": "Which races at 20 meters per second of thousands of densely bundled nerve fibers, and ultimately to your brain."
    },
    {
      "index": 15,
      "start_time": 76630.0,
      "end_time": 81100.0,
      "text": "That causes the sharp, sudden pain you feel at the moment of impact."
    },
    {
      "index": 16,
      "start_time": 81100.0,
      "end_time": 88250.0,
      "text": "But some nerve fibers called C nociceptors send a slower signal at only 2 meters per second."
    },
    {
      "index": 17,
      "start_time": 88250.0,
      "end_time": 92710.0,
      "text": "So after a moment's delay, the second wave of pain signals reach your brain."
    },
    {
      "index": 18,
      "start_time": 92710.0,
      "end_time": 96000.0,
      "text": "That's the dull throbbing that lingers on."
    },
    {
      "index": 19,
      "start_time": 96000.0,
      "end_time": 100500.0,
      "text": "You can find nociceptors all over your body from your eyes to your bladder."
    },
    {
      "index": 20,
      "start_time": 100500.0,
      "end_time": 105630.0,
      "text": "But they're concentrated at the highest densities in parts of your body that you use to explore your environment."
    },
    {
      "index": 21,
      "start_time": 105630.0,
      "end_time": 108280.0,
      "text": "Like your fingertips and your lips."
    },
    {
      "index": 22,
      "start_time": 108280.0,
      "end_time": 114300.0,
      "text": "That's why accidents like paper cuts and chapped lips can also hurt more than they seem like they should."
    },
    {
      "index": 23,
      "start_time": 114300.0,
      "end_time": 118950.0,
      "text": "Now, your toe isn't packed with as many nociceptors as your fingertips."
    },
    {
      "index": 24,
      "start_time": 118950.0,
      "end_time": 125509.0,
      "text": "But since there's not much in the way of padding to cushion the blow, it's easy to set those unprotected nociceptors off."
    },
    {
      "index": 25,
      "start_time": 125510.0,
      "end_time": 127800.0,
      "text": "And that's no coincidence."
    },
    {
      "index": 26,
      "start_time": 127800.0,
      "end_time": 135430.0,
      "text": "Researchers suspect the pain that we feel from mishaps like a stubbed toe might have even saved our ancestors' lives."
    },
    {
      "index": 27,
      "start_time": 135450.0,
      "end_time": 148270.0,
      "text": "Back before antibiotics, even the tiniest cut could mean a deadly infection, and feet, which were constantly in contact with dirty, bacteria-infested surfaces, were particularly vulnerable."
    },
    {
      "index": 28,
      "start_time": 148270.0,
      "end_time": 153440.0,
      "text": "So the people who had extra-sensitive feet might have been more careful about where they stepped."
    },
    {
      "index": 29,
      "start_time": 153440.0,
      "end_time": 158950.0,
      "text": "As a result, they'd be less likely to get infections and would live to pass on their genes."
    },
    {
      "index": 30,
      "start_time": 158950.0,
      "end_time": 164120.0,
      "text": "So the next time that you collapse on the floor cradling your aching toe..."
    },
    {
      "index": 31,
      "start_time": 164120.0,
      "end_time": 169963.0,
      "text": "You can thank your great-great-great-great-great-great-great-great-great-great-great-grandpa for the privilege."
    }
  ]
}