{
  "video_id": "GH5n9lVZcM4",
  "title": "What Is Love?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 8889.0,
      "end_time": 11730.0,
      "text": "I don't count it a burden whatever to have to care for her."
    },
    {
      "index": 2,
      "start_time": 11730.0,
      "end_time": 17800.0,
      "text": "I need to do everything, from the moment she gets up to the moment she goes to bed, I do absolutely everything."
    },
    {
      "index": 3,
      "start_time": 17800.0,
      "end_time": 34159.0,
      "text": "I clean her teeth, I shower, dress, everything. But it's a privilege, I count it a great privilege to care for this woman that I have loved all of these years and continue to love."
    },
    {
      "index": 4,
      "start_time": 34620.0,
      "end_time": 38400.0,
      "text": "This is the year where we will celebrate our fiftieth wedding anniversary."
    },
    {
      "index": 5,
      "start_time": 38400.0,
      "end_time": 46500.0,
      "text": "Our story has been a lovely story. I first saw her when she was eight years old and her brother became my best friend."
    },
    {
      "index": 6,
      "start_time": 46500.0,
      "end_time": 51109.0,
      "text": "We grew up together and as we grew up, yeah she was there."
    },
    {
      "index": 7,
      "start_time": 51379.0,
      "end_time": 63820.0,
      "text": "And I knew that she used to stare at me when I was playing footy with her brother and another friend and when we used to ride bikes and she kept staring at me, but I wasn't interested."
    },
    {
      "index": 8,
      "start_time": 63820.0,
      "end_time": 72000.0,
      "text": "I was seventeen, she was sixteen. I saw her dolled up, dressed up and she had an A-line dress on, and BOOM it was gone."
    },
    {
      "index": 9,
      "start_time": 72000.0,
      "end_time": 77830.0,
      "text": "She was the one for me then, absolutely."
    },
    {
      "index": 10,
      "start_time": 78930.0,
      "end_time": 90869.0,
      "text": "When we first started dating, I used to ride my bike from where I lived to where she was, and that was about five kilometers on a Saturday afternoon because it was the only chance we had to get together."
    },
    {
      "index": 11,
      "start_time": 90869.0,
      "end_time": 105240.0,
      "text": "and it was hair wash day for her. And she used a special cream in her hair for shampoo and I can still smell it, because that smell was so particular so nice, It was just absolutely special."
    },
    {
      "index": 12,
      "start_time": 105240.0,
      "end_time": 117779.0,
      "text": "We had a bike and I used to ride everywhere on my bike and then Glad had a bike as well and we put a baby chair on the front of her bike and so we carried our babies around on the bike with her as well."
    },
    {
      "index": 13,
      "start_time": 118279.0,
      "end_time": 123700.0,
      "text": "Yeah bike's been part of our lives, and I guess that has something to do with us now."
    },
    {
      "index": 14,
      "start_time": 123700.0,
      "end_time": 130179.0,
      "text": "Around about 2004-5, I began to notice that there were things going wrong."
    },
    {
      "index": 15,
      "start_time": 130179.0,
      "end_time": 136200.0,
      "text": "She was finaly diagnosed with the horrible disease of Alzheimer's."
    },
    {
      "index": 16,
      "start_time": 136200.0,
      "end_time": 143980.0,
      "text": "Having lived overseas I knew that with a bike you could do lots of things, so I had a bike made, a bike chair made."
    },
    {
      "index": 17,
      "start_time": 143980.0,
      "end_time": 150160.0,
      "text": "We take it to the beach and ride along beside the beach. And as we do that, we see lots of people."
    },
    {
      "index": 18,
      "start_time": 150260.0,
      "end_time": 155740.0,
      "text": "A lot of people come and talk to us because it's a unique thing nobody else has a bike chair quite like that one."
    },
    {
      "index": 19,
      "start_time": 158340.0,
      "end_time": 162040.0,
      "text": "I am determined to care for her every need, every need."
    },
    {
      "index": 20,
      "start_time": 162040.0,
      "end_time": 169209.0,
      "text": "You see God has loved us so unconditionally and I understand that God has put his love in my heart."
    },
    {
      "index": 21,
      "start_time": 169209.0,
      "end_time": 175659.0,
      "text": "And because I realise how much God has loved me, that's how I too can love my lovely wife."
    },
    {
      "index": 22,
      "start_time": 175659.0,
      "end_time": 178519.0,
      "text": "She has done so much for me over all of these years."
    },
    {
      "index": 23,
      "start_time": 178519.0,
      "end_time": 182780.0,
      "text": "Now she can't but I can, and I can return her love."
    },
    {
      "index": 24,
      "start_time": 182780.0,
      "end_time": 188220.0,
      "text": "And it's a love that, well to me, means I can do everything for her."
    },
    {
      "index": 25,
      "start_time": 188220.0,
      "end_time": 193390.0,
      "text": "She's my Princess, I'm her William and I wouldn't have it any other way."
    },
    {
      "index": 26,
      "start_time": 193390.0,
      "end_time": 203390.0,
      "text": "Would you have it any other way? No. No not at all . We love each other."
    }
  ]
}