{
  "video_id": "GhDp9uEKuBk",
  "title": "Accounting 1: Program #3 - \"Transaction Analysis\"",
  "json": [
    {
      "index": 1,
      "start_time": 18430.0,
      "end_time": 24910.0,
      "text": "Hello we are back this is lecture number three I believe so we are moving right along. So"
    },
    {
      "index": 2,
      "start_time": 24910.0,
      "end_time": 28840.0,
      "text": "thank you for being here today for you folks watching at home, and for you folks here face"
    },
    {
      "index": 3,
      "start_time": 28840.0,
      "end_time": 34750.0,
      "text": "to face. I was slowly getting over my cold so for the thank you for the flowers and the"
    },
    {
      "index": 4,
      "start_time": 34750.0,
      "end_time": 40910.0,
      "text": "get will cards that have been sent my way I will pull through this thing, and I do appreciate"
    },
    {
      "index": 5,
      "start_time": 40910.0,
      "end_time": 46790.0,
      "text": "your well wishes. For you folks at home what we just did here for the face to facers was"
    },
    {
      "index": 6,
      "start_time": 46790.0,
      "end_time": 52300.0,
      "text": "what we just took a quiz, and obviously I can&#39;t give you the quiz at home. The quiz"
    },
    {
      "index": 7,
      "start_time": 52300.0,
      "end_time": 56890.0,
      "text": "that I gave why don&#39;t you show this on the screen, and if you&#39;re at home why don&#39;t you"
    },
    {
      "index": 8,
      "start_time": 56890.0,
      "end_time": 61980.0,
      "text": "just pause it , and see how well you would do on this quiz just pause it, and when you&#39;re"
    },
    {
      "index": 9,
      "start_time": 61980.0,
      "end_time": 67420.0,
      "text": "done taking that quiz so to speak just start it up again and you can go over the answers."
    },
    {
      "index": 10,
      "start_time": 67420.0,
      "end_time": 74420.0,
      "text": "So we will go over the answers right now. So let&#39;s switch it over and I&#39;ll just what"
    },
    {
      "index": 11,
      "start_time": 75270.0,
      "end_time": 82270.0,
      "text": "is the accounting equation assets equals liabilities plus owner&#39;s equity or equity right. Assets"
    },
    {
      "index": 12,
      "start_time": 84170.0,
      "end_time": 88880.0,
      "text": "equal liabilities plus owner&#39;s equity and that always has to remain in balanced for"
    },
    {
      "index": 13,
      "start_time": 88880.0,
      "end_time": 94729.0,
      "text": "a company at any given point in time the assets have to equal the liabilities plus the owner&#39;s"
    },
    {
      "index": 14,
      "start_time": 94729.0,
      "end_time": 101729.0,
      "text": "equity. What makes equity increase? Investments of assets by the owner into the business,"
    },
    {
      "index": 15,
      "start_time": 104170.0,
      "end_time": 111170.0,
      "text": "and revenue right, investments of assets by the owner into the business, and revenue are"
    },
    {
      "index": 16,
      "start_time": 112610.0,
      "end_time": 117130.0,
      "text": "the two things that cause owner&#39;s equity to increase. The two things that cause it decrease"
    },
    {
      "index": 17,
      "start_time": 117130.0,
      "end_time": 124119.0,
      "text": "are just the flip side of that. Withdrawals of assets by the owners out of the business,"
    },
    {
      "index": 18,
      "start_time": 124119.0,
      "end_time": 131119.0,
      "text": "and expenses so I want you to have those facts real firmly cemented into your brains, because"
    },
    {
      "index": 19,
      "start_time": 133110.0,
      "end_time": 137560.0,
      "text": "it&#39;s going to help us, and especially today ok this is a really important lecture so I&#39;m"
    },
    {
      "index": 20,
      "start_time": 137560.0,
      "end_time": 143300.0,
      "text": "glad you&#39;re watching it. One thing I wanted to remind you all of and especially for you"
    },
    {
      "index": 21,
      "start_time": 143300.0,
      "end_time": 149220.0,
      "text": "folks at home but even for you face to facers is you can always re-watch these I know you"
    },
    {
      "index": 22,
      "start_time": 149220.0,
      "end_time": 153340.0,
      "text": "loved them the first time the second time they&#39;re even better right. So if you&#39;re ever"
    },
    {
      "index": 23,
      "start_time": 153340.0,
      "end_time": 158280.0,
      "text": "struggling with a concept sometimes if you watch it a second time it&#39;s going to become"
    },
    {
      "index": 24,
      "start_time": 158280.0,
      "end_time": 164989.0,
      "text": "a lot more clear so don&#39;t hesitate to do that, that&#39;s one of the benefits of teaching in"
    },
    {
      "index": 25,
      "start_time": 164989.0,
      "end_time": 171709.0,
      "text": "this sort of manner. Alright, before we go over the homework I&#39;m going to clarify something"
    },
    {
      "index": 26,
      "start_time": 171709.0,
      "end_time": 178709.0,
      "text": "real quick. I&#39;m going to try to change my verbage a little bit so that it&#39;s not as confusing."
    },
    {
      "index": 27,
      "start_time": 181790.0,
      "end_time": 188190.0,
      "text": "The connect the connect assignments, how many people have signed up on connect? Most of"
    },
    {
      "index": 28,
      "start_time": 188190.0,
      "end_time": 192669.0,
      "text": "you there&#39;s a couple that still haven&#39;t we talked about that before class at home I want"
    },
    {
      "index": 29,
      "start_time": 192669.0,
      "end_time": 199389.0,
      "text": "you to sign up for connect and again go to the lessons tab go to the lessons tab on angel"
    },
    {
      "index": 30,
      "start_time": 199389.0,
      "end_time": 205810.0,
      "text": "and you should see something there that refers to the URL and the information for homework"
    },
    {
      "index": 31,
      "start_time": 205810.0,
      "end_time": 212260.0,
      "text": "connect. But I want to start not calling it connect homework I&#39;m going to try my best"
    },
    {
      "index": 32,
      "start_time": 212260.0,
      "end_time": 217760.0,
      "text": "and you can correct me I want to call it the connect assignments ok. So when I talk about"
    },
    {
      "index": 33,
      "start_time": 217760.0,
      "end_time": 223600.0,
      "text": "you need to do your connect assignment I&#39;m not going to say connect homework I&#39;m really"
    },
    {
      "index": 34,
      "start_time": 223600.0,
      "end_time": 226780.0,
      "text": "not going to try to do that I&#39;m going to say connect assignments, because the homework"
    },
    {
      "index": 35,
      "start_time": 226780.0,
      "end_time": 231609.0,
      "text": "is like what I assign at the end of the hour or the end of the lecture each time and then"
    },
    {
      "index": 36,
      "start_time": 231609.0,
      "end_time": 235229.0,
      "text": "we go over it like what we&#39;re about to do. So I don&#39;t want you to getting you confused"
    },
    {
      "index": 37,
      "start_time": 235229.0,
      "end_time": 238959.0,
      "text": "you see what I&#39;m saying? So when I talk about doing your homework that&#39;s what I assign I"
    },
    {
      "index": 38,
      "start_time": 238959.0,
      "end_time": 245190.0,
      "text": "usually put it up on the screen right before you leave you do it pencil and paper, textbook,"
    },
    {
      "index": 39,
      "start_time": 245190.0,
      "end_time": 248840.0,
      "text": "use your work papers perhaps in the back of your book, and then we go over it that&#39;s the"
    },
    {
      "index": 40,
      "start_time": 248840.0,
      "end_time": 252729.0,
      "text": "homework. Connect assignments are something totally separate and we actually do not go"
    },
    {
      "index": 41,
      "start_time": 252729.0,
      "end_time": 259600.0,
      "text": "over the connect assignments in class. They give you feedback on the computer make sense"
    },
    {
      "index": 42,
      "start_time": 259600.00000000003,
      "end_time": 266600.0,
      "text": "ok? Let&#39;s go over the homework that I assigned I don&#39;t think it was real mind blowing homework"
    },
    {
      "index": 43,
      "start_time": 266750.0,
      "end_time": 273340.0,
      "text": "was it? So let&#39;s go over quick study one-eight boy that was a toughie wasn&#39;t it? Did you"
    },
    {
      "index": 44,
      "start_time": 273340.0,
      "end_time": 279800.0,
      "text": "pull an all nighter on that one? Ok we know that assets have to equal liability plus equity"
    },
    {
      "index": 45,
      "start_time": 279800.0,
      "end_time": 284840.0,
      "text": "so for company one on quick study one-eight on page thirty-one what do liabilities equal"
    },
    {
      "index": 46,
      "start_time": 284840.0,
      "end_time": 291840.0,
      "text": "ten-thousand dollars. On company two what do assets equal eighty thousand dollars? Company"
    },
    {
      "index": 47,
      "start_time": 293520.0,
      "end_time": 300520.0,
      "text": "three what does equity equal? Also eighty-thousand dollars correct ok good. Quick study one-seven"
    },
    {
      "index": 48,
      "start_time": 306220.0,
      "end_time": 313220.0,
      "text": "total assets of Caldwell Company equals forty thousand, and its equity is ten thousand so"
    },
    {
      "index": 49,
      "start_time": 313370.0,
      "end_time": 319430.0,
      "text": "what its liabilities thirty thousand again assets have to equal liabilities plus owner&#39;s"
    },
    {
      "index": 50,
      "start_time": 319430.0,
      "end_time": 326340.0,
      "text": "equity. B total assets of water world equal fifty five thousand and its liability and"
    },
    {
      "index": 51,
      "start_time": 326340.0,
      "end_time": 330800.0,
      "text": "its equity amounts are equal to each other. So how much are its liabilities so how much"
    },
    {
      "index": 52,
      "start_time": 330800.0,
      "end_time": 336789.0,
      "text": "are its liabilities twenty seven five how much is its equity twenty seven five same."
    },
    {
      "index": 53,
      "start_time": 336789.0,
      "end_time": 343530.0,
      "text": "Alright so any questions on those two? Ok I think the other one I gave you is exercise"
    },
    {
      "index": 54,
      "start_time": 343530.0,
      "end_time": 350150.0,
      "text": "one-seven is that correct? And this is in regards of to the different types of ways"
    },
    {
      "index": 55,
      "start_time": 350150.0,
      "end_time": 355318.0,
      "text": "you can organize your business. So they want us to determine from the description if it&#39;s"
    },
    {
      "index": 56,
      "start_time": 355319.0,
      "end_time": 362189.0,
      "text": "a sole-proprietorship, a partnership, or a corporation. And when I read these I&#39;ll emphasize"
    },
    {
      "index": 57,
      "start_time": 362189.0,
      "end_time": 369189.0,
      "text": "in the phrasing what the giveaway was in for what type of what organization it is. A-one"
    },
    {
      "index": 58,
      "start_time": 370259.0,
      "end_time": 377259.0,
      "text": "pays its own income taxes and has two owners it&#39;s a corporation a corporation pays its"
    },
    {
      "index": 59,
      "start_time": 377419.0,
      "end_time": 384419.0,
      "text": "own income taxes. B ownership of Zeller Company is divided into a thousand shares of stock"
    },
    {
      "index": 60,
      "start_time": 386289.0,
      "end_time": 392479.0,
      "text": "it is a corporation, corporations have stock we didn&#39;t talk about that, but it was in your"
    },
    {
      "index": 61,
      "start_time": 392479.0,
      "end_time": 398860.0,
      "text": "book so I want you to be reading your book as well. C Waldren is owned by Mary Malone"
    },
    {
      "index": 62,
      "start_time": 398860.0,
      "end_time": 405669.0,
      "text": "and she is personally liable for the company&#39;s debts, sole-proprietorships one owner she&#39;s"
    },
    {
      "index": 63,
      "start_time": 405669.0,
      "end_time": 412590.0,
      "text": "personally liable sole-proprietorships. D Mike Douglas and Nathan Logan own financial"
    },
    {
      "index": 64,
      "start_time": 412590.0,
      "end_time": 419299.0,
      "text": "services a financial services provider neither Douglas nor Logan have personal responsibility"
    },
    {
      "index": 65,
      "start_time": 419300.0,
      "end_time": 426300.0,
      "text": "for the debts of financial services it&#39;s a corporation there not personally liable. E"
    },
    {
      "index": 66,
      "start_time": 427150.0,
      "end_time": 434150.0,
      "text": "Baily and Kay own squeaky clean a cleaning service both are personally liable to the"
    },
    {
      "index": 67,
      "start_time": 435539.0,
      "end_time": 442539.0,
      "text": "business so there&#39;s two owners they&#39;re personally liable partnership. Well LLC wasn&#39;t really"
    },
    {
      "index": 68,
      "start_time": 450419.0,
      "end_time": 456909.0,
      "text": "an option so it was just sole-proprietorship, partnership, and corporation if you had to"
    },
    {
      "index": 69,
      "start_time": 456909.0,
      "end_time": 463909.0,
      "text": "choose one of those three there was only one right answer, but you are correct for D LLC"
    },
    {
      "index": 70,
      "start_time": 465360.0,
      "end_time": 471689.0,
      "text": "would satisfy that as well if that as well if that were an option ok good. Are we on"
    },
    {
      "index": 71,
      "start_time": 471689.0,
      "end_time": 478689.0,
      "text": "F? Plasto products does not pay income tax and has one owner, sole-proprietorship, and"
    },
    {
      "index": 72,
      "start_time": 479930.0,
      "end_time": 486930.0,
      "text": "G I&#39;m not sure why they call it E and LLC but this company does not have separate legal"
    },
    {
      "index": 73,
      "start_time": 488999.0,
      "end_time": 494539.0,
      "text": "existence apart from the one person who owns it it&#39;s a sole-proprietorship it&#39;s kind of"
    },
    {
      "index": 74,
      "start_time": 494539.0,
      "end_time": 499710.0,
      "text": "a little misleading with the name of the company, but it is a sole-proprietorship. Alright any"
    },
    {
      "index": 75,
      "start_time": 499710.0,
      "end_time": 506710.0,
      "text": "questions on that, any questions on that? ok great. What I want to do now I&#39;m going"
    },
    {
      "index": 76,
      "start_time": 509360.0,
      "end_time": 516360.0,
      "text": "to give you a little preview of things to come on today&#39;s lecture. But once again I"
    },
    {
      "index": 77,
      "start_time": 518479.00000000006,
      "end_time": 524250.00000000006,
      "text": "want to emphasize the accounting equation let me write it here up on the screen for"
    },
    {
      "index": 78,
      "start_time": 524250.0,
      "end_time": 531250.0,
      "text": "you. And if I&#39;m ever writing and you can&#39;t see it please let me know. Ok assets equal&#39;s"
    },
    {
      "index": 79,
      "start_time": 533500.0,
      "end_time": 540500.0,
      "text": "liabilities plus owner&#39;s equity I will abbreviate here ok and that always, always, always has"
    },
    {
      "index": 80,
      "start_time": 540820.0,
      "end_time": 547230.0,
      "text": "to stay in balance ok what we&#39;re going to do today and you&#39;ll see this is we&#39;re going"
    },
    {
      "index": 81,
      "start_time": 547230.0,
      "end_time": 554230.0,
      "text": "to start analyzing business transactions and seeing how it affects that accounting equation."
    },
    {
      "index": 82,
      "start_time": 554620.0,
      "end_time": 561620.0,
      "text": "Let me give you an example start looking back at this let&#39;s say that a company got a loan"
    },
    {
      "index": 83,
      "start_time": 561769.0,
      "end_time": 568769.0,
      "text": "from a bank for five thousand well how will this be affected well cash which is an asset"
    },
    {
      "index": 84,
      "start_time": 574100.0,
      "end_time": 581100.0,
      "text": "will go up by five thousand, and what else will go up by five thousand your liabilities"
    },
    {
      "index": 85,
      "start_time": 582440.0,
      "end_time": 589440.0,
      "text": "correct. You went into to the bank they loaned when you are done with them you&#39;re going to"
    },
    {
      "index": 86,
      "start_time": 591389.0,
      "end_time": 596649.0,
      "text": "have five thousand dollars more of cash which is an asset, but you&#39;re also going to have"
    },
    {
      "index": 87,
      "start_time": 596649.0,
      "end_time": 603649.0,
      "text": "a liability of five thousand dollars right. Ok does that accounting equation stay in balance?"
    },
    {
      "index": 88,
      "start_time": 605170.0,
      "end_time": 612170.0,
      "text": "It does right if it was balanced before it is still balanced ok now let&#39;s say with that"
    },
    {
      "index": 89,
      "start_time": 613740.0,
      "end_time": 620740.0,
      "text": "new money let&#39;s say we purchased a one thousand dollar photo copy machine a piece of equipment"
    },
    {
      "index": 90,
      "start_time": 623440.0,
      "end_time": 630440.0,
      "text": "well how will that effect this accounting equation? Well our cash which is an asset"
    },
    {
      "index": 91,
      "start_time": 630820.0,
      "end_time": 637820.0,
      "text": "would go down by one thousand what else would change? Not an expense, because it&#39;s a fixed"
    },
    {
      "index": 92,
      "start_time": 641660.0,
      "end_time": 648660.0,
      "text": "asset it&#39;s a piece of equipment and our equipment would actually go up by one thousand dollars."
    },
    {
      "index": 93,
      "start_time": 652250.0,
      "end_time": 658890.0,
      "text": "So one asset our cash goes down by a thousand think about that you gave them a thousand"
    },
    {
      "index": 94,
      "start_time": 658890.0,
      "end_time": 662220.0,
      "text": "so you have a thousand dollars less cash than when you entered the store, but you also have"
    },
    {
      "index": 95,
      "start_time": 662220.0,
      "end_time": 669220.0,
      "text": "this new big piece of equipment cash goes down equipment goes up looking back at that"
    },
    {
      "index": 96,
      "start_time": 671910.0,
      "end_time": 676350.0,
      "text": "does everything stay in balance is the accounting equation still in balance. We didn&#39;t do anything"
    },
    {
      "index": 97,
      "start_time": 676350.0,
      "end_time": 682459.0,
      "text": "on this side but then that effect was zero over here right everything stays in balance"
    },
    {
      "index": 98,
      "start_time": 682459.0,
      "end_time": 689459.0,
      "text": "that&#39;s a little preview of what we&#39;re going to talk about today, but before we do. I want"
    },
    {
      "index": 99,
      "start_time": 693430.0,
      "end_time": 700430.0,
      "text": "to go to a slide here and the slide is right here there are certain principles and assumptions"
    },
    {
      "index": 100,
      "start_time": 704399.0,
      "end_time": 711399.0,
      "text": "of accounting and all the rules of accounting are kind of based on these principles and"
    },
    {
      "index": 101,
      "start_time": 713690.0,
      "end_time": 720690.0,
      "text": "assumptions ok now we&#39;re not going to go through those all today, but we are going to go through"
    },
    {
      "index": 102,
      "start_time": 720740.0,
      "end_time": 727740.0,
      "text": "the revenue recognition principle. The revenue recognition principle ok, what is the revenue"
    },
    {
      "index": 103,
      "start_time": 728589.0,
      "end_time": 733850.0,
      "text": "recognition principle? Well that states that we&#39;re going to recognize revenue when it is"
    },
    {
      "index": 104,
      "start_time": 733850.0,
      "end_time": 740850.0,
      "text": "earned. When is it earned when the product or service has been delivered to the customer."
    },
    {
      "index": 105,
      "start_time": 744180.0,
      "end_time": 750380.0,
      "text": "Now I have a little cash sign with a cross through it, because it is not necessitated"
    },
    {
      "index": 106,
      "start_time": 750380.0,
      "end_time": 757380.0,
      "text": "by when the cash changes hands. We recognize revenue when it is earned when is it earned"
    },
    {
      "index": 107,
      "start_time": 758730.0,
      "end_time": 763959.0,
      "text": "when we have provided the product or service. let me go through a little demonstration on"
    },
    {
      "index": 108,
      "start_time": 763959.0,
      "end_time": 767969.0,
      "text": "this this is such an important principle that I want to make sure that I want to get it"
    },
    {
      "index": 109,
      "start_time": 767970.0,
      "end_time": 774970.0,
      "text": "in your brains ok. Jessica let&#39;s say you&#39;re my customer and lets say I want to sell you"
    },
    {
      "index": 110,
      "start_time": 776959.0,
      "end_time": 783959.0,
      "text": "one of these nifty red calculators, and the price for one of these is five dollars ok."
    },
    {
      "index": 111,
      "start_time": 785959.0,
      "end_time": 790500.0,
      "text": "So let&#39;s just make the transaction yes five dollars right there let&#39;s just make the transaction."
    },
    {
      "index": 112,
      "start_time": 790500.0,
      "end_time": 797500.0,
      "text": "Let&#39;s get a good side shot from the camera. I want to get a good side shot ok I&#39;ve given"
    },
    {
      "index": 113,
      "start_time": 797769.0,
      "end_time": 804769.0,
      "text": "you the product I can recognize five dollars of the revenue, but now we&#39;re going to change"
    },
    {
      "index": 114,
      "start_time": 806389.0,
      "end_time": 812420.0,
      "text": "it up a little bit alright. We&#39;re going to change it up a little bit let&#39;s keep with"
    },
    {
      "index": 115,
      "start_time": 812420.0,
      "end_time": 819229.0,
      "text": "that side shot. Let&#39;s say Jessica says \"hey I really need a calculator I heard you sell"
    },
    {
      "index": 116,
      "start_time": 819230.0,
      "end_time": 823160.0,
      "text": "these really great five dollar calculators\", and I say \"oh there are wonderful\" and she"
    },
    {
      "index": 117,
      "start_time": 823160.0,
      "end_time": 828310.0,
      "text": "says I want to buy one, doggonit I didn&#39;t bring them today, and she says well I tell"
    },
    {
      "index": 118,
      "start_time": 828310.0,
      "end_time": 832599.0,
      "text": "you what I&#39;m going to give you the five dollars right and I go yes she goes I&#39;m going to give"
    },
    {
      "index": 119,
      "start_time": 832600.0,
      "end_time": 836529.0,
      "text": "you the five dollars today, and can you just bring it to me on Monday. I say no problem"
    },
    {
      "index": 120,
      "start_time": 836529.0,
      "end_time": 843529.0,
      "text": "and she gives me the five dollars now can I recognize this as revenue? No I cannot,"
    },
    {
      "index": 121,
      "start_time": 844740.0,
      "end_time": 850329.0,
      "text": "now this strikes some people as odd now she&#39;s a customer I&#39;m a business she just gave me"
    },
    {
      "index": 122,
      "start_time": 850329.0,
      "end_time": 856819.0,
      "text": "five dollars, and I cannot recognize that as revenue, because it is not yet earned I"
    },
    {
      "index": 123,
      "start_time": 856819.0,
      "end_time": 862969.0,
      "text": "haven&#39;t given her the calculator. So she gives me five dollars and the way I actually record"
    },
    {
      "index": 124,
      "start_time": 862970.0,
      "end_time": 869870.0,
      "text": "this on my books is as unearned revenue which is a liability, because what do I owe her?"
    },
    {
      "index": 125,
      "start_time": 869870.0,
      "end_time": 876560.0,
      "text": "I either owe her money back or a calculator right. So going back to that example she give"
    },
    {
      "index": 126,
      "start_time": 876560.0,
      "end_time": 883258.0,
      "text": "me five dollars ok the weekend comes and goes I say hey its Monday I have I got that calculator"
    },
    {
      "index": 127,
      "start_time": 883259.0,
      "end_time": 887540.0,
      "text": "for you Jessica she goes great I can&#39;t wait to get it ok. So hold your hands out like"
    },
    {
      "index": 128,
      "start_time": 887540.0,
      "end_time": 892829.0,
      "text": "this I still have not earned the revenue, I have not earned the revenue, I have now"
    },
    {
      "index": 129,
      "start_time": 892829.0,
      "end_time": 899829.0,
      "text": "earned the revenue it does not necessitate cash is not the impetuous for when we recognize"
    },
    {
      "index": 130,
      "start_time": 901660.0,
      "end_time": 908540.0,
      "text": "the revenue it&#39;s all when I give you that calculator cool. Let&#39;s do one more of these"
    },
    {
      "index": 131,
      "start_time": 908540.0,
      "end_time": 915600.0,
      "text": "I put the five dollars in my pocket, and I lost it in there one more of this let&#39;s rewind,"
    },
    {
      "index": 132,
      "start_time": 915600.0,
      "end_time": 922290.0,
      "text": "and start this whole thing over she says hey I want to buy one of those calculator from"
    },
    {
      "index": 133,
      "start_time": 922290.0,
      "end_time": 925449.0,
      "text": "you and I say oh they&#39;re great you&#39;re going to really like them they&#39;re five dollars,"
    },
    {
      "index": 134,
      "start_time": 925449.0,
      "end_time": 930550.0,
      "text": "and she says I tell you what I don&#39;t have the money right now for it and she goes can"
    },
    {
      "index": 135,
      "start_time": 930550.0,
      "end_time": 934990.0,
      "text": "I just pay you the money for it on Monday and I say that&#39;s no problem she goes I really"
    },
    {
      "index": 136,
      "start_time": 934990.0,
      "end_time": 941990.0,
      "text": "need it today for the rest of my classes so I go ahead and give you the calculator I have"
    },
    {
      "index": 137,
      "start_time": 943790.0,
      "end_time": 950219.0,
      "text": "earned the revenue now has she paid me for it no doesn&#39;t matter I can recognize the revenue,"
    },
    {
      "index": 138,
      "start_time": 950220.0,
      "end_time": 955449.0,
      "text": "because it is earned I have given her the product or service I now have on my books"
    },
    {
      "index": 139,
      "start_time": 955449.0,
      "end_time": 961389.0,
      "text": "what is called an accounts receivable I have a receivable from Jessica, because I&#39;m going"
    },
    {
      "index": 140,
      "start_time": 961389.0,
      "end_time": 968389.0,
      "text": "to receive cash in the future but I can and will recognize that as revenue ok very important."
    },
    {
      "index": 141,
      "start_time": 973389.0,
      "end_time": 978420.0,
      "text": "The weekend comes and goes its Monday and say hey how&#39;s that calculator going and she"
    },
    {
      "index": 142,
      "start_time": 978420.0,
      "end_time": 981759.0,
      "text": "says it may be the best calculator I&#39;ve ever had in my whole life and I say do you have"
    },
    {
      "index": 143,
      "start_time": 981759.0,
      "end_time": 987290.0,
      "text": "the five dollars you owe me? And she says yes and she give me the five dollar now do"
    },
    {
      "index": 144,
      "start_time": 987290.0,
      "end_time": 994290.0,
      "text": "I recognize this as revenue no I already recognized it as revenue you see what I&#39;m saying I don&#39;t"
    },
    {
      "index": 145,
      "start_time": 995100.0,
      "end_time": 1000649.0,
      "text": "recognize revenue again I recognized it when I gave her the product or service so all I"
    },
    {
      "index": 146,
      "start_time": 1000650.0,
      "end_time": 1007221.0,
      "text": "do at this point is my receivable goes down and my cash goes up. There&#39;s no revenue recognize"
    },
    {
      "index": 147,
      "start_time": 1007220.0,
      "end_time": 1014220.0,
      "text": "when she pays me the revenue is all predicated on when I give the product or service and"
    },
    {
      "index": 148,
      "start_time": 1016540.0,
      "end_time": 1023540.0,
      "text": "this can happen the same way if I were a landscaper and I was mowing your lawn for fifty dollars"
    },
    {
      "index": 149,
      "start_time": 1023920.0,
      "end_time": 1029430.0,
      "text": "I would recognize the revenue as soon I was done mowing your lawn regardless of when you"
    },
    {
      "index": 150,
      "start_time": 1029430.0000000001,
      "end_time": 1034980.0000000001,
      "text": "paid me for it. There are certain companies and businesses that are known for you pay"
    },
    {
      "index": 151,
      "start_time": 1034980.0,
      "end_time": 1041810.0,
      "text": "cash before you receive the service for instance how many of you drive a car most of you I"
    },
    {
      "index": 152,
      "start_time": 1041810.0,
      "end_time": 1047300.0,
      "text": "hope you all have car insurance right you have to prepay your car insurance right well"
    },
    {
      "index": 153,
      "start_time": 1047300.0,
      "end_time": 1051550.0,
      "text": "the insurance company gets all this money in, but they have not provided the service"
    },
    {
      "index": 154,
      "start_time": 1051550.0,
      "end_time": 1058550.0,
      "text": "of insurance coverage yet have they? So let&#39;s say you pay twelve hundred dollars Jessica"
    },
    {
      "index": 155,
      "start_time": 1060330.0,
      "end_time": 1066139.0,
      "text": "for six months of auto insurance ok well they get that twelve hundred dollars that&#39;s unearned"
    },
    {
      "index": 156,
      "start_time": 1066140.0,
      "end_time": 1072300.0,
      "text": "revenue correct every month that they provide you with coverage they can recognize two hundred"
    },
    {
      "index": 157,
      "start_time": 1072300.0,
      "end_time": 1077000.0,
      "text": "dollars of that right, because they provided that service right, does that make sense?"
    },
    {
      "index": 158,
      "start_time": 1077000.0,
      "end_time": 1081640.0,
      "text": "Other companies that usually have money before they provide product or service a magazine"
    },
    {
      "index": 159,
      "start_time": 1081640.0,
      "end_time": 1086680.0,
      "text": "subscription let&#39;s say you have paid twenty four dollars for twelve issues for reader&#39;s"
    },
    {
      "index": 160,
      "start_time": 1086680.0,
      "end_time": 1092180.0,
      "text": "digest magazine well they have the money, but they haven&#39;t provided the product yet"
    },
    {
      "index": 161,
      "start_time": 1092180.0,
      "end_time": 1097700.0,
      "text": "have they? Every month when they send out that wonderful magazine they can recognize"
    },
    {
      "index": 162,
      "start_time": 1097700.0,
      "end_time": 1104700.0,
      "text": "some of that as revenue. The last example would be like a rock concert ok. A few years"
    },
    {
      "index": 163,
      "start_time": 1107800.0,
      "end_time": 1113750.0,
      "text": "ago I paid money for a Bruce Springsteen concert here in town did you pay for that too? You"
    },
    {
      "index": 164,
      "start_time": 1113750.0,
      "end_time": 1118910.0,
      "text": "know where this sad story going don&#39;t you? I was so excited to see Bruce Springsteen,"
    },
    {
      "index": 165,
      "start_time": 1118910.0,
      "end_time": 1124490.0,
      "text": "and if you&#39;re watching Bruce you really let me down ok. But any way I showed up to the"
    },
    {
      "index": 166,
      "start_time": 1124490.0,
      "end_time": 1131490.0,
      "text": "concert and it was cancelled now I got my money back, because Bruce and the E-Street"
    },
    {
      "index": 167,
      "start_time": 1132120.0,
      "end_time": 1138199.0,
      "text": "band had not provided me a product or service right. Think of all that money that Bruce"
    },
    {
      "index": 168,
      "start_time": 1138200.0,
      "end_time": 1145200.0,
      "text": "got in was it earned no when is it earned as soon as he&#39;s done with the concert does"
    },
    {
      "index": 169,
      "start_time": 1145650.0,
      "end_time": 1152330.0,
      "text": "that make sense? So one last time we recognize revenue when it is earned when is it earned?"
    },
    {
      "index": 170,
      "start_time": 1152330.0,
      "end_time": 1159330.0,
      "text": "When the product or service has been provided ok cool. Alright, so now what I want to do"
    },
    {
      "index": 171,
      "start_time": 1161000.0,
      "end_time": 1168000.0,
      "text": "is go back to this accounting equation now there is the basic accounting equation correct"
    },
    {
      "index": 172,
      "start_time": 1172190.0,
      "end_time": 1179190.0,
      "text": "assets equals liabilities plus equity now from our quiz the two things that caused equity"
    },
    {
      "index": 173,
      "start_time": 1181390.0,
      "end_time": 1188390.0,
      "text": "to decrease were what? Withdraws of assets by the owner out of the business, and expenses"
    },
    {
      "index": 174,
      "start_time": 1190350.0,
      "end_time": 1195469.0,
      "text": "right. I want to expand this accounting equation, and I want you to understand what we&#39;re doing"
    },
    {
      "index": 175,
      "start_time": 1195470.0,
      "end_time": 1202470.0,
      "text": "here. Equity is decreased by expenses and owner withdrawals right. Let me get my pointer"
    },
    {
      "index": 176,
      "start_time": 1211000.0,
      "end_time": 1218000.0,
      "text": "going here so as these things increase as these things increase equity actually decreases,"
    },
    {
      "index": 177,
      "start_time": 1221790.0,
      "end_time": 1228790.0,
      "text": "because they&#39;re subtracted does that make sense? As withdrawals increase owner&#39;s equity"
    },
    {
      "index": 178,
      "start_time": 1229400.0,
      "end_time": 1236400.0,
      "text": "decrease because it&#39;s subtracted, as expenses increase owner&#39;s equity decreases, because"
    },
    {
      "index": 179,
      "start_time": 1236300.0,
      "end_time": 1241790.0,
      "text": "expenses are subtracted. Revenues and investments by the owner into the business which we keep"
    },
    {
      "index": 180,
      "start_time": 1241790.0,
      "end_time": 1248790.0,
      "text": "track in the capital account as those increase owner&#39;s equity increases, but I want you to"
    },
    {
      "index": 181,
      "start_time": 1248910.0,
      "end_time": 1255910.0,
      "text": "be aware of these minus signs here because for those items when they increase owners&#39;"
    },
    {
      "index": 182,
      "start_time": 1256790.0,
      "end_time": 1263790.0,
      "text": "equity decreases, does that make sense? Now what I want to do is something really important"
    },
    {
      "index": 183,
      "start_time": 1267500.0,
      "end_time": 1271870.0,
      "text": "and it is going to be you can come of that for a second we are going to analyze some"
    },
    {
      "index": 184,
      "start_time": 1271870.0,
      "end_time": 1277669.0,
      "text": "transactions here and this one of those first skills that I want you to master you need"
    },
    {
      "index": 185,
      "start_time": 1277670.0,
      "end_time": 1283200.0,
      "text": "to master this before we go on to the next skill which we&#39;ll learn in chapter two. So"
    },
    {
      "index": 186,
      "start_time": 1283200.0,
      "end_time": 1288200.0,
      "text": "this real important so if you have to rewatch this section a time or two that&#39;s fine but"
    },
    {
      "index": 187,
      "start_time": 1288200.0,
      "end_time": 1293600.0,
      "text": "I want you to have this down we&#39;re going to analyze transactions. Going to the screen"
    },
    {
      "index": 188,
      "start_time": 1293600.0,
      "end_time": 1299350.0,
      "text": "we know that the accounting equation must, must, must remain in balance after every transaction"
    },
    {
      "index": 189,
      "start_time": 1299350.0,
      "end_time": 1306350.0,
      "text": "that we analyze so let&#39;s walk through a few of these where does this start it starts right"
    },
    {
      "index": 190,
      "start_time": 1307200.0,
      "end_time": 1313600.0,
      "text": "here so let&#39;s say Jay Scott invests twenty thousand dollars cash to start the business"
    },
    {
      "index": 191,
      "start_time": 1313600.0,
      "end_time": 1319200.0,
      "text": "maybe it was a inheritance from his grandpa or something, but he has twenty thousand dollars"
    },
    {
      "index": 192,
      "start_time": 1319200.0,
      "end_time": 1323910.0,
      "text": "and he is going to start a business. Well form your quiz you know that this is one of"
    },
    {
      "index": 193,
      "start_time": 1323910.0,
      "end_time": 1329670.0,
      "text": "those thing that increases owner&#39;s equity right. And owner&#39;s equity and capital we kind"
    },
    {
      "index": 194,
      "start_time": 1329670.0,
      "end_time": 1334890.0,
      "text": "of you those as interchangeably at this point, but the two accounts that are going to be"
    },
    {
      "index": 195,
      "start_time": 1334890.0,
      "end_time": 1341890.0,
      "text": "affected are cash is going to go up and owner&#39;s capital or owner&#39;s equity is goes up you with"
    },
    {
      "index": 196,
      "start_time": 1344740.0,
      "end_time": 1351740.0,
      "text": "me? The capital account is where we keep track of that investment ok you with me. So cash"
    },
    {
      "index": 197,
      "start_time": 1355340.0,
      "end_time": 1362500.0,
      "text": "goes up by twenty thousand and owners capitol goes up by twenty thousand. Now how does that"
    },
    {
      "index": 198,
      "start_time": 1362500.0,
      "end_time": 1369500.0,
      "text": "look if you look at it like this? Well you have cash over here to your left going up"
    },
    {
      "index": 199,
      "start_time": 1373110.0,
      "end_time": 1380110.0,
      "text": "by twenty thousand and you have owners&#39; capital which is part of equity going up by twenty"
    },
    {
      "index": 200,
      "start_time": 1380320.0,
      "end_time": 1387320.0,
      "text": "thousand does the accounting equation stay in balance? Yes it does, yes it does. And"
    },
    {
      "index": 201,
      "start_time": 1390240.0,
      "end_time": 1395860.0,
      "text": "this is a brand new business so this is the very first transaction of the business. Let&#39;s"
    },
    {
      "index": 202,
      "start_time": 1395860.0,
      "end_time": 1401419.0,
      "text": "look at another transaction let&#39;s say they purchased office supplies and they paid a"
    },
    {
      "index": 203,
      "start_time": 1401420.0,
      "end_time": 1408420.0,
      "text": "thousand dollars cash well what would be the accounts that are affected? Well cash would"
    },
    {
      "index": 204,
      "start_time": 1410110.0,
      "end_time": 1417110.0,
      "text": "go down right, and supplies would go up now supplies are things like they&#39;re shown binders,"
    },
    {
      "index": 205,
      "start_time": 1418200.0,
      "end_time": 1425200.0,
      "text": "post it pads, staples, pencils stuff like that. Think about it you go to office depot"
    },
    {
      "index": 206,
      "start_time": 1426100.0,
      "end_time": 1431199.0,
      "text": "with a thousand dollars cash when you leave your cash is decreased, but your office supplies"
    },
    {
      "index": 207,
      "start_time": 1431200.0,
      "end_time": 1438200.0,
      "text": "have increased both by a thousand dollars correct? How does that look in this analysis?"
    },
    {
      "index": 208,
      "start_time": 1439300.0,
      "end_time": 1446300.0,
      "text": "Well cash goes down and those parenthesis means negative mean going down cash goes down"
    },
    {
      "index": 209,
      "start_time": 1447290.0,
      "end_time": 1454290.0,
      "text": "by a thousand and supply goes up by a thousand are you with me? Now sometimes people think"
    },
    {
      "index": 210,
      "start_time": 1455670.0,
      "end_time": 1462120.0,
      "text": "something has to happen on each side of the equal sign ok the left side and the right"
    },
    {
      "index": 211,
      "start_time": 1462120.0,
      "end_time": 1468300.0,
      "text": "side no nothing happened over on the right side of this equation nothing happened over"
    },
    {
      "index": 212,
      "start_time": 1468300.0,
      "end_time": 1473200.0,
      "text": "here did it? It is all over here it is all over here it is all on the left side but that"
    },
    {
      "index": 213,
      "start_time": 1473200.0,
      "end_time": 1480200.0,
      "text": "has a zero net effect so the accounting equation stays in balance doesn&#39;t it? Understand what"
    },
    {
      "index": 214,
      "start_time": 1480210.0,
      "end_time": 1486730.0,
      "text": "we&#39;re doing? Does the accounting equation remain in balance? Yes. Let&#39;s look at another"
    },
    {
      "index": 215,
      "start_time": 1486730.0,
      "end_time": 1492280.0,
      "text": "transaction this time we purchased equipment, equipment is just not post it notes, and pencils"
    },
    {
      "index": 216,
      "start_time": 1492280.0,
      "end_time": 1499100.0,
      "text": "but it&#39;s something big like this big expensive photo copier. We purchased equipment for fifteen"
    },
    {
      "index": 217,
      "start_time": 1499100.0,
      "end_time": 1506100.0,
      "text": "thousand dollars cash the first question you ask are what are the accounts effected. Well"
    },
    {
      "index": 218,
      "start_time": 1506700.0,
      "end_time": 1513700.0,
      "text": "cash goes down by fifteen thousand and your account called equipment has just gone up"
    },
    {
      "index": 219,
      "start_time": 1513840.0,
      "end_time": 1520620.0,
      "text": "by fifteen thousand right. Those are both assets once again now supplies aren&#39;t the"
    },
    {
      "index": 220,
      "start_time": 1520620.0,
      "end_time": 1526100.0,
      "text": "same thing as equipment ok so when we look at it in the analysis this is how it&#39;s going"
    },
    {
      "index": 221,
      "start_time": 1526100.0,
      "end_time": 1533100.0,
      "text": "to look your cash has decreased by fifteen thousand dollars, and your equipment has increased"
    },
    {
      "index": 222,
      "start_time": 1535230.0,
      "end_time": 1542230.0,
      "text": "by fifteen thousand dollars ok Marlen. Since the owner owns the business when he puts that"
    },
    {
      "index": 223,
      "start_time": 1542620.0,
      "end_time": 1548479.0,
      "text": "coipy machine into the business why wouldhnt owners equity go up as well since. That&#39;s"
    },
    {
      "index": 224,
      "start_time": 1548480.0,
      "end_time": 1555700.0,
      "text": "a great question let me reiterate that question what he&#39;s saying is since the owner owns the"
    },
    {
      "index": 225,
      "start_time": 1555700.0,
      "end_time": 1562700.0,
      "text": "business and this asset is going into the business why doesn&#39;t that increase his equity"
    },
    {
      "index": 226,
      "start_time": 1562900.0,
      "end_time": 1567610.0,
      "text": "that&#39;s a great question,because it seems to contradict the quiz I&#39;ll tell you why. Look"
    },
    {
      "index": 227,
      "start_time": 1567610.0,
      "end_time": 1574610.0,
      "text": "back at the screen it&#39;s the business the businesses cash that purchased the equipment think about"
    },
    {
      "index": 228,
      "start_time": 1580400.0,
      "end_time": 1587320.0,
      "text": "when he put this cash in his owner capital increased he can&#39;t just use that cash to keep"
    },
    {
      "index": 229,
      "start_time": 1587320.0,
      "end_time": 1592740.0,
      "text": "buying assets and keep running up his equity you see what I&#39;m saying? So In a way the owner"
    },
    {
      "index": 230,
      "start_time": 1592740.0,
      "end_time": 1599210.0,
      "text": "did not buy personally that photocopy machine it was the business that bought it, does that"
    },
    {
      "index": 231,
      "start_time": 1599210.0,
      "end_time": 1606210.0,
      "text": "make sense excellent question excellent question. Alright number four let&#39;s look at another"
    },
    {
      "index": 232,
      "start_time": 1609480.0,
      "end_time": 1616480.0,
      "text": "transaction this time the owner purchased supplies of two hundred dollars and equipment"
    },
    {
      "index": 233,
      "start_time": 1617520.0,
      "end_time": 1622930.0,
      "text": "of a thousand dollars on account, and I said the owner but I really meant the business"
    },
    {
      "index": 234,
      "start_time": 1622930.0,
      "end_time": 1627870.0,
      "text": "the business purchased supplies of two hundred dollars and equipment of a thousand dollars"
    },
    {
      "index": 235,
      "start_time": 1627870.0,
      "end_time": 1634870.0,
      "text": "on account. What does it mean on account? Sometimes that called on credit that means"
    },
    {
      "index": 236,
      "start_time": 1634890.0,
      "end_time": 1637690.0,
      "text": "we&#39;re just going to pay you later we&#39;re going to take the assets and we&#39;re going to pay"
    },
    {
      "index": 237,
      "start_time": 1637690.0,
      "end_time": 1644690.0,
      "text": "you later ok they trust us. So what accounts are affected? Well think about it supplies"
    },
    {
      "index": 238,
      "start_time": 1645510.0,
      "end_time": 1651100.0,
      "text": "are going to go up by two hundred dollars equipment is going to go up by a thousand"
    },
    {
      "index": 239,
      "start_time": 1651100.0,
      "end_time": 1658100.0,
      "text": "dollars and our liability which is called accounts payable accounts payable is going"
    },
    {
      "index": 240,
      "start_time": 1660100.0,
      "end_time": 1667100.0,
      "text": "to up by how much? Twelve hundred correct how does that look? Well let&#39;s take a look"
    },
    {
      "index": 241,
      "start_time": 1670170.0,
      "end_time": 1677170.0,
      "text": "supplies goes up by two hundred equipment goes up by one thousand and accounts payable"
    },
    {
      "index": 242,
      "start_time": 1679700.0,
      "end_time": 1684189.0,
      "text": "goes up by twelve hundred. Sometimes people make the mistake they think accounts payable"
    },
    {
      "index": 243,
      "start_time": 1684190.0,
      "end_time": 1690460.0,
      "text": "goes down or the negative no accounts payable goes up right. We owed them zero now we owe"
    },
    {
      "index": 244,
      "start_time": 1690460.0,
      "end_time": 1695900.0,
      "text": "them twelve hundred how are you going to make that accounts payable go down in the future"
    },
    {
      "index": 245,
      "start_time": 1695900.0,
      "end_time": 1702110.0,
      "text": "well how do you make your loans go down you pay them off right. So take a look at that"
    },
    {
      "index": 246,
      "start_time": 1702110.0,
      "end_time": 1708689.0,
      "text": "supplies goes up by two hundred equipment goes up by one thousand accounts payable goes"
    },
    {
      "index": 247,
      "start_time": 1708690.0,
      "end_time": 1715690.0,
      "text": "up by twelve hundred dollars, you with me? Is accounts payable considered the liability"
    },
    {
      "index": 248,
      "start_time": 1717260.0,
      "end_time": 1724260.0,
      "text": "or equity? Good question accounts payable is a liability ok accounts payable is a liability"
    },
    {
      "index": 249,
      "start_time": 1724800.0,
      "end_time": 1730730.0,
      "text": "as a matter of fact going back to the screen here if I have my pointer here the liabilities"
    },
    {
      "index": 250,
      "start_time": 1730730.0,
      "end_time": 1736200.0,
      "text": "are over here the equity is over here ok. Now take a look at that again I want to introduce"
    },
    {
      "index": 251,
      "start_time": 1736200.0,
      "end_time": 1743100.0,
      "text": "a concept to you called what is known as dual entry accounting what that means is that every"
    },
    {
      "index": 252,
      "start_time": 1743100.0,
      "end_time": 1750100.0,
      "text": "transaction has to affect at least two accounts otherwise you can&#39;t stay in balance so every"
    },
    {
      "index": 253,
      "start_time": 1751590.0,
      "end_time": 1756659.0,
      "text": "one of these transactions these first four that we&#39;ve analyzed at least two accounts"
    },
    {
      "index": 254,
      "start_time": 1756660.0,
      "end_time": 1763660.0,
      "text": "affected. Now in transaction four there were three accounts that were affected that&#39;s fine."
    },
    {
      "index": 255,
      "start_time": 1763710.0,
      "end_time": 1769380.0,
      "text": "Dual entry accounting just states that at least two accounts are affected I&#39;ve done"
    },
    {
      "index": 256,
      "start_time": 1769380.0,
      "end_time": 1776190.0,
      "text": "transactions where it&#39;s affected fifty or sixty accounts. But in order for the accounting"
    },
    {
      "index": 257,
      "start_time": 1776190.0,
      "end_time": 1780220.0,
      "text": "equation to remain in balance at least two accounts have to be affected now let me ask"
    },
    {
      "index": 258,
      "start_time": 1780220.0,
      "end_time": 1787220.0,
      "text": "you this is the accounting equation still equal? It is isn&#39;t it? And at any given point"
    },
    {
      "index": 259,
      "start_time": 1789500.0,
      "end_time": 1796500.0,
      "text": "you can figure up and I&#39;ll circle this you can figure up what the ending balances are"
    },
    {
      "index": 260,
      "start_time": 1796830.0,
      "end_time": 1803830.0,
      "text": "just by adding what&#39;s above and you can figure this all out and verify that assets truly"
    },
    {
      "index": 261,
      "start_time": 1805540.0,
      "end_time": 1812540.0,
      "text": "does equal liabilities plus equity you with me cool. We&#39;re going to analyze four more"
    },
    {
      "index": 262,
      "start_time": 1817570.0,
      "end_time": 1824570.0,
      "text": "transactions. Let&#39;s say we borrowed four thousand dollars from bank of America what would be"
    },
    {
      "index": 263,
      "start_time": 1828770.0,
      "end_time": 1835770.0,
      "text": "affected here well cash would go up by four thousand dollars and a certain liability would"
    },
    {
      "index": 264,
      "start_time": 1839250.0,
      "end_time": 1846140.0,
      "text": "go up by four thousand dollars but it would be accounts payable this would be note payable."
    },
    {
      "index": 265,
      "start_time": 1846140.0,
      "end_time": 1850640.0,
      "text": "Now what&#39;s the difference between notes payable and accounts payable? Notes payable are more"
    },
    {
      "index": 266,
      "start_time": 1850640.0,
      "end_time": 1856540.0,
      "text": "formal they&#39;re written down on a note and there&#39;s usually interest involved. Accounts"
    },
    {
      "index": 267,
      "start_time": 1856540.0,
      "end_time": 1860840.0,
      "text": "payable is just like when you buy some office supplies and you say I&#39;ll pay you at the end"
    },
    {
      "index": 268,
      "start_time": 1860840.0,
      "end_time": 1864500.0,
      "text": "of the month and they say ok you&#39;ve shopped here for fifteen years we know you&#39;re good"
    },
    {
      "index": 269,
      "start_time": 1864500.0,
      "end_time": 1870550.0,
      "text": "for it ok. But a note payable how many here have a student anybody here have student loans?"
    },
    {
      "index": 270,
      "start_time": 1870550.0,
      "end_time": 1875200.0,
      "text": "Anybody here have a car loan? Anybody here have a mortgage well if you have any of those"
    },
    {
      "index": 271,
      "start_time": 1875200.0,
      "end_time": 1880780.0,
      "text": "you have to sign stuff and they gave you an interest rate those were notes ok. So going"
    },
    {
      "index": 272,
      "start_time": 1880780.0,
      "end_time": 1885960.0,
      "text": "back to this example we got a four thousand dollar loan from bank of America cash goes"
    },
    {
      "index": 273,
      "start_time": 1885960.0,
      "end_time": 1892250.0,
      "text": "up by four thousand, and our notes payable liability goes up by four thousand. How is"
    },
    {
      "index": 274,
      "start_time": 1892250.0,
      "end_time": 1899250.0,
      "text": "that reflected in this analysis? Just as it&#39;s shown. Notes payable goes up by four thousand"
    },
    {
      "index": 275,
      "start_time": 1899410.0,
      "end_time": 1905790.0,
      "text": "and cash goes up by four thousand does the accounting equation hold? Do assets still"
    },
    {
      "index": 276,
      "start_time": 1905790.0,
      "end_time": 1912790.0,
      "text": "equal liability plus owner&#39;s equity? Yes. Next one and it reiterates that in this slide"
    },
    {
      "index": 277,
      "start_time": 1914750.0,
      "end_time": 1921750.0,
      "text": "right here. Now let&#39;s look at some transactions involving revenues, expenses, and withdrawals"
    },
    {
      "index": 278,
      "start_time": 1923150.0,
      "end_time": 1927300.0,
      "text": "and I want really want you to recall the quiz that you took what are the two things that"
    },
    {
      "index": 279,
      "start_time": 1927300.0,
      "end_time": 1930720.0,
      "text": "make owners&#39; equity increase, what are the two things that make owner&#39;s equity decrease."
    },
    {
      "index": 280,
      "start_time": 1930720.0,
      "end_time": 1937720.0,
      "text": "So remember that ok we provide consulting services and we receive three thousand dollars"
    },
    {
      "index": 281,
      "start_time": 1938590.0,
      "end_time": 1945520.0,
      "text": "in cash. So we have a customer we provide consulting services to him or her and they"
    },
    {
      "index": 282,
      "start_time": 1945520.0,
      "end_time": 1952520.0,
      "text": "pay us immediately three thousand dollars cash. What is affected? Cash is affected and"
    },
    {
      "index": 283,
      "start_time": 1952710.0,
      "end_time": 1959710.0,
      "text": "yes this will increase equity but it increases equity because revenue is increased. Does"
    },
    {
      "index": 284,
      "start_time": 1959960.0,
      "end_time": 1966960.0,
      "text": "that make sense? So the way that this looks is like this revenue here where&#39;s my pointer"
    },
    {
      "index": 285,
      "start_time": 1967990.0,
      "end_time": 1974990.0,
      "text": "whoops up here. Revenue is an equity account when revenue goes up from your quiz that&#39;s"
    },
    {
      "index": 286,
      "start_time": 1977850.0,
      "end_time": 1984500.0,
      "text": "one of the things that increases equity and that&#39;s why these are added ok. So revenue"
    },
    {
      "index": 287,
      "start_time": 1984500.0,
      "end_time": 1991500.0,
      "text": "goes up by three thousand and also our cash goes up by three thousand you with me? Accounting"
    },
    {
      "index": 288,
      "start_time": 1993510.0,
      "end_time": 2000510.0,
      "text": "equation still holds doesn&#39;t it assets equal liabilities plus owner&#39;s equity ok. Somebody"
    },
    {
      "index": 289,
      "start_time": 2003170.0,
      "end_time": 2009730.0,
      "text": "is working on something here in the building. Alright let&#39;s take a look at the next transaction"
    },
    {
      "index": 290,
      "start_time": 2009730.0,
      "end_time": 2016730.0,
      "text": "we paid salaries of eight hundred dollars to employees now what is this this is an expense"
    },
    {
      "index": 291,
      "start_time": 2018850.0,
      "end_time": 2023889.0,
      "text": "now I want you to remember expense are one of the things that as they increase owner&#39;s"
    },
    {
      "index": 292,
      "start_time": 2023890.0,
      "end_time": 2030890.0,
      "text": "equity decreases right. Ok so how does this look whoops cash goes down because we paid"
    },
    {
      "index": 293,
      "start_time": 2033100.0,
      "end_time": 2040100.0,
      "text": "out eight hundred dollars to our employees and our salaries expense went up salaries"
    },
    {
      "index": 294,
      "start_time": 2041870.0,
      "end_time": 2048870.0,
      "text": "expense went up. Now remember that as salary expense account increases equity account decreases,"
    },
    {
      "index": 295,
      "start_time": 2050300.0000000002,
      "end_time": 2057300.0000000002,
      "text": "because expenses reduce equity. How does this look? It looks like this? And I want to make"
    },
    {
      "index": 296,
      "start_time": 2058000.0,
      "end_time": 2065000.0,
      "text": "sure you understand this. Expenses go up expenses are not decreased here expenses goes up but"
    },
    {
      "index": 297,
      "start_time": 2065969.9999999998,
      "end_time": 2072969.9999999998,
      "text": "eventually when we&#39;re figuring out total equity we add revenue but we&#39;re going to subtract"
    },
    {
      "index": 298,
      "start_time": 2073320.0000000002,
      "end_time": 2080320.0000000002,
      "text": "our expenses. Does that make sense guys? So when you have a expense yes your expense goes"
    },
    {
      "index": 299,
      "start_time": 2081280.0000000002,
      "end_time": 2088280.0000000002,
      "text": "up which causes your total equity to go down I want you to understand that. Understand?"
    },
    {
      "index": 300,
      "start_time": 2093889.9999999998,
      "end_time": 2100890.0,
      "text": "Does the accounting equation hold stay put? Good. Let&#39;s do one more a withdrawal of five"
    },
    {
      "index": 301,
      "start_time": 2102390.0,
      "end_time": 2109390.0,
      "text": "hundred dollars is made by the owner this is the similar situation cash goes down by"
    },
    {
      "index": 302,
      "start_time": 2109210.0,
      "end_time": 2115529.0,
      "text": "five hundred dollars withdrawals goes up, but as withdrawal account which is where we"
    },
    {
      "index": 303,
      "start_time": 2115530.0,
      "end_time": 2121260.0,
      "text": "keep track of these things when the owner takes out assets when the withdrawal account"
    },
    {
      "index": 304,
      "start_time": 2121260.0,
      "end_time": 2127631.0,
      "text": "goes up equity decreases, because from your quiz withdrawals is one of the things that"
    },
    {
      "index": 305,
      "start_time": 2127630.0,
      "end_time": 2134630.0,
      "text": "causes equity to go down. So how does this look? Well it looks like this your withdrawals"
    },
    {
      "index": 306,
      "start_time": 2137170.0,
      "end_time": 2144170.0,
      "text": "actually go up however when you figure total equity you&#39;re going to subtract owner&#39;s withdrawals"
    },
    {
      "index": 307,
      "start_time": 2146460.0,
      "end_time": 2153460.0,
      "text": "you&#39;re going to subtract expenses you&#39;re going to add revenues and of course capital is going"
    },
    {
      "index": 308,
      "start_time": 2153500.0,
      "end_time": 2159910.0,
      "text": "to be added. So if you take that twenty thousand plus three thousand that&#39;s twenty three minus"
    },
    {
      "index": 309,
      "start_time": 2159910.0,
      "end_time": 2166910.0,
      "text": "five hundred minus eight hundred oh, and then you have to add your liabilities that&#39;s where"
    },
    {
      "index": 310,
      "start_time": 2167420.0,
      "end_time": 2174420.0,
      "text": "they get that so this number is all of these together ok. But if want to figure out my"
    },
    {
      "index": 311,
      "start_time": 2175410.0,
      "end_time": 2182410.0,
      "text": "total equity I add owner&#39;s capital, I subtract owner&#39;s withdrawal; I add revenue I subtract"
    },
    {
      "index": 312,
      "start_time": 2183510.0,
      "end_time": 2190510.0,
      "text": "expenses do you understand that? Because withdrawals decrease equity, any questions on that, any"
    },
    {
      "index": 313,
      "start_time": 2195690.0,
      "end_time": 2202690.0,
      "text": "questions on that? Ok what I want to do now real quick is I want to work on a homework"
    },
    {
      "index": 314,
      "start_time": 2205430.0,
      "end_time": 2212430.0,
      "text": "example in class I want you to do exercise one-thirteen exercise, not quick study! Always"
    },
    {
      "index": 315,
      "start_time": 2215470.0,
      "end_time": 2221900.0,
      "text": "listen if I&#39;m saying quick study, or exercise, or problem, but I want you to do exercise"
    },
    {
      "index": 316,
      "start_time": 2221900.0,
      "end_time": 2227880.0,
      "text": "one-thirteen on the top of page thirty five ok. For you folks at home whenever we do this"
    },
    {
      "index": 317,
      "start_time": 2227880.0,
      "end_time": 2233920.0,
      "text": "they&#39;re going to play this snazzy jazzy JCCC music I want you do this at home just like"
    },
    {
      "index": 318,
      "start_time": 2233920.0,
      "end_time": 2239799.0,
      "text": "if you were here in class. If you need more time just pause it and we&#39;ll go over the answer"
    },
    {
      "index": 319,
      "start_time": 2239800.0,
      "end_time": 2244751.0,
      "text": "in a little bit, but this is a very valuable time for you so let&#39;s take a few minute and"
    },
    {
      "index": 320,
      "start_time": 2244750.0,
      "end_time": 2251750.0,
      "text": "we&#39;ll do exercise one-thirteen. (music 37:30-43:44). Ok once again for you folks at home if you&#39;re"
    },
    {
      "index": 321,
      "start_time": 2625890.0,
      "end_time": 2629999.0,
      "text": "not done just pause it and start when you are done, but I want to make sure we get through"
    },
    {
      "index": 322,
      "start_time": 2630000.0,
      "end_time": 2636681.0,
      "text": "the answers before class is over. Ok exercise one-thirteen they want us to describe what"
    },
    {
      "index": 323,
      "start_time": 2636680.0,
      "end_time": 2643538.0,
      "text": "was the probable nature of each transaction. In transaction A cash went down by two-thousand"
    },
    {
      "index": 324,
      "start_time": 2643540.0,
      "end_time": 2650891.0,
      "text": "and land went up by two thousand so what happened there? They took two-thousand dollars cash"
    },
    {
      "index": 325,
      "start_time": 2650890.0,
      "end_time": 2657890.0,
      "text": "and purchased some land correct so cash went down the land asset went up everything remains"
    },
    {
      "index": 326,
      "start_time": 2658300.0,
      "end_time": 2665300.0,
      "text": "in balance correct. Transaction B office supplies went up by five hundred, accounts payable"
    },
    {
      "index": 327,
      "start_time": 2666210.0,
      "end_time": 2672779.0,
      "text": "went up by five hundred what happened there? We purchased five hundred dollars of office"
    },
    {
      "index": 328,
      "start_time": 2672780.0,
      "end_time": 2679780.0,
      "text": "supplies on credit or on account sometimes we say. Transaction C accounts receivable"
    },
    {
      "index": 329,
      "start_time": 2681640.0,
      "end_time": 2686569.0,
      "text": "went by nine hundred and fifty dollars and revenues went up by nine hundred and fifty"
    },
    {
      "index": 330,
      "start_time": 2686570.0,
      "end_time": 2692800.0,
      "text": "dollars. Well we provided nine hundred and fifty dollars&#39; worth of services to our customers,"
    },
    {
      "index": 331,
      "start_time": 2692800.0,
      "end_time": 2698681.0,
      "text": "but they&#39;re going to pay us later. We provided it on credit or on account it&#39;s a account"
    },
    {
      "index": 332,
      "start_time": 2698680.0,
      "end_time": 2703549.0,
      "text": "receivable because we&#39;re going to receive cash in the future, and we can recognize that"
    },
    {
      "index": 333,
      "start_time": 2703550.0,
      "end_time": 2707981.0,
      "text": "revenue because of the revenue recognition principle even though we haven&#39;t received"
    },
    {
      "index": 334,
      "start_time": 2707980.0,
      "end_time": 2714980.0,
      "text": "the cash, because we provided the service. Transaction D cash goes down by five hundred"
    },
    {
      "index": 335,
      "start_time": 2716840.0,
      "end_time": 2723360.0,
      "text": "and accounts payable does down by five hundred what happened there? We paid off that liability"
    },
    {
      "index": 336,
      "start_time": 2723360.0,
      "end_time": 2730360.0,
      "text": "right our cash is decreased and our accounts payable liability has also decreased right"
    },
    {
      "index": 337,
      "start_time": 2731580.0,
      "end_time": 2738691.0,
      "text": "cool. Lastly transaction E remember how we had a accounts receivable for nine hundred"
    },
    {
      "index": 338,
      "start_time": 2738690.0,
      "end_time": 2743960.0,
      "text": "and fifty here the customer paid us they paid us cash of nine hundred and fifty dollars"
    },
    {
      "index": 339,
      "start_time": 2743960.0,
      "end_time": 2748960.0,
      "text": "to settle that accounts receivable. We don&#39;t recognize revenue nothing happens in the revenue"
    },
    {
      "index": 340,
      "start_time": 2748960.0,
      "end_time": 2754900.0,
      "text": "column right, because we already recognize the revenue. But cash goes up which is an"
    },
    {
      "index": 341,
      "start_time": 2754900.0,
      "end_time": 2761900.0,
      "text": "asset, accounts receivable which is also an asset goes down, make sense? I want you to"
    },
    {
      "index": 342,
      "start_time": 2762990.0,
      "end_time": 2767430.0,
      "text": "get very adept at analyzing these and most of your homework will have to do with this"
    },
    {
      "index": 343,
      "start_time": 2767430.0,
      "end_time": 2774430.0,
      "text": "sort of analysis, are there any questions? It can&#39;t go out of balance if you try to make"
    },
    {
      "index": 344,
      "start_time": 2779370.0,
      "end_time": 2786000.0,
      "text": "a journal entry or you try to analyze a transaction it has to balance if it doesn&#39;t balance you"
    },
    {
      "index": 345,
      "start_time": 2786000.0,
      "end_time": 2791661.0,
      "text": "goofed up that&#39;s the beauty of it. you goofed up in your math is that what you are saying?"
    },
    {
      "index": 346,
      "start_time": 2791660.0,
      "end_time": 2796259.0,
      "text": "You goofed up in your math or you didn&#39;t analyze the transaction correctly the beautiful thing"
    },
    {
      "index": 347,
      "start_time": 2796260.0,
      "end_time": 2801171.0,
      "text": "about accounting is that it&#39;s precise it has to be in balance. If you do something and"
    },
    {
      "index": 348,
      "start_time": 2801170.0,
      "end_time": 2805779.0,
      "text": "it&#39;s not in balance then somewhere you went wrong maybe you effected the wrong account"
    },
    {
      "index": 349,
      "start_time": 2805780.0,
      "end_time": 2812780.0,
      "text": "or maybe the wrong direction ok. Alright let me give you your homework not talking connect"
    },
    {
      "index": 350,
      "start_time": 2813530.0,
      "end_time": 2820530.0,
      "text": "assignments let me give you your homework. Your homework is right here on the screen,"
    },
    {
      "index": 351,
      "start_time": 2821290.0,
      "end_time": 2828290.0,
      "text": "and I want you to do exercises one-twelve, one-ten, one-eleven, and one-eight now when"
    },
    {
      "index": 352,
      "start_time": 2829500.0,
      "end_time": 2833309.0,
      "text": "I have them out of order like that is what I usually mean I want you to do them in the"
    },
    {
      "index": 353,
      "start_time": 2833310.0,
      "end_time": 2837951.0,
      "text": "order I wrote them I think it would be easier to do them in that order. Of course you can"
    },
    {
      "index": 354,
      "start_time": 2837950.0,
      "end_time": 2842970.0,
      "text": "do them in whatever order you want. Now I have a note down here that says use your work"
    },
    {
      "index": 355,
      "start_time": 2842970.0,
      "end_time": 2848899.0,
      "text": "papers if you have them. See that exercise one-eleven that I have as homework up there"
    },
    {
      "index": 356,
      "start_time": 2848900.0,
      "end_time": 2855900.0,
      "text": "guys look in your work papers and you&#39;re going to find something that looks like this exercise"
    },
    {
      "index": 357,
      "start_time": 2856370.0,
      "end_time": 2861840.0,
      "text": "one-eleven and we&#39;re going to do just like the transaction analysis we did in class we&#39;re"
    },
    {
      "index": 358,
      "start_time": 2861840.0,
      "end_time": 2868840.0,
      "text": "going to do it here ok. Make sense? So don&#39;t forget about those work papers if you purchased"
    },
    {
      "index": 359,
      "start_time": 2868900.0,
      "end_time": 2873480.0,
      "text": "them that&#39;s why you purchased them so just look in the back look for the right reference"
    },
    {
      "index": 360,
      "start_time": 2873480.0,
      "end_time": 2878539.0,
      "text": "and use that as kind of a template to do your homework, but have this homework done next"
    },
    {
      "index": 361,
      "start_time": 2878540.0,
      "end_time": 2884560.0,
      "text": "time. Get signed up for your connect assignment if you haven&#39;t call the eight hundred number"
    },
    {
      "index": 362,
      "start_time": 2884560.0,
      "end_time": 2887460.0,
      "text": "if you&#39;re having trouble. We&#39;ll see you next time bye. (music outro)"
    }
  ]
}