{
  "video_id": "gHZ1Qz0KiKM",
  "title": "2 Weeks with iPhone X",
  "json": [
    {
      "index": 1,
      "start_time": 7200000.0,
      "end_time": 0.0,
      "text": "00:00:04,049 --> 00:00:09,029\r\nI definitely posted a lot during launch week and a lot of you guys who have subscribed for vlogs or cooking videos"
    },
    {
      "index": 2,
      "start_time": 9040.0,
      "end_time": 13200.0,
      "text": "More like, \"What's happening!\" but for most of you guys who know me, I'm sure you weren't surprised"
    },
    {
      "index": 3,
      "start_time": 13200.0,
      "end_time": 14790.0,
      "text": "I plan on doing the week with iPhone"
    },
    {
      "index": 4,
      "start_time": 14790.0,
      "end_time": 18809.0,
      "text": "But I felt like I had posted so many videos within a week that I thought maybe I would just wait and do it two"
    },
    {
      "index": 5,
      "start_time": 18810.0,
      "end_time": 22320.0,
      "text": "Weeks with iPhone so here we are, it's been about two weeks since I got the iPhone X"
    },
    {
      "index": 6,
      "start_time": 22320.0,
      "end_time": 23350.0,
      "text": "It really is"
    },
    {
      "index": 7,
      "start_time": 23350.0,
      "end_time": 29219.0,
      "text": "A beautiful device so the first week that I had it was basically filming and shooting and editing videos about the phone"
    },
    {
      "index": 8,
      "start_time": 29220.0,
      "end_time": 33390.0,
      "text": "So I didn't really feel like I got a chance to try it out and use it in sort of an everyday normal"
    },
    {
      "index": 9,
      "start_time": 33520.0,
      "end_time": 35969.0,
      "text": "Setting like I normally would so don't trying our testing week"
    },
    {
      "index": 10,
      "start_time": 35969.0,
      "end_time": 40739.0,
      "text": "We tried out a bunch of things. The first thing that we tried out that I didn't even share on my channel because my sister"
    },
    {
      "index": 11,
      "start_time": 40739.0,
      "end_time": 47339.0,
      "text": "post of the video is we did an underwater test, \"Would face ID work underwater?\" And number two, \"Would your phone actually work underwater?\""
    },
    {
      "index": 12,
      "start_time": 47340.0,
      "end_time": 51720.0,
      "text": "And the answer is no. It doesn't. The screen doesn't work on water. Since this was our video"
    },
    {
      "index": 13,
      "start_time": 51740.0,
      "end_time": 57539.0,
      "text": "She volunteered to use her phone to do this test. Currently her phone is still working perfectly fine. The iPhone X is rated to be able"
    },
    {
      "index": 14,
      "start_time": 57539.0,
      "end_time": 62339.0,
      "text": "To withstand at least thirty minutes underwater, it's recommended that you don't go past 3.3 feet"
    },
    {
      "index": 15,
      "start_time": 62340.0,
      "end_time": 66930.0,
      "text": "Which thankfully the pool that we were in was about 3 feet cuz my sister dropped her phone, and we both like"
    },
    {
      "index": 16,
      "start_time": 73350.0,
      "end_time": 75360.0,
      "text": "It for him to be quite difficult to go underwater"
    },
    {
      "index": 17,
      "start_time": 75759.0,
      "end_time": 80429.0,
      "text": "Try to keep your eyes open while swiping up and trying to see if the phone is actually"
    },
    {
      "index": 18,
      "start_time": 80770.0,
      "end_time": 84869.0,
      "text": "Responding to your face in this test we did conclude that the phone does not work underwater"
    },
    {
      "index": 19,
      "start_time": 84869.0,
      "end_time": 87539.0,
      "text": "You weren't able to swipe up it also didn't recognize her face"
    },
    {
      "index": 20,
      "start_time": 87840.0,
      "end_time": 92970.0,
      "text": "We did have some difficulties with face ID trying to recognize each of us with sunglasses on in very bright conditions"
    },
    {
      "index": 21,
      "start_time": 93130.0,
      "end_time": 98940.0,
      "text": "so the reason for this is because if it's super reflective the phone is unable to see your eyes in this bright light and if"
    },
    {
      "index": 22,
      "start_time": 98940.0,
      "end_time": 101190.0,
      "text": "You have the attention awareness on, if it can't see your eyes"
    },
    {
      "index": 23,
      "start_time": 101200.0,
      "end_time": 103619.0,
      "text": "It's not gonna unlock your phone. The way that you can get around"
    },
    {
      "index": 24,
      "start_time": 103619.0,
      "end_time": 109318.0,
      "text": "This is turning off the attention to awareness so basically you won't have to look at your phone this does make face ID a little"
    },
    {
      "index": 25,
      "start_time": 109319.0,
      "end_time": 112139.0,
      "text": "Bit less secure so that means if somebody comes up to you"
    },
    {
      "index": 26,
      "start_time": 112140.0,
      "end_time": 116369.0,
      "text": "They can swipe up and unlock your phone with attention awareness on if somebody tried to do that to you"
    },
    {
      "index": 27,
      "start_time": 116369.0,
      "end_time": 118240.0,
      "text": "You would have to be looking at it for it to unlock"
    },
    {
      "index": 28,
      "start_time": 118240.0,
      "end_time": 122490.0,
      "text": "It has been a little bit frustrating when I'm outside walking my dog with my sunglasses on and it's super bright"
    },
    {
      "index": 29,
      "start_time": 122490.0,
      "end_time": 126390.0,
      "text": "And I'm trying to use face ID and it's not unlocking him, and he's pulling me super hard going to the bathroom"
    },
    {
      "index": 30,
      "start_time": 126390.0,
      "end_time": 127920.0,
      "text": "And then I'm trying to clean the bathroom up"
    },
    {
      "index": 31,
      "start_time": 127920.0,
      "end_time": 131039.0,
      "text": "But I'm trying to use my phone and unlock it and it's not working. So normally effectively"
    },
    {
      "index": 32,
      "start_time": 131038.99999999999,
      "end_time": 133649.0,
      "text": "I'm going to be in a situation where I'm gonna have sunglasses on it's super bright"
    },
    {
      "index": 33,
      "start_time": 133650.0,
      "end_time": 135959.0,
      "text": "I do turn off the attention awareness, but for the most part,"
    },
    {
      "index": 34,
      "start_time": 135959.0,
      "end_time": 140879.0,
      "text": "I have been keeping it on because it is an extra layer of security. Other than that I've been pretty impressed with face ID I"
    },
    {
      "index": 35,
      "start_time": 140880.0,
      "end_time": 145049.0,
      "text": "Know a lot of people have been saying with they're having problems some of my friends. They're saying it's not recognizing me"
    },
    {
      "index": 36,
      "start_time": 145049.0,
      "end_time": 145720.0,
      "text": "It's taking too long"
    },
    {
      "index": 37,
      "start_time": 145720.0,
      "end_time": 149039.0,
      "text": "Even at first my sister was having an issue where it was taking a while to recognize her"
    },
    {
      "index": 38,
      "start_time": 149040.0,
      "end_time": 151650.0,
      "text": "And I think the reason for this is a lot of people when they first set up their phones"
    },
    {
      "index": 39,
      "start_time": 151660.0,
      "end_time": 155969.0,
      "text": "It says hey its face ID times, set it up. and you're kind of in a hurry you want to set up your phone"
    },
    {
      "index": 40,
      "start_time": 155970.0,
      "end_time": 159419.0,
      "text": "You're not really paying attention. You're just sort of moving your head around and I feel like that first set up"
    },
    {
      "index": 41,
      "start_time": 159420.0,
      "end_time": 162980.0,
      "text": "It doesn't get a really good read on your face. So if you are having this problem"
    },
    {
      "index": 42,
      "start_time": 162980.0,
      "end_time": 165000.0,
      "text": "I definitely recommend going back in"
    },
    {
      "index": 43,
      "start_time": 165000.0,
      "end_time": 171880.0,
      "text": "Rescanning your face and seeing if that helps. Another thing that I tried was what if I looked like a zombie, what if my face was uncompletely recognizable?"
    },
    {
      "index": 44,
      "start_time": 171880.0,
      "end_time": 174220.0,
      "text": "Well face ID recognized me. I decided to go all out"
    },
    {
      "index": 45,
      "start_time": 174239.0,
      "end_time": 177749.0,
      "text": "I had this incredible special effects makeup artist Dan Gilbert come to my house"
    },
    {
      "index": 46,
      "start_time": 177850.0,
      "end_time": 182669.0,
      "text": "make me look like a zombie and see, if we could fool, the face ID. Now one of the things that I read in the"
    },
    {
      "index": 47,
      "start_time": 182670.0,
      "end_time": 183850.0,
      "text": "Comments is a lot of you guys are"
    },
    {
      "index": 48,
      "start_time": 183850.0,
      "end_time": 190559.0,
      "text": "Suspect because you sent Justine during this whole process, you were unlocking your face from beginning to end, and the thing with face ID is"
    },
    {
      "index": 49,
      "start_time": 190560.0,
      "end_time": 195299.0,
      "text": "It learns your face. So perhaps this entire time that I was getting my makeup done I was unlocking my phone"
    },
    {
      "index": 50,
      "start_time": 195300.0,
      "end_time": 199380.0,
      "text": "Maybe the phone was learning my face throughout the whole process, which is of"
    },
    {
      "index": 51,
      "start_time": 199400.0,
      "end_time": 203260.0,
      "text": "Very very very very a valid point and that I don't really know"
    },
    {
      "index": 52,
      "start_time": 203260.0,
      "end_time": 208630.0,
      "text": "I don't know if that's the case. Now the reason that I decided to obscure most of the bottom of my face is because that"
    },
    {
      "index": 53,
      "start_time": 208640.0,
      "end_time": 212589.0,
      "text": "Previous day that I'd met Dan we did something for another shoot where I was a zombie"
    },
    {
      "index": 54,
      "start_time": 212590.0,
      "end_time": 217899.0,
      "text": "and I obscured most of my eyes and most of my forehead so I thought I've been unlocked with most of the top of my"
    },
    {
      "index": 55,
      "start_time": 217900.0,
      "end_time": 218470.0,
      "text": "Face I'm scared"
    },
    {
      "index": 56,
      "start_time": 218470.0,
      "end_time": 219620.0,
      "text": "It's gotta be something down here"
    },
    {
      "index": 57,
      "start_time": 219620.0,
      "end_time": 224950.0,
      "text": "One of the things that I did notice is that when you turn off the attention awareness is it's not actively seeking for your eyes"
    },
    {
      "index": 58,
      "start_time": 224950.0,
      "end_time": 229660.0,
      "text": "So it doesn't lock your phone a little bit faster, so again if you are having some issues with it unlocking slow"
    },
    {
      "index": 59,
      "start_time": 229660.0,
      "end_time": 233649.0,
      "text": "or it's out recognizing your face try turning that off try rescanning and"
    },
    {
      "index": 60,
      "start_time": 233810.0,
      "end_time": 236560.0,
      "text": "Let me know if that works for you. Going back to the sunglasses"
    },
    {
      "index": 61,
      "start_time": 236560.0,
      "end_time": 240670.0,
      "text": "I tested out probably like 15 to 20 pairs of sunglasses to see if they would unlock"
    },
    {
      "index": 62,
      "start_time": 240670.0,
      "end_time": 245949.0,
      "text": "But I was right here in a controlled environment where there's no sunlight, it's my studio light. So with that"
    },
    {
      "index": 63,
      "start_time": 245950.0,
      "end_time": 249399.0,
      "text": "I'm not having a lot of reflection so all those sunglasses worked indoors"
    },
    {
      "index": 64,
      "start_time": 249590.0,
      "end_time": 252250.0,
      "text": "But did they work outdoors and not so much"
    },
    {
      "index": 65,
      "start_time": 252250.0,
      "end_time": 256929.0,
      "text": "I also heard that people were saying if they are able to unlock their phone using their reflection in the mirror"
    },
    {
      "index": 66,
      "start_time": 257510.0,
      "end_time": 259510.0,
      "text": "Hmm, let's try it"
    },
    {
      "index": 67,
      "start_time": 261680.0,
      "end_time": 263680.0,
      "text": "It unlocked"
    },
    {
      "index": 68,
      "start_time": 265180.0,
      "end_time": 271220.0,
      "text": "Yes, it works! So it looks like face ID does work with a reflection of yourself in the mirror"
    },
    {
      "index": 69,
      "start_time": 272460.0,
      "end_time": 277720.0,
      "text": "Interesting. But it doesn't work with a printed picture of yourself. One of the things that I was worried about with this phone is because"
    },
    {
      "index": 70,
      "start_time": 277720.0,
      "end_time": 278500.0,
      "text": "It's so much smaller"
    },
    {
      "index": 71,
      "start_time": 278500.0,
      "end_time": 283059.0,
      "text": "And I was so used to having the plus size phones that I wasn't going to like this as much as I do"
    },
    {
      "index": 72,
      "start_time": 283610.0,
      "end_time": 286270.0,
      "text": "Surprisingly having a smaller phone is incredible"
    },
    {
      "index": 73,
      "start_time": 286270.0,
      "end_time": 291549.0,
      "text": "I can fit it so much easier into my purses, into my pants pockets, into my yoga pants"
    },
    {
      "index": 74,
      "start_time": 291550.0,
      "end_time": 295090.0,
      "text": "I've got like a little side pocket thing when I'm running or hiking or not really running"
    },
    {
      "index": 75,
      "start_time": 295400.0,
      "end_time": 297549.0,
      "text": "Closely if just walking the dog around the block"
    },
    {
      "index": 76,
      "start_time": 297550.0,
      "end_time": 299550.0,
      "text": "it's so great to not have such a"
    },
    {
      "index": 77,
      "start_time": 299560.0,
      "end_time": 305580.0,
      "text": "Massive phone like I previously did. So the form factor of the X is comparable to an iPhone 8 or any of those phones that"
    },
    {
      "index": 78,
      "start_time": 305580.0,
      "end_time": 311640.0,
      "text": "Are that size but the screen size is actually larger than the iPhone 8 plus. Which kind of puts this in the most perfect,"
    },
    {
      "index": 79,
      "start_time": 311780.0,
      "end_time": 316960.0,
      "text": "Sweet spot for the size of a phone. I know what you're saying, \"What about the notch?\" \"Do you love it?\""
    },
    {
      "index": 80,
      "start_time": 316960.0,
      "end_time": 318760.0,
      "text": "\"Do you hate it?\" Honestly"
    },
    {
      "index": 81,
      "start_time": 318760.0,
      "end_time": 324609.0,
      "text": "I am not really sure, I feel like I'm kind of 50/50 because there are some times where I'm like man"
    },
    {
      "index": 82,
      "start_time": 324610.0,
      "end_time": 329590.0,
      "text": "Just don't trying to watch something and then as little notch is there and it's like why are you there just?"
    },
    {
      "index": 83,
      "start_time": 329840.0,
      "end_time": 333099.0,
      "text": "For then other times it does fit pretty seamless with apps"
    },
    {
      "index": 84,
      "start_time": 333099.0,
      "end_time": 338199.0,
      "text": "so I don't really notice it, but to say that I don't notice it all, I would completely be lying because"
    },
    {
      "index": 85,
      "start_time": 338320.0,
      "end_time": 340060.0,
      "text": "It's there, like I don't know how you"
    },
    {
      "index": 86,
      "start_time": 340060.0,
      "end_time": 345420.0,
      "text": "Can't see it like if you don't see this, then I don't know what you're looking at because it's there the knotch is there."
    },
    {
      "index": 87,
      "start_time": 345420.0,
      "end_time": 349570.0,
      "text": "But if they were to remove the knotch, I don't think I would be upset at all"
    },
    {
      "index": 88,
      "start_time": 349570.0,
      "end_time": 352479.0,
      "text": "I think that I would be okay if it wasn't there"
    },
    {
      "index": 89,
      "start_time": 352479.0,
      "end_time": 357729.0,
      "text": "I mean I see why they have to have the notch here because there's really nowhere else to put it if they didn't put the"
    },
    {
      "index": 90,
      "start_time": 357729.0,
      "end_time": 361269.0,
      "text": "Notch there, then there would have to be some sort of a black bar up here"
    },
    {
      "index": 91,
      "start_time": 361270.0,
      "end_time": 365799.0,
      "text": "Just to house everything that is inside of this notch, proximity sensor, it has the true depth camera,"
    },
    {
      "index": 92,
      "start_time": 366050.0,
      "end_time": 369250.0,
      "text": "Speakers can't it's got so many things inside of that little notch today"
    },
    {
      "index": 93,
      "start_time": 369250.0,
      "end_time": 374440.0,
      "text": "I mean I get it, but how are they gonna get rid of it for the next phone, or are they not?"
    },
    {
      "index": 94,
      "start_time": 374440.0,
      "end_time": 377080.0,
      "text": "Or is this is this the new normal I?"
    },
    {
      "index": 95,
      "start_time": 377750.0,
      "end_time": 382119.0,
      "text": "Thought that I would be taking a ton of front-facing portrait selfies, but to be honest"
    },
    {
      "index": 96,
      "start_time": 382120.0,
      "end_time": 385000.0,
      "text": "I really haven't taken very many I guess in the past week"
    },
    {
      "index": 97,
      "start_time": 385000.0,
      "end_time": 392100.0,
      "text": "I've just kind of been playing call of duty, so that's really not something that's very interesting to take pictures of. Especially a front-facing selfie"
    },
    {
      "index": 98,
      "start_time": 393020.0,
      "end_time": 398980.0,
      "text": "My friend Joey said he's returning his iPhone X, No.1, because he wasn't a huge fan of the face ID and No.2, because"
    },
    {
      "index": 99,
      "start_time": 399409.0,
      "end_time": 402189.0,
      "text": "The camera quality was too good"
    },
    {
      "index": 100,
      "start_time": 402190.0,
      "end_time": 408369.0,
      "text": "And I a hundred percent get where he's coming from because when you take a front-facing picture now. I mean it sees everything"
    },
    {
      "index": 101,
      "start_time": 409390.0,
      "end_time": 411390.0,
      "text": "It's like, \"What?!\""
    },
    {
      "index": 102,
      "start_time": 412250.0,
      "end_time": 414429.0,
      "text": "I've taken tons of photos of my dog"
    },
    {
      "index": 103,
      "start_time": 414430.0,
      "end_time": 420310.0,
      "text": "I've taken what if I had been taking pictures of I don't even know honestly since I got through the iPhone released week"
    },
    {
      "index": 104,
      "start_time": 420310.0,
      "end_time": 424899.0,
      "text": "I've basically been playing video games, and it's been great, so yeah, I'm looking through here"
    },
    {
      "index": 105,
      "start_time": 424900.0,
      "end_time": 426940.0,
      "text": "I haven't really done a whole lot the past few days"
    },
    {
      "index": 106,
      "start_time": 427099.0,
      "end_time": 428960.0,
      "text": "Here is a cute picture of"
    },
    {
      "index": 107,
      "start_time": 428960.0,
      "end_time": 434830.0,
      "text": "My baby boy doggy and his friend Yossi. Fires picture my wine fridge while that's really exciting"
    },
    {
      "index": 108,
      "start_time": 434830.0,
      "end_time": 438429.0,
      "text": "Oh, here's a picture of me and Alex Clark we did a fun video the whisper challenge video"
    },
    {
      "index": 109,
      "start_time": 438430.0,
      "end_time": 442120.0,
      "text": "And we unboxed a very fun the Star Wars Jedi Challenge game"
    },
    {
      "index": 110,
      "start_time": 442360.0,
      "end_time": 448400.0,
      "text": "What else are some wine, got a LAN party, more pictures the dog? Yeah, I basically have"
    },
    {
      "index": 111,
      "start_time": 448400.0,
      "end_time": 453840.0,
      "text": "Done a lot. So other than taking pictures my dog. I've been very very impressed with the new snapchat filters now granted"
    },
    {
      "index": 112,
      "start_time": 453840.0,
      "end_time": 454150.0,
      "text": "I don't"
    },
    {
      "index": 113,
      "start_time": 454150.0,
      "end_time": 455140.0,
      "text": "really use"
    },
    {
      "index": 114,
      "start_time": 455140.0,
      "end_time": 459539.0,
      "text": "Snapchat as much as I used to I feel like most of the time when I'm going to post something on snapchat"
    },
    {
      "index": 115,
      "start_time": 459540.0,
      "end_time": 461849.0,
      "text": "I end up just posting it on my Instagram stories"
    },
    {
      "index": 116,
      "start_time": 461850.0,
      "end_time": 466469.0,
      "text": "But I decided to hop into snapchat and test out to the face tracking features that they have now"
    },
    {
      "index": 117,
      "start_time": 466570.0,
      "end_time": 473129.0,
      "text": "With some of their face filters, and they are very very accurate. I was very shocked. Hey guys. How's it going?"
    },
    {
      "index": 118,
      "start_time": 473130.0,
      "end_time": 476580.0,
      "text": "I'm just shooting some videos here, but I was testing out a new snapchat"
    },
    {
      "index": 119,
      "start_time": 477130.0,
      "end_time": 479159.0,
      "text": "He's tracking on the iPhone 10"
    },
    {
      "index": 120,
      "start_time": 479440.0,
      "end_time": 486450.0,
      "text": "So like it's very very and it's like here's another one with glasses on like look at this like I move it and it does"
    },
    {
      "index": 121,
      "start_time": 487030.0,
      "end_time": 491460.0,
      "text": "I'm so impressed. I'm impressed. Oh yeah, this is"
    },
    {
      "index": 122,
      "start_time": 492040.0,
      "end_time": 494040.0,
      "text": "This is great"
    },
    {
      "index": 123,
      "start_time": 498850.0,
      "end_time": 505439.0,
      "text": "One thing that snapchat did right is get in early get the face tracking features and really implement that to the max on snapchat"
    },
    {
      "index": 124,
      "start_time": 505510.0,
      "end_time": 510539.0,
      "text": "Let's see what else have I been doing I mean the phone is obviously so much faster than the 7 although"
    },
    {
      "index": 125,
      "start_time": 510540.0,
      "end_time": 512400.0,
      "text": "I did kind of have that middle phone"
    },
    {
      "index": 126,
      "start_time": 512400.0,
      "end_time": 516090.0,
      "text": "I had the iPhone eight between the X so having the jump from the 8th to the X"
    },
    {
      "index": 127,
      "start_time": 516220.0,
      "end_time": 522509.0,
      "text": "Didn't really have an overall feeling of that much difference because both of those phones the insides are basically the same thing"
    },
    {
      "index": 128,
      "start_time": 522760.0,
      "end_time": 528929.0,
      "text": "Also the camera quality on the 8 is almost identical to the 10 being able to have the slo-mo options to go up to 240"
    },
    {
      "index": 129,
      "start_time": 528930.0,
      "end_time": 530370.0,
      "text": "At 1080 is pretty great although"
    },
    {
      "index": 130,
      "start_time": 530370.0,
      "end_time": 531420.0,
      "text": "I don't really use it that often"
    },
    {
      "index": 131,
      "start_time": 531420.0,
      "end_time": 535200.0,
      "text": "But I have found that I've been vlogging a lot more on my iPhone because every time I go to vlog"
    },
    {
      "index": 132,
      "start_time": 535200.0,
      "end_time": 536770.0,
      "text": "I either don't have my vlogging camera"
    },
    {
      "index": 133,
      "start_time": 536770.0,
      "end_time": 542549.0,
      "text": "Or the battery is dead and a lot of you guys didn't really notice a difference when I went from this to the other one"
    },
    {
      "index": 134,
      "start_time": 542550.0,
      "end_time": 547710.0,
      "text": "of course I can tell because I'm the one filming and editing and the front-facing camera on here is obviously not as good as the"
    },
    {
      "index": 135,
      "start_time": 547710.0,
      "end_time": 553679.0,
      "text": "4k SONY that I used to film with, but overall the audio on this thing is great the video quality looks amazing. The photos look"
    },
    {
      "index": 136,
      "start_time": 553810.0,
      "end_time": 557609.0,
      "text": "Incredible almost too good and too realistic. The battery life,"
    },
    {
      "index": 137,
      "start_time": 557609.0,
      "end_time": 559080.0,
      "text": "I haven't really noticed"
    },
    {
      "index": 138,
      "start_time": 559080.0,
      "end_time": 564780.0,
      "text": "That it's been worse than the 8 or the 7 mostly because I'm always carrying around a movie, so I am unaware of"
    },
    {
      "index": 139,
      "start_time": 565300.0,
      "end_time": 566440.0,
      "text": "battery life ever"
    },
    {
      "index": 140,
      "start_time": 566440.0,
      "end_time": 568440.0,
      "text": "I don't know if it even gets close"
    },
    {
      "index": 141,
      "start_time": 568480.0,
      "end_time": 573780.0,
      "text": "To being read I'm plugging this thing in I've also really loved having wireless charging pad one by my bed"
    },
    {
      "index": 142,
      "start_time": 574050.0,
      "end_time": 579149.0,
      "text": "By my desk over there, and I even have this one over here, which has been my charger of choice the Mophie"
    },
    {
      "index": 143,
      "start_time": 579730.0,
      "end_time": 582089.0,
      "text": "Wireless charger, so I use this one of my desk and this one"
    },
    {
      "index": 144,
      "start_time": 582089.0,
      "end_time": 586259.0,
      "text": "I kind of just move around throughout the house wherever I happen to be and in my bedroom. I have the Belkin one"
    },
    {
      "index": 145,
      "start_time": 586260.0,
      "end_time": 587910.0,
      "text": "I'm not really sure why I decided to do that"
    },
    {
      "index": 146,
      "start_time": 587910.0,
      "end_time": 591180.0,
      "text": "I feel like I like the look of this one and it's a lot smaller than the Belkin"
    },
    {
      "index": 147,
      "start_time": 591180.0,
      "end_time": 594599.0,
      "text": "I have some white lamps in my bedroom, so I felt like the white matched a little bit better"
    },
    {
      "index": 148,
      "start_time": 594600.0,
      "end_time": 598320.0,
      "text": "But it really is nice. Just being able to roll over from my phone on the charger"
    },
    {
      "index": 149,
      "start_time": 598420.0,
      "end_time": 603329.0,
      "text": "I don't have to worry if it's plugged in or if the dogs gonna jump down and knock a cord off the bed"
    },
    {
      "index": 150,
      "start_time": 603339.0,
      "end_time": 605639.0,
      "text": "It's been pretty great so I know welcome"
    },
    {
      "index": 151,
      "start_time": 606250.0,
      "end_time": 609899.0,
      "text": "Justine to wireless charging why did the pixel to?"
    },
    {
      "index": 152,
      "start_time": 610180.0,
      "end_time": 612630.0,
      "text": "Decide not to do wireless charging. I'm so confused"
    },
    {
      "index": 153,
      "start_time": 612630.0,
      "end_time": 616649.0,
      "text": "I feel like they rushed the pixel to out just to be like here's our phone here it is"
    },
    {
      "index": 154,
      "start_time": 617140.0,
      "end_time": 623249.0,
      "text": "It's ready, but it wasn't it wasn't ready. I will say the front-facing pixel to portrait mode is really really good"
    },
    {
      "index": 155,
      "start_time": 623250.0,
      "end_time": 626279.0,
      "text": "I did a couple tests of that and I'll be doing a future video here"
    },
    {
      "index": 156,
      "start_time": 626279.0,
      "end_time": 632069.0,
      "text": "Hopefully very very soon of the note 8 the pixel 2 and the iPhone X doing a little photo comparison video comparison"
    },
    {
      "index": 157,
      "start_time": 632070.0,
      "end_time": 633750.0,
      "text": "I know a bunch of people have already done it"
    },
    {
      "index": 158,
      "start_time": 633750.0,
      "end_time": 637709.0,
      "text": "But I'm a little bit late either way even if I didn't do this video for you guys"
    },
    {
      "index": 159,
      "start_time": 637709.0,
      "end_time": 641578.0,
      "text": "I would be doing this for myself anyway, so I just kind of want to test it out and see for myself"
    },
    {
      "index": 160,
      "start_time": 641760.0,
      "end_time": 646160.0,
      "text": "what kind of results will I get? Stay tuned for that!! So I guess I should probably talk about some of the things that I"
    },
    {
      "index": 161,
      "start_time": 646160.0,
      "end_time": 649880.0,
      "text": "Don't like about the new iPhone X, and there's not very many. I know what you're saying, \"Justine! You buy this!\""
    },
    {
      "index": 162,
      "start_time": 651910.0,
      "end_time": 656730.0,
      "text": "This is my video. I'm telling you the things that I like and I don't like. one of the things that I absolutely"
    },
    {
      "index": 163,
      "start_time": 657459.0,
      "end_time": 662969.0,
      "text": "do not like it all and it's been driving me insane is closing apps. Now Apple says that you don't have to close apps because"
    },
    {
      "index": 164,
      "start_time": 662970.0,
      "end_time": 665310.0,
      "text": "It doesn't really make a difference. It's not gonna kill your battery. It's not gonna do this"
    },
    {
      "index": 165,
      "start_time": 665310.0,
      "end_time": 667200.0,
      "text": "It's not gonna do that well. I like to close them"
    },
    {
      "index": 166,
      "start_time": 667200.0,
      "end_time": 671819.0,
      "text": "I like to be able to just go and swipe right down here at the bottom see the things that I have open not"
    },
    {
      "index": 167,
      "start_time": 672010.0,
      "end_time": 675359.0,
      "text": "Everything that I've opened in the past two months. The problem now is"
    },
    {
      "index": 168,
      "start_time": 675459.0,
      "end_time": 679439.0,
      "text": "to close apps you have to swipe up and you just hold and if there's a"
    },
    {
      "index": 169,
      "start_time": 679510.0,
      "end_time": 686489.0,
      "text": "There's a delay now normally. You would be able to just swipe up from here to close, but now you have to hold in and"
    },
    {
      "index": 170,
      "start_time": 687190.0,
      "end_time": 688959.0,
      "text": "then swipe up or"
    },
    {
      "index": 171,
      "start_time": 688959.0,
      "end_time": 693089.0,
      "text": "Hit this little button right her. So, it definitely takes a few extra seconds"
    },
    {
      "index": 172,
      "start_time": 693089.0,
      "end_time": 696328.0,
      "text": "Just to close some apps when before used to be super quick. Of course"
    },
    {
      "index": 173,
      "start_time": 696329.0,
      "end_time": 703169.0,
      "text": "This is a software thing so that is a very very easy fix. Hopefully in a future update of iOS 11. Oh gosh, speaking of updates."
    },
    {
      "index": 174,
      "start_time": 704910.0,
      "end_time": 711110.0,
      "text": "Wow the biggest troll I feel like in internet history was the iOS"
    },
    {
      "index": 175,
      "start_time": 711110.0,
      "end_time": 716149.0,
      "text": "Bug where it turned the letter I to like an A with a question mark or something"
    },
    {
      "index": 176,
      "start_time": 716280.0,
      "end_time": 721519.0,
      "text": "there was a bunch of different things that were happening you would type a specific character whether it was an A or an I and"
    },
    {
      "index": 177,
      "start_time": 721520.0,
      "end_time": 727249.0,
      "text": "Then you would hit Send and in that sending process between you typing it and actually hitting Send on Twitter or Instagram or wherever"
    },
    {
      "index": 178,
      "start_time": 727470.0,
      "end_time": 732470.0,
      "text": "This would appear and most of the times when you were typing it you wouldn't actually see it until you hit Send"
    },
    {
      "index": 179,
      "start_time": 732470.0,
      "end_time": 734839.0,
      "text": "Are you posted of whatever it was you're posting and this"
    },
    {
      "index": 180,
      "start_time": 735360.0,
      "end_time": 736410.0,
      "text": "infected"
    },
    {
      "index": 181,
      "start_time": 736410.0,
      "end_time": 742519.0,
      "text": "Everyone because it wasn't just an iPhone 10 thing it was an iOS update it took them probably like four days"
    },
    {
      "index": 182,
      "start_time": 742680.0,
      "end_time": 748310.0,
      "text": "Maybe to fix it which I feel like is a pretty long time especially when the entire internet was just crumbling at our fingertips"
    },
    {
      "index": 183,
      "start_time": 748560.0,
      "end_time": 754460.0,
      "text": "Most people on Android couldn't see the issues so a lot of them are very confused as to what we were all complaining about or"
    },
    {
      "index": 184,
      "start_time": 754460.0,
      "end_time": 756460.0,
      "text": "What we were seeing the struggle was real"
    },
    {
      "index": 185,
      "start_time": 756870.0,
      "end_time": 762440.0,
      "text": "Thankfully that update has been updated so if you guys haven't updated to the latest software update on your iphones, please"
    },
    {
      "index": 186,
      "start_time": 762440.0,
      "end_time": 766520.0,
      "text": "Please too, It will save us all so much hassle. So I guess that's it"
    },
    {
      "index": 187,
      "start_time": 766520.0,
      "end_time": 769400.0,
      "text": "I really don't have much more to say that I haven't already said or I"
    },
    {
      "index": 188,
      "start_time": 769620.0,
      "end_time": 772940.0,
      "text": "Haven't already posted in a previous video if you guys want to watch all of those videos"
    },
    {
      "index": 189,
      "start_time": 772940.0,
      "end_time": 777770.0,
      "text": "I'll put a link in the description where you can check out my iPhone X playlist there's tons of fun videos there if you haven't"
    },
    {
      "index": 190,
      "start_time": 777770.0,
      "end_time": 780139.0,
      "text": "Seen them already, and if you have seen them. Thank you"
    },
    {
      "index": 191,
      "start_time": 780140.0,
      "end_time": 784220.0,
      "text": "I appreciate it. Be sure to subscribe because I have a bunch of fun holiday videos coming up"
    },
    {
      "index": 192,
      "start_time": 784220.0,
      "end_time": 787850.0,
      "text": "Which I'm very excited about. Also some more fun, Tech videos, some gaming videos"
    },
    {
      "index": 193,
      "start_time": 787850.0,
      "end_time": 790879.0,
      "text": "I know a lot of you guys have been requesting a Nintendo switch video, so yes"
    },
    {
      "index": 194,
      "start_time": 790880.0,
      "end_time": 793700.0,
      "text": "That is coming very very shortly as well. I feel so bad"
    },
    {
      "index": 195,
      "start_time": 793700.0,
      "end_time": 799249.0,
      "text": "I do so many things on this channel that when somebody gets super excited about something and they subscribe off of that specific video and"
    },
    {
      "index": 196,
      "start_time": 799250.0,
      "end_time": 801890.0,
      "text": "Then I don't do that thing again for a very long time"
    },
    {
      "index": 197,
      "start_time": 801890.0,
      "end_time": 804800.0,
      "text": "I just hope that you guys can find some entertainment in something here"
    },
    {
      "index": 198,
      "start_time": 804800.0,
      "end_time": 809899.0,
      "text": "And that's really my my only wish, really. Well that being said, I'm gonna go and edit this video now"
    },
    {
      "index": 199,
      "start_time": 809900.0,
      "end_time": 811900.0,
      "text": "So I will see you guys later. Bye"
    }
  ]
}