{
  "video_id": "GIK3gQFTSwI",
  "title": "Social structure",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 150.0,
      "end_time": 5470.0,
      "text": "In the social sciences, social structure is the patterned social arrangements in society"
    },
    {
      "index": 2,
      "start_time": 5470.0,
      "end_time": 10700.0,
      "text": "that are both emergent from and determinant of the actions of the individuals. On the"
    },
    {
      "index": 3,
      "start_time": 10700.0,
      "end_time": 17119.0,
      "text": "macro scale, social structure is the system of socioeconomic stratification, social institutions,"
    },
    {
      "index": 4,
      "start_time": 17119.0,
      "end_time": 23880.0,
      "text": "or, other patterned relations between large social groups. On the meso scale, it is the"
    },
    {
      "index": 5,
      "start_time": 23880.0,
      "end_time": 30189.0,
      "text": "structure of social network ties between individuals or organizations. On the micro scale, it can"
    },
    {
      "index": 6,
      "start_time": 30189.0,
      "end_time": 34730.0,
      "text": "be the way norms shape the behavior of actors within the social system."
    },
    {
      "index": 7,
      "start_time": 34730.0,
      "end_time": 40669.0,
      "text": "These scales are not always kept separate. For example, recent scholarship by John Levi"
    },
    {
      "index": 8,
      "start_time": 40670.0,
      "end_time": 45660.0,
      "text": "Martin has theorized that certain macro-scale structures are the emergent properties of"
    },
    {
      "index": 9,
      "start_time": 45660.0,
      "end_time": 52129.0,
      "text": "micro-scale cultural institutions. Marxist sociology also has a history of mixing different"
    },
    {
      "index": 10,
      "start_time": 52130.0,
      "end_time": 56990.0,
      "text": "meanings of social structure, though it has done so by simply treating the cultural aspects"
    },
    {
      "index": 11,
      "start_time": 56990.0,
      "end_time": 60660.0,
      "text": "of social structure as epiphenomena of its economic ones."
    },
    {
      "index": 12,
      "start_time": 60660.0,
      "end_time": 67170.0,
      "text": "Since the 1920s, the term has been in general use in social science, especially as a variable"
    },
    {
      "index": 13,
      "start_time": 67170.0,
      "end_time": 73360.0,
      "text": "whose sub-components needed to be distinguished in relationship to other sociological variables."
    },
    {
      "index": 14,
      "start_time": 73360.0,
      "end_time": 76830.0,
      "text": "Overview The notion of social structure as relationship"
    },
    {
      "index": 15,
      "start_time": 76830.0,
      "end_time": 81440.0,
      "text": "between different entities or groups or as enduring and relatively stable patterns of"
    },
    {
      "index": 16,
      "start_time": 81440.0,
      "end_time": 86870.0,
      "text": "relationship emphasises the idea that society is grouped into structurally related groups"
    },
    {
      "index": 17,
      "start_time": 86870.0,
      "end_time": 93540.0,
      "text": "or sets of roles, with different functions, meanings or purposes. One example of social"
    },
    {
      "index": 18,
      "start_time": 93540.0,
      "end_time": 99600.0,
      "text": "structure is the idea of \"social stratification\", which refers to the idea that society is separated"
    },
    {
      "index": 19,
      "start_time": 99600.0,
      "end_time": 105490.0,
      "text": "into different strata, guided by the underlying structures in the social system. This approach"
    },
    {
      "index": 20,
      "start_time": 105490.0,
      "end_time": 110000.0,
      "text": "has been important in the academic literature with the rise of various forms of structuralism."
    },
    {
      "index": 21,
      "start_time": 110000.0,
      "end_time": 116190.0,
      "text": "It is important in the modern study of organizations, because an organization&#39;s structure may determine"
    },
    {
      "index": 22,
      "start_time": 116190.0,
      "end_time": 122890.0,
      "text": "its flexibility, capacity to change, and many other factors. Therefore, structure is an"
    },
    {
      "index": 23,
      "start_time": 122890.0,
      "end_time": 127650.0,
      "text": "important issue for management. Social structure may be seen to influence"
    },
    {
      "index": 24,
      "start_time": 127650.0,
      "end_time": 134650.0,
      "text": "important social systems including the economic system, legal system, political system, cultural"
    },
    {
      "index": 25,
      "start_time": 134849.0,
      "end_time": 141849.0,
      "text": "system, and others. Family, religion, law, economy and class are all social structures."
    },
    {
      "index": 26,
      "start_time": 141879.0,
      "end_time": 147600.0,
      "text": "The \"social system\" is the parent system of those various systems that are embedded in"
    },
    {
      "index": 27,
      "start_time": 147600.0,
      "end_time": 149170.0,
      "text": "it. History"
    },
    {
      "index": 28,
      "start_time": 149170.0,
      "end_time": 155219.0,
      "text": "The early study of social structures has informed the study of institutions, culture and agency,"
    },
    {
      "index": 29,
      "start_time": 155219.0,
      "end_time": 160439.0,
      "text": "social interaction, and history. Alexis de Tocqueville was apparently the first to use"
    },
    {
      "index": 30,
      "start_time": 160439.0,
      "end_time": 167439.0,
      "text": "the term social structure; later, Karl Marx, Herbert Spencer, Max Weber, Ferdinand Tönnies,"
    },
    {
      "index": 31,
      "start_time": 169909.0,
      "end_time": 176510.0,
      "text": "and Émile Durkheim all contributed to structural concepts in sociology. Weber investigated"
    },
    {
      "index": 32,
      "start_time": 176510.0,
      "end_time": 183298.0,
      "text": "and analyzed the institutions of modern society: market, bureaucracy, and politics."
    },
    {
      "index": 33,
      "start_time": 183299.0,
      "end_time": 187459.0,
      "text": "One of the earliest and most comprehensive accounts of social structure was provided"
    },
    {
      "index": 34,
      "start_time": 187459.0,
      "end_time": 194400.0,
      "text": "by Karl Marx, who related political, cultural, and religious life to the mode of production."
    },
    {
      "index": 35,
      "start_time": 194400.0,
      "end_time": 199450.0,
      "text": "Marx argued that the economic base substantially determined the cultural and political superstructure"
    },
    {
      "index": 36,
      "start_time": 199450.0,
      "end_time": 205298.0,
      "text": "of a society. Subsequent Marxist accounts, such as that by Louis Althusser, proposed"
    },
    {
      "index": 37,
      "start_time": 205299.0,
      "end_time": 210939.0,
      "text": "a more complex relationship that asserted the relative autonomy of cultural and political"
    },
    {
      "index": 38,
      "start_time": 210939.0,
      "end_time": 216388.0,
      "text": "institutions, and a general determination by economic factors only \"in the last instance\"."
    },
    {
      "index": 39,
      "start_time": 216389.0,
      "end_time": 223389.0,
      "text": "In 1905, the German sociologist Ferdinand Tönnies first published his study The Present"
    },
    {
      "index": 40,
      "start_time": 223559.0,
      "end_time": 228870.0,
      "text": "Problems of Social Structure in the U.S.A, arguing that only the constitution of a multitude"
    },
    {
      "index": 41,
      "start_time": 228870.0,
      "end_time": 234809.0,
      "text": "into a unity creates a \"social structure\". Émile Durkheim introduced the idea that diverse"
    },
    {
      "index": 42,
      "start_time": 234809.0,
      "end_time": 239499.0,
      "text": "social institutions and practices played a role in assuring the functional integration"
    },
    {
      "index": 43,
      "start_time": 239499.0,
      "end_time": 244388.0,
      "text": "of society through assimilation of diverse parts into a unified and self-reproducing"
    },
    {
      "index": 44,
      "start_time": 244389.0,
      "end_time": 250949.0,
      "text": "whole. In this context, Durkheim distinguished two forms of structural relationship: mechanical"
    },
    {
      "index": 45,
      "start_time": 250949.0,
      "end_time": 256889.0,
      "text": "solidarity and organic solidarity. The former describes structures that unite similar parts"
    },
    {
      "index": 46,
      "start_time": 256889.0,
      "end_time": 262400.0,
      "text": "through a shared culture; the latter describes differentiated parts united through social"
    },
    {
      "index": 47,
      "start_time": 262400.0,
      "end_time": 268679.0,
      "text": "exchange and material interdependence. As did Marx and Weber, more generally, Georg"
    },
    {
      "index": 48,
      "start_time": 268680.0,
      "end_time": 273860.0,
      "text": "Simmel developed a wide-ranging approach that provided observations and insights into domination"
    },
    {
      "index": 49,
      "start_time": 273860.0,
      "end_time": 280580.0,
      "text": "and subordination, competition, division of labor, formation of parties, representation,"
    },
    {
      "index": 50,
      "start_time": 280580.0,
      "end_time": 285729.0,
      "text": "inner solidarity coupled with exclusiveness toward the outside, and many similar features"
    },
    {
      "index": 51,
      "start_time": 285729.0,
      "end_time": 291830.0,
      "text": "in the state, in a religious community, in an economic association, in an art school,"
    },
    {
      "index": 52,
      "start_time": 291830.0,
      "end_time": 297169.0,
      "text": "and in family and kinship networks). The notion of social structure was extensively"
    },
    {
      "index": 53,
      "start_time": 297169.0,
      "end_time": 302889.0,
      "text": "developed in the 20th century, with key contributions from structuralist perspectives drawing on"
    },
    {
      "index": 54,
      "start_time": 302889.0,
      "end_time": 309340.0,
      "text": "the theories of Claude Lévi-Strauss, Feminist or Marxist perspectives, from functionalist"
    },
    {
      "index": 55,
      "start_time": 309340.0,
      "end_time": 314750.0,
      "text": "perspectives such as those developed by Talcott Parsons and his followers, or from a variety"
    },
    {
      "index": 56,
      "start_time": 314750.0,
      "end_time": 320620.0,
      "text": "of analytic perspectives. Some follow Marx in trying to identify the basic dimensions"
    },
    {
      "index": 57,
      "start_time": 320620.0,
      "end_time": 326419.0,
      "text": "of society that explain the other dimensions, most emphasizing either economic production"
    },
    {
      "index": 58,
      "start_time": 326419.0,
      "end_time": 333419.0,
      "text": "or political power. Others follow Lévi-Strauss in seeking logical order in cultural structures."
    },
    {
      "index": 59,
      "start_time": 334110.0,
      "end_time": 340129.0,
      "text": "Still others, notably Peter Blau, follow Simmel in attempting to base a formal theory of social"
    },
    {
      "index": 60,
      "start_time": 340129.0,
      "end_time": 346560.0,
      "text": "structure on numerical patterns in relationships—analyzing, for example, the ways in which factors like"
    },
    {
      "index": 61,
      "start_time": 346560.0,
      "end_time": 351800.0,
      "text": "group size shape intergroup relations. The notion of social structure is intimately"
    },
    {
      "index": 62,
      "start_time": 351800.0,
      "end_time": 356879.0,
      "text": "related to a variety of central topics in social science, including the relation of"
    },
    {
      "index": 63,
      "start_time": 356879.0,
      "end_time": 362939.0,
      "text": "structure and agency. The most influential attempts to combine the concept of social"
    },
    {
      "index": 64,
      "start_time": 362939.0,
      "end_time": 367240.0,
      "text": "structure with agency are Anthony Giddens&#39; theory of structuration and Pierre Bourdieu&#39;s"
    },
    {
      "index": 65,
      "start_time": 367240.0,
      "end_time": 373139.0,
      "text": "practice theory. Giddens emphasizes the duality of structure and agency, in the sense that"
    },
    {
      "index": 66,
      "start_time": 373139.0,
      "end_time": 378500.0,
      "text": "structures and agency cannot be conceived apart from one another. This permits him to"
    },
    {
      "index": 67,
      "start_time": 378500.0,
      "end_time": 383169.0,
      "text": "argue that structures are neither independent of actors nor determining of their behavior,"
    },
    {
      "index": 68,
      "start_time": 383169.0,
      "end_time": 388990.0,
      "text": "but rather sets of rules and competencies on which actors draw, and which, in the aggregate,"
    },
    {
      "index": 69,
      "start_time": 388990.0,
      "end_time": 395189.0,
      "text": "they reproduce. Giddens&#39;s analysis, in this respect, closely parallels Jacques Derrida&#39;s"
    },
    {
      "index": 70,
      "start_time": 395189.0,
      "end_time": 401349.0,
      "text": "deconstruction of the binaries that underlie classic sociological and anthropological reasoning."
    },
    {
      "index": 71,
      "start_time": 401349.0,
      "end_time": 406378.0,
      "text": "Bourdieu&#39;s practice theory also seeks a more supple account of social structure as embedded"
    },
    {
      "index": 72,
      "start_time": 406379.0,
      "end_time": 410560.0,
      "text": "in, rather than determinative of, individual behavior."
    },
    {
      "index": 73,
      "start_time": 410560.0,
      "end_time": 416189.0,
      "text": "Other recent work by Margaret Archer, Tom R. Burns and collaborators, and Immanuel Wallerstein"
    },
    {
      "index": 74,
      "start_time": 416189.0,
      "end_time": 423990.0,
      "text": "provided elaborations and applications of the sociological classics in structural sociology."
    },
    {
      "index": 75,
      "start_time": 423990.0,
      "end_time": 427349.0,
      "text": "Definitions and concepts As noted above, social structure has been"
    },
    {
      "index": 76,
      "start_time": 427349.0,
      "end_time": 431199.0,
      "text": "identified as the relationship of definite entities or groups"
    },
    {
      "index": 77,
      "start_time": 431199.0,
      "end_time": 434939.0,
      "text": "to each other, enduring patterns of behaviour by participants"
    },
    {
      "index": 78,
      "start_time": 434939.0,
      "end_time": 439600.0,
      "text": "in a social system in relation to each other, and"
    },
    {
      "index": 79,
      "start_time": 439600.0,
      "end_time": 443659.0,
      "text": "institutionalised norms or cognitive frameworks that structure the actions of actors in the"
    },
    {
      "index": 80,
      "start_time": 443659.0,
      "end_time": 447688.0,
      "text": "social system. Lopez and Scott distinguish between institutional"
    },
    {
      "index": 81,
      "start_time": 447689.0,
      "end_time": 451690.0,
      "text": "structure and relational structure, where in the former:"
    },
    {
      "index": 82,
      "start_time": 451690.0,
      "end_time": 454669.0,
      "text": "whereas in the latter: Social structure can also be divided into"
    },
    {
      "index": 83,
      "start_time": 454669.0,
      "end_time": 460878.0,
      "text": "microstructure and macrostructure. Microstructure is the pattern of relations between most basic"
    },
    {
      "index": 84,
      "start_time": 460879.0,
      "end_time": 466199.0,
      "text": "elements of social life, that cannot be further divided and have no social structure of their"
    },
    {
      "index": 85,
      "start_time": 466199.0,
      "end_time": 472900.0,
      "text": "own. Macrostructure is thus a kind of &#39;second level&#39; structure, a pattern of relations between"
    },
    {
      "index": 86,
      "start_time": 472900.0,
      "end_time": 477969.0,
      "text": "objects that have their own structure. Some types of social structures that modern sociologist"
    },
    {
      "index": 87,
      "start_time": 477969.0,
      "end_time": 484969.0,
      "text": "differentiate are relation structures, communication structures and sociometric structures."
    },
    {
      "index": 88,
      "start_time": 485290.0,
      "end_time": 489680.0,
      "text": "Social rule system theory reduces the structures of to particular rule system arrangements,"
    },
    {
      "index": 89,
      "start_time": 489680.0,
      "end_time": 496110.0,
      "text": "that is, the types of basic structures of. It shares with role theory, organizational"
    },
    {
      "index": 90,
      "start_time": 496110.0,
      "end_time": 501569.0,
      "text": "and institutional sociology, and network analysis the concern with structural properties and"
    },
    {
      "index": 91,
      "start_time": 501569.0,
      "end_time": 506479.0,
      "text": "developments and at the same time provides detailed conceptual tools needed to generate"
    },
    {
      "index": 92,
      "start_time": 506479.0,
      "end_time": 511748.0,
      "text": "interesting, fruitful propositions and models and analyses."
    },
    {
      "index": 93,
      "start_time": 511749.0,
      "end_time": 516100.0,
      "text": "Sociologists also distinguish between: normative structure — pattern of relations"
    },
    {
      "index": 94,
      "start_time": 516100.0,
      "end_time": 520780.0,
      "text": "in given structure between norms and modes of operations of people of varying social"
    },
    {
      "index": 95,
      "start_time": 520780.0,
      "end_time": 524699.0,
      "text": "positions ideal structure — pattern of relations between"
    },
    {
      "index": 96,
      "start_time": 524700.0,
      "end_time": 528460.0,
      "text": "beliefs and views of people of varying social positions"
    },
    {
      "index": 97,
      "start_time": 528460.0,
      "end_time": 533260.0,
      "text": "interest structure — pattern of relations between goals and desires of people of varying"
    },
    {
      "index": 98,
      "start_time": 533260.0,
      "end_time": 537830.0,
      "text": "social positions interaction structure — forms of communications"
    },
    {
      "index": 99,
      "start_time": 537830.0,
      "end_time": 542220.0,
      "text": "of people of varying social positions Origins and development"
    },
    {
      "index": 100,
      "start_time": 542220.0,
      "end_time": 548300.0,
      "text": "Some believe that social structure is naturally developed. It may be caused by larger system"
    },
    {
      "index": 101,
      "start_time": 548300.0,
      "end_time": 554310.0,
      "text": "needs, such as the need for labour, management, professional and military classes, or by conflicts"
    },
    {
      "index": 102,
      "start_time": 554310.0,
      "end_time": 560520.0,
      "text": "between groups, such as competition among political parties or among elites and masses."
    },
    {
      "index": 103,
      "start_time": 560520.0,
      "end_time": 565720.0,
      "text": "Others believe that this structuring is not a result of natural processes, but is socially"
    },
    {
      "index": 104,
      "start_time": 565720.0,
      "end_time": 570910.0,
      "text": "constructed. It may be created by the power of elites who seek to retain their power,"
    },
    {
      "index": 105,
      "start_time": 570910.0,
      "end_time": 576439.0,
      "text": "or by economic systems that place emphasis upon competition or cooperation."
    },
    {
      "index": 106,
      "start_time": 576440.0,
      "end_time": 581340.0,
      "text": "The most thorough account of the evolution of social structure is perhaps provided by"
    },
    {
      "index": 107,
      "start_time": 581340.0,
      "end_time": 585990.0,
      "text": "structure and agency accounts that allow for a sophisticated analysis of the co-evolution"
    },
    {
      "index": 108,
      "start_time": 585990.0,
      "end_time": 591800.0,
      "text": "of social structure and human agency, where socialised agents with a degree of autonomy"
    },
    {
      "index": 109,
      "start_time": 591800.0,
      "end_time": 596230.0,
      "text": "take action in social systems where their action is on the one hand mediated by existing"
    },
    {
      "index": 110,
      "start_time": 596230.0,
      "end_time": 602100.0,
      "text": "institutional structure and expectations but may, on the other hand, influence or transform"
    },
    {
      "index": 111,
      "start_time": 602100.0,
      "end_time": 606100.0,
      "text": "that institutional structure. Critical implications"
    },
    {
      "index": 112,
      "start_time": 606100.0,
      "end_time": 613100.0,
      "text": "The notion of social structure may mask systematic biases, as it involves many identifiable subvariables,"
    },
    {
      "index": 113,
      "start_time": 613210.0,
      "end_time": 618930.0,
      "text": "for example, gender. Some argue that men and women who have otherwise equal qualifications"
    },
    {
      "index": 114,
      "start_time": 618930.0,
      "end_time": 623600.0,
      "text": "receive different treatment in the workplace because of their gender, which would be termed"
    },
    {
      "index": 115,
      "start_time": 623600.0,
      "end_time": 629329.0,
      "text": "a \"social structural\" bias, but other variables might be masked. Modern social structural"
    },
    {
      "index": 116,
      "start_time": 629330.0,
      "end_time": 635160.0,
      "text": "analysis takes this into account through multivariate analysis and other techniques, but the analytic"
    },
    {
      "index": 117,
      "start_time": 635160.0,
      "end_time": 640800.0,
      "text": "problem of how to combine various aspects of social life into a whole remains."
    },
    {
      "index": 118,
      "start_time": 640800.0,
      "end_time": 642240.0,
      "text": "See also"
    },
    {
      "index": 119,
      "start_time": 642240.0,
      "end_time": 644200.0,
      "text": "References"
    },
    {
      "index": 120,
      "start_time": 644200.0,
      "end_time": 648280.0,
      "text": "Further reading Abercrombie, N., S. Hill and B. S. Turner,"
    },
    {
      "index": 121,
      "start_time": 648280.0,
      "end_time": 655280.0,
      "text": "&#39;Social structure&#39; in The Penguin Dictionary of Sociology, 4th edition, London: Penguin,"
    },
    {
      "index": 122,
      "start_time": 658290.0,
      "end_time": 665260.0,
      "text": "pp. 326–327. Archer, M.S. 1995. Realist Social Theory:"
    },
    {
      "index": 123,
      "start_time": 665260.0,
      "end_time": 670150.0,
      "text": "The Morphogenetic Approach. Cambridge: Cambridge University Press."
    },
    {
      "index": 124,
      "start_time": 670150.0,
      "end_time": 676430.0,
      "text": "Blau, P. M.. Approaches to the Study of Social Structure, New York: The Free Press A Division"
    },
    {
      "index": 125,
      "start_time": 676430.0,
      "end_time": 683430.0,
      "text": "of Macmillan Publishing Co., Inc. Burns, T. R. and H. Flam The Shaping of Social"
    },
    {
      "index": 126,
      "start_time": 684500.0,
      "end_time": 688750.0,
      "text": "Organization: Social Rule System Theory with Applications London: Sage."
    },
    {
      "index": 127,
      "start_time": 688750.0,
      "end_time": 694800.0,
      "text": "Calhoun, Craig, Dictionary of the Social Sciences Oxford University Press"
    },
    {
      "index": 128,
      "start_time": 694800.0,
      "end_time": 698570.0,
      "text": "Crothers, Charles, Social Structure, London: Routledge"
    },
    {
      "index": 129,
      "start_time": 698570.0,
      "end_time": 705570.0,
      "text": "Flam, H. and M. Carson Rule System Theory: Applications and Explorations Peter Lang Publishers,"
    },
    {
      "index": 130,
      "start_time": 705860.0,
      "end_time": 711690.0,
      "text": "Berlin/New York, 2008 Jary, D. and J. Jary.. &#39;Social structure&#39;,"
    },
    {
      "index": 131,
      "start_time": 711690.0,
      "end_time": 717230.0,
      "text": "in The Harper Collins Dictionary of Sociology, New York: Harper Collins."
    },
    {
      "index": 132,
      "start_time": 717230.0,
      "end_time": 723500.0,
      "text": "Lopez, J. and J. Scott, Social Structure, Buckingham and Philadelphia: Open University"
    },
    {
      "index": 133,
      "start_time": 723500.0,
      "end_time": 730400.0,
      "text": "Press. Murdock, George. Social Structure. New York:"
    },
    {
      "index": 134,
      "start_time": 730400.0,
      "end_time": 734689.0,
      "text": "MacMillan. Porpora, D. V., The Concept of Social Structure,"
    },
    {
      "index": 135,
      "start_time": 734690.0,
      "end_time": 741690.0,
      "text": "New York, Wetport and London: Greenwood Press. Porpora, D. V.. &#39;Four Concepts of Social Structure&#39;,"
    },
    {
      "index": 136,
      "start_time": 741970.0,
      "end_time": 748770.0,
      "text": "Journal for the Theory of Social Behaviour, 19, pp. 195–211."
    },
    {
      "index": 137,
      "start_time": 748770.0,
      "end_time": 755770.0,
      "text": "Smeeser, N. J.. &#39;Social structure&#39;, in N. J. Smeeser, The Handbook of Sociology, London:"
    },
    {
      "index": 138,
      "start_time": 759420.0,
      "end_time": 765760.0,
      "text": "Sage, pp. 103–209. Tönnies, Ferdinand. The Present Problems"
    },
    {
      "index": 139,
      "start_time": 765760.0,
      "end_time": 772760.0,
      "text": "of Social Structure, American Journal of Sociology, 10, p. 569–588"
    },
    {
      "index": 140,
      "start_time": 773120.0,
      "end_time": 777250.0,
      "text": "Wallerstein, I. World-Systems Analysis:An Introduction. Durham/London: Duke University"
    },
    {
      "index": 141,
      "start_time": 777250.0,
      "end_time": 778240.0,
      "text": "Press Template:Link GA&#39;de"
    }
  ]
}