{
  "video_id": "gKfjHTk8KrY",
  "title": "History’s deadliest colors - J. V. Maranto",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7455.0,
      "end_time": 11936.0,
      "text": "In 1898, Marie and Pierre Curie discovered radium."
    },
    {
      "index": 2,
      "start_time": 11936.0,
      "end_time": 18600.0,
      "text": "Claimed to have restorative properties, radium was added to toothpaste, medicine, water, and food."
    },
    {
      "index": 3,
      "start_time": 18615.0,
      "end_time": 24685.0,
      "text": "A glowing, luminous green, it was also used in beauty products and jewelry."
    },
    {
      "index": 4,
      "start_time": 24700.0,
      "end_time": 32897.0,
      "text": "It wasn't until the mid-20th century we realized that radium's harmful effects as a radioactive element outweighed its visual benefits."
    },
    {
      "index": 5,
      "start_time": 32956.0,
      "end_time": 40476.0,
      "text": "Unfortunately, radium isn't the only pigment that historically seemed harmless or useful but turned out to be deadly."
    },
    {
      "index": 6,
      "start_time": 40535.0,
      "end_time": 51670.0,
      "text": "That lamentable distinction includes a trio of colors and pigments that we've long used to decorate ourselves and the things we make: white, green, and orange."
    },
    {
      "index": 7,
      "start_time": 51726.0,
      "end_time": 53777.0,
      "text": "Our story begins with white."
    },
    {
      "index": 8,
      "start_time": 53777.0,
      "end_time": 61367.0,
      "text": "As far back as the 4th century BCE, the Ancient Greeks treated lead to make the brilliant white pigment we know today."
    },
    {
      "index": 9,
      "start_time": 61397.0,
      "end_time": 62309.0,
      "text": "The problem?"
    },
    {
      "index": 10,
      "start_time": 62309.0,
      "end_time": 70538.0,
      "text": "In humans, lead is directly absorbed into the body and distributed to the blood, soft tissues, and mineralized tissues."
    },
    {
      "index": 11,
      "start_time": 70568.0,
      "end_time": 81717.0,
      "text": "Once in the nervous system, lead mimics and disrupts the normal functions of calcium, causing damages ranging from learning disabilities to high blood pressure."
    },
    {
      "index": 12,
      "start_time": 81790.0,
      "end_time": 86577.0,
      "text": "Yet the practice of using this toxic pigment continued across time and cultures."
    },
    {
      "index": 13,
      "start_time": 86670.0,
      "end_time": 91958.0,
      "text": "Lead white was the only practical choice for white oil or tempera paint until the 19th century."
    },
    {
      "index": 14,
      "start_time": 92008.0,
      "end_time": 100790.0,
      "text": "To make their paint, artists would grind a block of lead into powder, exposing highly toxic dust particles."
    },
    {
      "index": 15,
      "start_time": 100880.0,
      "end_time": 107488.0,
      "text": "The pigment's liberal use resulted in what was known as painter's colic, or what we'd now call lead poisoning."
    },
    {
      "index": 16,
      "start_time": 107528.0,
      "end_time": 116698.0,
      "text": "Artists who worked with lead complained of palsies, melancholy, coughing, enlarged retinas, and even blindness."
    },
    {
      "index": 17,
      "start_time": 116758.0,
      "end_time": 124729.0,
      "text": "But lead white's density, opacity, and warm tone were irresistible to artists like Vermeer, and later, the Impressionists."
    },
    {
      "index": 18,
      "start_time": 124771.0,
      "end_time": 131602.0,
      "text": "Its glow couldn't be matched, and the pigment continued to be widely used until it was banned in the 1970s."
    },
    {
      "index": 19,
      "start_time": 131659.0,
      "end_time": 140171.0,
      "text": "As bad as all that sounds, white's dangerous effects pale in comparison to another, more wide-spread pigment, green."
    },
    {
      "index": 20,
      "start_time": 140191.0,
      "end_time": 147810.0,
      "text": "Two synthetic greens called Scheele's Green and Paris Green were first introduced in the 18th century."
    },
    {
      "index": 21,
      "start_time": 147831.0,
      "end_time": 163590.0,
      "text": "They were far more vibrant and flashy than the relatively dull greens made from natural pigments, so they quickly became popular choices for paint as well as dye for textiles, wallpaper, soaps, cake decorations, toys, candy, and clothing."
    },
    {
      "index": 22,
      "start_time": 163661.0,
      "end_time": 168632.0,
      "text": "These green pigments were made from a compound called cupric hydrogen arsenic."
    },
    {
      "index": 23,
      "start_time": 168641.0,
      "end_time": 173709.0,
      "text": "In humans, exposure to arsenic can damage the way cells communicate and function."
    },
    {
      "index": 24,
      "start_time": 173759.0,
      "end_time": 178538.0,
      "text": "And high levels of arsenic have been directly linked to cancer and heart disease."
    },
    {
      "index": 25,
      "start_time": 178600.0,
      "end_time": 189521.0,
      "text": "As a result, 18th century fabric factory workers were often poisoned, and women in green dresses reportedly collapsed from exposure to arsenic on their skin."
    },
    {
      "index": 26,
      "start_time": 189622.0,
      "end_time": 200841.0,
      "text": "Bed bugs were rumored not to live in green rooms, and it's even been speculated that Napoleon died from slow arsenic poisoning and it's even been speculated that Napoleon died from slow arsenic poisoning from sleeping in his green wallpapered bedroom."
    },
    {
      "index": 27,
      "start_time": 200851.0,
      "end_time": 208070.0,
      "text": "The intense toxicity of these green stayed under wraps until the arsenic recipe was published in 1822."
    },
    {
      "index": 28,
      "start_time": 208153.0,
      "end_time": 212220.0,
      "text": "And a century later, it was repurposed as an insecticide."
    },
    {
      "index": 29,
      "start_time": 212220.0,
      "end_time": 219803.0,
      "text": "Synthetic green was probably the most dangerous color in widespread use, but at least it didn't share radium's property of radioactivity."
    },
    {
      "index": 30,
      "start_time": 219833.0,
      "end_time": 223930.0,
      "text": "Another color did, though - orange."
    },
    {
      "index": 31,
      "start_time": 223930.0,
      "end_time": 230392.0,
      "text": "Before World War II, it was common for manufacturers of ceramic dinnerware to use uranium oxide in colored glazes."
    },
    {
      "index": 32,
      "start_time": 230443.0,
      "end_time": 237174.0,
      "text": "The compound produced brilliant reds and oranges, which were appealing attributes, if not for the radiation they emitted."
    },
    {
      "index": 33,
      "start_time": 237234.0,
      "end_time": 246593.0,
      "text": "Of course, radiation was something we were unaware of until the late 1800s, let alone the associated cancer risks, which we discovered much later."
    },
    {
      "index": 34,
      "start_time": 246460.0,
      "end_time": 252554.0,
      "text": "During World War II, the U.S. government confiscated all uranium for use in bomb development."
    },
    {
      "index": 35,
      "start_time": 252583.0,
      "end_time": 262405.0,
      "text": "However, the atomic energy commission relaxed these restrictions in 1959, and depleted uranium returned to ceramics and glass factory floors."
    },
    {
      "index": 36,
      "start_time": 262444.0,
      "end_time": 268195.0,
      "text": "Orange dishes made during the next decade may still have some hazardous qualities on their surfaces to this day."
    },
    {
      "index": 37,
      "start_time": 268264.0,
      "end_time": 273450.0,
      "text": "Most notably, vintage fiestaware reads positive for radioactivity."
    },
    {
      "index": 38,
      "start_time": 273450.0,
      "end_time": 284075.0,
      "text": "And while the levels are low enough that they don't officially pose a health risk if they're on a shelf, the U.S. EPA warns against eating food off of them."
    },
    {
      "index": 39,
      "start_time": 284159.0,
      "end_time": 293140.0,
      "text": "Though we still occasionally run into issues with synthetic food dyes, our scientific understanding has helped us prune hazardous colors out of our lives."
    }
  ]
}