{
  "video_id": "GLCLaRNPkIo",
  "title": "Anders Ericsson - Deliberate practice makes perfect - Insights for Entrepreneurs - Amazon",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1000.0,
      "end_time": 2530.0,
      "text": "(chiming tone)"
    },
    {
      "index": 2,
      "start_time": 2530.0,
      "end_time": 6980.0,
      "text": "We've kind of distinguished between naive practice and deliberate practice."
    },
    {
      "index": 3,
      "start_time": 6980.0,
      "end_time": 17800.0,
      "text": "Naive practice is people who just play games, whether it's basketball, soccer, or somebody goes out playing a golf game, so they're just accumulating more experience."
    },
    {
      "index": 4,
      "start_time": 17800.0,
      "end_time": 22490.0,
      "text": "We differentiate that from when you actually pinpoint something you want to change."
    },
    {
      "index": 5,
      "start_time": 22490.0,
      "end_time": 30689.0,
      "text": "And once you have that specific goal of changing it, you will now engage in a practice activity that has a purpose of changing that."
    },
    {
      "index": 6,
      "start_time": 30690.0,
      "end_time": 36950.0,
      "text": "How do you actually apply these ideas of deliberate practice when you're an entrepreneur?"
    },
    {
      "index": 7,
      "start_time": 36950.0,
      "end_time": 41520.0,
      "text": "The key is to identify something specific that you actually can improve."
    },
    {
      "index": 8,
      "start_time": 41520.0,
      "end_time": 49360.0,
      "text": "So, for example, in many meetings, you're actually making a presentation, you're making a proposal, and the question is now, \"How can you improve that?\""
    },
    {
      "index": 9,
      "start_time": 49360.0,
      "end_time": 57339.0,
      "text": "What you need to do is to invest time and actually work out various issues that might come up or questions that might be asked."
    },
    {
      "index": 10,
      "start_time": 57340.0,
      "end_time": 66340.0,
      "text": "And then maybe making the presentation in front of a video camera, so you can actually look at yourself and make corrections even before you do the presentation at the meeting."
    },
    {
      "index": 11,
      "start_time": 67173.0,
      "end_time": 78875.0,
      "text": "You have to identify something that you can actually do better, and then focus the training on improving that particular aspect until you can now integrate it in your regular performance."
    },
    {
      "index": 12,
      "start_time": 78876.0,
      "end_time": 81543.0,
      "text": "(upbeat music)"
    }
  ]
}