{
  "video_id": "Glisl2_M9T8",
  "title": "Lecture - 25 Flow Control Valves",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 45980.0,
      "end_time": 55840.0,
      "text": "Welcome to lesson 25 on Flow Control Valves of the course on Industrial Automation. Flow"
    },
    {
      "index": 2,
      "start_time": 55840.0,
      "end_time": 65740.0,
      "text": "control valves are very important, so after learning the lesson, the student should be"
    },
    {
      "index": 3,
      "start_time": 65740.0,
      "end_time": 74570.0,
      "text": "able to describe the importance of flow control valves, they are found everywhere in process"
    },
    {
      "index": 4,
      "start_time": 74570.0,
      "end_time": 83720.0,
      "text": "industries. Learn the structure of major types of flow control valves, learn about the their"
    },
    {
      "index": 5,
      "start_time": 83720.0,
      "end_time": 92270.0,
      "text": "flow characteristics, because that is very important in designing the applications. And"
    },
    {
      "index": 6,
      "start_time": 92270.0,
      "end_time": 99970.0,
      "text": "finally, the how to actuate these valves and how to affect their characteristics to achieve"
    },
    {
      "index": 7,
      "start_time": 99970.0,
      "end_time": 108260.0,
      "text": "a certain characteristic of the process control loop, so these are the topics, that the student"
    },
    {
      "index": 8,
      "start_time": 108260.0,
      "end_time": 112900.0,
      "text": "is expected to learn from this lesson."
    },
    {
      "index": 9,
      "start_time": 112900.0,
      "end_time": 116920.0,
      "text": "So, the first of all, let us have a look at, the importance of flow control, flow control"
    },
    {
      "index": 10,
      "start_time": 116920.0,
      "end_time": 124720.0,
      "text": "is probably the most important control in a process control application, and as we shall"
    },
    {
      "index": 11,
      "start_time": 124720.0,
      "end_time": 131579.0,
      "text": "see, during our process control module, that flow control loops, form a part of most type"
    },
    {
      "index": 12,
      "start_time": 131579.0,
      "end_time": 137499.0,
      "text": "of control loops. For example, they are parts of flow loops, where directly flow has to"
    },
    {
      "index": 13,
      "start_time": 137499.0,
      "end_time": 142959.0,
      "text": "be controlled, flow is a final objective of control, they are parts of temperature loops,"
    },
    {
      "index": 14,
      "start_time": 142959.0,
      "end_time": 150730.0,
      "text": "because temperature is generally controlled by controlling, flow of either a coolant or"
    },
    {
      "index": 15,
      "start_time": 150730.0,
      "end_time": 161239.0,
      "text": "and let us say steam, for heating, this is not stream, this is steam."
    },
    {
      "index": 16,
      "start_time": 161239.0,
      "end_time": 167519.0,
      "text": "Of course, for level loops, because by integrating flow only you have level, so all level control"
    },
    {
      "index": 17,
      "start_time": 167519.0,
      "end_time": 176040.0,
      "text": "is essentially flow control. Similarly, pressure loops, because again pressure control is achieved"
    },
    {
      "index": 18,
      "start_time": 176040.0,
      "end_time": 181559.0,
      "text": "by using flow control, and composition loop, because compositions of products, are typically"
    },
    {
      "index": 19,
      "start_time": 181559.0,
      "end_time": 187939.0,
      "text": "dependent on the compositions of the components in a let say a reactor. So, if you want to"
    },
    {
      "index": 20,
      "start_time": 187939.0,
      "end_time": 193129.0,
      "text": "control the composition of a particular product, flow control is often a very important part"
    },
    {
      "index": 21,
      "start_time": 193129.0,
      "end_time": 198809.0,
      "text": "of that, control applications. So, we see that, for most types of control"
    },
    {
      "index": 22,
      "start_time": 198809.0,
      "end_time": 205379.0,
      "text": "applications, flow control is a part, and the element that finally, achieves the control"
    },
    {
      "index": 23,
      "start_time": 205379.0,
      "end_time": 218499.0,
      "text": "is the flow control part. So, it is importance, cannot be overstated and as we shall, as we"
    },
    {
      "index": 24,
      "start_time": 218499.0,
      "end_time": 228730.0,
      "text": "need to mention again slight spelling mistake. So, this is a valve flow is actually a function"
    },
    {
      "index": 25,
      "start_time": 228730.0,
      "end_time": 234779.0,
      "text": "of valve, the pressure drop across the valve and this, and the stem position, as we shall"
    },
    {
      "index": 26,
      "start_time": 234779.0,
      "end_time": 245379.0,
      "text": "as we perhaps know that by Bernoulli&#39;s equation. The flow of a, flow through a, through an"
    },
    {
      "index": 27,
      "start_time": 245379.0,
      "end_time": 251040.0,
      "text": "orifice, of flow control valve is essential in orifice and it is the dimensions of the"
    },
    {
      "index": 28,
      "start_time": 251040.0,
      "end_time": 260650.0,
      "text": "orifice, which are varied is proportional to, proportional to a root over of delta P."
    },
    {
      "index": 29,
      "start_time": 260649.99999999997,
      "end_time": 268620.0,
      "text": "Delta P is the pressure difference across the valve, and K is proportionality constant,"
    },
    {
      "index": 30,
      "start_time": 268620.0,
      "end_time": 273720.0,
      "text": "which contains among other things, a what we, what we call as discharge coefficient"
    },
    {
      "index": 31,
      "start_time": 273720.0,
      "end_time": 285130.0,
      "text": "or C v, so the flow the inflow control valves, it is this K or this discharge coefficient"
    },
    {
      "index": 32,
      "start_time": 285130.0,
      "end_time": 293070.0,
      "text": "of the valve which is changed, by changing the orifice dimensions, so that is the way,"
    },
    {
      "index": 33,
      "start_time": 293070.0,
      "end_time": 299660.0,
      "text": "we achieves flow control."
    },
    {
      "index": 34,
      "start_time": 299660.0,
      "end_time": 306990.0,
      "text": "Now, so first of all we see, the various kinds of valves and the first kind of valve that"
    },
    {
      "index": 35,
      "start_time": 306990.0,
      "end_time": 316650.0,
      "text": "we see are globe valves. Globe valves are so before we must understand the various parts,"
    },
    {
      "index": 36,
      "start_time": 316650.0,
      "end_time": 333230.0,
      "text": "so I am going to hatch it, so this is the, these are the ports, this particular flow"
    },
    {
      "index": 37,
      "start_time": 333230.0,
      "end_time": 346500.0,
      "text": "control valve, this is inlet port, this is outlet port, this is another component of"
    },
    {
      "index": 38,
      "start_time": 346500.0,
      "end_time": 366210.0,
      "text": "the body, not this one, not I am sorry, not this one, not this one, this part, this part,"
    },
    {
      "index": 39,
      "start_time": 366210.0,
      "end_time": 386230.0,
      "text": "this is the body, the fluid in fact, there are, this is a top and bottom guided."
    },
    {
      "index": 40,
      "start_time": 386230.0,
      "end_time": 393490.0,
      "text": "Top and bottom guided means the basic valve assembly movement is guided at in the top"
    },
    {
      "index": 41,
      "start_time": 393490.0,
      "end_time": 401840.0,
      "text": "and at the bottom. And, it is a double seated globe valve, so there are two seats, one seat"
    },
    {
      "index": 42,
      "start_time": 401840.0,
      "end_time": 411920.0,
      "text": "is here, another seat is here. So actually the fluid enters through this and will go"
    },
    {
      "index": 43,
      "start_time": 411920.0,
      "end_time": 418270.0,
      "text": "through this, when this valve will rise, when this valve will rise, it will go through this"
    },
    {
      "index": 44,
      "start_time": 418270.0,
      "end_time": 424210.0,
      "text": "and will flow out, similarly, it will go through this, it will go through this path and go"
    },
    {
      "index": 45,
      "start_time": 424210.0,
      "end_time": 429670.0,
      "text": "out. So, since there are two seats, it is a double"
    },
    {
      "index": 46,
      "start_time": 429670.0,
      "end_time": 435889.0,
      "text": "seated globe valve, one of the advantages of double seating, is that the force as you"
    },
    {
      "index": 47,
      "start_time": 435889.0,
      "end_time": 444990.0,
      "text": "can see, that the fluid when it flows through the valve, it actually exerts a pressure on,"
    },
    {
      "index": 48,
      "start_time": 444990.0,
      "end_time": 456740.0,
      "text": "this valve mechanism, this is called the stem and these are called the plugs, these are"
    },
    {
      "index": 49,
      "start_time": 456740.0,
      "end_time": 468210.0,
      "text": "the plugs. So, the plugs actually come and this is the seat, and the plug actually comes"
    },
    {
      "index": 50,
      "start_time": 468210.0,
      "end_time": 475030.0,
      "text": "and sits over the seat, and seals the, seals the orifice and when the valve opens, this"
    },
    {
      "index": 51,
      "start_time": 475030.0,
      "end_time": 479590.0,
      "text": "plug goes up, so the fluid flows through the orifice."
    },
    {
      "index": 52,
      "start_time": 479590.0,
      "end_time": 488700.0,
      "text": "And, this plug movement is actually realized, by moving the stem, to which the plug is connected,"
    },
    {
      "index": 53,
      "start_time": 488700.0,
      "end_time": 495330.0,
      "text": "so obviously, there is the fluid, exerts force on the plug and plug sometimes has to work"
    },
    {
      "index": 54,
      "start_time": 495330.0,
      "end_time": 500010.0,
      "text": "against this force. So, to reduce for double seated valves, although they are not so popular"
    },
    {
      "index": 55,
      "start_time": 500010.0,
      "end_time": 504389.0,
      "text": "now a days, but double seated valves, one of the biggest advantages of double seated"
    },
    {
      "index": 56,
      "start_time": 504389.0,
      "end_time": 512209.0,
      "text": "valves is that, since the force, when the liquid is flowing in this direction and the"
    },
    {
      "index": 57,
      "start_time": 512208.99999999994,
      "end_time": 517058.99999999994,
      "text": "force that the liquid exerts in this direction are opposing each other, so the net force"
    },
    {
      "index": 58,
      "start_time": 517058.99999999994,
      "end_time": 523588.99999999994,
      "text": "on the stem is actually small. So, therefore, it requires a smaller capacity"
    },
    {
      "index": 59,
      "start_time": 523589.00000000006,
      "end_time": 530540.0,
      "text": "of the actuator, to make a movement, but still nevertheless these valves are not so popular,"
    },
    {
      "index": 60,
      "start_time": 530540.0,
      "end_time": 536019.0,
      "text": "because of mainly two reasons. Firstly, that single seated valves are can be realized with"
    },
    {
      "index": 61,
      "start_time": 536019.0,
      "end_time": 543470.0,
      "text": "a much smaller size number 1, Number 2 is that, because of you know slight mechanical"
    },
    {
      "index": 62,
      "start_time": 543470.0,
      "end_time": 552399.0,
      "text": "problems, it is very difficult to ensure that, both the plugs actually seal the, seal the"
    },
    {
      "index": 63,
      "start_time": 552399.0,
      "end_time": 559529.0,
      "text": "orifice at the same time, and therefore, often you have problems of leaking through the valve,"
    },
    {
      "index": 64,
      "start_time": 559529.0,
      "end_time": 562819.0,
      "text": "that the shut off of the valve is not so tight."
    },
    {
      "index": 65,
      "start_time": 562819.0,
      "end_time": 570490.0,
      "text": "So it is for this reason that people, nowadays prefer single seated valves, so this is a"
    },
    {
      "index": 66,
      "start_time": 570490.0,
      "end_time": 578910.0,
      "text": "single seated valve, you know you this is the plug, this is the plug you can see that."
    },
    {
      "index": 67,
      "start_time": 578910.0,
      "end_time": 590350.0,
      "text": "This is the seat on which the plug sits, this is the seat, this is the stem, this is the,"
    },
    {
      "index": 68,
      "start_time": 590350.0,
      "end_time": 614769.0,
      "text": "these are the bodies, this is the body. So, the fluid actually flows like this, like this,"
    },
    {
      "index": 69,
      "start_time": 614769.0,
      "end_time": 625110.0,
      "text": "like this, so this is the fluid path, when the valve opens, this is the inlet port, inlet"
    },
    {
      "index": 70,
      "start_time": 625110.0,
      "end_time": 632809.0,
      "text": "and this is the outlet port. So, this is a top entry, top entry because"
    },
    {
      "index": 71,
      "start_time": 632809.0,
      "end_time": 639930.0,
      "text": "the valve stem enters from the top, top guided here there is only one guidance, one guiding"
    },
    {
      "index": 72,
      "start_time": 639930.0,
      "end_time": 645619.0,
      "text": "piece, that is top guided not, not top and bottom guided, single seated, because there"
    },
    {
      "index": 73,
      "start_time": 645619.0,
      "end_time": 655499.0,
      "text": "is only one seat globe valve. So, these valves are one of the most common types of valves"
    },
    {
      "index": 74,
      "start_time": 655499.0,
      "end_time": 659579.0,
      "text": "used in the process industry."
    },
    {
      "index": 75,
      "start_time": 659579.0,
      "end_time": 668829.0,
      "text": "Next are ball valves, these valves have, the in the previous case, the stem actually moves"
    },
    {
      "index": 76,
      "start_time": 668829.0,
      "end_time": 676279.0,
      "text": "in a linear fashion up and down, and for these valves the stem actually rotates, so it is"
    },
    {
      "index": 77,
      "start_time": 676279.0,
      "end_time": 682040.0,
      "text": "a so it requires a rotary actuator, it can be directly coupled to a motor. So, you see"
    },
    {
      "index": 78,
      "start_time": 682040.0,
      "end_time": 689959.0,
      "text": "that, actually you have a ball, a ball like structure, through which there is a hole,"
    },
    {
      "index": 79,
      "start_time": 689959.0,
      "end_time": 697660.0,
      "text": "so you can see, the hole, this is the ball, these are ball valves and this is the hole"
    },
    {
      "index": 80,
      "start_time": 697660.0,
      "end_time": 701930.0,
      "text": "through the, this is the hole through the ball."
    },
    {
      "index": 81,
      "start_time": 701930.0,
      "end_time": 712429.0,
      "text": "So, now suppose, so this is the hole suppose, so when the ball is in this position, then"
    },
    {
      "index": 82,
      "start_time": 712429.0,
      "end_time": 728240.0,
      "text": "you can understand, that this is the inlet port and this is the outlet port. So, when"
    },
    {
      "index": 83,
      "start_time": 728240.0,
      "end_time": 732649.0,
      "text": "the suppose the fluid is coming like, this is the inlet port and this is the outlet port,"
    },
    {
      "index": 84,
      "start_time": 732649.0,
      "end_time": 737369.0,
      "text": "so when the hole is aligned with the inlet port and outlet port holes, then the fluid"
    },
    {
      "index": 85,
      "start_time": 737369.0,
      "end_time": 743759.0,
      "text": "can flow from inlet to outlet. On the other hand if the ball rotates, then the flow is"
    },
    {
      "index": 86,
      "start_time": 743759.0,
      "end_time": 752379.0,
      "text": "blocked, so it is by rotating the ball, that various amounts of flows can be realized,"
    },
    {
      "index": 87,
      "start_time": 752379.0,
      "end_time": 760029.0,
      "text": "so this is the basic principle of a ball valve."
    },
    {
      "index": 88,
      "start_time": 760029.0,
      "end_time": 766490.0,
      "text": "For example this is a multi-port ball valves, so you can see the ball, this is a cross section,"
    },
    {
      "index": 89,
      "start_time": 766490.0,
      "end_time": 773079.0,
      "text": "so the ball is you know like this, semi cylindrical ellipsoidal, and these are the holes. So,"
    },
    {
      "index": 90,
      "start_time": 773079.0,
      "end_time": 778300.0,
      "text": "the in this case, this has this can take care of three ports, so you can see that, in various"
    },
    {
      "index": 91,
      "start_time": 778300.0,
      "end_time": 784199.0,
      "text": "positions of the ball, if the ball is aligned like this, then liquid can flow from here"
    },
    {
      "index": 92,
      "start_time": 784199.0,
      "end_time": 790170.0,
      "text": "to here, if it is aligned this way, it can flow from this to this or this to this. So,"
    },
    {
      "index": 93,
      "start_time": 790170.0,
      "end_time": 796660.0,
      "text": "under the various positions of the ball valve, you can have various kinds of, various ports"
    },
    {
      "index": 94,
      "start_time": 796660.0,
      "end_time": 803209.0,
      "text": "can be connected to various others. This is a T ported ball valve we can have an angle"
    },
    {
      "index": 95,
      "start_time": 803209.0,
      "end_time": 811519.0,
      "text": "ported valve, ball valve and things like that, so this is the basic principle of balls valve."
    },
    {
      "index": 96,
      "start_time": 811519.0,
      "end_time": 818420.0,
      "text": "This is this picture shows how when a ball valve rotates, then how the flow throttling"
    },
    {
      "index": 97,
      "start_time": 818420.0,
      "end_time": 828999.0,
      "text": "takes place, so you see, that as it is rotating. So this, the effective area of flow, they"
    },
    {
      "index": 98,
      "start_time": 828999.0,
      "end_time": 834279.0,
      "text": "gets reduced, so as it rotates slowly the effective area of flow, will get reduced and"
    },
    {
      "index": 99,
      "start_time": 834279.0,
      "end_time": 842489.0,
      "text": "therefore, the flow will get reduced, so the flow gets throttled."
    },
    {
      "index": 100,
      "start_time": 842489.0,
      "end_time": 847670.0,
      "text": "This is another, kinds of ball valve, where the ball is of a certain shape, so it is called"
    },
    {
      "index": 101,
      "start_time": 847670.0,
      "end_time": 855749.0,
      "text": "a characterized ball valve. So, here you can see that, as again as it rotates this surface,"
    },
    {
      "index": 102,
      "start_time": 855749.0,
      "end_time": 862110.0,
      "text": "slowly comes and closes the flow, and therefore the flow the flow can be throttled or it can"
    },
    {
      "index": 103,
      "start_time": 862110.0,
      "end_time": 867339.0,
      "text": "be completely shut off, so these are this is another kind of ball valve called the characterized"
    },
    {
      "index": 104,
      "start_time": 867339.0,
      "end_time": 872050.0,
      "text": "ball vale."
    },
    {
      "index": 105,
      "start_time": 872050.0,
      "end_time": 876429.0,
      "text": "The third kind of valve, actually there are various kinds of valves, we are going to only"
    },
    {
      "index": 106,
      "start_time": 876429.0,
      "end_time": 881249.0,
      "text": "talk about some major ones, but there are at least ten, fifteen different types of valve,"
    },
    {
      "index": 107,
      "start_time": 881249.0,
      "end_time": 886839.0,
      "text": "which are, which are used in various kinds of applications in the industry diaphragm"
    },
    {
      "index": 108,
      "start_time": 886839.0,
      "end_time": 896850.0,
      "text": "valve, pinch valve a sliding gate valve, etcetera, etcetera. So, this is another kind of valve,"
    },
    {
      "index": 109,
      "start_time": 896850.0,
      "end_time": 901100.0,
      "text": "which is called a butterfly valve, so basic idea is that, this is butterfly valves are"
    },
    {
      "index": 110,
      "start_time": 901100.0,
      "end_time": 908089.0,
      "text": "used in large pipes, they are also used for the apart from you know, applications in let"
    },
    {
      "index": 111,
      "start_time": 908089.0,
      "end_time": 912779.0,
      "text": "us say, a liquid applications like water, water flow control etcetera."
    },
    {
      "index": 112,
      "start_time": 912779.0,
      "end_time": 919079.0,
      "text": "They are also used in gas applications, like they are used in a, heating ventilation, air"
    },
    {
      "index": 113,
      "start_time": 919079.0,
      "end_time": 923230.0,
      "text": "conditioning applications of large buildings, where the airflow needs to be controlled."
    },
    {
      "index": 114,
      "start_time": 923230.0,
      "end_time": 929480.0,
      "text": "so in such applications butterfly valves are also used. So, basic idea is that, in all"
    },
    {
      "index": 115,
      "start_time": 929480.0,
      "end_time": 938119.0,
      "text": "valves there has to be an variable obstruction right, so it is this disc, which is the, which"
    },
    {
      "index": 116,
      "start_time": 938119.0,
      "end_time": 948529.0,
      "text": "creates the obstruction, and there is a shaft or a pin about which, so you can understand,"
    },
    {
      "index": 117,
      "start_time": 948529.0,
      "end_time": 955529.0,
      "text": "that you can understand that this is a butterfly valve and there is basically a shaft runs"
    },
    {
      "index": 118,
      "start_time": 955529.0,
      "end_time": 965079.0,
      "text": "across it and this shaft is driven. So, this is valve is actually, stuck to this"
    },
    {
      "index": 119,
      "start_time": 965079.0,
      "end_time": 971579.0,
      "text": "and if you rotate this actuator, then this valve can be either in this position or in"
    },
    {
      "index": 120,
      "start_time": 971579.0,
      "end_time": 976980.0,
      "text": "this position. So, if you have pipe here, if you have a pipe here, then if you connect"
    },
    {
      "index": 121,
      "start_time": 976980.0,
      "end_time": 981059.0,
      "text": "in this position then it is open, if you connect at this, if you put it in this positive then"
    },
    {
      "index": 122,
      "start_time": 981059.0,
      "end_time": 992149.0,
      "text": "it is closed. So, exactly that is the position, so the these two positions are shown, so this"
    },
    {
      "index": 123,
      "start_time": 992149.0,
      "end_time": 1000279.0,
      "text": "is the open position of the disc, open position and this is the closed position of the disc,"
    },
    {
      "index": 124,
      "start_time": 1000280.0,
      "end_time": 1008690.0,
      "text": "both positions are shown closed position. And this is the shaft or pin, which is driven"
    },
    {
      "index": 125,
      "start_time": 1008690.0,
      "end_time": 1014981.0,
      "text": "to move the disc, various shapes of discs are used to you know again, to reduce the"
    },
    {
      "index": 126,
      "start_time": 1014980.0,
      "end_time": 1020459.0,
      "text": "torque requirement on the shaft or to reduce noise, of these such big discs, when you have"
    },
    {
      "index": 127,
      "start_time": 1020460.0,
      "end_time": 1028611.0,
      "text": "a fast flowing fluid can sometimes vibrate and create noise."
    },
    {
      "index": 128,
      "start_time": 1028609.9999999999,
      "end_time": 1039929.9999999999,
      "text": "So, this is the picture which shows that, so look from a side, when the disc is, in"
    },
    {
      "index": 129,
      "start_time": 1039930.0000000001,
      "end_time": 1045370.0000000001,
      "text": "this position then the damper or then the damper is perpendicular to flow and the valve"
    },
    {
      "index": 130,
      "start_time": 1045369.9999999999,
      "end_time": 1050140.0,
      "text": "is closed. When it is moving in and throttling or controlling the flow and when it is in"
    },
    {
      "index": 131,
      "start_time": 1050140.0,
      "end_time": 1060870.0,
      "text": "this position, then when damper is parallel flow, then is completely open."
    },
    {
      "index": 132,
      "start_time": 1060870.0,
      "end_time": 1068310.0,
      "text": "So, there are various kinds of disc, which are used as I said to take care of various"
    },
    {
      "index": 133,
      "start_time": 1068310.0,
      "end_time": 1071160.0,
      "text": "factors like torque and noise."
    },
    {
      "index": 134,
      "start_time": 1071160.0,
      "end_time": 1079140.0,
      "text": "Now, we so we have seen three different types of valves, characterized in terms of construction."
    },
    {
      "index": 135,
      "start_time": 1079140.0,
      "end_time": 1085860.0,
      "text": "Now, we shall characterize valves in another way, depending on their flow characteristics,"
    },
    {
      "index": 136,
      "start_time": 1085860.0,
      "end_time": 1091360.0,
      "text": "so depending on their flow characteristics, valve can be generally characterized, in into"
    },
    {
      "index": 137,
      "start_time": 1091360.0,
      "end_time": 1101450.0,
      "text": "three different classes. One is butterfly valves are typically of equal percentage type,"
    },
    {
      "index": 138,
      "start_time": 1101450.0,
      "end_time": 1107980.0,
      "text": "that is why and butterfly was written, so one is this equal percentage,. so another"
    },
    {
      "index": 139,
      "start_time": 1107980.0,
      "end_time": 1114150.0,
      "text": "is linear and the third one is quick opening. So, this equal percentage valve is you can"
    },
    {
      "index": 140,
      "start_time": 1114150.0,
      "end_time": 1122740.0,
      "text": "see, equal percentage means, that if you have a this is percent lift, percent lift means,"
    },
    {
      "index": 141,
      "start_time": 1122740.0,
      "end_time": 1131570.0,
      "text": "the stem if it is lifted by a certain percentage, this the stem is moving, so percent lift or"
    },
    {
      "index": 142,
      "start_time": 1131570.0,
      "end_time": 1137660.0,
      "text": "percent stem position it, this it may not be, though it is called lift, it may not be"
    },
    {
      "index": 143,
      "start_time": 1137660.0,
      "end_time": 1141810.0,
      "text": "always a lift you know, sometimes it may be a rotation also. Basically means, that percent"
    },
    {
      "index": 144,
      "start_time": 1141810.0,
      "end_time": 1152690.0,
      "text": "of the total stem movement, so it says that, if you increase the stem movement by x percent,"
    },
    {
      "index": 145,
      "start_time": 1152690.0,
      "end_time": 1166550.0,
      "text": "then y percent of the current flow will it, so the flow will increase by y percent of"
    },
    {
      "index": 146,
      "start_time": 1166550.0,
      "end_time": 1172320.0,
      "text": "the current flow. So, if you make x percent change, if you make"
    },
    {
      "index": 147,
      "start_time": 1172320.0,
      "end_time": 1179130.0,
      "text": "a delta x, x percent of full scale, so if you make a 20 percent change here, then may"
    },
    {
      "index": 148,
      "start_time": 1179130.0,
      "end_time": 1184930.0,
      "text": "be 5 percent of the current flow, which is here will take place. On the other hand, if"
    },
    {
      "index": 149,
      "start_time": 1184930.0,
      "end_time": 1191570.0,
      "text": "you make a 20 percent change here, then 5 percent of the current flow, which is here"
    },
    {
      "index": 150,
      "start_time": 1191570.0,
      "end_time": 1196440.0,
      "text": "will take place, if you make twenty percent change here, then 5 percent of the current"
    },
    {
      "index": 151,
      "start_time": 1196440.0,
      "end_time": 1201630.0,
      "text": "flow which is here will take place. So, you see that for the same 20 percent change, at"
    },
    {
      "index": 152,
      "start_time": 1201630.0,
      "end_time": 1207170.0,
      "text": "20 percent, 40 percent, 60 percent, 80 percent the change in flow is going to gradually increase,"
    },
    {
      "index": 153,
      "start_time": 1207170.0,
      "end_time": 1213500.0,
      "text": "giving rise to this characteristics. So, an equal percentage of the current flow"
    },
    {
      "index": 154,
      "start_time": 1213500.0,
      "end_time": 1220880.0,
      "text": "will take place, if you make a certain, a certain fixed percentage of lift change, that"
    },
    {
      "index": 155,
      "start_time": 1220880.0,
      "end_time": 1226470.0,
      "text": "is the reason, why these valves are called equal percentage. So, you can easily analyze,"
    },
    {
      "index": 156,
      "start_time": 1226470.0,
      "end_time": 1230790.0,
      "text": "you can easily understand, that this sort of characteristic exponential kind of characteristic"
    },
    {
      "index": 157,
      "start_time": 1230790.0,
      "end_time": 1244900.0,
      "text": "arises, so on the other hand, we have linear, which is obvious, that is for a certain percent"
    },
    {
      "index": 158,
      "start_time": 1244900.0,
      "end_time": 1251810.0,
      "text": "of lift change, a certain fixed percentage of the total full scale change, not current"
    },
    {
      "index": 159,
      "start_time": 1251810.0,
      "end_time": 1255800.0,
      "text": "flow will take place, so it is a linear it is added by constant."
    },
    {
      "index": 160,
      "start_time": 1255800.0,
      "end_time": 1261610.0,
      "text": "Actually, the linear and the equal percentage are mostly used in process applications, quick"
    },
    {
      "index": 161,
      "start_time": 1261610.0,
      "end_time": 1267420.0,
      "text": "opening valves are you know like our bathroom taps are typically quick openings. So, you"
    },
    {
      "index": 162,
      "start_time": 1267420.0,
      "end_time": 1275620.0,
      "text": "must have seen that, if you the almost full flow is realized by, a may be, even one turn"
    },
    {
      "index": 163,
      "start_time": 1275620.0,
      "end_time": 1283380.0,
      "text": "or one and a half turns of the tap, while if you move it more and more, then not much"
    },
    {
      "index": 164,
      "start_time": 1283380.0,
      "end_time": 1289450.0,
      "text": "flow increase takes place. So, these walls there is a quick, increase of flow and then"
    },
    {
      "index": 165,
      "start_time": 1289450.0,
      "end_time": 1291370.0,
      "text": "for the rest of the movement there is very little flow."
    },
    {
      "index": 166,
      "start_time": 1291370.0,
      "end_time": 1296240.0,
      "text": "So, it is a kind of opposite of the equal percentage and they are typically used more"
    },
    {
      "index": 167,
      "start_time": 1296240.0,
      "end_time": 1301550.0,
      "text": "in you know, on off kind of applications or some certain special kinds of process control"
    },
    {
      "index": 168,
      "start_time": 1301550.0,
      "end_time": 1307120.0,
      "text": "applications, but most of the control applications, they use linear and equal percentage parts."
    },
    {
      "index": 169,
      "start_time": 1307120.0,
      "end_time": 1313150.0,
      "text": "Remember one thing, that these characteristics have assumed, that this characteristic are"
    },
    {
      "index": 170,
      "start_time": 1313150.0,
      "end_time": 1319110.0,
      "text": "called inherent characteristic and are provided by the manufacturer, inherent characteristics"
    },
    {
      "index": 171,
      "start_time": 1319110.0,
      "end_time": 1325930.0,
      "text": "of the valve and are provided by the manufacturer, under conditions that the pressure across"
    },
    {
      "index": 172,
      "start_time": 1325930.0,
      "end_time": 1330600.0,
      "text": "the valve is constant. So, they actually maintain the pressure across the valve and then they"
    },
    {
      "index": 173,
      "start_time": 1330600.0,
      "end_time": 1337610.0,
      "text": "characterize this curves, so this is important to understand."
    },
    {
      "index": 174,
      "start_time": 1337610.0,
      "end_time": 1344820.0,
      "text": "And, now how are these characteristics realized, they are realized by various profiles of the"
    },
    {
      "index": 175,
      "start_time": 1344820.0,
      "end_time": 1350860.0,
      "text": "plug, so in the case of the globe valve here, say we have there are three kinds of, these"
    },
    {
      "index": 176,
      "start_time": 1350860.0,
      "end_time": 1358080.0,
      "text": "are three plugs, which realize equal percentage, linear or quick opening characteristics."
    },
    {
      "index": 177,
      "start_time": 1358080.0,
      "end_time": 1365520.0,
      "text": "Now, it turns out one must realize, that if you actually put the valve, into an application"
    },
    {
      "index": 178,
      "start_time": 1365520.0,
      "end_time": 1371880.0,
      "text": "and connected up, with you know other components pumps systems pipes etcetera, then the inherent"
    },
    {
      "index": 179,
      "start_time": 1371880.0,
      "end_time": 1376190.0,
      "text": "characteristic will not be realized. So, the pressure flow characteristic of the actually"
    },
    {
      "index": 180,
      "start_time": 1376190.0,
      "end_time": 1385240.0,
      "text": "the rather the stem lift versus flow characteristic of the valve, which is provided by the manufacturer,"
    },
    {
      "index": 181,
      "start_time": 1385240.0,
      "end_time": 1389950.0,
      "text": "which is the inherent characteristic will not be realized, because of the fact, that"
    },
    {
      "index": 182,
      "start_time": 1389950.0,
      "end_time": 1394320.0,
      "text": "delta P will not remain constant. So, how does that happen, so you see that,"
    },
    {
      "index": 183,
      "start_time": 1394320.0,
      "end_time": 1400050.0,
      "text": "when you are connecting, so this goes to the system wherever, you want to send this flow"
    },
    {
      "index": 184,
      "start_time": 1400050.0,
      "end_time": 1407050.0,
      "text": "and we are just you know, arbitrarily assuming that the head of the, that the system takes"
    },
    {
      "index": 185,
      "start_time": 1407050.0,
      "end_time": 1412900.0,
      "text": "a particular kind of static head. So, what happens is that during flow there are actually"
    },
    {
      "index": 186,
      "start_time": 1412900.0,
      "end_time": 1417470.0,
      "text": "pressure drops, so there is some pressure drop at the inlet of the pump, then the pump"
    },
    {
      "index": 187,
      "start_time": 1417470.0,
      "end_time": 1422140.0,
      "text": "rises, the pressure, that is the job of the pump, it creates a pressure head."
    },
    {
      "index": 188,
      "start_time": 1422140.0,
      "end_time": 1427530.0,
      "text": "Then this flows through the pipe, so again there is some friction loss and there is some"
    },
    {
      "index": 189,
      "start_time": 1427530.0,
      "end_time": 1434060.0,
      "text": "pressure head. Then there is a drop across the valves, because all, because all valves"
    },
    {
      "index": 190,
      "start_time": 1434060.0,
      "end_time": 1438760.0,
      "text": "will have a, you know if it has flow through an orifice, there has to be a delta P, then"
    },
    {
      "index": 191,
      "start_time": 1438760.0,
      "end_time": 1443770.0,
      "text": "again there is a drop at along the pipe and then the available pressure at the system"
    },
    {
      "index": 192,
      "start_time": 1443770.0,
      "end_time": 1454780.0,
      "text": "is there, so this is the way the pressure drops and actually as we shall see now."
    },
    {
      "index": 193,
      "start_time": 1454780.0,
      "end_time": 1461230.0,
      "text": "That now, as now as we know, that these pressure various pressure drops, vary with flow itself,"
    },
    {
      "index": 194,
      "start_time": 1461230.0,
      "end_time": 1469520.0,
      "text": "so for example, the pipe friction pressure loss, will also rise with flow. Similarly,"
    },
    {
      "index": 195,
      "start_time": 1469520.0,
      "end_time": 1476680.0,
      "text": "if the pump head, because there are pressure losses inside the pumps, so the pump head"
    },
    {
      "index": 196,
      "start_time": 1476680.0,
      "end_time": 1487430.0,
      "text": "available, the pump head that will be generated, will also be lower. Similarly, here we have"
    },
    {
      "index": 197,
      "start_time": 1487430.0,
      "end_time": 1493680.0,
      "text": "assumed a static head pressure, it may be constant or in some cases, even this for example,"
    },
    {
      "index": 198,
      "start_time": 1493680.0,
      "end_time": 1498450.0,
      "text": "if the fluid is a you know, kind of heat exchanger, then again the heat exchanger is actually"
    },
    {
      "index": 199,
      "start_time": 1498450.0,
      "end_time": 1506090.0,
      "text": "nothing but, a intertwined length of pipe. So, basically the pressure head across the"
    },
    {
      "index": 200,
      "start_time": 1506090.0,
      "end_time": 1512400.0,
      "text": "system will also increase with flow, so eventually what happens, is that see the pump is the"
    },
    {
      "index": 201,
      "start_time": 1512400.0,
      "end_time": 1518890.0,
      "text": "prime mover right. So, the total pump head available is this one, and that must be equal"
    },
    {
      "index": 202,
      "start_time": 1518890.0,
      "end_time": 1524780.0,
      "text": "to the sum of the drop in pipes, drop in the valves, plus drop in the system. So, as the"
    },
    {
      "index": 203,
      "start_time": 1524780.0,
      "end_time": 1533890.0,
      "text": "drop in the pipe and the drop in the system rises, there is less and less delta P available,"
    },
    {
      "index": 204,
      "start_time": 1533890.0,
      "end_time": 1539890.0,
      "text": "across the valve and, so the flow actually reduces."
    },
    {
      "index": 205,
      "start_time": 1539890.0,
      "end_time": 1550240.0,
      "text": "So, the operating point that are established, will always have delta P falling, so the valve"
    },
    {
      "index": 206,
      "start_time": 1550240.0,
      "end_time": 1559050.0,
      "text": "differential pressure available, actually falls quite sharply with the flow, so it is"
    },
    {
      "index": 207,
      "start_time": 1559050.0,
      "end_time": 1561100.0,
      "text": "not constant."
    },
    {
      "index": 208,
      "start_time": 1561100.0,
      "end_time": 1568130.0,
      "text": "In effect what happens is that, for example, this is the case of an equal percentage valve,"
    },
    {
      "index": 209,
      "start_time": 1568130.0,
      "end_time": 1575010.0,
      "text": "at some delta P, so you see that the inherent characteristic is almost like an equal percentage"
    },
    {
      "index": 210,
      "start_time": 1575010.0,
      "end_time": 1582700.0,
      "text": "nearly. On the other hand, if you put the valve, that valve into along with a pipe and"
    },
    {
      "index": 211,
      "start_time": 1582700.0,
      "end_time": 1587520.0,
      "text": "a pump and a system, then initially, there is a lot of fresh delta P available, because"
    },
    {
      "index": 212,
      "start_time": 1587520.0,
      "end_time": 1593410.0,
      "text": "there is hardly any drop, in the flow is low, so there is hardly any drop in the system."
    },
    {
      "index": 213,
      "start_time": 1593410.0,
      "end_time": 1601520.0,
      "text": "So, the pump, so the valve flow with change in lift, because delta P available across"
    },
    {
      "index": 214,
      "start_time": 1601520.0,
      "end_time": 1607130.0,
      "text": "the valve is now quite high at this stage, so there is a, for a sudden change in lift,"
    },
    {
      "index": 215,
      "start_time": 1607130.0,
      "end_time": 1613770.0,
      "text": "there is a good change in the flow, so the rate remains high. On the other hand here,"
    },
    {
      "index": 216,
      "start_time": 1613770.0,
      "end_time": 1620820.0,
      "text": "you see that in this part, for the inherent characteristic the rate of flow change is"
    },
    {
      "index": 217,
      "start_time": 1620820.0,
      "end_time": 1625380.0,
      "text": "high, but that much rate of flow change is not achieved in the installed characteristics,"
    },
    {
      "index": 218,
      "start_time": 1625380.0,
      "end_time": 1629040.0,
      "text": "because of the fact, that now the delta P has come down."
    },
    {
      "index": 219,
      "start_time": 1629040.0,
      "end_time": 1635210.0,
      "text": "So, if the delta P has come down, then for a then for a given change in the lift, now"
    },
    {
      "index": 220,
      "start_time": 1635210.0,
      "end_time": 1641740.0,
      "text": "so much change, which was available see previously when delta P was held constant, a lot of change"
    },
    {
      "index": 221,
      "start_time": 1641740.0,
      "end_time": 1648790.0,
      "text": "could be possible, by changing a certain part of the lift. But now, since a delta P is going"
    },
    {
      "index": 222,
      "start_time": 1648790.0,
      "end_time": 1654690.0,
      "text": "to fall, so therefore, so much change is not possible, and we get a different characteristic,"
    },
    {
      "index": 223,
      "start_time": 1654690.0,
      "end_time": 1658560.0,
      "text": "that characteristic is called the installed characteristics, and this must be remembered,"
    },
    {
      "index": 224,
      "start_time": 1658560.0,
      "end_time": 1663740.0,
      "text": "because it is the installed characteristic finally, which is going to decide the characteristic"
    },
    {
      "index": 225,
      "start_time": 1663740.0,
      "end_time": 1668480.0,
      "text": "in the process control. So, therefore, we must understand that the"
    },
    {
      "index": 226,
      "start_time": 1668480.0,
      "end_time": 1675220.0,
      "text": "inherent characteristic gets changed, because of pressure drops and the resulting characteristic"
    },
    {
      "index": 227,
      "start_time": 1675220.0,
      "end_time": 1682150.0,
      "text": "is called the installed characteristic. So, the same thing happens for, linear valves"
    },
    {
      "index": 228,
      "start_time": 1682150.0,
      "end_time": 1688880.0,
      "text": "again there is a high higher than, inherent you can we are assuming that the inherent"
    },
    {
      "index": 229,
      "start_time": 1688880.0,
      "end_time": 1692400.0,
      "text": "characteristic delta P will be will be maintained, you know somewhere in the middle of the delta"
    },
    {
      "index": 230,
      "start_time": 1692400.0,
      "end_time": 1696320.0,
      "text": "P range. So, initially you have higher, you have a higher delta P, so therefore, the rate"
    },
    {
      "index": 231,
      "start_time": 1696320.0,
      "end_time": 1699750.0,
      "text": "of rise is high, later on the, rate of rise is lower, than the inherent characteristic,"
    },
    {
      "index": 232,
      "start_time": 1699750.0,
      "end_time": 1702880.0,
      "text": "this is what happens?"
    },
    {
      "index": 233,
      "start_time": 1702880.0,
      "end_time": 1706930.0,
      "text": "This is the characteristic for an inherent characteristic for a seeing, and they are"
    },
    {
      "index": 234,
      "start_time": 1706930.0,
      "end_time": 1713500.0,
      "text": "not so much use, so the installed characteristic is actually not drawn."
    },
    {
      "index": 235,
      "start_time": 1713500.0,
      "end_time": 1718090.0,
      "text": "Now, these characteristic sometimes you know, especially when you are trying to design process"
    },
    {
      "index": 236,
      "start_time": 1718090.0,
      "end_time": 1723600.0,
      "text": "control application, the valve gain, the valve gain also comes along with the process gain."
    },
    {
      "index": 237,
      "start_time": 1723600.0,
      "end_time": 1731250.0,
      "text": "So, if so when we want to decide the controller gain, then sometimes it is it is desirable,"
    },
    {
      "index": 238,
      "start_time": 1731250.0,
      "end_time": 1738110.0,
      "text": "that we change the, that we change the valve characteristic to actually suit the, requirements"
    },
    {
      "index": 239,
      "start_time": 1738110.0,
      "end_time": 1744690.0,
      "text": "of the process, for example as we shall see that we can we may like, to have, that the"
    },
    {
      "index": 240,
      "start_time": 1744690.0,
      "end_time": 1749170.0,
      "text": "valve process combination gain, remains more or less flat over the operating region, this"
    },
    {
      "index": 241,
      "start_time": 1749170.0,
      "end_time": 1753620.0,
      "text": "may be requirement for designing a good, good controller."
    },
    {
      "index": 242,
      "start_time": 1753620.0,
      "end_time": 1758800.0,
      "text": "So, what I am trying to say is that, from the, you know there is an electronic controller,"
    },
    {
      "index": 243,
      "start_time": 1758800.0,
      "end_time": 1764620.0,
      "text": "from which output is actually going to the valve actuator, the valve stem is being moved"
    },
    {
      "index": 244,
      "start_time": 1764620.0,
      "end_time": 1770130.0,
      "text": "by some mechanism called actuator as we shall see, so this is going to the actuator. Now,"
    },
    {
      "index": 245,
      "start_time": 1770130.0,
      "end_time": 1773580.0,
      "text": "between this control and the actuator, sometimes we can put some signal processing blocks,"
    },
    {
      "index": 246,
      "start_time": 1773580.0,
      "end_time": 1779890.0,
      "text": "which are for example, in this case, this is a, this is called a multiplier relay."
    },
    {
      "index": 247,
      "start_time": 1779890.0,
      "end_time": 1792990.0,
      "text": "So, what we are achieving here, is that, the see the signal available at the A port, is"
    },
    {
      "index": 248,
      "start_time": 1792990.0,
      "end_time": 1805200.0,
      "text": "a multiplication of B to C port, so suppose this is increased. So, immediately this will"
    },
    {
      "index": 249,
      "start_time": 1805200.0,
      "end_time": 1812590.0,
      "text": "increase, then this will, also increase and therefore, this will increase sharper, so"
    },
    {
      "index": 250,
      "start_time": 1812590.0,
      "end_time": 1821400.0,
      "text": "what happens, is that, if you change this linearly, that is if the input is changed,"
    },
    {
      "index": 251,
      "start_time": 1821400.0,
      "end_time": 1831610.0,
      "text": "in a linear fashion over time, then the output will change, in this fashion, so what happens,"
    },
    {
      "index": 252,
      "start_time": 1831610.0,
      "end_time": 1838790.0,
      "text": "is that effectively actually, so if you put this really now, then what will happen, is"
    },
    {
      "index": 253,
      "start_time": 1838790.0,
      "end_time": 1843610.0,
      "text": "that a linear valve, will start behaving like an equal percentage part."
    },
    {
      "index": 254,
      "start_time": 1843610.0,
      "end_time": 1850610.0,
      "text": "So, what we, what is the massage is that, by putting such signal processing blocks,"
    },
    {
      "index": 255,
      "start_time": 1850610.0,
      "end_time": 1854980.0,
      "text": "we can change the valve characteristic, I mean depending on the availability sometimes,"
    },
    {
      "index": 256,
      "start_time": 1854980.0,
      "end_time": 1860270.0,
      "text": "it may not be, it may not be easy to locate a valve of that appropriate characteristic"
    },
    {
      "index": 257,
      "start_time": 1860270.0,
      "end_time": 1865630.0,
      "text": "in the market. But, by signal processing after the controller, we can always change the valve"
    },
    {
      "index": 258,
      "start_time": 1865630.0,
      "end_time": 1868650.0,
      "text": "characteristics."
    },
    {
      "index": 259,
      "start_time": 1868650.0,
      "end_time": 1880400.0,
      "text": "So, now next we come to, the various kinds of actuators, you know how to actuate the"
    },
    {
      "index": 260,
      "start_time": 1880400.0,
      "end_time": 1885610.0,
      "text": "valve, so we typically, we have various kinds of actuators, we have electro electromagnetic"
    },
    {
      "index": 261,
      "start_time": 1885610.0,
      "end_time": 1891430.0,
      "text": "actuator or solenoid actuators, we have pneumatic actuators, we have sometimes for large valve,"
    },
    {
      "index": 262,
      "start_time": 1891430.0,
      "end_time": 1900420.0,
      "text": "we have hydraulic actuators. So, we can also, typically we can also have mechanical actuators"
    },
    {
      "index": 263,
      "start_time": 1900420.0,
      "end_time": 1905720.0,
      "text": "also, manual actuators, so in this case, we will type typically look at two actuators,"
    },
    {
      "index": 264,
      "start_time": 1905720.0,
      "end_time": 1909740.0,
      "text": "one is a solenoid actuator and the other is an pneumatic actuator."
    },
    {
      "index": 265,
      "start_time": 1909740.0,
      "end_time": 1916450.0,
      "text": "So, solenoid actuators have you know higher speeds, they are lower ratings, but higher"
    },
    {
      "index": 266,
      "start_time": 1916450.0,
      "end_time": 1923010.0,
      "text": "speeds, because higher speeds because, as we will see, that the force on the actuator"
    },
    {
      "index": 267,
      "start_time": 1923010.0,
      "end_time": 1928280.0,
      "text": "can be quickly controlled, because it is and it is controlled by current, so current can"
    },
    {
      "index": 268,
      "start_time": 1928280.0,
      "end_time": 1935320.0,
      "text": "be driven pretty fast. So, therefore, forces can be created very fast, varying forces can"
    },
    {
      "index": 269,
      "start_time": 1935320.0,
      "end_time": 1940390.0,
      "text": "be created and therefore, the valve actuation becomes fast, on the other hand for pneumatic"
    },
    {
      "index": 270,
      "start_time": 1940390.0,
      "end_time": 1949840.0,
      "text": "actuators, the force is created by, you know by bringing pressurized air on to work on"
    },
    {
      "index": 271,
      "start_time": 1949840.0,
      "end_time": 1952730.0,
      "text": "a surface or a diaphragm. So, since there is some volume involved, so"
    },
    {
      "index": 272,
      "start_time": 1952730.0,
      "end_time": 1957220.0,
      "text": "there is certain amount of time required for that air to come and fill the chamber and"
    },
    {
      "index": 273,
      "start_time": 1957220.0,
      "end_time": 1962809.0,
      "text": "then create the pressure on the diaphragm. So, pneumatic actuators are always generally"
    },
    {
      "index": 274,
      "start_time": 1962810.0,
      "end_time": 1968951.0,
      "text": "slower than solenoid actuators, so we have higher speed, lower size, because pneumatic"
    },
    {
      "index": 275,
      "start_time": 1968950.0,
      "end_time": 1975340.0,
      "text": "actuator can be, of quite high, I mean of larger size, because by just by increasing,"
    },
    {
      "index": 276,
      "start_time": 1975340.0,
      "end_time": 1979920.0,
      "text": "the diaphragm sometimes, we can create a lot of pressure or even higher ratings we can"
    },
    {
      "index": 277,
      "start_time": 1979920.0,
      "end_time": 1982970.0,
      "text": "use hydraulics. So, solenoid actuators are generally of lower"
    },
    {
      "index": 278,
      "start_time": 1982970.0,
      "end_time": 1990090.0,
      "text": "size and often they are used as we will see, they are often used in pilot stages of electro"
    },
    {
      "index": 279,
      "start_time": 1990090.0,
      "end_time": 1997320.0,
      "text": "hydraulic valves. So, you have a big control valve and you want to move the valve, so you"
    },
    {
      "index": 280,
      "start_time": 1997320.0,
      "end_time": 2003990.0,
      "text": "see that, that big electro hydraulic valve, actually may be controls the flow. Now, to"
    },
    {
      "index": 281,
      "start_time": 2003990.0,
      "end_time": 2011450.0,
      "text": "move the valve also, you need to create you need to move the valve, so you know, you have"
    },
    {
      "index": 282,
      "start_time": 2011450.0,
      "end_time": 2065300.0,
      "text": "a valve, this is the installed characteristic page up just a movement. So, we were talking"
    },
    {
      "index": 283,
      "start_time": 2065300.0000000002,
      "end_time": 2095000.0000000002,
      "text": "about solenoid actuators, that they can be used in, pilot stages I know why this is creating"
    },
    {
      "index": 284,
      "start_time": 2095000.0,
      "end_time": 2096889.0,
      "text": "a problem."
    },
    {
      "index": 285,
      "start_time": 2096889.9999999998,
      "end_time": 2103271.0,
      "text": "So, what I was saying is that the electro hydraulic valve pilot stages solenoid valves"
    },
    {
      "index": 286,
      "start_time": 2103270.0,
      "end_time": 2111770.0,
      "text": "are used and this is a particular construction of the solenoid valves. So, you see that this"
    },
    {
      "index": 287,
      "start_time": 2111770.0,
      "end_time": 2118980.0,
      "text": "is the valve, this is the plug, this is the plug, and this is the closed position shown,"
    },
    {
      "index": 288,
      "start_time": 2118980.0,
      "end_time": 2124720.0,
      "text": "so this is inlet and it is flowing through this, and going to this is the flow of fluid,"
    },
    {
      "index": 289,
      "start_time": 2124720.0,
      "end_time": 2134750.0,
      "text": "there is a spring loading, this is here the stem is actually connected to a magnetic core,"
    },
    {
      "index": 290,
      "start_time": 2134750.0,
      "end_time": 2140490.0,
      "text": "which is called the plunger. And, here you have a high current carrying,"
    },
    {
      "index": 291,
      "start_time": 2140490.0,
      "end_time": 2152040.0,
      "text": "high force creating coil, so this is the coil assembly, solenoid coil, housing, shading"
    },
    {
      "index": 292,
      "start_time": 2152040.0,
      "end_time": 2160020.0,
      "text": "coil is used to, you know guide the flux through the core, so that that proper force is created"
    },
    {
      "index": 293,
      "start_time": 2160020.0,
      "end_time": 2163840.0,
      "text": "and flux, actually the force is created by the flux, so one has to guide the flux, so"
    },
    {
      "index": 294,
      "start_time": 2163840.0,
      "end_time": 2171540.0,
      "text": "that an upward force is created. So, and this is the movable core, this is the tube, through"
    },
    {
      "index": 295,
      "start_time": 2171540.0,
      "end_time": 2177020.0,
      "text": "which the core moves, these are the connections, so what happens is that, in when the coil"
    },
    {
      "index": 296,
      "start_time": 2177020.0,
      "end_time": 2187190.0,
      "text": "is de-energized, then the spring will push and keep the valve closed."
    },
    {
      "index": 297,
      "start_time": 2187190.0,
      "end_time": 2194710.0,
      "text": "On the other hand, when this will, you see that, if this is energized, then the flux"
    },
    {
      "index": 298,
      "start_time": 2194710.0,
      "end_time": 2200880.0,
      "text": "is flowing like this as shown and it is pulling the plunger up. So, when the pulling the plunger"
    },
    {
      "index": 299,
      "start_time": 2200880.0,
      "end_time": 2207190.0,
      "text": "up, then this spring is compressed and this opening is, opened and the fluid flows, so"
    },
    {
      "index": 300,
      "start_time": 2207190.0,
      "end_time": 2215580.0,
      "text": "this is the way a solenoid actuator will work."
    },
    {
      "index": 301,
      "start_time": 2215580.0,
      "end_time": 2221130.0,
      "text": "This is on the other hand, this is the particular pneumatic actuator, so again same thing, again"
    },
    {
      "index": 302,
      "start_time": 2221130.0,
      "end_time": 2230950.0,
      "text": "you have a plug and you have these ports. So, what happens, is that here, by spring"
    },
    {
      "index": 303,
      "start_time": 2230950.0,
      "end_time": 2237190.0,
      "text": "force, this is a particular valve, where you can close the valve by applying air in the"
    },
    {
      "index": 304,
      "start_time": 2237190.0,
      "end_time": 2242090.0,
      "text": "normal position, it will stay open. There are various kinds of valves as we shall see,"
    },
    {
      "index": 305,
      "start_time": 2242090.0,
      "end_time": 2247200.0,
      "text": "that if you apply energy or force, they will close or if you apply energy or force they"
    },
    {
      "index": 306,
      "start_time": 2247200.0,
      "end_time": 2251070.0,
      "text": "will be opened, they will open. So, in the previous case, for opening the"
    },
    {
      "index": 307,
      "start_time": 2251070.0,
      "end_time": 2258730.0,
      "text": "valve we needed to apply current, in this case, for closing the valve, we need to apply"
    },
    {
      "index": 308,
      "start_time": 2258730.0,
      "end_time": 2266320.0,
      "text": "air force, so the air will enter here, this is the diaphragm, on which it will create"
    },
    {
      "index": 309,
      "start_time": 2266320.0,
      "end_time": 2272080.0,
      "text": "a pressure. So, the pressure multiplied by the area of the diaphragm, will give the force"
    },
    {
      "index": 310,
      "start_time": 2272080.0,
      "end_time": 2279280.0,
      "text": "and this force will be going to push it down and close it, so this is the operation basic"
    },
    {
      "index": 311,
      "start_time": 2279280.0,
      "end_time": 2282900.0,
      "text": "operation of a pneumatic valve."
    },
    {
      "index": 312,
      "start_time": 2282900.0,
      "end_time": 2293590.0,
      "text": "So, as we shall see, that if you see the characteristics of this valve, then obviously, there are as"
    },
    {
      "index": 313,
      "start_time": 2293590.0,
      "end_time": 2300270.0,
      "text": "we said, that there are forces, acting on the plug, because when the fluid is flowing"
    },
    {
      "index": 314,
      "start_time": 2300270.0,
      "end_time": 2304570.0,
      "text": "out through the orifice it is actually, pushing the plug up or down, depending on the flow"
    },
    {
      "index": 315,
      "start_time": 2304570.0,
      "end_time": 2311450.0,
      "text": "profile. So, there is a, so there are forces acting on the plug, so what happens is that,"
    },
    {
      "index": 316,
      "start_time": 2311450.0,
      "end_time": 2318990.0,
      "text": "because of this the plug, the valve stem position percent, and the I mean diaphragm pressure,"
    },
    {
      "index": 317,
      "start_time": 2318990.0,
      "end_time": 2324140.0,
      "text": "see there are two things. Firstly, diaphragm pressure to stem position,"
    },
    {
      "index": 318,
      "start_time": 2324140.0,
      "end_time": 2328119.0,
      "text": "so how much diaphragm pressure is required to create, what stem position and then stem"
    },
    {
      "index": 319,
      "start_time": 2328120.0,
      "end_time": 2332561.0,
      "text": "position to flow stem position to flow characteristic is essentially guided by the construction"
    },
    {
      "index": 320,
      "start_time": 2332560.0,
      "end_time": 2338560.0,
      "text": "of the valve, and the applied delta P. On the other hand, the diaphragm pressure applied"
    },
    {
      "index": 321,
      "start_time": 2338560.0,
      "end_time": 2344580.0,
      "text": "to stem position, is guided is essentially affected by how much force is actually acting,"
    },
    {
      "index": 322,
      "start_time": 2344580.0,
      "end_time": 2350760.0,
      "text": "on the on the stem, so when you have, high plug forces then this stem position to diaphragm"
    },
    {
      "index": 323,
      "start_time": 2350760.0,
      "end_time": 2356690.0,
      "text": "pressure characteristic gets shifted. So, by applying and what is, what is controlled,"
    },
    {
      "index": 324,
      "start_time": 2356690.0,
      "end_time": 2363060.0,
      "text": "what is controlled from the controller, is actually the diaphragm pressure, you know"
    },
    {
      "index": 325,
      "start_time": 2363060.0,
      "end_time": 2367730.0,
      "text": "actually there is a controlled air supply pneumatic source. So, what amount of pressure"
    },
    {
      "index": 326,
      "start_time": 2367730.0,
      "end_time": 2374119.0,
      "text": "will be applied on the flow control valve diaphragm that is what is control so if the"
    },
    {
      "index": 327,
      "start_time": 2374120.0,
      "end_time": 2379281.0,
      "text": "stem position diaphragm pressure, so in open loop control, we will you know there is some"
    },
    {
      "index": 328,
      "start_time": 2379280.0,
      "end_time": 2383990.0,
      "text": "gain calculated. So, people will think that, now so this is the flow, so now, I know the"
    },
    {
      "index": 329,
      "start_time": 2383990.0,
      "end_time": 2386970.0,
      "text": "flow characteristics so therefore this much of stem position must be realized."
    },
    {
      "index": 330,
      "start_time": 2386970.0,
      "end_time": 2391540.0,
      "text": "So, for realizing this much of stem position, I have to apply this much of diaphragm pressure,"
    },
    {
      "index": 331,
      "start_time": 2391540.0,
      "end_time": 2396410.0,
      "text": "so that much of output will come from the controller, this is the way, the valve is"
    },
    {
      "index": 332,
      "start_time": 2396410.0,
      "end_time": 2400770.0,
      "text": "going to be controlled. But it so happens, that this stem position to diaphragm pressure"
    },
    {
      "index": 333,
      "start_time": 2400770.0,
      "end_time": 2405890.0,
      "text": "characteristic will change, depending on whether there is plug force or not, so we depending"
    },
    {
      "index": 334,
      "start_time": 2405890.0,
      "end_time": 2409770.0,
      "text": "on the plug force, we may or may not be able to and the plug force depends on so many things,"
    },
    {
      "index": 335,
      "start_time": 2409770.0,
      "end_time": 2419030.0,
      "text": "the plug force depends on the current value of pressure, in the pipe, so we need to make"
    },
    {
      "index": 336,
      "start_time": 2419030.0,
      "end_time": 2424500.0,
      "text": "it is necessary, to make this make valves invariant to such variations of force."
    },
    {
      "index": 337,
      "start_time": 2424500.0,
      "end_time": 2431710.0,
      "text": "So, for it is for such purposes, that we use often use, what is known as a valve positioned,"
    },
    {
      "index": 338,
      "start_time": 2431710.0,
      "end_time": 2438350.0,
      "text": "so valve positioner is actually a itself a control system, so what it does, is the following."
    },
    {
      "index": 339,
      "start_time": 2438350.0,
      "end_time": 2446180.0,
      "text": "So, you see, that in this case, this is the valve, this is the valve stem, again there"
    },
    {
      "index": 340,
      "start_time": 2446180.0,
      "end_time": 2449470.0,
      "text": "is a spring, and this is the, this is the diaphragm on which the, is the pressure is"
    },
    {
      "index": 341,
      "start_time": 2449470.0,
      "end_time": 2456880.0,
      "text": "being applied. So, the diaphragm is coming from the air is coming from here, and it is"
    },
    {
      "index": 342,
      "start_time": 2456880.0,
      "end_time": 2465230.0,
      "text": "through this valve, that the pressure the position of this spool, position of this spool"
    },
    {
      "index": 343,
      "start_time": 2465230.0,
      "end_time": 2470980.0,
      "text": "that the pressure here is being controlled. So, how it is being controlled, so we are"
    },
    {
      "index": 344,
      "start_time": 2470980.0,
      "end_time": 2476380.0,
      "text": "applying a 3 to 15 PSIG input signal, which is the low power of a input signal, that is"
    },
    {
      "index": 345,
      "start_time": 2476380.0,
      "end_time": 2485109.0,
      "text": "being that is being applied here in this chamber. So, that crates a force on this. once it creates"
    },
    {
      "index": 346,
      "start_time": 2485110.0,
      "end_time": 2492601.0,
      "text": "a force on this, this spool will move downward, so when it moves downward the air supply which"
    },
    {
      "index": 347,
      "start_time": 2492600.0,
      "end_time": 2500350.0,
      "text": "is a high pressure air, will flow through this and through this and will come here,"
    },
    {
      "index": 348,
      "start_time": 2500350.0,
      "end_time": 2505490.0,
      "text": "so depending on the opening there will be a kind of pressure drop and the final pressure"
    },
    {
      "index": 349,
      "start_time": 2505490.0,
      "end_time": 2509740.0,
      "text": "will be realized here. Now, as this pressure increases, this thing"
    },
    {
      "index": 350,
      "start_time": 2509740.0,
      "end_time": 2516020.0,
      "text": "now starts moving downward and the valve opens, on the other hand, because of this mechanism"
    },
    {
      "index": 351,
      "start_time": 2516020.0,
      "end_time": 2521570.0,
      "text": "when this comes downward, there is a force applied upward. So, you see it is a force"
    },
    {
      "index": 352,
      "start_time": 2521570.0,
      "end_time": 2531270.0,
      "text": "balance principle, so finally, whatever pressure is being applied here, that must be balanced"
    },
    {
      "index": 353,
      "start_time": 2531270.0,
      "end_time": 2539859.0,
      "text": "that will be, that will balanced by this that will be balanced by this spring force, as"
    },
    {
      "index": 354,
      "start_time": 2539860.0,
      "end_time": 2549711.0,
      "text": "well as this force, so therefore, since this is an applied pressure, and this spring force"
    },
    {
      "index": 355,
      "start_time": 2549710.0,
      "end_time": 2553530.0,
      "text": "depends on the displacement. So, therefore, the this for a for a given"
    },
    {
      "index": 356,
      "start_time": 2553530.0,
      "end_time": 2560760.0,
      "text": "pressure here, the valve will as long as this force is not balanced, say when this force"
    },
    {
      "index": 357,
      "start_time": 2560760.0,
      "end_time": 2565630.0,
      "text": "is higher, then it will start opening and this pressure will keep increasing. As it"
    },
    {
      "index": 358,
      "start_time": 2565630.0,
      "end_time": 2570510.0,
      "text": "is keeping increasing, this is come trying to come down and therefore, this is going"
    },
    {
      "index": 359,
      "start_time": 2570510.0,
      "end_time": 2575160.0,
      "text": "to go up increasing the spring pressure, so this spring pressure will actually balance"
    },
    {
      "index": 360,
      "start_time": 2575160.0,
      "end_time": 2580850.0,
      "text": "this force, when a particular displacement of this spring takes place, and by the mechanism,"
    },
    {
      "index": 361,
      "start_time": 2580850.0,
      "end_time": 2584980.0,
      "text": "this a particular displacement of this spring, implies a particular displacement of this"
    },
    {
      "index": 362,
      "start_time": 2584980.0,
      "end_time": 2590080.0,
      "text": "stem. So, therefore, you when you apply a particular"
    },
    {
      "index": 363,
      "start_time": 2590080.0,
      "end_time": 2596380.0,
      "text": "pressure here, a particular displacement of the stem is achieved, irrespective of what"
    },
    {
      "index": 364,
      "start_time": 2596380.0,
      "end_time": 2601400.0,
      "text": "are the forces here. So, till this displacement is achieved, this will start moving and obviously,"
    },
    {
      "index": 365,
      "start_time": 2601400.0,
      "end_time": 2605600.0,
      "text": "this should have enough power to you know, you know overcome this force. So, but if you"
    },
    {
      "index": 366,
      "start_time": 2605600.0,
      "end_time": 2612530.0,
      "text": "have created enough power, then just enough force will be create here, so that the final"
    },
    {
      "index": 367,
      "start_time": 2612530.0,
      "end_time": 2619160.0,
      "text": "displacement, will actually balance this pressure. So, the final displacement is always invariant,"
    },
    {
      "index": 368,
      "start_time": 2619160.0,
      "end_time": 2627300.0,
      "text": "irrespective of whatever is the force on this stem, so in this way, you achieve a particular"
    },
    {
      "index": 369,
      "start_time": 2627300.0,
      "end_time": 2634180.0,
      "text": "stem position to control input signal, it does not depend on the plug force, because"
    },
    {
      "index": 370,
      "start_time": 2634180.0,
      "end_time": 2639010.0,
      "text": "by close loop control. So, such a thing is called a valve positioner, there are various"
    },
    {
      "index": 371,
      "start_time": 2639010.0,
      "end_time": 2644040.0,
      "text": "other mechanism, there is just one mechanism, which we have shown, there are various other"
    },
    {
      "index": 372,
      "start_time": 2644040.0,
      "end_time": 2646020.0,
      "text": "based mechanisms etc."
    },
    {
      "index": 373,
      "start_time": 2646020.0,
      "end_time": 2653869.0,
      "text": "So, now we come to, take a look at some valve characteristics for example, you know this,"
    },
    {
      "index": 374,
      "start_time": 2653870.0,
      "end_time": 2660931.0,
      "text": "there are certain characteristics of the stem position movement, especially a dynamic characteristics."
    },
    {
      "index": 375,
      "start_time": 2660930.0,
      "end_time": 2667170.0,
      "text": "So, if you give a small value of command this, the stem position will be this much, if you"
    },
    {
      "index": 376,
      "start_time": 2667170.0,
      "end_time": 2670940.0,
      "text": "give a large command will be this much, but you see there is a certain restriction on"
    },
    {
      "index": 377,
      "start_time": 2670940.0,
      "end_time": 2678160.0,
      "text": "the rate at which, the stem can travel, so therefore, you cannot give very large and"
    },
    {
      "index": 378,
      "start_time": 2678160.0,
      "end_time": 2683350.0,
      "text": "at the same time very high frequency commands. If you give them, then that input command"
    },
    {
      "index": 379,
      "start_time": 2683350.0,
      "end_time": 2687720.0,
      "text": "will not be realized, in terms of stem position and you will get responses like this."
    },
    {
      "index": 380,
      "start_time": 2687720.0,
      "end_time": 2693119.0,
      "text": "So, for example, if you give a large and then high frequency sinusoid, then the stem position"
    },
    {
      "index": 381,
      "start_time": 2693120.0,
      "end_time": 2698771.0,
      "text": "will not be able to follow it, but rather it will, go up like this, so there will be"
    },
    {
      "index": 382,
      "start_time": 2698770.0,
      "end_time": 2705859.0,
      "text": "a distortion you know. So, these things are to be kept in mind, when one is designing,"
    },
    {
      "index": 383,
      "start_time": 2705860.0,
      "end_time": 2716381.0,
      "text": "a process control loop with a valve, that they have, this rate limits any actuator,"
    },
    {
      "index": 384,
      "start_time": 2716380.0,
      "end_time": 2723040.0,
      "text": "most of the electromechanical actuators, actually have a rate limit."
    },
    {
      "index": 385,
      "start_time": 2723040.0,
      "end_time": 2731010.0,
      "text": "Similarly, there may be a, there may be hysteresis in the stem position, due to various factors"
    },
    {
      "index": 386,
      "start_time": 2731010.0,
      "end_time": 2736850.0,
      "text": "you know. So, when you are increasing the pressure, the stem position may actually,"
    },
    {
      "index": 387,
      "start_time": 2736850.0,
      "end_time": 2744060.0,
      "text": "follow this curve, and when you a decreasing the pressure, it may not follow exactly the"
    },
    {
      "index": 388,
      "start_time": 2744060.0,
      "end_time": 2749369.0,
      "text": "same curve. Now, such dead bands, as we know from, you know standard non-linear control"
    },
    {
      "index": 389,
      "start_time": 2749370.0,
      "end_time": 2753381.0,
      "text": "systems, often give rise to oscillations."
    },
    {
      "index": 390,
      "start_time": 2753380.0,
      "end_time": 2760490.0,
      "text": "So, these you know, this process control loops, flow loops the if you give an, if you give"
    },
    {
      "index": 391,
      "start_time": 2760490.0,
      "end_time": 2767780.0,
      "text": "an alternating command, then the process control loop may actually oscillate, so these are"
    },
    {
      "index": 392,
      "start_time": 2767780.0,
      "end_time": 2772760.0,
      "text": "called limit cycles in the closed loop."
    },
    {
      "index": 393,
      "start_time": 2772760.0,
      "end_time": 2780520.0,
      "text": "Similarly, these are sometimes you know, there is, there is a very important quantity for"
    },
    {
      "index": 394,
      "start_time": 2780520.0,
      "end_time": 2789730.0,
      "text": "a valve called range ability. So, range ability means, that what is the maximum to minimum"
    },
    {
      "index": 395,
      "start_time": 2789730.0,
      "end_time": 2798970.0,
      "text": "flow ratio, so the maximum flow to the minimum controllable flow is it to say, so valves"
    },
    {
      "index": 396,
      "start_time": 2798970.0,
      "end_time": 2803340.0,
      "text": "can have, you know some sometimes valve manufactures claims, that they have you know, 10 is to"
    },
    {
      "index": 397,
      "start_time": 2803340.0,
      "end_time": 2808770.0,
      "text": "1, 15 is to 1, 13 is to 1, 30 is to 1, kind of you know range abilities."
    },
    {
      "index": 398,
      "start_time": 2808770.0,
      "end_time": 2812720.0,
      "text": "So, sometimes in some applications it may happen, that you need a very high range ability"
    },
    {
      "index": 399,
      "start_time": 2812720.0,
      "end_time": 2817950.0,
      "text": "that is you can sometimes need, very, very small flows, sometimes you need very, very"
    },
    {
      "index": 400,
      "start_time": 2817950.0,
      "end_time": 2823700.0,
      "text": "high flows. So, in such applications, you sometimes have to you know, have valve sequencing,"
    },
    {
      "index": 401,
      "start_time": 2823700.0,
      "end_time": 2830770.0,
      "text": "that is you actually have more than one valve, and in one part of the operating region, you"
    },
    {
      "index": 402,
      "start_time": 2830770.0,
      "end_time": 2835520.0,
      "text": "operate one valve, and in another part of the operating region, you operate another"
    },
    {
      "index": 403,
      "start_time": 2835520.0,
      "end_time": 2837700.0,
      "text": "valve. But, you have to ensure, you know certain"
    },
    {
      "index": 404,
      "start_time": 2837700.0,
      "end_time": 2844460.0,
      "text": "things like you know transitions, such that suddenly the when you move from one valve"
    },
    {
      "index": 405,
      "start_time": 2844460.0,
      "end_time": 2850900.0,
      "text": "to another valve the process control loop characteristic do not change. So, one of these"
    },
    {
      "index": 406,
      "start_time": 2850900.0,
      "end_time": 2854920.0,
      "text": "is by, you know split range control, which we have also seen, in the case of our process"
    },
    {
      "index": 407,
      "start_time": 2854920.0,
      "end_time": 2864450.0,
      "text": "control modules, so you have two valves, and they are fed through an amplifier and a bias,"
    },
    {
      "index": 408,
      "start_time": 2864450.0,
      "end_time": 2870119.0,
      "text": "so these biases are made different and in certain parts of the region, the actually,"
    },
    {
      "index": 409,
      "start_time": 2870120.0,
      "end_time": 2878001.0,
      "text": "the control signal comes to this valve. So, this valve will operate, then after sometime,"
    },
    {
      "index": 410,
      "start_time": 2878000.0,
      "end_time": 2884410.0,
      "text": "when this valve input will actually saturate, then this valve will operate no longer and,"
    },
    {
      "index": 411,
      "start_time": 2884410.0,
      "end_time": 2890650.0,
      "text": "then this valve will start operating. So, this the overall range of operation is split,"
    },
    {
      "index": 412,
      "start_time": 2890650.0,
      "end_time": 2898190.0,
      "text": "using this gain and bias mechanisms and in different parts of the operating region, different"
    },
    {
      "index": 413,
      "start_time": 2898190.0,
      "end_time": 2911010.0,
      "text": "valves are employed, Similarly sometimes, you can have there may be another scheme."
    },
    {
      "index": 414,
      "start_time": 2911010.0,
      "end_time": 2916300.0,
      "text": "This is another valve sequencing scheme, where you have a pressure sensor, you know so this"
    },
    {
      "index": 415,
      "start_time": 2916300.0,
      "end_time": 2922080.0,
      "text": "pressure, this is actually the controller output, which is going to the valve actuator."
    },
    {
      "index": 416,
      "start_time": 2922080.0,
      "end_time": 2928490.0,
      "text": "So, when the controller output, so the here, this the switching, which is by this three"
    },
    {
      "index": 417,
      "start_time": 2928490.0,
      "end_time": 2936680.0,
      "text": "way valves is actually done, based on how much controller output is being exerted to"
    },
    {
      "index": 418,
      "start_time": 2936680.0,
      "end_time": 2941619.0,
      "text": "this valves, and depending on them, one of the valves will be operating, either this"
    },
    {
      "index": 419,
      "start_time": 2941620.0,
      "end_time": 2946761.0,
      "text": "will be operating or this will be shut off or this will be vented and this will be operating."
    },
    {
      "index": 420,
      "start_time": 2946760.0,
      "end_time": 2954270.0,
      "text": "So, and it turns out, that for such sequencing you know, when you will for example typically,"
    },
    {
      "index": 421,
      "start_time": 2954270.0,
      "end_time": 2961010.0,
      "text": "the gain of large valves, will be actually larger, than the gain of small valves. So,"
    },
    {
      "index": 422,
      "start_time": 2961010.0,
      "end_time": 2966890.0,
      "text": "one has to ensure, that the when you are switching from the small valve to the large valve, the"
    },
    {
      "index": 423,
      "start_time": 2966890.0,
      "end_time": 2971750.0,
      "text": "gain is not, the gains are the gains do not suddenly change, because that is going to"
    },
    {
      "index": 424,
      "start_time": 2971750.0,
      "end_time": 2977000.0,
      "text": "change the overall gain of the process control loop, and may bring in you know things like"
    },
    {
      "index": 425,
      "start_time": 2977000.0,
      "end_time": 2979770.0,
      "text": "instability problems, instability or saturation problems."
    },
    {
      "index": 426,
      "start_time": 2979770.0,
      "end_time": 2984590.0,
      "text": "So, for doing that, that is why, it is for such kind of sequencings, equal percentage"
    },
    {
      "index": 427,
      "start_time": 2984590.0,
      "end_time": 2989820.0,
      "text": "valves are actually better suited, because as we know from the equal percentage characteristics,"
    },
    {
      "index": 428,
      "start_time": 2989820.0,
      "end_time": 2994480.0,
      "text": "the equal percentage characteristics is like this, stem position to flow. So, you see that,"
    },
    {
      "index": 429,
      "start_time": 2994480.0,
      "end_time": 2999859.0,
      "text": "for the small valves, when you are just before closing the small valves, the actually small"
    },
    {
      "index": 430,
      "start_time": 2999860.0,
      "end_time": 3006881.0,
      "text": "valve, actually has a very high gain, so when you are switching on, from this gain to the"
    },
    {
      "index": 431,
      "start_time": 3006880.0,
      "end_time": 3011380.0,
      "text": "gain of the large valve, so the large valve actually has a high value of gain, but it"
    },
    {
      "index": 432,
      "start_time": 3011380.0,
      "end_time": 3014230.0,
      "text": "is operating in it is low gain region."
    },
    {
      "index": 433,
      "start_time": 3014230.0,
      "end_time": 3020140.0,
      "text": "So, we are transforming from the high gain region of the small valve characteristic,"
    },
    {
      "index": 434,
      "start_time": 3020140.0,
      "end_time": 3026510.0,
      "text": "to the low gain region of the large valve characteristic. So, therefore, the gain switching,"
    },
    {
      "index": 435,
      "start_time": 3026510.0,
      "end_time": 3030990.0,
      "text": "the suddenly when you switch from the small valve to the large valve, the overall process"
    },
    {
      "index": 436,
      "start_time": 3030990.0,
      "end_time": 3037190.0,
      "text": "loop gain, does not suddenly change. So, this is one reason, why you know equal percentage"
    },
    {
      "index": 437,
      "start_time": 3037190.0,
      "end_time": 3044550.0,
      "text": "valves are better suited for valve sequencing, rather than linear valves."
    },
    {
      "index": 438,
      "start_time": 3044550.0,
      "end_time": 3053160.0,
      "text": "Often, as we have seen that, as we know I mean this is, this shows that often you know"
    },
    {
      "index": 439,
      "start_time": 3053160.0,
      "end_time": 3058540.0,
      "text": "valves are actually put in the closed loop. So, it is actually a part of the flow control"
    },
    {
      "index": 440,
      "start_time": 3058540.0,
      "end_time": 3067930.0,
      "text": "loop, generally and if you have a, that is rather than, suppose you have a temperature"
    },
    {
      "index": 441,
      "start_time": 3067930.0,
      "end_time": 3072660.0,
      "text": "loop, so in the temperature loop output, controller output rather than giving directly to the"
    },
    {
      "index": 442,
      "start_time": 3072660.0,
      "end_time": 3078040.0,
      "text": "valve, which has nonlinearities, which has dead bands, which has hysteresis as we have"
    },
    {
      "index": 443,
      "start_time": 3078040.0,
      "end_time": 3082690.0,
      "text": "seen it, is better to set up a flow control loop, which is a slave loop, in the sense"
    },
    {
      "index": 444,
      "start_time": 3082690.0,
      "end_time": 3086400.0,
      "text": "that the temperature control loop is actually the master control loop."
    },
    {
      "index": 445,
      "start_time": 3086400.0,
      "end_time": 3091680.0,
      "text": "So, the temperature controller output will give a flow set point, as we have seen, in"
    },
    {
      "index": 446,
      "start_time": 3091680.0,
      "end_time": 3100810.0,
      "text": "the case of cascade, so what will happen is that, so. So, this is the this is the one"
    },
    {
      "index": 447,
      "start_time": 3100810.0,
      "end_time": 3108220.0,
      "text": "coming from the master say temperature control loop, then if you set up this is the flow"
    },
    {
      "index": 448,
      "start_time": 3108220.0,
      "end_time": 3113480.0,
      "text": "controller, this is the flow transmitter. So, if you set up then even if the valve is"
    },
    {
      "index": 449,
      "start_time": 3113480.0,
      "end_time": 3118849.0,
      "text": "non-linear, the characteristic of this loop, that is between this point and this point,"
    },
    {
      "index": 450,
      "start_time": 3118850.0,
      "end_time": 3124741.0,
      "text": "are much more linear, let us say, it may not be absolutely linear in the mathematical sense."
    },
    {
      "index": 451,
      "start_time": 3124740.0,
      "end_time": 3129119.0,
      "text": "But, there will be much more linear and that makes it, much easier to accurate design,"
    },
    {
      "index": 452,
      "start_time": 3129120.0,
      "end_time": 3132701.0,
      "text": "the designer ensure that the characteristic of the temperature control loop, remains uniformly"
    },
    {
      "index": 453,
      "start_time": 3132700.0,
      "end_time": 3140040.0,
      "text": "good over the, over the whole region of operation, so sometimes, many times, we set up this kind"
    },
    {
      "index": 454,
      "start_time": 3140040.0,
      "end_time": 3144099.0,
      "text": "of loops."
    },
    {
      "index": 455,
      "start_time": 3144100.0,
      "end_time": 3152421.0,
      "text": "Sometimes, you know valve characteristics can be very cleverly used, to you know match"
    },
    {
      "index": 456,
      "start_time": 3152420.0,
      "end_time": 3157530.0,
      "text": "the system characteristic, so for example, take the case of a liquid to liquid heat exchanger."
    },
    {
      "index": 457,
      "start_time": 3157530.0,
      "end_time": 3164040.0,
      "text": "So, what happens is that, now you know, this is the input, which is the cooling flow and"
    },
    {
      "index": 458,
      "start_time": 3164040.0,
      "end_time": 3169660.0,
      "text": "what is the output, the output is, the outgoing temperature of the liquid, which is being"
    },
    {
      "index": 459,
      "start_time": 3169660.0,
      "end_time": 3175450.0,
      "text": "heated let us say, so when there is a slow flow rate, that is when this flow rate is"
    },
    {
      "index": 460,
      "start_time": 3175450.0,
      "end_time": 3182280.0,
      "text": "low, then obviously, this liquid stays within the tube for a longer time."
    },
    {
      "index": 461,
      "start_time": 3182280.0,
      "end_time": 3189250.0,
      "text": "And therefore, for both the gain between this point to this point, that is the temperature"
    },
    {
      "index": 462,
      "start_time": 3189250.0,
      "end_time": 3194670.0,
      "text": "for a given rate of flow of the heating liquid. The increase in temperature between inlet"
    },
    {
      "index": 463,
      "start_time": 3194670.0,
      "end_time": 3201320.0,
      "text": "and the outlet will be higher, not only that, this will be also, then the delay between"
    },
    {
      "index": 464,
      "start_time": 3201320.0,
      "end_time": 3205619.0,
      "text": "if you make a step here, then the then this will go up, but the delay between this step"
    },
    {
      "index": 465,
      "start_time": 3205620.0,
      "end_time": 3212001.0,
      "text": "and this step will also be higher, because of the fact, that the that the liquid is traveling"
    },
    {
      "index": 466,
      "start_time": 3212000.0,
      "end_time": 3218420.0,
      "text": "slowly. So, but on the other hand, when you are, so"
    },
    {
      "index": 467,
      "start_time": 3218420.0,
      "end_time": 3223359.0,
      "text": "you see that this is a situation, when you have a high gain and you have a high delay."
    },
    {
      "index": 468,
      "start_time": 3223360.0,
      "end_time": 3229891.0,
      "text": "So, you need to keep, as we know, that the controller gain needs to be kept low, in this"
    },
    {
      "index": 469,
      "start_time": 3229890.0,
      "end_time": 3235130.0,
      "text": "region. On the other hand, if this flow is increased, this flow rate is increased, then"
    },
    {
      "index": 470,
      "start_time": 3235130.0,
      "end_time": 3239970.0,
      "text": "the gain will fall and the delay will also fall. So, now, is the case, when you can have"
    },
    {
      "index": 471,
      "start_time": 3239970.0,
      "end_time": 3245619.0,
      "text": "a, you can for better improve transient performance, you can have a higher controller gain, but"
    },
    {
      "index": 472,
      "start_time": 3245620.0,
      "end_time": 3249051.0,
      "text": "it is not you know, automatically easy to actually change controller."
    },
    {
      "index": 473,
      "start_time": 3249050.0,
      "end_time": 3258660.0,
      "text": "So, for this application, if you use, if one uses a, an equal percentage valve, then as"
    },
    {
      "index": 474,
      "start_time": 3258660.0,
      "end_time": 3264900.0,
      "text": "we know, that the valve gain goes up, as the flow rate goes up. So, automatically the loop"
    },
    {
      "index": 475,
      "start_time": 3264900.0,
      "end_time": 3272820.0,
      "text": "gain increases, as the flow rate increases. So, the overall process, loop transient characteristic"
    },
    {
      "index": 476,
      "start_time": 3272820.0,
      "end_time": 3276910.0,
      "text": "is maintained uniform, simply by the valve characteristic, simply by the choice of the"
    },
    {
      "index": 477,
      "start_time": 3276910.0,
      "end_time": 3282470.0,
      "text": "valve right, so this is what I am saying. Similarly, at the, an opposite situation can"
    },
    {
      "index": 478,
      "start_time": 3282470.0,
      "end_time": 3288010.0,
      "text": "occur, if you have an orifice meter, so you know, so in an orifice meter as the flow rate"
    },
    {
      "index": 479,
      "start_time": 3288010.0,
      "end_time": 3295750.0,
      "text": "increases the, sensor gain also increases. So, again the loop gain increases, so in such"
    },
    {
      "index": 480,
      "start_time": 3295750.0,
      "end_time": 3305109.0,
      "text": "a case the, one has to have, the overall gain reducing, so one can use a linear valve for"
    },
    {
      "index": 481,
      "start_time": 3305110.0,
      "end_time": 3306881.0,
      "text": "this."
    },
    {
      "index": 482,
      "start_time": 3306880.0,
      "end_time": 3315290.0,
      "text": "The lastly, you know valves are, one has to put and have a view towards, what will happen,"
    },
    {
      "index": 483,
      "start_time": 3315290.0,
      "end_time": 3321280.0,
      "text": "if the actuation fails, because you know sometimes this flows, can actually cause explosions"
    },
    {
      "index": 484,
      "start_time": 3321280.0,
      "end_time": 3327119.0,
      "text": "etcetera. So, valves are constructed in various configurations, which are shown here, for"
    },
    {
      "index": 485,
      "start_time": 3327120.0,
      "end_time": 3334281.0,
      "text": "example, fail open or air to close, so if this air supply somehow fails, then this valve"
    },
    {
      "index": 486,
      "start_time": 3334280.0,
      "end_time": 3340880.0,
      "text": "will fail and it will fail in an open situation, so the, if the air supply is not there then"
    },
    {
      "index": 487,
      "start_time": 3340880.0,
      "end_time": 3346070.0,
      "text": "the valve will remain open. Similarly, there are air to open valves, where"
    },
    {
      "index": 488,
      "start_time": 3346070.0,
      "end_time": 3352080.0,
      "text": "if the air supply closer fails, then the valve will close, so these, so one has to chose"
    },
    {
      "index": 489,
      "start_time": 3352080.0,
      "end_time": 3359430.0,
      "text": "a particular actuation configuration, to you know avert industrial accidents, under various"
    },
    {
      "index": 490,
      "start_time": 3359430.0,
      "end_time": 3364150.0,
      "text": "kinds of failures, so that brings us to the end of this lecture."
    },
    {
      "index": 491,
      "start_time": 3364150.0,
      "end_time": 3370780.0,
      "text": "So, as a matter of review, we have typically seen globe valve, ball and butterfly valves,"
    },
    {
      "index": 492,
      "start_time": 3370780.0,
      "end_time": 3376940.0,
      "text": "we have seen various kinds of valve flow characteristics, both static and dynamic, and we have seen"
    },
    {
      "index": 493,
      "start_time": 3376940.0,
      "end_time": 3382339.0,
      "text": "how valves are actuated and controlled. There is one aspect, which is treated in books,"
    },
    {
      "index": 494,
      "start_time": 3382340.0,
      "end_time": 3387141.0,
      "text": "which is called valve sizing, that is for a given application determining, that the"
    },
    {
      "index": 495,
      "start_time": 3387140.0,
      "end_time": 3394020.0,
      "text": "size of the valve, we have, we are not talking about, that because this is essentially a"
    },
    {
      "index": 496,
      "start_time": 3394020.0,
      "end_time": 3400270.0,
      "text": "process design exercise, and not, does not concern auto machine control."
    },
    {
      "index": 497,
      "start_time": 3400270.0,
      "end_time": 3405859.0,
      "text": "So, to end points to ponder, first is sketch the cross section of a globe valve, and indicate"
    },
    {
      "index": 498,
      "start_time": 3405860.0,
      "end_time": 3410701.0,
      "text": "four of it is major parts, you should be able to do that. What is the difference between"
    },
    {
      "index": 499,
      "start_time": 3410700.0,
      "end_time": 3416490.0,
      "text": "installed and inherent characteristics, this is extremely important and why this occurs,"
    },
    {
      "index": 500,
      "start_time": 3416490.0,
      "end_time": 3423820.0,
      "text": "What is the main advantage of a valve positioner, why one puts it. And finally, mention one"
    },
    {
      "index": 501,
      "start_time": 3423820.0,
      "end_time": 3428290.0,
      "text": "advantage of a solenoid actuator over a pneumatic actuator, and one advantage of a pneumatic"
    },
    {
      "index": 502,
      "start_time": 3428290.0,
      "end_time": 3441180.0,
      "text": "actuator over a solenoid actuator, so that brings us to the end of the lecture, thank you very much."
    },
    {
      "index": 503,
      "start_time": 3441180.0,
      "end_time": 3451030.0,
      "text": "Welcome to today&#39;s lecture, which is lesson number 26 of the course on industrial automation"
    },
    {
      "index": 504,
      "start_time": 3451030.0,
      "end_time": 3458540.0,
      "text": "and control. Today, we are going to take our first look at hydraulic control systems and"
    },
    {
      "index": 505,
      "start_time": 3458540.0,
      "end_time": 3467060.0,
      "text": "we will review some elementary basic concepts, and then we will first look at the components,"
    },
    {
      "index": 506,
      "start_time": 3467060.0,
      "end_time": 3472849.0,
      "text": "which make a, hydraulic control systems. In the subsequent lectures, we shall see, some"
    },
    {
      "index": 507,
      "start_time": 3472850.0,
      "end_time": 3480161.0,
      "text": "special components, and we shall see as to how these components, can be used to make"
    },
    {
      "index": 508,
      "start_time": 3480160.0,
      "end_time": 3488460.0,
      "text": "a hydraulic control system, so we give, we begin here, before we begin we look at the"
    },
    {
      "index": 509,
      "start_time": 3488460.0,
      "end_time": 3489990.0,
      "text": "instructional objectives."
    },
    {
      "index": 510,
      "start_time": 3489990.0,
      "end_time": 3496839.0,
      "text": "So, the instructional objectives are basically to describe the principle of operation, of"
    },
    {
      "index": 511,
      "start_time": 3496840.0,
      "end_time": 3508261.0,
      "text": "hydraulic systems and understand it is advantages, what is involved and why it is almost irreplaceably"
    },
    {
      "index": 512,
      "start_time": 3508260.0,
      "end_time": 3518180.0,
      "text": "used, in certain applications there are certain advantages. Then of course, we have to be,"
    },
    {
      "index": 513,
      "start_time": 3518180.0,
      "end_time": 3522119.0,
      "text": "the main purpose of the lesson is to be familiar with the basic hydraulic system components,"
    },
    {
      "index": 514,
      "start_time": 3522120.0,
      "end_time": 3528921.0,
      "text": "and their roles in the system, what they do. And describe the constructional and functional"
    },
    {
      "index": 515,
      "start_time": 3528920.0,
      "end_time": 3536490.0,
      "text": "aspects of hydraulic pumps and motors, how they function, and be familiar with directional"
    },
    {
      "index": 516,
      "start_time": 3536490.0,
      "end_time": 3546490.0,
      "text": "valves and control valves, they are very important components."
    }
  ]
}