{
  "video_id": "GLNzYw-216s",
  "title": "Acidic vs. Alkaline Foods | Healthy Food",
  "json": [
    {
      "index": 1,
      "start_time": 4819.0,
      "end_time": 10780.0,
      "text": "You may have heard about acidic vs. alkaline foods. Well, our bodies like to stay in a"
    },
    {
      "index": 2,
      "start_time": 10780.0,
      "end_time": 17140.0,
      "text": "very narrow range of PH balance. That means acidity vs. alkalinity, and our bodies don&#39;t"
    },
    {
      "index": 3,
      "start_time": 17140.0,
      "end_time": 22000.0,
      "text": "like to get out of that range very far. What happens if you get too acidic is you start"
    },
    {
      "index": 4,
      "start_time": 22000.0,
      "end_time": 25980.0,
      "text": "to become very inflamed. Your organs don&#39;t work as well. You don&#39;t think as well. You"
    },
    {
      "index": 5,
      "start_time": 25980.0,
      "end_time": 32980.0,
      "text": "may feel pain more and faster. So, you want to stay more alkaline than acidic. Unfortunately,"
    },
    {
      "index": 6,
      "start_time": 34100.0,
      "end_time": 40460.0,
      "text": "our modern diets are filled with acidic foods. Some of those acidic foods are processed refined"
    },
    {
      "index": 7,
      "start_time": 40460.0,
      "end_time": 47590.0,
      "text": "carbohydrates like white flour and sugar. Dairy products can be very acidic. Animal"
    },
    {
      "index": 8,
      "start_time": 47590.0,
      "end_time": 53180.0,
      "text": "foods can be very acidic. Whether it&#39;s meats or eggs. Especially if you have an egg allergy."
    },
    {
      "index": 9,
      "start_time": 53180.0,
      "end_time": 59219.0,
      "text": "Other acidic foods can be fruits and vegetables, but most fruits and vegetables are more alkaline."
    },
    {
      "index": 10,
      "start_time": 59219.0,
      "end_time": 64780.0,
      "text": "But, some of the vegetables and fruits that are more acidic, and again it depends on the"
    },
    {
      "index": 11,
      "start_time": 64780.0,
      "end_time": 71000.0,
      "text": "person, but some people find citrus fruits to be very acidic or tropical fruits, things"
    },
    {
      "index": 12,
      "start_time": 71000.0,
      "end_time": 77200.0,
      "text": "like mangoes, papaya, pineapple. Those can cause an acidic response in some people. So,"
    },
    {
      "index": 13,
      "start_time": 77200.0,
      "end_time": 82400.0,
      "text": "you want to focus more on having alkaline foods in your diet. Those are things like"
    },
    {
      "index": 14,
      "start_time": 82400.0,
      "end_time": 87450.0,
      "text": "green leafy vegetables, whole grains, most fruits and vegetables. Those are going to"
    },
    {
      "index": 15,
      "start_time": 87450.0,
      "end_time": 93540.0,
      "text": "help your body stay in that acid alkaline balance and calm the resulting inflammation,"
    },
    {
      "index": 16,
      "start_time": 93540.0,
      "end_time": 94889.0,
      "text": "and you&#39;re going to feel a lot better."
    }
  ]
}