{
  "video_id": "GotM6CbOjnU",
  "title": "Why Haven't We Cured Cancer Yet?",
  "json": [
    {
      "index": 1,
      "start_time": 200.0,
      "end_time": 1000.0,
      "text": "Hey there!"
    },
    {
      "index": 2,
      "start_time": 1100.0,
      "end_time": 2530.0,
      "text": "Welcome to Life Noggin."
    },
    {
      "index": 3,
      "start_time": 2530.0,
      "end_time": 7160.0,
      "text": "A lot of people have requested that I do a video on cancer, and i know it's a pretty heavy subject, but I think we can learn a lot."
    },
    {
      "index": 4,
      "start_time": 10460.0,
      "end_time": 14660.0,
      "text": "Just reading up about it, I found that in the United States this year, an estimated 1.7 million people will be diagnosed with cancer and an estimated 600,000 people will die of cancer?"
    },
    {
      "index": 5,
      "start_time": 21210.0,
      "end_time": 25821.0,
      "text": "There will also be $5 billion spent funding the National Cancer Institute, which is the United States' main agency for cancer research and training."
    },
    {
      "index": 6,
      "start_time": 29420.0,
      "end_time": 34100.0,
      "text": "With all that money being used in research, are we close to finding a cure?"
    },
    {
      "index": 7,
      "start_time": 34100.0,
      "end_time": 38280.0,
      "text": "It turns out that there are some newer treatments that seem promising, and we'll talk about those in a minute,"
    },
    {
      "index": 8,
      "start_time": 38280.0,
      "end_time": 41750.0,
      "text": "but first, what is cancer exactly?"
    },
    {
      "index": 9,
      "start_time": 41750.0,
      "end_time": 46379.0,
      "text": "It's important to note that cancer is not just one disease -- it's a term we use that"
    },
    {
      "index": 10,
      "start_time": 46379.0,
      "end_time": 50790.0,
      "text": "refers to a collection of over 100 diseases, including breast cancer, which is one of the"
    },
    {
      "index": 11,
      "start_time": 50790.0,
      "end_time": 55789.0,
      "text": "most common cancers in women in the United States, and retinoblastoma, a rare eye cancer"
    },
    {
      "index": 12,
      "start_time": 55789.0,
      "end_time": 59600.0,
      "text": "that usually affects children 5 years or younger."
    },
    {
      "index": 13,
      "start_time": 59600.0,
      "end_time": 64219.0,
      "text": "Cancers start off when cells go bad, accumulating specific genetic mutations, dividing out of control, and evading death."
    },
    {
      "index": 14,
      "start_time": 66140.0,
      "end_time": 71450.0,
      "text": "In most cancers, this can result in lumps, or tumors, that invade nearby tissue."
    },
    {
      "index": 15,
      "start_time": 71450.0,
      "end_time": 73780.0,
      "text": "Most symptoms vary depending on cancer type."
    },
    {
      "index": 16,
      "start_time": 73780.0,
      "end_time": 78310.0,
      "text": "For instance, skin cancer is often associated with abnormal growths on the surface of the skin, including bumps, discoloration, lesions, or changes to existing moles."
    },
    {
      "index": 17,
      "start_time": 83719.0,
      "end_time": 88490.0,
      "text": "While indications for lung cancer include a persistent cough, shortness of breath, and chest pain, among others."
    },
    {
      "index": 18,
      "start_time": 90270.0,
      "end_time": 93859.0,
      "text": "And each type of cancer may require a different treatment or cure."
    },
    {
      "index": 19,
      "start_time": 93859.0,
      "end_time": 98949.0,
      "text": "To help fight it, you can use things like high doses of radiation, chemotherapy drugs, and targeted therapy."
    },
    {
      "index": 20,
      "start_time": 100240.0,
      "end_time": 104979.0,
      "text": "But even with these methods, cancer cells can still find ways to hide or build a resistance to treatment."
    },
    {
      "index": 21,
      "start_time": 105979.0,
      "end_time": 108659.0,
      "text": "Here's where the newer treatments and research comes in."
    },
    {
      "index": 22,
      "start_time": 108659.0,
      "end_time": 113499.0,
      "text": "Earlier this year, a study performed on mice found two new ways that could overcome resistance to a certain targeted therapy drug."
    },
    {
      "index": 23,
      "start_time": 115469.0,
      "end_time": 120419.0,
      "text": "The resistance seems to be caused by an increase in insulin, a hormone that regulates blood sugar."
    },
    {
      "index": 24,
      "start_time": 121419.0,
      "end_time": 124619.0,
      "text": "The researchers found that when giving the drug in conjunction with either a high-fat, ketogenic diet"
    },
    {
      "index": 25,
      "start_time": 124619.0,
      "end_time": 130600.0,
      "text": "or with a common drug used to treat type 2 diabetes, they saw greater tumor shrinkage than with just the targeted therapy drug alone."
    },
    {
      "index": 26,
      "start_time": 133500.0,
      "end_time": 136319.0,
      "text": "There's also a newer treatment method called immunotherapy, which helps the immune system fight cancer cells."
    },
    {
      "index": 27,
      "start_time": 137319.0,
      "end_time": 142140.0,
      "text": "A recent study tested the effects of the immunotherapy drug pembrolizumab, also known as Keytruda, on patients with a common type of lung cancer."
    },
    {
      "index": 28,
      "start_time": 144860.0,
      "end_time": 149599.0,
      "text": "This drug works by blocking a specific protein interaction that lets cancer cells instruct immune cells to ignore them."
    },
    {
      "index": 29,
      "start_time": 151690.0,
      "end_time": 156870.0,
      "text": "Used in combination with chemotherapy, researchers found that patients were 51 percent less likely to die compared to chemo patients receiving a placebo."
    },
    {
      "index": 30,
      "start_time": 160129.0,
      "end_time": 164709.0,
      "text": "Advancements like these in cancer treatment has helped patients live longer lives."
    },
    {
      "index": 31,
      "start_time": 164709.0,
      "end_time": 171490.0,
      "text": "From 1991 to 2015, the rate of cancer related deaths dropped by a total of 26 percent, translating to over 2.3 million lives saved."
    },
    {
      "index": 32,
      "start_time": 174280.0,
      "end_time": 179159.0,
      "text": "So, while progress may be slow, we are definitely moving in the right direction."
    },
    {
      "index": 33,
      "start_time": 179159.0,
      "end_time": 184900.0,
      "text": "If you have any stories, or experiences related to this subject, and you feel comfortable with sharing,"
    },
    {
      "index": 34,
      "start_time": 184900.0,
      "end_time": 187239.0,
      "text": "let us know more in the comment section below!"
    },
    {
      "index": 35,
      "start_time": 187239.0,
      "end_time": 188239.0,
      "text": "Be supportive. Be kind,"
    },
    {
      "index": 36,
      "start_time": 188239.0,
      "end_time": 192300.0,
      "text": "and check out some links in the description for more resources."
    },
    {
      "index": 37,
      "start_time": 192300.0,
      "end_time": 195239.0,
      "text": "Curious to know how schizophrenia affects the mind?"
    },
    {
      "index": 38,
      "start_time": 195239.0,
      "end_time": 197360.0,
      "text": "Check out this video!"
    },
    {
      "index": 39,
      "start_time": 197360.0,
      "end_time": 201260.0,
      "text": "Schizophrenia is described as a severe and chronic mental disorder that can affect different parts of a person's life, such as how they think, feel, and make decisions."
    },
    {
      "index": 40,
      "start_time": 205739.0,
      "end_time": 211970.0,
      "text": "As always, my name is Blocko, this has been Life Noggin, don't forget to keep on thinking!"
    }
  ]
}