{
  "video_id": "GpnYbbplf18",
  "title": "DIY Candy Dispenser Using Everyday Objects! Learn How To Make GUMBALL Machine With Nutella Jars!",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 28300.0,
      "text": "*Music playing*"
    },
    {
      "index": 2,
      "start_time": 28300.0,
      "end_time": 32440.0,
      "text": "Wengie: Hey guys, what's up, it's Wengie, and, candy hug!"
    },
    {
      "index": 3,
      "start_time": 32439.999999999996,
      "end_time": 32940.0,
      "text": "(Noise)"
    },
    {
      "index": 4,
      "start_time": 32940.0,
      "end_time": 62020.0,
      "text": "Wengie: So, today, we are making some DIY candy dispensers, these remind me of gumball machines, I used to play with when I was a kid, these are so, cute, you can make them out of several things, you can find around the house, and, right now, I'm running a Mac-Book Air giveaway, and, if you guys want to enter, all you need to do, is, join this wonderful family, by subscribing down below, and, also, subscribe to my second channel, ReactiCorns, which is linked down below, as well, this week, we have another like challenge, so, take three seconds to click the  like button, I'm gonna count down for you guys, 3,2,1; have you guys done it?"
    },
    {
      "index": 5,
      "start_time": 62180.0,
      "end_time": 66340.0,
      "text": "Wengie: Alright guys, let's get straight to the DIY, let's go!"
    },
    {
      "index": 6,
      "start_time": 66340.0,
      "end_time": 66840.0,
      "text": "*Music playing*"
    },
    {
      "index": 7,
      "start_time": 66840.0,
      "end_time": 79600.0,
      "text": "Wengie: There's something satisfying about pressing a button to get candy, I don't know what it is, so, today, I'm gonna show you guys, how to make your own candy dispenser machine, and, the best thing is, you can make it with a few, basic household items!"
    },
    {
      "index": 8,
      "start_time": 79600.0,
      "end_time": 99260.0,
      "text": "Wengie: All you need is, a Nutella jar, or, any other plastic jar, you also need some cardboard, and, make sure, you cardboard has perforations in the middle of it, because you'll need these later on, lastly, you'll need some hot glue, a small spring, like this one, from a pen, some skewers,  and, a bottle lid, the spray paint, and masking tape, are optional!"
    },
    {
      "index": 9,
      "start_time": 99260.0,
      "end_time": 129460.0,
      "text": "Wengie: The first thing, you'll need to do, is to prepare three cardboard pieces, the measurements for these pieces will depend on the size of the plastic jar, that you use, the ones, you see now, are for a 750mililitre Nutella jar, where the diameter of the lid is 8.5 centimetres, obviously, if you're using a different-sized lid, you'll need a few adjustments, but with a bit of pride, and, care, I'm sure, you'll get it pretty, quickly, after you cut out these three pieces, you'll also need to cut out the rectangles, from the two, small pieces of cardboard, with an Exacto knife!"
    },
    {
      "index": 10,
      "start_time": 129460.00000000001,
      "end_time": 134080.0,
      "text": "Wengie: Try to be neat with this step, because these two are gonna, work together to let your candy out!"
    },
    {
      "index": 11,
      "start_time": 134080.0,
      "end_time": 142280.0,
      "text": "*Music playing*"
    },
    {
      "index": 12,
      "start_time": 142280.0,
      "end_time": 154180.0,
      "text": "Wengie: As I said before, spray paint is optional, but, I did it because I like pretty things, so, here, I'm just lining the edges of the cardboard with some tape, so, they look nice, and, smooth, and then, I went ahead, and, turned my cardboard pieces yellow!"
    },
    {
      "index": 13,
      "start_time": 154180.0,
      "end_time": 158300.0,
      "text": "*Music playing*"
    },
    {
      "index": 14,
      "start_time": 158300.0,
      "end_time": 165860.0,
      "text": "Wengie: Now, fold your large cardboard pieces into three sections, and, because you measured it before, they should perfectly, cup the lid of your jar, leaving one side open!"
    },
    {
      "index": 15,
      "start_time": 165860.0,
      "end_time": 171500.0,
      "text": "Wengie: Now, take your square cardboard piece, and, line it up with the lid of your jar, and, mark the edges of the hole!"
    },
    {
      "index": 16,
      "start_time": 171500.0,
      "end_time": 176200.0,
      "text": "Wengie: Next, carefully, cut out the same shape from the lid of your jar, using an Exacto knife!"
    },
    {
      "index": 17,
      "start_time": 176200.0,
      "end_time": 184060.0,
      "text": "*Music playing*"
    },
    {
      "index": 18,
      "start_time": 184060.0,
      "end_time": 198600.0,
      "text": "Wengie: Now, take a skewer, and, push it through the centre of your small, rectangular piece of cardboard, cut off the back end of the skewer, but, leave a little stump, then, align it with the top square of cardboard, add room for our bottle cap, and, mark the point, where you need to cut the front end of the skewer!"
    },
    {
      "index": 19,
      "start_time": 198600.0,
      "end_time": 207840.0,
      "text": "Wengie: Now, use a bit of hot glue on the skewer,m to make sure, it doesn't move, and, stick the front end of the skewer, onto your bottle cap, which will eventually, become your dispensing button!"
    },
    {
      "index": 20,
      "start_time": 207840.0,
      "end_time": 213540.0,
      "text": "*Music playing*"
    },
    {
      "index": 21,
      "start_time": 213540.0,
      "end_time": 221740.0,
      "text": "Wengie: So, now, all we have to do, is, assemble your dispenser, just hot glue your Nutella jar, upside down, onto the large cardboard piece, using three dots of hot glue!"
    },
    {
      "index": 22,
      "start_time": 221740.0,
      "end_time": 226820.0,
      "text": "*Music playing*"
    },
    {
      "index": 23,
      "start_time": 226820.0,
      "end_time": 239360.0,
      "text": "Wengie: Next, insert your skewer piecer, right under the lid, and, mark where the dispenser touches the cardboard, now, hot glue a small spring, right onto your mark,  as you can see, the spring keeps the opening, closed, and, when you push the cardboard down, it opens!"
    },
    {
      "index": 24,
      "start_time": 239360.0,
      "end_time": 268780.0,
      "text": "Wengie: Now, take your square cardboard piece, and, pop it in, right under your skewer piece, and, it should all, fit together nice, and, snug, you then, basically, you want to hot glue the last piece in from the bottom, making sure, you don't accidentally, glue the skewer piece, in place as well, the next step is also optional, but, I wanted a convenient opening to pour my candy into, so, I took a soldering iron, and, carefully, melted a hole, from the bottom of the jar,  which is actually, the top of our candy dispenser, this can be a little tricky, and, dangerous, so, make sure, you have parental supervision, for this step!"
    },
    {
      "index": 25,
      "start_time": 268780.0,
      "end_time": 274220.0,
      "text": "*Music playing*"
    },
    {
      "index": 26,
      "start_time": 274220.0,
      "end_time": 281740.0,
      "text": "Wengie: Finally, I cut out a candy logo, and, stuck it, right onto my button, and, that's pretty much it, the candy dispenser is ready to go!"
    },
    {
      "index": 27,
      "start_time": 281740.0,
      "end_time": 286140.0,
      "text": "*Music playing*"
    },
    {
      "index": 28,
      "start_time": 286140.0,
      "end_time": 300960.0,
      "text": "Wengie: Now, because I'm a little, extra, I made a few, more of these, so, check these out, so, now, you can fill them with whatever candy, you want, I happen to use some Skittles, M&Ms, Nerds, and, Mentos!"
    },
    {
      "index": 29,
      "start_time": 300960.0,
      "end_time": 310240.0,
      "text": "*Music playing*"
    },
    {
      "index": 30,
      "start_time": 310240.0,
      "end_time": 315620.0,
      "text": "Wengie: Does this mean, I get to eat four times as much candy, because I made four of these? Yeah, I think so!"
    },
    {
      "index": 31,
      "start_time": 315620.0,
      "end_time": 370340.0,
      "text": "*Music playing*"
    },
    {
      "index": 32,
      "start_time": 370340.0,
      "end_time": 375640.0,
      "text": "Wengie: Okay, we got all of our candy in, and, I feel like, we've worked pretty, hard, so, I think, it's time to eat!"
    },
    {
      "index": 33,
      "start_time": 375640.0,
      "end_time": 416560.0,
      "text": "*Music playing*"
    },
    {
      "index": 34,
      "start_time": 416560.0,
      "end_time": 426480.0,
      "text": "Wengie: Alright guys, I hope you enjoy this DIY, I had so, much fun, making them, let me know down what your favourite candy is, out of all these candies, and, also, let's have a look on what happened on ReactiCorns, this week!"
    },
    {
      "index": 35,
      "start_time": 426480.0,
      "end_time": 431280.0,
      "text": "Max: Maybe, you should watch a cartoon, after we react to something scary, then!"
    },
    {
      "index": 36,
      "start_time": 431280.0,
      "end_time": 434360.0,
      "text": "Wengie: Yeah, maybe, I, look at your face, so, it's funny, enough!"
    },
    {
      "index": 37,
      "start_time": 434360.0,
      "end_time": 438240.0,
      "text": "*Music playing*"
    },
    {
      "index": 38,
      "start_time": 438240.0,
      "end_time": 458760.0,
      "text": "Wengie: Also, don't forget to follow me on the social medias, if you want to see what's behind the scenes, and, what I'm up to, during the week, and, also, huge shout-out to the#notificationsquad of the week, and,  the #wengiecorn of the week, if you want to find out how  to get a shout-out, don't forget to check the description box, down below, for instructions, and until next week, I'm gonna miss you guys so much, so, I'll see you guys then, bye guys, love you!"
    }
  ]
}