{
  "video_id": "GsnYIN2EKBU",
  "title": "Baby Doctor Check Up Playset Dr Sandra McStuffins Newborn Hospital Visit Kids Toys",
  "json": [
    {
      "index": 1,
      "start_time": 450.0,
      "end_time": 6059.0,
      "text": "Hey, everyone! It's Dr. Sandra McStuffins here with my little baby patient Adam, and"
    },
    {
      "index": 2,
      "start_time": 6059.0,
      "end_time": 14459.0,
      "text": "we are going to do his first newborn toy checkup today, using this really cool Doctor Playset,"
    },
    {
      "index": 3,
      "start_time": 14459.0,
      "end_time": 21920.0,
      "text": "and you can check out his heart, take a look at his ears, give him a shot. Uh-oh, you do"
    },
    {
      "index": 4,
      "start_time": 21920.0,
      "end_time": 26920.0,
      "text": "not like the idea of a shot, do you? He's like “No, no shots!” That's okay. It's"
    },
    {
      "index": 5,
      "start_time": 26920.0,
      "end_time": 31720.0,
      "text": "just pretend. So, um, let's open it up and we'll give him his first little newborn checkup."
    },
    {
      "index": 6,
      "start_time": 31720.0,
      "end_time": 37140.0,
      "text": "Okay. Here's our Doctor Playset all assembled. Actually, it wasn't too bad to assemble, and"
    },
    {
      "index": 7,
      "start_time": 37140.0,
      "end_time": 42250.0,
      "text": "now we can do Adam's first little checkup. Now, the first thing I have to do as a doctor"
    },
    {
      "index": 8,
      "start_time": 42250.0,
      "end_time": 47750.0,
      "text": "is wash my hands, 'cause we got to worry about germs here especially with babies. So, I wash"
    },
    {
      "index": 9,
      "start_time": 47750.0,
      "end_time": 55600.0,
      "text": "my hands. There we go. Scrub both sides. There we go. I feel like that is good, and now,"
    },
    {
      "index": 10,
      "start_time": 55600.0,
      "end_time": 59420.0,
      "text": "we'll start his checkup. The first thing that you do is check his heart rate, so I got a"
    },
    {
      "index": 11,
      "start_time": 59420.0,
      "end_time": 64639.0,
      "text": "stethoscope right here, and I'll use this. And you put it right on his chest here and"
    },
    {
      "index": 12,
      "start_time": 64638.99999999999,
      "end_time": 70780.0,
      "text": "we'll listen to his heart rate. Heheheh. He's like “I'm at the doctor!” But you got"
    },
    {
      "index": 13,
      "start_time": 70780.0,
      "end_time": 75920.0,
      "text": "a good, healthy, heart rate. Next, we're going to weigh him. This is an international set,"
    },
    {
      "index": 14,
      "start_time": 75920.0,
      "end_time": 82439.0,
      "text": "so it's in grams, and I don't know if Baby Adam is going to fit here, so let's weigh"
    },
    {
      "index": 15,
      "start_time": 82439.0,
      "end_time": 90600.0,
      "text": "his cute little baby foot instead. There we go. Two point eight grams! Now, I'll check"
    },
    {
      "index": 16,
      "start_time": 90600.0,
      "end_time": 95069.0,
      "text": "his temperature with this thermometer. And then for babies too, they usually have thermometers"
    },
    {
      "index": 17,
      "start_time": 95069.0,
      "end_time": 99450.0,
      "text": "that can either go in your mouth, or armpit, or, uh-oh! We won't mention the other part."
    },
    {
      "index": 18,
      "start_time": 99450.0,
      "end_time": 105959.0,
      "text": "So, let's do the thermometer in his armpit. Oh, you're nice and calm now. You like that?"
    },
    {
      "index": 19,
      "start_time": 105959.0,
      "end_time": 109869.0,
      "text": "And it says thirty-six degrees Celsius, so hopefully, that's normal, but the cool thing"
    },
    {
      "index": 20,
      "start_time": 109869.0,
      "end_time": 115579.0,
      "text": "is if you press this, it changes. So, it kind of moves so it looks like you're giving him"
    },
    {
      "index": 21,
      "start_time": 115579.0,
      "end_time": 121849.0,
      "text": "his temperature. Nice and healthy, though and now that he is happy and calm, we have"
    },
    {
      "index": 22,
      "start_time": 121849.0,
      "end_time": 129110.0,
      "text": "this. This is for his ears. Let's check his ears. Here we go, buddy! Nice and good! No"
    },
    {
      "index": 23,
      "start_time": 129110.00000000001,
      "end_time": 135519.0,
      "text": "ear infection in this side. Nice and healthy. And we have some more things. Let's see. What"
    },
    {
      "index": 24,
      "start_time": 135519.0,
      "end_time": 139739.0,
      "text": "is this? “Medical Centre” it says, and it's some pills, so we don't need pills babies"
    },
    {
      "index": 25,
      "start_time": 139739.0,
      "end_time": 144810.0,
      "text": "yet. He's a little too little for that, but one thing babies get is shots when they're"
    },
    {
      "index": 26,
      "start_time": 144810.0,
      "end_time": 150530.0,
      "text": "little. And, um, they usually put shots in their thigh right up here, 'cause that's the"
    },
    {
      "index": 27,
      "start_time": 150530.0,
      "end_time": 156099.0,
      "text": "most fatty part of their body, and you might not like the shot, so let's put you down."
    },
    {
      "index": 28,
      "start_time": 156099.0,
      "end_time": 158079.0,
      "text": "Here we go. And right here, who like “Brings back memories”, so you do this. Joop! And"
    },
    {
      "index": 29,
      "start_time": 158079.0,
      "end_time": 162620.0,
      "text": "now you have your shot! Hey, good job! You were brave. You didn't cry. You actually look"
    },
    {
      "index": 30,
      "start_time": 162620.0,
      "end_time": 170079.0,
      "text": "more sleepy than anything else right now. Okay. Now let's check out these. So we have"
    },
    {
      "index": 31,
      "start_time": 170079.0,
      "end_time": 175810.0,
      "text": "a box of calcium pills. He's got a bottle, so he doesn't really need calcium right now."
    },
    {
      "index": 32,
      "start_time": 175810.0,
      "end_time": 181599.0,
      "text": "But, we have some more pills, and a kind of interesting looking nurse with a shot. She"
    },
    {
      "index": 33,
      "start_time": 181599.0,
      "end_time": 186159.0,
      "text": "looks a little scary, actually. So we'll avoid those, but Band-Aids are okay for babies."
    },
    {
      "index": 34,
      "start_time": 186159.0,
      "end_time": 192930.0,
      "text": "Let's see if we have any band-aids in here. One. Oop! One Band-Aid. Here, little Adam."
    },
    {
      "index": 35,
      "start_time": 192930.0,
      "end_time": 200170.0,
      "text": "Oh, he's falling asleep. He says “Night-night, everybody!” Oh. Yeah. Babies get tired really"
    },
    {
      "index": 36,
      "start_time": 200170.0,
      "end_time": 205799.0,
      "text": "easily, so let's give him a little Band-Aid. Um, my kids like to use Band-Aids kind of"
    },
    {
      "index": 37,
      "start_time": 205799.0,
      "end_time": 211310.0,
      "text": "more as stickers, so they'll like barely scratch themselves and go “I need a Band-Aid!”"
    },
    {
      "index": 38,
      "start_time": 211310.0,
      "end_time": 215249.0,
      "text": "So, we'll give him this little Darth Vader one. Super scary. So, we'll put it on his"
    },
    {
      "index": 39,
      "start_time": 215249.0,
      "end_time": 221260.0,
      "text": "arm. Here we go. It's like a little tattoo sticker kind of thing. Very cute. Oh, he has"
    },
    {
      "index": 40,
      "start_time": 221260.0,
      "end_time": 227359.0,
      "text": "no idea of what's going on! Let's see. And then, we have another box here for a thermometer,"
    },
    {
      "index": 41,
      "start_time": 227359.0,
      "end_time": 231620.0,
      "text": "and this is just where our thermometer came from. And the last thing we have is a burp"
    },
    {
      "index": 42,
      "start_time": 231620.0,
      "end_time": 237719.0,
      "text": "rag which is actually really useful. Oh, Doc McStuffins outfit is really slippery. And"
    },
    {
      "index": 43,
      "start_time": 237719.0,
      "end_time": 246730.0,
      "text": "then, we burp him over here like this, and then he won't spit up on my uniform. Well,"
    },
    {
      "index": 44,
      "start_time": 246730.0,
      "end_time": 251900.0,
      "text": "little Baby Adam passed his newborn checkup with flying colors, and he did so well he"
    },
    {
      "index": 45,
      "start_time": 251900.0,
      "end_time": 256610.0,
      "text": "fell asleep! He's the cutest little thing ever, so please make sure to like this video."
    },
    {
      "index": 46,
      "start_time": 256610.0,
      "end_time": 261060.0,
      "text": "Subscribe to the Disney CarToys Channel. And I have a really good question for you guys."
    },
    {
      "index": 47,
      "start_time": 261060.0,
      "end_time": 266060.0,
      "text": "In the comments, let me know what you think little Adam dreams about, 'cause he's snoring"
    },
    {
      "index": 48,
      "start_time": 266060.0,
      "end_time": 272680.0,
      "text": "all day long, and I'm wondering if he's dreaming about toys or cookies or maybe just running"
    },
    {
      "index": 49,
      "start_time": 272680.0,
      "end_time": 277820.0,
      "text": "around. Who knows? Click on a picture to watch another fun toy video and click on the question"
    },
    {
      "index": 50,
      "start_time": 277820.0,
      "end_time": 287820.0,
      "text": "mark to watch a mystery video. Thanks for watching, and have a great day!"
    }
  ]
}