{
  "video_id": "gsTjM2WFAeE",
  "title": "7 Main Differences Between Rich and Poor People",
  "json": [
    {
      "index": 1,
      "start_time": 5589.0,
      "end_time": 10799.0,
      "text": "You're going to want to check this out seven differences between rich people and poor people"
    },
    {
      "index": 2,
      "start_time": 12880.0,
      "end_time": 15659.0,
      "text": "Not every rich person is born into a wealthy family"
    },
    {
      "index": 3,
      "start_time": 16359.000000000002,
      "end_time": 18010.0,
      "text": "So, how do so many"
    },
    {
      "index": 4,
      "start_time": 18010.0,
      "end_time": 20540.0,
      "text": "well-off people reach their financial goals?"
    },
    {
      "index": 5,
      "start_time": 20830.0,
      "end_time": 28180.0,
      "text": "A major difference between rich people and those who have money problems can be found in the way they think, act, and see the world."
    },
    {
      "index": 6,
      "start_time": 28779.0,
      "end_time": 34010.0,
      "text": "But before you learn about the seven things that many affluent people do differently from the rest of the world,"
    },
    {
      "index": 7,
      "start_time": 34510.0,
      "end_time": 38969.0,
      "text": "pay attention to the big red subscription button. As soon as you click it,"
    },
    {
      "index": 8,
      "start_time": 38969.0,
      "end_time": 43409.0,
      "text": "you'll be taken to the bright side of life where you'll find hundreds of videos."
    },
    {
      "index": 9,
      "start_time": 43629.0,
      "end_time": 47339.0,
      "text": "These videos contain the answers to almost any question you may have."
    },
    {
      "index": 10,
      "start_time": 47860.0,
      "end_time": 53219.0,
      "text": "There are also daily updates. So, if you want to stay tuned, remember to turn on notifications."
    },
    {
      "index": 11,
      "start_time": 55180.0,
      "end_time": 60569.0,
      "text": "Alright, let's count down from number seven."
    },
    {
      "index": 12,
      "start_time": 61480.0,
      "end_time": 67200.0,
      "text": "Look at these guys. One of them is rich. The other is poor. Can you guess which one is poor and which one is rich?"
    },
    {
      "index": 13,
      "start_time": 68200.0,
      "end_time": 73110.0,
      "text": "Well, you might think that the wealthy one is the guy wearing pants from a famous designer."
    },
    {
      "index": 14,
      "start_time": 73930.0,
      "end_time": 76319.0,
      "text": "Expensive jewelry and a haughty smirk, right?"
    },
    {
      "index": 15,
      "start_time": 77229.0,
      "end_time": 83519.0,
      "text": "Nope, this guy is just trying to look rich but those who have money don't always flaunt their wealth!"
    },
    {
      "index": 16,
      "start_time": 83670.0,
      "end_time": 91940.0,
      "text": "It may sound surprising but there's no real need to buy a pair of thousand-dollar jeans if you can find a high-quality product that's ten times cheaper."
    },
    {
      "index": 17,
      "start_time": 92560.0,
      "end_time": 98260.0,
      "text": "Wealthy people understand that and follow this strategy and this doesn't just apply to clothes."
    },
    {
      "index": 18,
      "start_time": 99280.0,
      "end_time": 105360.0,
      "text": "On top of that most rich people don't blindly follow the latest fashion trends or buy up new"
    },
    {
      "index": 19,
      "start_time": 105990.0,
      "end_time": 107670.0,
      "text": "collections just because they're popular today."
    },
    {
      "index": 20,
      "start_time": 108070.0,
      "end_time": 111500.0,
      "text": "They realize that this isn't the best financial investment,"
    },
    {
      "index": 21,
      "start_time": 111500.0,
      "end_time": 117100.0,
      "text": "and even more importantly, they don't feel the need to prove anything to anyone else."
    },
    {
      "index": 22,
      "start_time": 117159.0,
      "end_time": 123989.0,
      "text": "As for people with less money, some of them just like our guy are often eager to buy something that is trendy today."
    },
    {
      "index": 23,
      "start_time": 124149.0,
      "end_time": 127949.0,
      "text": "But at the same time this product often costs a fortune."
    },
    {
      "index": 24,
      "start_time": 128590.0,
      "end_time": 132690.0,
      "text": "After such a purchase those who don't have the mentality of a rich person,"
    },
    {
      "index": 25,
      "start_time": 132940.0,
      "end_time": 136859.0,
      "text": "often have to save on buying food until they get their next paycheck."
    },
    {
      "index": 26,
      "start_time": 137379.0,
      "end_time": 139469.0,
      "text": "There's a lot of truth in this statement."
    },
    {
      "index": 27,
      "start_time": 139840.0,
      "end_time": 146009.0,
      "text": "There are three kinds of people in the world: The Have's, The Have-not's, and The Have-not-paid-for-what-they-have's."
    },
    {
      "index": 28,
      "start_time": 155110.0,
      "end_time": 161669.0,
      "text": "While some rich people may pick cheaper, though still high-quality clothes, over trendy items at an exorbitant price,"
    },
    {
      "index": 29,
      "start_time": 162099.0,
      "end_time": 164339.0,
      "text": "there are things they don't save on."
    },
    {
      "index": 30,
      "start_time": 168879.0,
      "end_time": 174779.0,
      "text": "Perhaps you love coffee you can't live without drinking a cup or two a day. At the same time,"
    },
    {
      "index": 31,
      "start_time": 174780.0,
      "end_time": 178229.0,
      "text": "you believe that a coffee machine is too expensive to purchase."
    },
    {
      "index": 32,
      "start_time": 178629.0,
      "end_time": 183629.0,
      "text": "Well, let's do some math. You pay between two and five dollars for a cup of coffee."
    },
    {
      "index": 33,
      "start_time": 183700.0,
      "end_time": 187409.0,
      "text": "Okay, let's take 3.50 as the average price."
    },
    {
      "index": 34,
      "start_time": 187780.0,
      "end_time": 192659.0,
      "text": "If you buy at least one cup of coffee every day, this turns into about"
    },
    {
      "index": 35,
      "start_time": 193989.0,
      "end_time": 195989.0,
      "text": "$1,300 per year. Uh oh.."
    },
    {
      "index": 36,
      "start_time": 196030.0,
      "end_time": 198030.0,
      "text": "Why didn't we figure this out earlier?"
    },
    {
      "index": 37,
      "start_time": 198489.0,
      "end_time": 205679.0,
      "text": "At the same time, a good coffee machine costs no more than $500. Isn't that an impressive difference?"
    },
    {
      "index": 38,
      "start_time": 210600.0,
      "end_time": 215650.0,
      "text": "An induction stove costs twice as much as their electric fellows,"
    },
    {
      "index": 39,
      "start_time": 215650.0,
      "end_time": 220919.0,
      "text": "but don't think that wealthy people only offer induction stoves to make their kitchen look cool."
    },
    {
      "index": 40,
      "start_time": 221109.0,
      "end_time": 222579.0,
      "text": "The reason is that"
    },
    {
      "index": 41,
      "start_time": 222579.0,
      "end_time": 229619.0,
      "text": "induction stoves are extremely efficient and almost 90 percent of the energy produced goes into heating your food."
    },
    {
      "index": 42,
      "start_time": 229900.0,
      "end_time": 236730.0,
      "text": "As for electric stoves their efficiency is only 70 percent gas stoves are the least effective. Only"
    },
    {
      "index": 43,
      "start_time": 237220.0,
      "end_time": 239999.0,
      "text": "40 percent of their energy is spent on heating food."
    },
    {
      "index": 44,
      "start_time": 240489.0,
      "end_time": 247499.0,
      "text": "One more benefit of induction stoves is that your meal is ready more quickly and therefore less energy is consumed."
    },
    {
      "index": 45,
      "start_time": 251440.0,
      "end_time": 258449.0,
      "text": "Despite having many advantages LED light bulbs are still not that popular. The reason for this is their high cost"
    },
    {
      "index": 46,
      "start_time": 260160.00000000003,
      "end_time": 266029.0,
      "text": "But let's look at some numbers an LED lightbulb is eight times more expensive than a regular"
    },
    {
      "index": 47,
      "start_time": 266430.0,
      "end_time": 269120.0,
      "text": "incandescent bulb. On the other hand, an LED bulb consumes ten times less electricity, and while your ordinary light bulb works for a maximum of"
    },
    {
      "index": 48,
      "start_time": 269520.0,
      "end_time": 278200.0,
      "text": "LED bulb consumes ten times less electricity and while your ordinary light bulb works for a maximum of 1,000 hours,"
    },
    {
      "index": 49,
      "start_time": 278220.0,
      "end_time": 282810.0,
      "text": "an LED bulb has a service period of between 10,000 and 25,000 hours."
    },
    {
      "index": 50,
      "start_time": 283950.0,
      "end_time": 288200.0,
      "text": "This means that an LED light bulb is approximately 7 times more"
    },
    {
      "index": 51,
      "start_time": 288750.0,
      "end_time": 291890.0,
      "text": "economical than an ordinary and cheap incandescent one."
    },
    {
      "index": 52,
      "start_time": 297030.0,
      "end_time": 299780.0,
      "text": "Most people prefer not to overpay by buying"
    },
    {
      "index": 53,
      "start_time": 300240.0,
      "end_time": 305240.0,
      "text": "energy-saving glass. After all, a window with such glass costs 50% to 80%"
    },
    {
      "index": 54,
      "start_time": 305790.0,
      "end_time": 313159.0,
      "text": "more than a window with regular glass, but there's one thing you should take into consideration before making your final choice."
    },
    {
      "index": 55,
      "start_time": 314250.0,
      "end_time": 320119.0,
      "text": "40% of the heat generated inside your home is lost thanks to low quality windows and"
    },
    {
      "index": 56,
      "start_time": 321030.0,
      "end_time": 322910.0,
      "text": "with the money you spend on heating,"
    },
    {
      "index": 57,
      "start_time": 322910.0,
      "end_time": 328309.0,
      "text": "it seems a bit unfair to have so much energy heating the outside of your house."
    },
    {
      "index": 58,
      "start_time": 328620.0,
      "end_time": 331670.0,
      "text": "As for energy saving coating, depending on its style,"
    },
    {
      "index": 59,
      "start_time": 331680.0,
      "end_time": 336830.0,
      "text": "it can reduce the transfer of heat through the glass by 75 to 90%."
    },
    {
      "index": 60,
      "start_time": 338580.0,
      "end_time": 343129.0,
      "text": "Now you can calculate how much money you could save by having those advanced windows."
    },
    {
      "index": 61,
      "start_time": 353910.0,
      "end_time": 359570.0,
      "text": "The great thing is that energy-saving glass works for keeping your home both warm and cool"
    },
    {
      "index": 62,
      "start_time": 364450.0,
      "end_time": 372039.0,
      "text": "At first, it might seem that the mechanism that regulates the temperature of the water with preset settings is an unnecessary extra."
    },
    {
      "index": 63,
      "start_time": 377630.0,
      "end_time": 383740.0,
      "text": "This gadget also cost three to four times more than an ordinary faucet. On the other hand,"
    },
    {
      "index": 64,
      "start_time": 384380.0,
      "end_time": 387340.0,
      "text": "a thermostatic shower faucet will start saving you money right away."
    },
    {
      "index": 65,
      "start_time": 387920.0,
      "end_time": 392890.0,
      "text": "You won't have to spend ages trying to get your preferred water temperature. In addition,"
    },
    {
      "index": 66,
      "start_time": 392890.0,
      "end_time": 399189.0,
      "text": "you'll be able to turn off the water while you're lathering and it will be the right temperature when you turn it on again."
    },
    {
      "index": 67,
      "start_time": 399560.0,
      "end_time": 404800.0,
      "text": "Wow, is this how rich people's brains work, but wait it gets even better."
    },
    {
      "index": 68,
      "start_time": 414590.0,
      "end_time": 417159.0,
      "text": "Both poor and rich people work hard to earn money,"
    },
    {
      "index": 69,
      "start_time": 417680.0,
      "end_time": 423819.0,
      "text": "but rich people know how to make their money work for them. They don't keep their income and savings accounts,"
    },
    {
      "index": 70,
      "start_time": 423820.0,
      "end_time": 429219.0,
      "text": "they have funds in their budget that they can invest and they do this regularly. Rich people"
    },
    {
      "index": 71,
      "start_time": 429220.0,
      "end_time": 437050.0,
      "text": "sometimes have to sacrifice good shopping to invest money and receive much more at a later date. That's called delayed gratification!"
    },
    {
      "index": 72,
      "start_time": 437420.0,
      "end_time": 441640.0,
      "text": "As for the less wealthy, they tend to spend all their money."
    },
    {
      "index": 73,
      "start_time": 442040.0,
      "end_time": 447550.0,
      "text": "This places them in a very unhappy, vicious, circle; they work hard and they spend money,"
    },
    {
      "index": 74,
      "start_time": 447920.0,
      "end_time": 454900.0,
      "text": "then, they take another job to be able to spend more, but it's still not enough. The more they earn, the more they spend."
    },
    {
      "index": 75,
      "start_time": 455210.0,
      "end_time": 461259.0,
      "text": "They start working on the weekend, and their life turns into a constant race of futile attempts to earn enough."
    },
    {
      "index": 76,
      "start_time": 470360.0,
      "end_time": 478239.0,
      "text": "One more thing that makes most rich people stand out is their ability to manage money.They know their budget, they don't overspend."
    },
    {
      "index": 77,
      "start_time": 479360.0,
      "end_time": 483909.0,
      "text": "If they use a credit card, they do everything to avoid paying finance charges."
    },
    {
      "index": 78,
      "start_time": 484429.0,
      "end_time": 488738.0,
      "text": "For people on the contrary, often live in a world of credit-card bills."
    },
    {
      "index": 79,
      "start_time": 489139.0,
      "end_time": 492248.0,
      "text": "Most of them don't keep track of their money or plan a budget."
    },
    {
      "index": 80,
      "start_time": 492559.0,
      "end_time": 497109.0,
      "text": "They spend money and when it's all gone, they tend to use credit cards."
    },
    {
      "index": 81,
      "start_time": 505309.0,
      "end_time": 510200.0,
      "text": "Another thing that can differentiate the rich from the poor is the way they think."
    },
    {
      "index": 82,
      "start_time": 515299.99999999994,
      "end_time": 519848.99999999994,
      "text": "The reasoning is it will be a success because I will make it a success."
    },
    {
      "index": 83,
      "start_time": 521389.0,
      "end_time": 528459.0,
      "text": "They take responsibility for their actions and decisions and are ready to go to any lengths to achieve the desired results."
    },
    {
      "index": 84,
      "start_time": 528829.0,
      "end_time": 533529.0,
      "text": "As for poor people, they usually focus on the obstacles; new beginnings may bring"
    },
    {
      "index": 85,
      "start_time": 534019.0,
      "end_time": 537068.0,
      "text": "potential losses and the risks they'll have to take."
    },
    {
      "index": 86,
      "start_time": 549410.0,
      "end_time": 554800.0,
      "text": "Rich people are fighters. They are willing to overcome obstacles to achieve their goals."
    },
    {
      "index": 87,
      "start_time": 555259.0,
      "end_time": 558639.0,
      "text": "They realize that you can't win without taking risks."
    },
    {
      "index": 88,
      "start_time": 559220.0,
      "end_time": 565300.0,
      "text": "But they don't think about difficulties and losses; they concentrate on their target and they get there."
    },
    {
      "index": 89,
      "start_time": 565819.0,
      "end_time": 572739.0,
      "text": "For people on the contrary, try to avoid risks by all means as they are afraid of losing their money."
    },
    {
      "index": 90,
      "start_time": 572990.0,
      "end_time": 578529.0,
      "text": "That's the reason why they might opt for such safe investments as savings accounts and deposits."
    },
    {
      "index": 91,
      "start_time": 598339.0,
      "end_time": 602228.0,
      "text": "There's probably no human being on earth who is completely fearless."
    },
    {
      "index": 92,
      "start_time": 602329.0,
      "end_time": 607928.0,
      "text": "But rich people choose to face their fears to become a more successful and powerful individual."
    },
    {
      "index": 93,
      "start_time": 615109.0,
      "end_time": 620139.0,
      "text": "They prefer their comfortable and familiar routine to facing something unknown and potentially risky."
    },
    {
      "index": 94,
      "start_time": 620600.0,
      "end_time": 624669.0,
      "text": "As a result, this prevents them from getting wealthy."
    },
    {
      "index": 95,
      "start_time": 639199.0,
      "end_time": 641199.0,
      "text": "Tell us in the comments below"
    },
    {
      "index": 96,
      "start_time": 641629.0,
      "end_time": 649329.0,
      "text": "Also remember to press the like button so that we can make you happy with more informative and useful videos. See you next time!"
    }
  ]
}