{
  "video_id": "gU6UBXOHhDw",
  "title": "What If Russia Never Existed?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 20.0,
      "end_time": 4220.0,
      "text": "Now hold on, Putin. I know you read the title and are trying to make me not exist,"
    },
    {
      "index": 2,
      "start_time": 4260.0,
      "end_time": 9700.0,
      "text": "But hear me out. Russia is one of the most influential nations that has ever existed,"
    },
    {
      "index": 3,
      "start_time": 10020.0,
      "end_time": 13240.0,
      "text": "Especially within the last century. Since it's such a large presence,"
    },
    {
      "index": 4,
      "start_time": 13259.0,
      "end_time": 19139.0,
      "text": "It's difficult to imagine an alternate world without it, but it's still an interesting question. What if the Russia"
    },
    {
      "index": 5,
      "start_time": 19140.0,
      "end_time": 25800.0,
      "text": "we know simply never came to be? What if it never united, didn't become a czardom, and didn't become an empire?"
    },
    {
      "index": 6,
      "start_time": 25810.0,
      "end_time": 30000.0,
      "text": "What if in an alternate timeline, Russia never existed?"
    },
    {
      "index": 7,
      "start_time": 30000.0,
      "end_time": 32000.0,
      "text": "But first, some context."
    },
    {
      "index": 8,
      "start_time": 32000.0,
      "end_time": 35760.0,
      "text": "It's no surprise Russia's existence would have such a large influence on the world."
    },
    {
      "index": 9,
      "start_time": 35760.0,
      "end_time": 43000.0,
      "text": "Today, it's the largest nation in the world at 17,075,200 square kilometres."
    },
    {
      "index": 10,
      "start_time": 43000.0,
      "end_time": 50430.0,
      "text": "It borders 14 nations, many of which are former Soviet states and who, even before then, were subjects of the Russian Empire."
    },
    {
      "index": 11,
      "start_time": 51219.0,
      "end_time": 55709.0,
      "text": "Historically, it has always been the largest force to be reckoned with simply due to its size,"
    },
    {
      "index": 12,
      "start_time": 55960.0,
      "end_time": 60034.0,
      "text": "Since the first days of the Czars up until the Soviet Union and today."
    },
    {
      "index": 13,
      "start_time": 60034.0,
      "end_time": 61469.0,
      "text": "Thanks, Real Life Lore."
    },
    {
      "index": 14,
      "start_time": 61469.0,
      "end_time": 66209.0,
      "text": "I really have to stop leaving that door open. Those are all good points and have a consistent theme:"
    },
    {
      "index": 15,
      "start_time": 66880.0,
      "end_time": 74040.0,
      "text": "Size. Russia has always been a force to be reckoned with because of this size. What happens if it remains smaller,"
    },
    {
      "index": 16,
      "start_time": 74350.0,
      "end_time": 79680.0,
      "text": "competing Slavic states or princedoms? Is this so crazy? No. In the ninth century,"
    },
    {
      "index": 17,
      "start_time": 80049.0,
      "end_time": 86669.0,
      "text": "Eastern Slavs were largely united by a medieval state known as the Kievan Rus. The capital, Kiev,"
    },
    {
      "index": 18,
      "start_time": 87040.0,
      "end_time": 92159.0,
      "text": "controlled the Slavic tribes informed an early sense of unity. This reign wouldn't last."
    },
    {
      "index": 19,
      "start_time": 92470.0,
      "end_time": 98939.0,
      "text": "By the 11th century, it had fallen into rivalry among princes and cities. This unity, though, was"
    },
    {
      "index": 20,
      "start_time": 98939.0,
      "end_time": 105000.0,
      "text": "reinforced by the invasion of outside nomads. The Slavs had always fought the Horsemen of Central Asia."
    },
    {
      "index": 21,
      "start_time": 105000.0,
      "end_time": 111929.0,
      "text": "However, they were no match for a new attack from the Mongol horde. In a surprise invasion, the Kievan Rus was entirely"
    },
    {
      "index": 22,
      "start_time": 112000.0,
      "end_time": 116459.0,
      "text": "destroyed as the Mongols conquered the region and forced the cities to pay tribute."
    },
    {
      "index": 23,
      "start_time": 116680.0,
      "end_time": 122159.0,
      "text": "For two centuries, all of Rus was subject to the Golden Horde. Rebel or refuse to pay taxes,"
    },
    {
      "index": 24,
      "start_time": 122159.0,
      "end_time": 126089.0,
      "text": "and you get sacked. Some cities fared better than others during this occupation."
    },
    {
      "index": 25,
      "start_time": 126189.0,
      "end_time": 133428.0,
      "text": "The city of Moscow became a favourite of the Mongols. They paid their taxes and weren't destroyed like the others. It became stable and"
    },
    {
      "index": 26,
      "start_time": 133740.0,
      "end_time": 140159.0,
      "text": "rich. More people migrated to live in it, which made it more powerful. This stability meant that once the Mongols lost their grip,"
    },
    {
      "index": 27,
      "start_time": 140710.0,
      "end_time": 146939.0,
      "text": "Moscow could rebel, and win. As the Mongols collapsed, Moscow was able to take land in the power vacuum and"
    },
    {
      "index": 28,
      "start_time": 147040.0,
      "end_time": 152760.0,
      "text": "unite all of European Rus, transforming Moscow as the head of a new state, Russia."
    },
    {
      "index": 29,
      "start_time": 152760.0,
      "end_time": 157960.0,
      "text": "Over the centuries, Moscow conquered new lands, eventually becoming the large state we see today."
    },
    {
      "index": 30,
      "start_time": 158080.0,
      "end_time": 163220.0,
      "text": "In this alternate timeline, all it takes is Moscow not becoming strong enough to unite the Eastern"
    },
    {
      "index": 31,
      "start_time": 163230.0,
      "end_time": 168899.0,
      "text": "Slavs - or even then - the czardom could have easily have collapsed into itself during the time of troubles"
    },
    {
      "index": 32,
      "start_time": 169140.0,
      "end_time": 172660.0,
      "text": "when a famine killed a third of the entire population."
    },
    {
      "index": 33,
      "start_time": 172720.0,
      "end_time": 178940.0,
      "text": "The Rus society is never stable enough to flourish, and the principalities remain so devastated that even after everything..."
    },
    {
      "index": 34,
      "start_time": 179520.0,
      "end_time": 185140.0,
      "text": "...They only fight each other. No matter how this happens, what I care about is removing Russia from history."
    },
    {
      "index": 35,
      "start_time": 185500.0,
      "end_time": 186720.0,
      "text": "Imagine something like Germany"
    },
    {
      "index": 36,
      "start_time": 186860.0,
      "end_time": 191480.0,
      "text": "Or Italy before they were united: a bunch of culturally similar Russian states"
    },
    {
      "index": 37,
      "start_time": 191800.0,
      "end_time": 196140.0,
      "text": "That can't amount to anything. By removing an empire like Russia from history,"
    },
    {
      "index": 38,
      "start_time": 196260.0,
      "end_time": 203840.0,
      "text": "It's pointless to talk about specific events like World War One being changed, because the centuries of events leading up to such events are"
    },
    {
      "index": 39,
      "start_time": 204310.0,
      "end_time": 210960.0,
      "text": "changed. Does Germany win World War One? No, because World War One doesn't happen. Most of the history of the 18th century"
    },
    {
      "index": 40,
      "start_time": 211500.0,
      "end_time": 215820.0,
      "text": "doesn't happen because the Russian actions affected other European empires'"
    },
    {
      "index": 41,
      "start_time": 215820.0,
      "end_time": 221860.0,
      "text": "actions as well. What I can predict is that the dynamic of Eastern Europe is heavily altered."
    },
    {
      "index": 42,
      "start_time": 222020.0,
      "end_time": 227500.0,
      "text": "Think of it like an international form of \"It's a Wonderful Life\"-- there are some winners and losers."
    },
    {
      "index": 43,
      "start_time": 227720.0,
      "end_time": 229620.0,
      "text": "Two of which would be the swedes and poles"
    },
    {
      "index": 44,
      "start_time": 229900.0,
      "end_time": 235800.0,
      "text": "Centuries ago in the 18th Century, Poland and Lithuania were combined into a single empire"
    },
    {
      "index": 45,
      "start_time": 235800.0,
      "end_time": 240020.0,
      "text": "(Yes, there was a time that the Poles almost destroyed the Russian tsardom.)"
    },
    {
      "index": 46,
      "start_time": 240320.0,
      "end_time": 243700.0,
      "text": "But over years due to stagnation and the ever-growing Russian threat,"
    },
    {
      "index": 47,
      "start_time": 243700.0,
      "end_time": 248920.0,
      "text": "Poland collapsed and was absorbed by its neighbors around the time of the American revolution."
    },
    {
      "index": 48,
      "start_time": 249160.0,
      "end_time": 253320.0,
      "text": "Second, there was a time when the Swedish empire was one of the great powers of Europe,"
    },
    {
      "index": 49,
      "start_time": 253320.0,
      "end_time": 256120.0,
      "text": "and had potential to be a military force"
    },
    {
      "index": 50,
      "start_time": 256320.0,
      "end_time": 260960.0,
      "text": "That was until the Great Northern War in the 18th century, in which Sweden lost to Russia,"
    },
    {
      "index": 51,
      "start_time": 260959.99999999997,
      "end_time": 263960.0,
      "text": "who, from that, becase the new power of Europe instead."
    },
    {
      "index": 52,
      "start_time": 264160.0,
      "end_time": 270340.0,
      "text": "Without a Russia, both of these countries would become the leaders of eastern Europe in this alternate world"
    },
    {
      "index": 53,
      "start_time": 270340.0,
      "end_time": 275240.0,
      "text": "and, if no unforeseen disaster occurs, prominent leaders by the 20th century."
    },
    {
      "index": 54,
      "start_time": 275360.0,
      "end_time": 281020.0,
      "text": "If Russia never actually united and instead remained a series of infighting city-states,"
    },
    {
      "index": 55,
      "start_time": 281020.0,
      "end_time": 285100.0,
      "text": "the flat geography of the region would allow for foreign armies to invade."
    },
    {
      "index": 56,
      "start_time": 285120.0,
      "end_time": 288160.0,
      "text": "Russia would be a constantly warring region"
    },
    {
      "index": 57,
      "start_time": 288160.0,
      "end_time": 292620.0,
      "text": "forever unstable as cities could be attacked from both sides."
    },
    {
      "index": 58,
      "start_time": 292680.0,
      "end_time": 296560.0,
      "text": "That's why in our timeline, the only way Russia was able to stay safe"
    },
    {
      "index": 59,
      "start_time": 296580.0,
      "end_time": 301560.0,
      "text": "Was to put as much distance between its people and enemies as possible."
    },
    {
      "index": 60,
      "start_time": 301600.0,
      "end_time": 308820.0,
      "text": "This alternate Russia doesn't adopt most European values. The reforms of Peter the Great forced Russia to westernize"
    },
    {
      "index": 61,
      "start_time": 308840.0,
      "end_time": 314940.0,
      "text": "and build and act and dress like the rest of Europe. Yet this never happens without a czar."
    },
    {
      "index": 62,
      "start_time": 315020.0,
      "end_time": 320600.0,
      "text": "Instead, to the rest of Europe, Russia is this odd, rural and violent border region"
    },
    {
      "index": 63,
      "start_time": 320640.0,
      "end_time": 323520.0,
      "text": "between the civilized world and Nomadic Asia,"
    },
    {
      "index": 64,
      "start_time": 323580.0,
      "end_time": 329920.0,
      "text": "bearded and weirdly dressed Slavs who divided themselves into a series of warring states."
    },
    {
      "index": 65,
      "start_time": 330060.0,
      "end_time": 335180.0,
      "text": "They look European, but are culturally and religiously far different."
    },
    {
      "index": 66,
      "start_time": 335180.0,
      "end_time": 339960.0,
      "text": "Russia and Eastern Slavs only become the outskirts of Europe."
    },
    {
      "index": 67,
      "start_time": 340000.0,
      "end_time": 343800.0,
      "text": "The farthest east most Europeans would care about is Poland."
    },
    {
      "index": 68,
      "start_time": 344200.0,
      "end_time": 351660.0,
      "text": "Past that, it's nothing but a blend of Europe and Asia. Russia is the wall with the tribes of Central Asia,"
    },
    {
      "index": 69,
      "start_time": 351740.0,
      "end_time": 356900.0,
      "text": "who in this alternate scenario, never create their own countries. There's no need to."
    },
    {
      "index": 70,
      "start_time": 357060.0,
      "end_time": 362800.0,
      "text": "They were nomads, and so western concepts of nation-states... weren't really a thing."
    },
    {
      "index": 71,
      "start_time": 362800.0,
      "end_time": 372040.0,
      "text": "Without a Russian empire to conquer this land, these regions don't form their own countries. It's just open land... with tribes. Which is actually most of Asia."
    },
    {
      "index": 72,
      "start_time": 372040.0,
      "end_time": 378040.0,
      "text": "Alaska, which was formerly a Russian colony, instead is just an extension of British Canada."
    },
    {
      "index": 73,
      "start_time": 378160.0,
      "end_time": 385220.0,
      "text": "This scenario is, of course, very unlikely. It would only be harmful for Russia to not be united,"
    },
    {
      "index": 74,
      "start_time": 385280.0,
      "end_time": 393360.0,
      "text": "to constantly war and compete over resources. But, if the situation got bad enough, it's always possible it could have happened."
    },
    {
      "index": 75,
      "start_time": 393400.0,
      "end_time": 397560.0,
      "text": "We'll never truly know what would happen if Russia never existed,"
    },
    {
      "index": 76,
      "start_time": 397580.0,
      "end_time": 404100.0,
      "text": "because--surprise!-- it does. So much of history would change it's almost impossible to predict it in detail."
    },
    {
      "index": 77,
      "start_time": 404100.0,
      "end_time": 408400.0,
      "text": "This is simply one alternate scenario in the countless possibilities."
    },
    {
      "index": 78,
      "start_time": 408400.0,
      "end_time": 409680.0,
      "text": "What do you think would've happened?"
    },
    {
      "index": 79,
      "start_time": 409700.0,
      "end_time": 411900.0,
      "text": "This is Cody of AlternateHistoryHub"
    },
    {
      "index": 80,
      "start_time": 412920.0,
      "end_time": 418740.0,
      "text": "So this can lead us to an interesting question: what would happen if all of the former countries that once made up the soviet union..."
    },
    {
      "index": 81,
      "start_time": 418760.0,
      "end_time": 422920.0,
      "text": "all of a sudden got back together again today in 2017?"
    },
    {
      "index": 82,
      "start_time": 422920.0,
      "end_time": 426700.0,
      "text": "What would a modern-day U.S.S.R. look like in our modern age,"
    },
    {
      "index": 83,
      "start_time": 426720.0,
      "end_time": 429500.0,
      "text": "and would it still even be considered a superpower?"
    },
    {
      "index": 84,
      "start_time": 429500.0,
      "end_time": 431460.0,
      "text": "Click here to find out next!"
    }
  ]
}