{
  "video_id": "GV1f4G-hiDw",
  "title": "The Buddhist Attitude to Sensuality | Ajahn Brahm | 19-01-2007",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 870.0,
      "end_time": 6589.0,
      "text": "Ajahn Brahm: Just so people know that we are beginning to video stream these talks, even"
    },
    {
      "index": 2,
      "start_time": 6589.0,
      "end_time": 12670.0,
      "text": "those which weren&#39;t actually video streamed live. Our president told me, couple of weeks"
    },
    {
      "index": 3,
      "start_time": 12670.0,
      "end_time": 18830.0,
      "text": "ago, that we think maybe about 300 people - never really count people here - listen"
    },
    {
      "index": 4,
      "start_time": 18830.0,
      "end_time": 28500.0,
      "text": "to these talks live, but about 17 000 listen to it on the Internet. It&#39;s a huge number."
    },
    {
      "index": 5,
      "start_time": 28500.0,
      "end_time": 34410.0,
      "text": "17000. And places as far away as Iceland. So to the group in Iceland, good evening to"
    },
    {
      "index": 6,
      "start_time": 34410.0,
      "end_time": 36710.0,
      "text": "you all."
    },
    {
      "index": 7,
      "start_time": 36710.0,
      "end_time": 47980.0,
      "text": "This evening&#39;s talk is going to be on the Buddhist attitude towards sensuality. Now,"
    },
    {
      "index": 8,
      "start_time": 47980.0,
      "end_time": 56449.0,
      "text": "we live in a sensual world, and sometimes some religions, they have a very eccentric"
    },
    {
      "index": 9,
      "start_time": 56449.0,
      "end_time": 64550.0,
      "text": "response to sensuality which is around them. We see that with people enforcing their womenfolk"
    },
    {
      "index": 10,
      "start_time": 64550.0,
      "end_time": 73860.0,
      "text": "to wear burkas, or even, say, in the Amish community, asking people to wear loose fitting,"
    },
    {
      "index": 11,
      "start_time": 73860.0,
      "end_time": 78890.0,
      "text": "unsensual clothes. And you look at the monks and nuns in front of you, and this is our"
    },
    {
      "index": 12,
      "start_time": 78890.0,
      "end_time": 85900.0,
      "text": "idea of a burka, or is it? What is it, and what is the Buddhist attitude towards sensuality"
    },
    {
      "index": 13,
      "start_time": 85900.0,
      "end_time": 88320.0,
      "text": "in this world?"
    },
    {
      "index": 14,
      "start_time": 88320.0,
      "end_time": 97860.0,
      "text": "Certainly that that&#39;s an important question, because some people&#39;s ideas about the problems"
    },
    {
      "index": 15,
      "start_time": 97860.0,
      "end_time": 103410.0,
      "text": "of sensuality, and the joys of sensuality have a huge impact on the way that they live"
    },
    {
      "index": 16,
      "start_time": 103410.0,
      "end_time": 108750.0,
      "text": "their lives, and the way they act upon other people. So, this is why I wanted to talk about"
    },
    {
      "index": 17,
      "start_time": 108750.0,
      "end_time": 117280.0,
      "text": "this and Buddhism. Certainly, you see from the people here that we don&#39;t ask people to"
    },
    {
      "index": 18,
      "start_time": 117280.0,
      "end_time": 125920.0,
      "text": "come and wear non-sensual clothes. Sometimes there are some of you here who think, oh,"
    },
    {
      "index": 19,
      "start_time": 125920.0,
      "end_time": 131700.0,
      "text": "we have some very young monks here. We don&#39;t want to lose those monks. And it has happened"
    },
    {
      "index": 20,
      "start_time": 131700.0,
      "end_time": 138530.0,
      "text": "in the past, that maybe a skimpily clad young girl comes in, and they&#39;re ushered outside."
    },
    {
      "index": 21,
      "start_time": 138530.0,
      "end_time": 145540.0,
      "text": "Please don&#39;t do that. Simply because that&#39;s going to offend somebody, and you should have"
    },
    {
      "index": 22,
      "start_time": 145540.0,
      "end_time": 151939.0,
      "text": "more confidence in your monks. And you wouldn&#39;t do that if a hunky man came in here when Sister"
    },
    {
      "index": 23,
      "start_time": 151939.0,
      "end_time": 157170.0,
      "text": "Ajahn Vayama was giving a talk. [Laughs]."
    },
    {
      "index": 24,
      "start_time": 157170.0,
      "end_time": 164430.0,
      "text": "So that point is, here, you see in Buddhism, we don&#39;t have anything like veils, and there&#39;s"
    },
    {
      "index": 25,
      "start_time": 164430.0,
      "end_time": 170780.0,
      "text": "a good reason for this. Certainly, that sensuality is there and sensuality can cause problems"
    },
    {
      "index": 26,
      "start_time": 170780.0,
      "end_time": 177950.0,
      "text": "in the world. Now, we do have problems with pedophiles. We do have problems with sexual"
    },
    {
      "index": 27,
      "start_time": 177950.0,
      "end_time": 183859.0,
      "text": "predators. We do have problems with, even, rapists. We do have problems with other addictions,"
    },
    {
      "index": 28,
      "start_time": 183859.0,
      "end_time": 191249.0,
      "text": "not just sexual addictions, such as overeating or people who are addicted to pornography,"
    },
    {
      "index": 29,
      "start_time": 191249.0,
      "end_time": 197159.0,
      "text": "or people who eat too much, or gamble too much. There are many addictions in this world"
    },
    {
      "index": 30,
      "start_time": 197159.0,
      "end_time": 205170.0,
      "text": "which are concerning sensuality. There is a problem there, but sometimes there&#39;s a problem"
    },
    {
      "index": 31,
      "start_time": 205170.0,
      "end_time": 211400.0,
      "text": "if we try and suppress it just too vigorously, because that impinges upon our freedoms and"
    },
    {
      "index": 32,
      "start_time": 211400.0,
      "end_time": 217700.0,
      "text": "our wishes to enjoy the world in which we are born into. And so, what is the Buddhist"
    },
    {
      "index": 33,
      "start_time": 217700.0,
      "end_time": 223159.0,
      "text": "attitude toward these problems, so that we can live and enjoy our life, at the same time"
    },
    {
      "index": 34,
      "start_time": 223159.0,
      "end_time": 228549.0,
      "text": "try and avoid, as best as we can, some of the extremes of sensuality? I think just the"
    },
    {
      "index": 35,
      "start_time": 228549.0,
      "end_time": 233079.0,
      "text": "way I&#39;ve defined this talk tonight, I think you&#39;ve already got the clue that the Buddha"
    },
    {
      "index": 36,
      "start_time": 233079.0,
      "end_time": 238019.0,
      "text": "was always talking about a middle way, not to go to extremes. And it&#39;s the extreme parts"
    },
    {
      "index": 37,
      "start_time": 238019.0,
      "end_time": 241639.0,
      "text": "of this which have caused the problem."
    },
    {
      "index": 38,
      "start_time": 241639.0,
      "end_time": 248499.0,
      "text": "But, with sensuality, we can actually understand, just when we watch our mind, especially, that"
    },
    {
      "index": 39,
      "start_time": 248499.0,
      "end_time": 255790.0,
      "text": "it&#39;s not so much what&#39;s out there, but the way we respond to what&#39;s out there, which"
    },
    {
      "index": 40,
      "start_time": 255790.0,
      "end_time": 263250.0,
      "text": "is the biggest problem in life. And one of the key stories which I grew up with, was"
    },
    {
      "index": 41,
      "start_time": 263250.0,
      "end_time": 269840.0,
      "text": "coming from my own teacher Ajahn Chah, who being a monk, obviously you have a different"
    },
    {
      "index": 42,
      "start_time": 269840.0,
      "end_time": 275389.0,
      "text": "value system when it comes to sensuality. Now, monks and nuns are celibate, and to live"
    },
    {
      "index": 43,
      "start_time": 275389.0,
      "end_time": 281650.0,
      "text": "a celibate life you-know in the world, obviously the monks and the nuns cannot really escape"
    },
    {
      "index": 44,
      "start_time": 281650.0,
      "end_time": 286060.0,
      "text": "from the sensual objects out there, whether it&#39;s food, or whether it&#39;s sex, or whether"
    },
    {
      "index": 45,
      "start_time": 286060.0,
      "end_time": 293020.0,
      "text": "it&#39;s movies or whatever. So, you actually had you deal with this, and one of Ajahn Chah&#39;s"
    },
    {
      "index": 46,
      "start_time": 293020.0,
      "end_time": 299650.0,
      "text": "stories was that when he was a young, lusty novice, you-know, 18, 19 years of age, with"
    },
    {
      "index": 47,
      "start_time": 299650.0,
      "end_time": 305490.0,
      "text": "all the hormones running through him, he wanted to become a monk, but, obviously, he saw young"
    },
    {
      "index": 48,
      "start_time": 305490.0,
      "end_time": 310560.0,
      "text": "Thai girls, and he would have lust towards them. And so for three months, during a period"
    },
    {
      "index": 49,
      "start_time": 310560.0,
      "end_time": 316340.0,
      "text": "of what we call Rains Retreat, the time when I don&#39;t come here, Sister Vayama doesn&#39;t come"
    },
    {
      "index": 50,
      "start_time": 316340.0,
      "end_time": 320460.0,
      "text": "here. Those of you who have been coming here for a long time know for three months we always"
    },
    {
      "index": 51,
      "start_time": 320460.0,
      "end_time": 325680.0,
      "text": "go back into our monasteries. He was staying in a town monastery, so for three months,"
    },
    {
      "index": 52,
      "start_time": 325680.0,
      "end_time": 332470.0,
      "text": "he decided he would not look at any girl at all. He would keep his eyes down, and not"
    },
    {
      "index": 53,
      "start_time": 332470.0,
      "end_time": 339940.0,
      "text": "even look at anybody, thinking that that type of restraint would overcome his lust. So for"
    },
    {
      "index": 54,
      "start_time": 339940.0,
      "end_time": 346990.0,
      "text": "three months, he refused to even look at a girl. And he said what happened, for those"
    },
    {
      "index": 55,
      "start_time": 346990.0,
      "end_time": 354069.0,
      "text": "three months he was fine, but after his resolution was completed, the first girl he looked at"
    },
    {
      "index": 56,
      "start_time": 354069.0,
      "end_time": 356360.0,
      "text": "he went crazy with lust.[Laughter]."
    },
    {
      "index": 57,
      "start_time": 356360.0,
      "end_time": 363629.0,
      "text": "And this is one of the problems, that just not looking, not facing up to the problem"
    },
    {
      "index": 58,
      "start_time": 363629.0,
      "end_time": 370030.0,
      "text": "is actually not overcoming it. Actually, it makes it much worse. And that&#39;s why that asking"
    },
    {
      "index": 59,
      "start_time": 370030.0,
      "end_time": 376069.0,
      "text": "people to cover up, so the monks or the nuns don&#39;t see anybody. They want you to cover"
    },
    {
      "index": 60,
      "start_time": 376069.0,
      "end_time": 382520.0,
      "text": "up. It doesn&#39;t really help the situation, because as soon as the covers are taken off,"
    },
    {
      "index": 61,
      "start_time": 382520.0,
      "end_time": 388479.0,
      "text": "people actually go crazy. It&#39;s actually almost suppressing something. If you suppress it"
    },
    {
      "index": 62,
      "start_time": 388479.0,
      "end_time": 395020.0,
      "text": "and don&#39;t understand it, usually there&#39;s a bigger explosion later on. The simile which"
    },
    {
      "index": 63,
      "start_time": 395020.0,
      "end_time": 400400.0,
      "text": "I&#39;ve often given, if anyone here is meditating, if you feel like coughing, please cough straight"
    },
    {
      "index": 64,
      "start_time": 400400.0,
      "end_time": 405349.0,
      "text": "away, because if you don&#39;t cough straight away, and you suppress it, when you do cough"
    },
    {
      "index": 65,
      "start_time": 405349.0,
      "end_time": 412030.0,
      "text": "it&#39;s like a volcano going off, and you just disturb everybody. [Laughter]."
    },
    {
      "index": 66,
      "start_time": 412030.0,
      "end_time": 417560.0,
      "text": "Sometimes, that type of suppression is typical of some of the ways in which we deal with"
    },
    {
      "index": 67,
      "start_time": 417560.0,
      "end_time": 420919.0,
      "text": "the problems in our world."
    },
    {
      "index": 68,
      "start_time": 420919.0,
      "end_time": 428270.0,
      "text": "And so that, since we live in such a world, we have to instead of trying to cover up the"
    },
    {
      "index": 69,
      "start_time": 428270.0,
      "end_time": 436219.0,
      "text": "triggers with burkas, or with veils, or with people dressing up in sort-of loose fitting"
    },
    {
      "index": 70,
      "start_time": 436219.0,
      "end_time": 442000.0,
      "text": "clothing, and not accentuating you-know your bodies, and not wearing scents and make-up"
    },
    {
      "index": 71,
      "start_time": 442000.0,
      "end_time": 447810.0,
      "text": "and goodness knows what else. That won&#39;t solve the problem. The problem has to be solved"
    },
    {
      "index": 72,
      "start_time": 447810.0,
      "end_time": 454710.0,
      "text": "actually in one&#39;s relationship with the sensory world. And that certainly is the Buddhist"
    },
    {
      "index": 73,
      "start_time": 454710.0,
      "end_time": 461169.0,
      "text": "attitude. It&#39;s again, not just with sexuality, it&#39;s with food. Sometimes people come to our"
    },
    {
      "index": 74,
      "start_time": 461169.0,
      "end_time": 466669.0,
      "text": "monasteries, both the Gidgegannup and to Bodhinyana monasteries at Serpentine, and think, &quot;My"
    },
    {
      "index": 75,
      "start_time": 466669.0,
      "end_time": 473199.0,
      "text": "goodness! Look at all the delicious food that you monks eat!&quot; We had complaints in the first"
    },
    {
      "index": 76,
      "start_time": 473199.0,
      "end_time": 478939.0,
      "text": "years when I was a monk because sometimes we had these Thai ladies married to Australians,"
    },
    {
      "index": 77,
      "start_time": 478939.0,
      "end_time": 482979.0,
      "text": "and they&#39;d come and bring food to the two monks who were there. This was before Sister"
    },
    {
      "index": 78,
      "start_time": 482979.0,
      "end_time": 489560.0,
      "text": "Vayama came. And sometimes the Australian men, the husbands, would complain. They&#39;d"
    },
    {
      "index": 79,
      "start_time": 489560.0,
      "end_time": 495449.0,
      "text": "say, &quot;My wife never cooks anything like that for me! This is unfair!&quot; And the Thai women"
    },
    {
      "index": 80,
      "start_time": 495449.0,
      "end_time": 499849.0,
      "text": "would say, &quot;You should become a monk. Then I&#39;ll cook for you.&quot; [Laughter]. We got the"
    },
    {
      "index": 81,
      "start_time": 499849.0,
      "end_time": 507189.0,
      "text": "most delicious food. And so sometimes people would complain to the monks, &quot;You&#39;re supposed"
    },
    {
      "index": 82,
      "start_time": 507189.0,
      "end_time": 514029.0,
      "text": "to be monks. Why are you eating such delicious food? You should just eat ordinary food, just"
    },
    {
      "index": 83,
      "start_time": 514029.0,
      "end_time": 518409.0,
      "text": "like bread and water. That&#39;s probably the best for you. Then we&#39;d respect you even more.&quot;"
    },
    {
      "index": 84,
      "start_time": 518409.0,
      "end_time": 525279.0,
      "text": "But sometimes I tried that. My first year as a monk, for a practice, I put all the food"
    },
    {
      "index": 85,
      "start_time": 525279.0,
      "end_time": 529810.0,
      "text": "together which was disgusting anyway, and I got the spoon and mixed it all up. I only"
    },
    {
      "index": 86,
      "start_time": 529810.0,
      "end_time": 535690.0,
      "text": "had one meal a day. It was a sludge, it was a slop and if you saw it, you&#39;d actually pour"
    },
    {
      "index": 87,
      "start_time": 535690.0,
      "end_time": 541100.0,
      "text": "it out straight away. It wasn&#39;t even fit for pigs, let alone for monks. But the trouble"
    },
    {
      "index": 88,
      "start_time": 541100.0,
      "end_time": 545380.0,
      "text": "was it was an interesting experiment which I did. Every food no matter what it was, the"
    },
    {
      "index": 89,
      "start_time": 545380.0,
      "end_time": 549579.0,
      "text": "sweets, everything in one bowl and stirred it up so it was absolutely consistent. After"
    },
    {
      "index": 90,
      "start_time": 549579.0,
      "end_time": 559190.0,
      "text": "a while, it actually started to taste nice. It was a weird thing but the way that sensuality"
    },
    {
      "index": 91,
      "start_time": 559190.0,
      "end_time": 565420.0,
      "text": "works. After a while no matter what it is, you start to like it. It starts to become"
    },
    {
      "index": 92,
      "start_time": 565420.0,
      "end_time": 572380.0,
      "text": "attractive, delicious and tasty. So what it made very clear to me - it was not the food"
    },
    {
      "index": 93,
      "start_time": 572380.0,
      "end_time": 577820.0,
      "text": "which was the problem. No matter what food you have there, after a while it becomes delicious"
    },
    {
      "index": 94,
      "start_time": 577820.0,
      "end_time": 584410.0,
      "text": "and you crave it. It doesn&#39;t matter what, if it&#39;s a man or a male monk what women you"
    },
    {
      "index": 95,
      "start_time": 584410.0,
      "end_time": 589870.0,
      "text": "see, after a while, even if they are in burkas, after a while even the burkas start to appear"
    },
    {
      "index": 96,
      "start_time": 589870.0,
      "end_time": 598360.0,
      "text": "sort-of attractive. Whatever it is, so the attraction is not on the object out there."
    },
    {
      "index": 97,
      "start_time": 598360.0,
      "end_time": 604870.0,
      "text": "You can like anything after a while. So it&#39;s quite clear that the reaction to the dangers"
    },
    {
      "index": 98,
      "start_time": 604870.0,
      "end_time": 613940.0,
      "text": "of sensuality should never be concerned with the triggers of sensuality. Even in Singapore,"
    },
    {
      "index": 99,
      "start_time": 613940.0,
      "end_time": 622510.0,
      "text": "they are just going to be opening up a couple of casinos. And obviously, that the sensuality,"
    },
    {
      "index": 100,
      "start_time": 622510.0,
      "end_time": 630760.0,
      "text": "it is sensuality, of gambling, the thrill of it, the excitement of it is also problematical"
    },
    {
      "index": 101,
      "start_time": 630760.0,
      "end_time": 636130.0,
      "text": "but we don&#39;t solve that problem by banning all the casinos because what happens when"
    },
    {
      "index": 102,
      "start_time": 636130.0,
      "end_time": 644100.0,
      "text": "you ban the casinos then you have illegal casinos. It&#39;s not really the thing outside"
    },
    {
      "index": 103,
      "start_time": 644100.0,
      "end_time": 649040.0,
      "text": "which is the problem. It&#39;s the way we react to them. It&#39;s our attitude towards these things"
    },
    {
      "index": 104,
      "start_time": 649040.0,
      "end_time": 655190.0,
      "text": "and so, it&#39;s actually quite glad that I had... because I have a group in Singapore and they"
    },
    {
      "index": 105,
      "start_time": 655190.0,
      "end_time": 659310.0,
      "text": "showed me some of these documents and they asked me my opinions about those casinos in"
    },
    {
      "index": 106,
      "start_time": 659310.0,
      "end_time": 664230.0,
      "text": "Singapore. And I told them, and I&#39;m very glad that the Singapore government was actually"
    },
    {
      "index": 107,
      "start_time": 664230.0,
      "end_time": 668329.0,
      "text": "following, it didn&#39;t really follow advice really, I understood what they were going"
    },
    {
      "index": 108,
      "start_time": 668329.0,
      "end_time": 675750.0,
      "text": "to do anyway, was actually not to stop these things but actually to contain the worst parts"
    },
    {
      "index": 109,
      "start_time": 675750.0,
      "end_time": 684889.0,
      "text": "of gambling by having legislation in place which can stop the addictive gamblers. And"
    },
    {
      "index": 110,
      "start_time": 684889.0,
      "end_time": 690240.0,
      "text": "for other people, who are addictive, to show some restraint. And that is actually what"
    },
    {
      "index": 111,
      "start_time": 690240.0,
      "end_time": 696550.0,
      "text": "is going to be happening in Singapore. So that loan sharks, the money lenders, can&#39;t"
    },
    {
      "index": 112,
      "start_time": 696550.0,
      "end_time": 705410.0,
      "text": "be on the casinos exploiting people&#39;s addictions. Now if a person is going to that casino too"
    },
    {
      "index": 113,
      "start_time": 705410.0,
      "end_time": 712690.0,
      "text": "often their family or even themselves can voluntarily ask themselves to be banned if"
    },
    {
      "index": 114,
      "start_time": 712690.0,
      "end_time": 717420.0,
      "text": "it&#39;s going to be causing financial trouble or social trouble, they can be put on the"
    },
    {
      "index": 115,
      "start_time": 717420.0,
      "end_time": 723250.0,
      "text": "blacklist. Sometimes, they volunteer themselves. It&#39;s a way of actually dealing with worst"
    },
    {
      "index": 116,
      "start_time": 723250.0,
      "end_time": 728720.0,
      "text": "parts of gambling because other than that... I remember as a kid that I would sort of have"
    },
    {
      "index": 117,
      "start_time": 728720.0,
      "end_time": 735040.0,
      "text": "a bet on. In England, it was called the Derby or the Grand National, two races, horse races,"
    },
    {
      "index": 118,
      "start_time": 735040.0,
      "end_time": 739949.0,
      "text": "you would bet on every year and it was only like two shillings or whatever. It was for"
    },
    {
      "index": 119,
      "start_time": 739949.0,
      "end_time": 745240.0,
      "text": "fun and you never expected to win anything. If you did you just shared it with your friends."
    },
    {
      "index": 120,
      "start_time": 745240.0,
      "end_time": 751209.0,
      "text": "And that to me never seem to be like a problem but of course, sometimes, the addictive gambling"
    },
    {
      "index": 121,
      "start_time": 751209.0,
      "end_time": 756399.0,
      "text": "is a problem. In the same way that sensuality which ordinary human beings have in the world."
    },
    {
      "index": 122,
      "start_time": 756399.0,
      "end_time": 761360.0,
      "text": "I&#39;m not talking about monks now. I&#39;m talking about lay communities. Now, having a partner"
    },
    {
      "index": 123,
      "start_time": 761360.0,
      "end_time": 766940.0,
      "text": "in life, having relationships, having sex, the ordinary type of stuff is usually not"
    },
    {
      "index": 124,
      "start_time": 766940.0,
      "end_time": 774300.0,
      "text": "problematical except if it gets too far or get addicted or get too far under the power"
    },
    {
      "index": 125,
      "start_time": 774300.0,
      "end_time": 780630.0,
      "text": "of one&#39;s sensuality. And this is actually where we have to have ways of not dealing"
    },
    {
      "index": 126,
      "start_time": 780630.0,
      "end_time": 785790.0,
      "text": "so much with a trigger out there because you can&#39;t really control that trigger out there"
    },
    {
      "index": 127,
      "start_time": 785790.0,
      "end_time": 789730.0,
      "text": "but dealing with our attitudes towards these things."
    },
    {
      "index": 128,
      "start_time": 789730.0,
      "end_time": 796899.0,
      "text": "And so, as Buddhists, sometimes people will think we&#39;re so tolerant. You know in Buddhist"
    },
    {
      "index": 129,
      "start_time": 796899.0,
      "end_time": 803339.0,
      "text": "countries like Thailand which have a lot of prostitutes and in Singapore like gambling"
    },
    {
      "index": 130,
      "start_time": 803339.0,
      "end_time": 810199.0,
      "text": "or have like people wearing skimpy clothes or whatever. And anything goes sometimes,"
    },
    {
      "index": 131,
      "start_time": 810199.0,
      "end_time": 815889.0,
      "text": "they said in Buddhism. I think that was Tina Turner when she became a Buddhist. Why become"
    },
    {
      "index": 132,
      "start_time": 815889.0,
      "end_time": 820360.0,
      "text": "a Buddhist? I think she was quoted as saying because you can do anything you like in Buddhism."
    },
    {
      "index": 133,
      "start_time": 820360.0,
      "end_time": 828319.0,
      "text": "That&#39;s not quite true. I hope I didn&#39;t misquote her but, it&#39;s the triggers outside we are"
    },
    {
      "index": 134,
      "start_time": 828319.0,
      "end_time": 835040.0,
      "text": "not so concerned with. So, the Buddhist response is actually just try to work to one&#39;s attitude"
    },
    {
      "index": 135,
      "start_time": 835040.0,
      "end_time": 840209.0,
      "text": "towards these things in life. And in order to work on those attitudes, we have something"
    },
    {
      "index": 136,
      "start_time": 840209.0,
      "end_time": 843600.0,
      "text": "we call mindfulness. We are aware of how these things affect us."
    },
    {
      "index": 137,
      "start_time": 843600.0,
      "end_time": 852519.0,
      "text": "And we also understand with some wisdom about the dangers in these things. So, like gambling,"
    },
    {
      "index": 138,
      "start_time": 852519.0,
      "end_time": 857709.0,
      "text": "it can be fun but there&#39;s obviously a danger there. And we use our awareness, our mindfulness"
    },
    {
      "index": 139,
      "start_time": 857709.0,
      "end_time": 861579.0,
      "text": "to actually know how far we can go, what the danger is. The same with the relationships"
    },
    {
      "index": 140,
      "start_time": 861579.0,
      "end_time": 867810.0,
      "text": "and sex, of sensuality, of lust, we know what the advantage are. We know what the dangers"
    },
    {
      "index": 141,
      "start_time": 867810.0,
      "end_time": 872399.0,
      "text": "are of it. And also, whatever else whether it&#39;s eating, whether it&#39;s watching movies,"
    },
    {
      "index": 142,
      "start_time": 872399.0,
      "end_time": 878610.0,
      "text": "whether it&#39;s watching the Internet or whatever, we know the dangers which are there. And this"
    },
    {
      "index": 143,
      "start_time": 878610.0,
      "end_time": 883350.0,
      "text": "is not stopping the things out there. It&#39;s actually stopping the way we relate to them"
    },
    {
      "index": 144,
      "start_time": 883350.0,
      "end_time": 889880.0,
      "text": "when it gets too far. And obviously, like sexuality, we know there&#39;s dangers there."
    },
    {
      "index": 145,
      "start_time": 889880.0,
      "end_time": 894319.0,
      "text": "When we&#39;re talking about dangers, there was never ever in Buddhism, that&#39;s one of the"
    },
    {
      "index": 146,
      "start_time": 894319.0,
      "end_time": 901000.0,
      "text": "reasons why I was inspired to Buddhism, there is never anything like evil or sin or you&#39;re"
    },
    {
      "index": 147,
      "start_time": 901000.0,
      "end_time": 908540.0,
      "text": "bad boy because you had sex with a girl or something. That badness and evil, that ultimate"
    },
    {
      "index": 148,
      "start_time": 908540.0,
      "end_time": 918740.0,
      "text": "bad thing was never there, instead it was always this almost like a precursor of utilitarianism"
    },
    {
      "index": 149,
      "start_time": 918740.0,
      "end_time": 923120.0,
      "text": "because Buddha would say the basic ethics and I repeat this many, many times. It&#39;s not"
    },
    {
      "index": 150,
      "start_time": 923120.0,
      "end_time": 930649.0,
      "text": "just anything goes in Buddhism but it&#39;s - what you are going to do or say or even think is"
    },
    {
      "index": 151,
      "start_time": 930649.0,
      "end_time": 935730.0,
      "text": "it going to be harmful to others or harmful to yourself. If it is, it&#39;s called not bad,"
    },
    {
      "index": 152,
      "start_time": 935730.0,
      "end_time": 941670.0,
      "text": "not evil - unskillful. It&#39;s a great word, unskillful, because it doesn&#39;t have any like"
    },
    {
      "index": 153,
      "start_time": 941670.0,
      "end_time": 948459.0,
      "text": "moral judgment as if it comes from some absolute. This is bad and this is good. Because if it"
    },
    {
      "index": 154,
      "start_time": 948459.0,
      "end_time": 952300.0,
      "text": "says this is bad this is good and you&#39;re told it by someone else, you don&#39;t have to think"
    },
    {
      "index": 155,
      "start_time": 952300.0,
      "end_time": 956170.0,
      "text": "it out for yourself, you believe in. Because of those blind beliefs, we get into terrible"
    },
    {
      "index": 156,
      "start_time": 956170.0,
      "end_time": 962220.0,
      "text": "troubles in this world. We don&#39;t even think it out for ourselves and so, because we believe"
    },
    {
      "index": 157,
      "start_time": 962220.0,
      "end_time": 967440.0,
      "text": "that blowing ourselves up is going to send us to heaven, we do such stupid things. Or"
    },
    {
      "index": 158,
      "start_time": 967440.0,
      "end_time": 974680.0,
      "text": "because we believe that say sex is bad, we get these puritans. But what we actually say"
    },
    {
      "index": 159,
      "start_time": 974680.0,
      "end_time": 981110.0,
      "text": "is what is skillful in these circumstances? By skillful, I mean, is it going to be conducive"
    },
    {
      "index": 160,
      "start_time": 981110.0,
      "end_time": 985339.0,
      "text": "to the goal we&#39;re searching for? Is it really going to be help? Is it going to be purposeful?"
    },
    {
      "index": 161,
      "start_time": 985339.0,
      "end_time": 991209.0,
      "text": "What the consequence are going to be for ourselves and other people? That&#39;s what mindfulness"
    },
    {
      "index": 162,
      "start_time": 991209.0,
      "end_time": 997470.0,
      "text": "has behind it. Just like what you think what&#39;s the consequences. Where is this going to lead?"
    },
    {
      "index": 163,
      "start_time": 997470.0,
      "end_time": 1006509.0,
      "text": "And so, if we say with sensuality, there always has to be some restraint. Whether a lay person"
    },
    {
      "index": 164,
      "start_time": 1006510.0,
      "end_time": 1010501.0,
      "text": "or a monk, we have restraints so we are not going to have any partners or any sex. That&#39;s"
    },
    {
      "index": 165,
      "start_time": 1010500.0,
      "end_time": 1015899.0,
      "text": "our restraint because we have a goal of developing very deep meditation. We might come up with"
    },
    {
      "index": 166,
      "start_time": 1015900.0,
      "end_time": 1022981.0,
      "text": "that later on but as lay person in this world, your restraint has to be, I would hope, just"
    },
    {
      "index": 167,
      "start_time": 1022980.0,
      "end_time": 1025900.0,
      "text": "with your partner."
    },
    {
      "index": 168,
      "start_time": 1025900.0000000001,
      "end_time": 1030299.0000000001,
      "text": "Because you should know that if you have... if you&#39;re already having a relationship and"
    },
    {
      "index": 169,
      "start_time": 1030300.0,
      "end_time": 1036741.0,
      "text": "you have sex outside of that relationship that&#39;s really going to hurt someone. Now don&#39;t"
    },
    {
      "index": 170,
      "start_time": 1036740.0,
      "end_time": 1042270.0,
      "text": "think you... I maybe wrong here but I don&#39;t think you can actually say, the other person"
    },
    {
      "index": 171,
      "start_time": 1042270.0,
      "end_time": 1045439.0,
      "text": "would say &quot;oh you go ahead, go and do that. Go and sleep with my best friend. I don&#39;t"
    },
    {
      "index": 172,
      "start_time": 1045440.0,
      "end_time": 1050731.0,
      "text": "mind.&quot; I think that most people would mind. I could be wrong there but please tell me."
    },
    {
      "index": 173,
      "start_time": 1050730.0,
      "end_time": 1057620.0,
      "text": "But most people would mind if you cheat in that relationship. So that&#39;s obviously an"
    },
    {
      "index": 174,
      "start_time": 1057620.0,
      "end_time": 1067110.0,
      "text": "example of like harming someone else. So, if our aim is not to harm another person certainly"
    },
    {
      "index": 175,
      "start_time": 1067110.0,
      "end_time": 1074490.0,
      "text": "if that was like an underage child. We know that&#39;s going to harm that person. I mean these"
    },
    {
      "index": 176,
      "start_time": 1074490.0,
      "end_time": 1080620.0,
      "text": "psychologists, sociologists, know that pedophilia, which is having sex with someone underage,"
    },
    {
      "index": 177,
      "start_time": 1080620.0,
      "end_time": 1087620.0,
      "text": "is going to be harmful. In the same way that misusing your position of authority as a teacher,"
    },
    {
      "index": 178,
      "start_time": 1087620.0,
      "end_time": 1093090.0,
      "text": "as a counselor with your students there&#39;s just too much transference going on there,"
    },
    {
      "index": 179,
      "start_time": 1093090.0,
      "end_time": 1103159.0,
      "text": "it&#39;s not a very clear relationship to complicate with any sexual or emotional, or other entanglements."
    },
    {
      "index": 180,
      "start_time": 1103160.0,
      "end_time": 1109191.0,
      "text": "So, that&#39;s usually a no-no as well. Why is it a no-no? Not because it&#39;s evil or because"
    },
    {
      "index": 181,
      "start_time": 1109190.0,
      "end_time": 1116100.0,
      "text": "it says so in some sort of book it&#39;s an abomination. Simply because it&#39;s going to be harmful and"
    },
    {
      "index": 182,
      "start_time": 1116100.0,
      "end_time": 1121440.0,
      "text": "against that on the opposite side when Buddhism talks about like homosexual relationships"
    },
    {
      "index": 183,
      "start_time": 1121440.0,
      "end_time": 1127500.0,
      "text": "and sex, we ask what&#39;s the harm in that? And, of course, there is no harm in it. At least"
    },
    {
      "index": 184,
      "start_time": 1127500.0,
      "end_time": 1135539.0,
      "text": "no harm which I can see, and therefore OK, off you go, enjoy your relationship together."
    },
    {
      "index": 185,
      "start_time": 1135540.0,
      "end_time": 1140361.0,
      "text": "So when we actually see that it&#39;s not evil, not bad, but it&#39;s not that you can do anything"
    },
    {
      "index": 186,
      "start_time": 1140360.0,
      "end_time": 1144720.0,
      "text": "you like. We are wise about this. Is it going to harm another person? Is it going to harm"
    },
    {
      "index": 187,
      "start_time": 1144720.0,
      "end_time": 1149419.0,
      "text": "ourselves? What&#39;s going to be the result of this? It&#39;s the same with like unprotected"
    },
    {
      "index": 188,
      "start_time": 1149420.0,
      "end_time": 1156281.0,
      "text": "sex. If you&#39;re, obviously, wanting to have a baby, fine but if you don&#39;t want to have"
    },
    {
      "index": 189,
      "start_time": 1156280.0,
      "end_time": 1163720.0,
      "text": "a baby, you know, have protection. So, the idea of like in some religions condoms being"
    },
    {
      "index": 190,
      "start_time": 1163720.0,
      "end_time": 1171240.0,
      "text": "bad or any type of contraception being evil that&#39;s certainly not around in Buddhism, because"
    },
    {
      "index": 191,
      "start_time": 1171240.0,
      "end_time": 1176010.0,
      "text": "it&#39;s not what you are doing so much but why you are doing it and what the effect is. You&#39;re"
    },
    {
      "index": 192,
      "start_time": 1176010.0,
      "end_time": 1180770.0,
      "text": "not harming anybody, you are not harming yourself, it&#39;s for the greater good, fine that is called"
    },
    {
      "index": 193,
      "start_time": 1180770.0,
      "end_time": 1187510.0,
      "text": "skillful. Just like a carpenter is skillful because they&#39;re making a piece of wood and"
    },
    {
      "index": 194,
      "start_time": 1187510.0,
      "end_time": 1191900.0,
      "text": "they make it well. They make an effort and they make a beautiful furniture afterwards,"
    },
    {
      "index": 195,
      "start_time": 1191900.0,
      "end_time": 1195610.0,
      "text": "that&#39;s skillful. Unskillful is if they don&#39;t know what they&#39;re doing, they take a piece"
    },
    {
      "index": 196,
      "start_time": 1195610.0,
      "end_time": 1201860.0,
      "text": "of wood and make a big mess of it. So, not good, not bad but skillful and unskillful."
    },
    {
      "index": 197,
      "start_time": 1201860.0,
      "end_time": 1208120.0,
      "text": "So, with the way of sensuality, we always have to have some restraint because we know"
    },
    {
      "index": 198,
      "start_time": 1208120.0,
      "end_time": 1212860.0,
      "text": "it&#39;s going to be harmful so first of all we should be wise to know what&#39;s harmful, what"
    },
    {
      "index": 199,
      "start_time": 1212860.0,
      "end_time": 1221980.0,
      "text": "isn&#39;t harmful to us. And obviously, just underage sex or sex outside of your relationship, that"
    },
    {
      "index": 200,
      "start_time": 1221980.0,
      "end_time": 1229710.0,
      "text": "probably would be harmful. So what happens? How can we have some strategies to actually"
    },
    {
      "index": 201,
      "start_time": 1229710.0,
      "end_time": 1235620.0,
      "text": "stop that harm or limit that harm? And this is where the Buddhist idea of mindfulness"
    },
    {
      "index": 202,
      "start_time": 1235620.0,
      "end_time": 1240150.0,
      "text": "comes in because with mindfulness, when you are aware of what&#39;s going on, you find you"
    },
    {
      "index": 203,
      "start_time": 1240150.0,
      "end_time": 1245760.0,
      "text": "do have much more control in your life. It&#39;s just like the carpenter learns more about"
    },
    {
      "index": 204,
      "start_time": 1245760.0,
      "end_time": 1248950.0,
      "text": "their tools so that when they are sawing, when they are planning, they are much more"
    },
    {
      "index": 205,
      "start_time": 1248950.0,
      "end_time": 1255059.0,
      "text": "sensitive so they don&#39;t make so many mistakes and that sensitivity to your inner world,"
    },
    {
      "index": 206,
      "start_time": 1255060.0,
      "end_time": 1260180.0,
      "text": "to your mind, to your lust, to your anger, to your desires, to what you want, is an important"
    },
    {
      "index": 207,
      "start_time": 1260180.0,
      "end_time": 1262871.0,
      "text": "part of Buddhist practice."
    },
    {
      "index": 208,
      "start_time": 1262870.0,
      "end_time": 1267210.0,
      "text": "So, we don&#39;t just say no, don&#39;t do it. We don&#39;t say that&#39;s bad or that&#39;s unskillful."
    },
    {
      "index": 209,
      "start_time": 1267210.0,
      "end_time": 1271679.0,
      "text": "One of the nicest thing about Buddhist practice is we help you find out what you are doing,"
    },
    {
      "index": 210,
      "start_time": 1271680.0,
      "end_time": 1279991.0,
      "text": "why you are doing it, and how to lessen the problems which is why that when we have these"
    },
    {
      "index": 211,
      "start_time": 1279990.0,
      "end_time": 1285179.0,
      "text": "trainings of the mind in meditation to increase your mindfulness, awareness, you start to"
    },
    {
      "index": 212,
      "start_time": 1285180.0,
      "end_time": 1290621.0,
      "text": "see your whole mental processes and what happens. Where does lust comes from anyway? What actually"
    },
    {
      "index": 213,
      "start_time": 1290620.0,
      "end_time": 1293340.0,
      "text": "is happening there?"
    },
    {
      "index": 214,
      "start_time": 1293340.0,
      "end_time": 1298409.0,
      "text": "One of the problems is, when a person does.., you might might be in a nice relationship."
    },
    {
      "index": 215,
      "start_time": 1298410.0,
      "end_time": 1302160.0,
      "text": "When you do see some other person, there will always be people who are attractive. Wow,"
    },
    {
      "index": 216,
      "start_time": 1302160.0,
      "end_time": 1308241.0,
      "text": "she&#39;s nice. He&#39;s hot. Whatever it is, there will be an attraction and of course that&#39;s"
    },
    {
      "index": 217,
      "start_time": 1308240.0,
      "end_time": 1311919.0,
      "text": "natural, you can&#39;t stop that. And just to think that I&#39;m not going to look at another"
    },
    {
      "index": 218,
      "start_time": 1311920.0,
      "end_time": 1315991.0,
      "text": "girl not when I am married, only you dear. I&#39;m not going to look at anyone else for the"
    },
    {
      "index": 219,
      "start_time": 1315990.0,
      "end_time": 1321140.0,
      "text": "rest of my life. That&#39;s a lie, isn&#39;t it? You can&#39;t do that. Or I&#39;m not going to like anyone"
    },
    {
      "index": 220,
      "start_time": 1321140.0,
      "end_time": 1326190.0,
      "text": "else. Well, that&#39;s a lie because you will have lust for other men and other women once"
    },
    {
      "index": 221,
      "start_time": 1326190.0,
      "end_time": 1332010.0,
      "text": "you get married, once you have that relationship. So, be realistic and then say what are we"
    },
    {
      "index": 222,
      "start_time": 1332010.0,
      "end_time": 1336740.0,
      "text": "going to do about this. And obviously, that mindfulness is very important because that"
    },
    {
      "index": 223,
      "start_time": 1336740.0,
      "end_time": 1341400.0,
      "text": "mindfulness sees that whether it&#39;s lust, whether it&#39;s anger, whether it&#39;s any other addiction,"
    },
    {
      "index": 224,
      "start_time": 1341400.0,
      "end_time": 1347929.0,
      "text": "there is a whole train of mental activity, a process. It&#39;s the mindfulness which can"
    },
    {
      "index": 225,
      "start_time": 1347930.0,
      "end_time": 1354560.0,
      "text": "interrupt that process at anytime and it stop before it gets too bad. What mindfulness does"
    },
    {
      "index": 226,
      "start_time": 1354560.0,
      "end_time": 1361481.0,
      "text": "is like trying to stop a train. When a train has left the station, it&#39;s going 110 kilometers"
    },
    {
      "index": 227,
      "start_time": 1361480.0,
      "end_time": 1366600.0,
      "text": "an hour down the track with so much weight behind it. If the train driver tries to stops"
    },
    {
      "index": 228,
      "start_time": 1366600.0,
      "end_time": 1371830.0,
      "text": "and put on the breaks because there&#39;s an obstruction on the road or on the rails in front of it,"
    },
    {
      "index": 229,
      "start_time": 1371830.0,
      "end_time": 1375520.0,
      "text": "sometimes you just can&#39;t do that. It&#39;s going too fast and the momentum is too strong. A"
    },
    {
      "index": 230,
      "start_time": 1375520.0,
      "end_time": 1381799.0,
      "text": "train going that fast takes maybe half a kilometer to come to a halt which is why that sometimes"
    },
    {
      "index": 231,
      "start_time": 1381800.0,
      "end_time": 1388910.0,
      "text": "there are these terrible crashes when a car crosses the railway line. The driver sees"
    },
    {
      "index": 232,
      "start_time": 1388910.0,
      "end_time": 1393831.0,
      "text": "it but it&#39;s going too fast to stop."
    },
    {
      "index": 233,
      "start_time": 1393830.0,
      "end_time": 1398850.0,
      "text": "This is what happens when we try to catch our lust or whatever, our anger, when it&#39;s"
    },
    {
      "index": 234,
      "start_time": 1398850.0,
      "end_time": 1403120.0,
      "text": "a bit too late. It&#39;s gone too fast, the momentum is too strong, we can&#39;t stop it straight away."
    },
    {
      "index": 235,
      "start_time": 1403120.0,
      "end_time": 1410070.0,
      "text": "Many of you know that when you&#39;re in the power of lust, you can&#39;t stop just straightaway."
    },
    {
      "index": 236,
      "start_time": 1410070.0,
      "end_time": 1415580.0,
      "text": "You just can&#39;t say no I&#39;m going to stop now. It&#39;s like a train just trying to pull on the"
    },
    {
      "index": 237,
      "start_time": 1415580.0,
      "end_time": 1420650.0,
      "text": "breaks and stop immediately, it just cannot be done. But the best time to stop the train"
    },
    {
      "index": 238,
      "start_time": 1420650.0,
      "end_time": 1426980.0,
      "text": "is when it&#39;s first moving out of the station. It&#39;s maybe going at one kilometer an hour"
    },
    {
      "index": 239,
      "start_time": 1426980.0,
      "end_time": 1431970.0,
      "text": "and then you can put on the break, it&#39;s easy to stop it. So one of the great things about"
    },
    {
      "index": 240,
      "start_time": 1431970.0,
      "end_time": 1436929.0,
      "text": "mindfulness is actually you can see the whole process happening. You can stop it earlier"
    },
    {
      "index": 241,
      "start_time": 1436930.0,
      "end_time": 1441290.0,
      "text": "if you think it&#39;s going to be unskillful, if it&#39;s not going to help you. So a man who&#39;s"
    },
    {
      "index": 242,
      "start_time": 1441290.0,
      "end_time": 1447841.0,
      "text": "got a nice wife instead of just allowing the whole process to get so inflamed so that you"
    },
    {
      "index": 243,
      "start_time": 1447840.0,
      "end_time": 1454260.0,
      "text": "are just under the power of lust and you can&#39;t stop it anymore, you try and stop it earlier."
    },
    {
      "index": 244,
      "start_time": 1454260.0,
      "end_time": 1459320.0,
      "text": "And that way, if you see this really, really nice girl and she is really amazing. You see"
    },
    {
      "index": 245,
      "start_time": 1459320.0,
      "end_time": 1464340.0,
      "text": "that whole process happens, stop it now before it gets too late. It&#39;s called just simple"
    },
    {
      "index": 246,
      "start_time": 1464340.0,
      "end_time": 1467460.0,
      "text": "restraint."
    },
    {
      "index": 247,
      "start_time": 1467460.0,
      "end_time": 1471570.0,
      "text": "To be able to stop that thing obviously, we have to want to stop it and that&#39;s where the"
    },
    {
      "index": 248,
      "start_time": 1471570.0,
      "end_time": 1476779.0,
      "text": "wisdom comes up. Just don&#39;t be stupid and think you&#39;re in control of these things. Once"
    },
    {
      "index": 249,
      "start_time": 1476780.0,
      "end_time": 1482420.0,
      "text": "you get too far, you are out of control which is why I&#39;ve told many women who&#39;ve had problems"
    },
    {
      "index": 250,
      "start_time": 1482420.0,
      "end_time": 1486141.0,
      "text": "with their husbands that when a man gets lust they literally are crazy."
    },
    {
      "index": 251,
      "start_time": 1486140.0,
      "end_time": 1495470.0,
      "text": "It&#39;s not a joke but you are mad. One thing you think you&#39;ll never get caught. [Laughs]."
    },
    {
      "index": 252,
      "start_time": 1495470.0,
      "end_time": 1500789.0,
      "text": "You do get caught and your wife is no idiot. She knows what&#39;s going on. She knows the signs."
    },
    {
      "index": 253,
      "start_time": 1500790.0,
      "end_time": 1506680.0,
      "text": "It&#39;s amazing just how many men have an affair and they think, I am in complete control."
    },
    {
      "index": 254,
      "start_time": 1506680.0,
      "end_time": 1513381.0,
      "text": "It&#39;s only a bit of fun. My wife won&#39;t ever even find out. And then when she does find"
    },
    {
      "index": 255,
      "start_time": 1513380.0,
      "end_time": 1517950.0,
      "text": "out, it comes to me to sort out all these problems and try to give him another chance."
    },
    {
      "index": 256,
      "start_time": 1517950.0,
      "end_time": 1522460.0,
      "text": "Or maybe no other chance and divorce and all the problems that comes from that, and custody"
    },
    {
      "index": 257,
      "start_time": 1522460.0,
      "end_time": 1529490.0,
      "text": "battles. There is a danger there so don&#39;t let it go so far so you go crazy and you lose"
    },
    {
      "index": 258,
      "start_time": 1529490.0,
      "end_time": 1538210.0,
      "text": "your common sense. You will get caught. So are you willing to have that problem in your"
    },
    {
      "index": 259,
      "start_time": 1538210.0,
      "end_time": 1543870.0,
      "text": "relationship and do that to this other person that you live with and your kids?"
    },
    {
      "index": 260,
      "start_time": 1543870.0,
      "end_time": 1548679.0,
      "text": "So this is actually our mindfulness and our wisdom don&#39;t allow us to go to such a point"
    },
    {
      "index": 261,
      "start_time": 1548680.0,
      "end_time": 1557290.0,
      "text": "where we get crazy and we lose the sense of reality. Don&#39;t always think that you are in"
    },
    {
      "index": 262,
      "start_time": 1557290.0,
      "end_time": 1563310.0,
      "text": "control of this stuff because you know sexuality is such a strong force. Most of you can&#39;t"
    },
    {
      "index": 263,
      "start_time": 1563310.0,
      "end_time": 1568131.0,
      "text": "control it. When it gets so far that&#39;s it. Relationships keep going on and sometimes,"
    },
    {
      "index": 264,
      "start_time": 1568130.0,
      "end_time": 1574230.0,
      "text": "you know it&#39;s going to hurt. You should have known earlier so please learn. It&#39;s not a"
    },
    {
      "index": 265,
      "start_time": 1574230.0,
      "end_time": 1578860.0,
      "text": "guilt trip. We are not saying you&#39;re a bad boy and you terrible girl, you shouldn&#39;t have"
    },
    {
      "index": 266,
      "start_time": 1578860.0,
      "end_time": 1584070.0,
      "text": "done that. And you&#39;re excommunicated from the Buddhist society for life. Guilt again"
    },
    {
      "index": 267,
      "start_time": 1584070.0,
      "end_time": 1589029.0,
      "text": "has no part of this because if we have guilt and we are running through fear, we should"
    },
    {
      "index": 268,
      "start_time": 1589030.0,
      "end_time": 1592800.0,
      "text": "never work through fear. We should always work through just the wisdom, understanding"
    },
    {
      "index": 269,
      "start_time": 1592800.0,
      "end_time": 1599530.0,
      "text": "the consequences and being wise and being sharp. So in sensuality everybody has to have"
    },
    {
      "index": 270,
      "start_time": 1599530.0,
      "end_time": 1603631.0,
      "text": "some sort of restraint."
    },
    {
      "index": 271,
      "start_time": 1603630.0,
      "end_time": 1609289.0,
      "text": "In other words, it&#39;s not just some free lunch so we can just eat at the table of sensuality"
    },
    {
      "index": 272,
      "start_time": 1609290.0,
      "end_time": 1617471.0,
      "text": "as much as we want, and thinking nothing is going to go wrong. We have to balance our"
    },
    {
      "index": 273,
      "start_time": 1617470.0,
      "end_time": 1626390.0,
      "text": "diet of sensuality. Not too much not too little. According to our means, and how we make that"
    },
    {
      "index": 274,
      "start_time": 1626390.0,
      "end_time": 1634659.0,
      "text": "decision of how much and also the best way for your partner. Just for her or for him"
    },
    {
      "index": 275,
      "start_time": 1634660.0,
      "end_time": 1642131.0,
      "text": "and keep it that way. And also understand the dangers there. And again, because I&#39;m"
    },
    {
      "index": 276,
      "start_time": 1642130.0,
      "end_time": 1648309.0,
      "text": "a monk, because we draw the line as monks having actually very little sensuality especially"
    },
    {
      "index": 277,
      "start_time": 1648310.0,
      "end_time": 1654461.0,
      "text": "sexuality with the opposite sex. Because again, that was going to really help our deep mediation"
    },
    {
      "index": 278,
      "start_time": 1654460.0,
      "end_time": 1659549.0,
      "text": "even much more. It&#39;s one of the great teachings of the Buddha. He said that when you lessen"
    },
    {
      "index": 279,
      "start_time": 1659550.0,
      "end_time": 1664511.0,
      "text": "the sensuality your concern for the outer world especially even sexuality, food, and"
    },
    {
      "index": 280,
      "start_time": 1664510.0,
      "end_time": 1670390.0,
      "text": "entertainment. Literally, your mind goes more inside. It doesn&#39;t get drawn outside so much"
    },
    {
      "index": 281,
      "start_time": 1670390.0,
      "end_time": 1680440.0,
      "text": "and it makes it much easier to get into the deep meditations. That might interest some"
    },
    {
      "index": 282,
      "start_time": 1680440.0,
      "end_time": 1685130.0,
      "text": "of you and might sort of confuse some of you but it&#39;s one of the reasons why when you go"
    },
    {
      "index": 283,
      "start_time": 1685130.0,
      "end_time": 1690070.0,
      "text": "on these nine day meditation retreats we always ask people to keep eight precepts, which means"
    },
    {
      "index": 284,
      "start_time": 1690070.0,
      "end_time": 1696500.0,
      "text": "no sexuality for those nine days in order that you can actually focus more on the inner"
    },
    {
      "index": 285,
      "start_time": 1696500.0,
      "end_time": 1700220.0,
      "text": "world rather than the outer world. Because the sensuality we&#39;re talking about there draws"
    },
    {
      "index": 286,
      "start_time": 1700220.0,
      "end_time": 1707240.0,
      "text": "you out. And for the time you meditate you want to go in. And actually you do get another"
    },
    {
      "index": 287,
      "start_time": 1707240.0,
      "end_time": 1713480.0,
      "text": "type of happiness when you withdraw from that sensuality. So monks and nuns are usually"
    },
    {
      "index": 288,
      "start_time": 1713480.0,
      "end_time": 1720230.0,
      "text": "non-sensual and because we&#39;re non-sensual sometimes people think all Buddhists should"
    },
    {
      "index": 289,
      "start_time": 1720230.0,
      "end_time": 1724730.0,
      "text": "be like that and they start complaining, &quot;What happen if everybody became a Buddhist? Then"
    },
    {
      "index": 290,
      "start_time": 1724730.0,
      "end_time": 1728899.0,
      "text": "we will not have any more people in the world.&quot; That&#39;s a stupid comment. Because only some"
    },
    {
      "index": 291,
      "start_time": 1728900.0,
      "end_time": 1734270.0,
      "text": "people will go to be monks and nuns. Ordinary Buddhists, they have families and they go"
    },
    {
      "index": 292,
      "start_time": 1734270.0,
      "end_time": 1741451.0,
      "text": "to the casino. But if you go to the casino be careful. Don&#39;t go too far. Know your limits"
    },
    {
      "index": 293,
      "start_time": 1741450.0,
      "end_time": 1751390.0,
      "text": "and if you get too far let the train stop before you know it&#39;s irreversible. It is the"
    },
    {
      "index": 294,
      "start_time": 1751390.0,
      "end_time": 1756880.0,
      "text": "same with sensuality, sexuality. As monks, this is where we draw the line but we don&#39;t"
    },
    {
      "index": 295,
      "start_time": 1756880.0,
      "end_time": 1761730.0,
      "text": "go too far. But as I said, the monks even they get into food as well. One of the things"
    },
    {
      "index": 296,
      "start_time": 1761730.0,
      "end_time": 1768789.0,
      "text": "I noticed when I was a young monk as soon as I gave up sex I really got into food."
    },
    {
      "index": 297,
      "start_time": 1768790.0,
      "end_time": 1774611.0,
      "text": "Food was incredibly delicious. There&#39;s almost if you give up one thing you get up another"
    },
    {
      "index": 298,
      "start_time": 1774610.0,
      "end_time": 1779640.0,
      "text": "thing. And I was very fascinated to see that actually when you go through puberty actually"
    },
    {
      "index": 299,
      "start_time": 1779640.0,
      "end_time": 1783880.0,
      "text": "there comes a stage before sexuality when you really get into food also, as if I was"
    },
    {
      "index": 300,
      "start_time": 1783880.0,
      "end_time": 1788700.0,
      "text": "going backwards in my development. As a young man you get really into the food and then"
    },
    {
      "index": 301,
      "start_time": 1788700.0,
      "end_time": 1793409.0,
      "text": "you get into the girls and I was going backwards. Gave up the girls and going into food again."
    },
    {
      "index": 302,
      "start_time": 1793410.0,
      "end_time": 1798270.0,
      "text": "Before actually going back again to sort-of not being involved in that at all but even"
    },
    {
      "index": 303,
      "start_time": 1798270.0,
      "end_time": 1803481.0,
      "text": "actually with food, it&#39;s delicious, it&#39;s nice but obviously you can&#39;t eat too much, you"
    },
    {
      "index": 304,
      "start_time": 1803480.0,
      "end_time": 1808769.0,
      "text": "get stomach aches. So you actually have to restrain yourself. All the sensuality we have,"
    },
    {
      "index": 305,
      "start_time": 1808770.0,
      "end_time": 1813180.0,
      "text": "you know, it&#39;s almost like it has to be a voluntary restraint when we see the problems"
    },
    {
      "index": 306,
      "start_time": 1813180.0,
      "end_time": 1821351.0,
      "text": "and difficulties which it might give us. And the mindfulness actually gives us a sense"
    },
    {
      "index": 307,
      "start_time": 1821350.0,
      "end_time": 1827090.0,
      "text": "of more control. So those people who have addiction problems in this world whether addicted"
    },
    {
      "index": 308,
      "start_time": 1827090.0,
      "end_time": 1832399.0,
      "text": "to sex, addicted to pornography, addicted to gambling or addicted to having one partner"
    },
    {
      "index": 309,
      "start_time": 1832400.0,
      "end_time": 1841410.0,
      "text": "after the other, if they realize it&#39;s a problem and they want to try and restrict it, then"
    },
    {
      "index": 310,
      "start_time": 1841410.0,
      "end_time": 1846461.0,
      "text": "the mindfulness practices helps them enormously. Of course, once they have to realize it is"
    },
    {
      "index": 311,
      "start_time": 1846460.0,
      "end_time": 1851279.0,
      "text": "a problem and then how do we solve it - the mindfulness, awareness of what&#39;s happening"
    },
    {
      "index": 312,
      "start_time": 1851280.0,
      "end_time": 1860150.0,
      "text": "in your mind. And get different responses so we don&#39;t go through the same old habitual"
    },
    {
      "index": 313,
      "start_time": 1860150.0,
      "end_time": 1866050.0,
      "text": "reactions. What mindfulness is, is just like you see these three exit doors of the front"
    },
    {
      "index": 314,
      "start_time": 1866050.0,
      "end_time": 1873020.0,
      "text": "of this hall and two on the side. What mindfulness is if you see more than one doorway so you"
    },
    {
      "index": 315,
      "start_time": 1873020.0,
      "end_time": 1878701.0,
      "text": "can go through other doorways. Because in life we&#39;re creatures of habit. We think we"
    },
    {
      "index": 316,
      "start_time": 1878700.0,
      "end_time": 1884419.0,
      "text": "always have to do things exactly the same way. We literally go through the same doorway"
    },
    {
      "index": 317,
      "start_time": 1884420.0,
      "end_time": 1891030.0,
      "text": "every time. It&#39;s habit, we don&#39;t even look to see if there&#39;s any alternative. So it&#39;s"
    },
    {
      "index": 318,
      "start_time": 1891030.0,
      "end_time": 1897251.0,
      "text": "the same reaction - you see the beautiful girl - the same reaction over and over again."
    },
    {
      "index": 319,
      "start_time": 1897250.0,
      "end_time": 1901730.0,
      "text": "What mindfulness does, you actually see other ways you can deal with this problem. Or no,"
    },
    {
      "index": 320,
      "start_time": 1901730.0,
      "end_time": 1906820.0,
      "text": "this may not be a problem, maybe some of you want to do it, but you&#39;ve got more alternatives."
    },
    {
      "index": 321,
      "start_time": 1906820.0,
      "end_time": 1912669.0,
      "text": "An addict has got no alternatives at all. They&#39;re in a rut, a habit, which is so ingrained"
    },
    {
      "index": 322,
      "start_time": 1912670.0,
      "end_time": 1914951.0,
      "text": "they just go there and they cannot stop themselves."
    },
    {
      "index": 323,
      "start_time": 1914950.0,
      "end_time": 1921269.0,
      "text": "There are other alternatives all the time. But we need the mindfulness trained to see"
    },
    {
      "index": 324,
      "start_time": 1921270.0,
      "end_time": 1926481.0,
      "text": "that. So what mindfulness actually is, is when you come here on a Friday night never"
    },
    {
      "index": 325,
      "start_time": 1926480.0,
      "end_time": 1933690.0,
      "text": "sitting in the same place. I&#39;m excepted here because I have to sit in this place. That&#39;s"
    },
    {
      "index": 326,
      "start_time": 1933690.0,
      "end_time": 1938440.0,
      "text": "where the microphone is. But why is it that people always try and sit in the same place"
    },
    {
      "index": 327,
      "start_time": 1938440.0,
      "end_time": 1942690.0,
      "text": "or they park the car in the same way, always eat the same food? When they go to work in"
    },
    {
      "index": 328,
      "start_time": 1942690.0,
      "end_time": 1946299.0,
      "text": "the morning, they always go the same way or they go back the same way, become creatures"
    },
    {
      "index": 329,
      "start_time": 1946300.0,
      "end_time": 1954300.0,
      "text": "of habit. When you become creatures of habit that&#39;s called no mindfulness. It&#39;s a wonderful"
    },
    {
      "index": 330,
      "start_time": 1954300.0,
      "end_time": 1962071.0,
      "text": "thing to be able to change. And I will challenge you tomorrow morning - one of my first examples"
    },
    {
      "index": 331,
      "start_time": 1962070.0,
      "end_time": 1969130.0,
      "text": "of training in mindfulness is when you wake up tomorrow morning and you brush your teeth,"
    },
    {
      "index": 332,
      "start_time": 1969130.0,
      "end_time": 1974809.0,
      "text": "which side of the mouth do you start brushing your teeth? The left or the right or in the"
    },
    {
      "index": 333,
      "start_time": 1974810.0,
      "end_time": 1983351.0,
      "text": "middle, above or below? Tomorrow morning I challenge you - start somewhere else. Start"
    },
    {
      "index": 334,
      "start_time": 1983350.0,
      "end_time": 1989149.0,
      "text": "a different part of the mouth every morning. Come on! Live on the wild side! [Laughter]."
    },
    {
      "index": 335,
      "start_time": 1989150.0,
      "end_time": 1999310.0,
      "text": "That&#39;s a very simple example, but it makes a point that we&#39;re habitual, we always start"
    },
    {
      "index": 336,
      "start_time": 1999310.0,
      "end_time": 2004560.0,
      "text": "in the same place. There&#39;s no reason to start at that place, but because we start at the"
    },
    {
      "index": 337,
      "start_time": 2004560.0,
      "end_time": 2009221.0,
      "text": "same place, it&#39;s a creature of habit. We don&#39;t need to even think about or be aware of what"
    },
    {
      "index": 338,
      "start_time": 2009220.0,
      "end_time": 2013639.0,
      "text": "we&#39;re doing. It just goes and does it without any mindfulness, awareness at all. You literally"
    },
    {
      "index": 339,
      "start_time": 2013640.0,
      "end_time": 2020111.0,
      "text": "are dulling your mind out and becoming a creature of habit. And it&#39;s the habits which causes"
    },
    {
      "index": 340,
      "start_time": 2020110.0,
      "end_time": 2026740.0,
      "text": "the addictions whether it&#39;s with the gambling, with food, with sex, other sensuality, or"
    },
    {
      "index": 341,
      "start_time": 2026740.0,
      "end_time": 2032789.0,
      "text": "say pornography. Why do people want to watch pornography on the Internet so much? After"
    },
    {
      "index": 342,
      "start_time": 2032790.0,
      "end_time": 2040591.0,
      "text": "a while it does become an addiction. You get drawn in there and after while we can&#39;t stop"
    },
    {
      "index": 343,
      "start_time": 2040590.0,
      "end_time": 2046179.0,
      "text": "ourselves. OK. You can stop yourself. There&#39;s other doorways you can go through, or maybe"
    },
    {
      "index": 344,
      "start_time": 2046180.0,
      "end_time": 2051731.0,
      "text": "other windows on the net."
    },
    {
      "index": 345,
      "start_time": 2051730.0,
      "end_time": 2055660.0,
      "text": "So first of all you&#39;ve got to know it&#39;s a problem and then do something to stop it."
    },
    {
      "index": 346,
      "start_time": 2055659.9999999998,
      "end_time": 2060729.9999999998,
      "text": "Obviously, one of the reasons why people get addicted is also there&#39;s a pleasure to it"
    },
    {
      "index": 347,
      "start_time": 2060730.0,
      "end_time": 2067320.0,
      "text": "as well. I was very fascinated to see the way the Buddha looked at sensuality by saying"
    },
    {
      "index": 348,
      "start_time": 2067320.0000000002,
      "end_time": 2073670.0000000002,
      "text": "yeah there&#39;s a pleasure there but there&#39;s also a payback afterwards. And the Buddha"
    },
    {
      "index": 349,
      "start_time": 2073670.0,
      "end_time": 2079450.0,
      "text": "- this is 25 centuries ago - he compared such sensuality like to borrowing money, taking"
    },
    {
      "index": 350,
      "start_time": 2079449.9999999998,
      "end_time": 2086289.9999999998,
      "text": "out a loan. Which is actually very deep and profound because when say you are watching"
    },
    {
      "index": 351,
      "start_time": 2086290.0,
      "end_time": 2091820.0,
      "text": "pornography or you know getting into some sort of sensuality there&#39;s a lot of joy there"
    },
    {
      "index": 352,
      "start_time": 2091820.0000000002,
      "end_time": 2097090.0000000002,
      "text": "at the beginning. But often we have to pay it back afterwards. And sometimes like a loan"
    },
    {
      "index": 353,
      "start_time": 2097090.0000000002,
      "end_time": 2101280.0,
      "text": "the only way you can pay it back is by taking out another loan to the pay off the original"
    },
    {
      "index": 354,
      "start_time": 2101280.0,
      "end_time": 2106640.0,
      "text": "debt and the loan gets bigger and bigger and bigger until one gets into such a great financial"
    },
    {
      "index": 355,
      "start_time": 2106640.0,
      "end_time": 2112890.0,
      "text": "mess, there&#39;s no way you can actually pay back your loan. And that is actually just"
    },
    {
      "index": 356,
      "start_time": 2112890.0,
      "end_time": 2119840.0,
      "text": "a beautiful description of addiction and actually how it happens. Because we get some pleasure"
    },
    {
      "index": 357,
      "start_time": 2119840.0,
      "end_time": 2123750.0,
      "text": "back in the first and then to actually get some more pleasure we have to do it again"
    },
    {
      "index": 358,
      "start_time": 2123750.0,
      "end_time": 2128670.0,
      "text": "but even more intense, and then more intense next time, until the only way can get that"
    },
    {
      "index": 359,
      "start_time": 2128670.0,
      "end_time": 2133650.0,
      "text": "pleasure is taking bigger and bigger doses of the drug, until we&#39;re really, really in"
    },
    {
      "index": 360,
      "start_time": 2133650.0,
      "end_time": 2142480.0,
      "text": "great debt. It&#39;s a very profound description of actually what addiction is and how it happens."
    },
    {
      "index": 361,
      "start_time": 2142480.0,
      "end_time": 2149280.0,
      "text": "So the understanding that please don&#39;t that deep into any addiction that you get caught"
    },
    {
      "index": 362,
      "start_time": 2149280.0,
      "end_time": 2157570.0,
      "text": "into such a debt trap. But there&#39;s also understanding that there are other pleasures in this world."
    },
    {
      "index": 363,
      "start_time": 2157570.0,
      "end_time": 2163050.0,
      "text": "Not just the sensory pleasures. And it&#39;s true, the pleasures of just your family, friendship,"
    },
    {
      "index": 364,
      "start_time": 2163050.0,
      "end_time": 2170160.0,
      "text": "romantic love rather than sexual love. Those other pleasures should also be recognized"
    },
    {
      "index": 365,
      "start_time": 2170160.0,
      "end_time": 2175600.0,
      "text": "and should be emphasized, because the other pleasures can be used as a substitute for"
    },
    {
      "index": 366,
      "start_time": 2175600.0,
      "end_time": 2182010.0,
      "text": "the instant gratification of some sensuality. So if you are addicted to some types of that"
    },
    {
      "index": 367,
      "start_time": 2182010.0,
      "end_time": 2187630.0,
      "text": "sensuality, not just mindfulness, but give yourself another reward, another thing which"
    },
    {
      "index": 368,
      "start_time": 2187630.0,
      "end_time": 2197780.0,
      "text": "is a bit more skillful than the one before. So that way that we can actually - we&#39;re not"
    },
    {
      "index": 369,
      "start_time": 2197780.0,
      "end_time": 2205080.0,
      "text": "condemning sensuality, nor are we trying to prohibit sensuality by covering everybody"
    },
    {
      "index": 370,
      "start_time": 2205080.0,
      "end_time": 2210550.0,
      "text": "up in a burkha or by saying it&#39;s evil. We&#39;re actually dealing with it in a wise way so"
    },
    {
      "index": 371,
      "start_time": 2210550.0,
      "end_time": 2215380.0,
      "text": "we can find our middle way. We don&#39;t go to extremes so we have a means of stopping ourselves"
    },
    {
      "index": 372,
      "start_time": 2215380.0,
      "end_time": 2219510.0,
      "text": "going to those extremes. We have gone to those extremes. We try to learn maybe a little bit"
    },
    {
      "index": 373,
      "start_time": 2219510.0,
      "end_time": 2224700.0,
      "text": "of meditation so our mindfulness becomes more clear so we can actually stop ourselves before"
    },
    {
      "index": 374,
      "start_time": 2224700.0,
      "end_time": 2230380.0,
      "text": "we get to that point. So for example, if someone is addicted to pornography on the web, the"
    },
    {
      "index": 375,
      "start_time": 2230380.0,
      "end_time": 2235450.0,
      "text": "mindfulness actually tells you, &quot;look, as soon as you press that button and enter that"
    },
    {
      "index": 376,
      "start_time": 2235450.0,
      "end_time": 2243530.0,
      "text": "site, you&#39;re lost.&quot; Just like in AA, or people addicted to smoking, it&#39;s once you&#39;ve picked"
    },
    {
      "index": 377,
      "start_time": 2243530.0,
      "end_time": 2247350.0,
      "text": "up that first cigarette and it&#39;s in your mouth, that&#39;s too late already. You can&#39;t put it"
    },
    {
      "index": 378,
      "start_time": 2247350.0,
      "end_time": 2252850.0,
      "text": "down then. You have to actually stop before you pick the cigarette up. And to be able"
    },
    {
      "index": 379,
      "start_time": 2252850.0,
      "end_time": 2258380.0,
      "text": "to do that we have these wonderful techniques which we call programming mindfulness. By"
    },
    {
      "index": 380,
      "start_time": 2258380.0,
      "end_time": 2263500.0,
      "text": "programming mindfulness, what you do when that trigger is not in front of you, when"
    },
    {
      "index": 381,
      "start_time": 2263500.0,
      "end_time": 2267230.0,
      "text": "you feel comfortable, when you think it&#39;s actually no problem, that&#39;s when you put the"
    },
    {
      "index": 382,
      "start_time": 2267230.0,
      "end_time": 2272320.0,
      "text": "suggestions into your mind. Say with cigarettes, &quot;I will not pick up that first cigarette."
    },
    {
      "index": 383,
      "start_time": 2272320.0,
      "end_time": 2276990.0,
      "text": "I will not pick up that first cigarette. I will not pick up that first cigarette.&quot; Because"
    },
    {
      "index": 384,
      "start_time": 2276990.0,
      "end_time": 2283890.0,
      "text": "as a meditator I know just how the mind works. It is conditioned. You are susceptible to"
    },
    {
      "index": 385,
      "start_time": 2283890.0,
      "end_time": 2288640.0,
      "text": "suggestion. And if you keep saying that to yourself again and again and again in the"
    },
    {
      "index": 386,
      "start_time": 2288640.0,
      "end_time": 2293510.0,
      "text": "quietness of, say, your bedroom when you think it&#39;s not a problem.You say it then, when it&#39;s"
    },
    {
      "index": 387,
      "start_time": 2293510.0,
      "end_time": 2296930.0,
      "text": "not a problem. When it&#39;s not in front of you. When it&#39;s in front of you, it&#39;s too late."
    },
    {
      "index": 388,
      "start_time": 2296930.0,
      "end_time": 2302620.0,
      "text": "And after a while what happens, say with the cigarette smoker, normally they would actually,"
    },
    {
      "index": 389,
      "start_time": 2302620.0,
      "end_time": 2306840.0,
      "text": "they&#39;re trying to give up but they see a cigarette and it&#39;s in their mouth before they even know"
    },
    {
      "index": 390,
      "start_time": 2306840.0,
      "end_time": 2311530.0,
      "text": "it. Because it&#39;s habit. It&#39;s just like brushing your teeth, you don&#39;t even need to think about"
    },
    {
      "index": 391,
      "start_time": 2311530.0,
      "end_time": 2317420.0,
      "text": "it you&#39;ve done it so often. But what actually happens when they develop that degree of mindfulness,"
    },
    {
      "index": 392,
      "start_time": 2317420.0,
      "end_time": 2321120.0,
      "text": "and they condition themselves, &quot;I must not smoke that first cigarette. I must not smoke"
    },
    {
      "index": 393,
      "start_time": 2321120.0,
      "end_time": 2324900.0,
      "text": "that... I must not pick it up, sorry. I must not pick it up. I must not pick it up.&quot; What"
    },
    {
      "index": 394,
      "start_time": 2324900.0,
      "end_time": 2329710.0,
      "text": "happens just before they&#39;re about to pick it up? The mindfulness actually clicks in."
    },
    {
      "index": 395,
      "start_time": 2329710.0,
      "end_time": 2335300.0,
      "text": "It&#39;s like an antivirus. Not a Norton Antivirus, a Buddha Antivirus [laughter], which actually"
    },
    {
      "index": 396,
      "start_time": 2335300.0,
      "end_time": 2341440.0,
      "text": "stops the habitual process. The thought comes up, &quot;No I won&#39;t pick it up.&quot; That&#39;s a very,"
    },
    {
      "index": 397,
      "start_time": 2341440.0,
      "end_time": 2348890.0,
      "text": "very effective way of actually stopping addictions. And because the mindfulness is actually pre-programmed"
    },
    {
      "index": 398,
      "start_time": 2348890.0,
      "end_time": 2353360.0,
      "text": "in there to say, &quot;Danger. You&#39;re going to pick up a cigarette.&quot; Or you know, &quot;You&#39;re"
    },
    {
      "index": 399,
      "start_time": 2353360.0,
      "end_time": 2359970.0,
      "text": "going to start another affair when you&#39;re married.&quot; Or, &quot;I&#39;m going to bet too much at"
    },
    {
      "index": 400,
      "start_time": 2359970.0,
      "end_time": 2365210.0,
      "text": "the casino.&quot; Or whatever else it is you&#39;re doing. And that programming is very powerful,"
    },
    {
      "index": 401,
      "start_time": 2365210.0,
      "end_time": 2370930.0,
      "text": "because that picks up the signal. It&#39;s like a little red light starts flashing in your"
    },
    {
      "index": 402,
      "start_time": 2370930.0,
      "end_time": 2375560.0,
      "text": "mind, &quot;Danger, danger, danger. You&#39;re maybe going too far.&quot; Then you have the opportunity"
    },
    {
      "index": 403,
      "start_time": 2375560.0,
      "end_time": 2379740.0,
      "text": "to stop yourself. A lot of times you can&#39;t stop yourself because you don&#39;t know what"
    },
    {
      "index": 404,
      "start_time": 2379740.0,
      "end_time": 2386840.0,
      "text": "you&#39;re doing. The mindfulness isn&#39;t there. It&#39;s habits. So that way we can actually stop"
    },
    {
      "index": 405,
      "start_time": 2386840.0,
      "end_time": 2391470.0,
      "text": "ourselves. There&#39;s other ways of stopping yourself also. Remind yourself of the dangers,"
    },
    {
      "index": 406,
      "start_time": 2391470.0,
      "end_time": 2397410.0,
      "text": "what happens when you&#39;ve done that before. Some of you, you know, you have had affairs"
    },
    {
      "index": 407,
      "start_time": 2397410.0,
      "end_time": 2405420.0,
      "text": "outside of marriage. Sometimes you may have even, had sex unknowingly with a say fifteen"
    },
    {
      "index": 408,
      "start_time": 2405420.0,
      "end_time": 2409180.0,
      "text": "year old girl, or whatever it is. You didn&#39;t know she was that young, or whatever it is."
    },
    {
      "index": 409,
      "start_time": 2409180.0,
      "end_time": 2415100.0,
      "text": "Or you&#39;ve been attracted to somebody at work who is, you know, you&#39;re their boss. All these"
    },
    {
      "index": 410,
      "start_time": 2415100.0,
      "end_time": 2417660.0,
      "text": "sort of very, very dangerous areas of our life."
    },
    {
      "index": 411,
      "start_time": 2417660.0,
      "end_time": 2423430.0,
      "text": "Be careful. If you&#39;ve made a mistake once, be careful. Pre-program yourself. Don&#39;t go"
    },
    {
      "index": 412,
      "start_time": 2423430.0,
      "end_time": 2428710.0,
      "text": "and create that pain and problems for yourself and others again. So you program yourself,"
    },
    {
      "index": 413,
      "start_time": 2428710.0,
      "end_time": 2433870.0,
      "text": "&quot;Danger, danger, danger.&quot; Once you have programmed danger, danger, you have all other ways of"
    },
    {
      "index": 414,
      "start_time": 2433870.0,
      "end_time": 2439720.0,
      "text": "dealing with this. Obviously that moving away from the stimulus if at all possible, move"
    },
    {
      "index": 415,
      "start_time": 2439720.0,
      "end_time": 2445450.0,
      "text": "away from the cigarettes. Get out of the casino. Move out of that office, or whatever else"
    },
    {
      "index": 416,
      "start_time": 2445450.0,
      "end_time": 2450990.0,
      "text": "there is, if there&#39;s somebody there who is attracting you too strongly. You have the"
    },
    {
      "index": 417,
      "start_time": 2450990.0,
      "end_time": 2455500.0,
      "text": "choice to do that, so you&#39;re actually taking control of your sensuality if it&#39;s going to"
    },
    {
      "index": 418,
      "start_time": 2455500.0,
      "end_time": 2460150.0,
      "text": "far. Again, throughout this talk you see that I&#39;m not saying sensuality is bad. I&#39;m just"
    },
    {
      "index": 419,
      "start_time": 2460150.0,
      "end_time": 2465830.0,
      "text": "saying the extremes of sensuality. It&#39;s quite wonderful fine, you&#39;re having a wonderful"
    },
    {
      "index": 420,
      "start_time": 2465830.0,
      "end_time": 2473260.0,
      "text": "relationship, enjoying sex with your partner, homosexual, whatever, whatever is creating"
    },
    {
      "index": 421,
      "start_time": 2473260.0,
      "end_time": 2477680.0,
      "text": "that bond between the two of you. That&#39;s wonderful. That&#39;s fine, but be careful not to take it"
    },
    {
      "index": 422,
      "start_time": 2477680.0,
      "end_time": 2484390.0,
      "text": "to the point where it harms yourself and harms another person. That sort of sensuality, which"
    },
    {
      "index": 423,
      "start_time": 2484390.0,
      "end_time": 2491890.0,
      "text": "we even see on the TV or you see on the movies, that&#39;s not really the problem at all. Because"
    },
    {
      "index": 424,
      "start_time": 2491890.0,
      "end_time": 2499280.0,
      "text": "it&#39;s a long time since I&#39;ve seen the TV. People actually tell me what goes on on those TVs."
    },
    {
      "index": 425,
      "start_time": 2499280.0,
      "end_time": 2508670.0,
      "text": "But I remember like... I went to visit my mother in London about 15 years ago, the first"
    },
    {
      "index": 426,
      "start_time": 2508670.0,
      "end_time": 2516330.0,
      "text": "time I&#39;d seen TV in about 7 years. It was like a copper movie show. I forget what it"
    },
    {
      "index": 427,
      "start_time": 2516330.0,
      "end_time": 2524010.0,
      "text": "was called - not Defenders, or something. Anyways, half an hour TV show, repeated every"
    },
    {
      "index": 428,
      "start_time": 2524010.0,
      "end_time": 2529800.0,
      "text": "week. As I was watching it with my mother, for giving her company, I couldn&#39;t believe"
    },
    {
      "index": 429,
      "start_time": 2529800.0,
      "end_time": 2535550.0,
      "text": "how many people died in about half an hour. I was actually counting them. I got to about"
    },
    {
      "index": 430,
      "start_time": 2535550.0,
      "end_time": 2540080.0,
      "text": "a dozen or something got shot and killed. I couldn&#39;t believe this because before, when"
    },
    {
      "index": 431,
      "start_time": 2540080.0,
      "end_time": 2544860.0,
      "text": "I was... before I became a monk, the TV was so tame. Because I had 7 years I hadn&#39;t seen"
    },
    {
      "index": 432,
      "start_time": 2544860.0,
      "end_time": 2551900.0,
      "text": "the actual progress of violence on TV, the contrast was so strong inside of me because"
    },
    {
      "index": 433,
      "start_time": 2551900.0,
      "end_time": 2557050.0,
      "text": "the police show I remembered as a kid was a police show - anyone old enough might remember"
    },
    {
      "index": 434,
      "start_time": 2557050.0,
      "end_time": 2558300.0,
      "text": "this - Dixon of Dock Green."
    },
    {
      "index": 435,
      "start_time": 2558300.0,
      "end_time": 2565420.0,
      "text": "Dixon of Dock Green was this London bobby in the days when they didn&#39;t have guns. If"
    },
    {
      "index": 436,
      "start_time": 2565420.0,
      "end_time": 2573250.0,
      "text": "he caught a burglar, the burglar would say, &quot;Ah, Sergeant Dixon, it&#39;s an honor to be caught"
    },
    {
      "index": 437,
      "start_time": 2573250.0,
      "end_time": 2577120.0,
      "text": "by you, sir.&quot; [Laughter]."
    },
    {
      "index": 438,
      "start_time": 2577120.0,
      "end_time": 2582490.0,
      "text": "And apparently they don&#39;t do that anymore. [Laughter]. Things have changed. And no one"
    },
    {
      "index": 439,
      "start_time": 2582490.0,
      "end_time": 2585920.0,
      "text": "got shot, and if they did go ever get hurt, if there was a bullet, they&#39;d go, &quot;Ooh, ooh,"
    },
    {
      "index": 440,
      "start_time": 2585920.0,
      "end_time": 2591650.0,
      "text": "ooh.&quot; You wouldn&#39;t see any blood at all. And they&#39;d just fall on the floor without any"
    },
    {
      "index": 441,
      "start_time": 2591650.0,
      "end_time": 2598930.0,
      "text": "gore or anything. But apparently things have changed enormously since then. But of course,"
    },
    {
      "index": 442,
      "start_time": 2598930.0,
      "end_time": 2606760.0,
      "text": "if you try and censor this, what happens? If you say, OK, no lewd speech on the TV,"
    },
    {
      "index": 443,
      "start_time": 2606760.0,
      "end_time": 2613690.0,
      "text": "or no naked flesh, or no sex. What happens? It just goes underground. And of course when"
    },
    {
      "index": 444,
      "start_time": 2613690.0,
      "end_time": 2619700.0,
      "text": "it goes underground, that makes it even more interesting. When it&#39;s an illegal video, or"
    },
    {
      "index": 445,
      "start_time": 2619700.0,
      "end_time": 2627190.0,
      "text": "when it&#39;s something... That&#39;s not obviously the way to deal with sensuality, to prohibit"
    },
    {
      "index": 446,
      "start_time": 2627190.0,
      "end_time": 2634080.0,
      "text": "it. Whether it&#39;s porn movies on the Internet, or whatever there always has to be some sort"
    },
    {
      "index": 447,
      "start_time": 2634080.0,
      "end_time": 2639510.0,
      "text": "of restraint. That restraint is done from understanding, is it going to harm me or harm"
    },
    {
      "index": 448,
      "start_time": 2639510.0,
      "end_time": 2641950.0,
      "text": "another person? That makes it sensible. You can understand why."
    },
    {
      "index": 449,
      "start_time": 2641950.0,
      "end_time": 2649380.0,
      "text": "That&#39;s the only real way of dealing with this, whether it&#39;s one&#39;s self, one&#39;s kids, one&#39;s"
    },
    {
      "index": 450,
      "start_time": 2649380.0,
      "end_time": 2657120.0,
      "text": "partner, whatever, to appeal to their wisdom and encourage that wisdom to see the reason"
    },
    {
      "index": 451,
      "start_time": 2657120.0,
      "end_time": 2663940.0,
      "text": "why these things are a problem. And actually give strategies to deal with addictions or"
    },
    {
      "index": 452,
      "start_time": 2663940.0,
      "end_time": 2669440.0,
      "text": "with problems, but without the guilt trips because just the guilt makes things even worse."
    },
    {
      "index": 453,
      "start_time": 2669440.0,
      "end_time": 2674560.0,
      "text": "What happens with guilt you are saying that you&#39;re worthless, you&#39;re a mistake. And people"
    },
    {
      "index": 454,
      "start_time": 2674560.0,
      "end_time": 2681440.0,
      "text": "who are made to feel guilty or are punished, they have low self esteem. Because of the"
    },
    {
      "index": 455,
      "start_time": 2681440.0,
      "end_time": 2686750.0,
      "text": "low self esteem they actually look for harming themselves. Obviously that&#39;s a great generalization"
    },
    {
      "index": 456,
      "start_time": 2686750.0,
      "end_time": 2692420.0,
      "text": "of a very complex process, but that explains it almost in a nutshell. You make a person"
    },
    {
      "index": 457,
      "start_time": 2692420.0,
      "end_time": 2696000.0,
      "text": "feel guilty, they want to punish themselves, they don&#39;t want to be happy. So this idea"
    },
    {
      "index": 458,
      "start_time": 2696000.0,
      "end_time": 2700820.0,
      "text": "of not harming themselves and not harming others. Why? They deserve to be harmed. So"
    },
    {
      "index": 459,
      "start_time": 2700820.0,
      "end_time": 2708700.0,
      "text": "the addiction carries on. So the guilt trips are actually counter-productive to actually"
    },
    {
      "index": 460,
      "start_time": 2708700.0,
      "end_time": 2716180.0,
      "text": "having some sensible happiness and good health in a world of sensuality."
    },
    {
      "index": 461,
      "start_time": 2716180.0,
      "end_time": 2721850.0,
      "text": "But also that people ask, &quot;Now why are monks celibate and why are nuns celibate, anyway?Why"
    },
    {
      "index": 462,
      "start_time": 2721850.0,
      "end_time": 2729970.0,
      "text": "do you actually reject sensuality?&quot; And are we somehow weird, depraved? I sometimes have"
    },
    {
      "index": 463,
      "start_time": 2729970.0,
      "end_time": 2736670.0,
      "text": "good fun as a monk. It was over a year ago that I was invited to the gay pride breakfast"
    },
    {
      "index": 464,
      "start_time": 2736670.0,
      "end_time": 2742560.0,
      "text": "which was at Curtin University. About a year and half ago I think. And when asked to give"
    },
    {
      "index": 465,
      "start_time": 2742560.0,
      "end_time": 2748060.0,
      "text": "a little talk, I just went up there and say, &quot;I am more deviant than all of you, all you"
    },
    {
      "index": 466,
      "start_time": 2748060.0,
      "end_time": 2755670.0,
      "text": "gay, lesbians and transgenders. Because I&#39;m celibate.&quot; So, I&#39;m the most deviated in the"
    },
    {
      "index": 467,
      "start_time": 2755670.0,
      "end_time": 2760690.0,
      "text": "whole room. [Laughs]. I&#39;m just making a little joke about that. Obviously I always respect"
    },
    {
      "index": 468,
      "start_time": 2760690.0,
      "end_time": 2771950.0,
      "text": "people of all genders and all sexual...preferences. But the point was that my preference being"
    },
    {
      "index": 469,
      "start_time": 2771950.0,
      "end_time": 2778800.0,
      "text": "celibate was even more threatening to many people. What are monks and nuns doing, giving"
    },
    {
      "index": 470,
      "start_time": 2778800.0,
      "end_time": 2785860.0,
      "text": "up - are we afraid of sex? Is it a case we were hurt when we were young? [Laughter]."
    },
    {
      "index": 471,
      "start_time": 2785860.0,
      "end_time": 2791599.0,
      "text": "Many people think that way. Actually I mentioned this story a few weeks ago, but this is actually"
    },
    {
      "index": 472,
      "start_time": 2791600.0,
      "end_time": 2801551.0,
      "text": "- there is a monk called...Ajahn Juin. He was one of the old Thai monks who lived in"
    },
    {
      "index": 473,
      "start_time": 2801550.0,
      "end_time": 2806770.0,
      "text": "this beautiful monastery &quot;~Phu ~Top&quot;. It&#39;s like a top hat mountain and some of the Thai"
    },
    {
      "index": 474,
      "start_time": 2806770.0,
      "end_time": 2809470.0,
      "text": "people know him and I - I mean he was a very famous monk at that time - I went to visit"
    },
    {
      "index": 475,
      "start_time": 2809470.0,
      "end_time": 2813840.0,
      "text": "him and this lady came from Bangkok and asked this monk, &quot;Did you become a monk,because"
    },
    {
      "index": 476,
      "start_time": 2813840.0,
      "end_time": 2819250.0,
      "text": "you had a failed love affair?&quot; He said, &quot;No, of course not.&quot; She said, &quot;Ha, that makes"
    },
    {
      "index": 477,
      "start_time": 2819250.0,
      "end_time": 2824180.0,
      "text": "sense, you ordained to forget and you have forgotten by now.&quot; [Laughter]. It&#39;s logically"
    },
    {
      "index": 478,
      "start_time": 2824180.0,
      "end_time": 2828750.0,
      "text": "consistent what she said, but that&#39;s not why he ordained as a monk, and I never ordained"
    },
    {
      "index": 479,
      "start_time": 2828750.0,
      "end_time": 2835300.0,
      "text": "a monk because I got jilted in my love affairs. The reason I became a monk is because I know"
    },
    {
      "index": 480,
      "start_time": 2835300.0,
      "end_time": 2840650.0,
      "text": "I had sex and I knew what sex was like, but when I meditated once I got this incredible"
    },
    {
      "index": 481,
      "start_time": 2840650.0,
      "end_time": 2843740.0,
      "text": "experience which is better than sexual orgasm and that was what just really shocked me."
    },
    {
      "index": 482,
      "start_time": 2843740.0,
      "end_time": 2848820.0,
      "text": "What&#39;s going on there? And so I decided to become a monk just for a couple for years"
    },
    {
      "index": 483,
      "start_time": 2848820.0,
      "end_time": 2854830.0,
      "text": "to find out what meditation was really like. And being a monk, you have these rules of"
    },
    {
      "index": 484,
      "start_time": 2854830.0,
      "end_time": 2859930.0,
      "text": "no sex. I didn&#39;t really understand what that was for at first, that was just what a monk"
    },
    {
      "index": 485,
      "start_time": 2859930.0,
      "end_time": 2864410.0,
      "text": "does. But after a while when you understand the nature of the mind, you understand that"
    },
    {
      "index": 486,
      "start_time": 2864410.0,
      "end_time": 2869030.0,
      "text": "sensuality does actually draw you out into the world, and meditation is going deeper"
    },
    {
      "index": 487,
      "start_time": 2869030.0,
      "end_time": 2878260.0,
      "text": "inside. So actually the more you limit your sensuality, the easier it is to meditate."
    },
    {
      "index": 488,
      "start_time": 2878260.0,
      "end_time": 2882880.0,
      "text": "You don&#39;t get drawn out so much. So that when I became a monk for a couple of years, sure"
    },
    {
      "index": 489,
      "start_time": 2882880.0,
      "end_time": 2889030.0,
      "text": "it was hard to restrain the mind looking out for the beautiful girls and the nice food,"
    },
    {
      "index": 490,
      "start_time": 2889030.0,
      "end_time": 2893330.0,
      "text": "and the TVs and the movies and all these other sensual things we were missing in the world."
    },
    {
      "index": 491,
      "start_time": 2893330.0,
      "end_time": 2899190.0,
      "text": "Well, I also had some interesting experiences. I mentioned I going to visit my mother and"
    },
    {
      "index": 492,
      "start_time": 2899190.0,
      "end_time": 2905070.0,
      "text": "seeing the TV after seven years. I also remember the first time that after seven years I flew"
    },
    {
      "index": 493,
      "start_time": 2905070.0,
      "end_time": 2912770.0,
      "text": "on an aircraft. From Bangkok to London. I got a cheap fare on Philippine Airlines, an"
    },
    {
      "index": 494,
      "start_time": 2912770.0,
      "end_time": 2922530.0,
      "text": "economy class. This is 25 years ago. I couldn&#39;t believe just how sensuous and luxurious economy"
    },
    {
      "index": 495,
      "start_time": 2922530.0,
      "end_time": 2930530.0,
      "text": "class on Philippine Airlines was. [Laughter]. It was my senses were, &quot;Ah! Amazed!&quot; Because"
    },
    {
      "index": 496,
      "start_time": 2930530.0,
      "end_time": 2936950.0,
      "text": "I&#39;d been in a forest monastery which was very, very austere. What I realized from that, that"
    },
    {
      "index": 497,
      "start_time": 2936950.0,
      "end_time": 2943830.0,
      "text": "sensuality is also very relative. To other people cramped in the economy class of an"
    },
    {
      "index": 498,
      "start_time": 2943830.0,
      "end_time": 2949800.0,
      "text": "aircraft 25 years ago that was just so tough and it was such an ordeal. But for me, who"
    },
    {
      "index": 499,
      "start_time": 2949800.0,
      "end_time": 2955260.0,
      "text": "had never sat on a chair for seven years, being served ripe fruit which was hot and"
    },
    {
      "index": 500,
      "start_time": 2955260.0,
      "end_time": 2959830.0,
      "text": "which was Western which I could eat. I even got ice cream. I remember that ice cream."
    },
    {
      "index": 501,
      "start_time": 2959830.0,
      "end_time": 2967240.0,
      "text": "[Laughter]. But in the tub instead of in my bowl. That was just melting into my rice and"
    },
    {
      "index": 502,
      "start_time": 2967240.0,
      "end_time": 2977430.0,
      "text": "curry. [Laughter]. And even the muzak, the muzak on the plane that was.. I mean, I hadn&#39;t"
    },
    {
      "index": 503,
      "start_time": 2977430.0,
      "end_time": 2981570.0,
      "text": "heard music for seven years. That was amazing, that was just so sensuous, I couldn&#39;t get"
    },
    {
      "index": 504,
      "start_time": 2981570.0,
      "end_time": 2988010.0,
      "text": "that out of my head afterwards. So you see that&#39;s obviously a joke for you because you"
    },
    {
      "index": 505,
      "start_time": 2988010.0,
      "end_time": 2994310.0,
      "text": "go on an aircraft and the muzak on there is just yucky and the food, aircraft food people"
    },
    {
      "index": 506,
      "start_time": 2994310.0,
      "end_time": 2999740.0,
      "text": "think is disgusting. An economy class you&#39;re so cramped up. But for me, because I&#39;d been"
    },
    {
      "index": 507,
      "start_time": 2999740.0,
      "end_time": 3005370.0,
      "text": "living a far more austere existence in these forest monasteries. That was amazing. In the"
    },
    {
      "index": 508,
      "start_time": 3005370.0,
      "end_time": 3010490.0,
      "text": "aircraft there wasn&#39;t even any mosquitoes. First time in seven years I was free from"
    },
    {
      "index": 509,
      "start_time": 3010490.0,
      "end_time": 3016300.0,
      "text": "mosquitoes for more than an hour or two."
    },
    {
      "index": 510,
      "start_time": 3016300.0,
      "end_time": 3024800.0,
      "text": "That was to me, was luxurious and sensual. So, you can see sensuality is also very relative"
    },
    {
      "index": 511,
      "start_time": 3024800.0,
      "end_time": 3031560.0,
      "text": "and the sensuality which you are experiencing now, sort-of 10 years ago that will blow people&#39;s"
    },
    {
      "index": 512,
      "start_time": 3031560.0,
      "end_time": 3039310.0,
      "text": "minds. The houses you live in, the cars you drive, what you see on the TV. This is nature."
    },
    {
      "index": 513,
      "start_time": 3039310.0,
      "end_time": 3046050.0,
      "text": "So the point is, sensuality is going to get more intense in another 10 years&#39; time. We"
    },
    {
      "index": 514,
      "start_time": 3046050.0,
      "end_time": 3051830.0,
      "text": "can&#39;t really stop it, we can&#39;t have some great saint or someone saying, &quot;No we are not going"
    },
    {
      "index": 515,
      "start_time": 3051830.0,
      "end_time": 3054180.0,
      "text": "to have, we are going to go back to Dixon of Dock Green. We are not going to have any"
    },
    {
      "index": 516,
      "start_time": 3054180.0,
      "end_time": 3059010.0,
      "text": "violence. We are going to have the presenter of the six o&#39;clock news wearing a burkha.&quot;"
    },
    {
      "index": 517,
      "start_time": 3059010.0,
      "end_time": 3068390.0,
      "text": "I don&#39;t know who that is anyway, some floozy on the Channel 9 or Channel 7, but you can&#39;t,"
    },
    {
      "index": 518,
      "start_time": 3068390.0,
      "end_time": 3075900.0,
      "text": "you can&#39;t do that. The point is, that we live in a sensory world. If you want to get out"
    },
    {
      "index": 519,
      "start_time": 3075900.0,
      "end_time": 3080130.0,
      "text": "of the sensory world, come in to a retreat center or monastery for few weeks to get some"
    },
    {
      "index": 520,
      "start_time": 3080130.0,
      "end_time": 3086020.0,
      "text": "sort of idea of perspective. And if you want to do meditation, sometimes you just have"
    },
    {
      "index": 521,
      "start_time": 3086020.0,
      "end_time": 3090490.0,
      "text": "to leave that sensory world outside and instead of being drawn outside, drawn inside. If you"
    },
    {
      "index": 522,
      "start_time": 3090490.0,
      "end_time": 3093980.0,
      "text": "really want to get into deep meditation, it is an interesting thing to do because you"
    },
    {
      "index": 523,
      "start_time": 3093980.0,
      "end_time": 3100390.0,
      "text": "actually do get incredibly... joy of actually not being caught up in that sensory world."
    },
    {
      "index": 524,
      "start_time": 3100390.0,
      "end_time": 3106760.0,
      "text": "What actually you do is say, &quot;I can stop looking if I want to.&quot; One of the great things of"
    },
    {
      "index": 525,
      "start_time": 3106760.0,
      "end_time": 3110180.0,
      "text": "being a monk for so many years you can actually look at a beautiful girl and an ugly girl"
    },
    {
      "index": 526,
      "start_time": 3110180.0,
      "end_time": 3116610.0,
      "text": "and look at them exactly the same. Not many men can do that. Now one story."
    },
    {
      "index": 527,
      "start_time": 3116610.0,
      "end_time": 3123750.0,
      "text": "I should actually find out who this lady was, but she was some TV star. I think she was"
    },
    {
      "index": 528,
      "start_time": 3123750.0,
      "end_time": 3129600.0,
      "text": "in Water Rats, or something. I don&#39;t know her name. Somebody told me, she is really"
    },
    {
      "index": 529,
      "start_time": 3129600.0,
      "end_time": 3133750.0,
      "text": "really famous. If I told you her name now I think you would all know her. But I went"
    },
    {
      "index": 530,
      "start_time": 3133750.0,
      "end_time": 3140660.0,
      "text": "to teach, it was just an afternoon meditation session in Sydney. This fellow had a little"
    },
    {
      "index": 531,
      "start_time": 3140660.0,
      "end_time": 3148500.0,
      "text": "group in Darling Point, like a really top, affluent place of Sydney. So he&#39;s in this"
    },
    {
      "index": 532,
      "start_time": 3148500.0,
      "end_time": 3152470.0,
      "text": "little group. There are about sort-of 20-30 people. I was talking about meditation. And"
    },
    {
      "index": 533,
      "start_time": 3152470.0,
      "end_time": 3158180.0,
      "text": "this lady kept on looking at me and smiling. I didn&#39;t know, she was acting very strange."
    },
    {
      "index": 534,
      "start_time": 3158180.0,
      "end_time": 3167210.0,
      "text": "Not like an ordinary girl. [Laughter]. And, in the end, I just took it in my stride and"
    },
    {
      "index": 535,
      "start_time": 3167210.0,
      "end_time": 3172490.0,
      "text": "taught the meditation etc., and afterwards I mentioned to the person organizing this"
    },
    {
      "index": 536,
      "start_time": 3172490.0,
      "end_time": 3178110.0,
      "text": "and said, &quot;That lady was acting really strange.&quot; And he told me that that was a famous TV actress."
    },
    {
      "index": 537,
      "start_time": 3178110.0,
      "end_time": 3184010.0,
      "text": "I figured out she was looking at me strangely because I didn&#39;t recognize her. What she was"
    },
    {
      "index": 538,
      "start_time": 3184010.0,
      "end_time": 3186610.0,
      "text": "actually saying is, &quot;See, it&#39;s me; I am the famous TV star.&quot;"
    },
    {
      "index": 539,
      "start_time": 3186610.0,
      "end_time": 3191160.0,
      "text": "[laughter] Ajahn Brahm: And I didn&#39;t know."
    },
    {
      "index": 540,
      "start_time": 3191160.0,
      "end_time": 3192710.0,
      "text": "[laughter]"
    },
    {
      "index": 541,
      "start_time": 3192710.0,
      "end_time": 3199590.0,
      "text": "Ajahn Brahm: It&#39;s a great experience when you&#39;re a monk and you don&#39;t know who&#39;s who."
    },
    {
      "index": 542,
      "start_time": 3199590.0,
      "end_time": 3206150.0,
      "text": "So because, because of that, she&#39;s obviously must be some very beautiful girl and sort-of"
    },
    {
      "index": 543,
      "start_time": 3206150.0,
      "end_time": 3212080.0,
      "text": "an ugly girl...and what is beauty and ugly anyway? Why is that to attract us? When you&#39;re"
    },
    {
      "index": 544,
      "start_time": 3212080.0,
      "end_time": 3217360.0,
      "text": "a monk and you mediate a lot, you don&#39;t see that anymore. I love that, being a monk, having"
    },
    {
      "index": 545,
      "start_time": 3217360.0,
      "end_time": 3221740.0,
      "text": "that opportunity to see a beautiful girl sits here, an ugly girl sits here. You spend the"
    },
    {
      "index": 546,
      "start_time": 3221740.0,
      "end_time": 3230530.0,
      "text": "same amount of time with both. You don&#39;t go to the ugly girl, &quot;Go on, off, off, off.&quot;"
    },
    {
      "index": 547,
      "start_time": 3230530.0,
      "end_time": 3231230.0,
      "text": "[laughter]"
    },
    {
      "index": 548,
      "start_time": 3231230.0,
      "end_time": 3237120.0,
      "text": "Ajahn Brahm: Because that&#39;s where sensuality starts to disappear - so it&#39;s great being"
    },
    {
      "index": 549,
      "start_time": 3237120.0,
      "end_time": 3242090.0,
      "text": "able to, if you can, resist that sensuality. You can be more fair to other people. This"
    },
    {
      "index": 550,
      "start_time": 3242090.0,
      "end_time": 3248530.0,
      "text": "is why we do it as a monk. We know we do lots of meditation. So it&#39;s great, actually, doing"
    },
    {
      "index": 551,
      "start_time": 3248530.0,
      "end_time": 3252530.0,
      "text": "a little retreat, because you can understand sensuality much more and you can understand"
    },
    {
      "index": 552,
      "start_time": 3252530.0,
      "end_time": 3258060.0,
      "text": "you can restrain it. So it up to you; you can take it or leave it. Sometimes people"
    },
    {
      "index": 553,
      "start_time": 3258060.0,
      "end_time": 3264100.0,
      "text": "think they want to be free. And the free world is being able to enjoy our sensuality. We"
    },
    {
      "index": 554,
      "start_time": 3264100.0,
      "end_time": 3269460.0,
      "text": "should have no limits, whatever we want to watch - whether it&#39;s violent movies, or the"
    },
    {
      "index": 555,
      "start_time": 3269460.0,
      "end_time": 3275550.0,
      "text": "most sexual movies, the most deviant sex, or whatever - let&#39;s have a free world. Let&#39;s"
    },
    {
      "index": 556,
      "start_time": 3275550.0,
      "end_time": 3284970.0,
      "text": "tell our people to do this. But the point is - people aren&#39;t free. Sometimes those sensory"
    },
    {
      "index": 557,
      "start_time": 3284970.0,
      "end_time": 3292080.0,
      "text": "desires actually captivate us. We become a prisoner of our sensuality, which is why that"
    },
    {
      "index": 558,
      "start_time": 3292080.0,
      "end_time": 3297890.0,
      "text": "we have to have that sex. We have to have that drug. We have to gamble. And sometimes"
    },
    {
      "index": 559,
      "start_time": 3297890.0,
      "end_time": 3303530.0,
      "text": "people get to the point they have to have those relationships outside of their marriage."
    },
    {
      "index": 560,
      "start_time": 3303530.0,
      "end_time": 3308050.0,
      "text": "And they hurt and they realize they weren&#39;t in control after all. That wasn&#39;t freedom."
    },
    {
      "index": 561,
      "start_time": 3308050.0,
      "end_time": 3316660.0,
      "text": "So it&#39;s great thing actually to investigate. Is it the freedom of sensuality or has sensuality"
    },
    {
      "index": 562,
      "start_time": 3316660.0,
      "end_time": 3322430.0,
      "text": "got its limits where you&#39;re in the prison of sensuality, you have to have it? So it&#39;s"
    },
    {
      "index": 563,
      "start_time": 3322430.0,
      "end_time": 3329040.0,
      "text": "great following a little bit of mindfulness and restraint, because you find you can, almost"
    },
    {
      "index": 564,
      "start_time": 3329040.0,
      "end_time": 3333150.0,
      "text": "like control your sensuality. You can go as far as you want. If the thing is going to"
    },
    {
      "index": 565,
      "start_time": 3333150.0,
      "end_time": 3336830.0,
      "text": "harm another person, harm yourself, you can say, &quot;No.&quot; You can stop it. And that&#39;s what"
    },
    {
      "index": 566,
      "start_time": 3336830.0,
      "end_time": 3343030.0,
      "text": "we do with mindfulness, built of meditation, with wisdom - taking away the guilt, taking"
    },
    {
      "index": 567,
      "start_time": 3343030.0,
      "end_time": 3348010.0,
      "text": "away the evil and the bad and putting in the word &quot;skillful&quot;. And understand what that"
    },
    {
      "index": 568,
      "start_time": 3348010.0,
      "end_time": 3352750.0,
      "text": "word &quot;skillful&quot; truly means, whether it&#39;s really going to be serving our purpose, serving"
    },
    {
      "index": 569,
      "start_time": 3352750.0,
      "end_time": 3358030.0,
      "text": "our interest, what we really want to get out of our life. When we understand that, we understand"
    },
    {
      "index": 570,
      "start_time": 3358030.0,
      "end_time": 3365480.0,
      "text": "the Buddhist approach to sensuality: not to deny it, not to cover it up, but to deal with"
    },
    {
      "index": 571,
      "start_time": 3365480.0,
      "end_time": 3368750.0,
      "text": "it. Deal with it with wisdom, with mindfulness,"
    },
    {
      "index": 572,
      "start_time": 3368750.0,
      "end_time": 3373310.0,
      "text": "in a way, which can create the best happiness for ourselves and all other beings. So that&#39;s"
    },
    {
      "index": 573,
      "start_time": 3373310.0,
      "end_time": 3380670.0,
      "text": "the talk  on sensuality this evening. Thank you."
    },
    {
      "index": 574,
      "start_time": 3380670.0,
      "end_time": 3384840.0,
      "text": "I did no jokes this evening. I have to think one pretty quickly. But last week, I didn&#39;t"
    },
    {
      "index": 575,
      "start_time": 3384840.0,
      "end_time": 3389020.0,
      "text": "have time for questions. So I tried to keep it little bit shorter this time, just under"
    },
    {
      "index": 576,
      "start_time": 3389020.0,
      "end_time": 3390470.0,
      "text": "the hour, for some questions. Has anyone got any questions on the talk about sensuality"
    },
    {
      "index": 577,
      "start_time": 3390470.0,
      "end_time": 3390480.0,
      "text": "tonight?"
    },
    {
      "index": 578,
      "start_time": 3390480.0,
      "end_time": 3390610.0,
      "text": "Yeah? OK, I can see you with the lights. Yes?"
    },
    {
      "index": 579,
      "start_time": 3390610.0,
      "end_time": 3391110.0,
      "text": "Man: Is it wisdom, for us, for our society, to set limits on things like violence, on"
    },
    {
      "index": 580,
      "start_time": 3391110.0,
      "end_time": 3391270.0,
      "text": "the premise that most people can&#39;t handle it - as what you were saying, that freedom"
    },
    {
      "index": 581,
      "start_time": 3391270.0,
      "end_time": 3399820.0,
      "text": "of sensuality, or that violence on TV or overt sexuality? Is that, again, look you can&#39;t"
    },
    {
      "index": 582,
      "start_time": 3399820.0,
      "end_time": 3416570.0,
      "text": "have this level of exposure or activity in our society because in the end, it&#39;s going"
    },
    {
      "index": 583,
      "start_time": 3416570.0,
      "end_time": 3428760.0,
      "text": "to affect the whole society in some way, do you think...?"
    },
    {
      "index": 584,
      "start_time": 3428760.0,
      "end_time": 3437340.0,
      "text": "Ajahn Brahm: OK, you are asking me to say that a level of violence - or you might even"
    },
    {
      "index": 585,
      "start_time": 3437340.0,
      "end_time": 3445560.0,
      "text": "say pornography, or even gambling, or whatever else - is such a degree that it&#39;s good for"
    },
    {
      "index": 586,
      "start_time": 3445560.0,
      "end_time": 3453020.0,
      "text": "the powers that be to ban it, because people can&#39;t handle it? I think that history has"
    },
    {
      "index": 587,
      "start_time": 3453020.0,
      "end_time": 3460210.0,
      "text": "shown the banning things never works. When you try and ban something, you have to enforce"
    },
    {
      "index": 588,
      "start_time": 3460210.0,
      "end_time": 3467430.0,
      "text": "that ban. That&#39;s where we get &quot;Tali-ban&quot; from or &quot;Telli-ban&quot;. [laughter]"
    },
    {
      "index": 589,
      "start_time": 3467430.0,
      "end_time": 3475900.0,
      "text": "Ajahn Brahm: And not only that, but in banning things, we get - where do we draw the line?"
    },
    {
      "index": 590,
      "start_time": 3475900.0,
      "end_time": 3485700.0,
      "text": "And people are clever enough, you&#39;ll always get a way around the ban, somewhere, or whatever."
    },
    {
      "index": 591,
      "start_time": 3485700.0,
      "end_time": 3491140.0,
      "text": "So instead of actually banning things, instead of saying that people can&#39;t handle it, let&#39;s"
    },
    {
      "index": 592,
      "start_time": 3491140.0,
      "end_time": 3498740.0,
      "text": "teach people to handle it. So I think the resources should be going in, instead of banning"
    },
    {
      "index": 593,
      "start_time": 3498740.0,
      "end_time": 3504310.0,
      "text": "things, teaching people how to handle these things better, even actually to say no to"
    },
    {
      "index": 594,
      "start_time": 3504310.0,
      "end_time": 3510730.0,
      "text": "them, to turn them off, rather than actually be, have a blanket ban on things."
    },
    {
      "index": 595,
      "start_time": 3510730.0,
      "end_time": 3517840.0,
      "text": "It&#39;s a difficult one, because obviously sometimes it&#39;s good to have some restraint, especially"
    },
    {
      "index": 596,
      "start_time": 3517840.0,
      "end_time": 3526970.0,
      "text": "with kids who, again, haven&#39;t got the emotional maturity to exercise such self-restraint."
    },
    {
      "index": 597,
      "start_time": 3526970.0,
      "end_time": 3532520.0,
      "text": "It&#39;s a difficult question there, because who has such emotional maturity to exercise self-restraint?"
    },
    {
      "index": 598,
      "start_time": 3532520.0,
      "end_time": 3538390.0,
      "text": "Should we give everyone a restraint class and an exam, and say, &quot;OK, now you are free"
    },
    {
      "index": 599,
      "start_time": 3538390.0,
      "end_time": 3543030.0,
      "text": "to be mature, make your own decisions where other people can&#39;t&quot;? It&#39;s such a difficult"
    },
    {
      "index": 600,
      "start_time": 3543030.0,
      "end_time": 3547490.0,
      "text": "decision with censorship. But what we have seen in history: people always find a way"
    },
    {
      "index": 601,
      "start_time": 3547490.0,
      "end_time": 3556210.0,
      "text": "around it, every ban... When the American government tried to ban alcohol in the prohibition"
    },
    {
      "index": 602,
      "start_time": 3556210.0,
      "end_time": 3563860.0,
      "text": "years, all it did was fed a underground criminal element, and people drank anyway. When people"
    },
    {
      "index": 603,
      "start_time": 3563860.0,
      "end_time": 3568230.0,
      "text": "try and stop pornographic movies, there&#39;s always a way that people, if you really want"
    },
    {
      "index": 604,
      "start_time": 3568230.0,
      "end_time": 3575610.0,
      "text": "it, you can get it. So isn&#39;t it much better to try and encourage people to be more self-reliant,"
    },
    {
      "index": 605,
      "start_time": 3575610.0,
      "end_time": 3576590.0,
      "text": "self-responsible?"
    },
    {
      "index": 606,
      "start_time": 3576590.0,
      "end_time": 3585230.0,
      "text": "Otherwise, it isn&#39;t going to work. So in Buddhism, it&#39;s very much the responsibilities is on"
    },
    {
      "index": 607,
      "start_time": 3585230.0,
      "end_time": 3594230.0,
      "text": "you. Karma, we&#39;re the owner of our deeds, so now we take responsibility for it. So there"
    },
    {
      "index": 608,
      "start_time": 3594230.0,
      "end_time": 3599330.0,
      "text": "you are. You have all those things in the world. How much you want to go, what you don&#39;t"
    },
    {
      "index": 609,
      "start_time": 3599330.0,
      "end_time": 3606990.0,
      "text": "want to do; it&#39;s up to you. All that Buddhism can teach is to be wise. Be discerning. Understand"
    },
    {
      "index": 610,
      "start_time": 3606990.0,
      "end_time": 3611430.0,
      "text": "what is going to be of help and what is not going to be of help. What&#39;s going to harm,"
    },
    {
      "index": 611,
      "start_time": 3611430.0,
      "end_time": 3616110.0,
      "text": "what&#39;s not going to harm? And also teaching strategies, so you can exercise it a little"
    },
    {
      "index": 612,
      "start_time": 3616110.0,
      "end_time": 3621800.0,
      "text": "bit more wise control of your decision-making, with a bit more mindfulness - so, please,"
    },
    {
      "index": 613,
      "start_time": 3621800.0,
      "end_time": 3626400.0,
      "text": "anyway, tomorrow morning, brush your teeth in a different part of your mouth. [laughter]"
    },
    {
      "index": 614,
      "start_time": 3626400.0,
      "end_time": 3630260.0,
      "text": "So beginning in training in restraint. Thank you for that question. It&#39;s a great question."
    },
    {
      "index": 615,
      "start_time": 3630260.0,
      "end_time": 3634450.0,
      "text": "I&#39;m not sure if I could answer it adequately. I don&#39;t know if anyone can answer it adequately."
    },
    {
      "index": 616,
      "start_time": 3634450.0,
      "end_time": 3637610.0,
      "text": "You have to answer it yourself. Any other questions you have?"
    },
    {
      "index": 617,
      "start_time": 3637610.0,
      "end_time": 3650980.0,
      "text": "OK, I know that I&#39;ve just (promised?) a joke to end up with. I know that the quote from"
    },
    {
      "index": 618,
      "start_time": 3650980.0,
      "end_time": 3655680.0,
      "text": "Groucho Marx, who was one of my great heroes, when asked during sexual revolution, when"
    },
    {
      "index": 619,
      "start_time": 3655680.0,
      "end_time": 3660400.0,
      "text": "the radio reporter asked him what he thought about sex, and he said, &quot;I think it&#39;s here"
    },
    {
      "index": 620,
      "start_time": 3660400.0,
      "end_time": 3661970.0,
      "text": "to stay.&quot; [laughter]"
    },
    {
      "index": 621,
      "start_time": 3661970.0,
      "end_time": 3672080.0,
      "text": "And there&#39;s a lot of wisdom. Humor is good because there&#39;s wisdom behind it. You can&#39;t"
    },
    {
      "index": 622,
      "start_time": 3672080.0,
      "end_time": 3677690.0,
      "text": "stop it, genie out of the bottle. So how are we going to deal with it? OK, that&#39;s Buddhism"
    },
    {
      "index": 623,
      "start_time": 3677690.0,
      "end_time": 3687690.0,
      "text": "and sensuality. Thank you for listening."
    }
  ]
}