{
  "video_id": "GxByJLBBy5c",
  "title": "The Beauty of Roman Engineering and Architecture Designs",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 8720.0,
      "end_time": 20560.0,
      "text": "Begun between AD 70- 72, the Colosseum could seat 50,000 people and measured 620 by 513 feet."
    },
    {
      "index": 2,
      "start_time": 24960.0,
      "end_time": 31480.0,
      "text": "Gladiators, animals and soldiers engaged in all types of combat within the Colosseum."
    },
    {
      "index": 3,
      "start_time": 31480.0,
      "end_time": 36320.0,
      "text": "The Colosseum could even be flooded to allow naval reenactments to take place."
    },
    {
      "index": 4,
      "start_time": 42240.0,
      "end_time": 49760.0,
      "text": "This triumphal arch (AD 312) celebrates the emperor Constantine and incorporates many previous works of Roman art."
    },
    {
      "index": 5,
      "start_time": 56400.0,
      "end_time": 65880.0,
      "text": "The center of the Ancient city of Rome, the Forum was used for public meetings, religious spectacles, legal courts, commerce and more."
    },
    {
      "index": 6,
      "start_time": 72680.0,
      "end_time": 84560.0,
      "text": "Begun in 312 BCE and extending almost 330 miles, the Appian Way was the main road from Rome to southeast Italy and beyond."
    },
    {
      "index": 7,
      "start_time": 90560.0,
      "end_time": 98160.0,
      "text": "Constructed from blocks of lava or lime laid over heavy stone, Roman roads followed extremely straight paths."
    },
    {
      "index": 8,
      "start_time": 104760.0,
      "end_time": 118320.0,
      "text": "Located 60 miles from Tripoli in Libya, Leptis Magna was a strong ally of Rome and the birthplace of Roman emperor Septimius Severus. The amphitheatre was built in AD 56."
    },
    {
      "index": 9,
      "start_time": 124520.0,
      "end_time": 134440.0,
      "text": "Built between AD 98- 117, this Roman aqueduct carried water 10 miles into the heart of Segovia, Spain."
    },
    {
      "index": 10,
      "start_time": 134440.0,
      "end_time": 138790.0,
      "text": "It is one of the best-preserved works of Roman engineering."
    },
    {
      "index": 11,
      "start_time": 145800.0,
      "end_time": 153840.0,
      "text": "Running 73 miles from coast to coast, Hadrian's Wall protected the province of Britain from barbarian invaders to the north."
    },
    {
      "index": 12,
      "start_time": 153840.0,
      "end_time": 159000.0,
      "text": "Roman soldiers began construction in AD 122."
    },
    {
      "index": 13,
      "start_time": 165600.0,
      "end_time": 174440.0,
      "text": "Housestead was one of many forts built along Hadrian's wall to protect the Roman empire from barbarian tribes in northern Great Britain."
    }
  ]
}