{
  "video_id": "gYbZ_UBChBU",
  "title": "人生非魯蛇！覺得很失敗的時候 想一想五年前的自己吧｜JRLEE",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 7040.0,
      "text": "I love a saying that goes, “You cannot feel the gratification of the present reality if you do not know to reflect on the past.”"
    },
    {
      "index": 2,
      "start_time": 7040.0,
      "end_time": 10480.0,
      "text": "Several years ago, a student came up to me after one of my school speeches."
    },
    {
      "index": 3,
      "start_time": 10480.0,
      "end_time": 23480.0,
      "text": "He said, “Hey JR, I’ve been going to this church for quite a while. I’ve been learning there but I don’t seem to be changing. I don’t see a difference in myself. I still feel terrible about myself. I think I’m a lousy person.”"
    },
    {
      "index": 4,
      "start_time": 23480.0,
      "end_time": 29580.0,
      "text": "He was being harsh on himself so I asked him, \"Well, for how long have you been to this church? How long have you been learning there?\""
    },
    {
      "index": 5,
      "start_time": 29580.0,
      "end_time": 38900.0,
      "text": "And he said, “5 years.” And I was like, \"Wow! 5 years is actually quite a lot of time. So for the past 5 years, have you not made any change at all?"
    },
    {
      "index": 6,
      "start_time": 38900.0,
      "end_time": 47180.0,
      "text": "Are you still the same person you were 5 years ago? Or have you, more or less, made some degree of change? Some degree of progress?\""
    },
    {
      "index": 7,
      "start_time": 47180.0,
      "end_time": 49520.0,
      "text": "So he paused for a bit and thought for a few seconds."
    },
    {
      "index": 8,
      "start_time": 49520.0,
      "end_time": 58740.0,
      "text": "And then he replied, “Well, I’ve never thought of it that way, but since you’ve asked. Well, I think I have become quite different. I’ve changed quite a lot in the past 5 years.”"
    },
    {
      "index": 9,
      "start_time": 58740.0,
      "end_time": 71820.0,
      "text": "So I said again, “Now if you’ve changed in the past 5 years, can you picture yourself 5 years later from now? Is it fair to say that you might have a good chance or being quite different from now 5 years later?”"
    },
    {
      "index": 10,
      "start_time": 71820.0,
      "end_time": 74460.0,
      "text": "He nodded. And that was the end of that conversation."
    },
    {
      "index": 11,
      "start_time": 74460.0,
      "end_time": 79720.0,
      "text": "We tend to dwell in our present reality, finding fault with ourselves and our surroundings."
    },
    {
      "index": 12,
      "start_time": 79720.0,
      "end_time": 89120.0,
      "text": "We set up these boundaries, telling ourselves that we won’t go beyond here. This is how far we get. We’re not gonna surpass that limit. We’re not gonna reach the next level."
    },
    {
      "index": 13,
      "start_time": 89120.0,
      "end_time": 92300.0,
      "text": "Things aren’t going to change. We’re gonna be stuck here forever."
    },
    {
      "index": 14,
      "start_time": 92300.0,
      "end_time": 100160.0,
      "text": "But whoa. Before you let that negativity get the best of you. Hold your horses. ‘Cos if Rome wasn’t built in one day, neither are we."
    },
    {
      "index": 15,
      "start_time": 100160.0,
      "end_time": 104800.0,
      "text": "When you get caught up in the rough times you’re  going through, the times you think you’re making no progress at all."
    },
    {
      "index": 16,
      "start_time": 104800.0,
      "end_time": 116000.0,
      "text": "Well, why don’t you just take one step back. Take a deep breath and take the time to look back and reflect and just acknowledge how much you’ve accomplished so far and give yourself that credit."
    },
    {
      "index": 17,
      "start_time": 116000.0,
      "end_time": 122480.0,
      "text": "Now I can already hear people saying, “But JR, I’ve accomplished nothing in my life. I’ve literally done nothing.”"
    },
    {
      "index": 18,
      "start_time": 122480.0,
      "end_time": 127060.0,
      "text": "Well excuse me for interrupting you right here ‘cos you are wrong."
    },
    {
      "index": 19,
      "start_time": 127060.0,
      "end_time": 138580.0,
      "text": "As far as I know, life is not just about how much money you make, what position you’re in, how big you’re on social media, how good you scored on your SAT or GSAT or whatever they call it these days."
    },
    {
      "index": 20,
      "start_time": 138580.0,
      "end_time": 145380.0,
      "text": "The essence of life is you. Who you are. Who you decide to be. Who you will become."
    },
    {
      "index": 21,
      "start_time": 145380.0,
      "end_time": 157520.0,
      "text": "And the fact that you’re alive and well means you’ve already overcome so many challenges in your life and so you are more than worthy of a big round of applause for just being here today."
    },
    {
      "index": 22,
      "start_time": 157520.0,
      "end_time": 162540.0,
      "text": "I’m not gonna say that there’s not gonna be any bumpy roads ahead, that everything is gonna be fine from today."
    },
    {
      "index": 23,
      "start_time": 162540.0,
      "end_time": 169220.0,
      "text": "Life is full of challenges, and in some sense, that’s what makes it fun. Your muscles won’t grow without feeling sore."
    },
    {
      "index": 24,
      "start_time": 169220.0,
      "end_time": 173860.0,
      "text": "But whenever you’re stuck in a dilemma, just think of all the things you’ve accomplished in the past."
    },
    {
      "index": 25,
      "start_time": 173860.0,
      "end_time": 183520.0,
      "text": "How far you’ve come. How amazingly you’ve done to get here in the first place and just to realize that there’s just so much more for you in the future!"
    },
    {
      "index": 26,
      "start_time": 184480.0,
      "end_time": 185440.0,
      "text": "Peace"
    },
    {
      "index": 27,
      "start_time": 185440.0,
      "end_time": 202060.0,
      "text": "[Music]"
    }
  ]
}