{
  "video_id": "gZj176ZoM4Y",
  "title": "How Your Childhood Affects Your Love Styles",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6140.0,
      "end_time": 12790.0,
      "text": "Although we have a choice in becoming the people we strive to be, it is without a doubt that our childhoods shape us to a certain extent"
    },
    {
      "index": 2,
      "start_time": 13100.0,
      "end_time": 19690.0,
      "text": "How we choose to react to different situations and the way we express ourselves our behavioral patterns that are formed starting at a young age"
    },
    {
      "index": 3,
      "start_time": 19880.0,
      "end_time": 23110.0,
      "text": "When we first begin to learn how to make sense of our immediate environment"
    },
    {
      "index": 4,
      "start_time": 23960.0,
      "end_time": 31210.0,
      "text": "Marriage and family counselors Dr. Mllan and Kay Yerkovich discovered that everyone has a certain love style based on their upbringing"
    },
    {
      "index": 5,
      "start_time": 31969.0,
      "end_time": 37239.0,
      "text": "A love style is comprised of our tendencies and inclinations of how we respond to our romantic partners"
    },
    {
      "index": 6,
      "start_time": 37310.0,
      "end_time": 43089.0,
      "text": "But understanding how we love we can learn how our love styles affect our relationships."
    },
    {
      "index": 7,
      "start_time": 43090.0,
      "end_time": 45459.0,
      "text": "Hera are dr. Milan and Kaye yorkovich's five love styles"
    },
    {
      "index": 8,
      "start_time": 46550.0,
      "end_time": 54309.0,
      "text": "On:e the pleaser. The pleaser often grows up in a home with an overly protective or angry and critical parent. As children,"
    },
    {
      "index": 9,
      "start_time": 54500.0,
      "end_time": 58029.0,
      "text": "pleasers do everything they can to be good and to be on their best behavior,"
    },
    {
      "index": 10,
      "start_time": 58340.0,
      "end_time": 63459.0,
      "text": "so as to not provoke a negative response from their parent, Pleaser children don't receive comfort."
    },
    {
      "index": 11,
      "start_time": 64009.0,
      "end_time": 68139.0,
      "text": "Instead they spend their time and energy giving comfort to their reactive parent."
    },
    {
      "index": 12,
      "start_time": 69380.0,
      "end_time": 74949.0,
      "text": "Pleasers are uncomfortable with conflict and deal with disagreements by often giving in or making up for them quickly."
    },
    {
      "index": 13,
      "start_time": 75170.0,
      "end_time": 83500.0,
      "text": "They usually have a hard time saying no and because they want to minimalize conflict, they may not be truthful and lie to avoid difficult confrontations."
    },
    {
      "index": 14,
      "start_time": 83500.0,
      "end_time": 85629.0,
      "text": "As pleaser children grow into adults,"
    },
    {
      "index": 15,
      "start_time": 85939.0,
      "end_time": 90219.0,
      "text": "they learn to read the moods of others around them to make sure they can keep everyone happy."
    },
    {
      "index": 16,
      "start_time": 90680.0,
      "end_time": 91280.0,
      "text": "However..."
    },
    {
      "index": 17,
      "start_time": 91280.0,
      "end_time": 98799.0,
      "text": "When pleasers feel stressed or believe that they are continuously letting someone down, they can have a breakdown and flee from relationships."
    },
    {
      "index": 18,
      "start_time": 99350.0,
      "end_time": 104619.0,
      "text": "Pleasers often spread themselves thin, trying to be everything to everyone when it's not realistic and"
    },
    {
      "index": 19,
      "start_time": 104689.0,
      "end_time": 107229.0,
      "text": "instead of forming healthy boundaries for themselves,"
    },
    {
      "index": 20,
      "start_time": 107240.0,
      "end_time": 113500.0,
      "text": "they focus more on the needs and desires of others in order for pleasers to cultivate stable relationships,"
    },
    {
      "index": 21,
      "start_time": 113500.0,
      "end_time": 118479.0,
      "text": "they have to be honest about their own feelings rather than trying to do what is expected of them"
    },
    {
      "index": 22,
      "start_time": 119570.0,
      "end_time": 123939.0,
      "text": "Two: the victim. The victim often grows up in a chaotic home."
    },
    {
      "index": 23,
      "start_time": 124610.0,
      "end_time": 131847.0,
      "text": "Victims learn to be compliant in order to survive by putting less attention on themselves so they can stay under the radar. To deal with"
    },
    {
      "index": 24,
      "start_time": 131847.0,
      "end_time": 136779.0,
      "text": "their angry violent parents, victim children learn at a very young age to hide and stay quiet."
    },
    {
      "index": 25,
      "start_time": 137390.0,
      "end_time": 139839.0,
      "text": "Because being fully present is painful for them,"
    },
    {
      "index": 26,
      "start_time": 140209.0,
      "end_time": 145959.0,
      "text": "victim children often build an imaginary world in their heads to cope with the dangers. They face on a daily basis."
    },
    {
      "index": 27,
      "start_time": 147290.0,
      "end_time": 153760.0,
      "text": "Victims have low self-esteem and usually struggle with anxiety and depression. They may end up marrying controllers"
    },
    {
      "index": 28,
      "start_time": 153760.0,
      "end_time": 159940.0,
      "text": "who mirror the same behaviors as their parents. Victims learn to cope by being adaptable, and going with the flow."
    },
    {
      "index": 29,
      "start_time": 160220.0,
      "end_time": 164979.0,
      "text": "They are so used to chaos in stressful situations that when they do experience calmness,"
    },
    {
      "index": 30,
      "start_time": 164980.0,
      "end_time": 172299.0,
      "text": "it actually makes them feel uneasy because they anticipate the next blow up in order for victims to cultivate healthy stable relationships,"
    },
    {
      "index": 31,
      "start_time": 172299.0,
      "end_time": 178839.0,
      "text": "they have to learn self-love and stand up for themselves when a situation calls for it, instead of letting their partner walk all over them."
    },
    {
      "index": 32,
      "start_time": 179900.0,
      "end_time": 181900.0,
      "text": "Three: the controller."
    },
    {
      "index": 33,
      "start_time": 182090.0,
      "end_time": 183079.0,
      "text": "The controller"
    },
    {
      "index": 34,
      "start_time": 183079.0,
      "end_time": 188259.0,
      "text": "usually grows up in a home where there wasn't a lot of protection, so they learn to toughen up and take care of themselves."
    },
    {
      "index": 35,
      "start_time": 188840.0,
      "end_time": 192729.0,
      "text": "They need to feel in control at all times to prevent the vulnerability"
    },
    {
      "index": 36,
      "start_time": 192730.0,
      "end_time": 200049.0,
      "text": "they experienced in their childhood, from being exposed in their adulthood. People with this love style believe that they're in control when they can avoid"
    },
    {
      "index": 37,
      "start_time": 200360.0,
      "end_time": 203470.0,
      "text": "experiencing negative feelings of fear, humiliation, and helplessness."
    },
    {
      "index": 38,
      "start_time": 205190.0,
      "end_time": 210819.0,
      "text": "Controllers, however, don't associate anger as vulnerability. So they use it as a weapon to remain in power."
    },
    {
      "index": 39,
      "start_time": 211639.0,
      "end_time": 216279.0,
      "text": "Controllers have rigid tendencies, but may also be sporadic and unpredictable."
    },
    {
      "index": 40,
      "start_time": 216280.0,
      "end_time": 220690.0,
      "text": "They don't like stepping out of their comfort zones because it makes them feel weak and unprotected."
    },
    {
      "index": 41,
      "start_time": 221090.0,
      "end_time": 225639.0,
      "text": "They prefer to solve problems on their own, and like getting things done in a certain manner,"
    },
    {
      "index": 42,
      "start_time": 226069.0,
      "end_time": 231819.0,
      "text": "otherwise they get angry. In order for controllers to form stable long lasting relationships,"
    },
    {
      "index": 43,
      "start_time": 232040.0,
      "end_time": 236410.0,
      "text": "they need to learn how to let go, trust others, and keep their anger at bay."
    },
    {
      "index": 44,
      "start_time": 237410.0,
      "end_time": 243669.0,
      "text": "Four: The vacillator.  The vacillator often grows up with an unpredictable parent."
    },
    {
      "index": 45,
      "start_time": 244160.0,
      "end_time": 249789.0,
      "text": "Vacillators learned that their needs aren't their parents top priority. Without consistent affection from their parents,"
    },
    {
      "index": 46,
      "start_time": 250130.0,
      "end_time": 252219.0,
      "text": "vacillators develop a deep fear of abandonment,"
    },
    {
      "index": 47,
      "start_time": 252440.0,
      "end_time": 259479.0,
      "text": "but when the parent finally feels like giving their time and attention to them, vacillators are usually too angry and tired to receive it."
    },
    {
      "index": 48,
      "start_time": 260209.0,
      "end_time": 262209.0,
      "text": "As vaciillators enter adulthood"
    },
    {
      "index": 49,
      "start_time": 262310.0,
      "end_time": 269440.0,
      "text": "they try to find the consistent love they were deprived of as children... Vacillators have a tendency to idealize new relationships,"
    },
    {
      "index": 50,
      "start_time": 269479.0,
      "end_time": 273549.0,
      "text": "but once they feel led down or disappointed, they grow dejected and doubtful."
    },
    {
      "index": 51,
      "start_time": 273560.0,
      "end_time": 280209.0,
      "text": "They often feel misunderstood and experience a lot of internal conflict and emotional stress within their relationships."
    },
    {
      "index": 52,
      "start_time": 280550.0,
      "end_time": 282940.0,
      "text": "They can be extremely sensitive and perceptive,"
    },
    {
      "index": 53,
      "start_time": 283340.0,
      "end_time": 288549.0,
      "text": "which allows them to detect even the slightest change in others and no when people are pulling away."
    },
    {
      "index": 54,
      "start_time": 288620.0,
      "end_time": 292060.0,
      "text": "In order for vacillators to cultivate healthy stable relationships,"
    },
    {
      "index": 55,
      "start_time": 292060.0,
      "end_time": 298359.0,
      "text": "they need to learn how to pace themselves and get to know someone before committing to soon and getting hurt by their own expectations."
    },
    {
      "index": 56,
      "start_time": 299870.0,
      "end_time": 306549.0,
      "text": "Five: the avoider. The avoider often grows up in a less affectionate home that values independence and self-reliance."
    },
    {
      "index": 57,
      "start_time": 306890.0,
      "end_time": 308270.0,
      "text": "As children,"
    },
    {
      "index": 58,
      "start_time": 308270.0,
      "end_time": 314410.0,
      "text": "avoiders learn to take care of themselves starting at a very young age and put their feelings and needs on hold to deal with their"
    },
    {
      "index": 59,
      "start_time": 314419.0,
      "end_time": 317109.0,
      "text": "anxieties of having little to no comfort from their parents."
    },
    {
      "index": 60,
      "start_time": 318350.0,
      "end_time": 323140.0,
      "text": "Avoiders tend to like their space and rely on logic and detachment more than their emotions."
    },
    {
      "index": 61,
      "start_time": 323300.0,
      "end_time": 329770.0,
      "text": "They get uncomfortable when people around them experience intense mood swings. In order for avoiders to cultivate healthy"
    },
    {
      "index": 62,
      "start_time": 330380.0,
      "end_time": 335409.0,
      "text": "long-lasting relationship,. They need to learn how to open up and express their emotions honestly."
    },
    {
      "index": 63,
      "start_time": 336140.0,
      "end_time": 339999.0,
      "text": "Which love style do you identify with? Please share your thoughts with us below."
    },
    {
      "index": 64,
      "start_time": 340880.0,
      "end_time": 348609.0,
      "text": "Also, we'd love to give special thanks to our sponsors, Better Help: An affordable online counseling platform for those who are struggling with mental health."
    },
    {
      "index": 65,
      "start_time": 348610.0,
      "end_time": 352330.0,
      "text": "If you're interested, we've included a link in the description below"
    }
  ]
}