{
  "video_id": "GzsCeIUXOCA",
  "title": "◄ Washington Monument, Washington [HD] ►",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 10460.0,
      "end_time": 17820.0,
      "text": "I welcome you to the mighty Washington Monument. The obelisk stands tall in an otherwise flat"
    },
    {
      "index": 2,
      "start_time": 17820.0,
      "end_time": 25060.0,
      "text": "surrounding and dominates the landscape with its 169 meters, which makes it the highest"
    },
    {
      "index": 3,
      "start_time": 25060.0,
      "end_time": 33820.0,
      "text": "structure in Washington D.C. Not only that, but it is also the world&#39;s tallest stone structure"
    },
    {
      "index": 4,
      "start_time": 33820.0,
      "end_time": 42590.0,
      "text": "and one of the world&#39;s tallest obelisks. The obelisk is surrounded by 56 US flags, one"
    },
    {
      "index": 5,
      "start_time": 42590.0,
      "end_time": 50559.0,
      "text": "for each state and one for each of territories of the USA. Together with the nearby Lincoln"
    },
    {
      "index": 6,
      "start_time": 50559.0,
      "end_time": 57079.0,
      "text": "Memorial and the World War II memorial, the obelisk forms an area of not only beautiful"
    },
    {
      "index": 7,
      "start_time": 57079.0,
      "end_time": 63800.0,
      "text": "and grand architecture, but also a source of inspiration."
    },
    {
      "index": 8,
      "start_time": 63800.0,
      "end_time": 72040.0,
      "text": "The obelisk is dedicated to and has gotten its name, just like the city you are in, from"
    },
    {
      "index": 9,
      "start_time": 72040.0,
      "end_time": 78640.0,
      "text": "George Washington. Washington was the US General during the war of independence and later the"
    },
    {
      "index": 10,
      "start_time": 78640.0,
      "end_time": 83840.0,
      "text": "first president of the United States of America."
    },
    {
      "index": 11,
      "start_time": 83840.0,
      "end_time": 91619.0,
      "text": "George Washington was born in 1732 in Westmoreland County, Virginia. He embarked on a career"
    },
    {
      "index": 12,
      "start_time": 91619.0,
      "end_time": 99219.0,
      "text": "as a planter and became the owner of a fairly large estate. Through his half brother, Lawrence"
    },
    {
      "index": 13,
      "start_time": 99219.0,
      "end_time": 103909.0,
      "text": "Washington, he got involved in the military and served during the British-French war as"
    },
    {
      "index": 14,
      "start_time": 103909.0,
      "end_time": 110000.0,
      "text": "a militia officer. After the war had ended, he quickly went back"
    },
    {
      "index": 15,
      "start_time": 110000.0,
      "end_time": 117270.0,
      "text": "to the business life and his plantations. It was only after Britain forced more and"
    },
    {
      "index": 16,
      "start_time": 117270.0,
      "end_time": 123869.0,
      "text": "more laws and acts over the colonies that George Washington got into politics. But when"
    },
    {
      "index": 17,
      "start_time": 123869.0,
      "end_time": 130399.0,
      "text": "he did, he acquired a leading position right away as he was selected as a delegate to the"
    },
    {
      "index": 18,
      "start_time": 130399.0,
      "end_time": 139110.0,
      "text": "First Continental Congress. When the first fighting began in 1775, Washington, with his"
    },
    {
      "index": 19,
      "start_time": 139110.0,
      "end_time": 145110.0,
      "text": "military experience, his charisma and his reputation of being a strong patriot, was"
    },
    {
      "index": 20,
      "start_time": 145110.0,
      "end_time": 153750.0,
      "text": "elected commander-in-chief for the Continental Army. Later when the war was won, he became"
    },
    {
      "index": 21,
      "start_time": 153750.0,
      "end_time": 159860.0,
      "text": "the first United States president when he was unanimously elected in 1789."
    },
    {
      "index": 22,
      "start_time": 159860.0,
      "end_time": 169350.0,
      "text": "The initial plan for a monument to honor George Washington was proposed in 1783 by Major Pierre"
    },
    {
      "index": 23,
      "start_time": 169350.0,
      "end_time": 177510.0,
      "text": "Charles L&#39;Enfant. Progress towards a memorial finally began in year 1832, the 100th anniversary"
    },
    {
      "index": 24,
      "start_time": 177510.0,
      "end_time": 184510.0,
      "text": "of Washington&#39;s birth, when a competition for the design of a memorial was announced."
    },
    {
      "index": 25,
      "start_time": 184510.0,
      "end_time": 191720.0,
      "text": "In 1835, the ones responsible for the competition described their expectations as following:"
    },
    {
      "index": 26,
      "start_time": 191720.0,
      "end_time": 198280.0,
      "text": "&quot;It is proposed that the contemplated monument shall be like him in whose honor it is to"
    },
    {
      "index": 27,
      "start_time": 198280.0,
      "end_time": 204920.0,
      "text": "be constructed, unparalleled in the world, and commensurate with the gratitude, liberality,"
    },
    {
      "index": 28,
      "start_time": 204920.0,
      "end_time": 211790.0,
      "text": "and patriotism of the people by whom it is to be erected.&quot;"
    },
    {
      "index": 29,
      "start_time": 211790.0,
      "end_time": 217990.0,
      "text": "The winning entry was designed by Robert Mills and the end result is the 82.000 ton heavy"
    },
    {
      "index": 30,
      "start_time": 217990.0,
      "end_time": 224670.0,
      "text": "obelisk you can see today. The original entry did not only include the obelisk, but it was"
    },
    {
      "index": 31,
      "start_time": 224670.0,
      "end_time": 232140.0,
      "text": "also surrounded by a circular colonnade which top would feature Washington standing in a"
    },
    {
      "index": 32,
      "start_time": 232140.0,
      "end_time": 235690.0,
      "text": "chariot. The cornerstone for this obelisk was laid"
    },
    {
      "index": 33,
      "start_time": 235690.0,
      "end_time": 243090.0,
      "text": "on the 4th of July 1848. Construction did however stop due to lack of funds and because"
    },
    {
      "index": 34,
      "start_time": 243090.0,
      "end_time": 252360.0,
      "text": "of the Civil War in 1856. At this time, the monument was at a height of 45 meter. The"
    },
    {
      "index": 35,
      "start_time": 252360.0,
      "end_time": 258250.0,
      "text": "colonnade part of the memorial was at this time put aside, as the monument project had"
    },
    {
      "index": 36,
      "start_time": 258250.0,
      "end_time": 263810.0,
      "text": "enough funding problems already. If you take a look at the obelisk, you will be able to"
    },
    {
      "index": 37,
      "start_time": 263810.0,
      "end_time": 269300.0,
      "text": "see how tall the obelisk stood when the construction stopped, as there is a clear difference in"
    },
    {
      "index": 38,
      "start_time": 269300.0,
      "end_time": 277639.0,
      "text": "the color of the stone at that level. The work later resumed from 1876 and completed"
    },
    {
      "index": 39,
      "start_time": 277639.0,
      "end_time": 285590.0,
      "text": "in1884 when the small aluminum cap was placed on the top. The monument was dedicated on"
    },
    {
      "index": 40,
      "start_time": 285590.0,
      "end_time": 294060.0,
      "text": "February 21, 1885 and officially opened in 1888 at which point it was the tallest building"
    },
    {
      "index": 41,
      "start_time": 294060.0,
      "end_time": 300770.0,
      "text": "in the world. The obelisk is built with granite and sandstone,"
    },
    {
      "index": 42,
      "start_time": 300770.0,
      "end_time": 309210.0,
      "text": "covered by white marble walls. The monument is financed to a large degree by private donations,"
    },
    {
      "index": 43,
      "start_time": 309210.0,
      "end_time": 315139.0,
      "text": "and when financial donation wasn&#39;t possible, a popular alternative was instead to donate"
    },
    {
      "index": 44,
      "start_time": 315139.0,
      "end_time": 322879.0,
      "text": "stone. This is the reason why the interior walls contains several stones donated by individuals,"
    },
    {
      "index": 45,
      "start_time": 322879.0,
      "end_time": 329300.0,
      "text": "societies, cities, States, and nations from all over the world."
    },
    {
      "index": 46,
      "start_time": 329300.0,
      "end_time": 334560.0,
      "text": "Inside the obelisk there is an elevator which takes visitors to its observation point in"
    },
    {
      "index": 47,
      "start_time": 334560.0,
      "end_time": 341699.0,
      "text": "the top. From there, visitors get a great view over the surrounding parks and Washington"
    },
    {
      "index": 48,
      "start_time": 341699.0,
      "end_time": 349030.0,
      "text": "City. The original elevator was a steam elevator and took 20 minutes from ground level to the"
    },
    {
      "index": 49,
      "start_time": 349030.0,
      "end_time": 356610.0,
      "text": "top. Luckily, today&#39;s elevator will take you to the top in 70 seconds instead of 20 minutes."
    },
    {
      "index": 50,
      "start_time": 356610.0,
      "end_time": 363050.0,
      "text": "As early as 1888, an average of 55,000 people per month went to the top."
    },
    {
      "index": 51,
      "start_time": 363050.0,
      "end_time": 369189.0,
      "text": "Today, the Washington Monument has around 1 million visitors each year and has become"
    },
    {
      "index": 52,
      "start_time": 369189.0,
      "end_time": 379189.0,
      "text": "one of the icons of the city."
    }
  ]
}