{
  "video_id": "H25RnmslChI",
  "title": "\"How did you handle a difficult situation?\" in Job Interview",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 8000.0,
      "end_time": 16200.0,
      "text": "Employers like to ask the question: Tell me about a difficult situation, conflict or challenge you faced in the workplace."
    },
    {
      "index": 2,
      "start_time": 16200.0,
      "end_time": 20180.0,
      "text": "You will most likely be asked this question in one form or another."
    },
    {
      "index": 3,
      "start_time": 20180.0,
      "end_time": 34550.0,
      "text": "The employer is checking your critical thinking skills by asking you to relate a specific instance where you: a) took charge in handling a challenging situation or conflict, and b) collaborated with your coworkers as a team in order to do so."
    },
    {
      "index": 4,
      "start_time": 34550.0,
      "end_time": 44610.0,
      "text": "The employer is checking your critical thinking skills, approach to the problem and the level of responsibility you take in challenging situations."
    },
    {
      "index": 5,
      "start_time": 44610.0,
      "end_time": 49890.0,
      "text": "So it is important that you think of good examples that involve you handling and resolving a problem."
    },
    {
      "index": 6,
      "start_time": 49500.0,
      "end_time": 53520.0,
      "text": "Tell me about a time you faced a challenging situation at work."
    },
    {
      "index": 7,
      "start_time": 53520.0,
      "end_time": 59230.0,
      "text": "One time a customer was yelling at me, I don't write the rules, so I let her know that and went and got my manager."
    },
    {
      "index": 8,
      "start_time": 59230.0,
      "end_time": 66289.0,
      "text": "It is important to make sure that you use an example that demonstrates your ability to handle a tough situation."
    },
    {
      "index": 9,
      "start_time": 66289.0,
      "end_time": 74600.0,
      "text": "It does not make sense to use an example that involves elevating the situation to a superior and not being the one responsible for the resolution."
    },
    {
      "index": 10,
      "start_time": 74600.0,
      "end_time": 79259.0,
      "text": "This is also a good chance to show your ability to work as part of a team."
    },
    {
      "index": 11,
      "start_time": 79259.0,
      "end_time": 87149.0,
      "text": "Being able to analyze a problem, utilizing the advice and suggestions of others demonstrates good critical thinking skills and shows you are a team player."
    },
    {
      "index": 12,
      "start_time": 87149.0,
      "end_time": 97619.0,
      "text": "In order to tell an effective story and frame your example, use the PAR model: P stands for Problem—What was the problem or challenge you were facing?"
    },
    {
      "index": 13,
      "start_time": 97619.0,
      "end_time": 105658.0,
      "text": "A is for Action—How did you and your coworkers analyze the problem and what actions did you take in order to solve it?"
    },
    {
      "index": 14,
      "start_time": 105659.0,
      "end_time": 110600.0,
      "text": "R is for result—What was the positive outcome as a result of your actions?"
    },
    {
      "index": 15,
      "start_time": 110600.0,
      "end_time": 120380.0,
      "text": "Ending the story strong is necessary—you want to show that you learned from the experience and created a positive situation or environment for all parties involved."
    },
    {
      "index": 16,
      "start_time": 120380.0,
      "end_time": 125640.0,
      "text": "Let's look at a good example of a candidate who has structured her answer well."
    },
    {
      "index": 17,
      "start_time": 125640.0,
      "end_time": 126140.0,
      "text": "Here, we have a project manager working with 2 of her colleagues to meet a deadline."
    },
    {
      "index": 18,
      "start_time": 129990.00000000001,
      "end_time": 134420.0,
      "text": "Her colleagues were not able to agree with each other on the details of the project."
    },
    {
      "index": 19,
      "start_time": 134420.0,
      "end_time": 144000.0,
      "text": "One time, while working as a Project Manager at Builders Construction company, I was working with 2 of my colleagues to meet a deadline on a proposal we were drafting."
    },
    {
      "index": 20,
      "start_time": 144000.0,
      "end_time": 148300.0,
      "text": "They could not agree with each other on how to approach the proposal and the deadline was near."
    },
    {
      "index": 21,
      "start_time": 148300.0,
      "end_time": 159300.0,
      "text": "It was obvious we needed to work better as a team, so I invited them both to lunch where we were able to openly discuss the details of the project, allowing both of them to hear the full scope of each other's plans."
    },
    {
      "index": 22,
      "start_time": 159300.0,
      "end_time": 168120.0,
      "text": "Having lunch together gave them the opportunity to see that they both had similar visions of the big picture but disagreed about smaller, less important details."
    },
    {
      "index": 23,
      "start_time": 168120.0,
      "end_time": 174600.0,
      "text": "After hearing both of their plans we made a single list using the best and most efficient ideas that we all agreed on."
    },
    {
      "index": 24,
      "start_time": 174600.0,
      "end_time": 181210.0,
      "text": "In the end we ended up drafting one solid proposal that was under budget, making our client very happy."
    },
    {
      "index": 25,
      "start_time": 181210.0,
      "end_time": 188210.0,
      "text": "It turned out that afterward the two worked together even more; producing some of the best projects we had in my time with the company."
    },
    {
      "index": 26,
      "start_time": 188210.0,
      "end_time": 196300.0,
      "text": "I feel that the experience helped me improve my ability to collaborate and work as an integral part of a team, while growing in my leadership skills as well."
    },
    {
      "index": 27,
      "start_time": 196300.0,
      "end_time": 210790.0,
      "text": "Remember, when answering the question pertaining to a time you were faced with a challenging or difficult situation in the workplace, use examples that demonstrate how you stepped up and took a leadership position by collaborating with your coworkers."
    },
    {
      "index": 28,
      "start_time": 210790.0,
      "end_time": 215840.0,
      "text": "Remain upbeat and positive when giving your answer and use the PAR system to frame the story."
    }
  ]
}