{
  "video_id": "h3l94aZSbGM",
  "title": "Earthquake Hazards I: Ground Failure",
  "json": [
    {
      "index": 1,
      "start_time": 1180.0,
      "end_time": 7200.0,
      "text": "A magnitude 7.8 earthquake struck San Francisco early on the morning of April 18, 1906."
    },
    {
      "index": 2,
      "start_time": 7200.0,
      "end_time": 12600.0,
      "text": "The event marked the first time that the consequences of a major US natural disaster were recorded on film."
    },
    {
      "index": 3,
      "start_time": 13640.0,
      "end_time": 20640.0,
      "text": "A subsequent report demonstrated that the earthquake occurred on the northern half of a single continuous structure that we now know as the San Andreas Fault."
    },
    {
      "index": 4,
      "start_time": 20640.0,
      "end_time": 25580.0,
      "text": "The 1906 earthquake and subsequent fire killed more than 3000 San Francisco residents"
    },
    {
      "index": 5,
      "start_time": 25580.0,
      "end_time": 29200.0,
      "text": "and left over half the city’s population homeless."
    },
    {
      "index": 6,
      "start_time": 30960.0,
      "end_time": 37960.0,
      "text": "Today, nearly 40 million people live in California with many of them concentrated in major cities located close to the San Andreas and other fault systems."
    },
    {
      "index": 7,
      "start_time": 37960.0,
      "end_time": 43400.0,
      "text": "What can we do to mitigate the potential damages and loss of life from a future dangerous earthquake?"
    },
    {
      "index": 8,
      "start_time": 43400.0,
      "end_time": 46740.0,
      "text": "To answer that question we need to understand the nature of earthquake hazards."
    },
    {
      "index": 9,
      "start_time": 46740.0,
      "end_time": 51400.0,
      "text": "When earthquakes occur the earth shakes for seconds or maybe even minutes."
    },
    {
      "index": 10,
      "start_time": 53160.0,
      "end_time": 60160.0,
      "text": "However much of the damage with earthquakes is not a result of the shaking itself but may be driven by other factors such as the design of buildings and the underlying geology."
    },
    {
      "index": 11,
      "start_time": 61180.0,
      "end_time": 68180.0,
      "text": "Our objective for this lesson is to familiarize you with the principle hazards associated with earthquake activity and the factors that can magnify their impact."
    },
    {
      "index": 12,
      "start_time": 68220.0,
      "end_time": 75100.0,
      "text": "One obvious consequence of shaking associated with an earthquake is the collapse of buildings and other structures."
    },
    {
      "index": 13,
      "start_time": 75100.0,
      "end_time": 79259.0,
      "text": "Rapid vertical and horizontal movements can shift homes off their foundations,"
    },
    {
      "index": 14,
      "start_time": 79760.0,
      "end_time": 83840.0,
      "text": "collapse multi-story office blocks and destroy elevated roadways."
    },
    {
      "index": 15,
      "start_time": 83840.0,
      "end_time": 90220.0,
      "text": "The colors on this map indicate the severity of the shaking associated with the San Francisco earthquake."
    },
    {
      "index": 16,
      "start_time": 90220.0,
      "end_time": 94200.0,
      "text": "The red color indicates that shaking was most intense along the fault,"
    },
    {
      "index": 17,
      "start_time": 94200.0,
      "end_time": 101200.0,
      "text": "and the transition from red to yellow to green indicates that shaking decreased as we get farther to the east."
    },
    {
      "index": 18,
      "start_time": 101660.0,
      "end_time": 109740.0,
      "text": "This graph illustrates that instruments at some stations near the source of the 1994 Northridge earthquake recorded ground shaking that approached 1g."
    },
    {
      "index": 19,
      "start_time": 109740.0,
      "end_time": 114899.0,
      "text": "A vertical acceleration of 1g is sufficient to overcome gravity, throwing objects into the air."
    },
    {
      "index": 20,
      "start_time": 117320.0,
      "end_time": 124390.0,
      "text": "Cities in areas of seismic risk typically have strict building regulations that require that new structures withstand accelerations of 0.5g or more with little damage."
    },
    {
      "index": 21,
      "start_time": 124360.0,
      "end_time": 131360.0,
      "text": "Even 60 miles or 95 kilometers from the epicenter, there is sufficient shaking to cause damage to older buildings."
    },
    {
      "index": 22,
      "start_time": 131940.0,
      "end_time": 135780.0,
      "text": "But shaking isn’t just about the distance from the fault."
    },
    {
      "index": 23,
      "start_time": 135780.0,
      "end_time": 138820.0,
      "text": "Look again at this map of the 1906 earthquake."
    },
    {
      "index": 24,
      "start_time": 138820.0,
      "end_time": 141780.0,
      "text": "Notice this red area here around Santa Rosa."
    },
    {
      "index": 25,
      "start_time": 141780.0,
      "end_time": 148600.0,
      "text": "Even though Santa Rosa was more than 30 kilometers from the fault, is suffered some of the worst damage as a result of the earthquake."
    },
    {
      "index": 26,
      "start_time": 148600.0,
      "end_time": 154380.0,
      "text": "The underlying geology and building design can combine to exaggerate or dampen the effects of earthquake shaking."
    },
    {
      "index": 27,
      "start_time": 154380.0,
      "end_time": 161180.0,
      "text": "or example, the 49-story Transamerica Pyramid shook for more than a minute during a major earthquake"
    },
    {
      "index": 28,
      "start_time": 161180.0,
      "end_time": 164220.0,
      "text": "but no one was seriously injured and the tower was undamaged."
    },
    {
      "index": 29,
      "start_time": 164980.0,
      "end_time": 171980.0,
      "text": "Buildings or structures have a natural resonance or frequency of vibration related to the motion of an earthquake."
    },
    {
      "index": 30,
      "start_time": 171980.0,
      "end_time": 177579.0,
      "text": "The greatest damage occurs when ground motion matches the resonance of a building."
    },
    {
      "index": 31,
      "start_time": 177580.0,
      "end_time": 182620.0,
      "text": "For example, taller structures will exhibit greater oscillations back and forth with slower ground motions."
    },
    {
      "index": 32,
      "start_time": 182620.0,
      "end_time": 189620.0,
      "text": "In contrast, short structures, like two-story homes, will vibrate more violently with faster ground motions."
    },
    {
      "index": 33,
      "start_time": 194760.0,
      "end_time": 199359.0,
      "text": "The same earthquake will produce different shaking effects in different earth materials."
    },
    {
      "index": 34,
      "start_time": 200800.0,
      "end_time": 208740.0,
      "text": "Bedrock typically produces more frequent, smaller vibrations – the type of shaking that is more likely to damage shorter structures such as two-story homes."
    },
    {
      "index": 35,
      "start_time": 209120.0,
      "end_time": 217780.0,
      "text": "Weaker materials such as muddy soils can amplify ground shaking and produce larger, low resonance vibrations that are more dangerous for multi-story structures."
    },
    {
      "index": 36,
      "start_time": 220820.0,
      "end_time": 227820.0,
      "text": "Elsewhere the shaking may cause ground failure. Landslides can occur in areas with steep slopes, blocking roads and burying homes under debris."
    },
    {
      "index": 37,
      "start_time": 229720.0,
      "end_time": 239380.0,
      "text": "Liquefaction occurs when shaking causes the compaction of sediment increasing water pressure and causing water and water-saturated material to be ejected at the surface."
    },
    {
      "index": 38,
      "start_time": 243700.0,
      "end_time": 249820.0,
      "text": "In this example, a block of granite sinks into the underlying saturated sands when the material is shaken vigorously."
    },
    {
      "index": 39,
      "start_time": 252700.0,
      "end_time": 258760.0,
      "text": "Local features like these sand boils or sand volcanoes are often produced."
    },
    {
      "index": 40,
      "start_time": 259180.0,
      "end_time": 266180.0,
      "text": "Elsewhere, liquefaction results in subsidence of the land surface and causes objects to collapse into the slurry of water and sediment."
    },
    {
      "index": 41,
      "start_time": 266180.0,
      "end_time": 271900.0,
      "text": "In the most extreme events this can cause whole apartment buildings collapse as the ground beneath them gives way."
    },
    {
      "index": 42,
      "start_time": 273900.0,
      "end_time": 279900.0,
      "text": "Fault movement during earthquakes can result in adjacent pieces of the land surface being displaced by up to several meters."
    },
    {
      "index": 43,
      "start_time": 280220.0,
      "end_time": 284320.0,
      "text": "Some blocks may move up or down, while others shift from side to side."
    },
    {
      "index": 44,
      "start_time": 285380.0,
      "end_time": 292380.0,
      "text": "This is one of the easier hazards to avoid, the general rule is “Don’t build anything on or near an active fault.”"
    },
    {
      "index": 45,
      "start_time": 295220.0,
      "end_time": 303320.0,
      "text": "We see examples of the effects of ground shaking and ground failure following the magnitude 9.2 Great Alaska earthquake of 1964."
    },
    {
      "index": 46,
      "start_time": 303320.0,
      "end_time": 306500.0,
      "text": "This remains the largest US earthquake ever recorded."
    },
    {
      "index": 47,
      "start_time": 306500.0,
      "end_time": 312760.0,
      "text": "Liquefaction, subsidence, and landslides swallowed buildings and left behind a chaotic urban landscape."
    },
    {
      "index": 48,
      "start_time": 312760.0,
      "end_time": 318120.0,
      "text": "The town of Valdez was moved to a more stable location following the earthquake."
    },
    {
      "index": 49,
      "start_time": 319740.0,
      "end_time": 326740.0,
      "text": "We was one major learning objective for this lesson. How confident are you that you could complete this task?"
    }
  ]
}