{
  "video_id": "H91JDqeR_jg",
  "title": "How to Find Meaningful Work",
  "json": [
    {
      "index": 1,
      "start_time": 8602.0,
      "end_time": 11782.0,
      "text": "The first requirement of any job is that it should pay."
    },
    {
      "index": 2,
      "start_time": 12320.0,
      "end_time": 18193.0,
      "text": "But almost as important yet much less commonly recognized, is that a job should feel full of meaning."
    },
    {
      "index": 3,
      "start_time": 18351.0,
      "end_time": 21359.0,
      "text": "Yet, how does a job get to feel meaningful?"
    },
    {
      "index": 4,
      "start_time": 21521.0,
      "end_time": 24020.0,
      "text": "What even does it mean to say that a job has meaning?"
    },
    {
      "index": 5,
      "start_time": 23968.0,
      "end_time": 27271.0,
      "text": "There seem to be three things that imbue work with meaning."
    },
    {
      "index": 6,
      "start_time": 27736.0,
      "end_time": 33206.0,
      "text": "Firstly, a meaningful job taps into the deepest, most sincere and talented parts of us."
    },
    {
      "index": 7,
      "start_time": 33464.0,
      "end_time": 39768.0,
      "text": "So different people will necessarily find different sorts of work meaningful according to what's inside their deeper self."
    },
    {
      "index": 8,
      "start_time": 40065.0,
      "end_time": 42462.0,
      "text": "For some, meaning might emerge from baking bread."
    },
    {
      "index": 9,
      "start_time": 42765.0,
      "end_time": 45665.0,
      "text": "Others will feel their deep self engaged by computer science."
    },
    {
      "index": 10,
      "start_time": 46341.0,
      "end_time": 50797.0,
      "text": "For others still, they'll feel most fully themselves, most fully alive when investing money"
    },
    {
      "index": 11,
      "start_time": 51778.0,
      "end_time": 53918.0,
      "text": "or teaching kids a foreign language."
    },
    {
      "index": 12,
      "start_time": 56854.0,
      "end_time": 63527.0,
      "text": "Secondly, a meaningful job is one which to some extent helps others, which fixes a problem that humans have."
    },
    {
      "index": 13,
      "start_time": 63866.0,
      "end_time": 67167.0,
      "text": "A job which in ways, large and small, serves humanity."
    },
    {
      "index": 14,
      "start_time": 70078.0,
      "end_time": 72640.0,
      "text": "Meaningful work provides a service to others."
    },
    {
      "index": 15,
      "start_time": 74106.0,
      "end_time": 81459.0,
      "text": "And thirdly, a job feels meaningful when the person doing it can viscerally sense, day to day, the impact of their work upon an audience."
    },
    {
      "index": 16,
      "start_time": 81956.0,
      "end_time": 88315.0,
      "text": "Not only is the job theoretically meaningful, it actually feels meaningful as one does it in a course of an average day."
    },
    {
      "index": 17,
      "start_time": 89317.0,
      "end_time": 91944.0,
      "text": "Why should it be so hard to find meaningful work?"
    },
    {
      "index": 18,
      "start_time": 91963.0,
      "end_time": 97325.0,
      "text": "Why are we in such a danger of doing work that brings in money but doesn't fulfill the meaning side of us?"
    },
    {
      "index": 19,
      "start_time": 97809.0,
      "end_time": 99424.0,
      "text": "Three big reasons stand out."
    },
    {
      "index": 20,
      "start_time": 100159.0,
      "end_time": 105038.0,
      "text": "Firstly, because it's perilously hard for us to locate our true interests"
    },
    {
      "index": 21,
      "start_time": 105227.0,
      "end_time": 109107.0,
      "text": "in the time we have, before simply paying the bills becomes the imperative."
    },
    {
      "index": 22,
      "start_time": 109497.0,
      "end_time": 112237.0,
      "text": "Our interests don't manifest themselves spontaneously."
    },
    {
      "index": 23,
      "start_time": 112658.0,
      "end_time": 115507.0,
      "text": "They require us to patiently analyze ourselves,"
    },
    {
      "index": 24,
      "start_time": 115680.0,
      "end_time": 120540.0,
      "text": "and try out a range of options to see what feels as if it might have the best fit for us."
    },
    {
      "index": 25,
      "start_time": 120952.0,
      "end_time": 127874.0,
      "text": "But unfortunately, schools and universities, as well as society at large, doesn't place much emphasis on this stage of education,"
    },
    {
      "index": 26,
      "start_time": 127919.0,
      "end_time": 131782.0,
      "text": "on helping people to understand their authentic working identities."
    },
    {
      "index": 27,
      "start_time": 132003.0,
      "end_time": 147374.0,
      "text": "There's far more emphasis on simply getting ready for any job than a job that would particularly well-suited to us, which is a pity not just for individuals but for the economy as a whole, because people would always work better, harder and more fruitfully when their deep selves are engaged."
    },
    {
      "index": 28,
      "start_time": 147690.0,
      "end_time": 152699.0,
      "text": "Secondly, many jobs are relatively meaningless because it's very possible, in the current economy,"
    },
    {
      "index": 29,
      "start_time": 152720.0,
      "end_time": 156804.0,
      "text": "to generate profits from selling people things that aren't really helping them in any way,"
    },
    {
      "index": 30,
      "start_time": 157244.0,
      "end_time": 161191.0,
      "text": "but are more hoodwinking them, or preying on their lack of self-command."
    },
    {
      "index": 31,
      "start_time": 161585.0,
      "end_time": 166201.0,
      "text": "Most of us have a dangerously loose hold on what really brings us satisfaction long-term,"
    },
    {
      "index": 32,
      "start_time": 166622.0,
      "end_time": 170648.0,
      "text": "which gives room to entrepreneurs to build huge and profitable businesses"
    },
    {
      "index": 33,
      "start_time": 170765.0,
      "end_time": 174549.0,
      "text": "selling stuff which no one's particularly proud of at the end an average day."
    },
    {
      "index": 34,
      "start_time": 174857.0,
      "end_time": 179760.0,
      "text": "Those working in these businesses know in their hearts that they haven't really helped anyone have a better life."
    },
    {
      "index": 35,
      "start_time": 180091.0,
      "end_time": 184529.0,
      "text": "The job pays. That's why they keep doing it, but there's sadly very little meaning."
    },
    {
      "index": 36,
      "start_time": 184934.0,
      "end_time": 197028.0,
      "text": "Thirdly, a job may have real meaning may genuinely be helping others, but it may not feel like this day to day, because many organizations are so large, so slow-moving, so split up over so many continents"
    },
    {
      "index": 37,
      "start_time": 198213.0,
      "end_time": 204716.0,
      "text": "that the purpose of everyone's workday gets lost amidst endless meetings, memos, conference calls and admin."
    },
    {
      "index": 38,
      "start_time": 205073.0,
      "end_time": 211332.0,
      "text": "If you're one of the 10,000 people on four continents working towards a product that will help humanity in 2022,"
    },
    {
      "index": 39,
      "start_time": 211742.0,
      "end_time": 215335.0,
      "text": "you may well lose the thread of what the real purpose of it all is."
    },
    {
      "index": 40,
      "start_time": 216064.0,
      "end_time": 220352.0,
      "text": "No wonder people who work in large organizations often fantasize about throwing it all in"
    },
    {
      "index": 41,
      "start_time": 220379.0,
      "end_time": 223925.0,
      "text": "and working in a job with more tangible sense of the end result."
    },
    {
      "index": 42,
      "start_time": 223944.0,
      "end_time": 227642.0,
      "text": "For example, running a small B&B or landscape gardening firm."
    },
    {
      "index": 43,
      "start_time": 228122.0,
      "end_time": 232465.0,
      "text": "The very scale of modern enterprise has sapped a lot of work of a sense of meaning."
    },
    {
      "index": 44,
      "start_time": 232963.0,
      "end_time": 238644.0,
      "text": "This diagnosis helps to point the way to what we might begin to do to make work more meaningful for people."
    },
    {
      "index": 45,
      "start_time": 238901.0,
      "end_time": 246223.0,
      "text": "Firstly, pay a lot more attention to helping people find their vocation, their real working authentic selves"
    },
    {
      "index": 46,
      "start_time": 246223.0,
      "end_time": 252272.0,
      "text": "through moves like career psychotherapy, extended work placements and changes to school and university curricula,"
    },
    {
      "index": 47,
      "start_time": 252313.0,
      "end_time": 258583.0,
      "text": "so as to allow students to start to analyze their identities and aptitudes from a much younger age."
    },
    {
      "index": 48,
      "start_time": 258882.99999999997,
      "end_time": 265432.0,
      "text": "Secondly, the more we as customers can support businesses engaged in meaningful work, the more meaningful jobs there will be."
    },
    {
      "index": 49,
      "start_time": 265739.0,
      "end_time": 270071.0,
      "text": "Consumers have an enormous power over what kind of lives we can have as producers."
    },
    {
      "index": 50,
      "start_time": 270400.0,
      "end_time": 276316.0,
      "text": "By raising the quality of our demand, we raise the number of jobs there are which can answer to mankind's deeper needs."
    },
    {
      "index": 51,
      "start_time": 276709.0,
      "end_time": 284175.0,
      "text": "Thirdly, in businesses which should do meaningful work but on too large a scale over too long a period for it to feel meaningful day to day,"
    },
    {
      "index": 52,
      "start_time": 284185.0,
      "end_time": 288207.0,
      "text": "we need to get better at telling stories of what the business is up to."
    },
    {
      "index": 53,
      "start_time": 288307.0,
      "end_time": 293837.0,
      "text": "We need to give work some of the intimacy of a small B&B even if it's a giant multinational."
    },
    {
      "index": 54,
      "start_time": 294558.0,
      "end_time": 298547.0,
      "text": "Ensuring that work is meaningful is vital. It's not a luxury."
    },
    {
      "index": 55,
      "start_time": 298743.0,
      "end_time": 302407.0,
      "text": "It determines the greatest issue of all in modern economics and politics:"
    },
    {
      "index": 56,
      "start_time": 302486.0,
      "end_time": 305364.0,
      "text": "how hard and well people will work,"
    },
    {
      "index": 57,
      "start_time": 305300.0,
      "end_time": 309500.0,
      "text": "and therefore, how successful and wealthy our societies can be."
    }
  ]
}