{
  "video_id": "h_1QLdtF8d0",
  "title": "Gene Regulation and the Order of the Operon",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4040.0,
      "text": "Captioning is on! Click the CC button at bottom right to turn off."
    },
    {
      "index": 2,
      "start_time": 4040.0,
      "end_time": 8560.0,
      "text": "Follow the amoebas on Twitter (@amoebasisters) and Facebook!"
    },
    {
      "index": 3,
      "start_time": 8560.0,
      "end_time": 12950.0,
      "text": "Have you ever thought about how disastrous it could be if the cells in your eyes started"
    },
    {
      "index": 4,
      "start_time": 12950.0,
      "end_time": 18550.0,
      "text": "producing the same hydrochloric acid that is made by your stomach cells? Your stomach"
    },
    {
      "index": 5,
      "start_time": 18550.0,
      "end_time": 24300.0,
      "text": "cells produce HCL to help break down food, but you definitely don’t want that in your"
    },
    {
      "index": 6,
      "start_time": 24300.0,
      "end_time": 29000.0,
      "text": "eyes. Thank goodness that doesn’t happen! But it’s surprising---because both your"
    },
    {
      "index": 7,
      "start_time": 29000.0,
      "end_time": 35290.0,
      "text": "eye cells and stomach cells contain all of your DNA. All of your DNA is found in your"
    },
    {
      "index": 8,
      "start_time": 35290.0,
      "end_time": 41310.0,
      "text": "body cells, but see---the portions that are used need to be regulated somehow. Otherwise"
    },
    {
      "index": 9,
      "start_time": 41310.0,
      "end_time": 46070.0,
      "text": "we could end up with something ridiculous like…eye cells producing digestive enzymes."
    },
    {
      "index": 10,
      "start_time": 46070.0,
      "end_time": 50160.0,
      "text": "And that wouldn’t just be a waste of resources---that would actually be very difficult to explain"
    },
    {
      "index": 11,
      "start_time": 50160.0,
      "end_time": 55250.0,
      "text": "to your friends.You want some genes to be regulated. Controlled. Remember that genes"
    },
    {
      "index": 12,
      "start_time": 55250.0,
      "end_time": 61350.0,
      "text": "are made up of DNA. DNA is used to give instructions for the production of proteins in the process"
    },
    {
      "index": 13,
      "start_time": 61350.0,
      "end_time": 67830.0,
      "text": "of protein synthesis. But an important concept is that there needs to be a method of determining"
    },
    {
      "index": 14,
      "start_time": 67830.0,
      "end_time": 74380.0,
      "text": "which genes will be turned on and which genes will be turned off. This is called gene regulation."
    },
    {
      "index": 15,
      "start_time": 74380.0,
      "end_time": 80270.0,
      "text": "There are many ways that genes are regulated. In your human body cells, you can have proteins"
    },
    {
      "index": 16,
      "start_time": 80270.0,
      "end_time": 86660.0,
      "text": "that can bind to certain gene regions to increase the rate of transcription for the transcription"
    },
    {
      "index": 17,
      "start_time": 86660.0,
      "end_time": 93319.0,
      "text": "enzyme RNA polymerase. Or you can have proteins decrease transcription to the point that it"
    },
    {
      "index": 18,
      "start_time": 93319.0,
      "end_time": 98520.0,
      "text": "may not be transcribed at all. That is a form of gene regulation. Your eye cells don’t"
    },
    {
      "index": 19,
      "start_time": 98520.0,
      "end_time": 104220.0,
      "text": "use the portion of DNA that codes for making HCL like your stomach cells do, because there"
    },
    {
      "index": 20,
      "start_time": 104220.0,
      "end_time": 108770.0,
      "text": "is regulation like this in all of your cells to determine which portions of DNA is used."
    },
    {
      "index": 21,
      "start_time": 108770.0,
      "end_time": 114190.0,
      "text": "But we want to shift gears now to talk about a very interesting way of regulating genes"
    },
    {
      "index": 22,
      "start_time": 114190.0,
      "end_time": 119160.0,
      "text": "that can sometimes be challenging to visualize. A way that has not been found in humans, but"
    },
    {
      "index": 23,
      "start_time": 119160.0,
      "end_time": 124950.0,
      "text": "instead is found in prokaryotes----with a few eukaryote exceptions. It’s called an"
    },
    {
      "index": 24,
      "start_time": 124950.0,
      "end_time": 132560.0,
      "text": "operon. An operon is a fancy way of regulating genes and it usually is made up of a few genes"
    },
    {
      "index": 25,
      "start_time": 132560.0,
      "end_time": 138710.0,
      "text": "that involve enzymes. Remember that enzymes are proteins with the ability to break down"
    },
    {
      "index": 26,
      "start_time": 138710.0,
      "end_time": 143770.0,
      "text": "or build up the substances that they act on. Let’s talk about some key players in an"
    },
    {
      "index": 27,
      "start_time": 143770.0,
      "end_time": 150610.0,
      "text": "operon so we can see some gene regulation. First, RNA polymerase. It’s a builder- a"
    },
    {
      "index": 28,
      "start_time": 150610.0,
      "end_time": 154530.0,
      "text": "builder enzyme actually because RNA polymerase is an enzyme. Remember that many things in"
    },
    {
      "index": 29,
      "start_time": 154530.0,
      "end_time": 161460.0,
      "text": "biology that end in that –ase are enzymes. RNA polymerase is needed in order to start"
    },
    {
      "index": 30,
      "start_time": 161460.0,
      "end_time": 168910.0,
      "text": "transcription. Remember that transcription and translation are steps in protein synthesis."
    },
    {
      "index": 31,
      "start_time": 168910.0,
      "end_time": 175070.0,
      "text": "Protein synthesis which means to make proteins---enzymes in this case. The thing about RNA polymerase"
    },
    {
      "index": 32,
      "start_time": 175070.0,
      "end_time": 180400.0,
      "text": "though---it gets a little confusing for RNA polymerase without somewhere to bind. If you"
    },
    {
      "index": 33,
      "start_time": 180400.0,
      "end_time": 185570.0,
      "text": "watched our DNA replication video, you learned about DNA polymerase and how it needs to have"
    },
    {
      "index": 34,
      "start_time": 185570.0,
      "end_time": 192140.0,
      "text": "a primer to know where to start. Well, RNA Polymerase needs a promoter. A promoter is"
    },
    {
      "index": 35,
      "start_time": 192140.0,
      "end_time": 197610.0,
      "text": "a sequence of DNA where RNA polymerase can bind to. So you would think that’s it---you"
    },
    {
      "index": 36,
      "start_time": 197610.0,
      "end_time": 202150.0,
      "text": "get RNA polymerase attached to a promoter and boom! You make your mRNA which eventually"
    },
    {
      "index": 37,
      "start_time": 202150.0,
      "end_time": 206790.0,
      "text": "will be used to make a protein right? But there’s this other sequence of DNA called"
    },
    {
      "index": 38,
      "start_time": 206790.0,
      "end_time": 213110.0,
      "text": "an operator. The operator is a part of the DNA where something called a repressor can"
    },
    {
      "index": 39,
      "start_time": 213110.0,
      "end_time": 220680.0,
      "text": "bind. The big bad repressor, if bound to the operator, blocks RNA polymerase. Poor RNA"
    },
    {
      "index": 40,
      "start_time": 220680.0,
      "end_time": 226270.0,
      "text": "polymerase cannot move forward and no mRNA can be made. Therefore, no proteins. So take"
    },
    {
      "index": 41,
      "start_time": 226270.0,
      "end_time": 231890.0,
      "text": "a look at our setup here. This is an example called a Lac Operon. Notice there is a promoter"
    },
    {
      "index": 42,
      "start_time": 231890.0,
      "end_time": 237010.0,
      "text": "region of the DNA, the operator region of the DNA, and these are three genes {have labeled"
    },
    {
      "index": 43,
      "start_time": 237010.0,
      "end_time": 240540.0,
      "text": "lacZ, lacY, and lacA) that code for enzymes that help in the process of breaking down"
    },
    {
      "index": 44,
      "start_time": 240540.0,
      "end_time": 246959.0,
      "text": "lactose. Lactose is a sugar. If lactose sugar is around, bacteria want these enzymes to"
    },
    {
      "index": 45,
      "start_time": 246959.0,
      "end_time": 251670.0,
      "text": "be made so they can use them to break down the lactose sugar. Then they can metabolize"
    },
    {
      "index": 46,
      "start_time": 251670.0,
      "end_time": 258069.0,
      "text": "it! Fed bacteria are happy bacteria. Here’s the repressor. There’s actually a gene here"
    },
    {
      "index": 47,
      "start_time": 258069.00000000003,
      "end_time": 262770.0,
      "text": "on the operon that codes for producing the repressor. See this gene that we call “I”?"
    },
    {
      "index": 48,
      "start_time": 262770.0,
      "end_time": 268840.0,
      "text": "It has its own promoter. This codes for the production of the repressor. So why do we"
    },
    {
      "index": 49,
      "start_time": 268840.0,
      "end_time": 273749.0,
      "text": "need this repressor? Well, it’s wasteful to make things that you don’t need. If there’s"
    },
    {
      "index": 50,
      "start_time": 273749.0,
      "end_time": 278129.0,
      "text": "no lactose, it wouldn’t make sense to start making enzymes that work together to break"
    },
    {
      "index": 51,
      "start_time": 278129.0,
      "end_time": 284529.0,
      "text": "down lactose. It would be a waste---the enzymes would just sit there. So if lactose is not"
    },
    {
      "index": 52,
      "start_time": 284529.0,
      "end_time": 292080.0,
      "text": "present, then the repressor binds to the operator. This blocks RNA polymerase. mRNA cannot be"
    },
    {
      "index": 53,
      "start_time": 292080.0,
      "end_time": 298150.0,
      "text": "made. And therefore the proteins---enzymes in this case---cannot be made. But if lactose"
    },
    {
      "index": 54,
      "start_time": 298150.0,
      "end_time": 303749.0,
      "text": "is around in the environment, something pretty cool happens. The lactose---remember, that’s"
    },
    {
      "index": 55,
      "start_time": 303749.0,
      "end_time": 310139.0,
      "text": "the sugar, binds to the repressor. This changes the repressor’s confirmation. Try as it"
    },
    {
      "index": 56,
      "start_time": 310139.0,
      "end_time": 316229.0,
      "text": "might----the repressor can’t bind to the operator. RNA polymerase finds its promoter,"
    },
    {
      "index": 57,
      "start_time": 316229.0,
      "end_time": 323020.0,
      "text": "binds, and transcribes to make mRNA from the genes on the operon. That mRNA will be used"
    },
    {
      "index": 58,
      "start_time": 323020.0,
      "end_time": 328520.0,
      "text": "to make enzymes to break down that lactose sugar. Bacteria like to eat so…that makes"
    },
    {
      "index": 59,
      "start_time": 328520.0,
      "end_time": 333490.0,
      "text": "them pretty happy. We have to say that we think it is pretty impressive to think about"
    },
    {
      "index": 60,
      "start_time": 333490.0,
      "end_time": 339430.0,
      "text": "all the gene regulation that goes on in cells---and if you find it fascinating---know that there"
    },
    {
      "index": 61,
      "start_time": 339430.0,
      "end_time": 345129.0,
      "text": "are careers that focus on gene regulation. By understanding how genes can be turned on"
    },
    {
      "index": 62,
      "start_time": 345129.0,
      "end_time": 351889.0,
      "text": "and off, we can also gain a better understanding of treating a variety of diseases that have"
    },
    {
      "index": 63,
      "start_time": 351889.0,
      "end_time": 356979.0,
      "text": "gene influences in the human body. Well that’s it for the amoeba sisters and we remind you"
    },
    {
      "index": 64,
      "start_time": 356979.0,
      "end_time": 366979.0,
      "text": "to stay curious!"
    }
  ]
}