{
  "video_id": "HaQIZQrYjks",
  "title": "DIY Clothes! DIY 5 T-Shirt Crafts (T-Shirt Cutting Ideas and Projects with 5 Outfits)",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 3080.0,
      "end_time": 8029.0,
      "text": "In this video I will show you five epic DIY\nt-shirt ideas, which will help you upcycle"
    },
    {
      "index": 2,
      "start_time": 8029.0,
      "end_time": 15029.0,
      "text": "your old shirts into amazing tops and get\nyou all ready for summer!"
    },
    {
      "index": 3,
      "start_time": 50180.0,
      "end_time": 54640.0,
      "text": "Hello everybody! Summer is just around the\ncorner and I'm so looking forward to it. Long"
    },
    {
      "index": 4,
      "start_time": 54640.0,
      "end_time": 60000.0,
      "text": "sunny days, swimming in the sea, short sleeves\n- I miss that very much! But talking about"
    },
    {
      "index": 5,
      "start_time": 60000.0,
      "end_time": 64150.0,
      "text": "short sleeves, you do need a lot of cute and\nstylish clothes this summer. And don't worry"
    },
    {
      "index": 6,
      "start_time": 64150.00000000001,
      "end_time": 68650.0,
      "text": "if your closet is full of boring t-shirts\nbecause I'm here to save you. In this tutorial,"
    },
    {
      "index": 7,
      "start_time": 68650.0,
      "end_time": 72850.0,
      "text": "I'm going to show you how to transform plain\nt-shirts into the cutest tops and shirts that"
    },
    {
      "index": 8,
      "start_time": 72850.0,
      "end_time": 76820.0,
      "text": "you'll love. I came up with four, actually\nfive designs that I can't wait to share with"
    },
    {
      "index": 9,
      "start_time": 76820.0,
      "end_time": 81250.0,
      "text": "you, so let's just get into it.\nFirst we are making this adorable panda tee"
    },
    {
      "index": 10,
      "start_time": 81250.0,
      "end_time": 87560.0,
      "text": "with lace out of a plain white t-shirt! Mine\nhappens to have the adorable word on, but"
    },
    {
      "index": 11,
      "start_time": 87560.0,
      "end_time": 93110.0,
      "text": "no problem if yours doesn't. For the lace\nedge you will need a piece of lace and a fabric"
    },
    {
      "index": 12,
      "start_time": 93110.0,
      "end_time": 97630.0,
      "text": "glue. I went for hot pink lace to add some\ncolor to the shirt and we are just going to"
    },
    {
      "index": 13,
      "start_time": 97630.0,
      "end_time": 103240.0,
      "text": "glue it along the bottom edge. Flip your shirt\ninside out and place a piece of cardboard"
    },
    {
      "index": 14,
      "start_time": 103240.0,
      "end_time": 107150.0,
      "text": "between the back and the front of the shirt,\nto prevent them sticking together while gluing"
    },
    {
      "index": 15,
      "start_time": 107150.0,
      "end_time": 112540.0,
      "text": "the lace. Apply some glue along the inside\nedge of your shirt and place on your lace,"
    },
    {
      "index": 16,
      "start_time": 112540.0,
      "end_time": 118640.0,
      "text": "that's how simple this is! This DIY literally\ntakes 2 minutes and adds so much to a plain"
    },
    {
      "index": 17,
      "start_time": 118640.0,
      "end_time": 123440.0,
      "text": "t-shirt! One side is done so turn the shirt\naround and keep adding more lace until the"
    },
    {
      "index": 18,
      "start_time": 123440.0,
      "end_time": 130440.0,
      "text": "entire bottom edge is nice and lacey. There\nwe go! Now just leave the glue to dry for"
    },
    {
      "index": 19,
      "start_time": 140670.0,
      "end_time": 145510.0,
      "text": "about 20 minutes and you can flip the shirt\naround again to see the beautiful result."
    },
    {
      "index": 20,
      "start_time": 145510.0,
      "end_time": 150220.0,
      "text": "My shirt still has a lot of blank space so\nI decided to draw a panda design on as well."
    },
    {
      "index": 21,
      "start_time": 150220.0,
      "end_time": 155240.0,
      "text": "Here I am just sketching the panda's eyes,\nnose and mouth. For the eyes we need two large"
    },
    {
      "index": 22,
      "start_time": 155240.0,
      "end_time": 159670.0,
      "text": "oval patches, a cute little heart for the\nnose and we are also going to add little pink"
    },
    {
      "index": 23,
      "start_time": 159670.0,
      "end_time": 164209.0,
      "text": "cheeks to this sweet buddy. Inside the black\npatches we need to leave two white circles"
    },
    {
      "index": 24,
      "start_time": 164209.0,
      "end_time": 169630.0,
      "text": "for the eyes. So I am just sticking a circled\npiece of masking tape there."
    },
    {
      "index": 25,
      "start_time": 169630.0,
      "end_time": 173730.0,
      "text": "Place a piece of cardboard inside the shirt.\nThis will make it easier to draw but will"
    },
    {
      "index": 26,
      "start_time": 173730.0,
      "end_time": 178220.0,
      "text": "also prevent the color to transfer on the\nback of your shirt. And now we are all ready"
    },
    {
      "index": 27,
      "start_time": 178220.0,
      "end_time": 182849.0,
      "text": "to start coloring our lovely panda bear. With\nthis technique you can also make other cute"
    },
    {
      "index": 28,
      "start_time": 182849.0,
      "end_time": 188130.0,
      "text": "animal tops, like a cat or a mouse. These\nare just so easy to make and they look absolutely"
    },
    {
      "index": 29,
      "start_time": 188130.0,
      "end_time": 193770.0,
      "text": "adorable! Nose is done, now on to the mouth.\nI am using black and pink fabric markers to"
    },
    {
      "index": 30,
      "start_time": 193770.0,
      "end_time": 199670.0,
      "text": "match the lace. Lastly I am drawing two pink\novals below our panda's eyes. This makes him"
    },
    {
      "index": 31,
      "start_time": 199670.0,
      "end_time": 204860.0,
      "text": "look even cuter but also connects the lace\nand the panda design together into the prettiest"
    },
    {
      "index": 32,
      "start_time": 204860.0,
      "end_time": 210300.0,
      "text": "shirt ever. This shirt really went from nothing\nspecial to most adorable shirt I have in my"
    },
    {
      "index": 33,
      "start_time": 210300.0,
      "end_time": 215670.0,
      "text": "closet. I am so happy with the result, I kinda\nwant to draw such Kawaii animal faces to all"
    },
    {
      "index": 34,
      "start_time": 215670.0,
      "end_time": 220680.0,
      "text": "of the shirts I own. Keeping the rest of my\noutfit simple I paired it with black denim"
    },
    {
      "index": 35,
      "start_time": 220680.0,
      "end_time": 223819.0,
      "text": "shorts and some white lacey sneakers."
    },
    {
      "index": 36,
      "start_time": 223819.0,
      "end_time": 226680.0,
      "text": "Oh Yeah!"
    },
    {
      "index": 37,
      "start_time": 226680.0,
      "end_time": 233680.0,
      "text": "Time to transform this long shirt into a gorgeous\nlace heart fringe top. You'll need a shirt,"
    },
    {
      "index": 38,
      "start_time": 235180.0,
      "end_time": 241450.0,
      "text": "some lace, a heart stencil, self adhesive\npaper, fabric glue, scissors or an exacto"
    },
    {
      "index": 39,
      "start_time": 241450.0,
      "end_time": 248450.0,
      "text": "knife. Cut a heart out of your stencil. Place\nit on the self adhesive piece of paper, outline"
    },
    {
      "index": 40,
      "start_time": 255080.0,
      "end_time": 262080.0,
      "text": "with a pencil and cut it out.\nPlace the cardboard inside your shirt to make"
    },
    {
      "index": 41,
      "start_time": 263550.0,
      "end_time": 268430.0,
      "text": "sure that you will only be cutting the back\nlayer of the shirt. Take your exacto knife"
    },
    {
      "index": 42,
      "start_time": 268430.0,
      "end_time": 272939.0,
      "text": "and trace the shape of the heart to cut your\nheart out. There you go you are left with"
    },
    {
      "index": 43,
      "start_time": 272939.0,
      "end_time": 277800.0,
      "text": "a pretty heart silhouette window. Flip the\nshirt inside out and take a piece of lace"
    },
    {
      "index": 44,
      "start_time": 277800.0,
      "end_time": 282900.0,
      "text": "fabric. All we have to do is stick the lace\non the shirt. I like to dot a small amount"
    },
    {
      "index": 45,
      "start_time": 282900.0,
      "end_time": 288389.0,
      "text": "of glue all around the edge and then press\nthe lace on as I go. Let the glue dry completely,"
    },
    {
      "index": 46,
      "start_time": 288389.0,
      "end_time": 292360.0,
      "text": "mine takes about 20 minutes and then you can\nflip the shirt around again to reveal the"
    },
    {
      "index": 47,
      "start_time": 292360.0,
      "end_time": 298509.0,
      "text": "awesome lace heart that we have just created!\nCut away the excess lace and we're done! I"
    },
    {
      "index": 48,
      "start_time": 298509.0,
      "end_time": 301990.0,
      "text": "think it looks so beautiful and I love how\neasy this is to make."
    },
    {
      "index": 49,
      "start_time": 301990.0,
      "end_time": 306719.0,
      "text": "Ok, first half of our shirt transformation\nis complete, but we still have to make a knotted"
    },
    {
      "index": 50,
      "start_time": 306719.0,
      "end_time": 311419.0,
      "text": "fringe bottom to give this shirt a summery\nand flirty vibe! I am sticking a piece of"
    },
    {
      "index": 51,
      "start_time": 311419.0,
      "end_time": 316309.0,
      "text": "masking tape on as a guide up to where I want\nmy fringe to go. My shirt is very long so"
    },
    {
      "index": 52,
      "start_time": 316309.0,
      "end_time": 320779.0,
      "text": "I also want to cut away some of the length.\nIf your shirt is shorter to begin with you"
    },
    {
      "index": 53,
      "start_time": 320779.0,
      "end_time": 325259.0,
      "text": "can just skip this step. Star cutting the\ntassels up to the leading piece of a masking"
    },
    {
      "index": 54,
      "start_time": 325259.0,
      "end_time": 330119.0,
      "text": "tape. For a simple fringe top you can just\nleave it like this – it already looks super"
    },
    {
      "index": 55,
      "start_time": 330119.0,
      "end_time": 335419.0,
      "text": "cool, but I will show a bit more special fringe\ndesign by knotting the fringe pairs together."
    },
    {
      "index": 56,
      "start_time": 335419.0,
      "end_time": 341229.0,
      "text": "Before that, let's give our strands a little\ntuck so that they won't look as freshly cut."
    },
    {
      "index": 57,
      "start_time": 341229.0,
      "end_time": 345150.0,
      "text": "Place a piece of a cardboard between the front\nand the back layer of your shirt and we are"
    },
    {
      "index": 58,
      "start_time": 345150.0,
      "end_time": 350419.0,
      "text": "ready to start knotting! Knot together the\ntassels all along the shirt, making the knots"
    },
    {
      "index": 59,
      "start_time": 350419.0,
      "end_time": 357419.0,
      "text": "as high as possible. Just like that... the\nfront is finished. Now we have to repeat the"
    },
    {
      "index": 60,
      "start_time": 367930.0,
      "end_time": 373080.0,
      "text": "same steps on the back. Knot together two\nfringe strands and move on to the next pair"
    },
    {
      "index": 61,
      "start_time": 373080.0,
      "end_time": 380080.0,
      "text": "until you have knots all around your shirt.\nNext row of knots needs to be bit lower, so"
    },
    {
      "index": 62,
      "start_time": 381520.0,
      "end_time": 386099.0,
      "text": "I am sticking on a piece of a masking tape\nas a guide. Now you have to take one fringe"
    },
    {
      "index": 63,
      "start_time": 386099.0,
      "end_time": 391020.0,
      "text": "string of the first pair and one of the second\npair and knot them together, making a knot"
    },
    {
      "index": 64,
      "start_time": 391020.0,
      "end_time": 397669.0,
      "text": "below the masking tape. Take the remaining\nstring from the pair two and one string from"
    },
    {
      "index": 65,
      "start_time": 397669.0,
      "end_time": 404669.0,
      "text": "the pair three and make a knot. And so on\nuntil you reach the end of the row. I will"
    },
    {
      "index": 66,
      "start_time": 409819.0,
      "end_time": 413860.0,
      "text": "knot the back later so here I am proceeding\nwith the row three. Grab a string from the"
    },
    {
      "index": 67,
      "start_time": 413860.0,
      "end_time": 418860.0,
      "text": "pair one and string from the pair two and\ntie a knot about half an inch below the row"
    },
    {
      "index": 68,
      "start_time": 418860.0,
      "end_time": 424219.0,
      "text": "2. take the remaining string from the pair\n2 and string from the pair three and make"
    },
    {
      "index": 69,
      "start_time": 424219.0,
      "end_time": 431219.0,
      "text": "a knot. Continue until the third row is finished.\nI decided to make four rows of knots, so this"
    },
    {
      "index": 70,
      "start_time": 435289.0,
      "end_time": 440990.0,
      "text": "is my last one. I love how you get this pretty\ncrochet detailing with knotting the tassels."
    },
    {
      "index": 71,
      "start_time": 440990.0,
      "end_time": 445999.0,
      "text": "If you want your crochet part to be wider,\ngo ahead and make more knotted rows. I think"
    },
    {
      "index": 72,
      "start_time": 445999.0,
      "end_time": 451119.0,
      "text": "four is just enough for me. I also knotted\nthe back strings and this is how pretty the"
    },
    {
      "index": 73,
      "start_time": 451119.0,
      "end_time": 456169.0,
      "text": "top looks in the end. I love how the tassels\ngive so much movement to the outfit and make"
    },
    {
      "index": 74,
      "start_time": 456169.0,
      "end_time": 461580.0,
      "text": "it look so interesting and full. I am so pleased\nwith the result!! If you want you can cut"
    },
    {
      "index": 75,
      "start_time": 461580.0,
      "end_time": 466289.0,
      "text": "away the excess fringe but a – a, I decided\nto keep mine because I love the t-shirt to"
    },
    {
      "index": 76,
      "start_time": 466289.0,
      "end_time": 471219.0,
      "text": "pieces already. I paired my top with some\nlight washed skinny jeans and sneakers that"
    },
    {
      "index": 77,
      "start_time": 471219.0,
      "end_time": 476589.0,
      "text": "have blue stars all over. Some brown sandals\nor wedges would go perfectly with this outfit"
    },
    {
      "index": 78,
      "start_time": 476589.0,
      "end_time": 479949.0,
      "text": "too for a more romantic, bohemian look."
    },
    {
      "index": 79,
      "start_time": 479949.0,
      "end_time": 483360.0,
      "text": "Here I am going to show you how the shirt\nlooks if you decide to cut away the excess"
    },
    {
      "index": 80,
      "start_time": 483360.0,
      "end_time": 488319.0,
      "text": "fringe strings. I happen to have an exact\nsame shirt only that this one is pink, and"
    },
    {
      "index": 81,
      "start_time": 488319.0,
      "end_time": 492839.0,
      "text": "I am going to repeat all the steps as before\nwith the blue one. Here is a little stop motion"
    },
    {
      "index": 82,
      "start_time": 492839.0,
      "end_time": 497599.0,
      "text": "movie of the process. Actually I get a lot\nof questions how I do the stop motion for"
    },
    {
      "index": 83,
      "start_time": 497599.0,
      "end_time": 502580.0,
      "text": "my videos. It is really simple, all you have\nto do is take pictures or a second clips of"
    },
    {
      "index": 84,
      "start_time": 502580.0,
      "end_time": 507659.0,
      "text": "the process. So I make one knot, film for\na second, then I make another knot, film for"
    },
    {
      "index": 85,
      "start_time": 507659.0,
      "end_time": 513320.0,
      "text": "a sec, make a third knot, film for a sec and\nso on. When you put all of that footage together"
    },
    {
      "index": 86,
      "start_time": 513320.00000000006,
      "end_time": 518080.00000000006,
      "text": "you get a stop motion movie. So here we have\nfinished our knotting and it's time to cut"
    },
    {
      "index": 87,
      "start_time": 518080.00000000006,
      "end_time": 524300.0,
      "text": "away the excess tassels! Just make a horizontal\ncut below the fourth row of knots. Voila,"
    },
    {
      "index": 88,
      "start_time": 524300.0,
      "end_time": 529400.0,
      "text": "we got ourselves a beautiful cropped croche\ntop, which I think looks gorgeous. See how"
    },
    {
      "index": 89,
      "start_time": 529400.0,
      "end_time": 534020.0,
      "text": "you can get a completely different top with\njust one simple step, in this case cutting"
    },
    {
      "index": 90,
      "start_time": 534020.0,
      "end_time": 538550.0,
      "text": "off the fringe. Since this top is shorter\nI like wearing it with more high - waisted"
    },
    {
      "index": 91,
      "start_time": 538550.0,
      "end_time": 540830.0,
      "text": "bottoms, like this skirt."
    },
    {
      "index": 92,
      "start_time": 540830.0,
      "end_time": 545530.0,
      "text": "This t-shirt is probably 10 years old but\nI love the color, the graphic so I never wanted"
    },
    {
      "index": 93,
      "start_time": 545530.0,
      "end_time": 551810.0,
      "text": "to get rid of it. However the fit is ... horrible.\nSo let's pimp this baby into a cool shirt"
    },
    {
      "index": 94,
      "start_time": 551810.0,
      "end_time": 557370.0,
      "text": "full of interesting cut-outs! We need a shirt,\nscissors or an exacto knife a thread and a"
    },
    {
      "index": 95,
      "start_time": 557370.0,
      "end_time": 564250.0,
      "text": "needle for a couple of stitches, ruler and\na masking tape. First we are making a braided"
    },
    {
      "index": 96,
      "start_time": 564250.0,
      "end_time": 569080.0,
      "text": "detail along the neckline. So trace with your\npencil, sketching where you want your braid"
    },
    {
      "index": 97,
      "start_time": 569080.0,
      "end_time": 574020.0,
      "text": "to be. I will be using my exacto knife for\nthe cuts so a piece of cardboard inside the"
    },
    {
      "index": 98,
      "start_time": 574020.0,
      "end_time": 579870.0,
      "text": "shirt is a must. Now start making one to two\ninch cuts crossing our sketched line. You"
    },
    {
      "index": 99,
      "start_time": 579870.0,
      "end_time": 584410.0,
      "text": "can totally use scissors for this if you don't\nhave an exacto knife. Continue making these"
    },
    {
      "index": 100,
      "start_time": 584410.0,
      "end_time": 591100.0,
      "text": "cuts all along the neckline. Now what you\nwant to do is take the first two strands and"
    },
    {
      "index": 101,
      "start_time": 591100.0,
      "end_time": 596470.0,
      "text": "tuck the second one under the first one. Pull\nthe second strand up, take the third strand"
    },
    {
      "index": 102,
      "start_time": 596470.0,
      "end_time": 601070.0,
      "text": "and tuck it under the second strand, pull\nthe third strand and take the fourth strand"
    },
    {
      "index": 103,
      "start_time": 601070.0,
      "end_time": 606590.0,
      "text": "under it and so on all along the collar. I\nactually saw this design in a shop not long"
    },
    {
      "index": 104,
      "start_time": 606590.0,
      "end_time": 611460.0,
      "text": "ago and I thought \"hey\" I could do this myself,\nbut I've also seen a lot of other cutting"
    },
    {
      "index": 105,
      "start_time": 611460.0,
      "end_time": 617520.0,
      "text": "designs recently and such unique tops are\nalways so expensive. I just have two strands"
    },
    {
      "index": 106,
      "start_time": 617520.0,
      "end_time": 624310.0,
      "text": "left and my braid is finished. Now we have\nto secure our braid. Thread the needle and"
    },
    {
      "index": 107,
      "start_time": 624310.0,
      "end_time": 631310.0,
      "text": "make two to three stitches so our braid is\nlocked and it ain't going nowhere. I also"
    },
    {
      "index": 108,
      "start_time": 639910.0,
      "end_time": 643770.0,
      "text": "decided to make a couple of stitches on the\nright side just so that the opening won't"
    },
    {
      "index": 109,
      "start_time": 643770.0,
      "end_time": 648780.0,
      "text": "be as big. But that is totally optional. Also\nif you'd like you can cut away the collar"
    },
    {
      "index": 110,
      "start_time": 648780.0,
      "end_time": 655780.0,
      "text": "of your shirt, but I decided to keep it, because\nit kind of looks a bit retro and old school."
    },
    {
      "index": 111,
      "start_time": 658140.0,
      "end_time": 662670.0,
      "text": "Let's now make a cool triangular cut out all\nalong the back too! Don't forget to put a"
    },
    {
      "index": 112,
      "start_time": 662670.0,
      "end_time": 667880.0,
      "text": "piece of cardboard or other material inside\nthe shirt, especially if you'll be using an"
    },
    {
      "index": 113,
      "start_time": 667880.0,
      "end_time": 671940.0,
      "text": "exacto knife. When I see things like this\nin shops I always take a picture and then"
    },
    {
      "index": 114,
      "start_time": 671940.0,
      "end_time": 677130.0,
      "text": "I can film a video and me and you guys can\nrock this cool shirts for way cheaper. High"
    },
    {
      "index": 115,
      "start_time": 677130.0,
      "end_time": 682640.0,
      "text": "five! For the guide I like to stick two masking\ntape pieces in a V shape like so. Now we have"
    },
    {
      "index": 116,
      "start_time": 682640.0,
      "end_time": 689640.0,
      "text": "to cut horizontal cuts between both masking\ntape pieces. I am using a knife, but scissors"
    },
    {
      "index": 117,
      "start_time": 691010.0,
      "end_time": 698010.0,
      "text": "work great too. OK, once all the cuts are\nmade, remove the masking tape pieces and start"
    },
    {
      "index": 118,
      "start_time": 698110.0,
      "end_time": 702690.0,
      "text": "braiding in the same way as before. Take the\nfirst two strands and tuck the second one"
    },
    {
      "index": 119,
      "start_time": 702690.0,
      "end_time": 707610.0,
      "text": "under the first one, pull the second strand\nup, take the third strand and tuck it under"
    },
    {
      "index": 120,
      "start_time": 707610.0,
      "end_time": 714610.0,
      "text": "the second strand. Pull the third strand and\ntake the fourth strand under and so on. In"
    },
    {
      "index": 121,
      "start_time": 715050.0,
      "end_time": 719220.0,
      "text": "the beginning this is a bit more difficult\nbecause the strands are so short but it gets"
    },
    {
      "index": 122,
      "start_time": 719220.0,
      "end_time": 726220.0,
      "text": "a lot easier when moving up. Here is my braid\nall finished so all that's left for me to"
    },
    {
      "index": 123,
      "start_time": 728450.0,
      "end_time": 735450.0,
      "text": "do are a couple of stitches to secure it!\nTry to use the thread in the same color as"
    },
    {
      "index": 124,
      "start_time": 735620.0,
      "end_time": 742180.0,
      "text": "your shirt so that stitches won't be visible.\nYay! We're done with this cool back cut-out!"
    },
    {
      "index": 125,
      "start_time": 742180.0,
      "end_time": 747200.0,
      "text": "We're not completely done yet, though! I decided\nto snip away the sleeves to get a nice sleeveless"
    },
    {
      "index": 126,
      "start_time": 747200.0,
      "end_time": 754200.0,
      "text": "top. I'll also make it a bit more cropped\nby snipping away about two inches from the"
    },
    {
      "index": 127,
      "start_time": 754830.0,
      "end_time": 761830.0,
      "text": "bottom. Now... I'm happy with it - my top\nis all done so let's quickly put it on! I"
    },
    {
      "index": 128,
      "start_time": 762920.0,
      "end_time": 767570.0,
      "text": "paired it with some distressed light washed\njeans, blue sneakers and cool glasses for"
    },
    {
      "index": 129,
      "start_time": 767570.0,
      "end_time": 772730.0,
      "text": "a real tough girl look, haha! I really love\nhow after ten years I can again wear this"
    },
    {
      "index": 130,
      "start_time": 772730.0,
      "end_time": 778290.0,
      "text": "pretty shirt. This is the whole point of upcycling\nclothes, giving life to pieces you totally"
    },
    {
      "index": 131,
      "start_time": 778290.0,
      "end_time": 779640.0,
      "text": "forgot you have."
    },
    {
      "index": 132,
      "start_time": 779640.0,
      "end_time": 785090.0,
      "text": "Last, but definitely not least, let's transform\nthis plain white long cami into a cool graphic"
    },
    {
      "index": 133,
      "start_time": 785090.0,
      "end_time": 790730.0,
      "text": "top with tassels and beads. For this DIY you\nwill need a longer white top or a T-shirt,"
    },
    {
      "index": 134,
      "start_time": 790730.0,
      "end_time": 796810.0,
      "text": "a star shape print out, self adhesive paper,\nscissors, fabric paint, plastic container"
    },
    {
      "index": 135,
      "start_time": 796810.0,
      "end_time": 802520.0,
      "text": "to put the paint on, sponge applicators, beads\nand a pencil."
    },
    {
      "index": 136,
      "start_time": 802520.0,
      "end_time": 809520.0,
      "text": "Start by cutting a star shape from your print\nout. Place it on the piece of self adhesive"
    },
    {
      "index": 137,
      "start_time": 809760.0,
      "end_time": 814540.0,
      "text": "paper and trace the silhouette using a pencil.\nWe are doing the same thing as we did with"
    },
    {
      "index": 138,
      "start_time": 814540.0,
      "end_time": 821540.0,
      "text": "the heart top, remember? Cut the star out\nof your self adhesive paper and here's your"
    },
    {
      "index": 139,
      "start_time": 822060.0,
      "end_time": 826380.0,
      "text": "stencil for the shirt! Stick your shape on\nthe center of your top, like this."
    },
    {
      "index": 140,
      "start_time": 826380.0,
      "end_time": 833220.0,
      "text": "Time for the exciting part – fabric paint!\nI decided to go for two colors, a blue and"
    },
    {
      "index": 141,
      "start_time": 833220.0,
      "end_time": 838090.0,
      "text": "pink. Start off with the blue one. Dip a rounded\nsponge applicator in the fabric paint and"
    },
    {
      "index": 142,
      "start_time": 838090.0,
      "end_time": 843420.0,
      "text": "start making big dots on the edge of the star.\nThe purpose is to cover the edge almost completely"
    },
    {
      "index": 143,
      "start_time": 843420.0,
      "end_time": 848480.0,
      "text": "and then make gradually fewer and fewer dots\nas you move away from the star. Let's now"
    },
    {
      "index": 144,
      "start_time": 848480.0,
      "end_time": 853710.0,
      "text": "add some pretty pink dots on the empty spaces.\nAlso, as you can see, the dots on the edge"
    },
    {
      "index": 145,
      "start_time": 853710.0,
      "end_time": 858150.0,
      "text": "should kind off go a little bit over the star,\nso that when you remove the sticker it will"
    },
    {
      "index": 146,
      "start_time": 858150.0,
      "end_time": 864200.0,
      "text": "look like there's an explosion of colorful\ndots behind the star silhouette. Time to remove"
    },
    {
      "index": 147,
      "start_time": 864200.0,
      "end_time": 870720.0,
      "text": "our star stencil and reveal our cool design!\nI can tell that it will look absolutely amazing!"
    },
    {
      "index": 148,
      "start_time": 870720.0,
      "end_time": 875970.0,
      "text": "See, I told you!\nBut we are not done with this top yet. We"
    },
    {
      "index": 149,
      "start_time": 875970.0,
      "end_time": 881430.0,
      "text": "still need to make a beaded fringed bottom!\nCut away the bottom hum and then start cutting"
    },
    {
      "index": 150,
      "start_time": 881430.0,
      "end_time": 888430.0,
      "text": "thin vertical stripes up to the masking tape.\nI am cutting my front and back fabric together"
    },
    {
      "index": 151,
      "start_time": 891830.0,
      "end_time": 898490.0,
      "text": "to save me some time. Now this already looks\npretty awesome if you ask me, but we still"
    },
    {
      "index": 152,
      "start_time": 898490.0,
      "end_time": 904270.0,
      "text": "have to add beads for an even more amazing\ndetail to our top. Before proceeding, give"
    },
    {
      "index": 153,
      "start_time": 904270.0,
      "end_time": 909870.0,
      "text": "your fringe a nice tuck to get rid of the\nfreshly cut look. This part is basically similar"
    },
    {
      "index": 154,
      "start_time": 909870.0,
      "end_time": 913770.0,
      "text": "to the lace heart top, but the fringe will\nbe different, because we'll be using beads"
    },
    {
      "index": 155,
      "start_time": 913770.0,
      "end_time": 920480.0,
      "text": "instead of knotting the tassels together.\nTake your hama beads or other beads of your"
    },
    {
      "index": 156,
      "start_time": 920480.0,
      "end_time": 927480.0,
      "text": "choice and cut them using scissors. This will\nmake it easy to thread them on the fringe"
    },
    {
      "index": 157,
      "start_time": 928410.0,
      "end_time": 931620.0,
      "text": "as you can open the bead like so."
    },
    {
      "index": 158,
      "start_time": 931620.0,
      "end_time": 936470.0,
      "text": "Take two fringe strands and slide a bead on.\nI am using scissors to help me open the hama"
    },
    {
      "index": 159,
      "start_time": 936470.0,
      "end_time": 943470.0,
      "text": "bead and slide the bead on the tassels. Continue\nmaking these beaded pairs of tassels along"
    },
    {
      "index": 160,
      "start_time": 953960.0,
      "end_time": 960960.0,
      "text": "the entire row until all of your front fringe\nis grouped in pairs. For the second row, you"
    },
    {
      "index": 161,
      "start_time": 969600.0,
      "end_time": 974560.0,
      "text": "have to take one tassel from the first pair\nand one tassel from the second pair, add a"
    },
    {
      "index": 162,
      "start_time": 974560.0,
      "end_time": 981279.0,
      "text": "bead, and slide it a half of an inch lower\nthan the first row of beads. Continue doing"
    },
    {
      "index": 163,
      "start_time": 981279.0,
      "end_time": 987460.0,
      "text": "this along the entire row. Make the third\nrow using the same technique. Take one fringe"
    },
    {
      "index": 164,
      "start_time": 987460.0,
      "end_time": 992120.0,
      "text": "string from the first pair and one from the\nsecond pair, bind them together by sliding"
    },
    {
      "index": 165,
      "start_time": 992120.0,
      "end_time": 998920.0,
      "text": "on a bead. Then combine the remaining tassel\nfrom the pair two with one tassel of the pair"
    },
    {
      "index": 166,
      "start_time": 998920.0,
      "end_time": 1005920.0,
      "text": "three and so on until you end up your third\nrow. Repeat these steps on the back of your"
    },
    {
      "index": 167,
      "start_time": 1007780.0,
      "end_time": 1013541.0,
      "text": "shirt and you are all done! See how absolutely\nout of this world awesome this tasselled design"
    },
    {
      "index": 168,
      "start_time": 1013540.0,
      "end_time": 1018920.0,
      "text": "looks. I am so happy with this top I can't\neven explain it! So I'm just going to shut"
    },
    {
      "index": 169,
      "start_time": 1018920.0,
      "end_time": 1025120.0,
      "text": "up. No, I'm not, haha. Fringe is a huge trend\nthis season, I have seen it all over the shops,"
    },
    {
      "index": 170,
      "start_time": 1025119.9999999999,
      "end_time": 1029838.9999999999,
      "text": "but I don't even care what's in and what not,\nbecause I love fringe every summer! Fringe"
    },
    {
      "index": 171,
      "start_time": 1029839.9999999999,
      "end_time": 1035919.9999999999,
      "text": "tops just look so fun, happy and flirty. Perfect\nfor the hot summer days. Here I simply paired"
    },
    {
      "index": 172,
      "start_time": 1035920.0000000001,
      "end_time": 1040410.0000000001,
      "text": "mine with some yellow shorts and white sneakers,\nbecause with a top like this you don't really"
    },
    {
      "index": 173,
      "start_time": 1040410.0000000001,
      "end_time": 1041580.0000000001,
      "text": "need much more."
    },
    {
      "index": 174,
      "start_time": 1041579.9999999999,
      "end_time": 1047029.9999999999,
      "text": "With all of these beautiful shirts and tops\nwe're now all ready for the warm summer days."
    },
    {
      "index": 175,
      "start_time": 1047030.0,
      "end_time": 1051180.0,
      "text": "Hope you'll try them out and if you do so,\nplease send me pictures on my Facebook, Twitter"
    },
    {
      "index": 176,
      "start_time": 1051180.0,
      "end_time": 1055691.0,
      "text": "or Instagram. Also don't forget to check out\nmy DIY shirts and shorts tutorials from last"
    },
    {
      "index": 177,
      "start_time": 1055690.0,
      "end_time": 1059789.0,
      "text": "year for more summer clothes ideas. Let me\nknow in the comments, which today's short"
    },
    {
      "index": 178,
      "start_time": 1059790.0,
      "end_time": 1064341.0,
      "text": "was your favorite and also what videos you\nwould like to see next."
    },
    {
      "index": 179,
      "start_time": 1073100.0,
      "end_time": 1078360.0,
      "text": "That it is for today, thank you so much for\nwatching, I love you to the moon and back."
    },
    {
      "index": 180,
      "start_time": 1078360.0,
      "end_time": 1079090.0,
      "text": "Bye!"
    },
    {
      "index": 181,
      "start_time": 1079090.0,
      "end_time": 1082769.0,
      "text": "Take a look at the back of your closet, I\nam sure you will find old shirts that can"
    },
    {
      "index": 182,
      "start_time": 1082770.0,
      "end_time": 1087021.0,
      "text": "be pimped into beautiful unique pieces, which\nyou will love to wear for years to come."
    }
  ]
}