{
  "video_id": "hBpetDxIEMU",
  "title": "The Stuff of Thought | Steven Pinker | Talks at Google",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3980.0,
      "text": "&gt;&gt; MERRILL: I&#39;m Douglas Merrill. I&#39;m a VP of Engineering here at Google, and as side"
    },
    {
      "index": 2,
      "start_time": 3980.0,
      "end_time": 9090.0,
      "text": "note I have a PhD in Cognitive Science. In my dissertation, I spend about a chapter and"
    },
    {
      "index": 3,
      "start_time": 9090.0,
      "end_time": 17800.0,
      "text": "a half fairly but superlatively sighting you and saying why I think you&#39;re wrong, so. For"
    },
    {
      "index": 4,
      "start_time": 17800.0,
      "end_time": 21339.0,
      "text": "the record every time Steven and I have argued he is being right, and I&#39;m sure it was the"
    },
    {
      "index": 5,
      "start_time": 21339.0,
      "end_time": 26279.0,
      "text": "case this time as well. Steven is the Johnstone Family Professor of Psychology at Harvard,"
    },
    {
      "index": 6,
      "start_time": 26279.0,
      "end_time": 33980.0,
      "text": "I believe. Is that roughly correct? He recently devolved. He was at MIT for many years, but"
    },
    {
      "index": 7,
      "start_time": 33980.0,
      "end_time": 37940.0,
      "text": "that&#39;s okay just to make it shorter. I asked Steven what he wanted me to say if anything"
    },
    {
      "index": 8,
      "start_time": 37940.0,
      "end_time": 42440.0,
      "text": "in particular and he wants me to definitely call out two things. One, well, and he wanted"
    },
    {
      "index": 9,
      "start_time": 42440.0,
      "end_time": 45949.0,
      "text": "me to call out one thing, which is that he was listed by Time Magazine as one of the"
    },
    {
      "index": 10,
      "start_time": 45949.0,
      "end_time": 54059.0,
      "text": "most 100 Most Influential People of All Time, which I find fairly creepy. But Steven wanted"
    },
    {
      "index": 11,
      "start_time": 54059.0,
      "end_time": 66110.0,
      "text": "me to mention that he appeared on Colbert and didn&#39;t suck. And with that it&#39;s a great,"
    },
    {
      "index": 12,
      "start_time": 66110.0,
      "end_time": 71180.0,
      "text": "great, great honor to introduce one of the fathers of the field of actually understanding"
    },
    {
      "index": 13,
      "start_time": 71180.0,
      "end_time": 81899.0,
      "text": "how human mind works, Steven Pinker. &gt;&gt; PINKER: Thank you so much. It&#39;s a real"
    },
    {
      "index": 14,
      "start_time": 81899.0,
      "end_time": 87189.0,
      "text": "pleasure and honor to be here. This old wood cut of the story of the blind man and the"
    },
    {
      "index": 15,
      "start_time": 87189.0,
      "end_time": 92829.0,
      "text": "elephant is a reminder that any complex subject can be studied in many ways. And that is certainly"
    },
    {
      "index": 16,
      "start_time": 92829.0,
      "end_time": 100460.0,
      "text": "true for a subject as complex as human nature. Anthropology can study universal patterns"
    },
    {
      "index": 17,
      "start_time": 100460.0,
      "end_time": 104969.0,
      "text": "of the belief and behavior across the world&#39;s societies as well as the ways in which they"
    },
    {
      "index": 18,
      "start_time": 104969.0,
      "end_time": 110630.0,
      "text": "defer. Biology can document how the process of evolution selected the genes that helped"
    },
    {
      "index": 19,
      "start_time": 110630.0,
      "end_time": 117950.0,
      "text": "to wire the brain. Psychology, my own field, can get people to disclose their foibles in"
    },
    {
      "index": 20,
      "start_time": 117950.0,
      "end_time": 124009.0,
      "text": "laboratory studies, and even fiction can illuminate human nature by showing the universal themes"
    },
    {
      "index": 21,
      "start_time": 124009.0,
      "end_time": 129500.0,
      "text": "and plots that obsess people in their myths and stories. This afternoon, I&#39;m going to"
    },
    {
      "index": 22,
      "start_time": 129500.0,
      "end_time": 134110.0,
      "text": "give you the view from language: what kind of insight we can gain into thought, emotion"
    },
    {
      "index": 23,
      "start_time": 134110.0,
      "end_time": 139400.0,
      "text": "and social relations from words and how we use them. I&#39;ll talk about grammar as a window"
    },
    {
      "index": 24,
      "start_time": 139400.0,
      "end_time": 147320.0,
      "text": "into thought, swearing as a window into emotion, and innuendo as a window into social relationships."
    },
    {
      "index": 25,
      "start_time": 147320.0,
      "end_time": 152480.0,
      "text": "And in each case, I&#39;ll start with a puzzle in language show how it reveals a much deeper"
    },
    {
      "index": 26,
      "start_time": 152480.0,
      "end_time": 158080.0,
      "text": "feature of the human mind using specific examples from English, the language of which all of"
    },
    {
      "index": 27,
      "start_time": 158080.0,
      "end_time": 163760.0,
      "text": "us are familiar. But examples that have close counterparts in many languages and that follow"
    },
    {
      "index": 28,
      "start_time": 163760.0,
      "end_time": 169080.0,
      "text": "an overall logic that can be found in all languages. So let&#39;s begin with language as"
    },
    {
      "index": 29,
      "start_time": 169080.0,
      "end_time": 173830.0,
      "text": "a window into thought. And the puzzle I will start off with comes from a delightful book"
    },
    {
      "index": 30,
      "start_time": 173830.0,
      "end_time": 178830.0,
      "text": "by Richard Lederer called &quot;Crazy English&quot; which has the following passage: &quot;You have"
    },
    {
      "index": 31,
      "start_time": 178830.0,
      "end_time": 183920.0,
      "text": "to marvel at the unique lunacy of a language where a house can burn up as it burns down,"
    },
    {
      "index": 32,
      "start_time": 183920.0,
      "end_time": 189120.0,
      "text": "and in which you fill in a form by filling it out. Why is it called &#39;after dark&#39; when"
    },
    {
      "index": 33,
      "start_time": 189120.0,
      "end_time": 194120.0,
      "text": "it is really after light? Things that we claim are underwater and underground are surrounded"
    },
    {
      "index": 34,
      "start_time": 194120.0,
      "end_time": 200080.0,
      "text": "by, not under the water and ground.&quot; So the first puzzle is why languages talk about the"
    },
    {
      "index": 35,
      "start_time": 200080.0,
      "end_time": 204860.0,
      "text": "physical world in such crazy ways. And the answer I&#39;m going to suggest is that there"
    },
    {
      "index": 36,
      "start_time": 204860.0,
      "end_time": 210030.0,
      "text": "is a theory of physics embedded in our language: A concept of space in our prepositions, a"
    },
    {
      "index": 37,
      "start_time": 210030.0,
      "end_time": 213320.0,
      "text": "concept of matter in our nouns, a concept of space in our propositions, a concept of"
    },
    {
      "index": 38,
      "start_time": 213320.0,
      "end_time": 216120.0,
      "text": "a matter in our nouns, a concept of time in our tenses, and a concept of causality in"
    },
    {
      "index": 39,
      "start_time": 216120.0,
      "end_time": 221640.0,
      "text": "our verbs. That understanding the intuitive physics in language helps to explain not just"
    },
    {
      "index": 40,
      "start_time": 221640.0,
      "end_time": 226970.0,
      "text": "the quirks of language itself but the mental models that humans use to make sense of their"
    },
    {
      "index": 41,
      "start_time": 226970.0,
      "end_time": 233740.0,
      "text": "lives. So, let&#39;s start off with space. How do we locate an object relative to a place,"
    },
    {
      "index": 42,
      "start_time": 233740.0,
      "end_time": 239900.0,
      "text": "a reference location or coordinate frame? Well, you can imagine an ideal hypothetical"
    },
    {
      "index": 43,
      "start_time": 239900.0,
      "end_time": 246560.0,
      "text": "system of prepositions where every proposition was composed of six syllables: one each for"
    },
    {
      "index": 44,
      "start_time": 246560.0,
      "end_time": 251670.0,
      "text": "distance in the up-down, left-right and front-back direction, and then one each for the angle"
    },
    {
      "index": 45,
      "start_time": 251670.0,
      "end_time": 259590.0,
      "text": "of pitch, roll and yaw. Needless to say, no language uses this system. Instead, location"
    },
    {
      "index": 46,
      "start_time": 259589.99999999997,
      "end_time": 265120.0,
      "text": "is digitized. Languages make distinctions like near versus far, on versus off, in versus"
    },
    {
      "index": 47,
      "start_time": 265120.0,
      "end_time": 269900.0,
      "text": "out, on versus under. Which is why Groucho could say, &quot;If I could held you any closer,"
    },
    {
      "index": 48,
      "start_time": 269900.0,
      "end_time": 276520.0,
      "text": "I&#39;d be on the other side of you.&quot; Also scale is relative. You can use the same spatial"
    },
    {
      "index": 49,
      "start_time": 276520.0,
      "end_time": 282469.0,
      "text": "term across to refer to an ant walking across a hand or a bus driving across the country."
    },
    {
      "index": 50,
      "start_time": 282469.0,
      "end_time": 287610.0,
      "text": "And the interpretation of the word &quot;there&quot; will defer in a sentence like put it there,"
    },
    {
      "index": 51,
      "start_time": 287610.0,
      "end_time": 293860.0,
      "text": "depending on whether the person uttering it is a crane operator or a brain surgeon. Also"
    },
    {
      "index": 52,
      "start_time": 293860.0,
      "end_time": 299810.0,
      "text": "shape is schematic. In reality, all objects are 3-dimentional arrangements of matter."
    },
    {
      "index": 53,
      "start_time": 299810.0,
      "end_time": 305020.0,
      "text": "But language idealizes them as essentially 1-deminsional, 2-dimensional, or 3-dimensional."
    },
    {
      "index": 54,
      "start_time": 305020.0,
      "end_time": 311620.0,
      "text": "So we&#39;ve got a line which courses a 1-dimentional, but also a road which is conceived up as 1-dimentional"
    },
    {
      "index": 55,
      "start_time": 311620.0,
      "end_time": 317930.0,
      "text": "with a little width flashing it out, and a beam which is also conceived as 1-dimentional"
    },
    {
      "index": 56,
      "start_time": 317930.0,
      "end_time": 323129.0,
      "text": "but with a finite thickness flashing it out. In contrast, we&#39;ve got a surface which is"
    },
    {
      "index": 57,
      "start_time": 323129.0,
      "end_time": 329020.0,
      "text": "2-dimentional or a slab also construed as 2-dimentional with some finite thickness."
    },
    {
      "index": 58,
      "start_time": 329020.0,
      "end_time": 334620.0,
      "text": "This idealized geometry governs are used of prepositions. So, for example the preposition"
    },
    {
      "index": 59,
      "start_time": 334620.0,
      "end_time": 339810.0,
      "text": "&quot;along&quot; requires an essentially 1-dimentional object. You can say the ant walked along the"
    },
    {
      "index": 60,
      "start_time": 339810.0,
      "end_time": 344650.0,
      "text": "line or along the road or along the beam, but not the ant walked along the plate or"
    },
    {
      "index": 61,
      "start_time": 344650.0,
      "end_time": 350900.0,
      "text": "along the ball which sounds a little anomalous. It governs the way we apply nouns to shape."
    },
    {
      "index": 62,
      "start_time": 350900.0,
      "end_time": 356080.0,
      "text": "So we don&#39;t refer to a wire as a cylinder as a long, skinny cylinder, nor a CD is a"
    },
    {
      "index": 63,
      "start_time": 356080.0,
      "end_time": 360990.0,
      "text": "cylinder, a short fat one even though geometrically speaking that&#39;s what they are. But because"
    },
    {
      "index": 64,
      "start_time": 360990.0,
      "end_time": 366539.0,
      "text": "we ignore certain dimensions as insubstantial and idealize the shape as one of the remaining"
    },
    {
      "index": 65,
      "start_time": 366539.0,
      "end_time": 371969.0,
      "text": "dimensions. And I think it goes into our overall sense of shape, what we conceive of as similar"
    },
    {
      "index": 66,
      "start_time": 371969.0,
      "end_time": 377349.0,
      "text": "to what else, as when a child says, &quot;I don&#39;t want a little crayon box. I want the box that"
    },
    {
      "index": 67,
      "start_time": 377349.0,
      "end_time": 383099.0,
      "text": "looks like audience.&quot; That is not the eight box of eight crayon box of Crayola, but the"
    },
    {
      "index": 68,
      "start_time": 383099.0,
      "end_time": 388050.0,
      "text": "sixty-four Crayon box where the crayons are arranged in pitched rows like the balcony"
    },
    {
      "index": 69,
      "start_time": 388050.0,
      "end_time": 394879.0,
      "text": "of an auditorium. A fourth quirk is that the boundaries of object are treated like objects"
    },
    {
      "index": 70,
      "start_time": 394879.0,
      "end_time": 398849.0,
      "text": "themselves. And this is something you may have heard of, heard from Ray Jackendoff,"
    },
    {
      "index": 71,
      "start_time": 398849.0,
      "end_time": 403849.0,
      "text": "my colleague who I understood stands--spoke here recently. We have words like &quot;edge&quot; which"
    },
    {
      "index": 72,
      "start_time": 403849.0,
      "end_time": 408169.0,
      "text": "refer to the 1-D boundary of a 2-D surface. And so, we could say the ant walked along"
    },
    {
      "index": 73,
      "start_time": 408169.0,
      "end_time": 413370.0,
      "text": "the edge of the plate, even if we can&#39;t see the ant walked along the plate. Or, and word"
    },
    {
      "index": 74,
      "start_time": 413370.0,
      "end_time": 418419.0,
      "text": "like &quot;end&quot; which is the boundary either of a 1-D ribbon or a 2-D beam, as long it&#39;s essentially"
    },
    {
      "index": 75,
      "start_time": 418419.0,
      "end_time": 423789.0,
      "text": "1-D. And you could even cut the end off a ribbon, which geometrically speaking ought"
    },
    {
      "index": 76,
      "start_time": 423789.0,
      "end_time": 428870.0,
      "text": "to be impossible but we conceive of the end as if it was an object itself. That explains"
    },
    {
      "index": 77,
      "start_time": 428870.0,
      "end_time": 432620.0,
      "text": "the mystery of why we say, &quot;underwater&quot; and &quot;underground&quot; when the thing is surrounded"
    },
    {
      "index": 78,
      "start_time": 432620.0,
      "end_time": 438180.0,
      "text": "by water or ground. It&#39;s because the word &quot;water&quot; or &quot;ground&quot; can refer to the 2-D surface"
    },
    {
      "index": 79,
      "start_time": 438180.0,
      "end_time": 444719.0,
      "text": "of the 3-D volume, not just the 3-D volume itself, and you can be under that surface."
    },
    {
      "index": 80,
      "start_time": 444719.0,
      "end_time": 448999.0,
      "text": "So why is the language of space so crazy? Well, I think the main reason is that preposition"
    },
    {
      "index": 81,
      "start_time": 448999.0,
      "end_time": 454550.0,
      "text": "divide up space into regions with different causal consequences. And the clearest illustration"
    },
    {
      "index": 82,
      "start_time": 454550.0,
      "end_time": 459979.0,
      "text": "of that comes from a story that I clipped out at the Boston Globe a few years ago: Woman"
    },
    {
      "index": 83,
      "start_time": 459979.0,
      "end_time": 464659.0,
      "text": "rescued from frozen pond dies. A woman who fell through thin ice Sunday and was under"
    },
    {
      "index": 84,
      "start_time": 464659.0,
      "end_time": 469900.0,
      "text": "water for 90 minutes died yesterday. The Lincoln Fire Department said a miscommunication between"
    },
    {
      "index": 85,
      "start_time": 469900.0,
      "end_time": 475389.0,
      "text": "the caller who reported the accident and the dispatcher significantly delayed her rescue."
    },
    {
      "index": 86,
      "start_time": 475389.0,
      "end_time": 480400.0,
      "text": "The rescue workers believed that a woman had fallen on the ice, not through it, and that"
    },
    {
      "index": 87,
      "start_time": 480400.0,
      "end_time": 484319.0,
      "text": "left the rescuers combing the woods to find the scene of the accident. So that digital"
    },
    {
      "index": 88,
      "start_time": 484319.0,
      "end_time": 489029.0,
      "text": "distinction between &quot;on&quot; and &quot;through&quot; in this case was literally a matter of life and"
    },
    {
      "index": 89,
      "start_time": 489029.0,
      "end_time": 494809.0,
      "text": "death even though it involved just a couple of feet in analog space. Let me turn to substance"
    },
    {
      "index": 90,
      "start_time": 494809.0,
      "end_time": 502969.0,
      "text": "in language. Language distinguishes stuff from things. Indeed, language taxonomises"
    },
    {
      "index": 91,
      "start_time": 502969.0,
      "end_time": 509749.0,
      "text": "matter into four categories. There are countable things as an apple; masses as in much apple"
    },
    {
      "index": 92,
      "start_time": 509749.0,
      "end_time": 515979.0,
      "text": "sauce; plurals as in many apples; and collections as in a dozen apples. These aren&#39;t so much"
    },
    {
      "index": 93,
      "start_time": 515979.00000000006,
      "end_time": 524040.00000000006,
      "text": "different kinds of matter as different frames or attitudes in looking at matter which is"
    },
    {
      "index": 94,
      "start_time": 524039.99999999994,
      "end_time": 529540.0,
      "text": "why we can look at the same mass of little rocks and think of it either as pebbles, a"
    },
    {
      "index": 95,
      "start_time": 529540.0,
      "end_time": 535580.0,
      "text": "collection of individuals or as gravel, an amorphous stuff, and why we have the cliche"
    },
    {
      "index": 96,
      "start_time": 535580.0,
      "end_time": 541730.0,
      "text": "about the person who can&#39;t see the forest for the trees. In Crazy English, Lederer asks,"
    },
    {
      "index": 97,
      "start_time": 541730.0,
      "end_time": 548100.0,
      "text": "&quot;Why does a man with hair on his head have more hair than a man with hairs on his head?&quot;"
    },
    {
      "index": 98,
      "start_time": 548100.0,
      "end_time": 552820.0,
      "text": "Why is the language of substance so crazy? Well, words for matter allow people to agree"
    },
    {
      "index": 99,
      "start_time": 552820.0,
      "end_time": 560070.0,
      "text": "on how to package and quantify the continuous material world. In an obvious context in which"
    },
    {
      "index": 100,
      "start_time": 560070.0,
      "end_time": 565790.0,
      "text": "we see that is at the supermarket where chunks of matter have to be transacted and they can"
    },
    {
      "index": 101,
      "start_time": 565790.0,
      "end_time": 570460.0,
      "text": "be priced per item, which is what a count noun does; by weight, which is what a mass"
    },
    {
      "index": 102,
      "start_time": 570460.0,
      "end_time": 575290.0,
      "text": "noun does; or by the dozen, which is what a collective noun does. And in fact, that"
    },
    {
      "index": 103,
      "start_time": 575290.0,
      "end_time": 581040.0,
      "text": "same mindset that we apply to packaging matter in the physical world, we also apply to abstract"
    },
    {
      "index": 104,
      "start_time": 581040.0,
      "end_time": 585580.0,
      "text": "concepts. So just as we have the distinction between pebbles and gravel, we have a distinction"
    },
    {
      "index": 105,
      "start_time": 585580.0,
      "end_time": 592100.0,
      "text": "between many opinions as if they were discrete object and much advice as if it was an amorphous"
    },
    {
      "index": 106,
      "start_time": 592100.0,
      "end_time": 597890.0,
      "text": "mass. We do the same thing to happenings in time. We package the flow of experience in"
    },
    {
      "index": 107,
      "start_time": 597890.0,
      "end_time": 603090.0,
      "text": "the same way that we package the continuum of matter. For example, let&#39;s say I would"
    },
    {
      "index": 108,
      "start_time": 603090.0,
      "end_time": 608630.0,
      "text": "ask you, how many events took place in the morning of 9/11 in New York City? One answer"
    },
    {
      "index": 109,
      "start_time": 608630.0,
      "end_time": 615030.0,
      "text": "is there was one event, because a single plan was executed. You can demarcate events by"
    },
    {
      "index": 110,
      "start_time": 615030.0,
      "end_time": 619970.0,
      "text": "the realization of a plan. Another answer is two, because two buildings were destroyed."
    },
    {
      "index": 111,
      "start_time": 619970.0,
      "end_time": 626340.0,
      "text": "You can demarcate time by salient physical events. This might seem like the height of"
    },
    {
      "index": 112,
      "start_time": 626340.0,
      "end_time": 633290.0,
      "text": "pointless semantic nitpicking or hairsplitting, but in fact it is a question with consequences"
    },
    {
      "index": 113,
      "start_time": 633290.0,
      "end_time": 637570.0,
      "text": "because the lease holder for the World Trade Center had an insurance policy that entitled"
    },
    {
      "index": 114,
      "start_time": 637570.0,
      "end_time": 643970.0,
      "text": "them to 3.5 billion dollars per destructive event. If 9/11 comprised one event, he stood"
    },
    {
      "index": 115,
      "start_time": 643970.0,
      "end_time": 648600.0,
      "text": "to gain three and half billion. If it comprised two events, he stood to gain seven billion."
    },
    {
      "index": 116,
      "start_time": 648600.0,
      "end_time": 653510.0,
      "text": "And in a number of court cases tied up for many years, the lawyers debated this issue"
    },
    {
      "index": 117,
      "start_time": 653510.0,
      "end_time": 659150.0,
      "text": "in semantics. So if anyone says, &quot;How much is a semantic distinction worth?&quot; The answer"
    },
    {
      "index": 118,
      "start_time": 659150.0,
      "end_time": 668320.0,
      "text": "is $3.5 billion. Well, this brings me to the language of time. And this illustration reminds"
    },
    {
      "index": 119,
      "start_time": 668320.0,
      "end_time": 673640.0,
      "text": "us the time in many ways is conceived like space, and happenings are conceived like matter"
    },
    {
      "index": 120,
      "start_time": 673640.0,
      "end_time": 678170.0,
      "text": "as if there&#39;s a kind of &quot;time-stuff&quot; that could be chopped into the equivalent of objects,"
    },
    {
      "index": 121,
      "start_time": 678170.0,
      "end_time": 683600.0,
      "text": "except we call them events. We see this in the many spatial metaphors for time like &quot;the"
    },
    {
      "index": 122,
      "start_time": 683600.0,
      "end_time": 688990.0,
      "text": "deadline is coming,&quot; or &quot;we&#39;re approaching the deadline.&quot; We see it in kind of errors"
    },
    {
      "index": 123,
      "start_time": 688990.0,
      "end_time": 693660.0,
      "text": "that children make like, &quot;Can I have any reading behind the dinner?&quot; That is, after the dinner"
    },
    {
      "index": 124,
      "start_time": 693660.0,
      "end_time": 699490.0,
      "text": "as if events were stretched out in front of us. And we see it in the semantics of verb"
    },
    {
      "index": 125,
      "start_time": 699490.0,
      "end_time": 706170.0,
      "text": "tense. Now, verb tense, in many ways follows a semantics that is parallel to the semantics"
    },
    {
      "index": 126,
      "start_time": 706170.0,
      "end_time": 712120.0,
      "text": "of space and matter in the case of prepositions and nouns. First, time is digitized, and second"
    },
    {
      "index": 127,
      "start_time": 712120.0,
      "end_time": 717610.0,
      "text": "time is relative. That is, no language has tenses for precise intervals of time like"
    },
    {
      "index": 128,
      "start_time": 717610.0,
      "end_time": 726670.0,
      "text": "an hour, nor for locations in time like November 7, 2007. Instead, location in time is trichotomized"
    },
    {
      "index": 129,
      "start_time": 726670.0,
      "end_time": 732870.0,
      "text": "in English into three regions to find relative to the moment of speaking. An event can be"
    },
    {
      "index": 130,
      "start_time": 732870.0,
      "end_time": 740150.0,
      "text": "located in the specious present, an interval of about three seconds in which we don&#39;t make"
    },
    {
      "index": 131,
      "start_time": 740150.0,
      "end_time": 747570.0,
      "text": "temporal distinctions. It&#39;s the basic unit of nouns. This is the--specious present is"
    },
    {
      "index": 132,
      "start_time": 747570.0,
      "end_time": 754690.0,
      "text": "a term from William James, and it refers to an interval of time that embraces a deliberate"
    },
    {
      "index": 133,
      "start_time": 754690.0,
      "end_time": 759560.0,
      "text": "action like a handshake, a quick decision like how long you alight on a channel while"
    },
    {
      "index": 134,
      "start_time": 759560.0,
      "end_time": 764570.0,
      "text": "channel surfing and decide whether to click again, to the decay of unrehearsed short-term"
    },
    {
      "index": 135,
      "start_time": 764570.0,
      "end_time": 770550.0,
      "text": "memory to a line of poetry, and to a musical motif like the opening notes of Beethoven&#39;s"
    },
    {
      "index": 136,
      "start_time": 770550.0,
      "end_time": 776770.0,
      "text": "Fifth which we don&#39;t perceive as just one note, one note, one note but rather as a coherent"
    },
    {
      "index": 137,
      "start_time": 776770.0,
      "end_time": 784840.0,
      "text": "motif. Then there&#39;s the past stretching backwards indefinitely. So, every event from four seconds"
    },
    {
      "index": 138,
      "start_time": 784840.0,
      "end_time": 792500.0,
      "text": "ago back to the big bang is treated as identical by the English language, which is why Groucho"
    },
    {
      "index": 139,
      "start_time": 792500.0,
      "end_time": 803340.0,
      "text": "could say, &quot;I&#39;ve had a wonderful evening, but this wasn&#39;t it.&quot; And then, there&#39;s the future until eternity,"
    },
    {
      "index": 140,
      "start_time": 803340.0,
      "end_time": 809110.0,
      "text": "that is, everything from four seconds from now until the heat death of the universe all"
    },
    {
      "index": 141,
      "start_time": 809110.0,
      "end_time": 815670.0,
      "text": "lumped together. There are not only locations in time, what I just referred to, but shapes"
    },
    {
      "index": 142,
      "start_time": 815670.0,
      "end_time": 823670.0,
      "text": "in time what linguist call &quot;aspect,&quot; that is, how a happening begins, unfolds, and ends."
    },
    {
      "index": 143,
      "start_time": 823670.0,
      "end_time": 830270.0,
      "text": "Shape in time, like shape in space is treated schematically. We conceive of some happenings"
    },
    {
      "index": 144,
      "start_time": 830270.0,
      "end_time": 836970.0,
      "text": "as amorphously spread out in time without any crisp beginning or end, such as, the verb,"
    },
    {
      "index": 145,
      "start_time": 836970.0,
      "end_time": 842910.0,
      "text": "&quot;to shake.&quot; We conceive of other events as momentaneous or a punctate, such as to swat"
    },
    {
      "index": 146,
      "start_time": 842910.0,
      "end_time": 849030.0,
      "text": "a fly. And then, still other events like to cross the street have no crisp beginning,"
    },
    {
      "index": 147,
      "start_time": 849030.0,
      "end_time": 854880.0,
      "text": "but are terminated until some goal has been achieved. In this case, you get to the other"
    },
    {
      "index": 148,
      "start_time": 854880.0,
      "end_time": 861370.0,
      "text": "side. Now the stretches of time that are defined by verbs can also be mentally packaged. In"
    },
    {
      "index": 149,
      "start_time": 861370.0,
      "end_time": 865990.0,
      "text": "the same way, that we can take a noun &quot;beer&quot; which just refers to the stuff generically"
    },
    {
      "index": 150,
      "start_time": 865990.0,
      "end_time": 871680.0,
      "text": "and then package it in a unit by use of the word &quot;one&quot; as in one beer, turned a mass noun"
    },
    {
      "index": 151,
      "start_time": 871680.0,
      "end_time": 878000.0,
      "text": "into a count noun. You can take an amorphous stretch of time like &quot;shake it&quot; and with the"
    },
    {
      "index": 152,
      "start_time": 878000.0,
      "end_time": 886190.0,
      "text": "use of particle like &quot;out&quot; turn it into an accomplishment that ends at a defined boundary"
    },
    {
      "index": 153,
      "start_time": 886190.0,
      "end_time": 893910.0,
      "text": "as in &quot;shake it up,&quot; that is, shake it until up to completion. Likewise, we can take &quot;wring"
    },
    {
      "index": 154,
      "start_time": 893910.0,
      "end_time": 899640.0,
      "text": "it&quot; which is indefinite in terms of when it ends, and give an endpoint with the particle"
    },
    {
      "index": 155,
      "start_time": 899640.0,
      "end_time": 905260.0,
      "text": "&quot;out&quot; and say, &quot;wring it out,&quot; that is, until it&#39;s dry. And that is why, a house can burn"
    },
    {
      "index": 156,
      "start_time": 905260.0,
      "end_time": 912050.0,
      "text": "up as it burns down, and you can fill in a form by filling it out. Finally, the boundary"
    },
    {
      "index": 157,
      "start_time": 912050.0,
      "end_time": 917200.0,
      "text": "of an event can be treated like an event itself, just as with space. Just as I can cut off"
    },
    {
      "index": 158,
      "start_time": 917200.0,
      "end_time": 921420.0,
      "text": "the end of a ribbon which is geometrically impossible, I can start the end of my talk"
    },
    {
      "index": 159,
      "start_time": 921420.0,
      "end_time": 927790.0,
      "text": "which is temporally impossible if you think of end as simply the instant of termination."
    },
    {
      "index": 160,
      "start_time": 927790.0,
      "end_time": 934930.0,
      "text": "Why is it called &quot;after dark&quot; when it is really after light? Well, dark is--refers not just"
    },
    {
      "index": 161,
      "start_time": 934930.0,
      "end_time": 940130.0,
      "text": "to the interval of darkness but to the boundary of the interval of darkness, and it&#39;s exactly"
    },
    {
      "index": 162,
      "start_time": 940130.0,
      "end_time": 944690.0,
      "text": "isomorphic to why in the language of space we can say &quot;underwater&quot; when the thing is"
    },
    {
      "index": 163,
      "start_time": 944690.0,
      "end_time": 952010.0,
      "text": "surrounded by water. Why is the language of time so crazy? Well, we identify locations"
    },
    {
      "index": 164,
      "start_time": 952010.0,
      "end_time": 956920.0,
      "text": "in time coarsely, because stretches of time relative to the moment of speaking have different"
    },
    {
      "index": 165,
      "start_time": 956920.0,
      "end_time": 962500.0,
      "text": "consequences for knowledge and action. And a fancy-shmancy way of putting it would be"
    },
    {
      "index": 166,
      "start_time": 962500.0,
      "end_time": 967620.0,
      "text": "that there&#39;s a bit of metaphysics and epistemology that&#39;s packed into our tense system. It&#39;s"
    },
    {
      "index": 167,
      "start_time": 967620.0,
      "end_time": 974230.0,
      "text": "not purely a chronological concept. In particular, that present tense corresponds to our own"
    },
    {
      "index": 168,
      "start_time": 974230.0,
      "end_time": 981910.0,
      "text": "consciousness, to what you can experience as you&#39;re alive and awake and aware, and are"
    },
    {
      "index": 169,
      "start_time": 981910.0,
      "end_time": 987740.0,
      "text": "registering your own consciousness. The past is not just an interval in time, but that"
    },
    {
      "index": 170,
      "start_time": 987740.0,
      "end_time": 994840.0,
      "text": "which is thought to be knowable and factual and unchangeable. As in a report of the Scott"
    },
    {
      "index": 171,
      "start_time": 994840.0,
      "end_time": 1000230.0,
      "text": "Peterson murder case as it was unfolding, where investigators noted that Peterson used"
    },
    {
      "index": 172,
      "start_time": 1000230.0,
      "end_time": 1005340.0,
      "text": "the past tense when referring to his wife and unborn son before their bodies were found,"
    },
    {
      "index": 173,
      "start_time": 1005340.0,
      "end_time": 1010280.0,
      "text": "abruptly correcting himself. His use of the past tense betrayed his knowledge of what"
    },
    {
      "index": 174,
      "start_time": 1010280.0,
      "end_time": 1017020.0,
      "text": "he knew had taken place while he was testifying. The future conversely we conceive of is not"
    },
    {
      "index": 175,
      "start_time": 1017020.0,
      "end_time": 1021940.0,
      "text": "just any old stretch of time but that which is unknowable, hypothetical, and willable."
    },
    {
      "index": 176,
      "start_time": 1021940.0,
      "end_time": 1025220.0,
      "text": "As when Winston Churchill said, &quot;We shall fight on the beaches. We shall fight on the"
    },
    {
      "index": 177,
      "start_time": 1025220.0,
      "end_time": 1028779.0,
      "text": "landing grounds. We shall fight in the fields and in the streets. We shall fight in the"
    },
    {
      "index": 178,
      "start_time": 1028780.0,
      "end_time": 1035130.0,
      "text": "hills. We shall never surrender.&quot; It&#39;s deliberately ambiguous whether he was simply making a prediction"
    },
    {
      "index": 179,
      "start_time": 1035130.0000000001,
      "end_time": 1041750.0000000001,
      "text": "as to what would happen on a future date, or whether he was making a declaration of"
    },
    {
      "index": 180,
      "start_time": 1041750.0,
      "end_time": 1049451.0,
      "text": "resolve and will. Those two can&#39;t be distinguished, and the future tense in English and many other"
    },
    {
      "index": 181,
      "start_time": 1049450.0,
      "end_time": 1054950.0,
      "text": "languages systematically conflates them. And finally, we turn to causality of language"
    },
    {
      "index": 182,
      "start_time": 1054950.0,
      "end_time": 1061379.0,
      "text": "where the model of causality in our verbs can be summarized in this diagram, that is,"
    },
    {
      "index": 183,
      "start_time": 1061380.0,
      "end_time": 1068030.0,
      "text": "an actor directly impinges on an entity, making it move or change. The psychologist, Phillip"
    },
    {
      "index": 184,
      "start_time": 1068030.0,
      "end_time": 1074680.0,
      "text": "Wolff, has done a simple experiment to show how this works. He had computer animations."
    },
    {
      "index": 185,
      "start_time": 1074680.0,
      "end_time": 1080121.0,
      "text": "In one case, Sarah grabbed the doorknob and physically swung the door open; in the other"
    },
    {
      "index": 186,
      "start_time": 1080120.0,
      "end_time": 1084970.0,
      "text": "case, she opened the window and a breeze blew the door open. If you ask people, &quot;Did Sarah"
    },
    {
      "index": 187,
      "start_time": 1084970.0,
      "end_time": 1091320.0,
      "text": "cause the door to open?&quot; In both cases, people say yes. If you then express causality inside"
    },
    {
      "index": 188,
      "start_time": 1091320.0,
      "end_time": 1096350.0,
      "text": "the verb by saying, &quot;Did Sarah open the door?&quot; Then in the case where she manhandled the"
    },
    {
      "index": 189,
      "start_time": 1096350.0,
      "end_time": 1102629.0,
      "text": "door, they say yes. In the case where it was more circuitous, they say no. Why is the language"
    },
    {
      "index": 190,
      "start_time": 1102630.0,
      "end_time": 1108371.0,
      "text": "of causality so crazy? Well, directly caused events are the ones that are most likely to"
    },
    {
      "index": 191,
      "start_time": 1108370.0,
      "end_time": 1113570.0,
      "text": "be foreseeable and intended; hence, those for which we can hold people responsible."
    },
    {
      "index": 192,
      "start_time": 1113570.0,
      "end_time": 1121529.0,
      "text": "And a nice illustration of that comes from an episode in American History in 1881, which"
    },
    {
      "index": 193,
      "start_time": 1121530.0,
      "end_time": 1126030.0,
      "text": "shows that when the directness of causation is fuzzy, so is our sense of moral and legal"
    },
    {
      "index": 194,
      "start_time": 1126030.0,
      "end_time": 1132160.0,
      "text": "responsibility. President James Garfield was waiting for a train in a Baltimore Station,"
    },
    {
      "index": 195,
      "start_time": 1132160.0,
      "end_time": 1139810.0,
      "text": "and Charles Guiteau stalking him, fired two shots into him. Now, the bullets missed his"
    },
    {
      "index": 196,
      "start_time": 1139810.0,
      "end_time": 1147591.0,
      "text": "major organs and arteries, and his wound needn&#39;t have been fatal even in Garfield&#39;s time. However,"
    },
    {
      "index": 197,
      "start_time": 1147590.0,
      "end_time": 1152470.0,
      "text": "he was subjected to the harebrained medical practices of the day, which included probing"
    },
    {
      "index": 198,
      "start_time": 1152470.0,
      "end_time": 1157039.0,
      "text": "his wound with unwashed hands and feeding him through this rectum instead of through"
    },
    {
      "index": 199,
      "start_time": 1157040.0,
      "end_time": 1163991.0,
      "text": "his mouth. So, he wasted away on his deathbed for three months before finally succumbing"
    },
    {
      "index": 200,
      "start_time": 1163990.0,
      "end_time": 1170529.0,
      "text": "of infection and starvation. At the assassin&#39;s murder trial, he said--the assassin said,"
    },
    {
      "index": 201,
      "start_time": 1170530.0,
      "end_time": 1180451.0,
      "text": "&quot;The doctors killed him. I just shot him.&quot; The jury was unpersuaded and Guiteau hanged,"
    },
    {
      "index": 202,
      "start_time": 1180450.0,
      "end_time": 1185019.0,
      "text": "but nonetheless, this is another illustration of the life and death consequences of the"
    },
    {
      "index": 203,
      "start_time": 1185020.0,
      "end_time": 1189930.0,
      "text": "semantics of a verb. So to sum up language as a window into cognition, there&#39;s a theory"
    },
    {
      "index": 204,
      "start_time": 1189930.0,
      "end_time": 1195111.0,
      "text": "of physics embedded in our language, a conception of space in terms of places and object and"
    },
    {
      "index": 205,
      "start_time": 1195110.0,
      "end_time": 1200320.0,
      "text": "qualitative relationships, a conception of matter in terms of stuff and things, stretched"
    },
    {
      "index": 206,
      "start_time": 1200320.0,
      "end_time": 1205570.0,
      "text": "along 1, 2, or 3 dimensions, a conception of time in terms of processes and events,"
    },
    {
      "index": 207,
      "start_time": 1205570.0,
      "end_time": 1210789.0,
      "text": "located and stretched along a single dimension, and a conception of causality in terms of"
    },
    {
      "index": 208,
      "start_time": 1210790.0,
      "end_time": 1216091.0,
      "text": "the direct impingement of an actor upon an entity. This way of construing reality differs"
    },
    {
      "index": 209,
      "start_time": 1216090.0,
      "end_time": 1221879.0,
      "text": "from real physics but it corresponds to human goals and purposes; the causal texture of"
    },
    {
      "index": 210,
      "start_time": 1221880.0,
      "end_time": 1228071.0,
      "text": "the environment, what is knowable, factual, and willable; to ways of packaging and measuring"
    },
    {
      "index": 211,
      "start_time": 1228070.0,
      "end_time": 1235019.0,
      "text": "our experience; and to ways of assigning responsibility for events. Let me now turn to Part II. Language"
    },
    {
      "index": 212,
      "start_time": 1235020.0,
      "end_time": 1240241.0,
      "text": "is a window into emotion. And again, I&#39;ll begin with a puzzle of language. Four years"
    },
    {
      "index": 213,
      "start_time": 1240240.0,
      "end_time": 1247360.0,
      "text": "ago, the Golden Global Awards were broadcast on live network television on NBC. And accepting"
    },
    {
      "index": 214,
      "start_time": 1247360.0,
      "end_time": 1253529.0,
      "text": "an award on behalf of the rock group, U2, its leader Bono said in accepting the award,"
    },
    {
      "index": 215,
      "start_time": 1253530.0,
      "end_time": 1259321.0,
      "text": "&quot;This is really, really fucking brilliant.&quot; Now, the switchboards lit up like a Christmas"
    },
    {
      "index": 216,
      "start_time": 1259320.0,
      "end_time": 1264789.0,
      "text": "tree. The case eventually landed up on the desk of the FCC, which had to decide whether"
    },
    {
      "index": 217,
      "start_time": 1264790.0,
      "end_time": 1270640.0,
      "text": "to fine the network for failing to bleep out the offending word. And somewhat surprisingly,"
    },
    {
      "index": 218,
      "start_time": 1270640.0,
      "end_time": 1277420.0,
      "text": "the FCC chose not to fine NBC, saying that their regulations defined indecency as, &quot;Material"
    },
    {
      "index": 219,
      "start_time": 1277420.0,
      "end_time": 1282370.0,
      "text": "that describes or depicts sexual or excretory organs or activities,&quot; and that the &quot;fucking&quot;"
    },
    {
      "index": 220,
      "start_time": 1282370.0,
      "end_time": 1293030.0,
      "text": "in &quot;fucking brilliant&quot; is, &quot;An adjective or expletive to emphasized an exclamation.&quot; Well,"
    },
    {
      "index": 221,
      "start_time": 1293030.0,
      "end_time": 1298441.0,
      "text": "cultural conservatives were enraged, and there were a number of bills filed in Congress to"
    },
    {
      "index": 222,
      "start_time": 1298440.0,
      "end_time": 1305190.0,
      "text": "close that loophole. Of which my favorite is, House Resolution 3687: The Clean Airwaves"
    },
    {
      "index": 223,
      "start_time": 1305190.0,
      "end_time": 1312179.0,
      "text": "Act, which I will now read in its entirety. You can look it up. &quot;Be it enacted by the"
    },
    {
      "index": 224,
      "start_time": 1312180.0,
      "end_time": 1317571.0,
      "text": "Senate and House of Representatives of the United States of America in Congress assembled,"
    },
    {
      "index": 225,
      "start_time": 1317570.0,
      "end_time": 1323789.0,
      "text": "that section 1464 of title 18, United States Code is amended: (1) by inserting &#39;(a)&#39; before"
    },
    {
      "index": 226,
      "start_time": 1323790.0,
      "end_time": 1329081.0,
      "text": "&#39;Whoever&#39;; and (2) The term &#39;profane,&#39; used with respect to language, includes the words,"
    },
    {
      "index": 227,
      "start_time": 1329080.0,
      "end_time": 1341090.0,
      "text": "&#39;shit,&#39; &#39;piss,&#39; fuck,&#39; &#39;cunt, &#39;asshole,&#39; and the phrases &#39;cock sucker,&#39; &#39;mother fucker,&#39;"
    },
    {
      "index": 228,
      "start_time": 1341090.0,
      "end_time": 1349230.0,
      "text": "and &#39;ass-hole,&#39; compound use including hyphenated compounds of such words and phrases with each"
    },
    {
      "index": 229,
      "start_time": 1349230.0,
      "end_time": 1353330.0,
      "text": "other or with other words or phrases, and other grammatical forms of such words and"
    },
    {
      "index": 230,
      "start_time": 1353330.0,
      "end_time": 1363539.0,
      "text": "phrases including verb, adjective, gerund, participle, and infinitive forms.&quot; Unfortunately,"
    },
    {
      "index": 231,
      "start_time": 1363540.0,
      "end_time": 1366680.0,
      "text": "the &quot;fucking&quot; in &quot;fucking brilliant&quot; is an adverb, and that&#39;s the one part of speech"
    },
    {
      "index": 232,
      "start_time": 1366680.0,
      "end_time": 1380750.0,
      "text": "that they forgot to include on the list. So, grammar matters, linguistic is important."
    },
    {
      "index": 233,
      "start_time": 1380750.0,
      "end_time": 1385091.0,
      "text": "And the question is, why do people get so upset about certain words? It&#39;s not as if"
    },
    {
      "index": 234,
      "start_time": 1385090.0,
      "end_time": 1392519.0,
      "text": "anyone hasn&#39;t heard them, and indeed, words for sex and excretion have been the main legal"
    },
    {
      "index": 235,
      "start_time": 1392520.0,
      "end_time": 1399920.0,
      "text": "battleground of free speech in the past century. There&#39;s a paradox. You can turn on a late"
    },
    {
      "index": 236,
      "start_time": 1399920.0,
      "end_time": 1404930.0,
      "text": "night television and watch Leno or Letterman or Stewart called George Bush a moron or a"
    },
    {
      "index": 237,
      "start_time": 1404930.0,
      "end_time": 1408260.0,
      "text": "liar, and they didn&#39;t have to worry about getting their tongues cut out or being burn"
    },
    {
      "index": 238,
      "start_time": 1408260.0,
      "end_time": 1414650.0,
      "text": "at the stake or worse. But if they were to use particular words to refer to excretion"
    },
    {
      "index": 239,
      "start_time": 1414650.0,
      "end_time": 1421211.0,
      "text": "or sexuality, the network would be subject to ruinous fines. So what&#39;s going on there?"
    },
    {
      "index": 240,
      "start_time": 1421210.0,
      "end_time": 1425239.0,
      "text": "Well, that brings us to the language of swearing? And I&#39;ll begin with the cognitive neuroscience"
    },
    {
      "index": 241,
      "start_time": 1425240.0,
      "end_time": 1433510.0,
      "text": "of swearing; that is, how is the brain engaged when people use or hear a taboo word? The"
    },
    {
      "index": 242,
      "start_time": 1433510.0,
      "end_time": 1439260.0,
      "text": "main generalization is the taboo words activate brain areas associated with negative emotion."
    },
    {
      "index": 243,
      "start_time": 1439260.0,
      "end_time": 1443490.0,
      "text": "They seem to be registered more in the right hemisphere, which we as independently been"
    },
    {
      "index": 244,
      "start_time": 1443490.0,
      "end_time": 1450060.0,
      "text": "connected with negative emotion. In production, they seem to involve the basal ganglia. That&#39;s"
    },
    {
      "index": 245,
      "start_time": 1450060.0,
      "end_time": 1456111.0,
      "text": "the area that is overactive in Tourette syndrome, for example. The basal ganglia being complex"
    },
    {
      "index": 246,
      "start_time": 1456110.0,
      "end_time": 1464399.0,
      "text": "networks of ganglia buried deep in both halves of the brain that are involved in packaging"
    },
    {
      "index": 247,
      "start_time": 1464400.0,
      "end_time": 1471101.0,
      "text": "sequences of behavior. In perception, they seemed to involve the amygdala, a two, small"
    },
    {
      "index": 248,
      "start_time": 1471100.0,
      "end_time": 1477039.0,
      "text": "almond-shaped organs also evolutionary quite ancient buried deep within the brain. Also,"
    },
    {
      "index": 249,
      "start_time": 1477040.0,
      "end_time": 1483231.0,
      "text": "taboo words are processed involuntarily. You can&#39;t help but hear a taboo word with all"
    },
    {
      "index": 250,
      "start_time": 1483230.0,
      "end_time": 1488299.0,
      "text": "of its emotional baggage. And the way that psychologists demonstrates that something"
    },
    {
      "index": 251,
      "start_time": 1488300.0,
      "end_time": 1495160.0,
      "text": "is involuntarily is to use the &quot;Stroop Test,&quot; a phenomenon that is, familiar to any psychology"
    },
    {
      "index": 252,
      "start_time": 1495160.0,
      "end_time": 1500420.0,
      "text": "undergraduate and that has been the subject of more than 4,000 scientific papers. So,"
    },
    {
      "index": 253,
      "start_time": 1500420.0,
      "end_time": 1506481.0,
      "text": "the test is simple. You simply have to name the color in which a series of words is printed."
    },
    {
      "index": 254,
      "start_time": 1506480.0,
      "end_time": 1511509.0,
      "text": "And we&#39;ll try it right now. I&#39;ll give you a list of words with each word. Simply name"
    },
    {
      "index": 255,
      "start_time": 1511510.0,
      "end_time": 1517270.0,
      "text": "the color in which it&#39;s printed ignoring what the word says. Okay? Let&#39;s start off. Red,"
    },
    {
      "index": 256,
      "start_time": 1517270.0,
      "end_time": 1521591.0,
      "text": "black... &gt;&gt; Green, blue, black, blue, red, green."
    },
    {
      "index": 257,
      "start_time": 1521590.0,
      "end_time": 1526950.0,
      "text": "&gt;&gt; PINKER: Easy. Okay? Now, try it again, same instruction: name the color in which"
    },
    {
      "index": 258,
      "start_time": 1526950.0,
      "end_time": 1536499.0,
      "text": "the word is printed."
    },
    {
      "index": 259,
      "start_time": 1536500.0,
      "end_time": 1541750.0,
      "text": "Much, much harder. The explanation is that to a literate adult, reading is automatic."
    },
    {
      "index": 260,
      "start_time": 1541750.0,
      "end_time": 1549260.0,
      "text": "You can&#39;t process a written word as a squiggle even if you try to. The meaning always gets"
    },
    {
      "index": 261,
      "start_time": 1549260.0,
      "end_time": 1553831.0,
      "text": "through despite your best intentions. And here&#39;s a third version of the Stroop Test."
    },
    {
      "index": 262,
      "start_time": 1553830.0,
      "end_time": 1558590.0,
      "text": "I mentioned there were 5,000 papers on it. My favorite comes from a psychologist named"
    },
    {
      "index": 263,
      "start_time": 1558590.0,
      "end_time": 1565129.0,
      "text": "Don McCoy at UCLA. And again, the instruction is identical. Just name the color in which"
    },
    {
      "index": 264,
      "start_time": 1565130.0,
      "end_time": 1574800.0,
      "text": "the word is printed. Black..."
    },
    {
      "index": 265,
      "start_time": 1574800.0,
      "end_time": 1578550.0,
      "text": "People are slowed down on this version of the Stroop Test almost as much as when the"
    },
    {
      "index": 266,
      "start_time": 1578550.0,
      "end_time": 1583920.0,
      "text": "word is printed in a competing color. So the essence of swearing is using languages as"
    },
    {
      "index": 267,
      "start_time": 1583920.0,
      "end_time": 1588711.0,
      "text": "a kind of weapon to force a listener to think an unpleasant or at least an emotionally charged"
    },
    {
      "index": 268,
      "start_time": 1588710.0,
      "end_time": 1596389.0,
      "text": "thought exploiting the automatic nature of speech or printed word recognition. Well,"
    },
    {
      "index": 269,
      "start_time": 1596390.0,
      "end_time": 1603191.0,
      "text": "this then breaks down the problem of swearing into two problems: What kinds of concepts"
    },
    {
      "index": 270,
      "start_time": 1603190.0,
      "end_time": 1607489.0,
      "text": "trigger negative emotions, and why would a speaker want to trigger a negative emotion"
    },
    {
      "index": 271,
      "start_time": 1607490.0,
      "end_time": 1612091.0,
      "text": "in his listeners. Well, let&#39;s start with the contents of swearing. Anyone who speaks more"
    },
    {
      "index": 272,
      "start_time": 1612090.0,
      "end_time": 1618340.0,
      "text": "than one language knows that taboo words differ from language to language. If you translate"
    },
    {
      "index": 273,
      "start_time": 1618340.0,
      "end_time": 1623169.0,
      "text": "the curses of one language into another, the results can often be comical. Nonetheless,"
    },
    {
      "index": 274,
      "start_time": 1623170.0,
      "end_time": 1628880.0,
      "text": "there are certain common patterns, certain things that supply the meanings of taboo words"
    },
    {
      "index": 275,
      "start_time": 1628880.0,
      "end_time": 1636300.0,
      "text": "across all cultures. There&#39;s the supernatural as in our own &quot;damn, hell, and Jesus Christ,&quot;"
    },
    {
      "index": 276,
      "start_time": 1636300.0,
      "end_time": 1641601.0,
      "text": "which nowadays are fairly mild taboo words but they are continued to be more potent in"
    },
    {
      "index": 277,
      "start_time": 1641600.0,
      "end_time": 1647899.0,
      "text": "religious societies, especially Catholic ones. For example, where I grew up in Quebec, in"
    },
    {
      "index": 278,
      "start_time": 1647900.0,
      "end_time": 1652310.0,
      "text": "the version of French spoken there when you stub your toe, you say, &quot;damn chalice&quot; or"
    },
    {
      "index": 279,
      "start_time": 1652310.0,
      "end_time": 1660691.0,
      "text": "&quot;damn tabernacle.&quot; And this involves the emotions of awe and fear at the supernatural and the"
    },
    {
      "index": 280,
      "start_time": 1660690.0,
      "end_time": 1666710.0,
      "text": "trappings of deities. There are bodily effluvia and organs, which are familiar sources of"
    },
    {
      "index": 281,
      "start_time": 1666710.0,
      "end_time": 1672769.0,
      "text": "taboo words in English. It&#39;s not surprising that people would have an emotional reaction"
    },
    {
      "index": 282,
      "start_time": 1672770.0,
      "end_time": 1678400.0,
      "text": "to bodily effluvia because epidemiologists tell us that they are major vectors of disease."
    },
    {
      "index": 283,
      "start_time": 1678400.0,
      "end_time": 1684810.0,
      "text": "There are many parasitic and infectious diseases that are spread by bodily fluids. We have"
    },
    {
      "index": 284,
      "start_time": 1684810.0,
      "end_time": 1690670.0,
      "text": "evolved an emotion to defend ourselves against this rude of disease transmission, namely,"
    },
    {
      "index": 285,
      "start_time": 1690670.0,
      "end_time": 1696971.0,
      "text": "the emotion of disgust. There are, in many languages, taboo words for disease, death,"
    },
    {
      "index": 286,
      "start_time": 1696970.0,
      "end_time": 1703289.0,
      "text": "danger, and infirmity. In older periods of English, we have the curse of &quot;A pox on you!&quot;"
    },
    {
      "index": 287,
      "start_time": 1703290.0,
      "end_time": 1710160.0,
      "text": "or &quot;A plague on both your houses!&quot; from Romeo and Juliet. In Yiddish, you can curse by shouting"
    },
    {
      "index": 288,
      "start_time": 1710160.0,
      "end_time": 1716010.0,
      "text": "out &quot;Cholerya, Cholera&quot;. And even in contemporary English, there&#39;s a bit of taboo that surrounds"
    },
    {
      "index": 289,
      "start_time": 1716010.0,
      "end_time": 1721140.0,
      "text": "the word for our most dreaded malady &quot;cancer&quot; and when often reads in an obituary of someone"
    },
    {
      "index": 290,
      "start_time": 1721140.0,
      "end_time": 1727860.0,
      "text": "passing away from a long illness. Both the passing away and the long illness are ways"
    },
    {
      "index": 291,
      "start_time": 1727860.0,
      "end_time": 1733120.0,
      "text": "of--are showed that there&#39;s some taboo status to the words &quot;die&quot; and &quot;cancer&quot;. And this"
    },
    {
      "index": 292,
      "start_time": 1733120.0,
      "end_time": 1739900.0,
      "text": "involves the emotion of dread of death and disease. There is, of course, sexuality as"
    },
    {
      "index": 293,
      "start_time": 1739900.0,
      "end_time": 1744930.0,
      "text": "in some of our most obscene taboo words. And when people hear this, their first reaction"
    },
    {
      "index": 294,
      "start_time": 1744930.0,
      "end_time": 1750510.0,
      "text": "is: But why should thoughts about sex be associated with negative emotions? Isn&#39;t sex between"
    },
    {
      "index": 295,
      "start_time": 1750510.0,
      "end_time": 1756510.0,
      "text": "consenting adults, a form of a good, clean fun? Well, not in the full sweep of human"
    },
    {
      "index": 296,
      "start_time": 1756510.0,
      "end_time": 1763770.0,
      "text": "experience where sexuality can also be associated with exploitation, illegitimacy, incest, jealousy,"
    },
    {
      "index": 297,
      "start_time": 1763770.0,
      "end_time": 1771221.0,
      "text": "spousal abuse, cuckoldry, desertion, child abuse, feuding, rape. Sex is an emotionally"
    },
    {
      "index": 298,
      "start_time": 1771220.0,
      "end_time": 1776399.0,
      "text": "fraught activity, and it&#39;s not surprising that people should continue to have strong"
    },
    {
      "index": 299,
      "start_time": 1776400.0,
      "end_time": 1783020.0,
      "text": "emotions surrounding it which we can call revulsion at sexual depravity. Then there"
    },
    {
      "index": 300,
      "start_time": 1783020.0,
      "end_time": 1789060.0,
      "text": "are words for disfavored people in groups, including the most taboo word in contemporary"
    },
    {
      "index": 301,
      "start_time": 1789060.0,
      "end_time": 1793920.0,
      "text": "respectable American English, the word so incendiary that you can&#39;t even mention it."
    },
    {
      "index": 302,
      "start_time": 1793920.0,
      "end_time": 1802711.0,
      "text": "You have to use a word to refer to the word, that is, the n-word. And the words for minorities,"
    },
    {
      "index": 303,
      "start_time": 1802710.0,
      "end_time": 1808309.0,
      "text": "for infidels, for cripples, for enemies, for subordinated peoples are often taboo in English"
    },
    {
      "index": 304,
      "start_time": 1808310.0,
      "end_time": 1813471.0,
      "text": "not just--in many languages, I should say. In English, we have not only a &quot;nigger,&quot; but"
    },
    {
      "index": 305,
      "start_time": 1813470.0,
      "end_time": 1819799.0,
      "text": "also various other racial epithets, and that, of course, invoke the emotions of hatred and"
    },
    {
      "index": 306,
      "start_time": 1819800.0,
      "end_time": 1825430.0,
      "text": "contempt. Okay. So, those are the kinds of negative thoughts that people inflict on one"
    },
    {
      "index": 307,
      "start_time": 1825430.0,
      "end_time": 1831731.0,
      "text": "another through language. Why would they want to? What is the motive for this kind of verbal"
    },
    {
      "index": 308,
      "start_time": 1831730.0,
      "end_time": 1836519.0,
      "text": "aggression? Well, there are at least five ways to swear, probably more, but five ways"
    },
    {
      "index": 309,
      "start_time": 1836520.0,
      "end_time": 1842601.0,
      "text": "in which people deploy this weapon. Beginning with dysphemistic swearing, and what does"
    },
    {
      "index": 310,
      "start_time": 1842600.0,
      "end_time": 1848210.0,
      "text": "that mean? The difference between say &quot;shit&quot; and &quot;feces&quot; or &quot;fuck&quot; and &quot;copulate&quot;. Now,"
    },
    {
      "index": 311,
      "start_time": 1848210.0,
      "end_time": 1853509.0,
      "text": "you all know what euphemism is. The logic behind the euphemism is we have to talk about"
    },
    {
      "index": 312,
      "start_time": 1853510.0,
      "end_time": 1859610.0,
      "text": "this first for a specific purpose. But let&#39;s avoid thinking about how awful it is. The"
    },
    {
      "index": 313,
      "start_time": 1859610.0,
      "end_time": 1864971.0,
      "text": "logic is a dysphemism is exactly the opposite. It&#39;s, &quot;I want you to think about how awful"
    },
    {
      "index": 314,
      "start_time": 1864970.0,
      "end_time": 1869960.0,
      "text": "this is.&quot; And the English language gives you the means of doing either. A good illustration"
    },
    {
      "index": 315,
      "start_time": 1869960.0,
      "end_time": 1877779.0,
      "text": "is in the 34 euphemisms for feces. Now, people don&#39;t like to think about feces anymore than"
    },
    {
      "index": 316,
      "start_time": 1877780.0,
      "end_time": 1884230.0,
      "text": "they like to smell it or touch it. Nonetheless, we are incarnate beings for whom feces is"
    },
    {
      "index": 317,
      "start_time": 1884230.0,
      "end_time": 1889221.0,
      "text": "a part of life and you can&#39;t get through life without at least some occasions in which you&#39;re"
    },
    {
      "index": 318,
      "start_time": 1889220.0,
      "end_time": 1897019.0,
      "text": "forced to refer to the stuff. The solution is to have a specialized vocabulary, each"
    },
    {
      "index": 319,
      "start_time": 1897020.0,
      "end_time": 1905260.0,
      "text": "one of which is specific to the need to discuss feces for a specific purpose in a particular"
    },
    {
      "index": 320,
      "start_time": 1905260.0,
      "end_time": 1911280.0,
      "text": "context. So, we got generic terms like waste, fecal mater, and filth; formal terms often"
    },
    {
      "index": 321,
      "start_time": 1911280.0,
      "end_time": 1918331.0,
      "text": "from Latin like feces and excrement; terms that you use with children like poop and doo-doo;"
    },
    {
      "index": 322,
      "start_time": 1918330.0,
      "end_time": 1924940.0,
      "text": "terms that you use to adults about children like soil and dirt; terms in the medical context"
    },
    {
      "index": 323,
      "start_time": 1924940.0,
      "end_time": 1930070.0,
      "text": "like stool and bowel movement. Many terms that you have to use in connection with animals"
    },
    {
      "index": 324,
      "start_time": 1930070.0,
      "end_time": 1935929.0,
      "text": "depending on whether you&#39;re referring large units like pats; small units like droppings;"
    },
    {
      "index": 325,
      "start_time": 1935930.0,
      "end_time": 1942060.0,
      "text": "scientific context like scat; an agricultural context like manure. And in this golden age"
    },
    {
      "index": 326,
      "start_time": 1942060.0,
      "end_time": 1947380.0,
      "text": "of recycling, the need has arisen for a term to refer to human feces being recycled as"
    },
    {
      "index": 327,
      "start_time": 1947380.0,
      "end_time": 1953610.0,
      "text": "fertilizer. And so far, three euphemisms have appeared: night soil, humanure, and my favorite,"
    },
    {
      "index": 328,
      "start_time": 1953610.0,
      "end_time": 1965351.0,
      "text": "human boisolids. So that&#39;s why we need euphemism. Indeed, if you were to use the wrong euphemism"
    },
    {
      "index": 329,
      "start_time": 1965350.0,
      "end_time": 1970700.0,
      "text": "in a particular context, the results would be rather odd. For example, if at the next"
    },
    {
      "index": 330,
      "start_time": 1970700.0,
      "end_time": 1974109.0,
      "text": "doctor&#39;s appointment, the nurse came up to you and said, &quot;The medical lab will need a"
    },
    {
      "index": 331,
      "start_time": 1974110.0,
      "end_time": 1982211.0,
      "text": "doo-doo sample.&quot; You&#39;d be little surprised. As you would be if you bought a gardening"
    },
    {
      "index": 332,
      "start_time": 1982210.0,
      "end_time": 1989330.0,
      "text": "magazine and it said, &quot;For nice plump tomatoes, fertilize your plants with cattle bowel movement.&quot;"
    },
    {
      "index": 333,
      "start_time": 1989330.0,
      "end_time": 1994529.0,
      "text": "But we also need dysphemisms. There are times in life were the point for politeness has"
    },
    {
      "index": 334,
      "start_time": 1994530.0,
      "end_time": 2001170.0,
      "text": "passed, and one wants to remind listeners of how disagreeable what is being referred"
    },
    {
      "index": 335,
      "start_time": 2001170.0,
      "end_time": 2006500.0,
      "text": "to truly is. For example, you might open your window and yell at some boor, &quot;Will you pick"
    },
    {
      "index": 336,
      "start_time": 2006500.0,
      "end_time": 2012331.0,
      "text": "up your dog shit?&quot; Or recount an experience like, &quot;The plumber was working under the sink,"
    },
    {
      "index": 337,
      "start_time": 2012330.0,
      "end_time": 2016639.0,
      "text": "and I had to look at the crack in his ass the whole time.&quot; Or you can imagine a wife"
    },
    {
      "index": 338,
      "start_time": 2016640.0,
      "end_time": 2020081.0,
      "text": "snooping on her husband&#39;s email and saying, &quot;So while I&#39;ve been taking care of the kids,"
    },
    {
      "index": 339,
      "start_time": 2020080.0,
      "end_time": 2025690.0,
      "text": "you&#39;ve been fucking your secretary!&quot; The offense is deliberate and the English language gives"
    },
    {
      "index": 340,
      "start_time": 2025690.0,
      "end_time": 2031840.0,
      "text": "us the means of expressing that strong emotion when the need arises. So dysphemistic swearing,"
    },
    {
      "index": 341,
      "start_time": 2031840.0,
      "end_time": 2037340.0,
      "text": "there&#39;s also abusive swearing were you deliberately use language as a weapon to intimidate or"
    },
    {
      "index": 342,
      "start_time": 2037340.0,
      "end_time": 2046320.0,
      "text": "humiliate someone. And there are moments in life when the temptation arises to abuse or"
    },
    {
      "index": 343,
      "start_time": 2046320.0,
      "end_time": 2054339.0,
      "text": "intimidate someone. And scholars who have studied Maladicta, swearing curses, imprecations"
    },
    {
      "index": 344,
      "start_time": 2054340.0000000002,
      "end_time": 2062501.0000000002,
      "text": "have often commented on how a shear linguistic ingenuity that goes into them. All of the"
    },
    {
      "index": 345,
      "start_time": 2062500.0,
      "end_time": 2069099.0,
      "text": "classic poetic devices, metaphor, imagery, connotation, alliteration, meter, rhyme, all"
    },
    {
      "index": 346,
      "start_time": 2069100.0,
      "end_time": 2075751.0,
      "text": "of them are put to use in obscene imprecations. For example, you can liken people to effluvia,"
    },
    {
      "index": 347,
      "start_time": 2075750.0,
      "end_time": 2079889.0,
      "text": "and their associated organs and accessories is when you talk, refer to someone as a piece"
    },
    {
      "index": 348,
      "start_time": 2079889.9999999998,
      "end_time": 2087649.9999999998,
      "text": "of shit and asshole or a dickhead. You can advise them to engage in undignified activities"
    },
    {
      "index": 349,
      "start_time": 2087650.0,
      "end_time": 2093070.0,
      "text": "such as to &quot;eat shit, shove it up your ass, or fuck yourself.&quot; You can accuse them of"
    },
    {
      "index": 350,
      "start_time": 2093070.0000000002,
      "end_time": 2099610.0,
      "text": "having engaged in undignified sexual activities, and every undignified sexual activity has"
    },
    {
      "index": 351,
      "start_time": 2099610.0,
      "end_time": 2106350.0,
      "text": "an obscene imprecation. For example, incest as in mother fucker; sodomy as in bugger;"
    },
    {
      "index": 352,
      "start_time": 2106350.0,
      "end_time": 2111870.0,
      "text": "fellatio as in cocksucker; masturbation as in jerk and wanker; and my favorite comes"
    },
    {
      "index": 353,
      "start_time": 2111870.0,
      "end_time": 2118251.0,
      "text": "from bestiality. And this is a curse that was last used in 1585, but I suggest that"
    },
    {
      "index": 354,
      "start_time": 2118250.0,
      "end_time": 2122539.0,
      "text": "it would be revive. And the next time someone cuts you off in traffic, instead of using"
    },
    {
      "index": 355,
      "start_time": 2122540.0,
      "end_time": 2131891.0,
      "text": "one of those hackney cliches, I suggest you advise the person to kiss the cunt of a cow,"
    },
    {
      "index": 356,
      "start_time": 2131890.0,
      "end_time": 2137349.0,
      "text": "which not only at least bring some fresh imagery to the situation. But I think it has a rather"
    },
    {
      "index": 357,
      "start_time": 2137350.0,
      "end_time": 2147261.0,
      "text": "pleasing alliteration. There&#39;s idiomatic swearing, which is he mildest form of swearing, such"
    },
    {
      "index": 358,
      "start_time": 2147260.0,
      "end_time": 2151460.0,
      "text": "as shit out of luck, get your shit together, piss-poor, pissed off, my ass, a pain in the"
    },
    {
      "index": 359,
      "start_time": 2151460.0,
      "end_time": 2157010.0,
      "text": "ass, sweet fuck-all, what the fuck, which, it&#39;s actually rather puzzling what those--exactly"
    },
    {
      "index": 360,
      "start_time": 2157010.0,
      "end_time": 2162880.0,
      "text": "those words are doing in those--that syntactic context. But clearly what&#39;s happening is the"
    },
    {
      "index": 361,
      "start_time": 2162880.0,
      "end_time": 2172770.0,
      "text": "words are simply being used for their ability to arouse the interest and shock the listener."
    },
    {
      "index": 362,
      "start_time": 2172770.0,
      "end_time": 2178329.0,
      "text": "Also, it can be used merely to assert a kind of macho or cool pose, or more--in a more"
    },
    {
      "index": 363,
      "start_time": 2178330.0,
      "end_time": 2183820.0,
      "text": "friendly manner among peers, to express informality. Just say this is the kind of setting where"
    },
    {
      "index": 364,
      "start_time": 2183820.0,
      "end_time": 2188860.0,
      "text": "you don&#39;t have to watch what you say. Closely related to idiomatic swearing is emphatic"
    },
    {
      "index": 365,
      "start_time": 2188860.0,
      "end_time": 2194881.0,
      "text": "swearing where the taboo word again is used to arouse a listener&#39;s attention to call,"
    },
    {
      "index": 366,
      "start_time": 2194880.0,
      "end_time": 2200559.0,
      "text": "focus on the following noun. As in this--or adjectives, this is really, really fucking"
    },
    {
      "index": 367,
      "start_time": 2200560.0,
      "end_time": 2204721.0,
      "text": "brilliant. He thinks he&#39;s a fucking scoutmaster, Rip Van fuckin&#39; winkle. Close the fucking"
    },
    {
      "index": 368,
      "start_time": 2204720.0,
      "end_time": 2213190.0,
      "text": "door, and so on. And the overuse of emphatic and idiomatic swearing leads to the form of"
    },
    {
      "index": 369,
      "start_time": 2213190.0,
      "end_time": 2220559.0,
      "text": "English sometimes called fuck patois. As in the story of the soldier who said, &quot;I come"
    },
    {
      "index": 370,
      "start_time": 2220560.0,
      "end_time": 2224771.0,
      "text": "home to my fucking house after three fucking years in the fucking war, and what do I fucking-well"
    },
    {
      "index": 371,
      "start_time": 2224770.0,
      "end_time": 2238750.0,
      "text": "find? My wife in bed, engaged in illicit sexual relations with a male!&quot;"
    },
    {
      "index": 372,
      "start_time": 2238750.0,
      "end_time": 2243750.0,
      "text": "Then there&#39;s cathartic swearing, the phenomenon were when you cut your thumb together with"
    },
    {
      "index": 373,
      "start_time": 2243750.0,
      "end_time": 2249309.0,
      "text": "a bagel or you spill a glass of beer in your lap, the topic of your conversation abruptly"
    },
    {
      "index": 374,
      "start_time": 2249310.0,
      "end_time": 2256491.0,
      "text": "switches to theology or sexuality, or excretion. Now, if you ask people why they swear in that"
    },
    {
      "index": 375,
      "start_time": 2256490.0,
      "end_time": 2263230.0,
      "text": "way, they&#39;ll say it lets off steam, it releases tension, the hydraulic theory of the mind."
    },
    {
      "index": 376,
      "start_time": 2263230.0,
      "end_time": 2267510.0,
      "text": "The problem with this theory is that, it can be no more than a metaphor, because neurobiologist"
    },
    {
      "index": 377,
      "start_time": 2267510.0,
      "end_time": 2274280.0,
      "text": "haven&#39;t literally found a boiler full of steam in the skull or a set of valves and pipes,"
    },
    {
      "index": 378,
      "start_time": 2274280.0,
      "end_time": 2281280.0,
      "text": "just brain cells that fire in patterns. So, more satisfying is the rage-circuit theory"
    },
    {
      "index": 379,
      "start_time": 2281280.0,
      "end_time": 2287470.0,
      "text": "that throughout the mammalian class there is a reflex in which an animal, when suddenly"
    },
    {
      "index": 380,
      "start_time": 2287470.0,
      "end_time": 2293539.0,
      "text": "injured or confined, engages in a furious struggle accompanied by a sudden angry noise"
    },
    {
      "index": 381,
      "start_time": 2293540.0,
      "end_time": 2302261.0,
      "text": "presumably to startle or intimidate an attacker. Any one who has a sat on their pet cat or"
    },
    {
      "index": 382,
      "start_time": 2302260.0,
      "end_time": 2308650.0,
      "text": "caught a dog&#39;s tail in a door is well familiar with this reflex. In humans, the idea is that"
    },
    {
      "index": 383,
      "start_time": 2308650.0,
      "end_time": 2315869.0,
      "text": "this reflex also triggers the language system which has taken over control of our vocal"
    },
    {
      "index": 384,
      "start_time": 2315870.0,
      "end_time": 2321401.0,
      "text": "track. So in addition to uttering a yelp, we might articulate the yelp using a word"
    },
    {
      "index": 385,
      "start_time": 2321400.0,
      "end_time": 2326500.0,
      "text": "for a strong negative emotion, one that we ordinarily inhibit ourselves from saying."
    },
    {
      "index": 386,
      "start_time": 2326500.0,
      "end_time": 2332079.0,
      "text": "And I think there&#39;s a lot to the rage-circuit theory, but has one problem which is the cathartic"
    },
    {
      "index": 387,
      "start_time": 2332080.0,
      "end_time": 2337340.0,
      "text": "swearing is conventional. You have to learn what to yell in a particular language when"
    },
    {
      "index": 388,
      "start_time": 2337340.0,
      "end_time": 2341891.0,
      "text": "a particular accident befalls you. So in English, for example, if you hit your thumb with a"
    },
    {
      "index": 389,
      "start_time": 2341890.0,
      "end_time": 2347589.0,
      "text": "hammer, you don&#39;t shout out whore or cunt, although there are lots of languages in which"
    },
    {
      "index": 390,
      "start_time": 2347590.0,
      "end_time": 2354901.0,
      "text": "you do. And indeed, the cathartic swear word is specific to the cause of the misfortune."
    },
    {
      "index": 391,
      "start_time": 2354900.0,
      "end_time": 2360650.0,
      "text": "So if someone cuts you off in traffic, you might say asshole, but if you stub your toe,"
    },
    {
      "index": 392,
      "start_time": 2360650.0,
      "end_time": 2367789.0,
      "text": "you&#39;d be more likely to say shit or damn, or fuck. So, this leads to the response-cry"
    },
    {
      "index": 393,
      "start_time": 2367790.0,
      "end_time": 2373031.0,
      "text": "theory from the great sociologist, Erving Goffman that cathartic swearing is communicative;"
    },
    {
      "index": 394,
      "start_time": 2373030.0,
      "end_time": 2381829.0,
      "text": "it is not just an overflow of emotion. It basically informs a real or virtual audience"
    },
    {
      "index": 395,
      "start_time": 2381830.0,
      "end_time": 2386731.0,
      "text": "that you are currently in a throws of some very strong emotion, indeed so strong that"
    },
    {
      "index": 396,
      "start_time": 2386730.0,
      "end_time": 2391940.0,
      "text": "you can&#39;t completely control it, nonetheless, you are signaling exactly what emotion you&#39;re"
    },
    {
      "index": 397,
      "start_time": 2391940.0,
      "end_time": 2397770.0,
      "text": "feeling. And so it belongs together with other response-cries in the language like aha, mmm,"
    },
    {
      "index": 398,
      "start_time": 2397770.0,
      "end_time": 2405260.0,
      "text": "ouch, whoops, wow, yes, and yuck. And therefore it has that communicative function. So to"
    },
    {
      "index": 399,
      "start_time": 2405260.0,
      "end_time": 2410230.0,
      "text": "sum-up language as a window into emotion, humans are prone to strong negative emotions."
    },
    {
      "index": 400,
      "start_time": 2410230.0,
      "end_time": 2417289.0,
      "text": "So language tells us awe of the supernatural, disgust at bodily effluvia, dread of disease,"
    },
    {
      "index": 401,
      "start_time": 2417290.0,
      "end_time": 2423830.0,
      "text": "hatred of disfavored people and groups, revulsion at depraved sexual acts. Nonetheless, people"
    },
    {
      "index": 402,
      "start_time": 2423830.0,
      "end_time": 2428810.0,
      "text": "sometimes want to impose these thoughts on others to gain their attention, to intimidate"
    },
    {
      "index": 403,
      "start_time": 2428810.0,
      "end_time": 2434711.0,
      "text": "or humiliate them, to remind them of the awfulness of the objects and activities, or to advertise"
    },
    {
      "index": 404,
      "start_time": 2434710.0,
      "end_time": 2440740.0,
      "text": "that one has the normal reactions to misfortunes. Okay. Part three, language as a window into"
    },
    {
      "index": 405,
      "start_time": 2440740.0,
      "end_time": 2447180.0,
      "text": "social relations. Again, I&#39;ll begin with the puzzle of language, this one comes from the"
    },
    {
      "index": 406,
      "start_time": 2447180.0,
      "end_time": 2452500.0,
      "text": "film Fargo, from an early scene in which a kidnaper has a hostage in the backseat of"
    },
    {
      "index": 407,
      "start_time": 2452500.0,
      "end_time": 2457779.0,
      "text": "his car, is pulled over by a police officer because he&#39;s missing his plates. He&#39;s asked"
    },
    {
      "index": 408,
      "start_time": 2457780.0,
      "end_time": 2464151.0,
      "text": "to show his driver&#39;s license, he hands over his wallet with the driver&#39;s license visible"
    },
    {
      "index": 409,
      "start_time": 2464150.0,
      "end_time": 2469230.0,
      "text": "and a $50 bill extending ever so slightly and he says to the officer, &quot;I was thinking"
    },
    {
      "index": 410,
      "start_time": 2469230.0,
      "end_time": 2473740.0,
      "text": "that maybe the best thing would be to take care of it here in Brainerd.&quot; Which of course"
    },
    {
      "index": 411,
      "start_time": 2473740.0,
      "end_time": 2479789.0,
      "text": "everyone interprets is a veiled bribe. Now, this is an example of an indirect speech act,"
    },
    {
      "index": 412,
      "start_time": 2479790.0,
      "end_time": 2486050.0,
      "text": "a case in which you don&#39;t blurt out exactly what you say but you veil it in innuendo expecting"
    },
    {
      "index": 413,
      "start_time": 2486050.0,
      "end_time": 2492530.0,
      "text": "your listener to listen between the lines. Another example, &quot;If you could pass the guacamole,"
    },
    {
      "index": 414,
      "start_time": 2492530.0,
      "end_time": 2497261.0,
      "text": "that would be awesome.&quot; This is a polite request when you think about it, it doesn&#39;t make a"
    },
    {
      "index": 415,
      "start_time": 2497260.0,
      "end_time": 2506549.0,
      "text": "whole lot of sense. But nonetheless, it is instantly understood as a request. &quot;We&#39;re"
    },
    {
      "index": 416,
      "start_time": 2506550.0,
      "end_time": 2511651.0,
      "text": "counting on you to show leadership in our Campaign for the Future.&quot; Anyone who&#39;s been"
    },
    {
      "index": 417,
      "start_time": 2511650.0,
      "end_time": 2517369.0,
      "text": "unfortunate enough to sit through a fund raising dinner is familiar with euphemistic snoring"
    },
    {
      "index": 418,
      "start_time": 2517370.0,
      "end_time": 2525080.0,
      "text": "like that that is a solicitation for a donation. &quot;Would you like to come up and see my etchings?&quot;"
    },
    {
      "index": 419,
      "start_time": 2525080.0,
      "end_time": 2530171.0,
      "text": "This has been recognized as a sexual come on for so long that in 1932, James Thurber"
    },
    {
      "index": 420,
      "start_time": 2530170.0,
      "end_time": 2535260.0,
      "text": "could draw a cartoon with a confused young man saying to his date, &quot;You wait here and"
    },
    {
      "index": 421,
      "start_time": 2535260.0,
      "end_time": 2543690.0,
      "text": "I&#39;ll bring the etchings down.&quot; And then, &quot;Nice store you got there. It would be a real shame"
    },
    {
      "index": 422,
      "start_time": 2543690.0,
      "end_time": 2548490.0,
      "text": "if something happened to it,&quot; is something that we all recognize as veiled threat. So"
    },
    {
      "index": 423,
      "start_time": 2548490.0,
      "end_time": 2554559.0,
      "text": "the puzzle is why are bribes, request, seductions, solicitations, and threats so often veiled,"
    },
    {
      "index": 424,
      "start_time": 2554560.0,
      "end_time": 2560731.0,
      "text": "when both parties know exactly what they mean? This isn&#39;t just an academic puzzle but it"
    },
    {
      "index": 425,
      "start_time": 2560730.0,
      "end_time": 2565000.0,
      "text": "has a great deal of practical importance such as in the crafting and interpretation of a"
    },
    {
      "index": 426,
      "start_time": 2565000.0,
      "end_time": 2570500.0,
      "text": "language of treaties and diplomacy, and in the prosecution of extortion, bribery, and"
    },
    {
      "index": 427,
      "start_time": 2570500.0,
      "end_time": 2577089.0,
      "text": "sexual harassment which are often conveyed by innuendo rather than overtly. The solution"
    },
    {
      "index": 428,
      "start_time": 2577090.0,
      "end_time": 2584021.0,
      "text": "turns out to be more complicated than I thought when I tried to explain the phenomenon, and"
    },
    {
      "index": 429,
      "start_time": 2584020.0,
      "end_time": 2589430.0,
      "text": "I think there are at least three components to the solution. The logic of plausible deniability,"
    },
    {
      "index": 430,
      "start_time": 2589430.0,
      "end_time": 2594950.0,
      "text": "the logic of relationship negotiation, and the logic of mutual knowledge, and I&#39;ll explain"
    },
    {
      "index": 431,
      "start_time": 2594950.0,
      "end_time": 2600500.0,
      "text": "what I mean by each of those. Let me start with the--with, what the game theorist and"
    },
    {
      "index": 432,
      "start_time": 2600500.0,
      "end_time": 2605099.0,
      "text": "noble prize winner, Thomas Schelling called the identification problem. Now, how do you"
    },
    {
      "index": 433,
      "start_time": 2605100.0,
      "end_time": 2610040.0,
      "text": "deal with another intelligent agent when you don&#39;t know his or her values? Bribing a police"
    },
    {
      "index": 434,
      "start_time": 2610040.0,
      "end_time": 2615060.0,
      "text": "officer being a prime example. Imagine that you had two choices, when you&#39;re pulled over,"
    },
    {
      "index": 435,
      "start_time": 2615060.0,
      "end_time": 2623491.0,
      "text": "either to utter a blatant naked bribe or not to bribe the officer. What will happen? Well,"
    },
    {
      "index": 436,
      "start_time": 2623490.0,
      "end_time": 2629289.0,
      "text": "it depends very much on what kind of officer you get. You could get a dishonest officer"
    },
    {
      "index": 437,
      "start_time": 2629290.0,
      "end_time": 2636421.0,
      "text": "who might--would accept the bribe, giving you the very high payoff of going free or"
    },
    {
      "index": 438,
      "start_time": 2636420.0,
      "end_time": 2640910.0,
      "text": "you might have an honest officer who not only would rebuff the bribe but might arrest you"
    },
    {
      "index": 439,
      "start_time": 2640910.0,
      "end_time": 2645240.0,
      "text": "for attempting to bribe an officer in which you&#39;d have a very high cost of an arrest for"
    },
    {
      "index": 440,
      "start_time": 2645240.0,
      "end_time": 2652859.0,
      "text": "bribery. So, neither option in this row is--I&#39;m sorry--neither row is appealing. Both of them"
    },
    {
      "index": 441,
      "start_time": 2652860.0,
      "end_time": 2658070.0,
      "text": "involve a significant cost. But given this situation, you&#39;re better off with a traffic"
    },
    {
      "index": 442,
      "start_time": 2658070.0,
      "end_time": 2663141.0,
      "text": "ticket than risking the arrest for bribery. But now imagine you had a third option, namely"
    },
    {
      "index": 443,
      "start_time": 2663140.0,
      "end_time": 2668950.0,
      "text": "to issue a veiled bribe through innuendo, like I was wondering if maybe we could take"
    },
    {
      "index": 444,
      "start_time": 2668950.0,
      "end_time": 2674390.0,
      "text": "care of it here. Well, if you have a dishonest officer, he could sniff out the bribe in the"
    },
    {
      "index": 445,
      "start_time": 2674390.0,
      "end_time": 2680440.0,
      "text": "innuendo and you get a very high payoff of going free from an overt bribe. If you have"
    },
    {
      "index": 446,
      "start_time": 2680440.0,
      "end_time": 2685079.0,
      "text": "an honest officer, even if he suspected the bribe he couldn&#39;t make it stick in court because"
    },
    {
      "index": 447,
      "start_time": 2685080.0,
      "end_time": 2689211.0,
      "text": "of the demand of proving something beyond a reasonable doubt, and so the worst you would"
    },
    {
      "index": 448,
      "start_time": 2689210.0,
      "end_time": 2694390.0,
      "text": "get is a traffic ticket. So you get the high payoff of an overt bribe with a relatively"
    },
    {
      "index": 449,
      "start_time": 2694390.0,
      "end_time": 2700369.0,
      "text": "small cost of not bribing at all, all combined in one option so the veiled bribe is the rational"
    },
    {
      "index": 450,
      "start_time": 2700370.0,
      "end_time": 2710261.0,
      "text": "choice. This is the logic of plausible deniability. But the reason it&#39;s not enough is that what"
    },
    {
      "index": 451,
      "start_time": 2710260.0,
      "end_time": 2719119.0,
      "text": "about non-legal contexts? It&#39;s not as if we spend our lives in legal jeopardy of a particular"
    },
    {
      "index": 452,
      "start_time": 2719120.0,
      "end_time": 2724141.0,
      "text": "pre-defined legal penalties or proving something in a court of law. What about when you want"
    },
    {
      "index": 453,
      "start_time": 2724140.0,
      "end_time": 2728940.0,
      "text": "to bribe someone in everyday life. Now you might say, &quot;Well, why a law-abiding citizen"
    },
    {
      "index": 454,
      "start_time": 2728940.0,
      "end_time": 2734579.0,
      "text": "want to offer a bribe in everyday life?&quot; Well, how about this? You want to go to the hottest"
    },
    {
      "index": 455,
      "start_time": 2734580.0,
      "end_time": 2739951.0,
      "text": "restaurant in town. You have no reservation. Why not slip the maitre d&#39; a $20 bill and"
    },
    {
      "index": 456,
      "start_time": 2739950.0,
      "end_time": 2745359.0,
      "text": "see if you can be seated immediately in exchange for the 20? Well, this was the assignment"
    },
    {
      "index": 457,
      "start_time": 2745360.0,
      "end_time": 2750810.0,
      "text": "given to the food writer, Bruce Feiler by Gourmet Magazine on a dare from the editor,"
    },
    {
      "index": 458,
      "start_time": 2750810.0,
      "end_time": 2755131.0,
      "text": "and he had to write up his experiences in doing that. And I found that write-up, as"
    },
    {
      "index": 459,
      "start_time": 2755130.0,
      "end_time": 2761200.0,
      "text": "a psychologist, utterly fascinating. First of all, it was marked by extreme anxiety."
    },
    {
      "index": 460,
      "start_time": 2761200.0,
      "end_time": 2768490.0,
      "text": "As far as I know, no one has ever been sent to jail for attempting to bribe a maitre d&#39;."
    },
    {
      "index": 461,
      "start_time": 2768490.0,
      "end_time": 2773440.0,
      "text": "Nonetheless, he begins his article as follows: &quot;I am nervous. Truly nervous. As the taxi"
    },
    {
      "index": 462,
      "start_time": 2773440.0,
      "end_time": 2777599.0,
      "text": "bounces through the trendier neighborhoods of Manhattan, I keep imagining the possible"
    },
    {
      "index": 463,
      "start_time": 2777600.0,
      "end_time": 2783261.0,
      "text": "retorts of some incensed maitre d&#39;: What kind of establishment do you think this is? How"
    },
    {
      "index": 464,
      "start_time": 2783260.0,
      "end_time": 2790990.0,
      "text": "dare you insult me? Do you think you can get in with that?&quot; Second, when you did screw"
    },
    {
      "index": 465,
      "start_time": 2790990.0,
      "end_time": 2797619.0,
      "text": "up the courage to offer a bribe, he instinctively veiled it in an innuendo. He would say things"
    },
    {
      "index": 466,
      "start_time": 2797620.0,
      "end_time": 2803810.0,
      "text": "like: &quot;I hope you can fit us in.&quot; Or, &quot;Can you speed up my wait?&quot; Or, &quot;I was wondering"
    },
    {
      "index": 467,
      "start_time": 2803810.0,
      "end_time": 2810261.0,
      "text": "if you might have a cancellation.&quot; Or, &quot;This is really important night for me.&quot; The third"
    },
    {
      "index": 468,
      "start_time": 2810260.0,
      "end_time": 2816049.0,
      "text": "interesting finding was the outcome, which is that he was invariably seated in between"
    },
    {
      "index": 469,
      "start_time": 2816050.0,
      "end_time": 2820691.0,
      "text": "two and four minutes to the astonishment of his girlfriend. This is something that&#39;s worth"
    },
    {
      "index": 470,
      "start_time": 2820690.0,
      "end_time": 2825640.0,
      "text": "knowing next time you want to gets in a chic San Francisco restaurant on a Saturday night"
    },
    {
      "index": 471,
      "start_time": 2825640.0,
      "end_time": 2831650.0,
      "text": "with no reservations. So what&#39;s going on here? Well, here&#39;s a general theory that language"
    },
    {
      "index": 472,
      "start_time": 2831650.0,
      "end_time": 2837690.0,
      "text": "has to do two things. You have to convey the particular content like a bribe, a command,"
    },
    {
      "index": 473,
      "start_time": 2837690.0,
      "end_time": 2842140.0,
      "text": "or a proposition. At the same time, you have to negotiate the kind of relationship you"
    },
    {
      "index": 474,
      "start_time": 2842140.0,
      "end_time": 2847029.0,
      "text": "have with the person. The solution is to use language at these two levels. The literal"
    },
    {
      "index": 475,
      "start_time": 2847030.0,
      "end_time": 2852570.0,
      "text": "form is consistent with the safest relationship you have with the listener. The speaker then"
    },
    {
      "index": 476,
      "start_time": 2852570.0,
      "end_time": 2857550.0,
      "text": "counts on the listener reading between the lines to entertain a proposition that may"
    },
    {
      "index": 477,
      "start_time": 2857550.0,
      "end_time": 2863860.0,
      "text": "be incompatible with that relationship. And politeness is a straightforward case. What&#39;s"
    },
    {
      "index": 478,
      "start_time": 2863860.0,
      "end_time": 2868280.0,
      "text": "going on with &quot;If you could pass the guacamole, that would be awesome.&quot; For one thing, you"
    },
    {
      "index": 479,
      "start_time": 2868280.0,
      "end_time": 2876751.0,
      "text": "have to admit it&#39;s kind of an overstatement. It would literally be inspiring awe. Also,"
    },
    {
      "index": 480,
      "start_time": 2876750.0,
      "end_time": 2881589.0,
      "text": "why are you pondering a hypothetical possible worlds right there and then at the dinner"
    },
    {
      "index": 481,
      "start_time": 2881590.0,
      "end_time": 2890040.0,
      "text": "table? Well, the listener, amusing that the speaker is not mad, figures that the speaker"
    },
    {
      "index": 482,
      "start_time": 2890040.0,
      "end_time": 2894421.0,
      "text": "says an outcome is good; therefore, he must be requesting it. The overall effect is that"
    },
    {
      "index": 483,
      "start_time": 2894420.0,
      "end_time": 2900059.0,
      "text": "the intended content mainly the imperative gets through. But crucially without the presumption"
    },
    {
      "index": 484,
      "start_time": 2900060.0,
      "end_time": 2904830.0,
      "text": "of dominance, that is, without the impression that you are treating your listener as some"
    },
    {
      "index": 485,
      "start_time": 2904830.0,
      "end_time": 2910860.0,
      "text": "kind of underling or flunky. So if dominance is one of the relations that people try to"
    },
    {
      "index": 486,
      "start_time": 2910860.0,
      "end_time": 2915270.0,
      "text": "avoid in their speech, what are the other relationships that people are sensitive to?"
    },
    {
      "index": 487,
      "start_time": 2915270.0,
      "end_time": 2919981.0,
      "text": "Well, an anthropologist named Alan Fiske has argued that dominance is one of three major"
    },
    {
      "index": 488,
      "start_time": 2919980.0,
      "end_time": 2926500.0,
      "text": "types of human relationships that characterize social interaction in all of the world&#39;s cultures."
    },
    {
      "index": 489,
      "start_time": 2926500.0,
      "end_time": 2931539.0,
      "text": "Each prescribes a distinct way of distributing resources. Each has a distinct evolutionary"
    },
    {
      "index": 490,
      "start_time": 2931540.0,
      "end_time": 2937761.0,
      "text": "basis. And each applies most naturally to certain people but can be extended via language"
    },
    {
      "index": 491,
      "start_time": 2937760.0,
      "end_time": 2945470.0,
      "text": "to others. So, there&#39;s dominance whose ethos is &quot;don&#39;t mess with me,&quot; and which must have"
    },
    {
      "index": 492,
      "start_time": 2945470.0,
      "end_time": 2951510.0,
      "text": "come from the dominance hierarchies that are ubiquitous among the primates. There&#39;s a very"
    },
    {
      "index": 493,
      "start_time": 2951510.0,
      "end_time": 2957609.0,
      "text": "different mindset of communality where the ethos is &quot;share and share alike,&quot; which is"
    },
    {
      "index": 494,
      "start_time": 2957610.0,
      "end_time": 2962790.0,
      "text": "probably the product of kin selection and mutualism, and is naturally applied to kin,"
    },
    {
      "index": 495,
      "start_time": 2962790.0,
      "end_time": 2967881.0,
      "text": "spouses, and close friends. And then there&#39;s reciprocity. The ethos of &quot;if you scratch"
    },
    {
      "index": 496,
      "start_time": 2967880.0,
      "end_time": 2975450.0,
      "text": "my back and I&#39;ll scratch yours,&quot; the tit for tat trading of goods and services in a business-like"
    },
    {
      "index": 497,
      "start_time": 2975450.0,
      "end_time": 2982900.0,
      "text": "manner that follows the loss of reciprocal altruism. Now, critically, people distinguish"
    },
    {
      "index": 498,
      "start_time": 2982900.0,
      "end_time": 2986970.0,
      "text": "these kinds of relationships. And a behavior that&#39;s acceptable in one relationship type"
    },
    {
      "index": 499,
      "start_time": 2986970.0,
      "end_time": 2993369.0,
      "text": "can be anomalous in another. So at a cocktail party, you might go over to your girlfriend&#39;s"
    },
    {
      "index": 500,
      "start_time": 2993370.0,
      "end_time": 2997251.0,
      "text": "plate and help yourself to a shrimp off her plate. But you wouldn&#39;t go up to your boss"
    },
    {
      "index": 501,
      "start_time": 2997250.0,
      "end_time": 3003519.0,
      "text": "and help yourself to a shrimp off his plate, because that would be confusing the communality"
    },
    {
      "index": 502,
      "start_time": 3003520.0,
      "end_time": 3010641.0,
      "text": "relationship that couples have with the dominance relationship that a supervisor commands. Or"
    },
    {
      "index": 503,
      "start_time": 3010640.0,
      "end_time": 3014279.0,
      "text": "at the end of a dinner party, if you were to pull out your wallet and offer to pay your"
    },
    {
      "index": 504,
      "start_time": 3014280.0,
      "end_time": 3018921.0,
      "text": "host for the cost of the food, that would not be perceived as polite. That would be"
    },
    {
      "index": 505,
      "start_time": 3018920.0,
      "end_time": 3023779.0,
      "text": "perceived as rude. And the reason is that it applies the reciprocity mindset that would"
    },
    {
      "index": 506,
      "start_time": 3023780.0,
      "end_time": 3030951.0,
      "text": "be appropriate on a store to a communal friendly gathering where the ethos is communality."
    },
    {
      "index": 507,
      "start_time": 3030950.0,
      "end_time": 3035900.0,
      "text": "Now, when in those situations where relationships are ambiguous, divergent understanding can"
    },
    {
      "index": 508,
      "start_time": 3035900.0,
      "end_time": 3041809.0,
      "text": "be costly. That is, we experience an unpleasant emotion. We have a name for it: awkwardness,"
    },
    {
      "index": 509,
      "start_time": 3041810.0,
      "end_time": 3047050.0,
      "text": "when the two parties aren&#39;t sure of the relationship type. For example, there could be moments"
    },
    {
      "index": 510,
      "start_time": 3047050.0,
      "end_time": 3051451.0,
      "text": "of awkwardness in the work place where an employee doesn&#39;t know whether he can refer"
    },
    {
      "index": 511,
      "start_time": 3051450.0,
      "end_time": 3057970.0,
      "text": "to his boss on a first name basis or invite him after work for a beer. It&#39;s well-known"
    },
    {
      "index": 512,
      "start_time": 3057970.0,
      "end_time": 3063589.0,
      "text": "that good friends should not engage in a business transaction like one selling his car to the"
    },
    {
      "index": 513,
      "start_time": 3063590.0,
      "end_time": 3068590.0,
      "text": "other, that it put a strain on the friendship, because these are reciprocity and communality"
    },
    {
      "index": 514,
      "start_time": 3068590.0,
      "end_time": 3074840.0,
      "text": "are diametrically opposed ways of dealing with resources. The conflict between dominance"
    },
    {
      "index": 515,
      "start_time": 3074840.0,
      "end_time": 3083120.0,
      "text": "and sex is when a supervisor solicits an employee, defines the battleground for sexual harassment."
    },
    {
      "index": 516,
      "start_time": 3083120.0,
      "end_time": 3089780.0,
      "text": "And the conflict between friendship and sex is what makes dating such a fraught domain"
    },
    {
      "index": 517,
      "start_time": 3089780.0,
      "end_time": 3096610.0,
      "text": "in the subject of so many situation comedies. Well, this gives rise to a social identification"
    },
    {
      "index": 518,
      "start_time": 3096610.0,
      "end_time": 3101800.0,
      "text": "problem where the social costs of awkwardness from mismatched relationship type can duplicate"
    },
    {
      "index": 519,
      "start_time": 3101800.0,
      "end_time": 3108120.0,
      "text": "the payoff matrix of the legal identification problem that is raised by bribing a cop. And"
    },
    {
      "index": 520,
      "start_time": 3108120.0,
      "end_time": 3112431.0,
      "text": "bribing a maitre d&#39; is a perfect example where the clash is between the authorities that"
    },
    {
      "index": 521,
      "start_time": 3112430.0,
      "end_time": 3119160.0,
      "text": "a maitre d&#39; ordinarily exerts over its fiefdom and the reciprocity that you are raising by"
    },
    {
      "index": 522,
      "start_time": 3119160.0,
      "end_time": 3125769.0,
      "text": "the possibility of the bribe. So, once again, your choices are: offer a bribe. If your choice"
    },
    {
      "index": 523,
      "start_time": 3125770.0,
      "end_time": 3129870.0,
      "text": "is would just offer a bribe or don&#39;t offer a bribe, the results would depend on whether"
    },
    {
      "index": 524,
      "start_time": 3129870.0,
      "end_time": 3134251.0,
      "text": "you got a corrupt maitre d&#39; who would accept it and seat you immediately, or a scrupulous"
    },
    {
      "index": 525,
      "start_time": 3134250.0,
      "end_time": 3139049.0,
      "text": "maitre d&#39; who would say, &quot;How dare you insult me. What kind of establishment do you think"
    },
    {
      "index": 526,
      "start_time": 3139050.0,
      "end_time": 3145691.0,
      "text": "that is?&quot; If you don&#39;t offer a bribe, you accept the dominance relationship of the maitre"
    },
    {
      "index": 527,
      "start_time": 3145690.0,
      "end_time": 3150410.0,
      "text": "d&#39; and you avoid the awkwardness but you&#39;ll just have the long wait for the table. If"
    },
    {
      "index": 528,
      "start_time": 3150410.0,
      "end_time": 3154869.0,
      "text": "you offer the bribe, then if you have a corrupt maitre d&#39; who consummates the reciprocity"
    },
    {
      "index": 529,
      "start_time": 3154870.0,
      "end_time": 3159330.0,
      "text": "relationship, you get the quick table. When you have the scrupulous ones who continue"
    },
    {
      "index": 530,
      "start_time": 3159330.0,
      "end_time": 3164911.0,
      "text": "to maintain dominance when you&#39;re suggesting reciprocity, you get that unpleasant emotion"
    },
    {
      "index": 531,
      "start_time": 3164910.0,
      "end_time": 3172420.0,
      "text": "called &quot;awkwardness.&quot; If you say, &quot;I was hoping there might be a cancellation,&quot; on the other"
    },
    {
      "index": 532,
      "start_time": 3172420.0,
      "end_time": 3176710.0,
      "text": "hand, the corrupt maitre d&#39; could sense the bribe and you get the high benefit of the"
    },
    {
      "index": 533,
      "start_time": 3176710.0,
      "end_time": 3181000.0,
      "text": "quick table. The scrupulous one could choice to ignore it, and the worst that you&#39;d have"
    },
    {
      "index": 534,
      "start_time": 3181000.0,
      "end_time": 3187970.0,
      "text": "is the long wait preserving the harmony of relationship type. So this is--I think there&#39;s"
    },
    {
      "index": 535,
      "start_time": 3187970.0,
      "end_time": 3193740.0,
      "text": "one problem that still remains, even solving the maitre d&#39; problem, which is that people"
    },
    {
      "index": 536,
      "start_time": 3193740.0,
      "end_time": 3198950.0,
      "text": "aren&#39;t nave. How do you deal with the problem of meta-knowledge the fact that usually both"
    },
    {
      "index": 537,
      "start_time": 3198950.0,
      "end_time": 3205089.0,
      "text": "parties know when an overture has been made by innuendo? Life isn&#39;t a court of law. You"
    },
    {
      "index": 538,
      "start_time": 3205090.0,
      "end_time": 3211550.0,
      "text": "don&#39;t have to prove it beyond a reasonable doubt. And so, any deniability is not in fact"
    },
    {
      "index": 539,
      "start_time": 3211550.0,
      "end_time": 3218330.0,
      "text": "all that plausible at all. Why should an obvious indirect overture feel less awkward than an"
    },
    {
      "index": 540,
      "start_time": 3218330.0,
      "end_time": 3224550.0,
      "text": "overture that is in so many words and that--and hence is on the record. Now, illustrate that"
    },
    {
      "index": 541,
      "start_time": 3224550.0,
      "end_time": 3230340.0,
      "text": "with a scene from the romantic comedy &quot;When Harry Met Sally.&quot; Early on the film when the"
    },
    {
      "index": 542,
      "start_time": 3230340.0,
      "end_time": 3235491.0,
      "text": "couple has just met, Harry makes a sexual comment and Sally says, &quot;You&#39;re coming on"
    },
    {
      "index": 543,
      "start_time": 3235490.0,
      "end_time": 3239829.0,
      "text": "to me.&quot; And he says, &quot;What do you want me to about it? I take it back. Okay? I take"
    },
    {
      "index": 544,
      "start_time": 3239830.0,
      "end_time": 3244501.0,
      "text": "it back.&quot; And she says, &quot;You can&#39;t take it back.&quot; And he says, &quot;Why not?&quot; She says, &quot;Because"
    },
    {
      "index": 545,
      "start_time": 3244500.0,
      "end_time": 3249359.0,
      "text": "it&#39;s already out there.&quot; He says, &quot;Oh, jeez. What are we supposed to do? Call the cops?"
    },
    {
      "index": 546,
      "start_time": 3249360.0,
      "end_time": 3254161.0,
      "text": "It&#39;s already out there.&quot; So the puzzle is what is the status of an overture that is"
    },
    {
      "index": 547,
      "start_time": 3254160.0,
      "end_time": 3260000.0,
      "text": "sensed to be &quot;out there&quot; or &quot;on the record&quot; or &quot;once said, can&#39;t be unsaid,&quot; that makes"
    },
    {
      "index": 548,
      "start_time": 3260000.0,
      "end_time": 3265260.0,
      "text": "it so much worse than a veiled overture that&#39;s implicated indirectly? Well, there are a number"
    },
    {
      "index": 549,
      "start_time": 3265260.0,
      "end_time": 3270650.0,
      "text": "of answers, but I think the most compelling is the concept that logicians and economist"
    },
    {
      "index": 550,
      "start_time": 3270650.0,
      "end_time": 3276510.0,
      "text": "sometimes call &quot;mutual knowledge or common knowledge&quot; which must be differentiated from"
    },
    {
      "index": 551,
      "start_time": 3276510.0,
      "end_time": 3282849.0,
      "text": "identical individual knowledge. In the individual knowledge: A knows X and B know X. In mutual"
    },
    {
      "index": 552,
      "start_time": 3282850.0,
      "end_time": 3288891.0,
      "text": "knowledge: A knows X, B knows X, A knows that B knows X, B knows that A knows X, A knows"
    },
    {
      "index": 553,
      "start_time": 3288890.0,
      "end_time": 3297529.0,
      "text": "that B knows that A knows X add in as an item. Now, this is a distinction with a difference"
    },
    {
      "index": 554,
      "start_time": 3297530.0,
      "end_time": 3304840.0,
      "text": "that there are qualitative differences between shared identical knowledge and mutual or common"
    },
    {
      "index": 555,
      "start_time": 3304840.0,
      "end_time": 3310520.0,
      "text": "knowledge in a technical sense. And a couple of everyday examples are: 1) why do democracy"
    },
    {
      "index": 556,
      "start_time": 3310520.0,
      "end_time": 3317211.0,
      "text": "enshrine freedom of assembly as a fundamental right and why are so many political revolutions"
    },
    {
      "index": 557,
      "start_time": 3317210.0,
      "end_time": 3322579.0,
      "text": "instigated when a crowd assembles in a public square. Well, before the assembly, everyone"
    },
    {
      "index": 558,
      "start_time": 3322580.0,
      "end_time": 3327540.0,
      "text": "may have known that they were disgruntled, but when everyone comes together for that"
    },
    {
      "index": 559,
      "start_time": 3327540.0,
      "end_time": 3333860.0,
      "text": "reason, now everyone knows that everyone else knows that everyone is disgruntled. That mutual"
    },
    {
      "index": 560,
      "start_time": 3333860.0,
      "end_time": 3338570.0,
      "text": "knowledge can embolden people to challenge the authority relationship and bring down"
    },
    {
      "index": 561,
      "start_time": 3338570.0,
      "end_time": 3344100.0,
      "text": "a dictator who would otherwise be able to pick people off one at the time. Likewise,"
    },
    {
      "index": 562,
      "start_time": 3344100.0,
      "end_time": 3349671.0,
      "text": "the whole point of the Emperor&#39;s New Clothes story depends on the concept of mutual knowledge."
    },
    {
      "index": 563,
      "start_time": 3349670.0,
      "end_time": 3353960.0,
      "text": "With the little voice said the Emperor is naked. He wasn&#39;t telling anyone anything they"
    },
    {
      "index": 564,
      "start_time": 3353960.0,
      "end_time": 3359750.0,
      "text": "didn&#39;t already know, individually. But, he was conveying information nonetheless. Now,"
    },
    {
      "index": 565,
      "start_time": 3359750.0,
      "end_time": 3364349.0,
      "text": "everyone knew that everyone else knew and that everyone else knew that they knew, once"
    },
    {
      "index": 566,
      "start_time": 3364350.0,
      "end_time": 3368451.0,
      "text": "again that could change the relationship and they could challenge the authority of the"
    },
    {
      "index": 567,
      "start_time": 3368450.0,
      "end_time": 3374339.0,
      "text": "Emperor. The moral of this is that language is a very good way of exploding individual"
    },
    {
      "index": 568,
      "start_time": 3374340.0,
      "end_time": 3380540.0,
      "text": "knowledge into mutual knowledge. The hypothesis is that innuendoes merely provide individual"
    },
    {
      "index": 569,
      "start_time": 3380540.0,
      "end_time": 3385641.0,
      "text": "knowledge where as direct speech provides mutual knowledge and it&#39;s mutual knowledge"
    },
    {
      "index": 570,
      "start_time": 3385640.0,
      "end_time": 3391700.0,
      "text": "that is a trigger for maintaining or changing a relationship. So, if Harry were to say,"
    },
    {
      "index": 571,
      "start_time": 3391700.0,
      "end_time": 3396410.0,
      "text": "&quot;Would you like to come up and see my etchings,&quot; Sally knows that she has turned down an overture."
    },
    {
      "index": 572,
      "start_time": 3396410.0,
      "end_time": 3401549.0,
      "text": "Harry knows that she has turned down an overture. But does Sally know that Harry knows? She"
    },
    {
      "index": 573,
      "start_time": 3401550.0,
      "end_time": 3406251.0,
      "text": "could think to herself, &quot;Maybe Harry thinks I&#39;m naive.&quot; And does Harry know that Sally"
    },
    {
      "index": 574,
      "start_time": 3406250.0,
      "end_time": 3412490.0,
      "text": "knows that he knows? Harry might wonder, &quot;Maybe Sally thinks I&#39;m dense.&quot; There is no mutual"
    },
    {
      "index": 575,
      "start_time": 3412490.0,
      "end_time": 3416910.0,
      "text": "knowledge and they can maintain the fiction of a friendship. Whereas if Harry where to"
    },
    {
      "index": 576,
      "start_time": 3416910.0,
      "end_time": 3421359.0,
      "text": "have said, &quot;Would you like to come up and have sex?&quot; Then, Harry knows that Sally knows"
    },
    {
      "index": 577,
      "start_time": 3421360.0,
      "end_time": 3425941.0,
      "text": "that Harry knows that Sally knows, they cannot maintain the fiction of a friendship. And"
    },
    {
      "index": 578,
      "start_time": 3425940.0,
      "end_time": 3430750.0,
      "text": "I think this is what&#39;s behind the intuition that with overt speech, you can&#39;t take it"
    },
    {
      "index": 579,
      "start_time": 3430750.0,
      "end_time": 3436279.0,
      "text": "back, it&#39;s out there. To sum up language as a window into social relationships, people"
    },
    {
      "index": 580,
      "start_time": 3436280.0,
      "end_time": 3441300.0,
      "text": "have to convey messages while unsure of their relationship, indirect speech could minimize"
    },
    {
      "index": 581,
      "start_time": 3441300.0,
      "end_time": 3446961.0,
      "text": "the risks in legal context with tangible costs like bribes and threats. The same thing could"
    },
    {
      "index": 582,
      "start_time": 3446960.0,
      "end_time": 3452450.0,
      "text": "happen in everyday life because relationship mismatches could have an emotional cost. And"
    },
    {
      "index": 583,
      "start_time": 3452450.0,
      "end_time": 3457390.0,
      "text": "finally, indirect speech prevents individual knowledge from becoming mutual knowledge and"
    },
    {
      "index": 584,
      "start_time": 3457390.0,
      "end_time": 3462410.0,
      "text": "its mutual knowledge that&#39;s the basis for a relationship. Okay, we&#39;ll now I&#39;m going"
    },
    {
      "index": 585,
      "start_time": 3462410.0,
      "end_time": 3472500.0,
      "text": "to begin the end of my talk. In a psychology, one often faces the problem of overcoming"
    },
    {
      "index": 586,
      "start_time": 3472500.0,
      "end_time": 3480180.0,
      "text": "people&#39;s familiarity with their own mental processes and way of life to nullify the anesthetic"
    },
    {
      "index": 587,
      "start_time": 3480180.0,
      "end_time": 3485819.0,
      "text": "of familiarity, to make a familiar seem strange. And one way of doing that is by framing the"
    },
    {
      "index": 588,
      "start_time": 3485820.0,
      "end_time": 3493280.0,
      "text": "problem, in terms of being a Martian scientist. How would a Martian biologist arriving on"
    },
    {
      "index": 589,
      "start_time": 3493280.0,
      "end_time": 3499141.0,
      "text": "earth with no preconceptions characterize our species? Today&#39;s question is how would"
    },
    {
      "index": 590,
      "start_time": 3499140.0,
      "end_time": 3505690.0,
      "text": "a Martian linguist describe our species documenting our nature just from the way we use language?"
    },
    {
      "index": 591,
      "start_time": 3505690.0,
      "end_time": 3511180.0,
      "text": "Well, I think you could say a lot when it comes to human cognition, the Martian linguist"
    },
    {
      "index": 592,
      "start_time": 3511180.0,
      "end_time": 3515809.0,
      "text": "would say that humans have an intuitive theory of the physical world. They locate things"
    },
    {
      "index": 593,
      "start_time": 3515810.0,
      "end_time": 3521530.0,
      "text": "in space by identifying places and locating objects in qualitative relationships to them."
    },
    {
      "index": 594,
      "start_time": 3521530.0,
      "end_time": 3526911.0,
      "text": "They construe matter as formless stuff or discrete things which are stretched along"
    },
    {
      "index": 595,
      "start_time": 3526910.0,
      "end_time": 3531869.0,
      "text": "one, two or three dimensions. They order and package events in time, relative to their"
    },
    {
      "index": 596,
      "start_time": 3531870.0,
      "end_time": 3537610.0,
      "text": "own motion, moment of consciousness, and they explain events by identifying their causes"
    },
    {
      "index": 597,
      "start_time": 3537610.0,
      "end_time": 3543941.0,
      "text": "namely an actor that impinges on an entity. Human intuitive physics differs from real"
    },
    {
      "index": 598,
      "start_time": 3543940.0,
      "end_time": 3549039.0,
      "text": "physics, but it helps them to reason and agree about aspects of reality relevant to their"
    },
    {
      "index": 599,
      "start_time": 3549040.0,
      "end_time": 3555110.0,
      "text": "purposes, their understanding of cause and effect, what they can know, change and will,"
    },
    {
      "index": 600,
      "start_time": 3555110.0,
      "end_time": 3562060.0,
      "text": "how they package and quantify their experience and how they assign moral responsibility."
    },
    {
      "index": 601,
      "start_time": 3562060.0,
      "end_time": 3568401.0,
      "text": "People not only have ideas, but they steep them with emotion. They stand in awe of deities."
    },
    {
      "index": 602,
      "start_time": 3568400.0,
      "end_time": 3575740.0,
      "text": "They are terrified by disease, death and infirmity. They are revolted by bodily secretions. They"
    },
    {
      "index": 603,
      "start_time": 3575740.0,
      "end_time": 3581950.0,
      "text": "loathe enemies, traitors and subordinate peoples. They take a prurient interest in sexuality"
    },
    {
      "index": 604,
      "start_time": 3581950.0,
      "end_time": 3587720.0,
      "text": "in all its variations. Despite having negative reactions to so many thoughts, humans willingly"
    },
    {
      "index": 605,
      "start_time": 3587720.0,
      "end_time": 3592240.0,
      "text": "inflict these thoughts on one another; to remind them of the unpleasant nature of certain"
    },
    {
      "index": 606,
      "start_time": 3592240.0,
      "end_time": 3597779.0,
      "text": "things, to intimidate or denigrate them, to get their attention, or to advertise their"
    },
    {
      "index": 607,
      "start_time": 3597780.0,
      "end_time": 3604221.0,
      "text": "reactions to life&#39;s frustrations and setbacks. When it comes to human social life, humans"
    },
    {
      "index": 608,
      "start_time": 3604220.0,
      "end_time": 3610450.0,
      "text": "are very, very touchy about their relationships. With some of their fellows typically kin,"
    },
    {
      "index": 609,
      "start_time": 3610450.0,
      "end_time": 3616740.0,
      "text": "lovers and friends, humans freely share and do favors. With others, they jockey for dominance."
    },
    {
      "index": 610,
      "start_time": 3616740.0,
      "end_time": 3622640.0,
      "text": "With still others, they trade goods and services on a tit-for-tat basis. People distinguish"
    },
    {
      "index": 611,
      "start_time": 3622640.0,
      "end_time": 3627240.0,
      "text": "these relationships sharply. When one person breaches the logic of a relationship with"
    },
    {
      "index": 612,
      "start_time": 3627240.0,
      "end_time": 3632829.0,
      "text": "another, they both suffer an emotional cost. Nonetheless humans often risk these breaches,"
    },
    {
      "index": 613,
      "start_time": 3632830.0,
      "end_time": 3638721.0,
      "text": "sometimes to get on with the business of life, sometimes to renegotiate their relationship."
    },
    {
      "index": 614,
      "start_time": 3638720.0,
      "end_time": 3643980.0,
      "text": "Finally, humans think a lot about what other humans thinks about them, and their relationship"
    },
    {
      "index": 615,
      "start_time": 3643980.0,
      "end_time": 3649180.0,
      "text": "are ratified by this mutual knowledge. They know that others know they know what kind"
    },
    {
      "index": 616,
      "start_time": 3649180.0,
      "end_time": 3654470.0,
      "text": "of relationship they share. As a result, to perverse their relationships while transacting"
    },
    {
      "index": 617,
      "start_time": 3654470.0,
      "end_time": 3659869.0,
      "text": "the business of their lives, humans often engage in hypocrisy and taboo. And those are"
    },
    {
      "index": 618,
      "start_time": 3659870.0,
      "end_time": 3664471.0,
      "text": "some of the ways in which language can serve as a window into human nature. Thank you very"
    },
    {
      "index": 619,
      "start_time": 3664470.0,
      "end_time": 3678549.0,
      "text": "much. Thank you. &gt;&gt; Do you guys want to have some questions?"
    },
    {
      "index": 620,
      "start_time": 3678550.0,
      "end_time": 3683151.0,
      "text": "Can we have a few minutes for questions? &gt;&gt; PINKER: Any questions? You can, gracefully,"
    },
    {
      "index": 621,
      "start_time": 3683150.0,
      "end_time": 3683860.0,
      "text": "yes. &gt;&gt; Hi."
    },
    {
      "index": 622,
      "start_time": 3683860.0,
      "end_time": 3685710.0,
      "text": "&gt;&gt; PINKER: Yes, where are you? There you are. &gt;&gt; I&#39;m over here."
    },
    {
      "index": 623,
      "start_time": 3685710.0,
      "end_time": 3688440.0,
      "text": "&gt;&gt; PINKER: Yes. &gt;&gt; I want to thank you for speaking today."
    },
    {
      "index": 624,
      "start_time": 3688440.0,
      "end_time": 3690849.0,
      "text": "It was awesome. &gt;&gt; PINKER: Thank you."
    },
    {
      "index": 625,
      "start_time": 3690850.0,
      "end_time": 3699020.0,
      "text": "&gt;&gt; I have a question about your description about why swearing has the impact it us, oh,"
    },
    {
      "index": 626,
      "start_time": 3699020.0,
      "end_time": 3706921.0,
      "text": "you know, we&#39;re disgusted by effluvia. What that doesn&#39;t explain is why a person who perfectly"
    },
    {
      "index": 627,
      "start_time": 3706920.0,
      "end_time": 3712850.0,
      "text": "understands multiple words for effluvia will find some of them swearing."
    },
    {
      "index": 628,
      "start_time": 3712850.0,
      "end_time": 3716710.0,
      "text": "&gt;&gt; PINKER: Yeah. &gt;&gt; And some of them perfectly an objectionable."
    },
    {
      "index": 629,
      "start_time": 3716710.0,
      "end_time": 3719309.0,
      "text": "Do you have a comment on that? &gt;&gt; PINKER: Yeah, you know, it&#39;s a very good,"
    },
    {
      "index": 630,
      "start_time": 3719310.0,
      "end_time": 3724100.0,
      "text": "a very pointed question. So, it can&#39;t simply be that the word is associated with the referent."
    },
    {
      "index": 631,
      "start_time": 3724100.0,
      "end_time": 3732221.0,
      "text": "In addition, I think there is the taboo words, have the, the--communicative intent, packaged"
    },
    {
      "index": 632,
      "start_time": 3732220.0,
      "end_time": 3740529.0,
      "text": "into them that says, I am referring to this with full, with the intention of arouse it"
    },
    {
      "index": 633,
      "start_time": 3740530.0,
      "end_time": 3747441.0,
      "text": "in you the emotional reaction that the referent ordinarily arouses. So in addition to the"
    },
    {
      "index": 634,
      "start_time": 3747440.0,
      "end_time": 3752319.0,
      "text": "semantics of what in the world it points to, there&#39;s this additional communicative of message"
    },
    {
      "index": 635,
      "start_time": 3752320.0,
      "end_time": 3757421.0,
      "text": "of here&#39;s why I&#39;m doing it in order to offend you. That is absolutely, you&#39;re right, that&#39;s"
    },
    {
      "index": 636,
      "start_time": 3757420.0,
      "end_time": 3762190.0,
      "text": "absolutely crucial to the distinction between a taboo word and its polite euphemism."
    },
    {
      "index": 637,
      "start_time": 3762190.0,
      "end_time": 3767910.0,
      "text": "&gt;&gt; So, congratulations. I think you&#39;ve just done 90 percent of this swearing that&#39;s ever"
    },
    {
      "index": 638,
      "start_time": 3767910.0,
      "end_time": 3773960.0,
      "text": "been done in this room in 20 minutes. &gt;&gt; PINKER: I insist, that I don&#39;t swear, I"
    },
    {
      "index": 639,
      "start_time": 3773960.0,
      "end_time": 3775480.0,
      "text": "talk about swearing. &gt;&gt; Okay."
    },
    {
      "index": 640,
      "start_time": 3775480.0,
      "end_time": 3779549.0,
      "text": "&gt;&gt; PINKER: See, and if you&#39;ve taken philosophy or recognized the use versus mentioned distinction?"
    },
    {
      "index": 641,
      "start_time": 3779550.0,
      "end_time": 3787971.0,
      "text": "&gt;&gt; I&#39;ll keep that trick in mind. I&#39;m wondering whether part of your claim is also that these"
    },
    {
      "index": 642,
      "start_time": 3787970.0,
      "end_time": 3793190.0,
      "text": "swear words basically span the space of important negative emotions or whether, you know, there"
    },
    {
      "index": 643,
      "start_time": 3793190.0,
      "end_time": 3796979.0,
      "text": "are gaps, are there important negative emotions that aren&#39;t accounted for by swearing?"
    },
    {
      "index": 644,
      "start_time": 3796980.0,
      "end_time": 3801560.0,
      "text": "&gt;&gt; PINKER: I think, in a particular language, they don&#39;t span the space, they sample from"
    },
    {
      "index": 645,
      "start_time": 3801560.0,
      "end_time": 3807491.0,
      "text": "it. Across the world&#39;s languages, I suspect they would span the space that is if--I mean,"
    },
    {
      "index": 646,
      "start_time": 3807490.0,
      "end_time": 3813369.0,
      "text": "it&#39;s kind a surprising to hear, you know, &quot;cholera&quot; as a taboo word in Yiddish and also"
    },
    {
      "index": 647,
      "start_time": 3813370.0,
      "end_time": 3818181.0,
      "text": "in Polish, and what has to look across languages to get the full spectrum. But, there are enough"
    },
    {
      "index": 648,
      "start_time": 3818180.0,
      "end_time": 3824140.0,
      "text": "of them that I suspect you would. In a hundred agriculturists, for example, their taboo words"
    },
    {
      "index": 649,
      "start_time": 3824140.0,
      "end_time": 3829170.0,
      "text": "for dangerous animals, you can&#39;t, you can&#39;t mention the name of the word impolite company,"
    },
    {
      "index": 650,
      "start_time": 3829170.0,
      "end_time": 3833730.0,
      "text": "the name of the animal, for example. &gt;&gt; Yes, do you have any favorite theories"
    },
    {
      "index": 651,
      "start_time": 3833730.0,
      "end_time": 3838650.0,
      "text": "or experiments about either of the following, one is use of swear words to cover for a small"
    },
    {
      "index": 652,
      "start_time": 3838650.0,
      "end_time": 3839769.0,
      "text": "vocabulary... &gt;&gt; PINKER: Yeah."
    },
    {
      "index": 653,
      "start_time": 3839770.0,
      "end_time": 3844431.0,
      "text": "&gt;&gt; For pejoratives and exclamations. The second is a dampening effect for if someone who subjected"
    },
    {
      "index": 654,
      "start_time": 3844430.0,
      "end_time": 3848700.0,
      "text": "to a lot of curse words in a recent past, the next one doesn&#39;t have as much of an emotional"
    },
    {
      "index": 655,
      "start_time": 3848700.0,
      "end_time": 3851740.0,
      "text": "effect on them. &gt;&gt; PINKER: Yeah. That&#39;s certainly true, and"
    },
    {
      "index": 656,
      "start_time": 3851740.0,
      "end_time": 3859730.0,
      "text": "I think especially emphatic swearing and idiomatic swearing can often be used to make up for"
    },
    {
      "index": 657,
      "start_time": 3859730.0,
      "end_time": 3868339.0,
      "text": "a, otherwise, limited linguistic resources because the challenge of a speaker is to retain"
    },
    {
      "index": 658,
      "start_time": 3868340.0,
      "end_time": 3871651.0,
      "text": "the listeners&#39; attention of why should I listen to you as opposed to all the other people"
    },
    {
      "index": 659,
      "start_time": 3871650.0,
      "end_time": 3876289.0,
      "text": "that they could listen to. And a cheap way of doing that is to exploit this little buzz"
    },
    {
      "index": 660,
      "start_time": 3876290.0,
      "end_time": 3884300.0,
      "text": "that a taboo word arouses and just like other ways of trying to keep listeners listening"
    },
    {
      "index": 661,
      "start_time": 3884300.0,
      "end_time": 3886921.0,
      "text": "to you as opposed to all the other people that they could be listening to you can rely"
    },
    {
      "index": 662,
      "start_time": 3886920.0,
      "end_time": 3892249.0,
      "text": "on that. I think that it&#39;s not enough just to hear the swear words, I think that they"
    },
    {
      "index": 663,
      "start_time": 3892250.0,
      "end_time": 3899350.0,
      "text": "have to be heard in a context in which one knows that they&#39;re not being used in an aggressive"
    },
    {
      "index": 664,
      "start_time": 3899350.0,
      "end_time": 3908340.0,
      "text": "or taboo-breaking fashion. So one of them could be the use of taboo words in these idioms"
    },
    {
      "index": 665,
      "start_time": 3908340.0,
      "end_time": 3920020.0,
      "text": "which clearly in [INDISTINCT] of soldiers and athletes and Australians and teenagers."
    },
    {
      "index": 666,
      "start_time": 3920020.0,
      "end_time": 3924161.0,
      "text": "They lose some of their stimulant and you could see that happening over time. In Mainstream"
    },
    {
      "index": 667,
      "start_time": 3924160.0,
      "end_time": 3929680.0,
      "text": "English its happened too &quot;bloody and damn&quot; both of which were Taboo in the first half"
    },
    {
      "index": 668,
      "start_time": 3929680.0,
      "end_time": 3934670.0,
      "text": "of 20th Century as in when Rhett Butler said, &quot;Frankly, my dear, I don&#39;t give a damn,&quot; and"
    },
    {
      "index": 669,
      "start_time": 3934670.0,
      "end_time": 3943460.0,
      "text": "it was considered shocking at a time. In Australia, New Zealand, &quot;bugger&quot; is a perfectly acceptable"
    },
    {
      "index": 670,
      "start_time": 3943460.0,
      "end_time": 3949329.0,
      "text": "word, so that can happen and also of course there&#39;s the phenomenon of the targets of taboo"
    },
    {
      "index": 671,
      "start_time": 3949330.0,
      "end_time": 3957991.0,
      "text": "epithets appropriating the word in affectionate conversation among themselves therefore nullifying"
    },
    {
      "index": 672,
      "start_time": 3957990.0,
      "end_time": 3963779.0,
      "text": "it as in the affectionate use of nigger among African-Americans or [INDISTINCT] dyke, bitch"
    },
    {
      "index": 673,
      "start_time": 3963780.0,
      "end_time": 3966520.0,
      "text": "and so on. That&#39;s another way in which they can be defanged."
    },
    {
      "index": 674,
      "start_time": 3966520.0,
      "end_time": 3975840.0,
      "text": "&gt;&gt; So mainly thinking of something else, there is the opposite effect of euphemistic decay"
    },
    {
      "index": 675,
      "start_time": 3975840.0,
      "end_time": 3980481.0,
      "text": "whether euphemism has become proxies to the other things. Like, playground language dot"
    },
    {
      "index": 676,
      "start_time": 3980480.0,
      "end_time": 3983649.0,
      "text": "and going people special because that&#39;s a... &gt;&gt; PINKER: Yes."
    },
    {
      "index": 677,
      "start_time": 3983650.0,
      "end_time": 3987090.0,
      "text": "&gt;&gt; That now means retarded. &gt;&gt; PINKER: Yes, I call that the euphemism"
    },
    {
      "index": 678,
      "start_time": 3987090.0,
      "end_time": 3987991.0,
      "text": "treadmill. &gt;&gt; Right."
    },
    {
      "index": 679,
      "start_time": 3987990.0,
      "end_time": 3993309.0,
      "text": "&gt;&gt; PINKER: Where when the referent continues to be emotionally charged, the euphemism will"
    },
    {
      "index": 680,
      "start_time": 3993310.0,
      "end_time": 3999431.0,
      "text": "cease to become a euphemism and will in turn become offensive. So, yeah, you&#39;re right."
    },
    {
      "index": 681,
      "start_time": 3999430.0,
      "end_time": 4004640.0,
      "text": "A complete answer would say that it doesn&#39;t always work and sometimes the referent can"
    },
    {
      "index": 682,
      "start_time": 4004640.0,
      "end_time": 4008309.0,
      "text": "just taint any word that is used in connection with it even a new one."
    },
    {
      "index": 683,
      "start_time": 4008310.0,
      "end_time": 4014340.0,
      "text": "&gt;&gt; So what I was actually going to ask about was one of the things that&#39;s very popular"
    },
    {
      "index": 684,
      "start_time": 4014340.0,
      "end_time": 4017770.0,
      "text": "at the moment in the computing world is what we call social software or social networks"
    },
    {
      "index": 685,
      "start_time": 4017770.0,
      "end_time": 4022090.0,
      "text": "but we&#39;re tying to construct models for people to communicate with each other and it strikes"
    },
    {
      "index": 686,
      "start_time": 4022090.0,
      "end_time": 4025600.0,
      "text": "me that from what you said about representing human relations, we&#39;re making a mess of it"
    },
    {
      "index": 687,
      "start_time": 4025600.0,
      "end_time": 4030411.0,
      "text": "by just calling one friend or, you know, not expressing the nuances here. Are we not losing"
    },
    {
      "index": 688,
      "start_time": 4030410.0,
      "end_time": 4034880.0,
      "text": "here or do you think we could express these euphemistic things in terms that we can understand."
    },
    {
      "index": 689,
      "start_time": 4034880.0,
      "end_time": 4040220.0,
      "text": "&gt;&gt; PINKER: It might be possible because there is the--of this three relationships, an enormous"
    },
    {
      "index": 690,
      "start_time": 4040220.0,
      "end_time": 4046460.0,
      "text": "amount of cultural--a number of cultural practices in social life comes in to a kind of mind"
    },
    {
      "index": 691,
      "start_time": 4046460.0,
      "end_time": 4053470.0,
      "text": "manipulation to try to force or seduce people to accept one or another of these relationship"
    },
    {
      "index": 692,
      "start_time": 4053470.0,
      "end_time": 4059019.0,
      "text": "types. So for example, the use of kinship terms, like, you know, sisterhood is powerful,"
    },
    {
      "index": 693,
      "start_time": 4059020.0,
      "end_time": 4064421.0,
      "text": "brother can you spare a dime is one way of getting a stranger into the mindset of communality."
    },
    {
      "index": 694,
      "start_time": 4064420.0,
      "end_time": 4072130.0,
      "text": "Wearing--signs of dominants, the, you know, the headdresses and epaulettes and shoulder"
    },
    {
      "index": 695,
      "start_time": 4072130.0,
      "end_time": 4079509.0,
      "text": "pads, I think I have some shoulder pads here are ways of conveying a smidgeon of dominance"
    },
    {
      "index": 696,
      "start_time": 4079510.0,
      "end_time": 4084560.0,
      "text": "in a relationship that otherwise would be a egalitarian and there are numerous techniques"
    },
    {
      "index": 697,
      "start_time": 4084560.0,
      "end_time": 4093161.0,
      "text": "some verbal, some almost have to be non-verbal in order to be effective where we try to manipulate"
    },
    {
      "index": 698,
      "start_time": 4093160.0,
      "end_time": 4097609.0,
      "text": "people to accept one or the other. So they are--I think we&#39;ve got these three switch"
    },
    {
      "index": 699,
      "start_time": 4097609.9999999995,
      "end_time": 4104630.9999999995,
      "text": "settings in our brain, but what triggers them can be as often a subject of benign and sometimes"
    },
    {
      "index": 700,
      "start_time": 4104630.0,
      "end_time": 4109219.0,
      "text": "not so benign manipulation, so it could be possible. Yeah."
    },
    {
      "index": 701,
      "start_time": 4109220.0000000005,
      "end_time": 4116820.0000000005,
      "text": "&gt;&gt; So I think there are a lot of common instances where the words decay, you started talking"
    },
    {
      "index": 702,
      "start_time": 4116819.9999999995,
      "end_time": 4123270.9999999995,
      "text": "about how a word had a very strong potent effect at some point in over time it lost"
    },
    {
      "index": 703,
      "start_time": 4123270.0000000005,
      "end_time": 4131190.0000000005,
      "text": "that, are there many examples of the opposite when a common word becomes, you know, tainted"
    },
    {
      "index": 704,
      "start_time": 4131189.9999999995,
      "end_time": 4136849.9999999995,
      "text": "and attracts that. I was told, you know, once that, you know, the words like shit where"
    },
    {
      "index": 705,
      "start_time": 4136850.0000000005,
      "end_time": 4140700.0000000005,
      "text": "just sort of everyday, Anglo-Saxon words and that they acquired that power."
    },
    {
      "index": 706,
      "start_time": 4140700.0,
      "end_time": 4148190.0,
      "text": "&gt;&gt; PINKER: Yes, that&#39;s exactly right. And one reads in sources before more or less before"
    },
    {
      "index": 707,
      "start_time": 4148189.9999999995,
      "end_time": 4153599.9999999995,
      "text": "the reformation I think that might be a dividing line where which marked the transition from"
    },
    {
      "index": 708,
      "start_time": 4153600.0000000005,
      "end_time": 4160380.0000000005,
      "text": "religious to sexual and scatological wearing in Protestant but not in Catholic countries"
    },
    {
      "index": 709,
      "start_time": 4160380.0,
      "end_time": 4166850.0,
      "text": "were it was routine religious wearing but it may have been then that words as you note"
    },
    {
      "index": 710,
      "start_time": 4166850.0000000005,
      "end_time": 4172600.0000000005,
      "text": "shit and fuck and cunt were actually unexceptionable words in English and they took on a taboo"
    },
    {
      "index": 711,
      "start_time": 4172600.0000000005,
      "end_time": 4177980.0000000005,
      "text": "status. Something like that in more recent times is what happened to the word nigger"
    },
    {
      "index": 712,
      "start_time": 4177979.9999999995,
      "end_time": 4183368.9999999995,
      "text": "over the last little while which is why you can get library wars surrounding Huckleberry"
    },
    {
      "index": 713,
      "start_time": 4183370.0,
      "end_time": 4189410.0,
      "text": "Finn where the casual use of nigger in Huckleberry Finn, it certainly wasn&#39;t a respectful term"
    },
    {
      "index": 714,
      "start_time": 4189410.0,
      "end_time": 4196220.0,
      "text": "but it didn&#39;t have that same aura of racism and contempt that it has now and nigger probably"
    },
    {
      "index": 715,
      "start_time": 4196220.0,
      "end_time": 4201140.0,
      "text": "are our most taboo word might be an example of that. I think it might be true of other"
    },
    {
      "index": 716,
      "start_time": 4201140.0,
      "end_time": 4211381.0,
      "text": "term seemed to be kind of misogynistic and where we have--increased activity as in Don"
    },
    {
      "index": 717,
      "start_time": 4211380.0,
      "end_time": 4216739.0,
      "text": "Imus using the word &quot;ho&quot; out of context where it caused him his job because of our heightened"
    },
    {
      "index": 718,
      "start_time": 4216740.0,
      "end_time": 4222430.0,
      "text": "sensitivities to racial and gender bias. So you can almost see a transition where originally"
    },
    {
      "index": 719,
      "start_time": 4222430.0,
      "end_time": 4227331.0,
      "text": "people really were worried about God and hell than they were worried about sexuality and"
    },
    {
      "index": 720,
      "start_time": 4227330.0,
      "end_time": 4231760.0,
      "text": "excretion, now they&#39;re worried about sexism and racism."
    },
    {
      "index": 721,
      "start_time": 4231760.0,
      "end_time": 4236310.0,
      "text": "&gt;&gt; Yeah, there seemed to be sort of power relationships, I was wondering if there&#39;s"
    },
    {
      "index": 722,
      "start_time": 4236310.0,
      "end_time": 4239780.0,
      "text": "sort of more ordinary and a more ordinary example?"
    },
    {
      "index": 723,
      "start_time": 4239780.0,
      "end_time": 4244989.0,
      "text": "&gt;&gt; PINKER: Well, I think some of them are--I don&#39;t know if they are power so much as say,"
    },
    {
      "index": 724,
      "start_time": 4244990.0,
      "end_time": 4249271.0,
      "text": "imposed by those in power to retain power so much as..."
    },
    {
      "index": 725,
      "start_time": 4249270.0,
      "end_time": 4251810.0,
      "text": "&gt;&gt; Dominance, yeah. Yeah, dominance. &gt;&gt; PINKER: It could be dominants but I think"
    },
    {
      "index": 726,
      "start_time": 4251810.0,
      "end_time": 4258179.0,
      "text": "it&#39;s also just what people are kind of edgy about and that creates the opening I think"
    },
    {
      "index": 727,
      "start_time": 4258180.0,
      "end_time": 4262910.0,
      "text": "for using certain words to get a rise out of people, so I suspect I don&#39;t know. I haven&#39;t"
    },
    {
      "index": 728,
      "start_time": 4262910.0,
      "end_time": 4268611.0,
      "text": "really thought about but I suspect it&#39;s more of a kind of what&#39;s in the air than the authorities"
    },
    {
      "index": 729,
      "start_time": 4268610.0,
      "end_time": 4272610.0,
      "text": "kind of imposing it from the top down, it would be my hunch."
    },
    {
      "index": 730,
      "start_time": 4272610.0,
      "end_time": 4281550.0,
      "text": "&gt;&gt; You spoke a lot about the connection between swear words and negative emotions, I wonder"
    },
    {
      "index": 731,
      "start_time": 4281550.0,
      "end_time": 4285300.0,
      "text": "also about the connection between swear words and humor, or swear words and laughter, you"
    },
    {
      "index": 732,
      "start_time": 4285300.0,
      "end_time": 4289510.0,
      "text": "may have noticed that it caused a lot of laughter in this room when you mentioned a lot of those"
    },
    {
      "index": 733,
      "start_time": 4289510.0,
      "end_time": 4294630.0,
      "text": "words. It&#39;s also something that you hear a lot maybe in a comedy show just to kind of"
    },
    {
      "index": 734,
      "start_time": 4294630.0,
      "end_time": 4297140.0,
      "text": "invoke that laughter, I wonder if you have any comments on that."
    },
    {
      "index": 735,
      "start_time": 4297140.0,
      "end_time": 4302219.0,
      "text": "&gt;&gt; PINKER: That&#39;s right. It is also talking about lazy ways of getting a laugh out of"
    },
    {
      "index": 736,
      "start_time": 4302220.0,
      "end_time": 4307501.0,
      "text": "people often taboo words can do that. I think it&#39;s probably because--by the way, just an"
    },
    {
      "index": 737,
      "start_time": 4307500.0,
      "end_time": 4314060.0,
      "text": "aside is that laughter is also a very good way of generating mutual knowledge and I would"
    },
    {
      "index": 738,
      "start_time": 4314060.0,
      "end_time": 4321940.0,
      "text": "argue that the evolutionary function of laughter is to generate mutual knowledge. It&#39;s involuntary."
    },
    {
      "index": 739,
      "start_time": 4321940.0,
      "end_time": 4328330.0,
      "text": "It&#39;s conspicuous. It&#39;s more common in social settings than in isolation. It&#39;s contagious"
    },
    {
      "index": 740,
      "start_time": 4328330.0,
      "end_time": 4335179.0,
      "text": "and so on. But why--why do you laugh in public? In particular what&#39;s the common denominator"
    },
    {
      "index": 741,
      "start_time": 4335180.0,
      "end_time": 4340171.0,
      "text": "with swearing? I think it&#39;s the reduction of dignity just about all humor involve some"
    },
    {
      "index": 742,
      "start_time": 4340170.0,
      "end_time": 4346600.0,
      "text": "kind of reduction in dignity. You either take someone down a few pegs, making him the butt"
    },
    {
      "index": 743,
      "start_time": 4346600.0,
      "end_time": 4356250.0,
      "text": "of a joke or to maintain communality and negate dominance among friends. You tease your friends"
    },
    {
      "index": 744,
      "start_time": 4356250.0,
      "end_time": 4362619.0,
      "text": "or deprecate yourself but descent and dignity is, I think, the common denominator in human--in"
    },
    {
      "index": 745,
      "start_time": 4362620.0,
      "end_time": 4371401.0,
      "text": "humor I&#39;m sorry--and the undignified nature of what you refer to in swearing is, I mean,"
    },
    {
      "index": 746,
      "start_time": 4371400.0,
      "end_time": 4376750.0,
      "text": "an ingredient of taboo language. &gt;&gt; I came in a little late so I apologize"
    },
    {
      "index": 747,
      "start_time": 4376750.0,
      "end_time": 4380090.0,
      "text": "if you&#39;ve already addressed this in the beginning, but I was wondering if you could speak to"
    },
    {
      "index": 748,
      "start_time": 4380090.0,
      "end_time": 4384139.0,
      "text": "the tone in which language is delivered and not necessarily just the word selection. So"
    },
    {
      "index": 749,
      "start_time": 4384140.0,
      "end_time": 4388031.0,
      "text": "something as innocuous says, &quot;What are you doing?&quot; &quot;Hey, what are you doing?&quot; &quot;What are"
    },
    {
      "index": 750,
      "start_time": 4388030.0,
      "end_time": 4391469.0,
      "text": "you doing?&quot; &quot;Hey, what are you doing?&quot; Like... &gt;&gt; PINKER: Yeah."
    },
    {
      "index": 751,
      "start_time": 4391470.0,
      "end_time": 4397301.0,
      "text": "&gt;&gt; For example. &gt;&gt; PINKER: Yes, well that&#39;s the porosity which"
    },
    {
      "index": 752,
      "start_time": 4397300.0,
      "end_time": 4406050.0,
      "text": "often can be used both for emphasis, for stressing a particular part of your utterance which"
    },
    {
      "index": 753,
      "start_time": 4406050.0,
      "end_time": 4411190.0,
      "text": "the listener ought to attend too often in contrast with some implied set of alternatives"
    },
    {
      "index": 754,
      "start_time": 4411190.0,
      "end_time": 4420070.0,
      "text": "is a very powerful rhetorical tool and superimposed on that is the elocutionary force of an utterance,"
    },
    {
      "index": 755,
      "start_time": 4420070.0,
      "end_time": 4424110.0,
      "text": "question versus statement versus command. And a third dimension on top of those two"
    },
    {
      "index": 756,
      "start_time": 4424110.0,
      "end_time": 4432130.0,
      "text": "is emotion: anger, sarcasms, irony and so on. That&#39;s one of the reasons why written"
    },
    {
      "index": 757,
      "start_time": 4432130.0,
      "end_time": 4438369.0,
      "text": "language can so easily be misunderstood if you don&#39;t have those intonational cues, why"
    },
    {
      "index": 758,
      "start_time": 4438370.0,
      "end_time": 4443791.0,
      "text": "we have crude approximations like italics and exclamation points but it really is an"
    },
    {
      "index": 759,
      "start_time": 4443790.0,
      "end_time": 4451250.0,
      "text": "essential ingredient to linguistic communication. And of course put to grammatical uses in languages"
    },
    {
      "index": 760,
      "start_time": 4451250.0,
      "end_time": 4457230.0,
      "text": "like Chinese in which tone is used as a way of contrasting vowels. In connection to today&#39;s"
    },
    {
      "index": 761,
      "start_time": 4457230.0,
      "end_time": 4463810.0,
      "text": "talk I suspect that tone of voice is one of the ways in which you learn which words are"
    },
    {
      "index": 762,
      "start_time": 4463810.0,
      "end_time": 4472090.0,
      "text": "taboo as a child namely if some epithet is being uttered in an angry and contemptuous"
    },
    {
      "index": 763,
      "start_time": 4472090.0,
      "end_time": 4480420.0,
      "text": "tone of voice that it is more likely to be registered as a taboo imprecation. Likewise,"
    },
    {
      "index": 764,
      "start_time": 4480420.0,
      "end_time": 4486270.0,
      "text": "in cathartic swearing, how do you know which of the taboo words that you utter when you"
    },
    {
      "index": 765,
      "start_time": 4486270.0,
      "end_time": 4491330.0,
      "text": "stub your tone and so on? Well, it&#39;s the--I think accompaniment of the word and emotional"
    },
    {
      "index": 766,
      "start_time": 4491330.0,
      "end_time": 4497710.0,
      "text": "tone of voice that register that association in the brain."
    },
    {
      "index": 767,
      "start_time": 4497710.0,
      "end_time": 4499170.0,
      "text": "&gt;&gt; And I would just like to say thank you very much for coming."
    },
    {
      "index": 768,
      "start_time": 4499170.0,
      "end_time": 4509170.0,
      "text": "&gt;&gt; PINKER: Thanks for having me here today. Thank you very much. Thank you."
    }
  ]
}