{
  "video_id": "HBrabzeQVJg",
  "title": "Why Being Lonely Is Crucial For Survival",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4950.0,
      "end_time": 7330.0,
      "text": "\"One is the loneliest number\"…"
    },
    {
      "index": 2,
      "start_time": 12000.0,
      "end_time": 17430.0,
      "text": "Hey everyone, Crystal here for DNews. I don't care how much Netflix and ice cream you consume."
    },
    {
      "index": 3,
      "start_time": 17430.0,
      "end_time": 20500.0,
      "text": "Being alone for long periods of time just SUCKS."
    },
    {
      "index": 4,
      "start_time": 20500.0,
      "end_time": 28450.0,
      "text": "It makes us sad, eats away at our self-esteem and our immune system, makes us more susceptible to chronic diseases and it might even shorten our lifespan."
    },
    {
      "index": 5,
      "start_time": 29000.0,
      "end_time": 32000.0,
      "text": "But could loneliness actually be a good thing?"
    },
    {
      "index": 6,
      "start_time": 32000.0,
      "end_time": 35500.0,
      "text": "Loneliness is the emotional state that arises from perceived isolation."
    },
    {
      "index": 7,
      "start_time": 35500.0,
      "end_time": 41360.0,
      "text": "Like Hunger, Thirst, and Pain, Loneliness is an \"aversive cue\" : a negative feeling that we want to move away from."
    },
    {
      "index": 8,
      "start_time": 41360.0,
      "end_time": 45980.0,
      "text": "Think of it as an evolutionary mechanism that says \"Hey, you're in danger and friends could help you\"."
    },
    {
      "index": 9,
      "start_time": 46980.0,
      "end_time": 52000.0,
      "text": "Humans evolved to be social animals: groups provide protection and shared resources that help us survive."
    },
    {
      "index": 10,
      "start_time": 52000.0,
      "end_time": 58829.0,
      "text": "When it comes to gathering food, building shelters, and defending themselves, communities of humans have a much better chance of survival than individuals do."
    },
    {
      "index": 11,
      "start_time": 59129.0,
      "end_time": 62790.0,
      "text": "And so scientists say, we evolved a \"need to belong\"."
    },
    {
      "index": 12,
      "start_time": 62890.0,
      "end_time": 69170.0,
      "text": "In fact, loneliness may have been so important for survival that we evolved a unique set of neurons in our brains dedicated to it!"
    },
    {
      "index": 13,
      "start_time": 69170.0,
      "end_time": 76500.0,
      "text": "In a paper recently published in the journal Cell, neuroscientists at MIT identified a region of the mouse brain that is uniquely responsive to isolation."
    },
    {
      "index": 14,
      "start_time": 76500.0,
      "end_time": 79100.0,
      "text": "The researchers used a technique called optogenetics."
    },
    {
      "index": 15,
      "start_time": 79179.0,
      "end_time": 83200.0,
      "text": "In which light is used to activate or inhibit selected groups of neurons in a modified rodent brain."
    },
    {
      "index": 16,
      "start_time": 83300.0,
      "end_time": 87279.0,
      "text": "To manipulate a cluster of Dopamine-sensitive neurons in the Dorsal Raphe Nucleus."
    },
    {
      "index": 17,
      "start_time": 87279.0,
      "end_time": 90370.0,
      "text": "(Which is a region of the mouse's brain that's been associated with depression)."
    },
    {
      "index": 18,
      "start_time": 90370.0,
      "end_time": 93450.0,
      "text": "For now we'll call this special set of cells \"loneliness neurons\"."
    },
    {
      "index": 19,
      "start_time": 94229.0,
      "end_time": 103200.0,
      "text": "In the study, researchers introduced a lonely experimental mouse to a new mouse friend, and observed a significant increase in activity of the \"loneliness neurons\"."
    },
    {
      "index": 20,
      "start_time": 103200.0,
      "end_time": 111600.0,
      "text": "Then they gave the mouse a choice between spending time alone or with another mouse and studied how optogenetics stimulation of the \"loneliness neurons\" influenced the mouse's choice."
    },
    {
      "index": 21,
      "start_time": 111600.0,
      "end_time": 120759.0,
      "text": "Activation of the neurons caused the mouse to spend significantly more time with a mousy companion, indicating that when those neurons fire, mice seek out social interaction."
    },
    {
      "index": 22,
      "start_time": 120759.0,
      "end_time": 126000.0,
      "text": "But was the mouse's choice motivated by positive reward or a negative experience?"
    },
    {
      "index": 23,
      "start_time": 126000.0,
      "end_time": 130119.0,
      "text": "To determine this, scientists let mice roam around in a box that contained two areas."
    },
    {
      "index": 24,
      "start_time": 130119.0,
      "end_time": 134409.0,
      "text": "When the mouse spent time in one area, its \"loneliness neurons\"  were stimulated."
    },
    {
      "index": 25,
      "start_time": 134409.0,
      "end_time": 143000.0,
      "text": "While in the other area, they were not. Interestingly, the mice avoided the stimulating area indicating that the activation didn't make them feel very good."
    },
    {
      "index": 26,
      "start_time": 143000.0,
      "end_time": 152400.0,
      "text": "This observation lead researchers to suggest that activity in this brain region may be connected to a loneliness-like state that motivates mice to seek out social contact to feel better."
    },
    {
      "index": 27,
      "start_time": 152400.0,
      "end_time": 157200.0,
      "text": "These finding reinforces the evolutionary view that loneliness is actually a good thing."
    },
    {
      "index": 28,
      "start_time": 157200.0,
      "end_time": 162000.0,
      "text": "Because it encourages us to seek social contact and in turn keeps us healthier and safer."
    },
    {
      "index": 29,
      "start_time": 162000.0,
      "end_time": 167000.0,
      "text": "Even in just this study there is so much more to the story, and if the research is extrapolated to humans."
    },
    {
      "index": 30,
      "start_time": 167000.0,
      "end_time": 171049.0,
      "text": "It could not only help to explain motivations behind our own feelings and behavior."
    },
    {
      "index": 31,
      "start_time": 171049.0,
      "end_time": 173980.0,
      "text": "But also help us study what happens when those things go awry."
    },
    {
      "index": 32,
      "start_time": 173980.0,
      "end_time": 179000.0,
      "text": "But before we all get too excited the neuroscientist in me must extend a note of caution."
    },
    {
      "index": 33,
      "start_time": 179000.0,
      "end_time": 183300.0,
      "text": "It's important to remember that human brains and mouse brains are similar in some ways."
    },
    {
      "index": 34,
      "start_time": 183300.0,
      "end_time": 187500.0,
      "text": "But not the same and mice do not display identical social behaviors to humans."
    },
    {
      "index": 35,
      "start_time": 187500.0,
      "end_time": 192340.0,
      "text": "But for now, since we can't manipulate human brains the way we do with mice, we have to make do with what we learn from rodents."
    },
    {
      "index": 36,
      "start_time": 192340.0,
      "end_time": 198000.0,
      "text": "And hope that somebody gave those lonely mice a hug and some tiny ice cream."
    },
    {
      "index": 37,
      "start_time": 198000.0,
      "end_time": 201000.0,
      "text": "And told them that they're terrific and it's all going to be okay."
    },
    {
      "index": 38,
      "start_time": 201000.0,
      "end_time": 207000.0,
      "text": "And somebody will love you for who you are, and you'll never be lonely again… sorry."
    },
    {
      "index": 39,
      "start_time": 207000.0,
      "end_time": 211800.0,
      "text": "If I haven't managed to convince you to stop staring at this screen and seek some social contact."
    },
    {
      "index": 40,
      "start_time": 212400.0,
      "end_time": 215800.0,
      "text": "Check out this video by Laci on how loneliness can kill you."
    },
    {
      "index": 41,
      "start_time": 215809.0,
      "end_time": 222840.0,
      "text": "More people are living alone now, people are working longer and longer hours. They're working remotely. They're traveling far and wide for jobs."
    },
    {
      "index": 42,
      "start_time": 222840.0,
      "end_time": 227879.0,
      "text": "People are using social media more to connect and folks argue back and forth is it good is it bad."
    },
    {
      "index": 43,
      "start_time": 227900.0,
      "end_time": 234100.0,
      "text": "It's bring us together, tear us apart and everyone has different experience. Personally, I found it's good and bad."
    },
    {
      "index": 44,
      "start_time": 234379.0,
      "end_time": 247689.0,
      "text": "What about you? How do you deal with loneliness? Subscribe to DNews and let us know in the comments down below. See you next time!"
    }
  ]
}