{
  "video_id": "hDp9hVDL49Y",
  "title": "3 Principles To Master Storytelling",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 30.0,
      "end_time": 3696.0,
      "text": "The ability to tell a story well can literally transform your life."
    },
    {
      "index": 2,
      "start_time": 3696.0,
      "end_time": 7572.0,
      "text": "It can land you a job in a crowded applicant pool, make you stand out on a first"
    },
    {
      "index": 3,
      "start_time": 7572.0,
      "end_time": 11077.0,
      "text": "date, or be the difference between your business succeeding and failing."
    },
    {
      "index": 4,
      "start_time": 11077.0,
      "end_time": 13959.0,
      "text": "Today, I have a very special breakdown on storytelling"
    },
    {
      "index": 5,
      "start_time": 13959.0,
      "end_time": 17953.0,
      "text": "not just because storytelling is so important to charisma into life but"
    },
    {
      "index": 6,
      "start_time": 17953.0,
      "end_time": 21217.0,
      "text": "because I am actually in the breakdown as the interviewer"
    },
    {
      "index": 7,
      "start_time": 21217.0,
      "end_time": 26149.0,
      "text": "and the person that I'm interviewing is, without exaggeration, \none of the people that I most admire on this planet."
    },
    {
      "index": 8,
      "start_time": 26149.0,
      "end_time": 30091.0,
      "text": "His name is Scott Harrison and as the founder of Charity: Water, he's helped raise"
    },
    {
      "index": 9,
      "start_time": 30091.0,
      "end_time": 35067.0,
      "text": "over 100 million dollars by telling stories for a good cause. In his own words..."
    },
    {
      "index": 10,
      "start_time": 35067.0,
      "end_time": 42767.0,
      "text": "We can't imagine 660 million anything or quantity \nof anything let alone people without clean water."
    },
    {
      "index": 11,
      "start_time": 42767.0,
      "end_time": 49791.0,
      "text": "There's no connection so what we've been intentionally doing, over 11 years now,"
    },
    {
      "index": 12,
      "start_time": 49791.0,
      "end_time": 55534.0,
      "text": "is telling stories of individual people — one of \nthe 663 million names, faces, hopes, dreams—"
    },
    {
      "index": 13,
      "start_time": 55534.0,
      "end_time": 59403.0,
      "text": "So in this video, you are going to learn three of the most important principles"
    },
    {
      "index": 14,
      "start_time": 59403.0,
      "end_time": 63232.0,
      "text": "that will help you to tell more engaging stories in any environment."
    },
    {
      "index": 15,
      "start_time": 63232.0,
      "end_time": 69796.0,
      "text": "And I need to warn you beforehand, these stories that are told in this \nvideo are heavy and they contain really sad but important messages"
    },
    {
      "index": 16,
      "start_time": 69796.0,
      "end_time": 73830.0,
      "text": "which is necessary when you're talking about the truth of why Charity: Water exists."
    },
    {
      "index": 17,
      "start_time": 73830.0,
      "end_time": 78390.0,
      "text": "I'm also going to let the clips run a bit longer so that \nyou can hear a bigger part of the story uninterrupted"
    },
    {
      "index": 18,
      "start_time": 78390.0,
      "end_time": 80534.0,
      "text": "and then I'll comment later. Here we go."
    },
    {
      "index": 19,
      "start_time": 80534.0,
      "end_time": 84474.0,
      "text": "As things had it, I happened to be in a five-dollar-a-night hotel room in Ethiopia,"
    },
    {
      "index": 20,
      "start_time": 84474.0,
      "end_time": 88334.0,
      "text": "I was with a few donors — a small group — I was sitting in the kitchen of this hotel"
    },
    {
      "index": 21,
      "start_time": 88334.0,
      "end_time": 95090.0,
      "text": "and the hotel owner walks out recognizes me because \nwe've been doing work in this region for a while"
    },
    {
      "index": 22,
      "start_time": 95090.0,
      "end_time": 99370.0,
      "text": "and just sits down and, unprompted, starts telling me a story"
    },
    {
      "index": 23,
      "start_time": 99370.0,
      "end_time": 105502.0,
      "text": "about a woman who lived in his village in a remote area of about 3,000 people"
    },
    {
      "index": 24,
      "start_time": 105502.0,
      "end_time": 108893.0,
      "text": "and he said all the women used to walk for water"
    },
    {
      "index": 25,
      "start_time": 108893.0,
      "end_time": 114095.0,
      "text": "for eight hours a day and they would have these heavy \nclay pots that they would carry on their back and he said,"
    },
    {
      "index": 26,
      "start_time": 114095.0,
      "end_time": 118917.0,
      "text": "\"One day, one of the women in my village named Letuc Eris,\" he had her named,"
    },
    {
      "index": 27,
      "start_time": 118917.0,
      "end_time": 128646.0,
      "text": "\"walks back into the village and she slips and falls and she breaks \nher clay pots and all the water spills out into the dust,\""
    },
    {
      "index": 28,
      "start_time": 128645.99999999999,
      "end_time": 132904.0,
      "text": "and he said, \"she hung herself and she didn't go back for more water.\""
    },
    {
      "index": 29,
      "start_time": 132904.0,
      "end_time": 136426.0,
      "text": "He said, \"We found her body swinging from this tree in our village.\""
    },
    {
      "index": 30,
      "start_time": 136426.0,
      "end_time": 141450.0,
      "text": "And then I remember he kind of paused to watch the story's effect on us"
    },
    {
      "index": 31,
      "start_time": 141450.0,
      "end_time": 146798.0,
      "text": "and he said, \"The work you're doing is important. Keep it up,\" \nand he just disappeared back into the kitchen."
    },
    {
      "index": 32,
      "start_time": 146798.0,
      "end_time": 151124.0,
      "text": "So obviously, this story is heartbreaking but \nthere's more going on here than just that."
    },
    {
      "index": 33,
      "start_time": 151124.0,
      "end_time": 155336.0,
      "text": "An important principle of storytelling is that when telling a story in the first person —"
    },
    {
      "index": 34,
      "start_time": 155336.0,
      "end_time": 161966.0,
      "text": "meaning you're talking about yourself — you want to take the \nlistener on the same emotional journey that you experienced."
    },
    {
      "index": 35,
      "start_time": 161966.0,
      "end_time": 165875.0,
      "text": "So Scott tells the story with this pause from the innkeeper at this moment"
    },
    {
      "index": 36,
      "start_time": 165875.0,
      "end_time": 169955.0,
      "text": "because that is what you need to absorb what he just said just as he did"
    },
    {
      "index": 37,
      "start_time": 169955.0,
      "end_time": 173643.0,
      "text": "in the moment when he heard it. As he continues, he also talks about his emotional"
    },
    {
      "index": 38,
      "start_time": 173643.0,
      "end_time": 178079.0,
      "text": "response and mentioned that he doubted the \ntruth of this story just as the listener might."
    },
    {
      "index": 39,
      "start_time": 178079.0,
      "end_time": 181031.0,
      "text": "There's a temptation though to jump ahead when you're telling stories —"
    },
    {
      "index": 40,
      "start_time": 181031.0,
      "end_time": 186539.0,
      "text": "to tell the listener what you learned by the end \nof the story as you're telling it; do not do that."
    },
    {
      "index": 41,
      "start_time": 186539.0,
      "end_time": 192325.0,
      "text": "If you slow down and you take people on the same winding journey \nthat you went on, stories connect much more. Just watch."
    },
    {
      "index": 42,
      "start_time": 192325.0,
      "end_time": 197135.0,
      "text": "And I remember sitting there with a group of five people like, \"What?\""
    },
    {
      "index": 43,
      "start_time": 197135.0,
      "end_time": 201211.0,
      "text": "You feel like you got hit with a ton of bricks and then you start doubting it,"
    },
    {
      "index": 44,
      "start_time": 201211.0,
      "end_time": 209329.0,
      "text": "\"Is that story really true? Just tell the international donors a sad story; \nmake us feel great about the work that we're doing?\""
    },
    {
      "index": 45,
      "start_time": 209329.0,
      "end_time": 218991.0,
      "text": "But I just couldn't really shake the idea, like, that picture of \na woman who had slipped and fallen like all of us have done"
    },
    {
      "index": 46,
      "start_time": 218991.0,
      "end_time": 227223.0,
      "text": "and was in such despair in her living conditions that she tied \na noose around her neck, climbed a tree, and then jumped."
    },
    {
      "index": 47,
      "start_time": 227223.0,
      "end_time": 237219.0,
      "text": "So I sent our partners out to the village and I said, \"Can you go to this village and \ntell me first of all if anyone named Letuc has actually lived there and if it's true.\""
    },
    {
      "index": 48,
      "start_time": 237219.0,
      "end_time": 240934.0,
      "text": "And, I don't know, a couple weeks later, I got an email from one of our partners"
    },
    {
      "index": 49,
      "start_time": 240934.0,
      "end_time": 246796.0,
      "text": "saying, \"Yeah, we went to the village and sadly, it's \na true story. We saw a grave. We met the family.\""
    },
    {
      "index": 50,
      "start_time": 246796.0,
      "end_time": 250956.0,
      "text": "So then I asked my wife, \"Well, I want to go and live there for a week and—\""
    },
    {
      "index": 51,
      "start_time": 250956.0,
      "end_time": 254440.0,
      "text": "I want to pause here because there's another big storytelling point going on"
    },
    {
      "index": 52,
      "start_time": 254440.0,
      "end_time": 259807.0,
      "text": "which is that — every story needs a near-constant \nelement of mystery to keep the listener engaged."
    },
    {
      "index": 53,
      "start_time": 259807.00000000003,
      "end_time": 262911.0,
      "text": "You need to constantly raise questions in the listeners mind"
    },
    {
      "index": 54,
      "start_time": 262911.0,
      "end_time": 267497.0,
      "text": "and every time you answer one, a new one needs \nto pop up if you're going to keep their attention."
    },
    {
      "index": 55,
      "start_time": 267497.0,
      "end_time": 272729.0,
      "text": "Scott hits on a bit of mystery right before this by asking, \n\"Was this story of Letuc Eris even true?\""
    },
    {
      "index": 56,
      "start_time": 272729.0,
      "end_time": 275862.0,
      "text": "And we just found out that it was solving that mystery but"
    },
    {
      "index": 57,
      "start_time": 275862.0,
      "end_time": 283778.0,
      "text": "he immediately raises another question in the listeners' mind, specifically — what \nhappens when Scott goes to Ethiopia himself? So let's see how it unfolds."
    },
    {
      "index": 58,
      "start_time": 283778.0,
      "end_time": 286526.0,
      "text": "Long story short, I went to the village, I lived there for a week,"
    },
    {
      "index": 59,
      "start_time": 286526.0,
      "end_time": 293254.0,
      "text": "I wound up meeting the priest that gave her funeral, I saw the pile \nof rocks behind the church that was her grave, I met her mom,"
    },
    {
      "index": 60,
      "start_time": 293254.0,
      "end_time": 302228.0,
      "text": "I met her friend that walked with her that day, I wound up writing \nabout it on Medium about the experience, and seeing the tree."
    },
    {
      "index": 61,
      "start_time": 302228.0,
      "end_time": 310201.0,
      "text": "It's kind of this frail tree and I didn't know before I went into the village"
    },
    {
      "index": 62,
      "start_time": 310201.0,
      "end_time": 314361.0,
      "text": "that she was 13 so that was a huge shock for me."
    },
    {
      "index": 63,
      "start_time": 314361.0,
      "end_time": 318515.0,
      "text": "I was expecting an old lady and I was kind of imagining this hunched 60-year-old"
    },
    {
      "index": 64,
      "start_time": 318515.0,
      "end_time": 324539.0,
      "text": "woman who had walked for water her entire life; it's a 13-year-old girl — a teenager."
    },
    {
      "index": 65,
      "start_time": 324539.0,
      "end_time": 333264.0,
      "text": "And I remember — all these through translators — asking her \nbest friend why she thought she actually did it and hang herself"
    },
    {
      "index": 66,
      "start_time": 333264.0,
      "end_time": 341993.0,
      "text": "and her best friend said, \"She would have been overcome with \nshame because she broken the clay pot and she spilled the water.\""
    },
    {
      "index": 67,
      "start_time": 341993.0,
      "end_time": 345698.0,
      "text": "So that is the main action of the story but it doesn't end here"
    },
    {
      "index": 68,
      "start_time": 345698.0,
      "end_time": 348550.0,
      "text": "because the best stories have lessons at the end."
    },
    {
      "index": 69,
      "start_time": 348550.0,
      "end_time": 353486.0,
      "text": "Kind of like Aesop's fables, there's an overarching \npoint which is shared explicitly in the last portion"
    },
    {
      "index": 70,
      "start_time": 353486.0,
      "end_time": 360549.0,
      "text": "so you need to know your purpose when sharing a story when you get to \nthis point — what is the audience supposed to take away from your story?"
    },
    {
      "index": 71,
      "start_time": 360549.0,
      "end_time": 363316.0,
      "text": "Here's what Scott thinks that we should learn from Letuc Eris' story."
    },
    {
      "index": 72,
      "start_time": 363316.0,
      "end_time": 367516.0,
      "text": "It says that this is an emergency like, \"Not not on my watch,\" right?"
    },
    {
      "index": 73,
      "start_time": 367516.0,
      "end_time": 371879.0,
      "text": "Something has to be done where 13-year-oldgirls are not hanging themselves on"
    },
    {
      "index": 74,
      "start_time": 371879.0,
      "end_time": 376157.0,
      "text": "trees because they didn't have water and because they broke the clay pot."
    },
    {
      "index": 75,
      "start_time": 376157.0,
      "end_time": 379391.0,
      "text": "The first time I heard Scott tell this story, the lessons stuck with me."
    },
    {
      "index": 76,
      "start_time": 379391.0,
      "end_time": 383529.0,
      "text": "It inspired me to donate to Charity: Water and it's \nhow I got connected with Scott in the first place."
    },
    {
      "index": 77,
      "start_time": 383529.0,
      "end_time": 387483.0,
      "text": "Point being, at the end of your stories, don't just leave people hanging;"
    },
    {
      "index": 78,
      "start_time": 387483.0,
      "end_time": 393027.0,
      "text": "tell them why they just went on that journey with you and \nif there is some action that they might want to take, tell them."
    },
    {
      "index": 79,
      "start_time": 393027.0,
      "end_time": 397631.0,
      "text": "Anyways, this last story is both emotionally moving and a fantastic model"
    },
    {
      "index": 80,
      "start_time": 397631.0,
      "end_time": 405175.0,
      "text": "for how to tell the story of a product or a business idea; is the storyof how \nCharity: Water came up with the idea of donating birthdays. Just listen."
    },
    {
      "index": 81,
      "start_time": 405175.0,
      "end_time": 410363.0,
      "text": "We just stumbled upon this idea of asking people to donate their birthdays"
    },
    {
      "index": 82,
      "start_time": 410363.0,
      "end_time": 414591.0,
      "text": "and birthdays have become very commercial; a lot of companies profit"
    },
    {
      "index": 83,
      "start_time": 414591.0,
      "end_time": 420611.0,
      "text": "when a guy like you turns 30. There's probably a big dollar sign."
    },
    {
      "index": 84,
      "start_time": 420611.0,
      "end_time": 426523.0,
      "text": "And now it's digital like iTunes and Amazon but before, it's wallets, ties, socks..."
    },
    {
      "index": 85,
      "start_time": 426523.0,
      "end_time": 431111.0,
      "text": "You still may just get a bunch of crap that you don't want or don't need, really."
    },
    {
      "index": 86,
      "start_time": 431111.0,
      "end_time": 434705.0,
      "text": "Scott begins by setting the frame of the problem and if you're telling stories"
    },
    {
      "index": 87,
      "start_time": 434705.0,
      "end_time": 438176.0,
      "text": "for your business or for your product, this is where you must start."
    },
    {
      "index": 88,
      "start_time": 438176.0,
      "end_time": 442017.0,
      "text": "Most people, when they're pitching, want to rush right into what their product does;"
    },
    {
      "index": 89,
      "start_time": 442017.0,
      "end_time": 446083.0,
      "text": "this is wrong because if there isn't a problem, we don't need a solution."
    },
    {
      "index": 90,
      "start_time": 446083.0,
      "end_time": 453053.0,
      "text": "So start with the problem that your product solves and how the listener \ncan relate to it; in this case, that people waste so much money on birthdays."
    },
    {
      "index": 91,
      "start_time": 453053.0,
      "end_time": 457260.0,
      "text": "With the problem established, Scott will now continue on to his idea for the solution."
    },
    {
      "index": 92,
      "start_time": 457260.0,
      "end_time": 464527.0,
      "text": "We said, \"Look. Today, 660 million people don't have clean \nwater. What if we could start a movement of birthdays"
    },
    {
      "index": 93,
      "start_time": 464527.0,
      "end_time": 470588.0,
      "text": "and instead of asking for gifts — when you're 30 or \naccepting and you're throwing a big party for yourself —"
    },
    {
      "index": 94,
      "start_time": 470588.0,
      "end_time": 477093.0,
      "text": "you would turn your birthday into a giving moment and your \nfriends and your family would give your age in dollars?\""
    },
    {
      "index": 95,
      "start_time": 477093.0,
      "end_time": 481550.0,
      "text": "Now we have the solution — instead of getting a \nbunch of stuff you don't need for your birthday, give."
    },
    {
      "index": 96,
      "start_time": 481550.0,
      "end_time": 486178.0,
      "text": "It sounds awesome but it is still missing something and that is the story of one"
    },
    {
      "index": 97,
      "start_time": 486178.0,
      "end_time": 490352.0,
      "text": "person because our brains are not wired to process numbers or abstract ideas"
    },
    {
      "index": 98,
      "start_time": 490352.0,
      "end_time": 494459.0,
      "text": "with the same emotional intensity that we process a single person's story."
    },
    {
      "index": 99,
      "start_time": 494459.0,
      "end_time": 498616.0,
      "text": "This is where people are moved and I'm going to go at this next bit run on"
    },
    {
      "index": 100,
      "start_time": 498616.0,
      "end_time": 501252.0,
      "text": "uninterrupted to give the full effect of the story."
    },
    {
      "index": 101,
      "start_time": 501252.0,
      "end_time": 507315.0,
      "text": "So I was in Seattle, another long crazy story, but there was a church"
    },
    {
      "index": 102,
      "start_time": 507315.0,
      "end_time": 511254.0,
      "text": "who had thrown a keg party for us; a young hipster pastor who was like,"
    },
    {
      "index": 103,
      "start_time": 511254.0,
      "end_time": 517534.0,
      "text": "\"I want to show my town that we're not religious...\" so he threw \na big keg party one of which raising $500,000 from the town."
    },
    {
      "index": 104,
      "start_time": 517534.0,
      "end_time": 523382.0,
      "text": "I went out to thank the church and speak on a Sunday and at the end, I asked"
    },
    {
      "index": 105,
      "start_time": 523381.99999999994,
      "end_time": 527210.0,
      "text": "everybody, maybe a thousand people there, to donate their next birthday"
    },
    {
      "index": 106,
      "start_time": 527210.0,
      "end_time": 530798.0,
      "text": "and just say, \"Look, guys. Skip it. Donate your next birthday to Charity: Water.\""
    },
    {
      "index": 107,
      "start_time": 530798.0,
      "end_time": 533677.0,
      "text": "An eight-year-old girl, Rachel Beckwith, was in the audience"
    },
    {
      "index": 108,
      "start_time": 533677.0,
      "end_time": 537364.0,
      "text": "and she donates her ninth birthday which was just a few weeks later,"
    },
    {
      "index": 109,
      "start_time": 537364.0,
      "end_time": 544196.0,
      "text": "skips the gifts, skips the party, and asks for $9 from everyone she knew."
    },
    {
      "index": 110,
      "start_time": 544196.0,
      "end_time": 546788.0,
      "text": "She only raises $220."
    },
    {
      "index": 111,
      "start_time": 546788.0,
      "end_time": 550098.0,
      "text": "Now, her goal was $300 so she was bummed."
    },
    {
      "index": 112,
      "start_time": 550098.0,
      "end_time": 554744.0,
      "text": "She told her mom that she was upset that she hadn't \nreached her goal and that she would try harder next year."
    },
    {
      "index": 113,
      "start_time": 554744.0,
      "end_time": 559929.0,
      "text": "I was in the Central African Republic at the time deep in the jungle."
    },
    {
      "index": 114,
      "start_time": 559929.0,
      "end_time": 565495.0,
      "text": "Basically, while I was there, she's killed in a terrible car crash."
    },
    {
      "index": 115,
      "start_time": 565495.0,
      "end_time": 572220.0,
      "text": "There's a 20-car pileup on the interstate and a \ntractor-trailer had lost control; she was the only fatality."
    },
    {
      "index": 116,
      "start_time": 572220.0,
      "end_time": 577128.0,
      "text": "So she was in the back of a car, her mom was in the front, her sister was"
    },
    {
      "index": 117,
      "start_time": 577128.0,
      "end_time": 581868.0,
      "text": "in the front as well and the tractor-trailer just came into the back of the car"
    },
    {
      "index": 118,
      "start_time": 581868.0,
      "end_time": 586050.0,
      "text": "and crushed her so I remember landing in New York, turning on my phone,"
    },
    {
      "index": 119,
      "start_time": 586050.0,
      "end_time": 590020.0,
      "text": "getting serviced again and getting a text from her pastor and her mom"
    },
    {
      "index": 120,
      "start_time": 590020.0,
      "end_time": 594888.0,
      "text": "talking about this tragedy and the family wanted to reopen the campaign."
    },
    {
      "index": 121,
      "start_time": 594888.0,
      "end_time": 599679.0,
      "text": "And just give people a chance to honor Rachael's last wish and donate nine dollars."
    },
    {
      "index": 122,
      "start_time": 599679.0,
      "end_time": 604330.0,
      "text": "So you can imagine a story like this begins to spread through the church community"
    },
    {
      "index": 123,
      "start_time": 604330.0,
      "end_time": 607314.0,
      "text": "and people begin to give nine dollars then it starts spreading around the Seattle"
    },
    {
      "index": 124,
      "start_time": 607314.0,
      "end_time": 611270.0,
      "text": "community, starts spreading across the country, across Europe, down into Africa,"
    },
    {
      "index": 125,
      "start_time": 611270.0,
      "end_time": 615388.0,
      "text": "people in Africa started donating nine dollars hearing about a little girl in Seattle"
    },
    {
      "index": 126,
      "start_time": 615388.0,
      "end_time": 619065.0,
      "text": "who wanted people in Africa to have clean water more than"
    },
    {
      "index": 127,
      "start_time": 619065.0,
      "end_time": 622914.0,
      "text": "whatever birthday gifts that she should be expected."
    },
    {
      "index": 128,
      "start_time": 622914.0,
      "end_time": 630788.0,
      "text": "Long story short, about 60,000 complete strangers give $9 or more and"
    },
    {
      "index": 129,
      "start_time": 630788.0,
      "end_time": 639304.0,
      "text": "Rachel, after passing, winds up going from $220 that she saw to 1.3 million dollars"
    },
    {
      "index": 130,
      "start_time": 639304.0,
      "end_time": 645636.0,
      "text": "impacting over 35,000 people's lives."
    },
    {
      "index": 131,
      "start_time": 645636.0,
      "end_time": 651654.0,
      "text": "My wife and I got to take Rachel's family — her mom, her grandparents,"
    },
    {
      "index": 132,
      "start_time": 651654.0,
      "end_time": 655545.0,
      "text": "and her pastor — on the one-year anniversary of her death."
    },
    {
      "index": 133,
      "start_time": 655545.0,
      "end_time": 659724.0,
      "text": "So exactly a year later to Ethiopia to go village to village to village to village"
    },
    {
      "index": 134,
      "start_time": 659724.0,
      "end_time": 664323.0,
      "text": "to see all the people that had actually gotten in clean water so this went from"
    },
    {
      "index": 135,
      "start_time": 664323.0,
      "end_time": 669165.0,
      "text": "just the intangible to the real and I'll never forget that trip."
    },
    {
      "index": 136,
      "start_time": 669165.0,
      "end_time": 673385.0,
      "text": "Cool thing is now — this happened five years ago — so many of the people"
    },
    {
      "index": 137,
      "start_time": 673385.0,
      "end_time": 677236.0,
      "text": "that donated nine dollars to Rachael's campaign not only gave money"
    },
    {
      "index": 138,
      "start_time": 677236.0,
      "end_time": 681754.0,
      "text": "but were inspired to donate their own birthday; they have now raised"
    },
    {
      "index": 139,
      "start_time": 681754.0,
      "end_time": 688668.0,
      "text": "over two million dollars so Rachel went from a $200-campaign to now she's"
    },
    {
      "index": 140,
      "start_time": 688668.0,
      "end_time": 693526.0,
      "text": "raised over three million dollars impacting over a hundred thousand lives."
    },
    {
      "index": 141,
      "start_time": 693526.0,
      "end_time": 698212.0,
      "text": "So from eight people with clean water to a hundred thousand lives—"
    },
    {
      "index": 142,
      "start_time": 698212.0,
      "end_time": 702948.0,
      "text": "And then of course, Scott ends with the lesson — how do \nwe make sense of this? What do we take from it?"
    },
    {
      "index": 143,
      "start_time": 702948.0,
      "end_time": 707768.0,
      "text": "And I think that's the power of just the story; \nher story which, again, speaks to values."
    },
    {
      "index": 144,
      "start_time": 707768.0,
      "end_time": 712512.0,
      "text": "Values of it being the purity of heart of a nine-year-old girl to consider"
    },
    {
      "index": 145,
      "start_time": 712512.0,
      "end_time": 717990.0,
      "text": "others more important to not succumb to the apathy that so many adults..."
    },
    {
      "index": 146,
      "start_time": 717990.0,
      "end_time": 721752.0,
      "text": "It's easy, right? We see the water crisis like, \"What can we do about that?\""
    },
    {
      "index": 147,
      "start_time": 721752.0,
      "end_time": 724390.0,
      "text": "People don't have water. I mean, a nine-year-old girl— That's not okay."
    },
    {
      "index": 148,
      "start_time": 724390.0,
      "end_time": 728320.0,
      "text": "Why are kids drinking from swamps if I can do something about it with my birthday?"
    },
    {
      "index": 149,
      "start_time": 728320.0,
      "end_time": 731602.0,
      "text": "So remember those three points when you tell stories because like I mentioned,"
    },
    {
      "index": 150,
      "start_time": 731602.0,
      "end_time": 735862.0,
      "text": "these stories told in this way had a huge impact on me personally"
    },
    {
      "index": 151,
      "start_time": 735862.0,
      "end_time": 739984.0,
      "text": "and they've literally shaped where I've spent \na good portion of my time, energy, and money."
    },
    {
      "index": 152,
      "start_time": 739984.0,
      "end_time": 742821.0,
      "text": "Now, I happen to have a very special day coming up personally"
    },
    {
      "index": 153,
      "start_time": 742821.0,
      "end_time": 745530.0,
      "text": "and I have one more message for you about that."
    },
    {
      "index": 154,
      "start_time": 745530.0,
      "end_time": 749802.0,
      "text": "...special day that is coming up for me is my birthday and it's in just a few days on"
    },
    {
      "index": 155,
      "start_time": 749802.0,
      "end_time": 754850.0,
      "text": "Thursday and I'm turning 30 which, yes, I know I'm extremely old and I'm dealing"
    },
    {
      "index": 156,
      "start_time": 754850.0,
      "end_time": 759130.0,
      "text": "with that internally but I'm actually also very excited for this birthday because"
    },
    {
      "index": 157,
      "start_time": 759130.0,
      "end_time": 762813.0,
      "text": "it's a special one because I get to donate it to Charity: Water."
    },
    {
      "index": 158,
      "start_time": 762813.0,
      "end_time": 766756.0,
      "text": "It's the first time I've ever done this, I've been excited about it for months and"
    },
    {
      "index": 159,
      "start_time": 766756.0,
      "end_time": 771192.0,
      "text": "months, and I feel like it is the perfect one to do it because $30 happens to be"
    },
    {
      "index": 160,
      "start_time": 771192.0,
      "end_time": 775622.0,
      "text": "the amount of money that gets one person clean water for years and years."
    },
    {
      "index": 161,
      "start_time": 775622.0,
      "end_time": 782086.0,
      "text": "So I'm trying to raise $30,000; that would get 1,000 people clean water"
    },
    {
      "index": 162,
      "start_time": 782086.0,
      "end_time": 785508.0,
      "text": "which would be like the greatest birthday present for me ever but also"
    },
    {
      "index": 163,
      "start_time": 785508.0,
      "end_time": 789908.0,
      "text": "just something really awesome to do so if you want to donate, there's a link in"
    },
    {
      "index": 164,
      "start_time": 789908.0,
      "end_time": 793354.0,
      "text": "the description below for my birthday. Ben's birthday was in August; we both"
    },
    {
      "index": 165,
      "start_time": 793354.0,
      "end_time": 796867.0,
      "text": "turned 30 and it's all coming together but would really, really appreciate it"
    },
    {
      "index": 166,
      "start_time": 796867.0,
      "end_time": 800484.0,
      "text": "and just be so quite frankly humbled and honored if you guys would join us in"
    },
    {
      "index": 167,
      "start_time": 800484.0,
      "end_time": 805462.0,
      "text": "this fundraiser — any amount that you can give is super appreciated not just by us"
    },
    {
      "index": 168,
      "start_time": 805462.0,
      "end_time": 809080.0,
      "text": "but by the people who are actually receiving the clean water who don't have it."
    },
    {
      "index": 169,
      "start_time": 809080.0,
      "end_time": 812598.0,
      "text": "Also something that I should share with you which is awesome is that we have"
    },
    {
      "index": 170,
      "start_time": 812598.0,
      "end_time": 815460.0,
      "text": "a link below if you want to donate your birthday."
    },
    {
      "index": 171,
      "start_time": 815460.0,
      "end_time": 818794.0,
      "text": "This is super cool because even if your birthday isn't coming up in the next week"
    },
    {
      "index": 172,
      "start_time": 818794.0,
      "end_time": 821932.0,
      "text": "or so, you can go to that link below, drop your name, drop your email"
    },
    {
      "index": 173,
      "start_time": 821932.0,
      "end_time": 824068.0,
      "text": "and your birthday which might be, say, next June"
    },
    {
      "index": 174,
      "start_time": 824068.0,
      "end_time": 826694.0,
      "text": "and they will send you an email them being Charity: Water"
    },
    {
      "index": 175,
      "start_time": 826694.0,
      "end_time": 831650.0,
      "text": "so that you can do the same thing and the average person raises $1,000 from 15"
    },
    {
      "index": 176,
      "start_time": 831650.0,
      "end_time": 834944.0,
      "text": "of their closest friends and family which is incredible"
    },
    {
      "index": 177,
      "start_time": 834944.0,
      "end_time": 838328.0,
      "text": "and the feeling that I have even before starting this campaign is better"
    },
    {
      "index": 178,
      "start_time": 838328.0,
      "end_time": 842884.0,
      "text": "than any birthday that I've had so I hope that \nyou guys decide to join us in this fundraiser."
    },
    {
      "index": 179,
      "start_time": 842884.0,
      "end_time": 846700.0,
      "text": "Regardless, I'm so appreciative of the fact that I'm turning 30"
    },
    {
      "index": 180,
      "start_time": 846700.0,
      "end_time": 850854.0,
      "text": "and I have this platform and my life is sharing the things that I'm learning,"
    },
    {
      "index": 181,
      "start_time": 850854.0,
      "end_time": 854766.0,
      "text": "the ways in which I am growing, and it's just kind of evolving with you guys."
    },
    {
      "index": 182,
      "start_time": 854766.0,
      "end_time": 860073.0,
      "text": "It's amazing and I'm at a loss for words which is not something \nthat is normal for me especially when I'm on camera"
    },
    {
      "index": 183,
      "start_time": 860073.0,
      "end_time": 864257.0,
      "text": "so I just want to say thank you guys so much for watching the channel."
    },
    {
      "index": 184,
      "start_time": 864257.0,
      "end_time": 867203.0,
      "text": "I hope that you decide to join us in the fundraiser and of course"
    },
    {
      "index": 185,
      "start_time": 867203.0,
      "end_time": 869949.0,
      "text": "I will see you in the next video and I'll be 30."
    }
  ]
}