{
  "video_id": "HF7Ni347Gvg",
  "title": "Why Do Some People Hate Cilantro?",
  "json": [
    {
      "index": 1,
      "start_time": 3580.0,
      "end_time": 5850.0,
      "text": "Cilantro is one of the most common herbs in the world."
    },
    {
      "index": 2,
      "start_time": 5850.0,
      "end_time": 10900.0,
      "text": "But unlike any other, this little leaf is infamous for it's polarizing love-it-hate-it reaction among foodies."
    },
    {
      "index": 3,
      "start_time": 10900.0,
      "end_time": 13600.0,
      "text": "It's kind of like the Benedict Cumberbatch of taco toppings."
    },
    {
      "index": 4,
      "start_time": 13600.0,
      "end_time": 19300.0,
      "text": "Today we're taking a look at why such a poor, innocent leaf can stoke such vitriol from the cilantro-phobes among us."
    },
    {
      "index": 5,
      "start_time": 19300.0,
      "end_time": 27000.0,
      "text": "This is Coriandrum sativum, an herb whose leaves we've come to know as cilantro, and whose seeds are used as spice commonly called coriander."
    },
    {
      "index": 6,
      "start_time": 27000.0,
      "end_time": 31200.0,
      "text": "Its love of warm weather lets it grow all over the world, with the largest exporter being Mexico."
    },
    {
      "index": 7,
      "start_time": 31200.0,
      "end_time": 33300.0,
      "text": "So it's no wonder you're going to find it in these."
    },
    {
      "index": 8,
      "start_time": 33300.0,
      "end_time": 37300.0,
      "text": "This little plant also comes from the same family of aromatics as celery and parsley."
    },
    {
      "index": 9,
      "start_time": 37300.0,
      "end_time": 44700.0,
      "text": "But unlike parsley, which is probably one of the most inoffensive plants out there, cilantro bares the burden of being one of the most divisive herb known to humankind."
    },
    {
      "index": 10,
      "start_time": 44700.0,
      "end_time": 48800.0,
      "text": "Lots of people love its aromatic quality, while others are totally repulsed by it."
    },
    {
      "index": 11,
      "start_time": 48800.0,
      "end_time": 50800.0,
      "text": "Every person has a different taste in food."
    },
    {
      "index": 12,
      "start_time": 50800.0,
      "end_time": 57900.0,
      "text": "But this \"cilantroversy\" is so distinct in the population that it has led scientists to ask whether there is an actual physical difference in cilantro haters."
    },
    {
      "index": 13,
      "start_time": 57900.0,
      "end_time": 62100.0,
      "text": "It's been estimated that 4-14% of the population can't stand the taste of cilantro."
    },
    {
      "index": 14,
      "start_time": 62100.0,
      "end_time": 63500.0,
      "text": "But here's where it gets interesting."
    },
    {
      "index": 15,
      "start_time": 63500.0,
      "end_time": 67500.0,
      "text": "Among that group of haters is a subgroup who literally can't help but hate it."
    },
    {
      "index": 16,
      "start_time": 67500.0,
      "end_time": 69900.0,
      "text": "They may have a genetic mutation that makes it so."
    },
    {
      "index": 17,
      "start_time": 69900.0,
      "end_time": 77600.0,
      "text": "These folks describe the taste of cilantro as soapy or dirt-like, terms that have a bit to do with the kind of smell you get from raw fats, bugs, or cosmetics."
    },
    {
      "index": 18,
      "start_time": 77600.0,
      "end_time": 81000.0,
      "text": "And for the rest of us taco lovers, I know this can seem like a huge disgrace."
    },
    {
      "index": 19,
      "start_time": 81000.0,
      "end_time": 85000.0,
      "text": "But I'm here to tell you today not to blame your cilantro hating friend for their poor taste."
    },
    {
      "index": 20,
      "start_time": 85000.0,
      "end_time": 88000.0,
      "text": "These are matters that might rest far out their hands of control."
    },
    {
      "index": 21,
      "start_time": 88000.0,
      "end_time": 94500.0,
      "text": "These haters may be coping with a small change in their DNA called a single-nucleotide polymorphism or SNP for short."
    },
    {
      "index": 22,
      "start_time": 94500.0,
      "end_time": 100500.0,
      "text": "Cilantro haters tend to have a different version of a SNP in an area of chromosome 11 directly related to your sense of smell."
    },
    {
      "index": 23,
      "start_time": 100500.0,
      "end_time": 106000.0,
      "text": "This region contains the genes for several odor detectors, and the culprit is thought to be OR6A2."
    },
    {
      "index": 24,
      "start_time": 106000.0,
      "end_time": 110800.0,
      "text": "The rodent version of this gene is known to bind to a cilantro-abundant group of molecules called aldehydes."
    },
    {
      "index": 25,
      "start_time": 110800.0,
      "end_time": 121200.0,
      "text": "And common mutations in the gene may change the way OR6A2 detects certain molecules in the aldehyde group, giving people with these genetic changes an altogether different cilantro-experience than the rest of us."
    },
    {
      "index": 26,
      "start_time": 121200.0,
      "end_time": 124300.0,
      "text": "Aldehydes are cilantro's primary odor-causing compounds."
    },
    {
      "index": 27,
      "start_time": 124300.0,
      "end_time": 128800.0,
      "text": "Two compounds in this group, decanal and dodecanal offer an earthy, sweet, green aroma."
    },
    {
      "index": 28,
      "start_time": 128800.00000000001,
      "end_time": 134500.0,
      "text": "But the center of the cilantroversy is found with the (E)-2-Alkenals, which give it that characteristically \"soapy\" taste."
    },
    {
      "index": 29,
      "start_time": 134500.0,
      "end_time": 143200.0,
      "text": "That SNP mutation mentioned earlier MAY cause cilantro haters to experience these (E)-2-Alkenals differently than the rest of us, ultimately making them the dominant flavor of the plant."
    },
    {
      "index": 30,
      "start_time": 143200.0,
      "end_time": 148000.0,
      "text": "But at this point, scientists haven't discovered the exact mechanism behind this soapy phenomenon."
    },
    {
      "index": 31,
      "start_time": 148000.0,
      "end_time": 152300.0,
      "text": "So when people out there say they hate cilantro, now you know that it might not actually be their fault."
    },
    {
      "index": 32,
      "start_time": 152300.0,
      "end_time": 155300.0,
      "text": "They may be genetically programmed to taste the stuff of soaps!"
    },
    {
      "index": 33,
      "start_time": 155300.0,
      "end_time": 157300.0,
      "text": "What side of the cilantroversy are you on?"
    },
    {
      "index": 34,
      "start_time": 157300.0,
      "end_time": 158500.0,
      "text": "Let us know down in the comments."
    },
    {
      "index": 35,
      "start_time": 158500.0,
      "end_time": 161100.0,
      "text": "And don't forget to hit thumbs up and subscribe on the way out."
    },
    {
      "index": 36,
      "start_time": 161100.0,
      "end_time": 162209.0,
      "text": "We'll see you again soon."
    }
  ]
}