{
  "video_id": "Hh2yOWXCRLU",
  "title": "How to Handle Violent Behavior | Child Psychology",
  "json": [
    {
      "index": 1,
      "start_time": 4560.0,
      "end_time": 11559.0,
      "text": "Violent behavior is never acceptable. What we do know is that children do have a broad"
    },
    {
      "index": 2,
      "start_time": 11620.0,
      "end_time": 18619.0,
      "text": "range of aggressive or violent behaviors that we do need to recognize. We can see something"
    },
    {
      "index": 3,
      "start_time": 19380.0,
      "end_time": 25689.0,
      "text": "as common place as pushing and hitting in the playground and carry it forward to children"
    },
    {
      "index": 4,
      "start_time": 25689.0,
      "end_time": 31859.0,
      "text": "who are significantly getting into trouble and fights so aggressive that legal action"
    },
    {
      "index": 5,
      "start_time": 31859.0,
      "end_time": 38480.0,
      "text": "is involved. What we do need to understand is that there needs to be an intervention"
    },
    {
      "index": 6,
      "start_time": 38480.0,
      "end_time": 44750.0,
      "text": "if a child is consistently engaging in some type of violent act. Secondly, we need to"
    },
    {
      "index": 7,
      "start_time": 44750.0,
      "end_time": 49230.0,
      "text": "understand the etiology of where this aggression is coming from."
    },
    {
      "index": 8,
      "start_time": 49230.0,
      "end_time": 52750.0,
      "text": "Children learn this type of behavior from their environment, so whether it&#39;s at home"
    },
    {
      "index": 9,
      "start_time": 52750.0,
      "end_time": 58450.0,
      "text": "or their community, it&#39;s something that does need to be addressed. Violent behavior can"
    },
    {
      "index": 10,
      "start_time": 58450.0,
      "end_time": 65450.0,
      "text": "stem from many different clinical disorders, from something as more common as ADHD to various"
    },
    {
      "index": 11,
      "start_time": 66720.0,
      "end_time": 73720.0,
      "text": "psychotic behaviors. If you suspect that your child&#39;s violence and aggression is getting"
    },
    {
      "index": 12,
      "start_time": 74520.0,
      "end_time": 79929.0,
      "text": "completely out of hand you, absolutely must contact your pediatrician, or someone at the"
    },
    {
      "index": 13,
      "start_time": 79929.0,
      "end_time": 82189.0,
      "text": "school, or your community to get help."
    }
  ]
}