{
  "video_id": "HHw2Il9x2Sw",
  "title": "Data Sharing and the HeLa Genome Sequence - Kathy Hudson",
  "json": [
    {
      "index": 1,
      "start_time": 810.0,
      "end_time": 3459.0,
      "text": "Eric Green: Okay, well, it&#39;s a pleasure to have Kathy"
    },
    {
      "index": 2,
      "start_time": 3459.0,
      "end_time": 9400.0,
      "text": "Hudson here. I introduced the topic briefly with a slide in my director&#39;s report, but"
    },
    {
      "index": 3,
      "start_time": 9400.0,
      "end_time": 14000.0,
      "text": "we specifically wanted to have Kathy come and talk to council. I know council would"
    },
    {
      "index": 4,
      "start_time": 14000.0,
      "end_time": 18320.0,
      "text": "be interested in this topic, but also, it really is an interesting chapter. I didn&#39;t"
    },
    {
      "index": 5,
      "start_time": 18320.0,
      "end_time": 21029.0,
      "text": "even know what the title of her talk was going to be, but it really is an interesting story"
    },
    {
      "index": 6,
      "start_time": 21029.0,
      "end_time": 27240.0,
      "text": "to be told, how this played out. I will tell you, Kathy put in countless hours, if not"
    },
    {
      "index": 7,
      "start_time": 27240.0,
      "end_time": 32930.0,
      "text": "days and days, of effort navigating a very complicated circumstance. I, and several of"
    },
    {
      "index": 8,
      "start_time": 32930.0,
      "end_time": 39040.0,
      "text": "us from NHGRI, in particular Laura Rodriguez and Mark Guyer, and a couple others, were"
    },
    {
      "index": 9,
      "start_time": 39040.0,
      "end_time": 43690.0,
      "text": "quite involved on a regular basis on phone calls with Kathy as she sort of used us as"
    },
    {
      "index": 10,
      "start_time": 43690.0,
      "end_time": 49260.0,
      "text": "partners, and -- but as advisors, and helped to sort of navigate what was a much more complicated"
    },
    {
      "index": 11,
      "start_time": 49260.0,
      "end_time": 54290.0,
      "text": "quest for her than it was for us. But I saw enough of the front line of the story to just"
    },
    {
      "index": 12,
      "start_time": 54290.0,
      "end_time": 58400.0,
      "text": "see how challenging it was, and Kathy was just masterful at it in many ways. I also"
    },
    {
      "index": 13,
      "start_time": 58400.0,
      "end_time": 62830.0,
      "text": "think that the perspective that she co-authored with Francis, although I&#39;m sure she did most"
    },
    {
      "index": 14,
      "start_time": 62830.0,
      "end_time": 67509.0,
      "text": "of the writing, was fantastic in the end, and if you haven&#39;t read that, you really should."
    },
    {
      "index": 15,
      "start_time": 67509.0,
      "end_time": 70479.0,
      "text": "But I am going to let her just tell this story, but I really thought it would be special."
    },
    {
      "index": 16,
      "start_time": 70479.0,
      "end_time": 74979.0,
      "text": "The timing couldn&#39;t be any better for a council presentation directly from Kathy on this interesting"
    },
    {
      "index": 17,
      "start_time": 74979.0,
      "end_time": 75950.0,
      "text": "story, so, Kathy."
    },
    {
      "index": 18,
      "start_time": 75950.0,
      "end_time": 84700.0,
      "text": "Kathy Hudson: Thanks, Eric, for the invitation, and it&#39;s"
    },
    {
      "index": 19,
      "start_time": 84700.0,
      "end_time": 89819.0,
      "text": "nice to be here with you all, with some friendly, familiar faces around this table and in the"
    },
    {
      "index": 20,
      "start_time": 89819.0,
      "end_time": 91729.0,
      "text": "back of the room. Thanks very much."
    },
    {
      "index": 21,
      "start_time": 91729.0,
      "end_time": 100319.0,
      "text": "So this is -- has been an interesting story to be a part of over the last several months."
    },
    {
      "index": 22,
      "start_time": 100319.0,
      "end_time": 110969.0,
      "text": "I&#39;ll start with -- uh-oh. So I will start with a little bit of background, which I&#39;m"
    },
    {
      "index": 23,
      "start_time": 110969.0,
      "end_time": 116969.0,
      "text": "sure you&#39;re all very familiar with, about Henrietta Lacks. She was born in 1920. At"
    },
    {
      "index": 24,
      "start_time": 116969.0,
      "end_time": 121639.0,
      "text": "the young age of 31 she was being treated at Hopkins for an aggressive form of cervical"
    },
    {
      "index": 25,
      "start_time": 121639.0,
      "end_time": 129140.0,
      "text": "cancer. Researchers took cells from her, and ended up being able to successfully start"
    },
    {
      "index": 26,
      "start_time": 129139.99999999999,
      "end_time": 136610.0,
      "text": "a cell line, the first human cell line, as it turns out. The family, of course, has been"
    },
    {
      "index": 27,
      "start_time": 136610.0,
      "end_time": 141890.0,
      "text": "dealing with this situation ever since they learned that their mother&#39;s cells had been"
    },
    {
      "index": 28,
      "start_time": 141890.0,
      "end_time": 149840.0,
      "text": "used in this way. So how her identity became known, and how the family&#39;s identity became"
    },
    {
      "index": 29,
      "start_time": 149840.0,
      "end_time": 152489.0,
      "text": "known, I think, is relevant here."
    },
    {
      "index": 30,
      "start_time": 152489.0,
      "end_time": 161700.0,
      "text": "So, in 1951, George Gey at Hopkins was able to get the HeLa cell line to grow in culture."
    },
    {
      "index": 31,
      "start_time": 161700.0,
      "end_time": 168019.0,
      "text": "In 1971, there was a commentary, actually an obituary, published in &quot;Obstetrics and"
    },
    {
      "index": 32,
      "start_time": 168019.0,
      "end_time": 174519.0,
      "text": "Gynecology,&quot; that identified Henrietta Lacks and included a photograph of her. The obituary"
    },
    {
      "index": 33,
      "start_time": 174519.0,
      "end_time": 181670.0,
      "text": "was of George Gey, and it was written by Howard Jones, who was otherwise known to many of"
    },
    {
      "index": 34,
      "start_time": 181670.0,
      "end_time": 190939.0,
      "text": "you as the father of IBF. In 1976 Victor McKusick, the father of human medical genetics, published"
    },
    {
      "index": 35,
      "start_time": 190939.0,
      "end_time": 199739.0,
      "text": "a paper describing the Lacks&#39; pedigree, and specifically, was looking at HLA typing because,"
    },
    {
      "index": 36,
      "start_time": 199739.0,
      "end_time": 206569.0,
      "text": "at the time, it had become well-known that many later derived cell lines were contaminated"
    },
    {
      "index": 37,
      "start_time": 206569.0,
      "end_time": 213569.0,
      "text": "with HeLa, and so if you get any cell line near HeLa, HeLa takes over. And so Victor"
    },
    {
      "index": 38,
      "start_time": 213569.0,
      "end_time": 219430.0,
      "text": "McKusick and his team contacted family members and had them come back to Johns Hopkins to"
    },
    {
      "index": 39,
      "start_time": 219430.0,
      "end_time": 223739.0,
      "text": "provide blood samples. If you&#39;ve read the book, &quot;The Immortal Life of Henrietta Lacks,&quot;"
    },
    {
      "index": 40,
      "start_time": 223739.0,
      "end_time": 230280.0,
      "text": "you get a perspective of how there was a lack of clarity on the family&#39;s -- from the family&#39;s"
    },
    {
      "index": 41,
      "start_time": 230280.0,
      "end_time": 236510.0,
      "text": "perspective in terms of what exactly they were being asked to provide and why. So there"
    },
    {
      "index": 42,
      "start_time": 236510.0,
      "end_time": 240189.0,
      "text": "was a perception that they were being tested to find out whether or not they might have"
    },
    {
      "index": 43,
      "start_time": 240189.0,
      "end_time": 243230.0,
      "text": "the same disease that their mother died of."
    },
    {
      "index": 44,
      "start_time": 243230.0,
      "end_time": 249019.0,
      "text": "In 1997 there was a documentary, and then probably most importantly for the general"
    },
    {
      "index": 45,
      "start_time": 249019.0,
      "end_time": 256560.0,
      "text": "public&#39;s understanding of this situation and identification of who the family is, and who"
    },
    {
      "index": 46,
      "start_time": 256560.0,
      "end_time": 261780.0,
      "text": "Henrietta Lacks was, was the publication in 2010 of &quot;The Immortal Life of Henrietta Lacks.&quot;"
    },
    {
      "index": 47,
      "start_time": 261779.99999999997,
      "end_time": 265900.0,
      "text": "So how many people in the room have read &quot;The Immortal Life of Henrietta Lacks&quot;? It seems"
    },
    {
      "index": 48,
      "start_time": 265900.0,
      "end_time": 269979.0,
      "text": "like you can&#39;t even get on an airplane nowadays without seeing somebody reading the &quot;The Immortal"
    },
    {
      "index": 49,
      "start_time": 269979.0,
      "end_time": 278220.0,
      "text": "Life of Henrietta Lacks.&quot; So it is very, very, very widely known."
    },
    {
      "index": 50,
      "start_time": 278220.0,
      "end_time": 284910.0,
      "text": "So if you do a Google search today for HeLa, you&#39;ll generate 2.5 million results. There"
    },
    {
      "index": 51,
      "start_time": 284910.0,
      "end_time": 293160.0,
      "text": "have been 74,000 scientific publications using HeLa cells and mentioning that. In the last"
    },
    {
      "index": 52,
      "start_time": 293160.0,
      "end_time": 300539.0,
      "text": "10 years, most of the Nobel prizes have used HeLa cells as a part of their work, and even"
    },
    {
      "index": 53,
      "start_time": 300539.0,
      "end_time": 304020.0,
      "text": "our youngest scientists, of course, are using HeLa cells; and here are two examples from"
    },
    {
      "index": 54,
      "start_time": 304020.0,
      "end_time": 310530.0,
      "text": "the Intel Science Search and from the Siemens Competition."
    },
    {
      "index": 55,
      "start_time": 310530.0,
      "end_time": 314680.0,
      "text": "So I don&#39;t think that many of us -- you know, all of us read the book, but I don&#39;t think"
    },
    {
      "index": 56,
      "start_time": 314680.0,
      "end_time": 318800.0,
      "text": "many of us gave much thought to what we were doing in our laboratories and the connection"
    },
    {
      "index": 57,
      "start_time": 318800.0,
      "end_time": 326710.0,
      "text": "to the family until March of this year when researchers in Germany posted the first whole"
    },
    {
      "index": 58,
      "start_time": 326710.0,
      "end_time": 334849.0,
      "text": "genome HeLa sequence in EBI, and, of course, it was mirrored in NCBI. Fairly quickly the"
    },
    {
      "index": 59,
      "start_time": 334849.0,
      "end_time": 341699.0,
      "text": "Twitter world lit up. Rebecca was aware that the sequence had been published. Rebecca Skloot,"
    },
    {
      "index": 60,
      "start_time": 341699.0,
      "end_time": 347410.0,
      "text": "the author of the book, was aware that the sequence was posted. She contacted the family,"
    },
    {
      "index": 61,
      "start_time": 347410.0,
      "end_time": 353690.0,
      "text": "and the family requested that the sequence be taken down. And, in fact, the authors agreed"
    },
    {
      "index": 62,
      "start_time": 353690.0,
      "end_time": 358889.0,
      "text": "to have the sequence taken down, and it was taken down quite rapidly, both from EBI and"
    },
    {
      "index": 63,
      "start_time": 358889.0,
      "end_time": 359800.0,
      "text": "NCBI."
    },
    {
      "index": 64,
      "start_time": 359800.0,
      "end_time": 364270.0,
      "text": "As we started to look into the situation, we learned that there was another publication"
    },
    {
      "index": 65,
      "start_time": 364270.0,
      "end_time": 369410.0,
      "text": "pending with Nature that was funded by NHGRI. Of course, the German publication was not"
    },
    {
      "index": 66,
      "start_time": 369410.0,
      "end_time": 377479.0,
      "text": "supported by NIH. So there was an editorial that was published in the New York Times by"
    },
    {
      "index": 67,
      "start_time": 377479.0,
      "end_time": 386229.0,
      "text": "Rebecca Skloot, and in the process of generating that op ed, Rebecca reached out to her. And"
    },
    {
      "index": 68,
      "start_time": 386229.0,
      "end_time": 390490.0,
      "text": "I knew her from my days at Johns Hopkins at the Genetics and Public Policy Center because"
    },
    {
      "index": 69,
      "start_time": 390490.0,
      "end_time": 394610.0,
      "text": "she was a stringer for the Washington Post, and she wrote a very flattering article about"
    },
    {
      "index": 70,
      "start_time": 394610.0,
      "end_time": 400229.0,
      "text": "the Genetics and Public Policy Center soon after we launched, and we had remained in"
    },
    {
      "index": 71,
      "start_time": 400229.0,
      "end_time": 405629.0,
      "text": "contact ever since. So she talked to Francis Collins and myself, and ended up including"
    },
    {
      "index": 72,
      "start_time": 405629.0,
      "end_time": 410139.0,
      "text": "a quote from Francis in her editorial, and during our conversations, we asked if she"
    },
    {
      "index": 73,
      "start_time": 410139.0,
      "end_time": 414199.0,
      "text": "would connect us with the family. And she said she would think about that and talk to"
    },
    {
      "index": 74,
      "start_time": 414199.0,
      "end_time": 421590.0,
      "text": "the family about it. And that was very important for what&#39;s the rest of this story."
    },
    {
      "index": 75,
      "start_time": 421590.0,
      "end_time": 427800.0,
      "text": "So in thinking about how to address the problem of what to do with the sequence that had been"
    },
    {
      "index": 76,
      "start_time": 427800.0,
      "end_time": 435169.0,
      "text": "taken down, and what to do with the sequence that was pending at Nature, we gave a lot"
    },
    {
      "index": 77,
      "start_time": 435169.0,
      "end_time": 440300.0,
      "text": "of serious consideration to how to make sure that we generated a solution that was the"
    },
    {
      "index": 78,
      "start_time": 440300.0,
      "end_time": 446120.0,
      "text": "right size for the problem; so not to create a solution that was ginormous and sort of"
    },
    {
      "index": 79,
      "start_time": 446120.0,
      "end_time": 451479.0,
      "text": "super-sized, but not also to create a solution that was too modest for the importance of"
    },
    {
      "index": 80,
      "start_time": 451479.0,
      "end_time": 459539.0,
      "text": "the situation. So in generating the solution to this problem, there were a lot of people"
    },
    {
      "index": 81,
      "start_time": 459539.0,
      "end_time": 467050.0,
      "text": "who played really, really important roles, notably Eric, Mark Guyer, Brad, Laura, and"
    },
    {
      "index": 82,
      "start_time": 467050.0,
      "end_time": 472460.0,
      "text": "Larry Thompson from the Genome Institute, as well as a slew of people from NCBI who"
    },
    {
      "index": 83,
      "start_time": 472460.0,
      "end_time": 477159.0,
      "text": "were instrumental in working with us, and folks in the Office of the Director. And this"
    },
    {
      "index": 84,
      "start_time": 477159.0,
      "end_time": 481840.0,
      "text": "was also a topic of conversation among the NIH leadership on a number of occasions with"
    },
    {
      "index": 85,
      "start_time": 481840.0,
      "end_time": 485479.0,
      "text": "the Institute directors from across the NIH."
    },
    {
      "index": 86,
      "start_time": 485479.0,
      "end_time": 491530.0,
      "text": "So we had an opportunity, with the help from folks at Johns Hopkins, to meet with the family"
    },
    {
      "index": 87,
      "start_time": 491530.0,
      "end_time": 500219.0,
      "text": "over a series of months, and that was a fascinating experience. This is Francis taking a selfie"
    },
    {
      "index": 88,
      "start_time": 500219.0,
      "end_time": 506689.0,
      "text": "-- I&#39;d never heard of a selfie; that&#39;s how under a rock I live -- on the day that we"
    },
    {
      "index": 89,
      "start_time": 506689.0,
      "end_time": 511509.0,
      "text": "announced our agreement with the Lacks family at Johns Hopkins, and standing directly next"
    },
    {
      "index": 90,
      "start_time": 511509.0,
      "end_time": 517669.0,
      "text": "to Francis is Jeri Lacks, her brother David Lacks, and their mother, standing there together."
    },
    {
      "index": 91,
      "start_time": 517669.0,
      "end_time": 522200.0,
      "text": "There were many other members of the Lacks family who were present when we announced"
    },
    {
      "index": 92,
      "start_time": 522200.00000000006,
      "end_time": 524390.0,
      "text": "our agreement."
    },
    {
      "index": 93,
      "start_time": 524390.0,
      "end_time": 530940.0,
      "text": "So, on -- I can&#39;t remember the date, and I don&#39;t have my glasses, so I can&#39;t say it."
    },
    {
      "index": 94,
      "start_time": 530940.0,
      "end_time": 534750.0,
      "text": "So we managed to reach an agreement, which I will talk to you a little bit about, and"
    },
    {
      "index": 95,
      "start_time": 534750.0,
      "end_time": 537850.0,
      "text": "also talk to you about how I think that this agreement is something that is going to be"
    },
    {
      "index": 96,
      "start_time": 537850.0,
      "end_time": 544709.0,
      "text": "evolving, and your input and thoughts would be really welcome. We did manage to reach"
    },
    {
      "index": 97,
      "start_time": 544709.0,
      "end_time": 550260.0,
      "text": "an agreement, and Jay Shendure&#39;s paper was published with the second full human genome"
    },
    {
      "index": 98,
      "start_time": 550260.0,
      "end_time": 557500.0,
      "text": "sequence, a commentary by Francis and I, and, at the same time, the German sequence was"
    },
    {
      "index": 99,
      "start_time": 557500.0,
      "end_time": 564589.0,
      "text": "reposted, but this time in dbGaP, so both Shendure sequence and the German sequence"
    },
    {
      "index": 100,
      "start_time": 564589.0,
      "end_time": 569269.0,
      "text": "were made available at the time of this publication."
    },
    {
      "index": 101,
      "start_time": 569269.0,
      "end_time": 574579.0,
      "text": "So over the course of our time with the Lacks family -- and let me just say a couple of"
    },
    {
      "index": 102,
      "start_time": 574579.0,
      "end_time": 582540.0,
      "text": "words about the Lacks family. So the Lacks family is multi-generational, and it was multi-generations"
    },
    {
      "index": 103,
      "start_time": 582540.0,
      "end_time": 589560.0,
      "text": "that were participating in these discussions. They attended these meetings with me, and"
    },
    {
      "index": 104,
      "start_time": 589560.0,
      "end_time": 594980.0,
      "text": "Francis, and a couple of folks from Hopkins over a period of months. Where we began with"
    },
    {
      "index": 105,
      "start_time": 594980.0,
      "end_time": 601560.0,
      "text": "trying to just understand what the circumstance was, and then, over time, working towards"
    },
    {
      "index": 106,
      "start_time": 601560.0,
      "end_time": 606950.0,
      "text": "what would be the options for how we move forward, and then what were the respective"
    },
    {
      "index": 107,
      "start_time": 606950.0,
      "end_time": 614620.0,
      "text": "pros and cons, good, bad, and ugly, of each of those options. There were anywhere between"
    },
    {
      "index": 108,
      "start_time": 614620.0,
      "end_time": 622370.0,
      "text": "nine and 12 family members at any given meeting, and during the intervening times between our"
    },
    {
      "index": 109,
      "start_time": 622370.0,
      "end_time": 627370.0,
      "text": "meetings, they had discussions with their broader family, and at the end of the day,"
    },
    {
      "index": 110,
      "start_time": 627370.0,
      "end_time": 633350.0,
      "text": "they had a consensus position, which I think is a remarkable thing. I can&#39;t reach a consensus"
    },
    {
      "index": 111,
      "start_time": 633350.0,
      "end_time": 637040.0,
      "text": "agreement with my nuclear family about where to go to dinner."
    },
    {
      "index": 112,
      "start_time": 637040.0,
      "end_time": 637639.0,
      "text": "[laughter]"
    },
    {
      "index": 113,
      "start_time": 637639.0,
      "end_time": 643139.0,
      "text": "So they really, you know, they are a remarkable, remarkable family."
    },
    {
      "index": 114,
      "start_time": 643139.0,
      "end_time": 651980.0,
      "text": "So, elements of the agreement. So we opted to put the two whole assembled genomes into"
    },
    {
      "index": 115,
      "start_time": 651980.0,
      "end_time": 659980.0,
      "text": "controlled access in dbGaP, and require that researchers apply for access in order to get"
    },
    {
      "index": 116,
      "start_time": 659980.0,
      "end_time": 666649.0,
      "text": "to that. And the terms for access that a researcher must agree to in order to get access is that"
    },
    {
      "index": 117,
      "start_time": 666649.0,
      "end_time": 671500.0,
      "text": "they will use the sequence for biomedical research only; that they won&#39;t attempt to"
    },
    {
      "index": 118,
      "start_time": 671500.0,
      "end_time": 679600.0,
      "text": "contact the family; that they disclose whether they have plans for intellectual property,"
    },
    {
      "index": 119,
      "start_time": 679600.0,
      "end_time": 687730.0,
      "text": "or to develop a commercial product or service; and that they include a commitment to include"
    },
    {
      "index": 120,
      "start_time": 687730.0,
      "end_time": 692800.0,
      "text": "an acknowledgement in publications and presentations. And, in fact, I should note that Jay Shendure&#39;s"
    },
    {
      "index": 121,
      "start_time": 692800.0,
      "end_time": 697690.0,
      "text": "paper includes such an acknowledgement, and it&#39;s sort of the model of the first application"
    },
    {
      "index": 122,
      "start_time": 697690.0,
      "end_time": 707060.0,
      "text": "of that -- of that policy. So the policy also requires that future whole-genome data be"
    },
    {
      "index": 123,
      "start_time": 707060.0,
      "end_time": 713350.0,
      "text": "deposited into dbGaP, and we already have another submission that is in process, so"
    },
    {
      "index": 124,
      "start_time": 713350.0,
      "end_time": 718820.0,
      "text": "that would be the third HeLa sequence that will be in dbGaP."
    },
    {
      "index": 125,
      "start_time": 718820.0,
      "end_time": 725630.0,
      "text": "In order -- so the way that dbGaP works for GWAS data, and this was a real learning experience"
    },
    {
      "index": 126,
      "start_time": 725630.0,
      "end_time": 731100.0,
      "text": "for me, and hat tip to Laura Rodriguez for walking me very slowly through this because"
    },
    {
      "index": 127,
      "start_time": 731100.0,
      "end_time": 738990.0,
      "text": "it was new; dbGaP sort of emerged after I left NIH the last time. So, ordinarily, there&#39;s"
    },
    {
      "index": 128,
      "start_time": 738990.0,
      "end_time": 745670.0,
      "text": "a Data Access Committee that looks over requests for access to data sets and determines whether"
    },
    {
      "index": 129,
      "start_time": 745670.0,
      "end_time": 752420.0,
      "text": "or not the researcher&#39;s proposal meets those criteria that were laid out in the original"
    },
    {
      "index": 130,
      "start_time": 752420.0,
      "end_time": 758389.0,
      "text": "consent. In this case, there is no consent. So what we are relying on are these conditions"
    },
    {
      "index": 131,
      "start_time": 758389.0,
      "end_time": 765110.0,
      "text": "that were set forth by the family, and it&#39;s important that this is a very unique circumstance,"
    },
    {
      "index": 132,
      "start_time": 765110.0,
      "end_time": 768860.0,
      "text": "and a point that we&#39;ve tried to make over and over again about how this is not a precedent"
    },
    {
      "index": 133,
      "start_time": 768860.0,
      "end_time": 775910.0,
      "text": "for anything. This is an agreement that we&#39;ve reached with the family to address a particular,"
    },
    {
      "index": 134,
      "start_time": 775910.0,
      "end_time": 782699.0,
      "text": "unique circumstance in science and ethics."
    },
    {
      "index": 135,
      "start_time": 782699.0,
      "end_time": 788329.0,
      "text": "So our working group is going to operate much like a data access committee, but current"
    },
    {
      "index": 136,
      "start_time": 788329.0,
      "end_time": 797649.0,
      "text": "NIH data access committees are made up of NIH employees. It became apparent to us that"
    },
    {
      "index": 137,
      "start_time": 797649.0,
      "end_time": 804279.0,
      "text": "it would be advantageous to include members from the family in the review process, and"
    },
    {
      "index": 138,
      "start_time": 804279.0,
      "end_time": 811029.0,
      "text": "so that meant it couldn&#39;t be a DAC in the old-fashioned ways, and there are legal issues"
    },
    {
      "index": 139,
      "start_time": 811029.0,
      "end_time": 816839.0,
      "text": "in mixing feds and non-feds, so we ended up creating a working group of the Advisory Committee"
    },
    {
      "index": 140,
      "start_time": 816839.0,
      "end_time": 821899.0,
      "text": "to the Director, which is the highest advisory group to Francis, and we have had advisory"
    },
    {
      "index": 141,
      "start_time": 821899.0,
      "end_time": 827139.0,
      "text": "groups on a slew of important issues over the years. We currently have a working group"
    },
    {
      "index": 142,
      "start_time": 827139.0,
      "end_time": 832509.0,
      "text": "to the NIH director working on developing the scientific plan for the BRAIN initiative."
    },
    {
      "index": 143,
      "start_time": 832509.0,
      "end_time": 840290.0,
      "text": "We have now the HeLa Data Access Working Group, and they will review each of these requests"
    },
    {
      "index": 144,
      "start_time": 840290.0,
      "end_time": 842750.0,
      "text": "as they come in."
    },
    {
      "index": 145,
      "start_time": 842750.0,
      "end_time": 849750.0,
      "text": "The requests are submitted through a dbGaP study page; so there is a parent page about"
    },
    {
      "index": 146,
      "start_time": 849750.0,
      "end_time": 859470.0,
      "text": "HeLa, and then there are two, soon to be three, sub-pages. And on this page are special instructions"
    },
    {
      "index": 147,
      "start_time": 859470.0,
      "end_time": 868810.0,
      "text": "for researchers that really lay out the requirements that we want them to address in their data"
    },
    {
      "index": 148,
      "start_time": 868810.0,
      "end_time": 875029.0,
      "text": "access requests, and then also information about the data access working group, and also"
    },
    {
      "index": 149,
      "start_time": 875029.0,
      "end_time": 881620.0,
      "text": "the mechanism of how to submit another HeLa genome, if you have one."
    },
    {
      "index": 150,
      "start_time": 881620.0,
      "end_time": 887649.0,
      "text": "So the HeLa Data Access Working Group was put together on the day that we announced"
    },
    {
      "index": 151,
      "start_time": 887649.0,
      "end_time": 893240.0,
      "text": "all these things that we announced. It is chaired by Renee Jenkins, who is an adolescent"
    },
    {
      "index": 152,
      "start_time": 893240.0,
      "end_time": 901269.0,
      "text": "medicine doc at Howard University. Also included are folks who you certainly know: Russ Altman;"
    },
    {
      "index": 153,
      "start_time": 901269.0,
      "end_time": 907190.0,
      "text": "Ruth Faden from Johns Hopkins, who was involved in discussions with the family, and so she"
    },
    {
      "index": 154,
      "start_time": 907190.0,
      "end_time": 912740.0,
      "text": "has a pre-existing relationship with the family that I think will be really helpful; David"
    },
    {
      "index": 155,
      "start_time": 912740.0,
      "end_time": 917120.0,
      "text": "Lacks, the grandson who you saw in the picture with Francis; Veronica Spencer, who was a"
    },
    {
      "index": 156,
      "start_time": 917120.0,
      "end_time": 924360.0,
      "text": "great-granddaughter from another son of Henrietta&#39;s; and Clyde Yancy, who is a member of our advisory"
    },
    {
      "index": 157,
      "start_time": 924360.0,
      "end_time": 932389.0,
      "text": "council. I will just skip that, we got lots of press."
    },
    {
      "index": 158,
      "start_time": 932389.0,
      "end_time": 941889.0,
      "text": "So where are we now? We have, since August 19th, received -- actually, that says four."
    },
    {
      "index": 159,
      "start_time": 941889.0,
      "end_time": 948050.0,
      "text": "We now have, over the weekend, a new one, we have five requests for access to HeLa data."
    },
    {
      "index": 160,
      "start_time": 948050.0,
      "end_time": 955740.0,
      "text": "So working group is meeting for its inaugural meeting on September 12th, this week. They"
    },
    {
      "index": 161,
      "start_time": 955740.0,
      "end_time": 965339.0,
      "text": "will be reviewing those five data access requests, and we are optimistic that they will be operating"
    },
    {
      "index": 162,
      "start_time": 965339.0,
      "end_time": 971240.0,
      "text": "by consensus so that they can, as a group, send forward consensus recommendations to"
    },
    {
      "index": 163,
      "start_time": 971240.0,
      "end_time": 976790.0,
      "text": "provide -- to recommend to the Advisory Committee to the Director that access be granted or"
    },
    {
      "index": 164,
      "start_time": 976790.0,
      "end_time": 987130.0,
      "text": "not, or they can also request that there be more information solicited from the investigator."
    },
    {
      "index": 165,
      "start_time": 987130.0,
      "end_time": 992190.0,
      "text": "There are a couple -- so one thing has been really important, particularly to Francis,"
    },
    {
      "index": 166,
      "start_time": 992190.0,
      "end_time": 998170.0,
      "text": "but I think it&#39;s been important to all of us, that this controlled access work effectively"
    },
    {
      "index": 167,
      "start_time": 998170.0,
      "end_time": 1002589.0,
      "text": "and efficiently. So we want to be able to not have this stand in the way of research"
    },
    {
      "index": 168,
      "start_time": 1002590.0,
      "end_time": 1007541.0,
      "text": "moving forward. And, of course, you know, as researchers, would not like to have anything"
    },
    {
      "index": 169,
      "start_time": 1007540.0,
      "end_time": 1012819.0,
      "text": "slow us down by more than about three nanoseconds, so we are trying to have this process move"
    },
    {
      "index": 170,
      "start_time": 1012820.0,
      "end_time": 1018191.0,
      "text": "as quickly as possible. It is a new process, so this first round through, you know, we"
    },
    {
      "index": 171,
      "start_time": 1018190.0,
      "end_time": 1025710.0,
      "text": "were sort of getting our sea legs underneath us, but we -- if all works according to plan,"
    },
    {
      "index": 172,
      "start_time": 1025710.0,
      "end_time": 1032380.0,
      "text": "when we move these data access requests forward later this week, and on to the advisory committee,"
    },
    {
      "index": 173,
      "start_time": 1032380.0000000001,
      "end_time": 1036710.0000000001,
      "text": "which meets on September 16th, they will take action on them, and we will have finished"
    },
    {
      "index": 174,
      "start_time": 1036710.0,
      "end_time": 1040830.0,
      "text": "the entire review process in under a month. Hopefully, we&#39;ll be able to even shorten that"
    },
    {
      "index": 175,
      "start_time": 1040829.9999999999,
      "end_time": 1043409.9999999999,
      "text": "over time."
    },
    {
      "index": 176,
      "start_time": 1043410.0000000001,
      "end_time": 1050150.0,
      "text": "So one of the things that I think would be interesting to get your input on over time,"
    },
    {
      "index": 177,
      "start_time": 1050150.0,
      "end_time": 1056710.0,
      "text": "or any thoughts that you have, is what kind of data, HeLa data, needs to go into dbGaP?"
    },
    {
      "index": 178,
      "start_time": 1056710.0,
      "end_time": 1064190.0,
      "text": "We were, of course, responding to these assembled -- two assembled genomes that we knew about,"
    },
    {
      "index": 179,
      "start_time": 1064190.0,
      "end_time": 1071830.0,
      "text": "and now more, and so when we were thinking about what data goes in, we basically took"
    },
    {
      "index": 180,
      "start_time": 1071830.0,
      "end_time": 1078630.0,
      "text": "everything that was associated with the whole assembled genomes from both of the groups,"
    },
    {
      "index": 181,
      "start_time": 1078630.0,
      "end_time": 1084920.0,
      "text": "okay? So everything that they had, we slurped it into dbGaP. We were very candid with the"
    },
    {
      "index": 182,
      "start_time": 1084920.0,
      "end_time": 1089420.0,
      "text": "family all along, and we learned lots of interesting things about how much HeLa sequence actually"
    },
    {
      "index": 183,
      "start_time": 1089420.0,
      "end_time": 1096230.0,
      "text": "exists out there, and public databases today, and when the first sequences were around,"
    },
    {
      "index": 184,
      "start_time": 1096230.0,
      "end_time": 1100420.0,
      "text": "and it&#39;s just a massive amount of data, and so we were just very clear with the family"
    },
    {
      "index": 185,
      "start_time": 1100420.0,
      "end_time": 1106130.0,
      "text": "that it would be impractical, and, frankly, impossible, to take all that data that was"
    },
    {
      "index": 186,
      "start_time": 1106130.0,
      "end_time": 1110460.0,
      "text": "already out there and put it into controlled access, because it has already been downloaded,"
    },
    {
      "index": 187,
      "start_time": 1110460.0,
      "end_time": 1116630.0,
      "text": "and published, and recycled so many times that we couldn&#39;t really do it."
    },
    {
      "index": 188,
      "start_time": 1116630.0,
      "end_time": 1123000.0,
      "text": "So at this moment in time, the data that&#39;s in dbGaP for HeLa is the whole assembled genomes"
    },
    {
      "index": 189,
      "start_time": 1123000.0,
      "end_time": 1132460.0,
      "text": "and sort of related sequence files. The question moving forward is, do we expand the policy"
    },
    {
      "index": 190,
      "start_time": 1132460.0,
      "end_time": 1141580.0,
      "text": "to ask that researchers generating any HeLa sequence date also submit it to dbGaP? And"
    },
    {
      "index": 191,
      "start_time": 1141580.0,
      "end_time": 1145660.0,
      "text": "that&#39;s an issue that Francis has asked the working group to take up. I think they probably"
    },
    {
      "index": 192,
      "start_time": 1145660.0,
      "end_time": 1150960.0,
      "text": "won&#39;t take it up robustly at this first meeting because they&#39;ve got to sort of work through"
    },
    {
      "index": 193,
      "start_time": 1150960.0,
      "end_time": 1157450.0,
      "text": "these initial applications for access. But I&#39;d be interested in thoughts that any of"
    },
    {
      "index": 194,
      "start_time": 1157450.0,
      "end_time": 1162720.0,
      "text": "you have either now, or send me an email, or give me a call. It&#39;s going to be an issue"
    },
    {
      "index": 195,
      "start_time": 1162720.0,
      "end_time": 1166450.0,
      "text": "that we&#39;re going to have to struggle with and get some resolution for the research community"
    },
    {
      "index": 196,
      "start_time": 1166450.0,
      "end_time": 1168840.0,
      "text": "in the near term."
    },
    {
      "index": 197,
      "start_time": 1168840.0,
      "end_time": 1174630.0,
      "text": "So I think that&#39;s all I wanted to say. Yes, it is all I wanted to say. So I&#39;d be happy"
    },
    {
      "index": 198,
      "start_time": 1174630.0,
      "end_time": 1181210.0,
      "text": "to answer questions, or respond to comments, or whatever."
    },
    {
      "index": 199,
      "start_time": 1181210.0,
      "end_time": 1185840.0,
      "text": "Eric Green: Okay. Thank you, Kathy. I&#39;m sure there will"
    },
    {
      "index": 200,
      "start_time": 1185840.0,
      "end_time": 1189970.0,
      "text": "be discussions. So, council members or others. Amy, we&#39;ll start with you."
    },
    {
      "index": 201,
      "start_time": 1189970.0,
      "end_time": 1193180.0,
      "text": "Female Speaker: Thanks, Kathy. That was very helpful. So in"
    },
    {
      "index": 202,
      "start_time": 1193180.0,
      "end_time": 1196890.0,
      "text": "coming up with -- obviously, this was a unique case, and there&#39;s with a lot of unique sort"
    },
    {
      "index": 203,
      "start_time": 1196890.0,
      "end_time": 1202160.0,
      "text": "of circumstances surrounding the case, but in coming up with this policy solution for"
    },
    {
      "index": 204,
      "start_time": 1202160.0,
      "end_time": 1209290.0,
      "text": "this case, did you guys have broader discussions about policy around the rights of relatives,"
    },
    {
      "index": 205,
      "start_time": 1209290.0,
      "end_time": 1214640.0,
      "text": "of individuals who were generating sequence data on, and either prior to their death,"
    },
    {
      "index": 206,
      "start_time": 1214640.0,
      "end_time": 1218640.0,
      "text": "after they died, and how we&#39;re going to handle that, and how we&#39;re going to create policy"
    },
    {
      "index": 207,
      "start_time": 1218640.0,
      "end_time": 1223160.0,
      "text": "that is more scalable than this solution. Or do you see it as just unique?"
    },
    {
      "index": 208,
      "start_time": 1223160.0,
      "end_time": 1226310.0,
      "text": "Kathy Hudson: I really do see it as just unique. So we had"
    },
    {
      "index": 209,
      "start_time": 1226310.0,
      "end_time": 1235650.0,
      "text": "the conversations probably 15 years ago about consent from family members, and what role"
    },
    {
      "index": 210,
      "start_time": 1235650.0,
      "end_time": 1244050.0,
      "text": "do family members play, and I think that -- my own position is that if an individual opts"
    },
    {
      "index": 211,
      "start_time": 1244050.0,
      "end_time": 1250610.0,
      "text": "to participate in genetics research or to learn about their genome outside of a research"
    },
    {
      "index": 212,
      "start_time": 1250610.0,
      "end_time": 1256530.0,
      "text": "setting, that that decision should not be overridable by family members. There certainly"
    },
    {
      "index": 213,
      "start_time": 1256530.0,
      "end_time": 1261060.0,
      "text": "are people who have taken the approach that if you are going to be in this genetic study,"
    },
    {
      "index": 214,
      "start_time": 1261060.0,
      "end_time": 1265280.0,
      "text": "or if you&#39;re going to get this genetic information as a part of your clinical care, that you"
    },
    {
      "index": 215,
      "start_time": 1265280.0,
      "end_time": 1270770.0,
      "text": "should seriously think about how you talk to your family members about that. But I don&#39;t"
    },
    {
      "index": 216,
      "start_time": 1270770.0,
      "end_time": 1275510.0,
      "text": "think that this circumstance -- you know, there were some erroneous representations"
    },
    {
      "index": 217,
      "start_time": 1275510.0,
      "end_time": 1281310.0,
      "text": "of what we were doing here is suggesting that family members can sort of dictate what happens"
    },
    {
      "index": 218,
      "start_time": 1281310.0,
      "end_time": 1287310.0,
      "text": "to sort of proband genetic information, and that really is not the case. We have -- this"
    },
    {
      "index": 219,
      "start_time": 1287310.0,
      "end_time": 1297190.0,
      "text": "situation has certainly fed into the department&#39;s consideration about its revisions to the common"
    },
    {
      "index": 220,
      "start_time": 1297190.0,
      "end_time": 1306180.0,
      "text": "rule more broadly, but the issue of what are the regulatory and legal requirements for"
    },
    {
      "index": 221,
      "start_time": 1306180.0,
      "end_time": 1311390.0,
      "text": "family members is really not something that we&#39;re taking up as a policy initiative at"
    },
    {
      "index": 222,
      "start_time": 1311390.0,
      "end_time": 1312410.0,
      "text": "the present time."
    },
    {
      "index": 223,
      "start_time": 1312410.0,
      "end_time": 1313680.0,
      "text": "Eric Green: Carlos."
    },
    {
      "index": 224,
      "start_time": 1313680.0,
      "end_time": 1316950.0,
      "text": "Carlos Bustamante: So, I want to thank you also for the presentation."
    },
    {
      "index": 225,
      "start_time": 1316950.0,
      "end_time": 1321150.0,
      "text": "I think it&#39;s, you know, fascinating, and it&#39;s great to see the right thing get done. Sort"
    },
    {
      "index": 226,
      "start_time": 1321150.0,
      "end_time": 1327810.0,
      "text": "of following up on Amy&#39;s question, not so much focused on family members but focused"
    },
    {
      "index": 227,
      "start_time": 1327810.0,
      "end_time": 1333350.0,
      "text": "on cell lines. So, you know, there are a large number of cell lines out there that are sort"
    },
    {
      "index": 228,
      "start_time": 1333350.0,
      "end_time": 1339240.0,
      "text": "of in this nether region where they were produced well before, say, 1,000 Genome consents and"
    },
    {
      "index": 229,
      "start_time": 1339240.0,
      "end_time": 1343610.0,
      "text": "other consents that explicitly say, look, you know, these are going to be broadly disseminated"
    },
    {
      "index": 230,
      "start_time": 1343610.0,
      "end_time": 1349730.0,
      "text": "and dot dot dot, so I&#39;m thinking, if things are in Coriell, or other cell lines that are"
    },
    {
      "index": 231,
      "start_time": 1349730.0,
      "end_time": 1355290.0,
      "text": "out there, some of which we ourselves have sequenced, what are the thoughts there in"
    },
    {
      "index": 232,
      "start_time": 1355290.0,
      "end_time": 1362200.0,
      "text": "terms of policy? Is it a sort of case by case, or is there a sort of -- thinking of grandfathering"
    },
    {
      "index": 233,
      "start_time": 1362200.0,
      "end_time": 1368230.0,
      "text": "some of these in? Have you had those discussions, and if not, is there a plan to have that?"
    },
    {
      "index": 234,
      "start_time": 1368230.0,
      "end_time": 1373410.0,
      "text": "Kathy Hudson: So that&#39;s a great question. So one of the"
    },
    {
      "index": 235,
      "start_time": 1373410.0,
      "end_time": 1381670.0,
      "text": "unique features of HeLa is how widely known who she is and who her family is, and so we"
    },
    {
      "index": 236,
      "start_time": 1381670.0,
      "end_time": 1388360.0,
      "text": "have tried to look into whether or not there are other similar situations, other similar"
    },
    {
      "index": 237,
      "start_time": 1388360.0,
      "end_time": 1399550.0,
      "text": "cell lines. And from our review, there is probably one that is not on the same scale,"
    },
    {
      "index": 238,
      "start_time": 1399550.0,
      "end_time": 1404620.0,
      "text": "but where the donor&#39;s identity is known, where the cells are widely used, and where the donor"
    },
    {
      "index": 239,
      "start_time": 1404620.0,
      "end_time": 1414700.0,
      "text": "has known or knowable progeny. So we -- that&#39;s sort of a special case. And then there&#39;s all"
    },
    {
      "index": 240,
      "start_time": 1414700.0,
      "end_time": 1422290.0,
      "text": "the cells and specimens that are out there that have been procured for research, either"
    },
    {
      "index": 241,
      "start_time": 1422290.0,
      "end_time": 1431360.0,
      "text": "with consent being waived or used in a de-identified way. And I think that the department is seriously"
    },
    {
      "index": 242,
      "start_time": 1431360.0,
      "end_time": 1437020.0,
      "text": "thinking about how do we handle those that we already have versus how do we handle ones"
    },
    {
      "index": 243,
      "start_time": 1437020.0,
      "end_time": 1445110.0,
      "text": "that we will acquire in the future, given that DNA analysis now makes samples so readily"
    },
    {
      "index": 244,
      "start_time": 1445110.0,
      "end_time": 1449250.0,
      "text": "identifiable. So it&#39;s something that we&#39;re thinking about."
    },
    {
      "index": 245,
      "start_time": 1449250.0,
      "end_time": 1454840.0,
      "text": "Male Speaker: Kathy, can we back up a little bit and talk"
    },
    {
      "index": 246,
      "start_time": 1454840.0,
      "end_time": 1464980.0,
      "text": "about the data that exists for the HeLa cells, in, I think, it was in about 160 gigabases."
    },
    {
      "index": 247,
      "start_time": 1464980.0,
      "end_time": 1471070.0,
      "text": "And then thinking forward, there&#39;s a number of large projects that are ongoing today that"
    },
    {
      "index": 248,
      "start_time": 1471070.0,
      "end_time": 1480090.0,
      "text": "are using HeLa cells, and what the criteria might be for deciding what would go into dbGaP,"
    },
    {
      "index": 249,
      "start_time": 1480090.0,
      "end_time": 1484830.0,
      "text": "or what&#39;s the working group thinking. I know you&#39;re not, you know, a mind reader, but there"
    },
    {
      "index": 250,
      "start_time": 1484830.0,
      "end_time": 1487710.0,
      "text": "are a lot of considerations about ongoing projects."
    },
    {
      "index": 251,
      "start_time": 1487710.0,
      "end_time": 1488260.0,
      "text": "Kathy Hudson: Yeah."
    },
    {
      "index": 252,
      "start_time": 1488260.0,
      "end_time": 1490330.0,
      "text": "Male Speaker: And how would they be distinguished from,"
    },
    {
      "index": 253,
      "start_time": 1490330.0,
      "end_time": 1493220.0,
      "text": "for example, all the kinds of data that are already in NCBI."
    },
    {
      "index": 254,
      "start_time": 1493220.0,
      "end_time": 1496980.0,
      "text": "Kathy Hudson: That&#39;s a great question, and it&#39;s one that"
    },
    {
      "index": 255,
      "start_time": 1496980.0,
      "end_time": 1503120.0,
      "text": "we really are just starting to ruminate about, and, you know, you guys -- this council is"
    },
    {
      "index": 256,
      "start_time": 1503120.0,
      "end_time": 1508670.0,
      "text": "in a very interesting position to be able to even just raise what are the considerations"
    },
    {
      "index": 257,
      "start_time": 1508670.0,
      "end_time": 1515500.0,
      "text": "here that we -- that the working group should know about. You know, we did look at what"
    },
    {
      "index": 258,
      "start_time": 1515500.0,
      "end_time": 1520310.0,
      "text": "data is out there already, but we haven&#39;t done a systematic look at what are the current"
    },
    {
      "index": 259,
      "start_time": 1520310.0,
      "end_time": 1526920.0,
      "text": "funded or ongoing research projects where HeLa data is sort of embedded in those initiatives"
    },
    {
      "index": 260,
      "start_time": 1526920.0,
      "end_time": 1532430.0,
      "text": "in a thorough way. So this is really something where we&#39;re just starting to -- starting to"
    },
    {
      "index": 261,
      "start_time": 1532430.0,
      "end_time": 1537850.0,
      "text": "think through the ramifications of all of this."
    },
    {
      "index": 262,
      "start_time": 1537850.0,
      "end_time": 1544100.0,
      "text": "Male Speaker: Maybe I missed a bit, but what is being done"
    },
    {
      "index": 263,
      "start_time": 1544100.0,
      "end_time": 1551060.0,
      "text": "to help the Lacks family interpret the available genome in terms of health or medical relevance?"
    },
    {
      "index": 264,
      "start_time": 1551060.0,
      "end_time": 1558400.0,
      "text": "Kathy Hudson: So, a couple of things. One is that in our"
    },
    {
      "index": 265,
      "start_time": 1558400.0,
      "end_time": 1565270.0,
      "text": "early discussions, and Jeri Lacks says that she felt like she was in Genetics 101, we"
    },
    {
      "index": 266,
      "start_time": 1565270.0,
      "end_time": 1570720.0,
      "text": "were in a conference room at Johns Hopkins, and there was a white board, and low and behold,"
    },
    {
      "index": 267,
      "start_time": 1570720.0,
      "end_time": 1580570.0,
      "text": "Francis was up drawing pictures. So we -- I think a lot of our time with them was providing"
    },
    {
      "index": 268,
      "start_time": 1580570.0,
      "end_time": 1585040.0,
      "text": "some of the basics about, well, what is a genome anyway, and what can it tell you about"
    },
    {
      "index": 269,
      "start_time": 1585040.0,
      "end_time": 1589990.0,
      "text": "you, and what does it mean if it&#39;s not your genome but your parents&#39; genome or your grandparents&#39;"
    },
    {
      "index": 270,
      "start_time": 1589990.0,
      "end_time": 1597950.0,
      "text": "or your great grandparents&#39; genome. And then, as a part of that conversation, we made -- we"
    },
    {
      "index": 271,
      "start_time": 1597950.0,
      "end_time": 1605410.0,
      "text": "made the family aware of ongoing research studies in which they could obtain their own"
    },
    {
      "index": 272,
      "start_time": 1605410.0,
      "end_time": 1610510.0,
      "text": "genomic information rather than trying to divine probabilities from their great-grandmother"
    },
    {
      "index": 273,
      "start_time": 1610510.0,
      "end_time": 1614410.0,
      "text": "or grandmother."
    },
    {
      "index": 274,
      "start_time": 1614410.0,
      "end_time": 1618790.0,
      "text": "So we shared with them that could participate in some of these research studies where they"
    },
    {
      "index": 275,
      "start_time": 1618790.0,
      "end_time": 1624090.0,
      "text": "would affirmatively consent and learn this information, potentially, about themselves."
    },
    {
      "index": 276,
      "start_time": 1624090.0,
      "end_time": 1631790.0,
      "text": "We also made available to them a genetic counselor and a medical geneticist who were provided"
    },
    {
      "index": 277,
      "start_time": 1631790.0,
      "end_time": 1641880.0,
      "text": "with data and a 60-page printout from somebody -- and I actually don&#39;t know who it was -- who"
    },
    {
      "index": 278,
      "start_time": 1641880.0,
      "end_time": 1647680.0,
      "text": "pushed the sequence, when it was up on the EBI site, pushed that sequence through SNPedia,"
    },
    {
      "index": 279,
      "start_time": 1647680.0,
      "end_time": 1656250.0,
      "text": "and had a variant readout, and so our medical geneticist and genetic counselor walked through"
    },
    {
      "index": 280,
      "start_time": 1656250.0,
      "end_time": 1663530.0,
      "text": "that data with the family, or some members of the family who were interested."
    },
    {
      "index": 281,
      "start_time": 1663530.0,
      "end_time": 1668870.0,
      "text": "So that&#39;s sort of what we have provided. We have offered that they can meet with those"
    },
    {
      "index": 282,
      "start_time": 1668870.0,
      "end_time": 1676610.0,
      "text": "folks once again. We&#39;ve offered that they can participate in protocols like ClinSeq."
    },
    {
      "index": 283,
      "start_time": 1676610.0,
      "end_time": 1683740.0,
      "text": "And then I think that, in an ongoing way, especially the members of the working group,"
    },
    {
      "index": 284,
      "start_time": 1683740.0,
      "end_time": 1689880.0,
      "text": "the family members on the working group, are gonna continue to be in a-- well, let me back"
    },
    {
      "index": 285,
      "start_time": 1689880.0,
      "end_time": 1694360.0,
      "text": "up. Everybody on the working group is going to be in a learning mode here because this"
    },
    {
      "index": 286,
      "start_time": 1694360.0,
      "end_time": 1700670.0,
      "text": "is sort of uncharted territory. David Lacks sent me an email after I sent him some materials"
    },
    {
      "index": 287,
      "start_time": 1700670.0,
      "end_time": 1707350.0,
      "text": "about the working group and about what the first meeting was going to be, and he is actively"
    },
    {
      "index": 288,
      "start_time": 1707350.0,
      "end_time": 1712870.0,
      "text": "engaged in understanding the nuances and sort of exploring this. So I think -- I think we&#39;re"
    },
    {
      "index": 289,
      "start_time": 1712870.0,
      "end_time": 1718340.0,
      "text": "enjoying that exploration process, but we are trying to provide what we can. And it&#39;s,"
    },
    {
      "index": 290,
      "start_time": 1718340.0,
      "end_time": 1725150.0,
      "text": "you know, it&#39;s -- they got dumped into unfamiliar territory here. So..."
    },
    {
      "index": 291,
      "start_time": 1725150.0,
      "end_time": 1726090.0,
      "text": "Eric Green: [inaudible]"
    },
    {
      "index": 292,
      "start_time": 1726090.0,
      "end_time": 1729260.0,
      "text": "Female Speaker: Thanks, again, Kathy. I would just ask -- wanted"
    },
    {
      "index": 293,
      "start_time": 1729260.0,
      "end_time": 1733530.0,
      "text": "to ask you a question about, in the list of the considerations when they&#39;re reviewing"
    },
    {
      "index": 294,
      "start_time": 1733530.0,
      "end_time": 1742310.0,
      "text": "the applications, was plans for commercial -- disclosure of commercial plans -- could"
    },
    {
      "index": 295,
      "start_time": 1742310.0,
      "end_time": 1746510.0,
      "text": "you tell us a little more about that? I think that&#39;s really interesting, and where that&#39;s"
    },
    {
      "index": 296,
      "start_time": 1746510.0,
      "end_time": 1747240.0,
      "text": "coming from."
    },
    {
      "index": 297,
      "start_time": 1747240.0,
      "end_time": 1751110.0,
      "text": "Kathy Hudson: Yeah, so I think the family, historically,"
    },
    {
      "index": 298,
      "start_time": 1751110.0,
      "end_time": 1759500.0,
      "text": "has had the issue of, &quot;Is somebody getting rich and we&#39;re not,&quot; has been a theme for"
    },
    {
      "index": 299,
      "start_time": 1759500.0,
      "end_time": 1767940.0,
      "text": "some members of the family forever. And it certainly came up in the context of our discussions."
    },
    {
      "index": 300,
      "start_time": 1767940.0,
      "end_time": 1774980.0,
      "text": "We, interestingly, between the second meeting we had with the family and the third meeting"
    },
    {
      "index": 301,
      "start_time": 1774980.0,
      "end_time": 1781760.0,
      "text": "we had with the family, we got the Supreme Court decision about the patentability of"
    },
    {
      "index": 302,
      "start_time": 1781760.0,
      "end_time": 1787840.0,
      "text": "non-manipulated genomic sequences. And that actually helped us a lot, right? So in trying"
    },
    {
      "index": 303,
      "start_time": 1787840.0,
      "end_time": 1794050.0,
      "text": "to think through -- so the family asked us questions like, &quot;Can you imagine what would"
    },
    {
      "index": 304,
      "start_time": 1794050.0,
      "end_time": 1804320.0,
      "text": "be immediately sort of a first order commercializable thing from the HeLa sequence?&quot; And, you know,"
    },
    {
      "index": 305,
      "start_time": 1804320.0,
      "end_time": 1810390.0,
      "text": "we thought long and hard about what that would be, and we were -- we came up with a few ideas,"
    },
    {
      "index": 306,
      "start_time": 1810390.0,
      "end_time": 1816690.0,
      "text": "and then we disproved our own idea. So we didn&#39;t come up anything that was sort of obvious,"
    },
    {
      "index": 307,
      "start_time": 1816690.0,
      "end_time": 1821460.0,
      "text": "but we also aren&#39;t all-knowing, so we didn&#39;t want to say, &quot;Absolutely nothing will come"
    },
    {
      "index": 308,
      "start_time": 1821460.0,
      "end_time": 1824730.0,
      "text": "out of this that will be commercializable,&quot; and you&#39;ll read about it in the Wall Street"
    },
    {
      "index": 309,
      "start_time": 1824730.0,
      "end_time": 1825850.0,
      "text": "Journal."
    },
    {
      "index": 310,
      "start_time": 1825850.0,
      "end_time": 1831890.0,
      "text": "And one of the things that we have been extremely sensitive to is this family keeps on getting"
    },
    {
      "index": 311,
      "start_time": 1831890.0,
      "end_time": 1843180.0,
      "text": "surprised. Right? Whoops, another surprise. So we cannot legally tell somebody who is"
    },
    {
      "index": 312,
      "start_time": 1843180.0,
      "end_time": 1851080.0,
      "text": "trying to access sequence that they have to vary their intellectual property, or give"
    },
    {
      "index": 313,
      "start_time": 1851080.0,
      "end_time": 1855700.0,
      "text": "up their intellectual property, or whatever. But they can -- we can ask them to disclose"
    },
    {
      "index": 314,
      "start_time": 1855700.0,
      "end_time": 1864700.0,
      "text": "it. And so if they disclose it, and it&#39;s known, then if the family seeks to reach out to them"
    },
    {
      "index": 315,
      "start_time": 1864700.0,
      "end_time": 1873410.0,
      "text": "and have a conversation, that&#39;s outside of our sphere. And just knowing about it was"
    },
    {
      "index": 316,
      "start_time": 1873410.0,
      "end_time": 1880110.0,
      "text": "really important to them, so we also have a requirement that if, when you submit your"
    },
    {
      "index": 317,
      "start_time": 1880110.0,
      "end_time": 1886750.0,
      "text": "application or data access request, and you say, &quot;No, I don&#39;t have any immediate plans,&quot;"
    },
    {
      "index": 318,
      "start_time": 1886750.0,
      "end_time": 1889730.0,
      "text": "if those plans change, they&#39;re required to update it."
    },
    {
      "index": 319,
      "start_time": 1889730.0,
      "end_time": 1892510.0,
      "text": "Female Speaker: Okay, but the implications of this -- so that"
    },
    {
      "index": 320,
      "start_time": 1892510.0,
      "end_time": 1895360.0,
      "text": "this might be grounds for no access."
    },
    {
      "index": 321,
      "start_time": 1895360.0,
      "end_time": 1896140.0,
      "text": "Kathy Hudson: No."
    },
    {
      "index": 322,
      "start_time": 1896140.0,
      "end_time": 1898420.0,
      "text": "Female Speaker: No? No, okay. Because it is interesting in"
    },
    {
      "index": 323,
      "start_time": 1898420.0,
      "end_time": 1904270.0,
      "text": "the common rule -- I mean, in the informed consent documents right now, it&#39;s often disclosing"
    },
    {
      "index": 324,
      "start_time": 1904270.0,
      "end_time": 1907850.0,
      "text": "you have no commercial interest, this could be commercially developed, so it sort of set"
    },
    {
      "index": 325,
      "start_time": 1907850.0,
      "end_time": 1911370.0,
      "text": "that as the standard, contextually anyway."
    },
    {
      "index": 326,
      "start_time": 1911370.0,
      "end_time": 1913240.0,
      "text": "Kathy Hudson: That&#39;s right."
    },
    {
      "index": 327,
      "start_time": 1913240.0,
      "end_time": 1914640.0,
      "text": "Female Speaker: Okay."
    },
    {
      "index": 328,
      "start_time": 1914640.0,
      "end_time": 1916040.0,
      "text": "Kathy Hudson: Yeah."
    },
    {
      "index": 329,
      "start_time": 1916040.0,
      "end_time": 1920150.0,
      "text": "Female Speaker: Is the demarcation for the biomedical research"
    },
    {
      "index": 330,
      "start_time": 1920150.0,
      "end_time": 1924650.0,
      "text": "only that that means not ancestry research, or is there something else, just that?"
    },
    {
      "index": 331,
      "start_time": 1924650.0,
      "end_time": 1927120.0,
      "text": "Kathy Hudson: Could it be something else? I haven&#39;t really"
    },
    {
      "index": 332,
      "start_time": 1927120.0,
      "end_time": 1930760.0,
      "text": "thought about it. But yeah, so there have been categories that have been used in dbGaP"
    },
    {
      "index": 333,
      "start_time": 1930760.0,
      "end_time": 1938890.0,
      "text": "in the past, and we sort of presented those to the family. And ancestry was out, but there"
    },
    {
      "index": 334,
      "start_time": 1938890.0,
      "end_time": 1944840.0,
      "text": "are other, based on informed consents, there are lots of data sets in dbGaP that have much"
    },
    {
      "index": 335,
      "start_time": 1944840.0,
      "end_time": 1953490.0,
      "text": "narrower data access criteria, so only breast cancer, only this or that. So this is actually"
    },
    {
      "index": 336,
      "start_time": 1953490.0,
      "end_time": 1960110.0,
      "text": "incredibly broad. And the working group, of course, can modify -- make recommendations"
    },
    {
      "index": 337,
      "start_time": 1960110.0,
      "end_time": 1966640.0,
      "text": "for modifications to this policy over time if it turns out that it&#39;s needed, but..."
    },
    {
      "index": 338,
      "start_time": 1966640.0,
      "end_time": 1972630.0,
      "text": "Male Speaker: Kathy, I know you don&#39;t want to try and set"
    },
    {
      "index": 339,
      "start_time": 1972630.0,
      "end_time": 1977290.0,
      "text": "precedent with this, but I&#39;m just wondering, looking at those criteria, as we&#39;ve been talking"
    },
    {
      "index": 340,
      "start_time": 1977290.0,
      "end_time": 1984750.0,
      "text": "to human genetics researchers a little bit about using dbGaP, I can -- thinking about"
    },
    {
      "index": 341,
      "start_time": 1984750.0,
      "end_time": 1988930.0,
      "text": "some of those conversations, I can hear them saying, &quot;I would like to be able to exercise"
    },
    {
      "index": 342,
      "start_time": 1988930.0,
      "end_time": 1994720.0,
      "text": "that provision on my dbGaP data. I&#39;d like to be able to tell my study population that"
    },
    {
      "index": 343,
      "start_time": 1994720.0,
      "end_time": 2000700.0,
      "text": "any commercial plans would be disclosed, to me at least.&quot; Is there any possibility or"
    },
    {
      "index": 344,
      "start_time": 2000700.0,
      "end_time": 2006170.0,
      "text": "thought about -- I mean, obviously, dbGaP has its own rules about use, but you could"
    },
    {
      "index": 345,
      "start_time": 2006170.0,
      "end_time": 2012080.0,
      "text": "almost imagine a menu, a checklist, of a couple of things like this maybe investigators could"
    },
    {
      "index": 346,
      "start_time": 2012080.0,
      "end_time": 2016730.0,
      "text": "sort of put on there, their own dbGaP databases. Is that something that&#39;s been talked about"
    },
    {
      "index": 347,
      "start_time": 2016730.0,
      "end_time": 2017700.0,
      "text": "at all?"
    },
    {
      "index": 348,
      "start_time": 2017700.0,
      "end_time": 2020370.0,
      "text": "Kathy Hudson: Not directly, but there are, you know, there"
    },
    {
      "index": 349,
      "start_time": 2020370.0,
      "end_time": 2027940.0,
      "text": "are cohorts out there that have restrictions on who can access data, so I&#39;m looking at"
    },
    {
      "index": 350,
      "start_time": 2027940.0,
      "end_time": 2034660.0,
      "text": "Teri. Isn&#39;t it true that Framingham now has some ability of cohort participants to say"
    },
    {
      "index": 351,
      "start_time": 2034660.0,
      "end_time": 2037560.0,
      "text": "that the data can&#39;t be accessed by private sector?"
    },
    {
      "index": 352,
      "start_time": 2037560.0,
      "end_time": 2041070.0,
      "text": "Teri Manolio: There are -- actually, there are a couple"
    },
    {
      "index": 353,
      "start_time": 2041070.0,
      "end_time": 2042660.0,
      "text": "cohorts that have [inaudible]."
    },
    {
      "index": 354,
      "start_time": 2042660.0,
      "end_time": 2045310.0,
      "text": "Kathy Hudson: Yeah, yeah. So there are things -- it&#39;s not"
    },
    {
      "index": 355,
      "start_time": 2045310.0,
      "end_time": 2049919.0,
      "text": "so much that you can&#39;t commercialize it, but if you are a commercializer, you can&#39;t get"
    },
    {
      "index": 356,
      "start_time": 2049920.0,
      "end_time": 2052890.0,
      "text": "it. So..."
    },
    {
      "index": 357,
      "start_time": 2052889.9999999998,
      "end_time": 2062909.9999999998,
      "text": "Eric Green: Any other questions, comments? So, as Kathy"
    },
    {
      "index": 358,
      "start_time": 2062909.9999999998,
      "end_time": 2066909.9999999998,
      "text": "offered, I&#39;m sure they&#39;re interested to hear any other thoughts you have. Send her an email,"
    },
    {
      "index": 359,
      "start_time": 2066909.9999999998,
      "end_time": 2070520.9999999998,
      "text": "or I&#39;m sure she&#39;d get on the phone and talk to you. This is still a work in progress,"
    },
    {
      "index": 360,
      "start_time": 2070520.0,
      "end_time": 2075440.0,
      "text": "but -- okay, thank you, Kathy, for visiting with us."
    },
    {
      "index": 361,
      "start_time": 2075440.0,
      "end_time": 2076649.0,
      "text": "Kathy Hudson: Yep."
    },
    {
      "index": 362,
      "start_time": 2076650.0,
      "end_time": 2079140.0,
      "text": "Eric Green: And we&#39;re staying right on time, right?"
    },
    {
      "index": 363,
      "start_time": 2079139.9999999998,
      "end_time": 2080790.9999999998,
      "text": "Rudy Pozzatti: Okay, this is good, we&#39;re doing well. So next"
    },
    {
      "index": 364,
      "start_time": 2080790.0,
      "end_time": 2090790.0,
      "text": "up is Teri Manolio, who&#39;s going to give a report from the Genomic Medicine Working Group."
    }
  ]
}