{
  "video_id": "hjACfaEh9BM",
  "title": "Why We Work with Barry Schwartz - Opportunity, Good Fortune, and Happiness",
  "json": [
    {
      "index": 1,
      "start_time": 5569.0,
      "end_time": 13410.0,
      "text": "I'm kind of overwhelmed. I'm overwhelmed by the generosity of the college to make this possible,"
    },
    {
      "index": 2,
      "start_time": 13410.0,
      "end_time": 20740.0,
      "text": "I'm overwhelmed by the generosity of my colleagues, especially Andrew and Katherine,"
    },
    {
      "index": 3,
      "start_time": 20740.0,
      "end_time": 26830.0,
      "text": "who must have essentially had a whole other job. When this started it was kind of like"
    },
    {
      "index": 4,
      "start_time": 26830.0,
      "end_time": 31380.0,
      "text": "the Mickey Rooney movie Let's Get Together and Put On A Play, and the presumption was"
    },
    {
      "index": 5,
      "start_time": 31380.0,
      "end_time": 36080.0,
      "text": "in five minutes we would have the product and that turned out not to be quite true."
    },
    {
      "index": 6,
      "start_time": 36080.0,
      "end_time": 42680.0,
      "text": "And no matter what burden arose, no matter what obstacle appeared, they found ways to"
    },
    {
      "index": 7,
      "start_time": 42680.0,
      "end_time": 49760.0,
      "text": "solve every problem with great cheer and good grace to make this day possible, and I really"
    },
    {
      "index": 8,
      "start_time": 49760.0,
      "end_time": 57710.0,
      "text": "just can't put into words what it has meant to me. In addition, it has been a Rashomon-like"
    },
    {
      "index": 9,
      "start_time": 57710.0,
      "end_time": 64780.0,
      "text": "day, do you all know what I'm referring to? Even those of you who haven't started shaving"
    },
    {
      "index": 10,
      "start_time": 64780.0,
      "end_time": 71240.0,
      "text": "yet? So Rashomon is this movie about different people who all witness the same scene, and"
    },
    {
      "index": 11,
      "start_time": 71240.0,
      "end_time": 78360.0,
      "text": "see very different scenes. Well what I have heard today depicted is pieces of my life"
    },
    {
      "index": 12,
      "start_time": 78360.0,
      "end_time": 85030.0,
      "text": "that I find close to unrecognizable, because even though they all happened, my interpretation"
    },
    {
      "index": 13,
      "start_time": 85030.0,
      "end_time": 89860.0,
      "text": "of them is dramatically different from the interpretations that you have been given."
    },
    {
      "index": 14,
      "start_time": 89860.0,
      "end_time": 98439.0,
      "text": "You've been given the impression from everybody that I somehow had this incredible influence"
    },
    {
      "index": 15,
      "start_time": 98439.0,
      "end_time": 106030.0,
      "text": "on the work and life of the people with whom I have collaborated. I've been the teacher."
    },
    {
      "index": 16,
      "start_time": 106030.0,
      "end_time": 111649.0,
      "text": "My own take on these collaborations, and I mean this with complete sincerity, is exactly"
    },
    {
      "index": 17,
      "start_time": 111649.0,
      "end_time": 119229.0,
      "text": "the reverse. All I can see in these interactions is the ways in which each of these people"
    },
    {
      "index": 18,
      "start_time": 119229.0,
      "end_time": 125509.0,
      "text": "have taught me things that I didn't already know. I came to Swarthmore remarkably ignorant,"
    },
    {
      "index": 19,
      "start_time": 125509.0,
      "end_time": 130759.0,
      "text": "although I didn't think I was, and the interactions I've had with colleagues, many of whom you've"
    },
    {
      "index": 20,
      "start_time": 130758.99999999999,
      "end_time": 138510.0,
      "text": "heard, have educated me. And I feel like I have learned a lot more from them than I've"
    },
    {
      "index": 21,
      "start_time": 138510.0,
      "end_time": 145829.0,
      "text": "taught them, so I think basically they've been telling you a lie, and I'm going to try"
    },
    {
      "index": 22,
      "start_time": 145829.0,
      "end_time": 154519.0,
      "text": "to sort of straighten that out. But actually, occasions like this encourage people to look"
    },
    {
      "index": 23,
      "start_time": 154519.0,
      "end_time": 163290.0,
      "text": "back, nostalgia is a nice thing if indulged in in extremely small doses, sort of like"
    },
    {
      "index": 24,
      "start_time": 163290.0,
      "end_time": 175419.0,
      "text": "hallucinogens, so I think I have permission to indulge a little bit of nostalgia. But"
    },
    {
      "index": 25,
      "start_time": 175419.0,
      "end_time": 180720.0,
      "text": "I'm going to do it because I want to make a point. I don't have a low opinion of myself,"
    },
    {
      "index": 26,
      "start_time": 180720.0,
      "end_time": 191130.0,
      "text": "I really don't, but as I look back on the most impactful, formative, meaningful, and"
    },
    {
      "index": 27,
      "start_time": 191130.0,
      "end_time": 198970.0,
      "text": "rewarding experiences of my career, almost all of them without exception were the result"
    },
    {
      "index": 28,
      "start_time": 198970.0,
      "end_time": 207560.0,
      "text": "of extraordinary good fortune. I made the most of my opportunities, but I had little"
    },
    {
      "index": 29,
      "start_time": 207560.0,
      "end_time": 214169.0,
      "text": "or nothing to do with creating any of those opportunities. They smacked me in the face,"
    },
    {
      "index": 30,
      "start_time": 214169.0,
      "end_time": 220260.0,
      "text": "and I take credit for recognizing that they were opportunities, but not for creating the"
    },
    {
      "index": 31,
      "start_time": 220260.0,
      "end_time": 230530.0,
      "text": "conditions that made those opportunities possible. It's apparent to me that - I teach classes"
    },
    {
      "index": 32,
      "start_time": 230530.0,
      "end_time": 235389.0,
      "text": "in decision-making, where ostensibly part of the point is to teach people how to make"
    },
    {
      "index": 33,
      "start_time": 235389.0,
      "end_time": 241810.0,
      "text": "good decisions, and wisdom, which essentially, part of the point of which is to teach people"
    },
    {
      "index": 34,
      "start_time": 241810.0,
      "end_time": 247729.0,
      "text": "how to make good decisions, but it's apparent to me that virtually none of the important"
    },
    {
      "index": 35,
      "start_time": 247729.0,
      "end_time": 255280.0,
      "text": "decisions that I have made in my life conform to any idea at all about what is rational"
    },
    {
      "index": 36,
      "start_time": 255280.0,
      "end_time": 265750.0,
      "text": "or what is wise. And I'm going to sort of give you a quick summary of why that's true,"
    },
    {
      "index": 37,
      "start_time": 265750.0,
      "end_time": 269160.0,
      "text": "and then try to connect it to something that I think is actually more significant than"
    },
    {
      "index": 38,
      "start_time": 269160.0,
      "end_time": 277430.0,
      "text": "just my idiosyncratic history. I moved to Yonkers from the Bronx in the 7th grade, Yonkers is"
    },
    {
      "index": 39,
      "start_time": 277430.0,
      "end_time": 281870.0,
      "text": "just north of the Bronx, the Bronx is just north of Manhattan, which is where I thought"
    },
    {
      "index": 40,
      "start_time": 281870.0,
      "end_time": 289750.0,
      "text": "civilization began. I thought it ended in Brooklyn, apparently that's changed. So I"
    },
    {
      "index": 41,
      "start_time": 289750.0,
      "end_time": 294250.0,
      "text": "moved in 7th grade and almost immediately I met Myrna, you have heard Myrna mentioned"
    },
    {
      "index": 42,
      "start_time": 294250.0,
      "end_time": 299590.0,
      "text": "several times, many of you know her, not all of you do, I would like it if Myrna and also"
    },
    {
      "index": 43,
      "start_time": 299590.0,
      "end_time": 318320.0,
      "text": "our older daughter Alison and our oldest granddaughter Ruby stood up and face the crowd. They differ"
    },
    {
      "index": 44,
      "start_time": 318320.0,
      "end_time": 326090.0,
      "text": "principally on the basis of age and height. So I met Myrna almost immediately and she"
    },
    {
      "index": 45,
      "start_time": 326090.0,
      "end_time": 331290.0,
      "text": "essentially immediately became my best friend. Then she became my girlfriend, which took"
    },
    {
      "index": 46,
      "start_time": 331290.0,
      "end_time": 337030.0,
      "text": "a lot of work on my part, and then she became my wife and the mother of my children. She's"
    },
    {
      "index": 47,
      "start_time": 337030.0,
      "end_time": 343500.0,
      "text": "always been my toughest and my most sympathetic critic. Every time I give her something to"
    },
    {
      "index": 48,
      "start_time": 343500.0,
      "end_time": 348000.0,
      "text": "read, her aim is to find a way to help me make it better, to find a way to help me say"
    },
    {
      "index": 49,
      "start_time": 348000.0,
      "end_time": 352900.0,
      "text": "what she know's I'm trying to say, that the first pass hasn't been eloquent enough to"
    },
    {
      "index": 50,
      "start_time": 352900.0,
      "end_time": 359460.0,
      "text": "make clear, and this is true even when she disagrees with me. Sometimes. So she's always"
    },
    {
      "index": 51,
      "start_time": 359460.0,
      "end_time": 365250.0,
      "text": "been my sounding board with the exception of this talk. And that actually scares the"
    },
    {
      "index": 52,
      "start_time": 365250.0,
      "end_time": 371330.0,
      "text": "crap out of me. So anyway, she became my best friend and the question is why? Was it because"
    },
    {
      "index": 53,
      "start_time": 371330.0,
      "end_time": 376740.0,
      "text": "I was a rational decision maker? Did I see how intelligent she was? Did I see how empathetic"
    },
    {
      "index": 54,
      "start_time": 376740.0,
      "end_time": 383620.0,
      "text": "she was? Did I see how kind she was? Did I see the fierce moral core that kind of defined"
    },
    {
      "index": 55,
      "start_time": 383620.0,
      "end_time": 390680.0,
      "text": "her existence in the world? The answer is no. No to all of those things. I was attracted"
    },
    {
      "index": 56,
      "start_time": 390680.0,
      "end_time": 397490.0,
      "text": "to her, this is the God's honest truth, because she was the first girl I had ever met who"
    },
    {
      "index": 57,
      "start_time": 397490.0,
      "end_time": 409310.0,
      "text": "loved baseball. And more specifically, loved the New York Yankees. So, the one marriage"
    },
    {
      "index": 58,
      "start_time": 409310.0,
      "end_time": 416200.0,
      "text": "that everyone is bragging about, that I have had - and, you know, I'm willing to take credit,"
    },
    {
      "index": 59,
      "start_time": 416200.0,
      "end_time": 421500.0,
      "text": "that's a real achievement - but I had it because she liked the damn Yankees, she liked Mickey"
    },
    {
      "index": 60,
      "start_time": 421500.0,
      "end_time": 429139.0,
      "text": "Mantle. What kind of reason is that to form a life partnership? So we went through school"
    },
    {
      "index": 61,
      "start_time": 429139.0,
      "end_time": 434000.0,
      "text": "together and I applied to college, I applied to six colleges, I assure you I applied on"
    },
    {
      "index": 62,
      "start_time": 434000.0,
      "end_time": 439139.0,
      "text": "the basis of zero information. The school I was dying to go to was Columbia because"
    },
    {
      "index": 63,
      "start_time": 439139.0,
      "end_time": 445639.0,
      "text": "I went to a gathering of high school newspaper editors there and completely fell in love,"
    },
    {
      "index": 64,
      "start_time": 445639.0,
      "end_time": 449610.0,
      "text": "it was my romantic image of what a college should be, I knew nothing about what it was"
    },
    {
      "index": 65,
      "start_time": 449610.0,
      "end_time": 458270.0,
      "text": "actually like to be a student there. I applied to six colleges, and I got into one. It's"
    },
    {
      "index": 66,
      "start_time": 458270.0,
      "end_time": 464510.0,
      "text": "true. The only place that took me was NYU, which had a little Swarthmore-like campus"
    },
    {
      "index": 67,
      "start_time": 464510.0,
      "end_time": 474620.0,
      "text": "in the Bronx, and so I cleverly decided to go. I'm willing to take a fair amount of credit"
    },
    {
      "index": 68,
      "start_time": 474620.0,
      "end_time": 483490.0,
      "text": "for that decision. So I took psychology as a freshman, and I didn't have any idea what"
    },
    {
      "index": 69,
      "start_time": 483490.0,
      "end_time": 488480.0,
      "text": "psychology was. I don't even mean that I thought psychology was Freud. If I had known that"
    },
    {
      "index": 70,
      "start_time": 488480.0,
      "end_time": 493419.0,
      "text": "much, I would have been sophisticated. I knew nothing about what psychology was. It fit"
    },
    {
      "index": 71,
      "start_time": 493419.0,
      "end_time": 499449.0,
      "text": "into my schedule. I know that no Swarthmore student would ever choose a course for that"
    },
    {
      "index": 72,
      "start_time": 499449.0,
      "end_time": 504760.0,
      "text": "reason. So anyway, my Psych 1 teacher was a guy named Phil Zimbardo, you've heard his"
    },
    {
      "index": 73,
      "start_time": 504760.0,
      "end_time": 510030.0,
      "text": "name mentioned already once. Those of you who don't know about him, he's a legendary"
    },
    {
      "index": 74,
      "start_time": 510030.0,
      "end_time": 516639.0,
      "text": "Psych 1 teacher, probably a third of the students he taught ended up wanting to do something"
    },
    {
      "index": 75,
      "start_time": 516639.0,
      "end_time": 522650.0,
      "text": "connected to psychology, and he completely captivated me. And so I went from being a"
    },
    {
      "index": 76,
      "start_time": 522650.0,
      "end_time": 528950.0,
      "text": "complete ignoramus about psychology to being a huge fan of psychology, but that wasn't"
    },
    {
      "index": 77,
      "start_time": 528950.0,
      "end_time": 536120.0,
      "text": "enough. My aspiration still was to be a writer. And I took another course that used to be"
    },
    {
      "index": 78,
      "start_time": 536120.0,
      "end_time": 542930.0,
      "text": "required, Freshman English Composition, which was designed to teach you how to write, and"
    },
    {
      "index": 79,
      "start_time": 542930.0,
      "end_time": 549930.0,
      "text": "the first papers I turned in in this course I got Ds. This is sort of the drill, they"
    },
    {
      "index": 80,
      "start_time": 549930.0,
      "end_time": 555650.0,
      "text": "give you low grades at the beginning to basically humiliate you so that you think you actually"
    },
    {
      "index": 81,
      "start_time": 555650.0,
      "end_time": 559620.0,
      "text": "still have something to learn, and gradually your grades go up even if your writing doesn't"
    },
    {
      "index": 82,
      "start_time": 559620.0,
      "end_time": 565690.0,
      "text": "get any better. But I didn't know that, so what did I learn? I learned psychology is"
    },
    {
      "index": 83,
      "start_time": 565690.0,
      "end_time": 571830.0,
      "text": "incredibly exciting and I don't have what it takes to be a writer. And if I hadn't had"
    },
    {
      "index": 84,
      "start_time": 571830.0,
      "end_time": 577490.0,
      "text": "both of those experiences, the odds are pretty good I would not have pursued psychology."
    },
    {
      "index": 85,
      "start_time": 577490.0,
      "end_time": 582260.0,
      "text": "So I don't think I deserve a whole lot of credit for that. These were the circumstances"
    },
    {
      "index": 86,
      "start_time": 582260.0,
      "end_time": 586800.0,
      "text": "that confronted me. So I started taking psychology and Zimbardo's not the only star. There's"
    },
    {
      "index": 87,
      "start_time": 586800.0,
      "end_time": 590900.0,
      "text": "another star in the department, some of you may be familiar with him, his name is Alan"
    },
    {
      "index": 88,
      "start_time": 590900.0,
      "end_time": 597900.0,
      "text": "Schneider. He taught me psychology. He taught Myrna psychology. Myrna spent two years working"
    },
    {
      "index": 89,
      "start_time": 597900.0,
      "end_time": 603310.0,
      "text": "in his lab, and then we recruited him to come to Swarthmore when the NYU campus that he"
    },
    {
      "index": 90,
      "start_time": 603310.0,
      "end_time": 610420.0,
      "text": "taught at, and I studied at, closed. So that's how I became a psychology major. Time came"
    },
    {
      "index": 91,
      "start_time": 610420.0,
      "end_time": 618089.0,
      "text": "to go to graduate school, I only applied to two, and I had no interest in one of them."
    },
    {
      "index": 92,
      "start_time": 618089.0,
      "end_time": 622580.0,
      "text": "So I got into the other one, and I went to the other one, and it happened to be Penn."
    },
    {
      "index": 93,
      "start_time": 622580.0,
      "end_time": 628190.0,
      "text": "I chose Penn for the wrong reasons. I won't tell you what the reasons were because I don't"
    },
    {
      "index": 94,
      "start_time": 628190.0,
      "end_time": 634630.0,
      "text": "want to insult people, but I chose Penn on the basis of bad reasons but it turned out"
    },
    {
      "index": 95,
      "start_time": 634630.0,
      "end_time": 643830.0,
      "text": "it was a spectacularly good decision. Because of the unbelievably vibrant, alive, big question-oriented"
    },
    {
      "index": 96,
      "start_time": 643830.0,
      "end_time": 649990.0,
      "text": "atmosphere that was present there when I started. Psychology was in a period of turmoil in the"
    },
    {
      "index": 97,
      "start_time": 649990.0,
      "end_time": 654940.0,
      "text": "late '60s and early '70s, there were these received truths that psychologists thought"
    },
    {
      "index": 98,
      "start_time": 654940.0,
      "end_time": 660440.0,
      "text": "they understood and all of them were being turned upside down and everyone there was"
    },
    {
      "index": 99,
      "start_time": 660440.0,
      "end_time": 667100.0,
      "text": "open to changing their view of what was important, what was interesting, and what knowledge counted"
    },
    {
      "index": 100,
      "start_time": 667100.0,
      "end_time": 674310.0,
      "text": "as. This was a tiny window of time. Psychology was closed-minded before, psychology has become"
    },
    {
      "index": 101,
      "start_time": 674310.0,
      "end_time": 681390.0,
      "text": "awfully closed-minded after, but in the period in the early 1970s it seemed as though everything"
    },
    {
      "index": 102,
      "start_time": 681390.0,
      "end_time": 688360.0,
      "text": "was possible. And I happened to be at the most intellectually engaged institution in"
    },
    {
      "index": 103,
      "start_time": 688360.0,
      "end_time": 693529.0,
      "text": "the country at exactly the moment when the people there were as intellectually engaged"
    },
    {
      "index": 104,
      "start_time": 693529.0,
      "end_time": 698899.0,
      "text": "as it was possible to be. None of this had anything to do with any rational decision"
    },
    {
      "index": 105,
      "start_time": 698899.0,
      "end_time": 706300.0,
      "text": "I made. I was smart enough to appreciate it, I was certainly not smart enough to make it"
    },
    {
      "index": 106,
      "start_time": 706300.0,
      "end_time": 711720.0,
      "text": "happen. Nonetheless, even though Penn was exciting, I was doing this ridiculous work"
    },
    {
      "index": 107,
      "start_time": 711720.0,
      "end_time": 718200.0,
      "text": "teaching pigeons how to do stuff in little boxes. And for those of you who aren't aware"
    },
    {
      "index": 108,
      "start_time": 718200.0,
      "end_time": 722470.0,
      "text": "of it, the world was falling apart in the 1960s, or at least it seemed to be, and there"
    },
    {
      "index": 109,
      "start_time": 722470.0,
      "end_time": 727540.0,
      "text": "was some hope that the next world would be a lot better, and I decided that I was really"
    },
    {
      "index": 110,
      "start_time": 727540.0,
      "end_time": 732080.0,
      "text": "doing something that was essentially akin to intellectual masturbation when I could"
    },
    {
      "index": 111,
      "start_time": 732080.0,
      "end_time": 738550.0,
      "text": "be out there doing something that improved the world. So I decided to go to law school."
    },
    {
      "index": 112,
      "start_time": 738550.0,
      "end_time": 746839.0,
      "text": "And I talked to the folks at Penn about starting law school part-time while I finished my Ph.D.,"
    },
    {
      "index": 113,
      "start_time": 746839.0,
      "end_time": 752080.0,
      "text": "and at the end of two year's I'd have a year's worth of law school and I'd have my Ph.D."
    },
    {
      "index": 114,
      "start_time": 752080.0,
      "end_time": 756890.0,
      "text": "done, but the plan was to get a law degree and then go defend political radicals from"
    },
    {
      "index": 115,
      "start_time": 756890.0,
      "end_time": 763020.0,
      "text": "oppression by the police and other oppressive agents of the state. That was the plan. But"
    },
    {
      "index": 116,
      "start_time": 763020.0,
      "end_time": 768339.0,
      "text": "Penn said, \"full-time or nothing,\" and so I said to myself, \"all right, I will rush"
    },
    {
      "index": 117,
      "start_time": 768339.0,
      "end_time": 773740.0,
      "text": "and finish my Ph.D. and then start law school full time.\" And that's what I did and that"
    },
    {
      "index": 118,
      "start_time": 773740.0,
      "end_time": 782160.0,
      "text": "was the plan and in that year, as has been mentioned, I TA'd in a Psych 1 class taught"
    },
    {
      "index": 119,
      "start_time": 782160.0,
      "end_time": 787250.0,
      "text": "by Marty Seligman. And I discovered something that I had been completely oblivious to while"
    },
    {
      "index": 120,
      "start_time": 787250.0,
      "end_time": 791810.0,
      "text": "being in graduate school, which is that a significant part of what one can do as an"
    },
    {
      "index": 121,
      "start_time": 791810.0,
      "end_time": 800290.0,
      "text": "academic is teaching. And even if putting animals in boxes is frivolous beyond belief,"
    },
    {
      "index": 122,
      "start_time": 800290.0,
      "end_time": 808339.0,
      "text": "teaching students is anything but frivolous. And it transformed my aspirations for myself"
    },
    {
      "index": 123,
      "start_time": 808339.0,
      "end_time": 813760.0,
      "text": "when I appreciated that I could conceivably have some hand in changing the world by continuing"
    },
    {
      "index": 124,
      "start_time": 813760.0,
      "end_time": 821700.0,
      "text": "on the path that I was on. I wish I could say that I knew in advance that this was possible."
    },
    {
      "index": 125,
      "start_time": 821700.0,
      "end_time": 826990.0,
      "text": "I didn't, it was an accidental discovery that I was clever enough to appreciate when it"
    },
    {
      "index": 126,
      "start_time": 826990.0,
      "end_time": 832459.0,
      "text": "smacked me in the face. But my good fortune doesn't end there. Myrna was a graduate student"
    },
    {
      "index": 127,
      "start_time": 832459.0,
      "end_time": 839640.0,
      "text": "a little bit behind me in progress, we were going to have the two-body problem if I applied"
    },
    {
      "index": 128,
      "start_time": 839640.0,
      "end_time": 844420.0,
      "text": "for jobs. And it turned out that a good friend of mine named Joe Bernheim, who taught at"
    },
    {
      "index": 129,
      "start_time": 844420.0,
      "end_time": 849540.0,
      "text": "Swarthmore College, decided that he also couldn't stand spending his life putting animals in"
    },
    {
      "index": 130,
      "start_time": 849540.0,
      "end_time": 855810.0,
      "text": "boxes and watching them do silly things for food, so he quit to go to medical school."
    },
    {
      "index": 131,
      "start_time": 855810.0,
      "end_time": 861110.0,
      "text": "He quit Swarthmore to go to medical school, and the job opened up. When did the job open"
    },
    {
      "index": 132,
      "start_time": 861110.0,
      "end_time": 867149.0,
      "text": "up? Exactly when I was ready to apply for it. And so I applied for the job. Did I think"
    },
    {
      "index": 133,
      "start_time": 867149.0,
      "end_time": 879339.0,
      "text": "it was the best possible job? I didn't think. What I kind of thought was \"it is a good enough"
    },
    {
      "index": 134,
      "start_time": 879339.0,
      "end_time": 893920.0,
      "text": "job. Swarthmore is a good place.\" I knew that it was a good place, it was such a good place"
    },
    {
      "index": 135,
      "start_time": 893920.0,
      "end_time": 899370.0,
      "text": "that I didn't apply because I knew I would never get in. So I applied for this job and"
    },
    {
      "index": 136,
      "start_time": 899370.0,
      "end_time": 905930.0,
      "text": "only this job and I got it. And so it is true not only that this is the only job I've ever"
    },
    {
      "index": 137,
      "start_time": 905930.0,
      "end_time": 918800.0,
      "text": "had, it's the only job I have ever applied for. And that probably makes me close to unique."
    },
    {
      "index": 138,
      "start_time": 918800.0,
      "end_time": 927459.0,
      "text": "So it was only several years after I was there that I discovered, not that Swarthmore was"
    },
    {
      "index": 139,
      "start_time": 927459.0,
      "end_time": 936320.0,
      "text": "a good gig, but that for me it was the perfect gig. It was the perfect job, it was the job"
    },
    {
      "index": 140,
      "start_time": 936320.0,
      "end_time": 942950.0,
      "text": "designed with me in mind. I sure as hell didn't know this in advance, but I was clever enough"
    },
    {
      "index": 141,
      "start_time": 942950.0,
      "end_time": 949050.0,
      "text": "to see it when it became apparent to me. I, as you've heard various people exaggerate,"
    },
    {
      "index": 142,
      "start_time": 949050.0,
      "end_time": 955670.0,
      "text": "I'm a lover of ideas, I'm more an experimental philosopher than I am an experimental psychologist,"
    },
    {
      "index": 143,
      "start_time": 955670.0,
      "end_time": 962370.0,
      "text": "as my colleagues in the psychology department will almost certainly tell you. And Swarthmore"
    },
    {
      "index": 144,
      "start_time": 962370.0,
      "end_time": 969050.0,
      "text": "not only allowed that, it encouraged it. It encouraged me to talk, to operate, at a level"
    },
    {
      "index": 145,
      "start_time": 969050.0,
      "end_time": 975940.0,
      "text": "of idea and abstraction and not only at a level of empirical laboratory detail. So I"
    },
    {
      "index": 146,
      "start_time": 975940.0,
      "end_time": 982370.0,
      "text": "was able to cultivate what was, for me, the natural and fulfilling approach to studying"
    },
    {
      "index": 147,
      "start_time": 982370.0,
      "end_time": 987000.0,
      "text": "the things that I was interested in. There's virtually no place else in the country that"
    },
    {
      "index": 148,
      "start_time": 987000.0,
      "end_time": 991810.0,
      "text": "I could have done this kind of work in this kind of way without paying a very significant"
    },
    {
      "index": 149,
      "start_time": 991810.0,
      "end_time": 996700.0,
      "text": "price. At Swarthmore, not only do you not pay a price, you actually get all kinds of"
    },
    {
      "index": 150,
      "start_time": 996700.0,
      "end_time": 1004390.0,
      "text": "accolades showered on you for seeing the big, as opposed to the small, picture. But in addition,"
    },
    {
      "index": 151,
      "start_time": 1004390.0,
      "end_time": 1009970.0,
      "text": "as Schuldenfrei told you earlier, I was teaching a class on Skinner and Schuldenfrei was teaching"
    },
    {
      "index": 152,
      "start_time": 1009970.0,
      "end_time": 1020540.0,
      "text": "a class on Skinner, mine was actually based on what Skinner actually said, Schuldenfrei's"
    },
    {
      "index": 153,
      "start_time": 1020540.0,
      "end_time": 1024289.0,
      "text": "was based on what Skinner would have said if Skinner had been a little bit more consistent"
    },
    {
      "index": 154,
      "start_time": 1024290.0,
      "end_time": 1030321.0,
      "text": "and self-aware than he was. But there were these two students, these two wonderful, interested,"
    },
    {
      "index": 155,
      "start_time": 1030319.9999999999,
      "end_time": 1034388.9999999999,
      "text": "and interesting students, Kathy Purcell and Nancy Sato and they were taking both of our"
    },
    {
      "index": 156,
      "start_time": 1034390.0000000001,
      "end_time": 1039160.0000000001,
      "text": "classes and they would go to his class and hear X, and they would go to my class and"
    },
    {
      "index": 157,
      "start_time": 1039160.0000000001,
      "end_time": 1042710.0000000001,
      "text": "hear not X, and then they'd go to his class and hear Y, and they'd go to mine and hear"
    },
    {
      "index": 158,
      "start_time": 1042710.0,
      "end_time": 1047150.0,
      "text": "not Y, and they couldn't stand it anymore. And they finally said \"listen, you two have"
    },
    {
      "index": 159,
      "start_time": 1047150.0000000001,
      "end_time": 1055560.0,
      "text": "to talk to each other.\" And we did. And it began a conversation that's now 45 years old."
    },
    {
      "index": 160,
      "start_time": 1055560.0,
      "end_time": 1061900.0,
      "text": "It has been thrilling all the way through, and occasionally not only thrilling but also"
    },
    {
      "index": 161,
      "start_time": 1061900.0,
      "end_time": 1068280.0,
      "text": "productive. I think that - I don't mean this facetiously - I think that the sort of deep"
    },
    {
      "index": 162,
      "start_time": 1068280.0,
      "end_time": 1073660.0,
      "text": "approach that I have taken to my work in the last 35 years is more influenced by the interactions"
    },
    {
      "index": 163,
      "start_time": 1073660.0,
      "end_time": 1079701.0,
      "text": "that I've had with Richie and Hugh Lacey than pretty much anything else. Ken Sharpe described"
    },
    {
      "index": 164,
      "start_time": 1079700.0,
      "end_time": 1085080.0,
      "text": "some of this in detail and so did Hazel Markus. The idea that human nature is something that"
    },
    {
      "index": 165,
      "start_time": 1085080.0,
      "end_time": 1092679.0,
      "text": "is shaped, not essential, came out of my interactions with Schuldenfrei and Lacey, and they got"
    },
    {
      "index": 166,
      "start_time": 1092680.0,
      "end_time": 1099400.0,
      "text": "it largely from their reading of Marx. So it transformed my life to be able to work"
    },
    {
      "index": 167,
      "start_time": 1099400.0,
      "end_time": 1105540.0,
      "text": "with these people but it happened only because there were two aggressive, interested, and"
    },
    {
      "index": 168,
      "start_time": 1105540.0,
      "end_time": 1111270.0,
      "text": "interesting students who demanded that we leave our damn offices once in awhile and"
    },
    {
      "index": 169,
      "start_time": 1111270.0,
      "end_time": 1117910.0,
      "text": "talk to one another. Several years later I was on sabbatical at Harvard, and I was taking"
    },
    {
      "index": 170,
      "start_time": 1117910.0,
      "end_time": 1122500.0,
      "text": "classes in economics, and evolutionary biology, and my plan was just to teach a course in"
    },
    {
      "index": 171,
      "start_time": 1122500.0,
      "end_time": 1128321.0,
      "text": "this stuff. That was my only plan, I had no grander aspirations. And Dan Reisberg, who"
    },
    {
      "index": 172,
      "start_time": 1128320.0,
      "end_time": 1132249.0,
      "text": "you've heard from this morning, invited me to give a talk at the New School. I'm sure"
    },
    {
      "index": 173,
      "start_time": 1132250.0,
      "end_time": 1138091.0,
      "text": "Dan doesn't remember this - maybe Dan does. And I decided that instead of giving my usual"
    },
    {
      "index": 174,
      "start_time": 1138090.0,
      "end_time": 1143289.0,
      "text": "talk about pigeons and boxes, I would actually sit down and think about what I'd been studying"
    },
    {
      "index": 175,
      "start_time": 1143290.0,
      "end_time": 1148050.0,
      "text": "this year and give a talk about the relation between economics, psychology, and evolutionary"
    },
    {
      "index": 176,
      "start_time": 1148050.0,
      "end_time": 1154750.0,
      "text": "biology. So I started sort of organizing my notes, and when I was done, it was a hundred"
    },
    {
      "index": 177,
      "start_time": 1154750.0,
      "end_time": 1161310.0,
      "text": "and fifty pages long. So I did not give a hundred-and-fifty-page colloquium, but I did"
    },
    {
      "index": 178,
      "start_time": 1161310.0,
      "end_time": 1166920.0,
      "text": "decide maybe this should be a book. It had never occurred to me to write a book on this,"
    },
    {
      "index": 179,
      "start_time": 1166920.0,
      "end_time": 1172481.0,
      "text": "but I had basically written two-thirds of a book, so I submitted it to my publisher"
    },
    {
      "index": 180,
      "start_time": 1172480.0,
      "end_time": 1178710.0,
      "text": "and that became The Battle for Human Nature. It was certainly not anything I designed and"
    },
    {
      "index": 181,
      "start_time": 1178710.0,
      "end_time": 1185429.0,
      "text": "once again I was clever enough to recognize the opportunity when it smacked me in the"
    },
    {
      "index": 182,
      "start_time": 1185430.0,
      "end_time": 1195760.0,
      "text": "face. It was the first real book I write. I don't count textbooks as books. Marty Seligman"
    },
    {
      "index": 183,
      "start_time": 1195760.0,
      "end_time": 1202640.0,
      "text": "invited me to this gathering of young and less-young people to launch positive psychology"
    },
    {
      "index": 184,
      "start_time": 1202640.0,
      "end_time": 1207650.0,
      "text": "in Mexico, and we took turns talking about some of the things we were working on, and"
    },
    {
      "index": 185,
      "start_time": 1207650.0,
      "end_time": 1213260.0,
      "text": "I gave a talk about choice and the downside of too much choice. And Marty made a casual"
    },
    {
      "index": 186,
      "start_time": 1213260.0,
      "end_time": 1220290.0,
      "text": "remark that I'm sure he doesn't remember having made. He said, \"I'll bet that's not true of"
    },
    {
      "index": 187,
      "start_time": 1220290.0,
      "end_time": 1228101.0,
      "text": "everybody.\" It had never occurred to me to ask myself that question. It launched what"
    },
    {
      "index": 188,
      "start_time": 1228100.0,
      "end_time": 1235100.0,
      "text": "became the research that Andrew and John and Sonya and Darren and I did, identifying people"
    },
    {
      "index": 189,
      "start_time": 1235100.0,
      "end_time": 1239729.0,
      "text": "who want the best versus people who want \"good enough,\" and making the argument that the"
    },
    {
      "index": 190,
      "start_time": 1239730.0,
      "end_time": 1244490.0,
      "text": "choice problem is really only a problem for people who have these absurdly high standards"
    },
    {
      "index": 191,
      "start_time": 1244490.0,
      "end_time": 1250721.0,
      "text": "and always need to get the best out of every decision. A casual remark made by Marty is what launched"
    },
    {
      "index": 192,
      "start_time": 1250720.0,
      "end_time": 1257369.0,
      "text": "that whole line of work. I didn't plan it. I didn't engineer it. I didn't rationally"
    },
    {
      "index": 193,
      "start_time": 1257370.0,
      "end_time": 1263591.0,
      "text": "construct it. All I did was take advantage of a good idea when somebody smacked me in"
    },
    {
      "index": 194,
      "start_time": 1263590.0,
      "end_time": 1269759.0,
      "text": "the face with it. So that's how my life has gone. I gave a talk about this work at some"
    },
    {
      "index": 195,
      "start_time": 1269760.0,
      "end_time": 1276120.0,
      "text": "small conference in New York, a guy came up to me afterwards and said \"I run a conference"
    },
    {
      "index": 196,
      "start_time": 1276120.0,
      "end_time": 1283910.0,
      "text": "called TED, would you like to come and talk at TED?\" And I said, \"What's TED?\" And he"
    },
    {
      "index": 197,
      "start_time": 1283910.0,
      "end_time": 1287650.0,
      "text": "told me what it was, and I said \"what the Hell, that sounds like fun,\" so I went and"
    },
    {
      "index": 198,
      "start_time": 1287650.0,
      "end_time": 1292310.0,
      "text": "gave a talk and nobody knew what it was back then. And then a few months later they launched"
    },
    {
      "index": 199,
      "start_time": 1292310.0,
      "end_time": 1297620.0,
      "text": "this website, and YouTube got born, and all of a sudden everybody on the planet has seen"
    },
    {
      "index": 200,
      "start_time": 1297620.0,
      "end_time": 1304710.0,
      "text": "me wearing embarrassing shorts and a T-shirt. By the way, I just want to - this is a digression"
    },
    {
      "index": 201,
      "start_time": 1304710.0,
      "end_time": 1309841.0,
      "text": "- I was invited back a few years later to give a talk on wisdom, and this time everybody"
    },
    {
      "index": 202,
      "start_time": 1309840.0,
      "end_time": 1316190.0,
      "text": "knew what TED was, including me. And Myrna, bless her heart, gave me one piece of advice,"
    },
    {
      "index": 203,
      "start_time": 1316190.0,
      "end_time": 1322659.0,
      "text": "and that was \"don't you dare go there looking the way you did the last time.\" So I actually"
    },
    {
      "index": 204,
      "start_time": 1322660.0,
      "end_time": 1330890.0,
      "text": "went there looking more like this. You don't know what kind of effort it takes for me to"
    },
    {
      "index": 205,
      "start_time": 1330890.0,
      "end_time": 1337490.0,
      "text": "dress like this. And so I gave my talk, and afterwards, I don't know, twenty-five people"
    },
    {
      "index": 206,
      "start_time": 1337490.0,
      "end_time": 1344030.0,
      "text": "came up to me and said \"I was so disappointed you weren't wearing shorts!\" They thought"
    },
    {
      "index": 207,
      "start_time": 1344030.0,
      "end_time": 1352880.0,
      "text": "this was a kind of right-on, power-to-the-people statement. I guess one of the things it shows"
    },
    {
      "index": 208,
      "start_time": 1352880.0,
      "end_time": 1364071.0,
      "text": "you is that you can't win. So, you know, my life has really been one fortunate opportunity"
    },
    {
      "index": 209,
      "start_time": 1364070.0,
      "end_time": 1369539.0,
      "text": "after another. People who have known me for a long time, if you ask them, I think that"
    },
    {
      "index": 210,
      "start_time": 1369540.0,
      "end_time": 1373221.0,
      "text": "if they are being honest with themselves they will tell you that the brief narrative I have"
    },
    {
      "index": 211,
      "start_time": 1373220.0,
      "end_time": 1381239.0,
      "text": "given you is really the truth. I'm not trying to be falsely modest, I have been incredibly"
    },
    {
      "index": 212,
      "start_time": 1381240.0,
      "end_time": 1387941.0,
      "text": "lucky and smart enough to take advantage of good luck when it has come my way. And this"
    },
    {
      "index": 213,
      "start_time": 1387940.0,
      "end_time": 1393729.0,
      "text": "has made me an extremely happy person. And it's made me an extremely happy person for"
    },
    {
      "index": 214,
      "start_time": 1393730.0,
      "end_time": 1398050.0,
      "text": "reasons that some of you might not appreciate. And that is - there's a wonderful paper that"
    },
    {
      "index": 215,
      "start_time": 1398050.0,
      "end_time": 1403670.0,
      "text": "was published about three years ago, asking what happiness means at different points in"
    },
    {
      "index": 216,
      "start_time": 1403670.0,
      "end_time": 1409260.0,
      "text": "history and in different cultures. And the astonishing finding, it certainly astonished"
    },
    {
      "index": 217,
      "start_time": 1409260.0,
      "end_time": 1419341.0,
      "text": "me, is that historically, happiness means good fortune. It doesn't mean that it is the"
    },
    {
      "index": 218,
      "start_time": 1419340.0,
      "end_time": 1427259.0,
      "text": "emotional response to having good fortune, it means good fortune itself. A happy person"
    },
    {
      "index": 219,
      "start_time": 1427260.0,
      "end_time": 1432951.0,
      "text": "is a lucky person. You understand the difference, it's not \"lucky people are happy,\" it is \"what"
    },
    {
      "index": 220,
      "start_time": 1432950.0,
      "end_time": 1437909.0,
      "text": "it means to be happy is that you're lucky.\" This was the dominant definition pretty much"
    },
    {
      "index": 221,
      "start_time": 1437910.0,
      "end_time": 1443290.0,
      "text": "everywhere and what's happened in recent times is that in cultures like ours, this definition"
    },
    {
      "index": 222,
      "start_time": 1443290.0,
      "end_time": 1449880.0,
      "text": "has obviously been replaced by one that is very agentic, one that focuses entirely on"
    },
    {
      "index": 223,
      "start_time": 1449880.0,
      "end_time": 1455191.0,
      "text": "sort of subjective understanding of what it feels like to be you, and not what the objective"
    },
    {
      "index": 224,
      "start_time": 1455190.0,
      "end_time": 1462509.0,
      "text": "circumstances of your life have been. But even now, in dictionaries that capture the"
    },
    {
      "index": 225,
      "start_time": 1462510.0,
      "end_time": 1468831.0,
      "text": "language of many countries, you still see happiness as good luck as a secondary or,"
    },
    {
      "index": 226,
      "start_time": 1468830.0,
      "end_time": 1475200.0,
      "text": "at worst, tertiary definition. And in some countries it is still the primary definition."
    },
    {
      "index": 227,
      "start_time": 1475200.0,
      "end_time": 1484349.0,
      "text": "And so I'm a happy person in the sense that I have been the beneficiary of an enormous"
    },
    {
      "index": 228,
      "start_time": 1484350.0,
      "end_time": 1490480.0,
      "text": "amount of good fortune. I'm also a happy person in the sense that I appreciate that and I"
    },
    {
      "index": 229,
      "start_time": 1490480.0,
      "end_time": 1495571.0,
      "text": "tend to walk around most of the time with a smile on my face. So that's my history,"
    },
    {
      "index": 230,
      "start_time": 1495570.0,
      "end_time": 1499399.0,
      "text": "but I'm not telling you my history just because it's what you're supposed to do on an occasion"
    },
    {
      "index": 231,
      "start_time": 1499400.0,
      "end_time": 1507191.0,
      "text": "like this, I'm telling you this because I wanted to make a point. And my point is that"
    },
    {
      "index": 232,
      "start_time": 1507190.0,
      "end_time": 1513590.0,
      "text": "I want to talk to you a little bit about justice. Somebody has already alluded to this idea,"
    },
    {
      "index": 233,
      "start_time": 1513590.0,
      "end_time": 1519549.0,
      "text": "too, but, I'm sorry, you're going to hear it again. What do we mean by justice? This"
    },
    {
      "index": 234,
      "start_time": 1519550.0,
      "end_time": 1524500.0,
      "text": "has been studied. This is not the philosopher's question, \"what should one mean by justice?\""
    },
    {
      "index": 235,
      "start_time": 1524500.0,
      "end_time": 1529571.0,
      "text": "It is \"what do ordinary people mean by justice when you ask ordinary people what they think"
    },
    {
      "index": 236,
      "start_time": 1529570.0,
      "end_time": 1537340.0,
      "text": "justice means?\" And ordinary people think justice means equity. In studies done tapping"
    },
    {
      "index": 237,
      "start_time": 1537340.0,
      "end_time": 1542429.0,
      "text": "the sense of justice in well over a hundred thousand people, they think that justice is"
    },
    {
      "index": 238,
      "start_time": 1542430.0,
      "end_time": 1548701.0,
      "text": "equity. Does that tell you what justice means? Do you know what that means, that justice"
    },
    {
      "index": 239,
      "start_time": 1548700.0,
      "end_time": 1555489.0,
      "text": "is equity? It doesn't tell me enough. This is true of liberals, it's true of conservatives."
    },
    {
      "index": 240,
      "start_time": 1555490.0,
      "end_time": 1561721.0,
      "text": "It doesn't seem to distinguish on the basis of political orientation. But what does \"equity\""
    },
    {
      "index": 241,
      "start_time": 1561720.0,
      "end_time": 1569940.0,
      "text": "mean? I think equity means these two sentences: that people should deserve what they get,"
    },
    {
      "index": 242,
      "start_time": 1569940.0,
      "end_time": 1577419.0,
      "text": "and that people should get what they deserve. Equity is when you deserve the good things"
    },
    {
      "index": 243,
      "start_time": 1577420.0,
      "end_time": 1588670.0,
      "text": "that come to you, and when you get the good things that your activity in the world warrants."
    },
    {
      "index": 244,
      "start_time": 1588670.0,
      "end_time": 1594841.0,
      "text": "This is not saying much more than that - when we say that people should deserve what they"
    },
    {
      "index": 245,
      "start_time": 1594840.0,
      "end_time": 1601080.0,
      "text": "get, we're saying that success in life should be meritocratic, we should earn our successes. It shouldn't"
    },
    {
      "index": 246,
      "start_time": 1601080.0,
      "end_time": 1607479.0,
      "text": "be who you know that determines success, but what you know and what you do. It's unjust"
    },
    {
      "index": 247,
      "start_time": 1607480.0,
      "end_time": 1612880.0,
      "text": "to get good seats at a concert because your brother-in-law is a concert promoter, although"
    },
    {
      "index": 248,
      "start_time": 1612880.0,
      "end_time": 1619691.0,
      "text": "you'll probably take them. It's unjust to get into Yale because your mother is an alum"
    },
    {
      "index": 249,
      "start_time": 1619690.0,
      "end_time": 1624830.0,
      "text": "or your grandfather made a big contribution. It's unjust to get a government contract because"
    },
    {
      "index": 250,
      "start_time": 1624830.0,
      "end_time": 1629749.0,
      "text": "you made a big donation in an electoral campaign or because your best friend's the guy who"
    },
    {
      "index": 251,
      "start_time": 1629750.0,
      "end_time": 1635780.0,
      "text": "awards the contract. This standard of justice is kind of a no-brainer. It's hard even to"
    },
    {
      "index": 252,
      "start_time": 1635780.0,
      "end_time": 1641591.0,
      "text": "imagine a justification for violations of this standard. Of course the world doesn't"
    },
    {
      "index": 253,
      "start_time": 1641590.0,
      "end_time": 1646519.0,
      "text": "work this way, but this sentence is kind of a useful guide when we seek to make whatever"
    },
    {
      "index": 254,
      "start_time": 1646520.0,
      "end_time": 1652821.0,
      "text": "system we work in a little more just. Can we make this sentence a little more true?"
    },
    {
      "index": 255,
      "start_time": 1652820.0,
      "end_time": 1657359.0,
      "text": "It guides us to identify what's wrong, and to come up with procedures to correct the"
    },
    {
      "index": 256,
      "start_time": 1657360.0,
      "end_time": 1663360.0,
      "text": "injustices. What about the second sentence? Should people get what they deserve? There"
    },
    {
      "index": 257,
      "start_time": 1663360.0,
      "end_time": 1670360.0,
      "text": "are a lot of concerns these days about economic inequality in the US, and partly what people"
    },
    {
      "index": 258,
      "start_time": 1670360.0,
      "end_time": 1675550.0,
      "text": "are talking about is folks who have done the right thing - the expression you hear again"
    },
    {
      "index": 259,
      "start_time": 1675550.0,
      "end_time": 1681300.0,
      "text": "and again is these are people who have quote \"worked hard and played by the rules,\" only"
    },
    {
      "index": 260,
      "start_time": 1681300.0,
      "end_time": 1686970.0,
      "text": "to fall further and further behind. So this is a complaint that people are not getting"
    },
    {
      "index": 261,
      "start_time": 1686970.0,
      "end_time": 1693720.0,
      "text": "what they deserve. The problem with this second sentence is that it establishes a standard"
    },
    {
      "index": 262,
      "start_time": 1693720.0,
      "end_time": 1702081.0,
      "text": "of justice that simply can't be achieved. Not - students, close your ears - not every"
    },
    {
      "index": 263,
      "start_time": 1702080.0,
      "end_time": 1709710.0,
      "text": "well-trained computer engineer will get a job at Microsoft, Google, or Facebook. Not"
    },
    {
      "index": 264,
      "start_time": 1709710.0,
      "end_time": 1715789.0,
      "text": "every high-achieving high school senior will get into Harvard, Princeton, or Swarthmore."
    },
    {
      "index": 265,
      "start_time": 1715790.0,
      "end_time": 1724760.0,
      "text": "There is just not enough room at the top. So justice, in this sense, is not possible."
    },
    {
      "index": 266,
      "start_time": 1724760.0,
      "end_time": 1729500.0,
      "text": "So I've spent a fair amount of time, for various reasons, thinking about the justice and equity"
    },
    {
      "index": 267,
      "start_time": 1729500.0,
      "end_time": 1734600.0,
      "text": "associated with college admissions, as you've heard. So how do we do, when it comes to college"
    },
    {
      "index": 268,
      "start_time": 1734600.0,
      "end_time": 1742420.0,
      "text": "admissions? It is true of Harvard and Princeton and Swarthmore, I think, that mostly, people"
    },
    {
      "index": 269,
      "start_time": 1742420.0,
      "end_time": 1749720.0,
      "text": "deserve what they get. With a few caveats, like legacy admissions, I think it's true"
    },
    {
      "index": 270,
      "start_time": 1749720.0,
      "end_time": 1754600.0,
      "text": "that people who get into these places deserve to get into these places. I think the careful"
    },
    {
      "index": 271,
      "start_time": 1754600.0,
      "end_time": 1759961.0,
      "text": "screening that comes when you can admit less than ten percent of the already self-selected"
    },
    {
      "index": 272,
      "start_time": 1759960.0,
      "end_time": 1765840.0,
      "text": "group who apply almost guarantees that every student you admit will merit admission. So"
    },
    {
      "index": 273,
      "start_time": 1765840.0,
      "end_time": 1771719.0,
      "text": "we have solved that problem. But does everyone get what they deserve? Well, you know the"
    },
    {
      "index": 274,
      "start_time": 1771720.0,
      "end_time": 1776790.0,
      "text": "answer to that as well as I do. Those of you who are walking around with little T-shirts"
    },
    {
      "index": 275,
      "start_time": 1776790.0,
      "end_time": 1783790.0,
      "text": "in your heads that say \"Swarthmore, but my first choice was Yale\" know that not everyone"
    },
    {
      "index": 276,
      "start_time": 1783790.0,
      "end_time": 1789331.0,
      "text": "can get what they deserve. A portion of the applicants to Stanford, Harvard, Princeton,"
    },
    {
      "index": 277,
      "start_time": 1789330.0,
      "end_time": 1794999.0,
      "text": "Yale, Amherst, and Swarthmore probably lack the qualifications to be admitted, but many"
    },
    {
      "index": 278,
      "start_time": 1795000.0,
      "end_time": 1802220.0,
      "text": "applicants, probably the majority of applicants, do deserve to be admitted. It's unjust that"
    },
    {
      "index": 279,
      "start_time": 1802220.0,
      "end_time": 1810650.0,
      "text": "- is it unjust that so many qualified applicants don't get in? Yes it is. But what the Hell"
    },
    {
      "index": 280,
      "start_time": 1810650.0,
      "end_time": 1817650.0,
      "text": "is a school supposed to do? What ends up happening, as you all know, is that the standards for"
    },
    {
      "index": 281,
      "start_time": 1817650.0,
      "end_time": 1822701.0,
      "text": "admission keep ratcheting up in an effort to be fair to the applicants, and, at the"
    },
    {
      "index": 282,
      "start_time": 1822700.0,
      "end_time": 1828440.0,
      "text": "same time, to keep institutions from exploding in size. Under these conditions, what it means"
    },
    {
      "index": 283,
      "start_time": 1828440.0,
      "end_time": 1834580.0,
      "text": "to deserve to get into Swarthmore is no longer that you're an excellent student, but that"
    },
    {
      "index": 284,
      "start_time": 1834580.0,
      "end_time": 1840259.0,
      "text": "you are a more excellent student than the competition. Admissions officers have the"
    },
    {
      "index": 285,
      "start_time": 1840260.0,
      "end_time": 1846951.0,
      "text": "unenviable task of making distinctions among candidates where no real distinctions exist."
    },
    {
      "index": 286,
      "start_time": 1846950.0,
      "end_time": 1854029.0,
      "text": "In doing so, they preserve the veneer of justice in college admissions. My good friend Schuldenfrei"
    },
    {
      "index": 287,
      "start_time": 1854030.0,
      "end_time": 1860240.0,
      "text": "once interviewed an applicant to the college as a favor to a friend - I think usually you"
    },
    {
      "index": 288,
      "start_time": 1860240.0,
      "end_time": 1866020.0,
      "text": "stay out of admissions stuff - and was incredibly impressed with this young person, and sent"
    },
    {
      "index": 289,
      "start_time": 1866020.0,
      "end_time": 1871390.0,
      "text": "the dean of admissions a note saying what a wonderful person this was, and this student"
    },
    {
      "index": 290,
      "start_time": 1871390.0,
      "end_time": 1879810.0,
      "text": "did not get in. And Schuldenfrei, curious, sent a note saying \"how come?\" And the dean"
    },
    {
      "index": 291,
      "start_time": 1879810.0,
      "end_time": 1889650.0,
      "text": "of admissions said, quote, \"no reason.\" And Schuldenfrei said, quote, \"what do you mean,"
    },
    {
      "index": 292,
      "start_time": 1889650.0,
      "end_time": 1896821.0,
      "text": "'no reason?'\" I did the accent as best I could. What the dean of admissions said is \"look,"
    },
    {
      "index": 293,
      "start_time": 1896820.0,
      "end_time": 1901200.0,
      "text": "there is no reason to take this person and not this person, we're trying to make distinctions"
    },
    {
      "index": 294,
      "start_time": 1901200.0,
      "end_time": 1907019.0,
      "text": "that are not makeable. We do the best we can.\" And I think they do do the best they can."
    },
    {
      "index": 295,
      "start_time": 1907020.0,
      "end_time": 1920201.0,
      "text": "(offstage) He also told me not to tell anybody. So the good news is that this was thirty-one"
    },
    {
      "index": 296,
      "start_time": 1920200.0,
      "end_time": 1928479.0,
      "text": "years ago, so it's no longer relevant, and you didn't tell anybody. You just told me."
    },
    {
      "index": 297,
      "start_time": 1928480.0,
      "end_time": 1937150.0,
      "text": "And, as I think you know, and as I think is becoming clear in more and more affluent,"
    },
    {
      "index": 298,
      "start_time": 1937150.0,
      "end_time": 1942490.0,
      "text": "privileged communities around the country, this escalation of admissions standards has"
    },
    {
      "index": 299,
      "start_time": 1942490.0,
      "end_time": 1949120.0,
      "text": "not been benign. It induces students or their parents to try to game the system. Taking"
    },
    {
      "index": 300,
      "start_time": 1949120.0,
      "end_time": 1954850.0,
      "text": "and re-taking SATs, spending a fortune on SAT prep classes, having pros edit college"
    },
    {
      "index": 301,
      "start_time": 1954850.0,
      "end_time": 1960250.0,
      "text": "essays, signing up for extracurricular activities that they have no interest in. All told an"
    },
    {
      "index": 302,
      "start_time": 1960250.0,
      "end_time": 1965730.0,
      "text": "enormous commitment of resources in money, time, and effort, for no purpose other than"
    },
    {
      "index": 303,
      "start_time": 1965730.0,
      "end_time": 1972081.0,
      "text": "to get into these select schools. Admissions officers are confident that they can see through"
    },
    {
      "index": 304,
      "start_time": 1972080.0,
      "end_time": 1978099.0,
      "text": "these ruses, and no doubt they sometimes can. But I think they will be fooled much more"
    },
    {
      "index": 305,
      "start_time": 1978100.0,
      "end_time": 1983300.0,
      "text": "often than they think. So these are the practices that get encouraged - I can't give a talk"
    },
    {
      "index": 306,
      "start_time": 1983300.0,
      "end_time": 2006550.0,
      "text": "without cartoons. So this is a real problem, we seem to be stuck, how else can we pursue"
    },
    {
      "index": 307,
      "start_time": 2006550.0,
      "end_time": 2011390.0,
      "text": "justice except by raising standards? I think there is a way. You've already heard it mentioned"
    },
    {
      "index": 308,
      "start_time": 2011390.0,
      "end_time": 2015930.0,
      "text": "and people who have been in my classes have heard me talk about it until they're absolutely"
    },
    {
      "index": 309,
      "start_time": 2015930.0,
      "end_time": 2021880.0,
      "text": "nauseous at the thought of hearing about it again, too bad for you. I've been arguing"
    },
    {
      "index": 310,
      "start_time": 2021880.0,
      "end_time": 2029430.0,
      "text": "for this for a decade, nobody, nobody, nobody takes me seriously. The solution to this problem"
    },
    {
      "index": 311,
      "start_time": 2029430.0,
      "end_time": 2036831.0,
      "text": "is a lottery. Every applicant who is good enough, a standard that will vary from school"
    },
    {
      "index": 312,
      "start_time": 2036830.0,
      "end_time": 2043679.0,
      "text": "to school, gets his or her name put into a hat, and then the winners are chosen at random."
    },
    {
      "index": 313,
      "start_time": 2043680.0,
      "end_time": 2048801.0,
      "text": "If selective schools were honest about what it takes for a student to succeed, they will"
    },
    {
      "index": 314,
      "start_time": 2048800.0000000002,
      "end_time": 2055020.0000000002,
      "text": "have standards of \"good enough\" that are high, but not unreasonable. And if they use a lottery,"
    },
    {
      "index": 315,
      "start_time": 2055020.0,
      "end_time": 2061620.0,
      "text": "the pressure balloon that is engulfing high school kids and destroying them will be punctured"
    },
    {
      "index": 316,
      "start_time": 2061620.0,
      "end_time": 2068050.0,
      "text": "just like that. Instead of having to be better than anyone else in Palo Alto, all they will"
    },
    {
      "index": 317,
      "start_time": 2068050.0000000002,
      "end_time": 2075550.0000000002,
      "text": "have to be is good enough and lucky. Anyone who is good enough gets her name thrown into"
    },
    {
      "index": 318,
      "start_time": 2075550.0000000002,
      "end_time": 2081860.0000000002,
      "text": "the hat, and has the same chance of admission as anyone else with a name in the hat. This"
    },
    {
      "index": 319,
      "start_time": 2081860.0000000002,
      "end_time": 2088260.0000000002,
      "text": "is the right thing to do, both because we really need to relieve pressure on high-achieving"
    },
    {
      "index": 320,
      "start_time": 2088260.0000000002,
      "end_time": 2097400.0,
      "text": "students and because it is a fairer representation of what the admissions process actually currently"
    },
    {
      "index": 321,
      "start_time": 2097400.0,
      "end_time": 2103400.0,
      "text": "is. There is a principle called \"the principle of the flat maximum.\" We are at a region of"
    },
    {
      "index": 322,
      "start_time": 2103400.0,
      "end_time": 2108280.0,
      "text": "the distribution - and places like Swarthmore and Yale and Princeton and so on - we are"
    },
    {
      "index": 323,
      "start_time": 2108280.0,
      "end_time": 2115120.0,
      "text": "at a region of the distribution, way at the right tip of the distribution, where the differences"
    },
    {
      "index": 324,
      "start_time": 2115120.0,
      "end_time": 2120580.0,
      "text": "among the people being measured are smaller than the errors in the tools that are being"
    },
    {
      "index": 325,
      "start_time": 2120580.0,
      "end_time": 2127840.0,
      "text": "used to measure. And as long as that's true, it is in effect a lottery, whether you try"
    },
    {
      "index": 326,
      "start_time": 2127840.0,
      "end_time": 2133540.0,
      "text": "to convince yourself otherwise or not. If you made it a lottery, people wouldn't beat"
    },
    {
      "index": 327,
      "start_time": 2133540.0,
      "end_time": 2138120.0,
      "text": "themselves up so much for not getting in, and they wouldn't drive themselves crazy trying"
    },
    {
      "index": 328,
      "start_time": 2138120.0,
      "end_time": 2145270.0,
      "text": "to figure out what little extra edge they could negotiate in competition with their"
    },
    {
      "index": 329,
      "start_time": 2145270.0,
      "end_time": 2151060.0,
      "text": "peers. A lottery like this won't correct the injustice that is inherent in a pyramidal"
    },
    {
      "index": 330,
      "start_time": 2151060.0,
      "end_time": 2156700.0,
      "text": "system in which not everyone can rise to the top, and nothing will, but here's what I think"
    },
    {
      "index": 331,
      "start_time": 2156700.0,
      "end_time": 2163440.0,
      "text": "it will do. It will reveal this injustice for what it is, instead of pretending otherwise."
    },
    {
      "index": 332,
      "start_time": 2163440.0,
      "end_time": 2169760.0,
      "text": "Arguably, it will be more just than the current system, since people with financial resources"
    },
    {
      "index": 333,
      "start_time": 2169760.0,
      "end_time": 2176600.0,
      "text": "are much more likely to try to game the system and succeed, in the current system, than people"
    },
    {
      "index": 334,
      "start_time": 2176600.0,
      "end_time": 2182820.0,
      "text": "without resources. And the data that I see suggest that the income inequality among students"
    },
    {
      "index": 335,
      "start_time": 2182820.0,
      "end_time": 2188200.0,
      "text": "at institutions like this is much worse than the income inequality across the nation as"
    },
    {
      "index": 336,
      "start_time": 2188200.0,
      "end_time": 2196070.0,
      "text": "a whole. Selective institutions magnify income inequality rather than reducing it, despite"
    },
    {
      "index": 337,
      "start_time": 2196070.0,
      "end_time": 2206040.0,
      "text": "what we say our intentions are. Under a lottery, reasons to game the system would largely evaporate."
    },
    {
      "index": 338,
      "start_time": 2206040.0,
      "end_time": 2212950.0,
      "text": "Will this decrease the quality of the students we teach? Actually, I think not. The dean"
    },
    {
      "index": 339,
      "start_time": 2212950.0,
      "end_time": 2217640.0,
      "text": "of admissions at Harvard was once quoted as saying about twelve or so years ago that if"
    },
    {
      "index": 340,
      "start_time": 2217640.0,
      "end_time": 2220960.0,
      "text": "they went through standard admissions and they took all the people they admitted and"
    },
    {
      "index": 341,
      "start_time": 2220960.0,
      "end_time": 2226150.0,
      "text": "threw them out and then started again, nobody who teaches the students at Harvard would"
    },
    {
      "index": 342,
      "start_time": 2226150.0,
      "end_time": 2230940.0,
      "text": "have any idea that they had done that. That there's no real difference between the top"
    },
    {
      "index": 343,
      "start_time": 2230940.0,
      "end_time": 2237530.0,
      "text": "batch of students and the second tier of students. A case can be made that a lottery would improve"
    },
    {
      "index": 344,
      "start_time": 2237530.0,
      "end_time": 2242710.0,
      "text": "the quality of students, and this speaks to the point that Amy made in her talk. When"
    },
    {
      "index": 345,
      "start_time": 2242710.0,
      "end_time": 2249200.0,
      "text": "we instrumentalize what students do in high school, it makes them worse students. A lottery"
    },
    {
      "index": 346,
      "start_time": 2249200.0,
      "end_time": 2253480.0,
      "text": "will make the instrumentalization of high school education much less significant than"
    },
    {
      "index": 347,
      "start_time": 2253480.0,
      "end_time": 2258900.0,
      "text": "it currently is. And this will probably mean students cultivate their interests and passions"
    },
    {
      "index": 348,
      "start_time": 2258900.0,
      "end_time": 2263340.0,
      "text": "to a much greater degree, and as a result are more interesting and better students than"
    },
    {
      "index": 349,
      "start_time": 2263340.0,
      "end_time": 2272600.0,
      "text": "the kind we're getting now, although I have no complaints about them. So why is it that"
    },
    {
      "index": 350,
      "start_time": 2272600.0,
      "end_time": 2280820.0,
      "text": "nobody takes this blatantly obviously good idea seriously? My guess about why is that"
    },
    {
      "index": 351,
      "start_time": 2280820.0,
      "end_time": 2288090.0,
      "text": "people think it is unjust for really important life outcomes to be decided by chance. No"
    },
    {
      "index": 352,
      "start_time": 2288090.0,
      "end_time": 2293940.0,
      "text": "matter how high the standards get, people can enter the process convinced that applicants"
    },
    {
      "index": 353,
      "start_time": 2293940.0,
      "end_time": 2300020.0,
      "text": "will get what they deserve. Who wants your future determined by a roll of the dice? I"
    },
    {
      "index": 354,
      "start_time": 2300020.0,
      "end_time": 2305320.0,
      "text": "understand this sentiment, but I think it is doubly mistaken. It's mistaken because,"
    },
    {
      "index": 355,
      "start_time": 2305320.0,
      "end_time": 2309550.0,
      "text": "despite what admissions people think and say, admissions already is determined by a roll"
    },
    {
      "index": 356,
      "start_time": 2309550.0,
      "end_time": 2316060.0,
      "text": "of the dice, or worse, by system gaming. And it's mistaken because I think a lottery will"
    },
    {
      "index": 357,
      "start_time": 2316060.0,
      "end_time": 2323660.0,
      "text": "force people to acknowledge the importance of good fortune in virtually all life outcomes."
    },
    {
      "index": 358,
      "start_time": 2323660.0,
      "end_time": 2331620.0,
      "text": "The reason that I did this embarrassing description of my own life was to try to convince you"
    },
    {
      "index": 359,
      "start_time": 2331620.0,
      "end_time": 2339520.0,
      "text": "that good fortune is a significant piece of the story of success and failure in almost"
    },
    {
      "index": 360,
      "start_time": 2339520.0,
      "end_time": 2344970.0,
      "text": "all of our lives, I just chose myself as an example since I seem to be the principal topic"
    },
    {
      "index": 361,
      "start_time": 2344970.0,
      "end_time": 2352020.0,
      "text": "of conversation today. But this notion that it's all meritocracy leads people to believe"
    },
    {
      "index": 362,
      "start_time": 2352020.0,
      "end_time": 2358070.0,
      "text": "that nothing is a matter of chance, everything is earned, and this leads people to be remarkably"
    },
    {
      "index": 363,
      "start_time": 2358070.0,
      "end_time": 2365740.0,
      "text": "unsympathetic to other people in society who have not succeeded. If my success is because"
    },
    {
      "index": 364,
      "start_time": 2365740.0,
      "end_time": 2371230.0,
      "text": "of my effort and achievement, their failure must be because of their lack of effort and"
    },
    {
      "index": 365,
      "start_time": 2371230.0,
      "end_time": 2375660.0,
      "text": "their lack of achievement. So what ends up happening is you create a society - and this"
    },
    {
      "index": 366,
      "start_time": 2375660.0,
      "end_time": 2381300.0,
      "text": "also speaks to Hazel's point earlier - you create a society that is almost devoid of"
    },
    {
      "index": 367,
      "start_time": 2381300.0,
      "end_time": 2387310.0,
      "text": "empathy and devoid of perspective-taking, a society of people who think \"since everybody"
    },
    {
      "index": 368,
      "start_time": 2387310.0,
      "end_time": 2393300.0,
      "text": "gets what they deserve, my success is deserved, why should I worry at all about the people"
    },
    {
      "index": 369,
      "start_time": 2393300.0,
      "end_time": 2400820.0,
      "text": "who have failed? Their failure is also deserved.\" I think admitting the importance of good fortune"
    },
    {
      "index": 370,
      "start_time": 2400820.0,
      "end_time": 2406980.0,
      "text": "might encourage institutions themselves to be more explicit about the importance of things"
    },
    {
      "index": 371,
      "start_time": 2406980.0,
      "end_time": 2414510.0,
      "text": "like empathy, compassion, and stuff, and worry a little bit less about where they rank in"
    },
    {
      "index": 372,
      "start_time": 2414510.0,
      "end_time": 2419140.0,
      "text": "the U.S. News and World Report, and a little bit more about where they rank when it comes"
    },
    {
      "index": 373,
      "start_time": 2419140.0,
      "end_time": 2426660.0,
      "text": "to nurturing good people. And what applies to academic success applies to success more"
    },
    {
      "index": 374,
      "start_time": 2426660.0,
      "end_time": 2432770.0,
      "text": "generally. Does everybody deserve what they get? No. But I think actually in a competitive"
    },
    {
      "index": 375,
      "start_time": 2432770.0,
      "end_time": 2438500.0,
      "text": "world economy, more people who succeed who deserve to succeed than used to be true. I"
    },
    {
      "index": 376,
      "start_time": 2438500.0,
      "end_time": 2444710.0,
      "text": "think the world is actually getting better in that regard. But, does everybody get what"
    },
    {
      "index": 377,
      "start_time": 2444710.0,
      "end_time": 2450330.0,
      "text": "they deserve? No, absolutely, unequivocally not. Working hard and playing by the rules"
    },
    {
      "index": 378,
      "start_time": 2450330.0,
      "end_time": 2456700.0,
      "text": "is no guarantee of anything, nor can it be. You can be doing your job, your company can"
    },
    {
      "index": 379,
      "start_time": 2456700.0,
      "end_time": 2462410.0,
      "text": "be doing its job, and all can be well, and then someone - some twelve-year-old - will"
    },
    {
      "index": 380,
      "start_time": 2462410.0,
      "end_time": 2469720.0,
      "text": "come up with a better, cheaper, faster way to do what you do and you'll be out of a job."
    },
    {
      "index": 381,
      "start_time": 2469720.0,
      "end_time": 2475510.0,
      "text": "That's how markets work. Just as \"deserving to get into Harvard\" has come to mean \"better"
    },
    {
      "index": 382,
      "start_time": 2475510.0,
      "end_time": 2481420.0,
      "text": "than all the other students,\" \"deserving to succeed in the economy\" has come to mean \"better"
    },
    {
      "index": 383,
      "start_time": 2481420.0,
      "end_time": 2488540.0,
      "text": "than all the other employees or all the other firms.\" Robert Frank describes this as a winner-take-all"
    },
    {
      "index": 384,
      "start_time": 2488540.0,
      "end_time": 2494720.0,
      "text": "society. I think this is a pretty accurate description. Appreciating the inevitability"
    },
    {
      "index": 385,
      "start_time": 2494720.0,
      "end_time": 2502370.0,
      "text": "of injustice and the centrality of good fortune might get us to ask ourselves what responsibilities"
    },
    {
      "index": 386,
      "start_time": 2502370.0,
      "end_time": 2508510.0,
      "text": "we have to people who do not get what they deserve. What responsibilities do we have"
    },
    {
      "index": 387,
      "start_time": 2508510.0,
      "end_time": 2515270.0,
      "text": "to stakeholders, and not just shareholders, when a town's dominant employer is threatening"
    },
    {
      "index": 388,
      "start_time": 2515270.0,
      "end_time": 2521000.0,
      "text": "to move offshore? What responsibilities do we have to families who seem to be doing everything"
    },
    {
      "index": 389,
      "start_time": 2521000.0,
      "end_time": 2527370.0,
      "text": "right, only to be thrown into chaos by a serious illness? I think it's easier for us to ask"
    },
    {
      "index": 390,
      "start_time": 2527370.0,
      "end_time": 2533990.0,
      "text": "these questions in an open-hearted way when we appreciate that financial success in life"
    },
    {
      "index": 391,
      "start_time": 2533990.0,
      "end_time": 2540870.0,
      "text": "has much in common with admission to Harvard - that lots of deserving people will fail."
    },
    {
      "index": 392,
      "start_time": 2540870.0,
      "end_time": 2546570.0,
      "text": "And just as we want to assure a soft landing for teenagers whose envelopes from admissions"
    },
    {
      "index": 393,
      "start_time": 2546570.0,
      "end_time": 2554290.0,
      "text": "offices are thin, we want to assure them the possibility of an excellent education somewhere"
    },
    {
      "index": 394,
      "start_time": 2554290.0,
      "end_time": 2559510.0,
      "text": "else, so, too, we want to assure people who lose the market competition that they will"
    },
    {
      "index": 395,
      "start_time": 2559510.0,
      "end_time": 2564950.0,
      "text": "still be able to lead decent lives. The more we appreciate how much our own success in"
    },
    {
      "index": 396,
      "start_time": 2564950.0,
      "end_time": 2570630.0,
      "text": "life is a result of good fortune, the more open I think we'll be towards supporting people"
    },
    {
      "index": 397,
      "start_time": 2570630.0,
      "end_time": 2576490.0,
      "text": "who have not been quite as fortunate as we've been. Behind what philosopher John Rawls called"
    },
    {
      "index": 398,
      "start_time": 2576490.0,
      "end_time": 2582200.0,
      "text": "a \"veil of ignorance,\" where you don't know how lucky you or your children will be, you"
    },
    {
      "index": 399,
      "start_time": 2582200.0,
      "end_time": 2590750.0,
      "text": "might be a bit more enthusiastic about policies that redistribute resources to favor the unlucky."
    },
    {
      "index": 400,
      "start_time": 2590750.0,
      "end_time": 2596510.0,
      "text": "So what I'm trying to suggest is that an appreciation of how most people's lives, like my life,"
    },
    {
      "index": 401,
      "start_time": 2596510.0,
      "end_time": 2603220.0,
      "text": "have been a series of unplanned and uncontrollable opportunities that you may or may not take"
    },
    {
      "index": 402,
      "start_time": 2603220.0,
      "end_time": 2608040.0,
      "text": "advantage of, will make us more sympathetic to the role of luck in life, and thus more"
    },
    {
      "index": 403,
      "start_time": 2608040.0,
      "end_time": 2613540.0,
      "text": "sympathetic to people whose luck has been bad. What we don't want is to create a generation"
    },
    {
      "index": 404,
      "start_time": 2613540.0,
      "end_time": 2620690.0,
      "text": "of people who, to quote Molly Ivens about a president I won't name, who were born on"
    },
    {
      "index": 405,
      "start_time": 2620690.0,
      "end_time": 2630010.0,
      "text": "third base and thought they hit a triple. So I take my own life as an example of two"
    },
    {
      "index": 406,
      "start_time": 2630010.0,
      "end_time": 2637980.0,
      "text": "things. I deserve most of the good things that have happened to me. However, I did not"
    },
    {
      "index": 407,
      "start_time": 2637980.0,
      "end_time": 2644610.0,
      "text": "deserve the good fortune that gave me the opportunities that I was clever enough to"
    },
    {
      "index": 408,
      "start_time": 2644610.0,
      "end_time": 2654610.0,
      "text": "make the most of. Thank you so, so much for coming."
    }
  ]
}