{
  "video_id": "hkFYWyy9Jek",
  "title": "If Talk Show Interviews Were Honest (ft. Chelsea Handler)",
  "json": [
    {
      "index": 1,
      "start_time": 12700.0,
      "end_time": 20279.0,
      "text": "Can you scroll down? Okay, the teleprompter is saying we are introducing a very very funny comedian and actress who does YouTube videos please welcome"
    },
    {
      "index": 2,
      "start_time": 20439.0,
      "end_time": 22440.0,
      "text": "Lilly Singh"
    },
    {
      "index": 3,
      "start_time": 22440.0,
      "end_time": 24439.0,
      "text": "who?"
    },
    {
      "index": 4,
      "start_time": 24439.0,
      "end_time": 26439.0,
      "text": "(applauding)"
    },
    {
      "index": 5,
      "start_time": 31240.0,
      "end_time": 36000.0,
      "text": "Thank you for filling the time slot, I'm exhausted to be here, I'm gonna say a bunch of things that my writers research"
    },
    {
      "index": 6,
      "start_time": 36000.0,
      "end_time": 40200.0,
      "text": "It's like numbers numbers numbers. It says like 12 million subscribers Forbes 30 under 30 woah"
    },
    {
      "index": 7,
      "start_time": 40300.0,
      "end_time": 43469.0,
      "text": "I'm kind of listening, but I'm more concerned with how I'm sitting and if it looks okay."
    },
    {
      "index": 8,
      "start_time": 43469.0,
      "end_time": 47969.0,
      "text": "I've never actually really watched your stuff. This cue card says that you wrote a book okay here. Let's promote that yall"
    },
    {
      "index": 9,
      "start_time": 47980.0,
      "end_time": 50939.0,
      "text": "Never watch the show either, but yes, I wrote a book. It's called how to be a bawse"
    },
    {
      "index": 10,
      "start_time": 50940.0,
      "end_time": 54660.0,
      "text": "It is a guide to conquering life, and I'm here to tell you to buy it. - Sorry. I wasn't listening"
    },
    {
      "index": 11,
      "start_time": 54660.0,
      "end_time": 57539.0,
      "text": "I was thinking about my next question, which is you're Indian"
    },
    {
      "index": 12,
      "start_time": 57539.0,
      "end_time": 62549.0,
      "text": "Which means I definitely have to ask you about your parents. - Of course. - I assume they're disappointed. *laughter* well actually"
    },
    {
      "index": 13,
      "start_time": 62550.0,
      "end_time": 65549.0,
      "text": "I have a great very funny spontaneous story about them that I pre-planned. I'll pretend"
    },
    {
      "index": 14,
      "start_time": 65549.0,
      "end_time": 68819.0,
      "text": "It's funnier than it actually is great so my parents to be so confused with what I did"
    },
    {
      "index": 15,
      "start_time": 68820.0,
      "end_time": 73529.0,
      "text": "But now my dad is so obnoxiously proud of me. He goes around to everyone says I'm Lilly Singh's dad"
    },
    {
      "index": 16,
      "start_time": 73529.0,
      "end_time": 75529.0,
      "text": "(laughter) I really think the story's adorable  (awwww)"
    },
    {
      "index": 17,
      "start_time": 89350.0,
      "end_time": 92250.0,
      "text": "I'm gonna ask you about your watch now because I know that you have an endorsement deal"
    },
    {
      "index": 18,
      "start_time": 92250.0,
      "end_time": 97259.0,
      "text": "Oh, yes, that's right, and now you'll get a portion of the check. So thank you. Oh, also my publicist thought"
    },
    {
      "index": 19,
      "start_time": 97259.0,
      "end_time": 103799.0,
      "text": "I should say that you're an inspiration to myself and women everywhere. -This is vodka. -I hope I'm still sitting okay"
    },
    {
      "index": 20,
      "start_time": 103799.0,
      "end_time": 106289.0,
      "text": "I didn't shave that high. -We're gonna play a game now because I need a segment on YouTube"
    },
    {
      "index": 21,
      "start_time": 106290.0,
      "end_time": 110220.0,
      "text": "Oh, I'm gonna actually often confused even though myself and 17 people on my team approve"
    },
    {
      "index": 22,
      "start_time": 110220.0,
      "end_time": 114569.0,
      "text": "It's called never have I ever oh, I played this a thousand times. I'm sure you're still gonna"
    },
    {
      "index": 23,
      "start_time": 114570.0,
      "end_time": 118709.0,
      "text": "Tell me the rules I am I'm gonna say something that I've never done, and then if you've done it"
    },
    {
      "index": 24,
      "start_time": 118710.0,
      "end_time": 124559.0,
      "text": "I get a point oh, I'm for sure gonna lie for the sake of my friend never have I ever stolen anything"
    },
    {
      "index": 25,
      "start_time": 124950.0,
      "end_time": 128399.0,
      "text": "Oh never. Oh except for traditional media's audience"
    },
    {
      "index": 26,
      "start_time": 128470.0,
      "end_time": 131940.0,
      "text": "Yeah, you do get a lot of views and that's why we wanted to have you on the show Logan"
    },
    {
      "index": 27,
      "start_time": 132060.0,
      "end_time": 135030.0,
      "text": "I mean Lilly Lilly Lilly never have I ever been"
    },
    {
      "index": 28,
      "start_time": 135640.0,
      "end_time": 139289.0,
      "text": "stoned on a talk show? - Oh, never. I don't want to lose my brand deals"
    },
    {
      "index": 29,
      "start_time": 140560.0,
      "end_time": 143549.0,
      "text": "- I'm stone right now. - Could you remind people to buy my book again?"
    },
    {
      "index": 30,
      "start_time": 143549.0,
      "end_time": 148619.0,
      "text": "Yes, we have 15 seconds left in the thing so say what you need to because say, thank you several times. Thank you"
    },
    {
      "index": 31,
      "start_time": 148620.0,
      "end_time": 152579.0,
      "text": "- Thank you. - And I'm gonna interrupt you because you keep repeating yourself, and then also my sister got you this gift :("
    },
    {
      "index": 32,
      "start_time": 152730.0,
      "end_time": 157259.0,
      "text": "Oh, I'm just filled with things that have your name on them. Actually I had nothing to do with it. - Okay great"
    },
    {
      "index": 33,
      "start_time": 157780.0,
      "end_time": 163079.0,
      "text": "Be sure to support Lily's new album. It's cuz it's a hashtag and then grow balls, and you can watch your videos on Vimeo"
    },
    {
      "index": 34,
      "start_time": 163079.0,
      "end_time": 164349.0,
      "text": "Thank You Lilly"
    },
    {
      "index": 35,
      "start_time": 164349.0,
      "end_time": 169018.0,
      "text": "For sure we're gonna take home all the food in the green room now. We're gonna lean in and we're gonna talk about it"
    },
    {
      "index": 36,
      "start_time": 169049.0,
      "end_time": 173159.0,
      "text": "Okay. It's nice to meet you. I have no idea who you are. - Me Neither.  (unintelligible)"
    },
    {
      "index": 37,
      "start_time": 175299.0,
      "end_time": 178889.0,
      "text": "- Thank you on your show as well with your viewers, thank you. - Okay, okay."
    },
    {
      "index": 38,
      "start_time": 181540.0,
      "end_time": 187079.0,
      "text": "Hey, I hope you enjoyed this video with Kelsey and make sure you check out her show on Netflix is called Chelsea it makes a"
    },
    {
      "index": 39,
      "start_time": 187079.0,
      "end_time": 187739.0,
      "text": "It makes a lot of sense."
    },
    {
      "index": 40,
      "start_time": 187739.0,
      "end_time": 190499.0,
      "text": "My last video is right over there check out my second Vlog channel right over there"
    },
    {
      "index": 41,
      "start_time": 190620.0,
      "end_time": 195899.0,
      "text": "That make sure you subscribe because I make new videos every Monday and Thursday one love superwoman that is a wrap and Zoop"
    },
    {
      "index": 42,
      "start_time": 196810.0,
      "end_time": 198810.0,
      "text": "I'm very scared of you"
    }
  ]
}