{
  "video_id": "HL6ECWZ8G1s",
  "title": "Why Is It So Hard To Fall Asleep?",
  "json": [
    {
      "index": 1,
      "start_time": 550.0,
      "end_time": 3170.0,
      "text": "Hey there and welcome to Life Noggin."
    },
    {
      "index": 2,
      "start_time": 3170.0,
      "end_time": 4410.0,
      "text": "I'm pretty lucky."
    },
    {
      "index": 3,
      "start_time": 4410.0,
      "end_time": 13230.0,
      "text": "As long as my animator doesn't turn off his computer, I can stay up all night and never have to worry about sleeping when I wanna watch, well—quite frankly way too many youtube videos."
    },
    {
      "index": 4,
      "start_time": 13230.0,
      "end_time": 15090.0,
      "text": "You humans aren't so fortunate though."
    },
    {
      "index": 5,
      "start_time": 15090.0,
      "end_time": 17950.0,
      "text": "Some of you even tell me you have trouble getting to bed!"
    },
    {
      "index": 6,
      "start_time": 18750.0,
      "end_time": 21930.0,
      "text": "So why can it be so hard to fall asleep?"
    },
    {
      "index": 7,
      "start_time": 22030.0,
      "end_time": 27350.0,
      "text": "Well, to begin, you humans fall asleep by going from a state of being awake to unconscious sleep."
    },
    {
      "index": 8,
      "start_time": 27350.0,
      "end_time": 35649.0,
      "text": "We're a little unclear on the exact process, but basically it starts when you're winding down and your brain exhibits some alpha activity."
    },
    {
      "index": 9,
      "start_time": 35649.0,
      "end_time": 44970.0,
      "text": "You eventually enter stage 1 of sleep, where your brain waves slow down and theta-band activity is introduced, with some bursts of alpha activity still occurring."
    },
    {
      "index": 10,
      "start_time": 44970.0,
      "end_time": 48609.0,
      "text": "Later comes stage 2, where the alpha activity dies down."
    },
    {
      "index": 11,
      "start_time": 48609.0,
      "end_time": 52559.0,
      "text": "Then there are stages 3 and 4, characterized by delta waves."
    },
    {
      "index": 12,
      "start_time": 52559.0,
      "end_time": 60309.0,
      "text": "Finally, you enter the REM stage of sleep, where dreaming is often reported, while you're there you can have awesome adventures with your favorite animation!"
    },
    {
      "index": 13,
      "start_time": 60309.0,
      "end_time": 63910.0,
      "text": "You can spend the rest of the night cycling between different stages."
    },
    {
      "index": 14,
      "start_time": 63910.0,
      "end_time": 65860.0,
      "text": "But why can sleep be so difficult sometimes?"
    },
    {
      "index": 15,
      "start_time": 65900.0,
      "end_time": 73790.0,
      "text": "Well, aside from worrying about that one thing that you did in middle school several years ago it might have something to do with what you're eating."
    },
    {
      "index": 16,
      "start_time": 73790.0,
      "end_time": 80110.0,
      "text": "Drinks and food with caffeine can cause sleep disturbances, especially when you have them closer to bedtime."
    },
    {
      "index": 17,
      "start_time": 80110.0,
      "end_time": 81580.0,
      "text": "Protein could also be the culprit."
    },
    {
      "index": 18,
      "start_time": 81580.0,
      "end_time": 86720.0,
      "text": "It's an important nutrient for the body, but can be harder to break down and digest than other foods."
    },
    {
      "index": 19,
      "start_time": 86720.0,
      "end_time": 95660.0,
      "text": "That, along with it containing tyrosine, an amino acid that aids neurotransmitter production, may make it hard to get some rest if you have a bunch of protein before bed."
    },
    {
      "index": 20,
      "start_time": 95660.0,
      "end_time": 98979.0,
      "text": "So put down that protein shake dude. You really don't need it. Just go to bed!"
    },
    {
      "index": 21,
      "start_time": 99100.0,
      "end_time": 107790.0,
      "text": "We all know that it can be harder for you humans to fall asleep if there is a bunch of loud noise going on, but some people say it might also be difficult if it's too quiet."
    },
    {
      "index": 22,
      "start_time": 107790.0,
      "end_time": 112500.0,
      "text": "Having your thermostat set too high or low might also lead to some late night restlessness."
    },
    {
      "index": 23,
      "start_time": 112500.0,
      "end_time": 116340.0,
      "text": "And if you find it hard to get some Z's, you might be a werewolf!"
    },
    {
      "index": 24,
      "start_time": 116340.0,
      "end_time": 122540.0,
      "text": "Well, probably not, but a recent study did find that people might have a harder time sleeping during a full moon."
    },
    {
      "index": 25,
      "start_time": 122540.0,
      "end_time": 131840.0,
      "text": "Their participants took about 5 minutes longer to fall asleep, had a 30% decrease in deep sleep, and slept around 20% less when there was a full moon."
    },
    {
      "index": 26,
      "start_time": 131840.0,
      "end_time": 134380.0,
      "text": "Maybe that's why those lycanthropes are always hungry."
    },
    {
      "index": 27,
      "start_time": 134390.0,
      "end_time": 135779.0,
      "text": "They're just tired!"
    },
    {
      "index": 28,
      "start_time": 135780.0,
      "end_time": 140410.0,
      "text": "So if you do have trouble falling asleep, the National Sleep Foundation has some tips."
    },
    {
      "index": 29,
      "start_time": 140410.0,
      "end_time": 146440.0,
      "text": "They say to carve out about 30 minutes to wind down before you go to bed and try to disconnect from your electronics."
    },
    {
      "index": 30,
      "start_time": 146440.0,
      "end_time": 148800.0,
      "text": "But obviously, you know, finish this video first!"
    },
    {
      "index": 31,
      "start_time": 148980.0,
      "end_time": 155270.0,
      "text": "Maybe try a breathing or relaxation exercise and do your best to wake up around the same time everyday."
    },
    {
      "index": 32,
      "start_time": 155270.0,
      "end_time": 161220.0,
      "text": "I'm pretty sure my research team is going to get a whole bunch of ads for a new bed after doing research for this video."
    },
    {
      "index": 33,
      "start_time": 161220.0,
      "end_time": 163470.0,
      "text": "So do you have any tips for falling asleep?"
    },
    {
      "index": 34,
      "start_time": 163470.0,
      "end_time": 165220.0,
      "text": "Let me know in the comments below!"
    },
    {
      "index": 35,
      "start_time": 165220.0,
      "end_time": 171400.0,
      "text": "And if you enjoyed this video then you're definitely gonna wanna check out the video we did on how much sleep you really need."
    },
    {
      "index": 36,
      "start_time": 171400.0,
      "end_time": 181400.0,
      "text": "With the study that looked at older adults, researchers found that sleeping less than 8 hours or more than 10 hours a night was associated with the higher likelihood of health caring use."
    },
    {
      "index": 37,
      "start_time": 181400.0,
      "end_time": 184840.0,
      "text": "As always, I'm Blocko and this has been Life Noggin."
    },
    {
      "index": 38,
      "start_time": 184850.0,
      "end_time": 187200.0,
      "text": "Don't forget to keep on thinking!"
    }
  ]
}