{
  "video_id": "Hm7cVImCJ6U",
  "title": "Make Love Not Porn: Cindy Gallop at TEDxOxford",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 5000.0,
      "end_time": 11000.0,
      "text": "Anybody in this theater who thinks they might be offended by explicit sexual discussion?"
    },
    {
      "index": 2,
      "start_time": 11000.0,
      "end_time": 14000.0,
      "text": "Please leave the theatre now and come back at the end of my talk."
    },
    {
      "index": 3,
      "start_time": 14000.0,
      "end_time": 16000.0,
      "text": "You can’t say you weren’t warned."
    },
    {
      "index": 4,
      "start_time": 16000.0,
      "end_time": 22000.0,
      "text": "I dated younger men. The two men in their twenties and so I have sex with younger men."
    },
    {
      "index": 5,
      "start_time": 22000.0,
      "end_time": 27000.0,
      "text": "And so having sex with younger men, I encountered not with all the men I date but with a number."
    },
    {
      "index": 6,
      "start_time": 27000.0,
      "end_time": 37000.0,
      "text": "What happens when total freedom of access to hard-core pornography online meets our reluctance as a society to talk"
    },
    {
      "index": 7,
      "start_time": 37000.0,
      "end_time": 45000.0,
      "text": "Openly and honestly about sex. And results in porn therefore the coming by default the sex education of today."
    },
    {
      "index": 8,
      "start_time": 45000.0,
      "end_time": 48000.0,
      "text": "Not a good thing."
    },
    {
      "index": 9,
      "start_time": 48000.0,
      "end_time": 57000.0,
      "text": "So when I realize this and nearly four years ago, I launched at Ted 2009 a website put up a new money very basic, very clinking."
    },
    {
      "index": 10,
      "start_time": 57000.0,
      "end_time": 62000.0,
      "text": "At make love not porn dot com. The post the mix of hardcore porn and balance of them with the reality."
    },
    {
      "index": 11,
      "start_time": 62000.0,
      "end_time": 67000.0,
      "text": "The construct is porn world, real-world. This is what happens in the porn world."
    },
    {
      "index": 12,
      "start_time": 67000.0,
      "end_time": 70000.0,
      "text": "This is what really happens in the real world."
    },
    {
      "index": 13,
      "start_time": 70000.0,
      "end_time": 77000.0,
      "text": "I was very straightforward in my Ted talk. As one torturer said it was the first time the words comment my face."
    },
    {
      "index": 14,
      "start_time": 77000.0,
      "end_time": 81000.0,
      "text": "Having heard on the Ted’s stage six times in session."
    },
    {
      "index": 15,
      "start_time": 81000.0,
      "end_time": 88000.0,
      "text": "My talk went viral and the response has been absent extraordinary ever since."
    },
    {
      "index": 16,
      "start_time": 88000.0,
      "end_time": 93000.0,
      "text": "And the most extraordinary thing separate from very high traffic to the site."
    },
    {
      "index": 17,
      "start_time": 93000.0,
      "end_time": 98000.0,
      "text": "From every country in the world with zero promotion from me."
    },
    {
      "index": 18,
      "start_time": 98000.0,
      "end_time": 101000.0,
      "text": "Has been that every single day for the past nearly four years."
    },
    {
      "index": 19,
      "start_time": 101000.0,
      "end_time": 104000.0,
      "text": "I get emails to my make love not porn inbox."
    },
    {
      "index": 20,
      "start_time": 104000.0,
      "end_time": 110000.0,
      "text": "And I get them from young people and older people. I get them from men and women."
    },
    {
      "index": 21,
      "start_time": 110000.0,
      "end_time": 113000.0,
      "text": "Make love not porn is a chance to equal proposition."
    },
    {
      "index": 22,
      "start_time": 113000.0,
      "end_time": 118000.0,
      "text": "Girls watch porn too. They’re just as influenced by porn as default sex education as boys."
    },
    {
      "index": 23,
      "start_time": 118000.0,
      "end_time": 122000.0,
      "text": "From gay and straight, for all around the world."
    },
    {
      "index": 24,
      "start_time": 122000.0,
      "end_time": 127000.0,
      "text": "And what amazes people is the fact that I stood on stage and talk about."
    },
    {
      "index": 25,
      "start_time": 127000.0,
      "end_time": 131000.0,
      "text": "And I’m doing something about what everybody knows and no one ever speaks about."
    },
    {
      "index": 26,
      "start_time": 131000.0,
      "end_time": 137000.0,
      "text": "And so people feel able to tell me anything. They pour their hearts out to an email."
    },
    {
      "index": 27,
      "start_time": 137000.0,
      "end_time": 141000.0,
      "text": "They tell me things about the sex lies in the porn watching habits that they never told anybody else before."
    },
    {
      "index": 28,
      "start_time": 141000.0,
      "end_time": 150000.0,
      "text": "And those emails overtime began making me feel that I had a responsibility to take make love not porn forward"
    },
    {
      "index": 29,
      "start_time": 150000.0,
      "end_time": 153000.0,
      "text": "In a way that will make it much more far-reaching helpful and effective."
    },
    {
      "index": 30,
      "start_time": 153000.0,
      "end_time": 160000.0,
      "text": "Make love not porn is not anti-porn. The issue I’m tacking is not porn."
    },
    {
      "index": 31,
      "start_time": 160000.0,
      "end_time": 167000.0,
      "text": "I’m tackling the total lack in our society offer open healthy honest conversation around sex and porn."
    },
    {
      "index": 32,
      "start_time": 167000.0,
      "end_time": 170000.0,
      "text": "Which then enable amongst many other benefits"
    },
    {
      "index": 33,
      "start_time": 170000.0,
      "end_time": 176000.0,
      "text": "People to bring the real world mindset to the viewing of what’s the century artificial entertainment."
    },
    {
      "index": 34,
      "start_time": 176000.0,
      "end_time": 181000.0,
      "text": "Our tack line is pro sex, pro porn, pro knowing the difference."
    },
    {
      "index": 35,
      "start_time": 181000.0,
      "end_time": 186000.0,
      "text": "And make love not porn entire message brought down to talk about it."
    },
    {
      "index": 36,
      "start_time": 186000.0,
      "end_time": 191000.0,
      "text": "And that’s because we all get very vulnerable when we get naked."
    },
    {
      "index": 37,
      "start_time": 191000.0,
      "end_time": 202000.0,
      "text": "Sexual egos are very fragile. People find it bizarrely difficult to talk about sex with the people that actually having it with while they actually having it."
    },
    {
      "index": 38,
      "start_time": 202000.0,
      "end_time": 208000.0,
      "text": "Because you’re terrified of hurting others person’s feelings, point out a view, derailing the entire encounter."
    },
    {
      "index": 39,
      "start_time": 208000.0,
      "end_time": 212000.0,
      "text": "Derailing the entire relationship. But at the same time you want to please your partner."
    },
    {
      "index": 40,
      "start_time": 212000.0,
      "end_time": 218000.0,
      "text": "You want to make them happy. So you’ll seize your cues on how to do that from anyway you can."
    },
    {
      "index": 41,
      "start_time": 218000.0,
      "end_time": 224000.0,
      "text": "And if it only cues you have are from porn, those are the ones you take to not a very good effect."
    },
    {
      "index": 42,
      "start_time": 224000.0,
      "end_time": 233000.0,
      "text": "So I’m decided that what I want to do is take every dynamic that exists out there in social media currently."
    },
    {
      "index": 43,
      "start_time": 233000.0,
      "end_time": 240000.0,
      "text": "And apply them to the one area that no social media network platform has ever gone or ever dare to go which is sex."
    },
    {
      "index": 44,
      "start_time": 240000.0,
      "end_time": 250000.0,
      "text": "I want to socialize sex. And to make real world sex socially acceptable and therefore adjust the socially sharable and discussable."
    },
    {
      "index": 45,
      "start_time": 250000.0,
      "end_time": 257000.0,
      "text": "As anything else that we currently share and discuss on Facebook, Twitter, Tumbler, Instagram."
    },
    {
      "index": 46,
      "start_time": 257000.0,
      "end_time": 265000.0,
      "text": "So 11 weeks ago I and my two co-funders CTO Cory Enis, user experience got us in the chase"
    },
    {
      "index": 47,
      "start_time": 265000.0,
      "end_time": 270000.0,
      "text": "We launched in beta make love not porn dot tv."
    },
    {
      "index": 48,
      "start_time": 270000.0,
      "end_time": 278000.0,
      "text": "Makelovenotpron.tv is a user generated crowd source platform where anybody from anywhere in the world."
    },
    {
      "index": 49,
      "start_time": 278000.0,
      "end_time": 283000.0,
      "text": "One of you can upload and submit videos of yourselves having real world sex."
    },
    {
      "index": 50,
      "start_time": 283000.0,
      "end_time": 288000.0,
      "text": "Having the sex you really have in the real world. And I and my team curate, we review everything."
    },
    {
      "index": 51,
      "start_time": 288000.0,
      "end_time": 295000.0,
      "text": "This is not youporn, pornhub, Xtube. We’re not porn. We’re not ameture. We’re real world sex."
    },
    {
      "index": 52,
      "start_time": 295000.0,
      "end_time": 300000.0,
      "text": "What do I mean by that. Well…real world sex is funny."
    },
    {
      "index": 53,
      "start_time": 300000.0,
      "end_time": 304000.0,
      "text": "If you can’t laugh at yourselves having sex, when can you?"
    },
    {
      "index": 54,
      "start_time": 304000.0,
      "end_time": 308000.0,
      "text": "Porn world sex is not funny. Porn is paradise but the sex is deadly ends."
    },
    {
      "index": 55,
      "start_time": 308000.0,
      "end_time": 313000.0,
      "text": "One of the reasons I want to do this is I want to reassure people the same shit happens to all of us."
    },
    {
      "index": 56,
      "start_time": 313000.0,
      "end_time": 321000.0,
      "text": "Because we never talk about it. We go ‘oh my god! That was so excruciating, embarrassing. I never speak about this to anybody ever’"
    },
    {
      "index": 57,
      "start_time": 321000.0,
      "end_time": 327000.0,
      "text": "So for example, the total nightmare putting the condom on."
    },
    {
      "index": 58,
      "start_time": 327000.0,
      "end_time": 329000.0,
      "text": "Guys always know how to do the magic. Shhh. As you all know it does not happen like that."
    },
    {
      "index": 59,
      "start_time": 329000.0,
      "end_time": 337000.0,
      "text": "Why it doesn’t happen like that things goes soft juices and strong up encounters get derailed."
    },
    {
      "index": 60,
      "start_time": 337000.0,
      "end_time": 340000.0,
      "text": "Queer things, funny faults. Everyone does. Nothing to be shame of."
    },
    {
      "index": 61,
      "start_time": 340000.0,
      "end_time": 344000.0,
      "text": "We want to category make love not porn dot tv that is sexually equivalent to America funnies home videos."
    },
    {
      "index": 62,
      "start_time": 344000.0,
      "end_time": 350000.0,
      "text": "Because some people film themselves having sex. You never see the outtakes but there’s a market for that."
    },
    {
      "index": 63,
      "start_time": 350000.0,
      "end_time": 356000.0,
      "text": "Imagine the sex equivalent to ‘Charles bit my finger’ which is now have over 450 million views on YouTube."
    },
    {
      "index": 64,
      "start_time": 356000.0,
      "end_time": 359000.0,
      "text": "Imagine the appeal of that in a sex context."
    },
    {
      "index": 65,
      "start_time": 359000.0,
      "end_time": 365000.0,
      "text": "So real world sex is funny. Real world sex is messy."
    },
    {
      "index": 66,
      "start_time": 365000.0,
      "end_time": 369000.0,
      "text": "It also amuses me when people talk about porn is being dirty."
    },
    {
      "index": 67,
      "start_time": 369000.0,
      "end_time": 372000.0,
      "text": "Because porn actually sanitize the sex. In porn, nobody has hair."
    },
    {
      "index": 68,
      "start_time": 372000.0,
      "end_time": 378000.0,
      "text": "You never see anybody using loop even the gallons on set."
    },
    {
      "index": 69,
      "start_time": 378000.0,
      "end_time": 383000.0,
      "text": "You never see any of those nice messy things that happen in real world sex."
    },
    {
      "index": 70,
      "start_time": 383000.0,
      "end_time": 388000.0,
      "text": "So we won’t encounter like period sex. Never see that in porn."
    },
    {
      "index": 71,
      "start_time": 388000.0,
      "end_time": 393000.0,
      "text": "And as a result, unfortunate myth of sprung up for those guys and girls goes ‘wow! Can’t have sex during a period.’"
    },
    {
      "index": 72,
      "start_time": 393000.0,
      "end_time": 394000.0,
      "text": "I promise you, you can."
    },
    {
      "index": 73,
      "start_time": 394000.0,
      "end_time": 398000.0,
      "text": "So we invite the hottest most arousing real world sex content that is sex during a period."
    },
    {
      "index": 74,
      "start_time": 398000.0,
      "end_time": 404000.0,
      "text": "Blood everywhere, no big deal. Take the time when I’m with your tit. Whatever turns you on."
    },
    {
      "index": 75,
      "start_time": 404000.0,
      "end_time": 413000.0,
      "text": "Real world sex is responsible. In porn, either, there are no condoms or all of a sudden the condom is on."
    },
    {
      "index": 76,
      "start_time": 413000.0,
      "end_time": 417000.0,
      "text": "Jump cut. They’re having the sex. Where did that come from?"
    },
    {
      "index": 77,
      "start_time": 417000.0,
      "end_time": 421000.0,
      "text": "So we invite the hottest most arousing real world sex content that actively compete eroticized condom usage."
    },
    {
      "index": 78,
      "start_time": 421000.0,
      "end_time": 426000.0,
      "text": "What’s the hottest most arousing way you can introduce a condom in to the action?"
    },
    {
      "index": 79,
      "start_time": 426000.0,
      "end_time": 431000.0,
      "text": "Put it on. Take it off. Disposes of it."
    },
    {
      "index": 80,
      "start_time": 431000.0,
      "end_time": 433000.0,
      "text": "I have sex with the condoms all the time. I want to watch my kind of sex."
    },
    {
      "index": 81,
      "start_time": 433000.0,
      "end_time": 439000.0,
      "text": "But I particularly want creative ideas for those awkward condom moments that we all go through."
    },
    {
      "index": 82,
      "start_time": 439000.0,
      "end_time": 446000.0,
      "text": "And if more of us having more creative ideas on how to make this awkward condom moment hot and arousing."
    },
    {
      "index": 83,
      "start_time": 446000.0,
      "end_time": 450000.0,
      "text": "There will be a lot more safe sex happening. A lot less STD and a lot less unwanted pregnancies."
    },
    {
      "index": 84,
      "start_time": 450000.0,
      "end_time": 454000.0,
      "text": "So that’s what I mean by real world sex."
    },
    {
      "index": 85,
      "start_time": 454000.0,
      "end_time": 461000.0,
      "text": "And our business model is that we charge you to submit small token of nominal fee."
    },
    {
      "index": 86,
      "start_time": 461000.0,
      "end_time": 463000.0,
      "text": "It’s the local equivalent of US five dollars for submission."
    },
    {
      "index": 87,
      "start_time": 463000.0,
      "end_time": 471000.0,
      "text": "That’s curation fee. It’s also for quality control that screens out spam as crap."
    },
    {
      "index": 88,
      "start_time": 471000.0,
      "end_time": 473000.0,
      "text": "Then we charge you to view, not to download, because we host in stream."
    },
    {
      "index": 89,
      "start_time": 473000.0,
      "end_time": 481000.0,
      "text": "But to rent. So when you click on the video you like, you pay five bucks and you can view it as many times as you like over a three-week period."
    },
    {
      "index": 90,
      "start_time": 481000.0,
      "end_time": 486000.0,
      "text": "And you can show it to anybody else cause it’s in your fiscal sanity of your laptop, your cell phone."
    },
    {
      "index": 91,
      "start_time": 486000.0,
      "end_time": 492000.0,
      "text": "And then we revenue your share. We give you the contributor the make love not porn star we like to call you."
    },
    {
      "index": 92,
      "start_time": 492000.0,
      "end_time": 498000.0,
      "text": "We give you fifty percent of the revenues that you make love not porn.tv content generates."
    },
    {
      "index": 93,
      "start_time": 498000.0,
      "end_time": 503000.0,
      "text": "Which first of all, isn’t an incentive to you to actually promoted through the network share it socially."
    },
    {
      "index": 94,
      "start_time": 503000.0,
      "end_time": 512000.0,
      "text": "And help drama acting for us. And secondly, if we hope one day, we hit critical mass and one day"
    },
    {
      "index": 95,
      "start_time": 512000.0,
      "end_time": 519000.0,
      "text": "Your makelovenotporn.tv video could hit the YouTube holy grail of a million rentals at five bucks per rental."
    },
    {
      "index": 96,
      "start_time": 519000.0,
      "end_time": 525000.0,
      "text": "We give you the half revenue you’re laughing. This has the potential to be what we like to call the ‘etsy of sexy’"
    },
    {
      "index": 97,
      "start_time": 525000.0,
      "end_time": 531000.0,
      "text": "This is the way you can create your own cottage industry doing what comes naturally, the way it comes naturally."
    },
    {
      "index": 98,
      "start_time": 531000.0,
      "end_time": 534000.0,
      "text": "Which make recession toward economy the world over and with global."
    },
    {
      "index": 99,
      "start_time": 534000.0,
      "end_time": 537000.0,
      "text": "And we hope also be quite appealing proposition"
    },
    {
      "index": 100,
      "start_time": 537000.0,
      "end_time": 545000.0,
      "text": "So what my team and I doing is we’re building a platform and tools to be what we call sexual social currency."
    },
    {
      "index": 101,
      "start_time": 545000.0,
      "end_time": 552000.0,
      "text": "We are taking everything that makes Facebook, Twitter, Tumblr, Instagram so addicted to people."
    },
    {
      "index": 102,
      "start_time": 552000.0,
      "end_time": 558000.0,
      "text": "And apply it to the one air those guys will never go. We have lots of social features that have social functions."
    },
    {
      "index": 103,
      "start_time": 558000.0,
      "end_time": 564000.0,
      "text": "So for example, you’ll be able to curate and put together your own make love not porn .tv playlist."
    },
    {
      "index": 104,
      "start_time": 564000.0,
      "end_time": 571000.0,
      "text": "Just what you do on ITunes and Spotify. And that playlist might be the solitary usage."
    },
    {
      "index": 105,
      "start_time": 571000.0,
      "end_time": 573000.0,
      "text": "So maybe it’s collection of scenes to get you off in 20 seconds every time."
    },
    {
      "index": 106,
      "start_time": 573000.0,
      "end_time": 576000.0,
      "text": "But it could also be the sex equivalent of a mix tape."
    },
    {
      "index": 107,
      "start_time": 576000.0,
      "end_time": 580000.0,
      "text": "So imagine that you become dating this really hot guy or girl."
    },
    {
      "index": 108,
      "start_time": 580000.0,
      "end_time": 585000.0,
      "text": "Your curation put together at makelovenotporn.tv playlist. You send it to them then we have a gifting capability."
    },
    {
      "index": 109,
      "start_time": 585000.0,
      "end_time": 591000.0,
      "text": "And because it’s us, it’s socially okay to do that. And that playlist might just be"
    },
    {
      "index": 110,
      "start_time": 591000.0,
      "end_time": 595000.0,
      "text": "Here are some hot stuff to share next time together but it could also be here’s what I’m really into."
    },
    {
      "index": 111,
      "start_time": 595000.0,
      "end_time": 598000.0,
      "text": "This is what I would really like you to do to me."
    },
    {
      "index": 112,
      "start_time": 598000.0,
      "end_time": 601000.0,
      "text": "This is what would actually really make me calm and by send this playlist."
    },
    {
      "index": 113,
      "start_time": 601000.0,
      "end_time": 608000.0,
      "text": "I don’t have to have the actual conversation out loud in words have been forbid, because that’d be really awkward and embarrassing for both of us."
    },
    {
      "index": 114,
      "start_time": 608000.0,
      "end_time": 611000.0,
      "text": "And I can see how you respond and we can take it from there."
    },
    {
      "index": 115,
      "start_time": 611000.0,
      "end_time": 616000.0,
      "text": "Then, we have a system of rating and scoring. So you can rate the content holistically."
    },
    {
      "index": 116,
      "start_time": 616000.0,
      "end_time": 620000.0,
      "text": "But we also have in video timeline scoring."
    },
    {
      "index": 117,
      "start_time": 620000.0,
      "end_time": 624000.0,
      "text": "We’re very interested in which bits of the video you find most hot and compelling."
    },
    {
      "index": 118,
      "start_time": 624000.0,
      "end_time": 632000.0,
      "text": "We are dated sexual in a very different way from the way that Pamilla intended originally."
    },
    {
      "index": 119,
      "start_time": 632000.0,
      "end_time": 635000.0,
      "text": "This platform has a potential one day to be the Kinsey of today."
    },
    {
      "index": 120,
      "start_time": 635000.0,
      "end_time": 638000.0,
      "text": "Real world, real time, real life human sexual behavior."
    },
    {
      "index": 121,
      "start_time": 638000.0,
      "end_time": 642000.0,
      "text": "I could get that nobody else is doing but when it came designing."
    },
    {
      "index": 122,
      "start_time": 642000.0,
      "end_time": 650000.0,
      "text": "That in video timeline scoring system. We have to take the count the fact that getting to amuses me when people talk about watching porn."
    },
    {
      "index": 123,
      "start_time": 650000.0,
      "end_time": 655000.0,
      "text": "Nobody’s watching porn when wonky. This is not entertainment you watch."
    },
    {
      "index": 124,
      "start_time": 655000.0,
      "end_time": 661000.0,
      "text": "It’s the entertain you’re activate to. So we have design an in video timeline and scoring system is very simple."
    },
    {
      "index": 125,
      "start_time": 661000.0,
      "end_time": 664000.0,
      "text": "Easy to use and one handed."
    },
    {
      "index": 126,
      "start_time": 664000.0,
      "end_time": 674000.0,
      "text": "So we have designed our own unit of appreciation. Our version of the Fackbook like is the makelovenotporn.tv yes."
    },
    {
      "index": 127,
      "start_time": 674000.0,
      "end_time": 679000.0,
      "text": "So you score by going yes. Yes yes. Yes yes."
    },
    {
      "index": 128,
      "start_time": 679000.0,
      "end_time": 682000.0,
      "text": "And all you have to do is hit the spacebar. You can do in one hand. You can do it left handed or right handed."
    },
    {
      "index": 129,
      "start_time": 682000.0,
      "end_time": 690000.0,
      "text": "We have a system of badges and stickers like foursquares that reward talent and skills and achievements."
    },
    {
      "index": 130,
      "start_time": 690000.0,
      "end_time": 695000.0,
      "text": "So the first time you contribute you get a newby badge. And we are deliberately designing a mechanism."
    },
    {
      "index": 131,
      "start_time": 695000.0,
      "end_time": 698000.0,
      "text": "To encourage you to push your sexual boundaries."
    },
    {
      "index": 132,
      "start_time": 698000.0,
      "end_time": 701000.0,
      "text": "So the very first time you either view or contribute content outside your normal rail."
    },
    {
      "index": 133,
      "start_time": 701000.0,
      "end_time": 708000.0,
      "text": "You get the explore badge. And all of this builds up your sexual profile on makelovenotporn.tv"
    },
    {
      "index": 134,
      "start_time": 708000.0,
      "end_time": 715000.0,
      "text": "Because sex is personality. Who we are sexually is as much part of how we self-identify and self express."
    },
    {
      "index": 135,
      "start_time": 715000.0,
      "end_time": 721000.0,
      "text": "As any other talent skill or trait we currently public to showcase in social media."
    },
    {
      "index": 136,
      "start_time": 721000.0,
      "end_time": 727000.0,
      "text": "And by the way, we also have a category where porn star get to post the sex they have in the off camera in the real world."
    },
    {
      "index": 137,
      "start_time": 727000.0,
      "end_time": 730000.0,
      "text": "Because porn star have real world sex too which is completely different from the sex they have on the camera."
    },
    {
      "index": 138,
      "start_time": 730000.0,
      "end_time": 738000.0,
      "text": "Make love not porn has brought to me many people who reached out saying love what you’re doing, want to help."
    },
    {
      "index": 139,
      "start_time": 738000.0,
      "end_time": 743000.0,
      "text": "Including much to my surprise, when this first began happening, a lot of people in the porn industry."
    },
    {
      "index": 140,
      "start_time": 743000.0,
      "end_time": 749000.0,
      "text": "Specifically generation Y porn. Your generation porn is like your generation anywhere else."
    },
    {
      "index": 141,
      "start_time": 749000.0,
      "end_time": 756000.0,
      "text": "They’re entrepreneurial. They’re ambitious. They’re questioning and challenging the old world and they want to be a part of the new."
    },
    {
      "index": 142,
      "start_time": 756000.0,
      "end_time": 761000.0,
      "text": "Twenty-something porn stars and porn directors reached out to me of their own volition."
    },
    {
      "index": 143,
      "start_time": 761000.0,
      "end_time": 764000.0,
      "text": "Saying we love this initiative. We want to help."
    },
    {
      "index": 144,
      "start_time": 764000.0,
      "end_time": 772000.0,
      "text": "So you’ll see on makelovenotpron.tv, my friend Danny Wylde and Lydia Bow who are twenty-something porn stars and a real-life couple."
    },
    {
      "index": 145,
      "start_time": 772000.0,
      "end_time": 777000.0,
      "text": "Having the sex they really having in a real relationship. My friend Lily Kate who’s a lesbian porn star."
    },
    {
      "index": 146,
      "start_time": 777000.0,
      "end_time": 780000.0,
      "text": "Having a sex, she really has with her real girlfriends."
    },
    {
      "index": 147,
      "start_time": 780000.0,
      "end_time": 788000.0,
      "text": "All of which goes to demonstrate up point that porn is not real world sex."
    },
    {
      "index": 148,
      "start_time": 788000.0,
      "end_time": 791000.0,
      "text": "And we want people to understand the difference."
    },
    {
      "index": 149,
      "start_time": 791000.0,
      "end_time": 799000.0,
      "text": "You have no idea. How extraordinary difficult has been to make this thing to happen."
    },
    {
      "index": 150,
      "start_time": 799000.0,
      "end_time": 803000.0,
      "text": "It took me two years to get makelovenotporn.tv fund it. Very ironic."
    },
    {
      "index": 151,
      "start_time": 803000.0,
      "end_time": 808000.0,
      "text": "I should be every venture capitalists and investors wet dream literally."
    },
    {
      "index": 152,
      "start_time": 808000.0,
      "end_time": 815000.0,
      "text": "I have an idea enabled by technology design this distributed sec worth billions of dollars"
    },
    {
      "index": 153,
      "start_time": 815000.0,
      "end_time": 818000.0,
      "text": "In the way that is both socially beneficial and potentially very very lucrative."
    },
    {
      "index": 154,
      "start_time": 818000.0,
      "end_time": 825000.0,
      "text": "But because that sec is porn and the social benefit is sexuality."
    },
    {
      "index": 155,
      "start_time": 825000.0,
      "end_time": 830000.0,
      "text": "Nobody seems to come near me. when I finally found an angel investor to got it and put up the seed funding that we needed."
    },
    {
      "index": 156,
      "start_time": 830000.0,
      "end_time": 834000.0,
      "text": "I’m then couldn’t get my hands on the money for quite a while"
    },
    {
      "index": 157,
      "start_time": 834000.0,
      "end_time": 838000.0,
      "text": "Because I couldn’t find a single bank anywhere that would allow me to open a business banking account"
    },
    {
      "index": 158,
      "start_time": 838000.0,
      "end_time": 844000.0,
      "text": "For business that has live porn in the name. even though, the business is makelovenotporn."
    },
    {
      "index": 159,
      "start_time": 844000.0,
      "end_time": 847000.0,
      "text": "And even though we have a social mission. And by the way I still can’t"
    },
    {
      "index": 160,
      "start_time": 847000.0,
      "end_time": 851000.0,
      "text": "If anybody out there knows anybody who owns the bank and believes our mission."
    },
    {
      "index": 161,
      "start_time": 851000.0,
      "end_time": 855000.0,
      "text": "Seriously, I want to hear from them."
    },
    {
      "index": 162,
      "start_time": 855000.0,
      "end_time": 861000.0,
      "text": "So along the way, many very well-meaning people said to me, Cindy you know, why don’t you change your name of the company"
    },
    {
      "index": 163,
      "start_time": 861000.0,
      "end_time": 866000.0,
      "text": "Why don’t you call it something else. That doesn’t have porn in it."
    },
    {
      "index": 164,
      "start_time": 866000.0,
      "end_time": 872000.0,
      "text": "You know…something very ocuous. You know, be hasty about make sure business. It’ll make your life so much easier."
    },
    {
      "index": 165,
      "start_time": 872000.0,
      "end_time": 880000.0,
      "text": "I refuse to do that. Because when you concept a venture around societies’ existing biases and prejudices."
    },
    {
      "index": 166,
      "start_time": 880000.0,
      "end_time": 886000.0,
      "text": "All you do is reinforced them. You heard Michael Tobin quote earlier today."
    },
    {
      "index": 167,
      "start_time": 886000.0,
      "end_time": 890000.0,
      "text": "That all progress depends on the unreasonable man."
    },
    {
      "index": 168,
      "start_time": 890000.0,
      "end_time": 896000.0,
      "text": "It also depends on the unreasonable woman. I’m utterly unreasonable."
    },
    {
      "index": 169,
      "start_time": 896000.0,
      "end_time": 903000.0,
      "text": "I refuse to bow to society’s biases and prejudices. I’m about to change them."
    },
    {
      "index": 170,
      "start_time": 903000.0,
      "end_time": 910000.0,
      "text": "So I’m out to achieve the complete opposite of what Pamilla talk to all of you today."
    },
    {
      "index": 171,
      "start_time": 910000.0,
      "end_time": 920000.0,
      "text": "If I and my team achieve what we want to makelovenotporn.tv. The ultimate glory of success and we’re sitting out on a monumental task with a monumental goal."
    },
    {
      "index": 172,
      "start_time": 920000.0,
      "end_time": 927000.0,
      "text": "But the ultimate glory of success would be that nobody would ever have to be ashamed of having a photograph of them naked"
    },
    {
      "index": 173,
      "start_time": 927000.0,
      "end_time": 934000.0,
      "text": "Or sex tapes on the internet again. Because it’s simply a natural human part of who we are."
    },
    {
      "index": 174,
      "start_time": 934000.0,
      "end_time": 944000.0,
      "text": "And I have to tell you also that, you know, although I concept all of this and my team have built on it brilliantly."
    },
    {
      "index": 175,
      "start_time": 944000.0,
      "end_time": 953000.0,
      "text": "I have no real idea of the power potential of what we are doing until we began viewing our first content submissions."
    },
    {
      "index": 176,
      "start_time": 953000.0,
      "end_time": 959000.0,
      "text": "And by the way, on that, you know, people say to me ‘seriously, people actually do this?’"
    },
    {
      "index": 177,
      "start_time": 959000.0,
      "end_time": 965000.0,
      "text": "Well…first of all, you are the generation that’s grown up video sharing everything."
    },
    {
      "index": 178,
      "start_time": 965000.0,
      "end_time": 969000.0,
      "text": "Once upon a time, your marriage proposal used to be a very intimate moment for just the two of you."
    },
    {
      "index": 179,
      "start_time": 969000.0,
      "end_time": 973000.0,
      "text": "You wouldn’t have dreamed of videoing it and put it on Facebook."
    },
    {
      "index": 180,
      "start_time": 973000.0,
      "end_time": 978000.0,
      "text": "Even less would you dream to construct an entire flash mob event around it."
    },
    {
      "index": 181,
      "start_time": 978000.0,
      "end_time": 982000.0,
      "text": "Post on YouTube and hoping get millions of views."
    },
    {
      "index": 182,
      "start_time": 982000.0,
      "end_time": 987000.0,
      "text": "And secondly, think about all of the  celebrations of relationship crop up in your Facebook timeline everyday."
    },
    {
      "index": 183,
      "start_time": 987000.0,
      "end_time": 993000.0,
      "text": "Think about those engagement announcements, those wedding photos, those lovey-dovey couple things."
    },
    {
      "index": 184,
      "start_time": 993000.0,
      "end_time": 1000000.0,
      "text": "All of we’re doing is we’re providing a platform to celebrate that lost air of human relationships that nobody else will let you."
    },
    {
      "index": 185,
      "start_time": 1000000.0,
      "end_time": 1008000.0,
      "text": "And so as I say it wasn’t until we began viewing the submission we’re getting."
    },
    {
      "index": 186,
      "start_time": 1008000.0,
      "end_time": 1011000.0,
      "text": "That we really realize the full power potential of what we’re doing."
    },
    {
      "index": 187,
      "start_time": 1011000.0,
      "end_time": 1016000.0,
      "text": "To paraphrase Malcolm Gladwell earlier today quoting his friend Howard Moskovitz"
    },
    {
      "index": 188,
      "start_time": 1016000.0,
      "end_time": 1021000.0,
      "text": "The mind does not know what the genital’s want."
    },
    {
      "index": 189,
      "start_time": 1021000.0,
      "end_time": 1028000.0,
      "text": "I can tell you the real world sex is more innovative, more creative, more surprising, more amazing than porn will ever be."
    },
    {
      "index": 190,
      "start_time": 1028000.0,
      "end_time": 1036000.0,
      "text": "We’re in a private invitation-only beta. That’s because we’re real world testing while we built."
    },
    {
      "index": 191,
      "start_time": 1036000.0,
      "end_time": 1040000.0,
      "text": "We launched what the tech will cause minimum viable product."
    },
    {
      "index": 192,
      "start_time": 1040000.0,
      "end_time": 1044000.0,
      "text": "So we testing it out while we add in all the social features I’m talking about."
    },
    {
      "index": 193,
      "start_time": 1044000.0,
      "end_time": 1048000.0,
      "text": "And so in order to join us, you have to go to makelovenotporn.tv and enter your email address"
    },
    {
      "index": 194,
      "start_time": 1048000.0,
      "end_time": 1054000.0,
      "text": "Sign up and we’ll invite you in."
    },
    {
      "index": 195,
      "start_time": 1054000.0,
      "end_time": 1060000.0,
      "text": "And we are only at the very start of this process."
    },
    {
      "index": 196,
      "start_time": 1060000.0,
      "end_time": 1065000.0,
      "text": "But obviously there are people out there commenting on it already who have not therefore seen a eye of our content."
    },
    {
      "index": 197,
      "start_time": 1065000.0,
      "end_time": 1070000.0,
      "text": "And so whether all negative critiques in the blogosphere."
    },
    {
      "index": 198,
      "start_time": 1070000.0,
      "end_time": 1077000.0,
      "text": "There’s whole budget comments that goes something like ‘oh who wants to see fat middle-aged people having sex on the bad lighting’"
    },
    {
      "index": 199,
      "start_time": 1077000.0,
      "end_time": 1081000.0,
      "text": "Well first of all, that is not at all represented our content."
    },
    {
      "index": 200,
      "start_time": 1081000.0,
      "end_time": 1084000.0,
      "text": "But secondly, as my co-founder Innis has says"
    },
    {
      "index": 201,
      "start_time": 1084000.0,
      "end_time": 1090000.0,
      "text": "Isn’t that interesting? When did porn become the gold standard?"
    },
    {
      "index": 202,
      "start_time": 1090000.0,
      "end_time": 1094000.0,
      "text": "And what all of us to do in the real world and squalid and disgusting?"
    },
    {
      "index": 203,
      "start_time": 1094000.0,
      "end_time": 1103000.0,
      "text": "Isn’t that interesting reversal? What we do in the real world, is hotter and more amazing than anything that you will ever see in porn"
    },
    {
      "index": 204,
      "start_time": 1103000.0,
      "end_time": 1110000.0,
      "text": "And as I say we’re only at the start of our journey but essentially we can’t do it without all of you."
    },
    {
      "index": 205,
      "start_time": 1110000.0,
      "end_time": 1114000.0,
      "text": "We believe that it is possible to change the world toward sex."
    },
    {
      "index": 206,
      "start_time": 1114000.0,
      "end_time": 1125000.0,
      "text": "So if you believe in us as well, if you would like to see more open, honest, healthy dialogue discussion attitude around sex in our society."
    },
    {
      "index": 207,
      "start_time": 1125000.0,
      "end_time": 1131000.0,
      "text": "Everywhere in the world. Then please join us. Please sign up to makelovenotporn.tv"
    },
    {
      "index": 208,
      "start_time": 1131000.0,
      "end_time": 1138000.0,
      "text": "Please contribute you own real world sex videos. I’m really really hoping that my own Oxford college some other liens."
    },
    {
      "index": 209,
      "start_time": 1138000.0,
      "end_time": 1145000.0,
      "text": "I want to really rise up the challenge. Do a sprout and please help us."
    },
    {
      "index": 210,
      "start_time": 1145000.0,
      "end_time": 1152000.0,
      "text": "You know…embark on this journey. Again, you heard Michael talking about."
    },
    {
      "index": 211,
      "start_time": 1152000.0,
      "end_time": 1159000.0,
      "text": "His friend Howard and how he celebrating the extraordinary diversity of humanity."
    },
    {
      "index": 212,
      "start_time": 1159000.0,
      "end_time": 1164000.0,
      "text": "And all the wonderful different things that we know and love that make every single one of use special."
    },
    {
      "index": 213,
      "start_time": 1164000.0,
      "end_time": 1167000.0,
      "text": "That’s exactly what we’re doing with makelovenotporn.tv and real world sex."
    },
    {
      "index": 214,
      "start_time": 1167000.0,
      "end_time": 1174000.0,
      "text": "We haven’t even begun to see what that looks like. How wonderful it is."
    },
    {
      "index": 215,
      "start_time": 1174000.0,
      "end_time": 1182000.0,
      "text": "And what fantastic communication and discussion facilitate that will make all of our sex live and sex experience better."
    },
    {
      "index": 216,
      "start_time": 1182000.0,
      "end_time": 1186000.0,
      "text": "So if you also believe that we can change the world for sex."
    },
    {
      "index": 217,
      "start_time": 1186000.0,
      "end_time": 1189000.0,
      "text": "Then please join us at makelovenotporn.tv and help make it happen."
    },
    {
      "index": 218,
      "start_time": 1189000.0,
      "end_time": 1191000.0,
      "text": "Thank you very much."
    }
  ]
}