{
  "video_id": "HpENiF6YqIs",
  "title": "Podcast #183 – Alan Cash: Upgraded Aging & Living Longer w/ Oxaloacetate",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6299.0,
      "end_time": 16420.0,
      "text": "Dave: Hey, I&#39;m Dave Asprey with Bulletproof Radio. Today&#39;s cool fact of the day is that"
    },
    {
      "index": 2,
      "start_time": 16420.0,
      "end_time": 22329.0,
      "text": "goldfish which are reported to only have a 3-second memory actually can remember things"
    },
    {
      "index": 3,
      "start_time": 22329.0,
      "end_time": 30109.0,
      "text": "up to five months which is why you might want to take care of your own memory. Today&#39;s guest"
    },
    {
      "index": 4,
      "start_time": 30109.0,
      "end_time": 37440.0,
      "text": "is Alan Cash. Alan&#39;s never been on Bulletproof Radio. He&#39;s the CEO of Terra Biological and"
    },
    {
      "index": 5,
      "start_time": 37440.0,
      "end_time": 42840.0,
      "text": "the clinical trial supervisor and medical researcher for Upgraded Aging, which is why"
    },
    {
      "index": 6,
      "start_time": 42840.0,
      "end_time": 47590.0,
      "text": "I was talking about goldfish memory before because if you can do upgraded aging on your"
    },
    {
      "index": 7,
      "start_time": 47590.0,
      "end_time": 51280.0,
      "text": "memory, you&#39;re going to like what happens as you get older, protecting those neurons"
    },
    {
      "index": 8,
      "start_time": 51280.0,
      "end_time": 56070.0,
      "text": "is something that I do every single day. You, if you were at least the Bulletproof"
    },
    {
      "index": 9,
      "start_time": 56070.0,
      "end_time": 61260.0,
      "text": "conference, would have already heard Alan Cash talking about Oxaloacetic, the active"
    },
    {
      "index": 10,
      "start_time": 61260.0,
      "end_time": 68420.0,
      "text": "ingredient in Upgrade Aging. At the Bulletproof conference, I asked the Bulletproof team to"
    },
    {
      "index": 11,
      "start_time": 68420.0,
      "end_time": 73720.0,
      "text": "interview Alan Cash while I was on stage presenting so I could get this content out to you. Alan"
    },
    {
      "index": 12,
      "start_time": 73720.0,
      "end_time": 78220.0,
      "text": "is an amazing, amazing researcher and I&#39;m really excited with how podcast turned out."
    },
    {
      "index": 13,
      "start_time": 78220.0,
      "end_time": 84260.0,
      "text": "Enjoy the interview. I came up with the questions myself. Alan and I have met and talked many,"
    },
    {
      "index": 14,
      "start_time": 84260.0,
      "end_time": 88900.0,
      "text": "many times. I just couldn&#39;t be there in person to get this info out to you on video. This"
    },
    {
      "index": 15,
      "start_time": 88900.0,
      "end_time": 90830.0,
      "text": "is an amazing podcast. Speaker: Alan, thank you so much for being"
    },
    {
      "index": 16,
      "start_time": 90830.0,
      "end_time": 93370.0,
      "text": "here with us today. Can you tell us what you&#39;re speaking about at the 2014 Bulletproof Bio"
    },
    {
      "index": 17,
      "start_time": 93370.0,
      "end_time": 94560.0,
      "text": "Hacking conference? Alan Cash: Absolutely. Thanks for inviting"
    },
    {
      "index": 18,
      "start_time": 94560.0,
      "end_time": 102450.0,
      "text": "me. I&#39;m going over some recent research on Oxaloacetic which is part of the Krebs cycle."
    },
    {
      "index": 19,
      "start_time": 102450.0,
      "end_time": 108890.0,
      "text": "It&#39;s up here in the upper left hand corner. This way goes to citrate, this way goes to"
    },
    {
      "index": 20,
      "start_time": 108890.0,
      "end_time": 115970.0,
      "text": "malate. When we give Oxaloacetic to animals, we wanted to see what happened to their brain."
    },
    {
      "index": 21,
      "start_time": 115970.0,
      "end_time": 123300.0,
      "text": "We saw some really exciting things. One, we saw an increase in mitochondrial density."
    },
    {
      "index": 22,
      "start_time": 123300.0,
      "end_time": 129780.0,
      "text": "Those are the little power plants that make your cells work. It gives you energy. By increasing"
    },
    {
      "index": 23,
      "start_time": 129780.0,
      "end_time": 136790.0,
      "text": "the amount of that mitochondrial mass, we&#39;re seeing an improvement in brain functioning."
    },
    {
      "index": 24,
      "start_time": 136790.0,
      "end_time": 144770.0,
      "text": "Second thing we saw is that glucose uptake is improved. Here&#39;s a way, as we age, we lose"
    },
    {
      "index": 25,
      "start_time": 144770.0,
      "end_time": 150710.0,
      "text": "the ability to bring glucose into our cells. It just starts circulating in our bloodstream"
    },
    {
      "index": 26,
      "start_time": 150710.0,
      "end_time": 155840.0,
      "text": "and the levels go up and up and up. This way, it&#39;s being brought into the cells where it"
    },
    {
      "index": 27,
      "start_time": 155840.0,
      "end_time": 162310.0,
      "text": "can be used by those little mitochondrial power plants. That&#39;s exciting too. Then we"
    },
    {
      "index": 28,
      "start_time": 162310.0,
      "end_time": 168040.0,
      "text": "saw a decrease in brain inflammation which is always a good thing because that&#39;s another"
    },
    {
      "index": 29,
      "start_time": 168040.0,
      "end_time": 173640.0,
      "text": "thing the aging brain tends to do, is be saddled with inflammation problems."
    },
    {
      "index": 30,
      "start_time": 173640.0,
      "end_time": 181540.0,
      "text": "The last thing we saw which is just incredibly exciting is an increase in the number of neurons"
    },
    {
      "index": 31,
      "start_time": 181540.0,
      "end_time": 189230.0,
      "text": "that are produced by the hippocampus. Now, it used to be thought as we age, the brain"
    },
    {
      "index": 32,
      "start_time": 189230.0,
      "end_time": 194260.0,
      "text": "was static. If you lost those brain cells in college, you&#39;ll never get them back again."
    },
    {
      "index": 33,
      "start_time": 194260.0,
      "end_time": 199900.0,
      "text": "I know you know what I&#39;m talking about. What really is happening is there&#39;s a place in"
    },
    {
      "index": 34,
      "start_time": 199900.0,
      "end_time": 205319.0,
      "text": "the brain called the hippocampus which is constantly producing new cells to replace"
    },
    {
      "index": 35,
      "start_time": 205319.0,
      "end_time": 211040.0,
      "text": "the cells in our brain. But as we age, that ability declines and declines and declines"
    },
    {
      "index": 36,
      "start_time": 211040.0,
      "end_time": 216180.0,
      "text": "and declines. here is a method that we found that&#39;s able"
    },
    {
      "index": 37,
      "start_time": 216180.0,
      "end_time": 223010.0,
      "text": "to turn the body&#39;s natural process of producing those cells back on and produce them in a"
    },
    {
      "index": 38,
      "start_time": 223010.0,
      "end_time": 229630.0,
      "text": "much, much higher rate. We&#39;re replacing those cells that were damaged in the brain. Very"
    },
    {
      "index": 39,
      "start_time": 229630.0,
      "end_time": 231599.0,
      "text": "exciting stuff. Speaker: I knew we&#39;re going to dive more into"
    },
    {
      "index": 40,
      "start_time": 231599.0,
      "end_time": 234410.0,
      "text": "that in a minute. Can we start with you just telling us what Terra Biological is?"
    },
    {
      "index": 41,
      "start_time": 234410.0,
      "end_time": 239930.0,
      "text": "Alan Cash: Terra Biological started off as a research company. I was doing post graduate"
    },
    {
      "index": 42,
      "start_time": 239930.0,
      "end_time": 248569.0,
      "text": "work at University of California down in San Diego. My partner was working at UCLA. We"
    },
    {
      "index": 43,
      "start_time": 248569.0,
      "end_time": 259090.0,
      "text": "looked at aging, specifically why does calorie restriction increase lifespan? I mean, it"
    },
    {
      "index": 44,
      "start_time": 259089.99999999997,
      "end_time": 264120.0,
      "text": "does this throughout the animal kingdom from the single celled animal all the way up to"
    },
    {
      "index": 45,
      "start_time": 264120.0,
      "end_time": 271189.0,
      "text": "primates. We have 30-year tests in monkeys now, and possibly in humans. We see a lot"
    },
    {
      "index": 46,
      "start_time": 271189.0,
      "end_time": 276360.0,
      "text": "of good things in humans with people who calorie restrict. Why does this work though?"
    },
    {
      "index": 47,
      "start_time": 276360.0,
      "end_time": 281569.0,
      "text": "It was discovered in the 1930&#39;s, in 80 years, you think we&#39;d be able to figure out what&#39;s"
    },
    {
      "index": 48,
      "start_time": 281569.0,
      "end_time": 288669.0,
      "text": "going on. Some of that work in the molecular basis of calorie restriction started mid-1990&#39;s"
    },
    {
      "index": 49,
      "start_time": 288669.0,
      "end_time": 295949.0,
      "text": "and continued on, well, through today. One of the things we found is an increase in the"
    },
    {
      "index": 50,
      "start_time": 295949.0,
      "end_time": 304719.0,
      "text": "NAD to NADH ratio seems to be the start of the whole process. That then activates this"
    },
    {
      "index": 51,
      "start_time": 304719.0,
      "end_time": 313089.0,
      "text": "chain of molecules that turn on genes and turn off genes that improve our overall health"
    },
    {
      "index": 52,
      "start_time": 313089.0,
      "end_time": 319979.0,
      "text": "and condition. Very exciting stuff. We started off as a research into this back"
    },
    {
      "index": 53,
      "start_time": 319979.0,
      "end_time": 328999.0,
      "text": "in 2004. It started getting more and more exciting as we gave this one compound, Oxaloacetate,"
    },
    {
      "index": 54,
      "start_time": 328999.0,
      "end_time": 334370.0,
      "text": "which again, part of the Krebs cycle. It&#39;s a human metabolite. It&#39;s in every cell of"
    },
    {
      "index": 55,
      "start_time": 334370.0,
      "end_time": 340240.0,
      "text": "your body. When we gave these to animals in excess to what they normally have in their"
    },
    {
      "index": 56,
      "start_time": 340240.0,
      "end_time": 348990.0,
      "text": "diet, they started to live longer, by a lot, 25 to 50% longer. We started in very simple"
    },
    {
      "index": 57,
      "start_time": 348990.0,
      "end_time": 354819.0,
      "text": "animals like worms and then we went to more complex animals, flies and then mice. We kept"
    },
    {
      "index": 58,
      "start_time": 354819.0,
      "end_time": 359949.0,
      "text": "seeing this increase in lifespan just as we did in calorie restriction."
    },
    {
      "index": 59,
      "start_time": 359949.0,
      "end_time": 365680.0,
      "text": "We thought, &quot;Well, I wonder if anyone&#39;s ever given this to human beings.&quot; We started looking"
    },
    {
      "index": 60,
      "start_time": 365680.0,
      "end_time": 372129.0,
      "text": "through the literature, scientific literature. What we found is a clinical trial that was"
    },
    {
      "index": 61,
      "start_time": 372129.0,
      "end_time": 380669.0,
      "text": "done back in the 1960&#39;s in Japan. They were looking at Oxaloacetic for diabetics because"
    },
    {
      "index": 62,
      "start_time": 380669.0,
      "end_time": 388330.0,
      "text": "a mountain plant traditional Japanese and Chinese herb, [Unomius Salatis Sieb 06:37]"
    },
    {
      "index": 63,
      "start_time": 388330.0,
      "end_time": 396869.0,
      "text": "was the Latin name, was found to help with diabetics. They looked at all the components"
    },
    {
      "index": 64,
      "start_time": 396869.0,
      "end_time": 404589.0,
      "text": "of this plant and that Oxaloacetate was the thing of interest. They did a clinical trial"
    },
    {
      "index": 65,
      "start_time": 404589.0,
      "end_time": 412469.0,
      "text": "with it. They took 25 people. They all had reductions in their fasting glucose levels"
    },
    {
      "index": 66,
      "start_time": 412469.0,
      "end_time": 417749.0,
      "text": "without side effects. I thought, &quot;This is pretty exciting stuff.&quot;"
    },
    {
      "index": 67,
      "start_time": 417749.0,
      "end_time": 423749.0,
      "text": "I mean here, a human metabolite, a natural compound, we&#39;re seeing reductions in fasting"
    },
    {
      "index": 68,
      "start_time": 423749.0,
      "end_time": 432289.0,
      "text": "glucose levels in diabetics on average of 25% which is huge, where&#39;s the follow on work?"
    },
    {
      "index": 69,
      "start_time": 432289.0,
      "end_time": 437059.0,
      "text": "I&#39;m searching through the literature and searching through the literature, I couldn&#39;t find any"
    },
    {
      "index": 70,
      "start_time": 437059.0,
      "end_time": 443979.0,
      "text": "follow on work. I flew to Japan and I interviewed the department where this all took place."
    },
    {
      "index": 71,
      "start_time": 443979.0,
      "end_time": 449110.0,
      "text": "The conversation went something like this. I said, &quot;Are you familiar with this paper?&quot;,"
    },
    {
      "index": 72,
      "start_time": 449110.0,
      "end_time": 457439.0,
      "text": "&quot;Yes. We wrote that paper.&quot; I said, &quot;Oh great,&quot; I said, &quot;Were there any issues with the Oxaloacetate"
    },
    {
      "index": 73,
      "start_time": 457439.0,
      "end_time": 463080.0,
      "text": "or the test?&quot; , &quot;No, it worked quite well.&quot; I said, &quot;Where&#39;s the follow on work?&quot; They"
    },
    {
      "index": 74,
      "start_time": 463080.0,
      "end_time": 471599.0,
      "text": "said, &quot;No follow on work.&quot; I said, &quot;Wait, you&#39;ve got a natural compound, a human compound"
    },
    {
      "index": 75,
      "start_time": 471599.0,
      "end_time": 478449.0,
      "text": "that reduces fasting glucose levels in diabetics and you&#39;re not following up with it? Why not?&quot;"
    },
    {
      "index": 76,
      "start_time": 478449.0,
      "end_time": 488479.0,
      "text": "They said, &quot;Well, it&#39;s a natural compound.&quot; I said, &quot;Yes, yes, yes.&quot; They said, &quot;No patents.&quot;"
    },
    {
      "index": 77,
      "start_time": 488479.0,
      "end_time": 497699.0,
      "text": "That was the end of the conversation. Although it&#39;s not perhaps being able to patent it for"
    },
    {
      "index": 78,
      "start_time": 497699.0,
      "end_time": 502080.0,
      "text": "diabetic use, for anti-aging, it&#39;s certainly very exciting."
    },
    {
      "index": 79,
      "start_time": 502080.0,
      "end_time": 508009.0,
      "text": "Speaker: Well, that brings us to the Bulletproof Upgraded Aging formula. Can you tell us what"
    },
    {
      "index": 80,
      "start_time": 508009.0,
      "end_time": 508099.0,
      "text": "that is? Alan Cash: Well, Bulletproof Upgraded Aging"
    },
    {
      "index": 81,
      "start_time": 508099.0,
      "end_time": 515690.0,
      "text": "is a combination of 100 milligrams of Oxaloacetate and 150 milligrams of vitamin C. We combine"
    },
    {
      "index": 82,
      "start_time": 515690.00000000006,
      "end_time": 521089.00000000006,
      "text": "the two together because they work a little bit synergistically and they also help to"
    },
    {
      "index": 83,
      "start_time": 521089.00000000006,
      "end_time": 528069.0,
      "text": "preserve the Oxaloacetate. When we first started working with the Oxaloacetate, it degraded"
    },
    {
      "index": 84,
      "start_time": 528069.0,
      "end_time": 534949.0,
      "text": "almost daily. We had so much trouble. We had to learn how to synthesize it and stabilize"
    },
    {
      "index": 85,
      "start_time": 534949.0,
      "end_time": 540690.0,
      "text": "it, thermally stabilize it so that we can have a two-year shelf life so that we could"
    },
    {
      "index": 86,
      "start_time": 540690.0,
      "end_time": 545779.0,
      "text": "use it as a nutritional supplement which is probably why you don&#39;t see it anywhere else"
    },
    {
      "index": 87,
      "start_time": 545779.0,
      "end_time": 551480.0,
      "text": "in the marketplace. After we learned how to stabilize it, we found"
    },
    {
      "index": 88,
      "start_time": 551480.0,
      "end_time": 558350.0,
      "text": "that adding vitamin C to it helped with that stability. That&#39;s what it is. It&#39;s very simple"
    },
    {
      "index": 89,
      "start_time": 558350.0,
      "end_time": 565639.0,
      "text": "compound. There aren&#39;t any excipients. There aren&#39;t any preservatives. It&#39;s in a veggie"
    },
    {
      "index": 90,
      "start_time": 565639.0,
      "end_time": 572899.0,
      "text": "shell of a capsule. We had to actually pay more to take out all that stuff and just have"
    },
    {
      "index": 91,
      "start_time": 572899.0,
      "end_time": 576250.0,
      "text": "a pure product. I think that&#39;s what Bulletproof is all about."
    },
    {
      "index": 92,
      "start_time": 576250.0,
      "end_time": 583230.0,
      "text": "Speaker: What does it taste like? Alan Cash: It&#39;s a cross between an orange"
    },
    {
      "index": 93,
      "start_time": 583230.0,
      "end_time": 588730.0,
      "text": "and a lemon, excuse me, an orange and a lime. Because it&#39;s in the citric acid cycle, it"
    },
    {
      "index": 94,
      "start_time": 588730.0,
      "end_time": 595560.0,
      "text": "has that characteristic citric taste but it&#39;s a little different. I actually liked the taste."
    },
    {
      "index": 95,
      "start_time": 595560.0,
      "end_time": 600480.0,
      "text": "I open up some of the capsules and I&#39;ll put two or three in a glass of ice water and stir"
    },
    {
      "index": 96,
      "start_time": 600480.0,
      "end_time": 605550.0,
      "text": "it up and with a little bit of honey and I drink straight."
    },
    {
      "index": 97,
      "start_time": 605550.0,
      "end_time": 607230.0,
      "text": "Speaker: Bio hackers strive to achieve better cognitive function daily. Can you share with"
    },
    {
      "index": 98,
      "start_time": 607230.0,
      "end_time": 608779.0,
      "text": "us some new research in cognitive functioning and how it can be achieved?"
    },
    {
      "index": 99,
      "start_time": 608779.0,
      "end_time": 616790.0,
      "text": "Alan Cash: There was just a paper published in the journal human molecular genetics in"
    },
    {
      "index": 100,
      "start_time": 616790.0,
      "end_time": 625290.0,
      "text": "July of 2014. I mean, this is hot off the press. Where they took Oxaloacetate and they"
    },
    {
      "index": 101,
      "start_time": 625290.0,
      "end_time": 630870.0,
      "text": "fed it to mice. They wanted to see what was happening with their brains. The reason they"
    },
    {
      "index": 102,
      "start_time": 630870.0,
      "end_time": 636050.0,
      "text": "wanted to do this is this was some pre-clinical work. They were looking at perhaps using this"
    },
    {
      "index": 103,
      "start_time": 636050.0,
      "end_time": 643870.0,
      "text": "compound for Alzheimer&#39;s disease. I&#39;m not suggesting that you use this for any disease."
    },
    {
      "index": 104,
      "start_time": 643870.0,
      "end_time": 653649.0,
      "text": "It&#39;s a nutritional supplement. They looked at giving Oxaloacetate to mice and what they"
    },
    {
      "index": 105,
      "start_time": 653649.0,
      "end_time": 661360.0,
      "text": "found is an increase in mitochondrial density in the brain, the little power plants that"
    },
    {
      "index": 106,
      "start_time": 661360.0,
      "end_time": 669670.0,
      "text": "power your brain, that power your thoughts. They also found the brain was able to uptake"
    },
    {
      "index": 107,
      "start_time": 669670.0,
      "end_time": 676519.0,
      "text": "glucose at a much higher level. Not only are we building more power plants, we&#39;re providing"
    },
    {
      "index": 108,
      "start_time": 676519.0,
      "end_time": 684839.0,
      "text": "more fuel into the cells to power the brain. Then we saw a decrease in the inflammation"
    },
    {
      "index": 109,
      "start_time": 684839.0,
      "end_time": 691190.0,
      "text": "in the brain which is always a good thing. The last thing they saw in the paper was an"
    },
    {
      "index": 110,
      "start_time": 691190.0,
      "end_time": 698420.0,
      "text": "increase in the number of neurons that were produced in the hippocampus. Not just the"
    },
    {
      "index": 111,
      "start_time": 698420.0,
      "end_time": 707089.0,
      "text": "number but the length of the connecting dendrites, I think that&#39;s the word, that connect the"
    },
    {
      "index": 112,
      "start_time": 707089.0,
      "end_time": 715370.0,
      "text": "neurons. These little fibers are longer to allow them to interact a little bit better."
    },
    {
      "index": 113,
      "start_time": 715370.0,
      "end_time": 717379.0,
      "text": "Pretty exciting stuff. Speaker: You brought up mitochondria. What"
    },
    {
      "index": 114,
      "start_time": 717379.0,
      "end_time": 719250.0,
      "text": "are mitochondria and how do they feed the brain?"
    },
    {
      "index": 115,
      "start_time": 719250.0,
      "end_time": 722980.0,
      "text": "Alan Cash: Mitochondria are, there&#39;s debate on what they are. A lot of people feel that"
    },
    {
      "index": 116,
      "start_time": 722980.0,
      "end_time": 730430.0,
      "text": "they&#39;re a foreign organism that were brought into a cell and they got along so good together"
    },
    {
      "index": 117,
      "start_time": 730430.0,
      "end_time": 738160.0,
      "text": "that they stayed that way. They have their own DNA which is interesting. Not very many"
    },
    {
      "index": 118,
      "start_time": 738160.0,
      "end_time": 750050.0,
      "text": "genes, I think 13, but they work together with the nucleus. One of the things that the"
    },
    {
      "index": 119,
      "start_time": 750050.0,
      "end_time": 760750.0,
      "text": "mitochondria do is they provide ATP which is our energy currency, our bitcoin of how"
    },
    {
      "index": 120,
      "start_time": 760750.0,
      "end_time": 768060.0,
      "text": "to run the cell. It does that through a chemical reaction taking glucose in and breaking it"
    },
    {
      "index": 121,
      "start_time": 768060.0,
      "end_time": 775660.0,
      "text": "down and producing much more ATP than other other processes."
    },
    {
      "index": 122,
      "start_time": 775660.0,
      "end_time": 786279.0,
      "text": "One of the things about mitochondria is they&#39;ve been tied to many disease states lately. It"
    },
    {
      "index": 123,
      "start_time": 786279.0,
      "end_time": 793220.0,
      "text": "just seems like every chronic disease that&#39;s out there is tied to misfunctioning mitochondria."
    },
    {
      "index": 124,
      "start_time": 793220.0,
      "end_time": 797430.0,
      "text": "One of the things we should aim for in any kind of nutritional supplement is keeping"
    },
    {
      "index": 125,
      "start_time": 797430.0,
      "end_time": 800790.0,
      "text": "your mitochondria healthy. Speaker: What are the steps to take today"
    },
    {
      "index": 126,
      "start_time": 800790.0,
      "end_time": 804379.0,
      "text": "to build more mitochondrial mass? Alan Cash: We&#39;ve learned a couple of interesting"
    },
    {
      "index": 127,
      "start_time": 804379.0,
      "end_time": 813370.0,
      "text": "things about how to build more mitochondrial mass. One is calorie restriction, eat less,"
    },
    {
      "index": 128,
      "start_time": 813370.0,
      "end_time": 822920.0,
      "text": "a lot less, like 25% all your life. Put down that spoon of ice cream and a lot of other"
    },
    {
      "index": 129,
      "start_time": 822920.0,
      "end_time": 831430.0,
      "text": "things. It&#39;s kind of funny, I tried calorie restriction for 30 days because I study it."
    },
    {
      "index": 130,
      "start_time": 831430.0,
      "end_time": 840100.0,
      "text": "I know you&#39;ll find this amazing but my wife suggested that I was irritable. I know, it&#39;s"
    },
    {
      "index": 131,
      "start_time": 840100.0,
      "end_time": 845930.0,
      "text": "a rumor. But it&#39;s hard to calorie restrict that well. I mean, there are people who do"
    },
    {
      "index": 132,
      "start_time": 845930.0,
      "end_time": 852449.0,
      "text": "it and my hat&#39;s off to them. I think they&#39;re incredible but food is such part of our life"
    },
    {
      "index": 133,
      "start_time": 852449.0,
      "end_time": 859350.0,
      "text": "and you want to be able to enjoy that part but you also want to be able to increase your"
    },
    {
      "index": 134,
      "start_time": 859350.0,
      "end_time": 865310.0,
      "text": "mitochondrial mass. How do we do that? Well, one of the ways is through Oxaloacetate"
    },
    {
      "index": 135,
      "start_time": 865310.0,
      "end_time": 872769.0,
      "text": "supplementation. Another way you can do it is through chronic exercise, run several marathons"
    },
    {
      "index": 136,
      "start_time": 872769.0,
      "end_time": 879800.0,
      "text": "every week. But that also takes a toll on your body too. we&#39;re thinking that the Oxaloacetate"
    },
    {
      "index": 137,
      "start_time": 879800.0,
      "end_time": 882999.0,
      "text": "might be your have your cake and eat it too supplement."
    },
    {
      "index": 138,
      "start_time": 882999.0,
      "end_time": 885389.0,
      "text": "Speaker: How is aging a major threat to cognitive functioning?"
    },
    {
      "index": 139,
      "start_time": 885389.0,
      "end_time": 889470.0,
      "text": "Alan Cash: How is aging a major threat to cognitive functioning? Well, there&#39;s several"
    },
    {
      "index": 140,
      "start_time": 889470.0,
      "end_time": 897879.0,
      "text": "issues there. One, we see a decrease in mitochondrial density. That&#39;s a little, the power plants"
    },
    {
      "index": 141,
      "start_time": 897879.0,
      "end_time": 905470.0,
      "text": "that power your brain and your thoughts. As those decrease, the brain fails in its ability"
    },
    {
      "index": 142,
      "start_time": 905470.0,
      "end_time": 913889.0,
      "text": "to get the job done. Another thing we see is glucose which is circulating through our"
    },
    {
      "index": 143,
      "start_time": 913889.0,
      "end_time": 921949.0,
      "text": "bodies, from the food we eat, the brain has difficulty in taking that up. If you can&#39;t"
    },
    {
      "index": 144,
      "start_time": 921949.0,
      "end_time": 925860.0,
      "text": "get that glucose into the cells, it doesn&#39;t do you much good."
    },
    {
      "index": 145,
      "start_time": 925860.0,
      "end_time": 930889.0,
      "text": "As a matter of fact, it does you a lot of harm because that glucose can then react with"
    },
    {
      "index": 146,
      "start_time": 930889.0,
      "end_time": 937139.0,
      "text": "other proteins that are floating around and cause these advanced glycation end points"
    },
    {
      "index": 147,
      "start_time": 937139.0,
      "end_time": 949149.0,
      "text": "or age points which are the acronym says it all. They&#39;re age related molecules. Then lastly,"
    },
    {
      "index": 148,
      "start_time": 949149.0,
      "end_time": 958699.0,
      "text": "we see that the hippocampus which generates new cells in the brain to replace the cells"
    },
    {
      "index": 149,
      "start_time": 958699.0,
      "end_time": 965370.0,
      "text": "that die off lose its ability to do that as we age. Your ability of your brain to repair"
    },
    {
      "index": 150,
      "start_time": 965370.0,
      "end_time": 971069.0,
      "text": "itself, for a while, we thought that the brain couldn&#39;t repair itself. Now we know that it"
    },
    {
      "index": 151,
      "start_time": 971069.0,
      "end_time": 975930.0,
      "text": "can. That&#39;s very exciting. How do we stimulate it to not only repair"
    },
    {
      "index": 152,
      "start_time": 975930.0,
      "end_time": 983740.0,
      "text": "itself but to keep it very top shelf. That&#39;s some of the things that we worry about with"
    },
    {
      "index": 153,
      "start_time": 983740.0,
      "end_time": 984629.0,
      "text": "the aging brain. Speaker 1: The idea of brain inflammation"
    },
    {
      "index": 154,
      "start_time": 984629.0,
      "end_time": 987350.0,
      "text": "might scare people but in reality, it actually happens to all of us, right?"
    },
    {
      "index": 155,
      "start_time": 987350.0,
      "end_time": 992990.0,
      "text": "Alan Cash: Well, as we age, yes. There&#39;s a lot of other causes of inflammation in the"
    },
    {
      "index": 156,
      "start_time": 992990.0,
      "end_time": 1001800.0,
      "text": "brain other than just again. One is like a bacterial infection or a fungal infection,"
    },
    {
      "index": 157,
      "start_time": 1001800.0,
      "end_time": 1009040.0,
      "text": "mold, chlorinated pesticides has been shown to increase inflammation in the brain, head"
    },
    {
      "index": 158,
      "start_time": 1009040.0,
      "end_time": 1017259.0,
      "text": "injury. There are a lot of different causes for brain inflammation but certainly aging"
    },
    {
      "index": 159,
      "start_time": 1017260.0,
      "end_time": 1022161.0,
      "text": "is one of them and hopefully that happens to all of us."
    },
    {
      "index": 160,
      "start_time": 1022160.0,
      "end_time": 1024559.0,
      "text": "Speaker: What can we do to lessen brain damaging inflammation?"
    },
    {
      "index": 161,
      "start_time": 1024560.0,
      "end_time": 1030551.0,
      "text": "Alan Cash: Well, it&#39;s kind of interesting. Oxaloacetate is being used in Europe now in"
    },
    {
      "index": 162,
      "start_time": 1030550.0,
      "end_time": 1040560.0,
      "text": "clinical trial. They&#39;re looking at closed head injury for instance in football or car"
    },
    {
      "index": 163,
      "start_time": 1040560.0,
      "end_time": 1045680.0,
      "text": "accidents or whatnot. What they&#39;ve seen in animal models anyway, is that when you get"
    },
    {
      "index": 164,
      "start_time": 1045680.0000000001,
      "end_time": 1053540.0,
      "text": "hit in the head, the actual damage to the brain is only about 20%. 80% of the damage"
    },
    {
      "index": 165,
      "start_time": 1053540.0,
      "end_time": 1060000.0,
      "text": "to the brain is caused by something called a glutamate. It&#39;s when your neurons excrete"
    },
    {
      "index": 166,
      "start_time": 1060000.0,
      "end_time": 1070570.0,
      "text": "all this glutamate and that excites the neurons so much that it kills them. We call it excito-toxicity."
    },
    {
      "index": 167,
      "start_time": 1070570.0,
      "end_time": 1077290.0,
      "text": "It&#39;s too much of a good thing. If they can reduce that glutamate level, they,"
    },
    {
      "index": 168,
      "start_time": 1077290.0,
      "end_time": 1083940.0,
      "text": "at least in animal models, they&#39;ve been able to show 80% less brain damage from closed"
    },
    {
      "index": 169,
      "start_time": 1083940.0,
      "end_time": 1089330.0,
      "text": "head injury. That&#39;s exciting. That&#39;s one of the things that they&#39;re looking at very closely"
    },
    {
      "index": 170,
      "start_time": 1089330.0,
      "end_time": 1096220.0,
      "text": "in Europe with Oxaloacetate because what happens with the Oxaloacetate is once it goes into"
    },
    {
      "index": 171,
      "start_time": 1096220.0,
      "end_time": 1102270.0,
      "text": "the bloodstream, it reacts with the enzyme glutamate oxaloacetate transaminase which"
    },
    {
      "index": 172,
      "start_time": 1102270.0,
      "end_time": 1110810.0,
      "text": "is a huge word but you can call it GOT. Through GOT, it combines with the glutamate."
    },
    {
      "index": 173,
      "start_time": 1110810.0,
      "end_time": 1117380.0,
      "text": "The Oxaloacetate and glutamate combine and together they make something called alpha-Ketoglutarate"
    },
    {
      "index": 174,
      "start_time": 1117380.0,
      "end_time": 1126690.0,
      "text": "which is brain protective as opposed to brain excitatory. Because of this, it gives us some"
    },
    {
      "index": 175,
      "start_time": 1126690.0,
      "end_time": 1133890.0,
      "text": "chance that we may in the future be able to help with some of these brain inflammation"
    },
    {
      "index": 176,
      "start_time": 1133890.0,
      "end_time": 1134350.0,
      "text": "and brain excito-toxicity, that&#39;s for sure. Speaker: With Oxaloacetate, can it help us"
    },
    {
      "index": 177,
      "start_time": 1134350.0,
      "end_time": 1138010.0,
      "text": "rebuild brain power as we age or rebuild the brain power that&#39;s lost as a result of injury"
    },
    {
      "index": 178,
      "start_time": 1138010.0,
      "end_time": 1140650.0,
      "text": "or exposure to some of these toxins that you&#39;ve talked about?"
    },
    {
      "index": 179,
      "start_time": 1140650.0,
      "end_time": 1149020.0,
      "text": "Alan Cash: Well, we can&#39;t really say for any kind of injury that Oxaloacetate will help."
    },
    {
      "index": 180,
      "start_time": 1149020.0,
      "end_time": 1155680.0,
      "text": "This is just a dietary supplement but can it help with the ravages of aging. I&#39;ve seen"
    },
    {
      "index": 181,
      "start_time": 1155680.0,
      "end_time": 1163160.0,
      "text": "it time and time again. My mom&#39;s 90 years old. When I give her the Oxaloacetate, when"
    },
    {
      "index": 182,
      "start_time": 1163160.0,
      "end_time": 1170270.0,
      "text": "she takes her capsules, she remembers where the keys are. That&#39;s not necessarily a good"
    },
    {
      "index": 183,
      "start_time": 1170270.0,
      "end_time": 1179610.0,
      "text": "thing because she&#39;s 90 but we see this time and time again with, especially with elderly"
    },
    {
      "index": 184,
      "start_time": 1179610.0,
      "end_time": 1186320.0,
      "text": "people that they seem to have more cognitive functioning, they seem to have clear thoughts"
    },
    {
      "index": 185,
      "start_time": 1186320.0,
      "end_time": 1192530.0,
      "text": "and when I talk to other people about Oxaloacetate, I say, &quot;Why do you take it?&quot; They go, &quot;I take"
    },
    {
      "index": 186,
      "start_time": 1192530.0,
      "end_time": 1197610.0,
      "text": "it because I have brain fog.&quot; &quot;What does it do?&quot; , &quot;Well, it helps me when"
    },
    {
      "index": 187,
      "start_time": 1197610.0,
      "end_time": 1206500.0,
      "text": "I&#39;m tired. I can write better. I can recall better.&quot; This is the comments that I&#39;m getting"
    },
    {
      "index": 188,
      "start_time": 1206500.0,
      "end_time": 1212520.0,
      "text": "back as a researcher from people who are actually taking Oxaloacetate products."
    },
    {
      "index": 189,
      "start_time": 1212520.0,
      "end_time": 1215480.0,
      "text": "Speaker: Do supplements like this help daily or over time?"
    },
    {
      "index": 190,
      "start_time": 1215480.0,
      "end_time": 1223880.0,
      "text": "Alan Cash: People have asked me when is the best time to take Upgraded Aging. Right now,"
    },
    {
      "index": 191,
      "start_time": 1223880.0,
      "end_time": 1231130.0,
      "text": "right now. I mean, why wait? Should you take it in the morning, should you take it in the"
    },
    {
      "index": 192,
      "start_time": 1231130.0,
      "end_time": 1236780.0,
      "text": "evening, how long should you take it? The most important thing is to take it daily because"
    },
    {
      "index": 193,
      "start_time": 1236780.0,
      "end_time": 1243010.0,
      "text": "what you&#39;re trying to do is turn on the genes that simulate this calorie restricted metabolic"
    },
    {
      "index": 194,
      "start_time": 1243010.0,
      "end_time": 1250920.0,
      "text": "state. The best way to do that is everyday, everyday, everyday, everyday. In our animal"
    },
    {
      "index": 195,
      "start_time": 1250920.0,
      "end_time": 1257380.0,
      "text": "models, we gave it to them their entire lifespan because we wanted to see what would happen"
    },
    {
      "index": 196,
      "start_time": 1257380.0,
      "end_time": 1263440.0,
      "text": "over their entire lifespan. What we saw is a decrease in inflammation."
    },
    {
      "index": 197,
      "start_time": 1263440.0,
      "end_time": 1275640.0,
      "text": "We saw a decrease in chronic conditions such as curvature of the spine. We saw improved"
    },
    {
      "index": 198,
      "start_time": 1275640.0,
      "end_time": 1287090.0,
      "text": "energy. We just saw healthier animals and they live longer. It should be taken daily,"
    },
    {
      "index": 199,
      "start_time": 1287090.0,
      "end_time": 1292410.0,
      "text": "really timing doesn&#39;t matter as long as you take it during the day. Some people if they"
    },
    {
      "index": 200,
      "start_time": 1292410.0,
      "end_time": 1298050.0,
      "text": "take it late at night, it causes them a little bit of sleeplessness because they&#39;re just"
    },
    {
      "index": 201,
      "start_time": 1298050.0,
      "end_time": 1306560.0,
      "text": "so alive. Maybe a morning supplement. Other people need it in the mid-afternoon to just"
    },
    {
      "index": 202,
      "start_time": 1306560.0,
      "end_time": 1311840.0,
      "text": "kind of get through the day. Speaker: The effects of this supplement felt"
    },
    {
      "index": 203,
      "start_time": 1311840.0,
      "end_time": 1314300.0,
      "text": "immediately? Alan Cash: This is a very subtle supplement"
    },
    {
      "index": 204,
      "start_time": 1314300.0,
      "end_time": 1321130.0,
      "text": "because you&#39;re turning on genes as opposed to a pharmacological effect. In pharmacological"
    },
    {
      "index": 205,
      "start_time": 1321130.0,
      "end_time": 1325920.0,
      "text": "effect, you feel the results immediately. It&#39;s kind of like you have a hammer, you hit"
    },
    {
      "index": 206,
      "start_time": 1325920.0,
      "end_time": 1333150.0,
      "text": "your hand, your hand hurts. With genomic type things, you turn on the genes and then you"
    },
    {
      "index": 207,
      "start_time": 1333150.0,
      "end_time": 1343160.0,
      "text": "have to wait because the genes then produce proteins and in order to produce enough proteins"
    },
    {
      "index": 208,
      "start_time": 1343160.0,
      "end_time": 1351340.0,
      "text": "to have a measurable effect, it takes time. In the case of Oxaloacetate, most of the effects"
    },
    {
      "index": 209,
      "start_time": 1351340.0,
      "end_time": 1361470.0,
      "text": "can be felt within 30 to 45 days. Some effects can be felt immediately but they&#39;re very short"
    },
    {
      "index": 210,
      "start_time": 1361470.0,
      "end_time": 1367080.0,
      "text": "lived. For instance, an increase in endurance can be measured with Oxaloacetate for two"
    },
    {
      "index": 211,
      "start_time": 1367080.0,
      "end_time": 1374150.0,
      "text": "hours after you take it. For that reason, a lot triathletes and bicycle type people"
    },
    {
      "index": 212,
      "start_time": 1374150.0,
      "end_time": 1378250.0,
      "text": "take the product before they race. It&#39;s kind of funny. I asked one of them to"
    },
    {
      "index": 213,
      "start_time": 1378250.0,
      "end_time": 1383460.0,
      "text": "do a testimonial for me. They said, &quot;What are you, crazy? I don&#39;t want to tell people"
    },
    {
      "index": 214,
      "start_time": 1383460.0,
      "end_time": 1393350.0,
      "text": "about this. No way.&quot; Anyway, the pharmacological effects increase in endurance, that can be"
    },
    {
      "index": 215,
      "start_time": 1393350.0,
      "end_time": 1398890.0,
      "text": "felt immediately. A reduction in glutamate, the can be sometimes felt as a feeling of"
    },
    {
      "index": 216,
      "start_time": 1398890.0,
      "end_time": 1408220.0,
      "text": "peace and better focus but the real huge effects are after you take it for 30 to 45 days where"
    },
    {
      "index": 217,
      "start_time": 1408220.0,
      "end_time": 1415450.0,
      "text": "you get those gene expression changes, where you get the increases in mitochondrial density,"
    },
    {
      "index": 218,
      "start_time": 1415450.0,
      "end_time": 1421910.0,
      "text": "where you get increase in glucose uptake to the cells, these are critical fun, fun things"
    },
    {
      "index": 219,
      "start_time": 1421910.0,
      "end_time": 1423920.0,
      "text": "for your body. Speaker: What are your top 3 recommendations"
    },
    {
      "index": 220,
      "start_time": 1423920.0,
      "end_time": 1426020.0,
      "text": "for kicking more ass at life and being more Bulletproof?"
    },
    {
      "index": 221,
      "start_time": 1426020.0,
      "end_time": 1430590.0,
      "text": "Alan Cash: That&#39;s a great question. Obviously, take Upgraded Aging, that&#39;s number one because"
    },
    {
      "index": 222,
      "start_time": 1430590.0,
      "end_time": 1437190.0,
      "text": "it puts you in that calorie restricted metabolic state that is so hard to achieve any other"
    },
    {
      "index": 223,
      "start_time": 1437190.0,
      "end_time": 1443550.0,
      "text": "way. Another way, another thing I would take is vitamin D. Then the last thing I would"
    },
    {
      "index": 224,
      "start_time": 1443550.0,
      "end_time": 1450450.0,
      "text": "do is short term interval exercises. Diet and exercise, it&#39;s kind of what you&#39;ve been"
    },
    {
      "index": 225,
      "start_time": 1450450.0,
      "end_time": 1451120.0,
      "text": "told all your life, right? Speaker: Alan, thank you so much for being"
    },
    {
      "index": 226,
      "start_time": 1451120.0,
      "end_time": 1451120.0,
      "text": "here with us today. Alan Cash: You bet you. My pleasure."
    },
    {
      "index": 227,
      "start_time": 1451120.0,
      "end_time": 1451120.0,
      "text": "Dave: If you haven&#39;t had a chance to check out our Upgraded Aging formula, it&#39;s worth"
    },
    {
      "index": 228,
      "start_time": 1451120.0,
      "end_time": 1451120.0,
      "text": "a look. It&#39;s an amazing molecule you can take that helps you to mimic the effects of caloric"
    },
    {
      "index": 229,
      "start_time": 1451120.0,
      "end_time": 1451120.0,
      "text": "restriction. You&#39;re probably already practicing Bulletproof intermittent fasting, adding something"
    },
    {
      "index": 230,
      "start_time": 1451120.0,
      "end_time": 1451120.0,
      "text": "like Upgraded Aging formula helps your body to get the benefits of reducing calories without"
    },
    {
      "index": 231,
      "start_time": 1451120.0,
      "end_time": 1451120.0,
      "text": "actually reducing calories. On top of that, Upgraded Aging formula helps your brain deal"
    },
    {
      "index": 232,
      "start_time": 1451120.0,
      "end_time": 1451120.0,
      "text": "with large levels of glutamate which is something that causes toxicity in the brain. It helps"
    },
    {
      "index": 233,
      "start_time": 1451120.0,
      "end_time": 1451120.0,
      "text": "a healthy brain stay healthy. It also has other very positive effects on"
    },
    {
      "index": 234,
      "start_time": 1451120.0,
      "end_time": 1451120.0,
      "text": "maintaining healthy blood sugar levels and on other aging risk factors. This was the"
    },
    {
      "index": 235,
      "start_time": 1451120.0,
      "end_time": 1451120.0,
      "text": "only supplement I&#39;ve ever come across that very clearly impacts four different facets"
    },
    {
      "index": 236,
      "start_time": 1451120.0,
      "end_time": 1451400.0,
      "text": "of aging, that&#39;s why I call it Upgraded Aging formula and it&#39;s available on upgradedself.com."
    },
    {
      "index": 237,
      "start_time": 1451400.0,
      "end_time": 1451400.0,
      "text": "Featured Terra Biological LLC"
    },
    {
      "index": 238,
      "start_time": 1451400.0,
      "end_time": 1451400.0,
      "text": "Resources Oxaloacetate"
    },
    {
      "index": 239,
      "start_time": 1451400.0,
      "end_time": 1451400.0,
      "text": "Kreb�s Cycle, or Citric Acid Cycle Citrate"
    },
    {
      "index": 240,
      "start_time": 1451400.0,
      "end_time": 1451400.0,
      "text": "Malate Mitochondria"
    },
    {
      "index": 241,
      "start_time": 1451400.0,
      "end_time": 1451520.0,
      "text": "Calorie restriction and aging: review of the literature and implications for studies in"
    },
    {
      "index": 242,
      "start_time": 1451520.0,
      "end_time": 1451520.0,
      "text": "humans (American Journal of Clinical Nutrition) Nicotinamide adenine dinucleotide (NAD)"
    },
    {
      "index": 243,
      "start_time": 1451520.0,
      "end_time": 1451520.0,
      "text": "Oxaloacetate Activates Brain Mitochondrial Biogenesis, Enhances the Insulin Pathway,"
    },
    {
      "index": 244,
      "start_time": 1451520.0,
      "end_time": 1451720.0,
      "text": "Reduces Inflammation, and Stimulates Neurogenesis (Human molecular genetics)"
    },
    {
      "index": 245,
      "start_time": 1451720.0,
      "end_time": 1452000.0,
      "text": "Adenosine triphosphate (ATP) Advanced Glacation End Products in Foods and"
    },
    {
      "index": 246,
      "start_time": 1452000.0,
      "end_time": 1452400.0,
      "text": "a Practical Guide to Their Reduction in the Diet (Journal of American Dieteics Association)"
    },
    {
      "index": 247,
      "start_time": 1452400.0,
      "end_time": 1452770.0,
      "text": "The neuroprotective effects of oxaloacetate in closed head injury in rats is mediated"
    },
    {
      "index": 248,
      "start_time": 1452770.0,
      "end_time": 1453080.0,
      "text": "by its blood glutamate scavenging activity (Journal of Neurosurgery and Anesthesiology)"
    },
    {
      "index": 249,
      "start_time": 1453080.0,
      "end_time": 1453340.0,
      "text": "Pictorial Review of Glutamate Excitotoxicity (American Journal of Neuroradiology)"
    },
    {
      "index": 250,
      "start_time": 1453340.0,
      "end_time": 1453480.0,
      "text": "Gluctamate oxaloacetate transaminase (GOT) Alpha-ketoglutarate"
    },
    {
      "index": 251,
      "start_time": 1453480.0,
      "end_time": 1453590.0,
      "text": "Bulletproof Upgraded Aging Formula"
    },
    {
      "index": 252,
      "start_time": 1453590.0,
      "end_time": 1453820.0,
      "text": "2014 Bulletproof Biohackers Conference Questions for the podcast?"
    },
    {
      "index": 253,
      "start_time": 1453820.0,
      "end_time": 1454250.0,
      "text": "Leave your questions and responses in the comments section below. If you want your question"
    },
    {
      "index": 254,
      "start_time": 1454250.0,
      "end_time": 1454650.0,
      "text": "to be featured on the next Q&amp;A episode, submit it in the�Podcast Question form!"
    },
    {
      "index": 255,
      "start_time": 1454650.0,
      "end_time": 1455020.0,
      "text": "You can also ask your questions and engage with other listeners through�The Bulletproof"
    },
    {
      "index": 256,
      "start_time": 1455020.0,
      "end_time": 1455070.0,
      "text": "Forum,�Twitter, and�Facebook!"
    },
    {
      "index": 257,
      "start_time": 1455070.0,
      "end_time": 1455240.0,
      "text": "Bulletproof Toolbox Podcast #183, Alan Cash"
    },
    {
      "index": 258,
      "start_time": 1455240.0,
      "end_time": 1455270.0,
      "text": "11"
    },
    {
      "index": 259,
      "start_time": 1455270.0,
      "end_time": 1465270.0,
      "text": "� The Bulletproof Executive 2013"
    }
  ]
}