{
  "video_id": "hpyeggenq2U",
  "title": "Arianna Huffington & Marie Forleo Discuss Thrive",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2669.0,
      "end_time": 10370.0,
      "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business"
    },
    {
      "index": 2,
      "start_time": 10370.0,
      "end_time": 15250.0,
      "text": "and life you love. And I have a question for you, does trying to be a success ever feel"
    },
    {
      "index": 3,
      "start_time": 15250.0,
      "end_time": 21050.0,
      "text": "exhausting? I mean, we’re all connected to technology 24/7, and most of us feel a"
    },
    {
      "index": 4,
      "start_time": 21050.0,
      "end_time": 26619.0,
      "text": "pressure to make more money and gain more power and more recognition. Well, if you’re"
    },
    {
      "index": 5,
      "start_time": 26619.0,
      "end_time": 31640.0,
      "text": "anything like me, what you&#39;re really craving is a life that’s more sustainable and more"
    },
    {
      "index": 6,
      "start_time": 31640.0,
      "end_time": 35879.0,
      "text": "meaningful. And if that sounds like you, you are in for a treat today because my guest"
    },
    {
      "index": 7,
      "start_time": 35879.0,
      "end_time": 42089.0,
      "text": "is not only someone I deeply admire, but she’s also on a mission to help us redefine success"
    },
    {
      "index": 8,
      "start_time": 42089.0,
      "end_time": 48440.0,
      "text": "on our own terms and create a life that’s filled with well being and wisdom and wonder."
    },
    {
      "index": 9,
      "start_time": 48440.0,
      "end_time": 52649.0,
      "text": "Arianna Huffington is the chair, president, and editor in chief of the Huffington Post"
    },
    {
      "index": 10,
      "start_time": 52649.0,
      "end_time": 58920.0,
      "text": "Media Group, a nationally syndicated columnist, and author of 13 books. In May 2005 she launched"
    },
    {
      "index": 11,
      "start_time": 58920.0,
      "end_time": 63229.0,
      "text": "The Huffington Post, a news and blog site that quickly became one of the most widely"
    },
    {
      "index": 12,
      "start_time": 63229.0,
      "end_time": 69250.0,
      "text": "read, linked to, and frequently cited media brands on the internet. In 2012 the site won"
    },
    {
      "index": 13,
      "start_time": 69250.0,
      "end_time": 74430.0,
      "text": "a Pulitzer Prize for national reporting. In 2013 she was named to Forbes most powerful"
    },
    {
      "index": 14,
      "start_time": 74430.0,
      "end_time": 81350.0,
      "text": "women list. In 2006 and again in 2011, she was named to the Time 100. Time Magazine’s"
    },
    {
      "index": 15,
      "start_time": 81350.0,
      "end_time": 86179.0,
      "text": "list of the world’s 100 most influential people. Originally from Greece, she moved"
    },
    {
      "index": 16,
      "start_time": 86179.0,
      "end_time": 90670.0,
      "text": "to England when she was 16 and graduated from Cambridge University with an MA in economics."
    },
    {
      "index": 17,
      "start_time": 90670.0,
      "end_time": 97619.0,
      "text": "At 21, she became president of the famed debating society: The Cambridge Union. She serves on"
    },
    {
      "index": 18,
      "start_time": 97619.0,
      "end_time": 102920.0,
      "text": "several boards including El Pais, Prisa, The Center for Public Integrity, and the Committee"
    },
    {
      "index": 19,
      "start_time": 102920.0,
      "end_time": 108950.0,
      "text": "to Protect Journalists. Her 14th book, Thrive: The Third Metric to Redefining Success and"
    },
    {
      "index": 20,
      "start_time": 108950.0,
      "end_time": 113409.0,
      "text": "Creating a Life of Well-Being, Wisdom, and Wonder, will be published by Crown in March"
    },
    {
      "index": 21,
      "start_time": 113409.0,
      "end_time": 114719.0,
      "text": "of 2014."
    },
    {
      "index": 22,
      "start_time": 114719.0,
      "end_time": 120170.0,
      "text": "Ariana, thank you so much for being here. This is an incredible honor to have you here"
    },
    {
      "index": 23,
      "start_time": 120170.0,
      "end_time": 125189.0,
      "text": "on MarieTV and in the midst of this incredible new book, which, by the way for everyone,"
    },
    {
      "index": 24,
      "start_time": 125189.0,
      "end_time": 130899.0,
      "text": "Thrive. I’ve read it cover to cover. I honestly believe with all of my heart this is a book"
    },
    {
      "index": 25,
      "start_time": 130899.0,
      "end_time": 135569.0,
      "text": "that every human being on the planet needs to read. Thank you for being on MarieTV."
    },
    {
      "index": 26,
      "start_time": 135569.0,
      "end_time": 139870.0,
      "text": "Thank you so much. It’s such a lovely set and I love what you’ve done, so thank you"
    },
    {
      "index": 27,
      "start_time": 139870.0,
      "end_time": 141220.0,
      "text": "for having me."
    },
    {
      "index": 28,
      "start_time": 141220.0,
      "end_time": 145750.0,
      "text": "Let’s start with… I mean, the fact that you are such an incredible woman. I mean,"
    },
    {
      "index": 29,
      "start_time": 145750.0,
      "end_time": 151450.0,
      "text": "your career has taken you around the world. Most of your adult life you’ve been on the"
    },
    {
      "index": 30,
      "start_time": 151450.0,
      "end_time": 158069.0,
      "text": "public stage and one of the stories you start the book off with was in 2007 you found yourself"
    },
    {
      "index": 31,
      "start_time": 158069.0,
      "end_time": 163769.0,
      "text": "in your home office on the floor in a pool of blood. What happened?"
    },
    {
      "index": 32,
      "start_time": 163769.0,
      "end_time": 170849.0,
      "text": "So I start the book like that because it really was the beginning of the journey that led"
    },
    {
      "index": 33,
      "start_time": 170849.0,
      "end_time": 180720.0,
      "text": "to Thrive. It was April 2007, April 6, and it was 2 years after I had launched The Huffington"
    },
    {
      "index": 34,
      "start_time": 180720.0,
      "end_time": 188840.0,
      "text": "Post and you know how it is when you have a startup. A lot of work getting the baby"
    },
    {
      "index": 35,
      "start_time": 188840.0,
      "end_time": 194030.0,
      "text": "to grow and getting investors and getting the work done. And at the same time I have"
    },
    {
      "index": 36,
      "start_time": 194030.0,
      "end_time": 200420.0,
      "text": "2 daughters and one of them was about to go to college. So we had been on a college tour"
    },
    {
      "index": 37,
      "start_time": 200420.0,
      "end_time": 207629.0,
      "text": "and our agreement was that I would not be looking at my Blackberry while we were together"
    },
    {
      "index": 38,
      "start_time": 207629.0,
      "end_time": 214340.0,
      "text": "during the day. So at night she would go to sleep and I would start working. So I came"
    },
    {
      "index": 39,
      "start_time": 214340.0,
      "end_time": 224769.0,
      "text": "back home completely sleep deprived and exhausted and collapsed and fell on my desk. I mean,"
    },
    {
      "index": 40,
      "start_time": 224769.0,
      "end_time": 230150.0,
      "text": "my head hit my desk, broke my chin bone, 4 stitches in my right eye. But also it started"
    },
    {
      "index": 41,
      "start_time": 230150.0,
      "end_time": 235799.0,
      "text": "me going from doctor to doctor trying to figure out if there was anything more seriously wrong"
    },
    {
      "index": 42,
      "start_time": 235799.0,
      "end_time": 240480.0,
      "text": "with me. It turned out there wasn’t anything medically wrong but there was a lot wrong"
    },
    {
      "index": 43,
      "start_time": 240480.0,
      "end_time": 246549.0,
      "text": "with the way I was leading my life. And so that started me on trying to define what success"
    },
    {
      "index": 44,
      "start_time": 246549.0,
      "end_time": 253959.0,
      "text": "is because by external definitions of success, I was successful. But by any sane definition"
    },
    {
      "index": 45,
      "start_time": 253959.0,
      "end_time": 265250.0,
      "text": "of success, I was not because I had undermined my health and as I realized as I started studying"
    },
    {
      "index": 46,
      "start_time": 265250.0,
      "end_time": 271660.0,
      "text": "the implications of sleep deprivation, I had also undermined my ability to make good decisions."
    },
    {
      "index": 47,
      "start_time": 271660.0,
      "end_time": 277070.0,
      "text": "Which brings me, actually, to one of your, what I feel, it was such a great piece of"
    },
    {
      "index": 48,
      "start_time": 277070.0,
      "end_time": 282320.0,
      "text": "advice and it was so fun when we get into the well being aspect of Thrive, which was"
    },
    {
      "index": 49,
      "start_time": 282320.0,
      "end_time": 287220.0,
      "text": "for everyone, of course, but especially for women. Your recommendation for all of us to"
    },
    {
      "index": 50,
      "start_time": 287220.0,
      "end_time": 291830.0,
      "text": "sleep our way to the top. Which not only gave me a chuckle, but I wanted to thank you because"
    },
    {
      "index": 51,
      "start_time": 291830.0,
      "end_time": 294030.0,
      "text": "I’ve been doing a lot more of that lately."
    },
    {
      "index": 52,
      "start_time": 294030.0,
      "end_time": 301040.0,
      "text": "Oh, so glad. That makes me feel really good because I really profoundly believe that if"
    },
    {
      "index": 53,
      "start_time": 301040.0,
      "end_time": 307000.0,
      "text": "you get enough sleep and enough sleep depends on each human being. Most scientific findings"
    },
    {
      "index": 54,
      "start_time": 307000.0,
      "end_time": 313320.0,
      "text": "show that you need between 7 and 8 hours. Some people need more, some people need less."
    },
    {
      "index": 55,
      "start_time": 313320.0,
      "end_time": 320780.0,
      "text": "We know it’s when we wake up without an alarm. So I went from getting 4 to 5 hours"
    },
    {
      "index": 56,
      "start_time": 320780.0,
      "end_time": 327240.0,
      "text": "to getting 7 to 8 hours. I became a sleep evangelist. I talk everywhere about that,"
    },
    {
      "index": 57,
      "start_time": 327240.0,
      "end_time": 335540.0,
      "text": "so much so that the Harvard School of Medicine’s sleep division invited me to join their counsel"
    },
    {
      "index": 58,
      "start_time": 335540.0,
      "end_time": 339790.0,
      "text": "and now I get even more information about the importance of sleep. And there’s so"
    },
    {
      "index": 59,
      "start_time": 339790.0,
      "end_time": 345440.0,
      "text": "much science around it now, the connection between sleep and high blood pressure and"
    },
    {
      "index": 60,
      "start_time": 345440.0,
      "end_time": 352000.0,
      "text": "stress and diabetes and obesity. It’s just amazing. So at the end of the well being section"
    },
    {
      "index": 61,
      "start_time": 352000.0,
      "end_time": 360370.0,
      "text": "where I give small steps that we can take to make our life fuller, richer, and less"
    },
    {
      "index": 62,
      "start_time": 360370.0,
      "end_time": 366110.0,
      "text": "stressful, the first one is start by at least getting 30 minutes more sleep than you are"
    },
    {
      "index": 63,
      "start_time": 366110.0,
      "end_time": 371670.0,
      "text": "getting right now. Whatever it is that you’re getting, unless you&#39;re one of the few wise"
    },
    {
      "index": 64,
      "start_time": 371670.0,
      "end_time": 377590.0,
      "text": "people who get enough sleep, you’ll see the difference. And then that in itself will"
    },
    {
      "index": 65,
      "start_time": 377590.0,
      "end_time": 384320.0,
      "text": "reinforce you into developing better sleep habits. And I have a lot of tapes, as you"
    },
    {
      "index": 66,
      "start_time": 384320.0,
      "end_time": 389390.0,
      "text": "know, about how you can ensure that you get a good night’s sleep. I always have a hot"
    },
    {
      "index": 67,
      "start_time": 389390.0,
      "end_time": 398270.0,
      "text": "bath before I go to sleep because it just puts the day away and you can really go to"
    },
    {
      "index": 68,
      "start_time": 398270.0,
      "end_time": 404410.0,
      "text": "sleep leaving everything behind you and wake up recharged. And key, key very important,"
    },
    {
      "index": 69,
      "start_time": 404410.0,
      "end_time": 407660.0,
      "text": "not to charge your devices next to your bed."
    },
    {
      "index": 70,
      "start_time": 407660.0,
      "end_time": 408150.0,
      "text": "Yes."
    },
    {
      "index": 71,
      "start_time": 408150.0,
      "end_time": 415830.0,
      "text": "That is essential. I have a device free zone around my bedroom. You know, nothing is going"
    },
    {
      "index": 72,
      "start_time": 415830.0,
      "end_time": 419270.0,
      "text": "to happen that cannot wait until the morning."
    },
    {
      "index": 73,
      "start_time": 419270.0,
      "end_time": 425430.0,
      "text": "It’s so, so important, and I have to tell you how much I appreciate the message that"
    },
    {
      "index": 74,
      "start_time": 425430.0,
      "end_time": 430850.0,
      "text": "you’re sharing, especially around sleep, because as a woman who loves to study success,"
    },
    {
      "index": 75,
      "start_time": 430850.0,
      "end_time": 436030.0,
      "text": "I’m very driven myself, very ambitious, so much of my life I feel like I’ve been"
    },
    {
      "index": 76,
      "start_time": 436030.0,
      "end_time": 441890.0,
      "text": "given an opposite message, which is sleep less and you only need 4 to 5 hours. And I"
    },
    {
      "index": 77,
      "start_time": 441890.0,
      "end_time": 445300.0,
      "text": "have to tell you, it really… it opened my heart and it really made a difference to me"
    },
    {
      "index": 78,
      "start_time": 445300.0,
      "end_time": 449780.0,
      "text": "to have you share this message. And Josh, my fiance, was thrilled because he’s like,"
    },
    {
      "index": 79,
      "start_time": 449780.0,
      "end_time": 452970.0,
      "text": "you know, he’s paying attention to what I’m reading. He’s like, “What does Arianna"
    },
    {
      "index": 80,
      "start_time": 452970.0,
      "end_time": 457720.0,
      "text": "say?” And I was like, “I need to go to bed right now.” So it&#39;s been awesome, so"
    },
    {
      "index": 81,
      "start_time": 457720.0,
      "end_time": 458630.0,
      "text": "thank you for that."
    },
    {
      "index": 82,
      "start_time": 458630.0,
      "end_time": 465000.0,
      "text": "That is, you know, I’m so happy when young women like you who have your whole life ahead"
    },
    {
      "index": 83,
      "start_time": 465000.0,
      "end_time": 472900.0,
      "text": "of you can actually begin these healthy practices because then everything is going to be affected"
    },
    {
      "index": 84,
      "start_time": 472900.0,
      "end_time": 478030.0,
      "text": "and you can enjoy your success instead of actually allowing it to undermine your health"
    },
    {
      "index": 85,
      "start_time": 478030.0,
      "end_time": 483630.0,
      "text": "and your joy because that’s the other thing. When we’re exhausted, we drag ourselves"
    },
    {
      "index": 86,
      "start_time": 483630.0,
      "end_time": 486430.0,
      "text": "through the day instead of enjoying the day."
    },
    {
      "index": 87,
      "start_time": 486430.0,
      "end_time": 492300.0,
      "text": "Yes. And on that same theme, we were talking in the book and I felt like I was having a"
    },
    {
      "index": 88,
      "start_time": 492300.0,
      "end_time": 499010.0,
      "text": "conversation with you, was about this idea of time famine and that really struck me,"
    },
    {
      "index": 89,
      "start_time": 499010.0,
      "end_time": 505050.0,
      "text": "that phrase. And something that I appreciated was how open you were about your own struggles"
    },
    {
      "index": 90,
      "start_time": 505050.0,
      "end_time": 509420.0,
      "text": "with time, your relationship with time. And I’ve experienced that myself. I love what"
    },
    {
      "index": 91,
      "start_time": 509420.0,
      "end_time": 514550.0,
      "text": "I do so much and there’s times where I say, “I know what down time can do for me, but"
    },
    {
      "index": 92,
      "start_time": 514549.99999999994,
      "end_time": 519388.99999999994,
      "text": "I wish I had 48 hours in a day to get all of these ideas out into the world.” So what"
    },
    {
      "index": 93,
      "start_time": 519389.0,
      "end_time": 522919.0,
      "text": "is time famine and how can we transform it?"
    },
    {
      "index": 94,
      "start_time": 522919.0,
      "end_time": 528860.0,
      "text": "Well, time famine is something that so many of us suffer from, and especially the fact"
    },
    {
      "index": 95,
      "start_time": 528860.0,
      "end_time": 533600.0,
      "text": "that we’re always breathlessly feeling that we are running out of time or we don&#39;t have"
    },
    {
      "index": 96,
      "start_time": 533600.0,
      "end_time": 540490.0,
      "text": "enough time. And people value having enough time more than they value anything, including"
    },
    {
      "index": 97,
      "start_time": 540490.0,
      "end_time": 545290.0,
      "text": "their careers and their children. It’s just amazing the difference it makes to our sense"
    },
    {
      "index": 98,
      "start_time": 545290.0,
      "end_time": 553019.0,
      "text": "of well being. So the key here is to prioritize what really matters. Brian Andres has this"
    },
    {
      "index": 99,
      "start_time": 553019.0,
      "end_time": 558769.0,
      "text": "great quote that I love, I’ve actually put on napkins. It says, “Everything changed"
    },
    {
      "index": 100,
      "start_time": 558769.0,
      "end_time": 566269.0,
      "text": "in her life the day she realized that she had enough time for all the important things.”"
    },
    {
      "index": 101,
      "start_time": 566269.0,
      "end_time": 573990.0,
      "text": "And if we realize that, then some things will just not get done, and that’s just fine."
    },
    {
      "index": 102,
      "start_time": 573990.0,
      "end_time": 583720.0,
      "text": "And a key thing here is our relationship with our email and sometimes we feel like we’re"
    },
    {
      "index": 103,
      "start_time": 583720.0,
      "end_time": 585230.0,
      "text": "the slaves of email."
    },
    {
      "index": 104,
      "start_time": 585230.0,
      "end_time": 585709.0,
      "text": "Yes."
    },
    {
      "index": 105,
      "start_time": 585709.0,
      "end_time": 591660.0,
      "text": "You have to finish everything, you have to respond to everything because we’re such"
    },
    {
      "index": 106,
      "start_time": 591660.0,
      "end_time": 597339.0,
      "text": "perfect, young women, in your case, and in my case much older. But the point is that"
    },
    {
      "index": 107,
      "start_time": 597339.0,
      "end_time": 603259.0,
      "text": "as women we have this idea of having to do everything perfectly and that includes answering"
    },
    {
      "index": 108,
      "start_time": 603259.0,
      "end_time": 611629.0,
      "text": "every email. So, first of all, making sure we stop answering emails at least an hour"
    },
    {
      "index": 109,
      "start_time": 611629.0,
      "end_time": 618110.0,
      "text": "before we go to sleep. That is key. Because then it’s like down time. And I’d rather"
    },
    {
      "index": 110,
      "start_time": 618110.0,
      "end_time": 622370.0,
      "text": "read real books, actually. I love reading real books and underlining them."
    },
    {
      "index": 111,
      "start_time": 622370.0,
      "end_time": 628730.0,
      "text": "I do too. When I got my iPad I was happy about my iPad for the idea of traveling because"
    },
    {
      "index": 112,
      "start_time": 628730.0,
      "end_time": 633240.0,
      "text": "I love to read so much and I didn&#39;t have to have a whole other piece of luggage for my"
    },
    {
      "index": 113,
      "start_time": 633240.0,
      "end_time": 638079.0,
      "text": "books. But I will tell you, I read much more traditional books and I don&#39;t think I’ll"
    },
    {
      "index": 114,
      "start_time": 638079.0,
      "end_time": 641959.0,
      "text": "ever give them up. There&#39;s something about holding it or being on the beach or being"
    },
    {
      "index": 115,
      "start_time": 641959.0,
      "end_time": 646800.0,
      "text": "on an airplane and the smell of a real book that’s just… it’s amazing. And I think"
    },
    {
      "index": 116,
      "start_time": 646800.0,
      "end_time": 652290.0,
      "text": "you have a genius tip, which I’m excited for you to share, about completing things"
    },
    {
      "index": 117,
      "start_time": 652290.0,
      "end_time": 657810.0,
      "text": "on your to do list that maybe have been lingering around for a while. And when I read this in"
    },
    {
      "index": 118,
      "start_time": 657810.0,
      "end_time": 662720.0,
      "text": "Thrive, I literally, I gave you a fist pump, I was like, “Yes, this is awesome.”"
    },
    {
      "index": 119,
      "start_time": 662720.0,
      "end_time": 671360.0,
      "text": "Well, what I did is on my 40th birthday I did a kind of life audit and realized that"
    },
    {
      "index": 120,
      "start_time": 671360.0,
      "end_time": 677819.0,
      "text": "there were a lot of incomplete projects. Things that I had said to myself I was going to do."
    },
    {
      "index": 121,
      "start_time": 677819.0,
      "end_time": 682790.0,
      "text": "Like I really wanted to learn German because I have so many favorite German authors, it’ll"
    },
    {
      "index": 122,
      "start_time": 682790.0,
      "end_time": 687499.0,
      "text": "be great to be able to read them in the original. I really wanted to become a good skier because"
    },
    {
      "index": 123,
      "start_time": 687499.0,
      "end_time": 694060.0,
      "text": "I’m a terrible one. I really wanted to learn to cook. And then I suddenly had to acknowledge"
    },
    {
      "index": 124,
      "start_time": 694060.0,
      "end_time": 699779.0,
      "text": "to myself that I was never going to actually do these things. So I came up with this phrase"
    },
    {
      "index": 125,
      "start_time": 699779.0,
      "end_time": 707199.0,
      "text": "that you can complete a project by dropping it. And so I that day completed German and"
    },
    {
      "index": 126,
      "start_time": 707199.0,
      "end_time": 712660.0,
      "text": "cooking and skiing and now when my daughters, who love to ski, want to go skiing I kind"
    },
    {
      "index": 127,
      "start_time": 712660.0,
      "end_time": 718350.0,
      "text": "of sit by the fire and read a book and have some hot chocolate. And it feels great, I"
    },
    {
      "index": 128,
      "start_time": 718350.0,
      "end_time": 721759.0,
      "text": "acknowledge this is it. I was never going to be good at it."
    },
    {
      "index": 129,
      "start_time": 721759.0,
      "end_time": 724589.0,
      "text": "Isn’t that such a freeing thing?"
    },
    {
      "index": 130,
      "start_time": 724589.0,
      "end_time": 725910.0,
      "text": "It’s kind of liberating."
    },
    {
      "index": 131,
      "start_time": 725910.0,
      "end_time": 730579.0,
      "text": "It’s really liberating. We do this a lot. We have a big priorities list in our company"
    },
    {
      "index": 132,
      "start_time": 730579.0,
      "end_time": 734699.0,
      "text": "with all the different projects we wanna do and often times every 3 months or so we’ll"
    },
    {
      "index": 133,
      "start_time": 734699.0,
      "end_time": 739879.0,
      "text": "revisit it. And I can’t tell you the sigh of relief and the cheers that come when we"
    },
    {
      "index": 134,
      "start_time": 739879.0,
      "end_time": 743649.0,
      "text": "look at something that we previously thought we wanted to do and we say, “You know what?"
    },
    {
      "index": 135,
      "start_time": 743649.0,
      "end_time": 747689.0,
      "text": "Not true anymore. We don&#39;t need to do that,” and the whole line goes through it and everyone’s"
    },
    {
      "index": 136,
      "start_time": 747689.0,
      "end_time": 752430.0,
      "text": "like, “Woo!” It’s that idea. And I love that you pointed that out that that’s just"
    },
    {
      "index": 137,
      "start_time": 752430.0,
      "end_time": 756819.0,
      "text": "giving yourself permission to let these things go. And I think you touched on something so"
    },
    {
      "index": 138,
      "start_time": 756819.0,
      "end_time": 761079.0,
      "text": "important before and it&#39;s so important for me, this perfectionism. And I know it’s"
    },
    {
      "index": 139,
      "start_time": 761079.0,
      "end_time": 766819.0,
      "text": "something that I’ve struggled with my whole life, I have very high standards for myself"
    },
    {
      "index": 140,
      "start_time": 766819.0,
      "end_time": 772670.0,
      "text": "and my creativity, but it does come at a cost. And, again, this book has been so important"
    },
    {
      "index": 141,
      "start_time": 772670.0,
      "end_time": 777759.0,
      "text": "for me because I look up to you and I consider you a role model and to hear the lessons that"
    },
    {
      "index": 142,
      "start_time": 777759.0,
      "end_time": 781689.0,
      "text": "you’re imparting to us now, it’s just… it’s such a gift. So I wanna thank you for"
    },
    {
      "index": 143,
      "start_time": 781689.0,
      "end_time": 785379.0,
      "text": "that. Well, Marie, I find I’m much more creative"
    },
    {
      "index": 144,
      "start_time": 785379.0,
      "end_time": 792809.0,
      "text": "when I’ve actually taken care of myself. Because creativity comes from the depths and"
    },
    {
      "index": 145,
      "start_time": 792809.0,
      "end_time": 799999.0,
      "text": "so when we allow ourselves to tap into that wisdom, that intuition, we come up with our"
    },
    {
      "index": 146,
      "start_time": 799999.0,
      "end_time": 801720.0,
      "text": "best ideas."
    },
    {
      "index": 147,
      "start_time": 801720.0,
      "end_time": 809509.0,
      "text": "Yeah. You know, as I started to complete the book, you talk about wonder. And a topic that"
    },
    {
      "index": 148,
      "start_time": 809509.0,
      "end_time": 813550.0,
      "text": "many of us don&#39;t talk about openly, and I realized I haven’t spent quite enough time"
    },
    {
      "index": 149,
      "start_time": 813550.0,
      "end_time": 819059.0,
      "text": "for myself talking about it with people I love, which is death. And I was so touched"
    },
    {
      "index": 150,
      "start_time": 819059.0,
      "end_time": 825399.0,
      "text": "by the story that you shared of your mom’s passing and her mantra, “Don’t miss the"
    },
    {
      "index": 151,
      "start_time": 825399.0,
      "end_time": 830749.0,
      "text": "moment.” And I will tell you that just today before coming here to the studio to do this"
    },
    {
      "index": 152,
      "start_time": 830749.0,
      "end_time": 835899.0,
      "text": "interview, Josh, my fiance, he… I went in to interrupt him, we work from home, and he’s…"
    },
    {
      "index": 153,
      "start_time": 835899.0,
      "end_time": 838589.0,
      "text": "I was about to run out because I was like, “Oh, I have a couple of more things to do,”"
    },
    {
      "index": 154,
      "start_time": 838589.0,
      "end_time": 841490.0,
      "text": "and he said, “No, no. Sit with me for a minute.” And I remembered that don’t miss"
    },
    {
      "index": 155,
      "start_time": 841490.0,
      "end_time": 846869.0,
      "text": "the moment and I sat there and it was so wonderful because it’s something I try and live by"
    },
    {
      "index": 156,
      "start_time": 846869.0,
      "end_time": 851740.0,
      "text": "but it’s just a great reminder. How did the experience with your mom and really tapping"
    },
    {
      "index": 157,
      "start_time": 851740.0,
      "end_time": 854529.0,
      "text": "into wonder, how has that continued to help you thrive?"
    },
    {
      "index": 158,
      "start_time": 854529.0,
      "end_time": 861189.0,
      "text": "Well, I actually dedicated the book to my mother because she lived what we call a third"
    },
    {
      "index": 159,
      "start_time": 861189.0,
      "end_time": 868189.0,
      "text": "metric life, meaning a life that goes beyond the first two metrics of money and power."
    },
    {
      "index": 160,
      "start_time": 868189.0,
      "end_time": 876740.0,
      "text": "All her life. And now that I’m coming to some realizations that she actually embodied"
    },
    {
      "index": 161,
      "start_time": 876740.0,
      "end_time": 884779.0,
      "text": "her life, I feel that the book is like a homecoming because I’m kind of rediscovering all her"
    },
    {
      "index": 162,
      "start_time": 884779.0,
      "end_time": 893490.0,
      "text": "teachings, many of which she actually passed on to my sister and me without words, just"
    },
    {
      "index": 163,
      "start_time": 893490.0,
      "end_time": 899059.0,
      "text": "by the way she lived. And don’t miss the moment was one of them. Another one was change"
    },
    {
      "index": 164,
      "start_time": 899059.0,
      "end_time": 903329.0,
      "text": "the channel, darling. And I you think I have a strong accent, you should have heard my"
    },
    {
      "index": 165,
      "start_time": 903329.0,
      "end_time": 911589.0,
      "text": "mother. Whenever we would get really worried or anxious or obsessing about something, she"
    },
    {
      "index": 166,
      "start_time": 911589.0,
      "end_time": 919550.0,
      "text": "would say, “Change the channel.” And also my mother had no sense of hierarchy, she treated"
    },
    {
      "index": 167,
      "start_time": 919550.0,
      "end_time": 926529.0,
      "text": "human beings all the same. I remember when I was living in London I was dating a British"
    },
    {
      "index": 168,
      "start_time": 926529.0,
      "end_time": 934740.0,
      "text": "member of Parliament and one night he brought the prime minister to dinner and my mother"
    },
    {
      "index": 169,
      "start_time": 934740.0,
      "end_time": 938499.0,
      "text": "had the plumber in the kitchen dealing with a problem and asked the plumber what he thought"
    },
    {
      "index": 170,
      "start_time": 938499.0,
      "end_time": 943730.0,
      "text": "of the Prime Minister. The plumber said, “Not much. Hasn’t been good for working people.”"
    },
    {
      "index": 171,
      "start_time": 943730.0,
      "end_time": 946779.0,
      "text": "So my mother said, “Oh, let me bring him here and you can tell him directly,” and"
    },
    {
      "index": 172,
      "start_time": 946779.0,
      "end_time": 948379.0,
      "text": "that was my mom."
    },
    {
      "index": 173,
      "start_time": 948379.0,
      "end_time": 949569.0,
      "text": "That’s awesome."
    },
    {
      "index": 174,
      "start_time": 949569.0,
      "end_time": 956179.0,
      "text": "And that’s why in the giving section of the book, I… one of the tips, one of the"
    },
    {
      "index": 175,
      "start_time": 956179.0,
      "end_time": 963339.0,
      "text": "steps, that I ask people to consider taking is to just acknowledge every human being they"
    },
    {
      "index": 176,
      "start_time": 963339.0,
      "end_time": 970809.0,
      "text": "come into contact with during the day because so often, like, the barista a the coffee shop."
    },
    {
      "index": 177,
      "start_time": 970809.0,
      "end_time": 976660.0,
      "text": "If we’re in a hotel, the cleaning crew that we pass by as we go to the elevator. We often"
    },
    {
      "index": 178,
      "start_time": 976660.0,
      "end_time": 981920.0,
      "text": "don&#39;t acknowledge them. And I think if we can just take a moment to make eye contact,"
    },
    {
      "index": 179,
      "start_time": 981920.0,
      "end_time": 988670.0,
      "text": "to say hello, it just reconnects us with ourselves and with that moment that we have."
    },
    {
      "index": 180,
      "start_time": 988670.0,
      "end_time": 995220.0,
      "text": "Yeah. So beautiful. Arianna, I wanna thank you so much for writing this book, Thrive,"
    },
    {
      "index": 181,
      "start_time": 995220.0,
      "end_time": 999619.0,
      "text": "and for taking the time to be with all of us today because this has made a difference"
    },
    {
      "index": 182,
      "start_time": 999619.0,
      "end_time": 1004040.0,
      "text": "for me in just the short time that I’ve read it and I am just honored for you to be"
    },
    {
      "index": 183,
      "start_time": 1004040.0,
      "end_time": 1005899.0,
      "text": "here and to share this message with everyone."
    },
    {
      "index": 184,
      "start_time": 1005900.0,
      "end_time": 1009340.0,
      "text": "Thank you so much, Marie. Thank you for having me."
    },
    {
      "index": 185,
      "start_time": 1009340.0,
      "end_time": 1014551.0,
      "text": "Now Arianna and I have a challenge for you. Which of the tips that we talked about today"
    },
    {
      "index": 186,
      "start_time": 1014550.0,
      "end_time": 1019689.0,
      "text": "is gonna help you thrive the most? What really impacted you and what can you take action"
    },
    {
      "index": 187,
      "start_time": 1019690.0,
      "end_time": 1025041.0,
      "text": "on starting right now? As always, the best discussions happen after the episode over"
    },
    {
      "index": 188,
      "start_time": 1025040.0,
      "end_time": 1029080.0,
      "text": "at MarieForleo.com, so go there and leave a comment now."
    },
    {
      "index": 189,
      "start_time": 1029079.9999999999,
      "end_time": 1033499.9999999999,
      "text": "Did you like this video? If so, subscribe and share it with your friends. And if you"
    },
    {
      "index": 190,
      "start_time": 1033500.0,
      "end_time": 1038470.0,
      "text": "want even more great resources to create a bsuiness and life that you love, plus some"
    },
    {
      "index": 191,
      "start_time": 1038470.0,
      "end_time": 1043820.0,
      "text": "personal insights from me that I only talk about in email, get yourself over to MarieForleo.com"
    },
    {
      "index": 192,
      "start_time": 1043819.9999999999,
      "end_time": 1046509.9999999999,
      "text": "and sign up for email updates."
    },
    {
      "index": 193,
      "start_time": 1046510.0,
      "end_time": 1050640.0,
      "text": "Stay on your game and keep going for your dreams because the world needs that special"
    },
    {
      "index": 194,
      "start_time": 1050640.0,
      "end_time": 1055510.0,
      "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time"
    },
    {
      "index": 195,
      "start_time": 1055510.0,
      "end_time": 1065510.0,
      "text": "on MarieTV."
    }
  ]
}