{
  "video_id": "hrDZDP50FXM",
  "title": "7 Quick & Easy ways to learn English faster. - Improve your English Speaking",
  "json": [
    {
      "index": 1,
      "start_time": 240.0,
      "end_time": 6819.0,
      "text": "Hello and welcome to today&#39;s lesson, my name is Rima and I&#39;m here with an answer for your"
    },
    {
      "index": 2,
      "start_time": 6819.0,
      "end_time": 12200.0,
      "text": "nightmare. If you&#39;ve been worrying yourself and troubling yourself over how you&#39;re gonna"
    },
    {
      "index": 3,
      "start_time": 12200.0,
      "end_time": 17730.0,
      "text": "learn English. How are you gonna practise it, perfect it? Don’t worry, there are simple"
    },
    {
      "index": 4,
      "start_time": 17730.0,
      "end_time": 22560.0,
      "text": "and easy ways to do it and that&#39;s exactly what I&#39;m gonna talk about today."
    },
    {
      "index": 5,
      "start_time": 30320.0,
      "end_time": 38540.0,
      "text": "So the first simple way in which you can practise or learn English is a song, a day, that&#39;s"
    },
    {
      "index": 6,
      "start_time": 38540.0,
      "end_time": 54550.0,
      "text": "right. All you need to do is listen to one English song every day. so when you are listening"
    },
    {
      "index": 7,
      "start_time": 54550.0,
      "end_time": 60530.0,
      "text": "to this English song and it could be any English song, what you can do is you can listen carefully,"
    },
    {
      "index": 8,
      "start_time": 60530.0,
      "end_time": 65799.0,
      "text": "try to figure out the words or lyrics and if there&#39;s a difficult word in the words or"
    },
    {
      "index": 9,
      "start_time": 65799.0,
      "end_time": 72950.0,
      "text": "lyrics, you can find out its meaning and try to use that word in your daily conversation."
    },
    {
      "index": 10,
      "start_time": 72950.0,
      "end_time": 77909.0,
      "text": "Like for example, my age old favourite song by Ronan Keating which was used on the soundtrack"
    },
    {
      "index": 11,
      "start_time": 77909.0,
      "end_time": 83359.0,
      "text": "of the movie Noting Hill, when you say nothing at all. so the first two lines go something"
    },
    {
      "index": 12,
      "start_time": 83359.0,
      "end_time": 90679.0,
      "text": "like it&#39;s amazing how you can speak right to my heart, without saying a word, you can"
    },
    {
      "index": 13,
      "start_time": 90679.0,
      "end_time": 99300.0,
      "text": "light up the dark. Well simple and easy lyrics and a great way of learning how to use words"
    },
    {
      "index": 14,
      "start_time": 99300.0,
      "end_time": 105920.0,
      "text": "like amazing or you know how to use like a phrasal verb like light up, you know in a"
    },
    {
      "index": 15,
      "start_time": 105920.0,
      "end_time": 110710.0,
      "text": "sentence. So well this is a great song to start with and if you want to listen to this"
    },
    {
      "index": 16,
      "start_time": 110710.0,
      "end_time": 114590.0,
      "text": "song, click on the link below."
    },
    {
      "index": 17,
      "start_time": 114600.0,
      "end_time": 120490.0,
      "text": "moving on I have for you the second method in which, you know you can quickly and easily"
    },
    {
      "index": 18,
      "start_time": 120490.0,
      "end_time": 127320.0,
      "text": "practise your English and this is, to call a customer service. Now this could be a customer"
    },
    {
      "index": 19,
      "start_time": 127320.0,
      "end_time": 134440.0,
      "text": "service for your telephone company, for your cable company or any other such customer service."
    },
    {
      "index": 20,
      "start_time": 134440.0,
      "end_time": 141530.0,
      "text": "All you need to do is, select English as your language of communication. That’s very important."
    },
    {
      "index": 21,
      "start_time": 141530.0,
      "end_time": 161720.0,
      "text": "So select English as your language  and listen to the messages that play out on"
    },
    {
      "index": 22,
      "start_time": 161720.0,
      "end_time": 167331.0,
      "text": "the automated voice service. So while you listen to the messages, you will learn a lot"
    },
    {
      "index": 23,
      "start_time": 167331.0,
      "end_time": 173880.0,
      "text": "of new words. You will learn how to form sentences and what you can do is, you can call one such"
    },
    {
      "index": 24,
      "start_time": 173880.0,
      "end_time": 179250.0,
      "text": "customer service daily. it won&#39;t take too much of your time and it won&#39;t be that expensive,"
    },
    {
      "index": 25,
      "start_time": 179250.0,
      "end_time": 185810.0,
      "text": "if you spend about two to three minutes, listening to people talking on the automated service"
    },
    {
      "index": 26,
      "start_time": 185810.0,
      "end_time": 191220.0,
      "text": "and the day you feel confident, you can even have a small formal chat with the customer"
    },
    {
      "index": 27,
      "start_time": 191220.0,
      "end_time": 196911.0,
      "text": "service officer. So you could you know begin with a simple chat like hello, how are you"
    },
    {
      "index": 28,
      "start_time": 196911.0,
      "end_time": 204780.0,
      "text": "today? Or yes, I am fine, thank you and I would like your help. So basic sentences like"
    },
    {
      "index": 29,
      "start_time": 204780.0,
      "end_time": 210780.0,
      "text": "this can be practise in your conversation, in your talk with the customer service officer"
    },
    {
      "index": 30,
      "start_time": 210780.0,
      "end_time": 217570.0,
      "text": "and as you keep getting more and more confident, you will notice that you can have a conversation"
    },
    {
      "index": 31,
      "start_time": 217570.0,
      "end_time": 223930.0,
      "text": "with absolute ease and yes you can have that conversation in English."
    },
    {
      "index": 32,
      "start_time": 223930.0,
      "end_time": 230480.0,
      "text": "Moving on, I have for you a very interesting idea because this idea will also help your"
    },
    {
      "index": 33,
      "start_time": 230480.0,
      "end_time": 237549.0,
      "text": "social life, it&#39;ll help you have more friends. So what you can do is, you can host a dinner."
    },
    {
      "index": 34,
      "start_time": 237550.0,
      "end_time": 245770.0,
      "text": "That’s right, so have a dinner party or just like a sit down dinner at home, where"
    },
    {
      "index": 35,
      "start_time": 245770.0,
      "end_time": 251240.0,
      "text": "you invite a lot of friends, you know probably like-minded people who also want to learn"
    },
    {
      "index": 36,
      "start_time": 251240.0,
      "end_time": 256300.0,
      "text": "and practise their English. so all of you could make sure that you’ll are chatting"
    },
    {
      "index": 37,
      "start_time": 256290.00000000003,
      "end_time": 263299.0,
      "text": "with each other in English over dinner or you could have guests who are already very"
    },
    {
      "index": 38,
      "start_time": 263300.0,
      "end_time": 269400.0,
      "text": "good at English, so that throughout the dinner, you are practising your English speaking skills"
    },
    {
      "index": 39,
      "start_time": 269400.0,
      "end_time": 275250.0,
      "text": "with them. now if you think having a dinner is a very far out idea, you could also have"
    },
    {
      "index": 40,
      "start_time": 275250.0,
      "end_time": 280620.0,
      "text": "a pot luck dinner, where in all of your friends who are tryin to learn English bring one interesting"
    },
    {
      "index": 41,
      "start_time": 280620.0,
      "end_time": 286540.0,
      "text": "dish and all of you’ll just sit down, enjoy the potluck and enjoy your conversation in"
    },
    {
      "index": 42,
      "start_time": 286540.0,
      "end_time": 298240.0,
      "text": "English. This is a great way to practise your English. Well whoever thought that dinner"
    },
    {
      "index": 43,
      "start_time": 298240.0,
      "end_time": 308319.0,
      "text": "guests could be great English teachers?"
    },
    {
      "index": 44,
      "start_time": 308319.0,
      "end_time": 314240.0,
      "text": "Now the next idea in which you can practise your English or learn new English words is"
    },
    {
      "index": 45,
      "start_time": 314240.0,
      "end_time": 320569.0,
      "text": "very simple, very effective and very entertaining, that&#39;s right. All you need to do is watch"
    },
    {
      "index": 46,
      "start_time": 320569.0,
      "end_time": 328889.0,
      "text": "movies with subtitles. Now if you don&#39;t know what subtitles means, it means that whatever"
    },
    {
      "index": 47,
      "start_time": 328889.0,
      "end_time": 335689.0,
      "text": "is being said in form of dialogue on the screen is written down in English and it flashes"
    },
    {
      "index": 48,
      "start_time": 335689.0,
      "end_time": 342800.0,
      "text": "at the bottom of your screen. Like for example the subtitles that are appearing below your"
    },
    {
      "index": 49,
      "start_time": 342800.0,
      "end_time": 348529.0,
      "text": "screen right now. So if you haven’t turned on your subtitles, make sure you click this"
    },
    {
      "index": 50,
      "start_time": 348529.0,
      "end_time": 355600.0,
      "text": "button at the bottom of the screen and turn them on your YouTube player, so that whatever"
    },
    {
      "index": 51,
      "start_time": 355600.0,
      "end_time": 362819.0,
      "text": "I am saying, along with listening to me, you can also read it and understand each word"
    },
    {
      "index": 52,
      "start_time": 362819.0,
      "end_time": 369840.0,
      "text": "easily and correctly. So yes all you need to do is watch movies with subtitles. Now"
    },
    {
      "index": 53,
      "start_time": 369840.0,
      "end_time": 375239.0,
      "text": "these movies could be in any language. If they are in a language that you know, even"
    },
    {
      "index": 54,
      "start_time": 375240.0,
      "end_time": 380460.0,
      "text": "better. So you can listen to the movies in your language, so that you are comfortable"
    },
    {
      "index": 55,
      "start_time": 380460.0,
      "end_time": 386359.0,
      "text": "and you understand what&#39;s going on. At the same time, keep reading the English subtitles"
    },
    {
      "index": 56,
      "start_time": 386360.0,
      "end_time": 393879.0,
      "text": "below, so that you know, what exactly the translation in English is and of course if"
    },
    {
      "index": 57,
      "start_time": 393879.0,
      "end_time": 398879.0,
      "text": "you encounter a difficult word, you know what to do. Look up its meaning on the internet"
    },
    {
      "index": 58,
      "start_time": 398879.0,
      "end_time": 405360.0,
      "text": "and use it in daily conversation because practise makes perfect. That’s right so that&#39;s an"
    },
    {
      "index": 59,
      "start_time": 405360.0,
      "end_time": 411479.0,
      "text": "idea, watching movies with subtitles. An easy thing to do and a very entertaining idea at"
    },
    {
      "index": 60,
      "start_time": 411479.0,
      "end_time": 413680.0,
      "text": "that."
    },
    {
      "index": 61,
      "start_time": 413690.0,
      "end_time": 423259.0,
      "text": "Moving on, learn two new words a day. Sounds difficult, not really, two words, sounds really"
    },
    {
      "index": 62,
      "start_time": 423259.0,
      "end_time": 434940.0,
      "text": "simple. Can you imagine? Two words a day is sixty words in a month and that&#39;s a lot. So"
    },
    {
      "index": 63,
      "start_time": 434940.0,
      "end_time": 441330.0,
      "text": "how will you do this? Well you could use the newspaper or you could use a ,magazine or"
    },
    {
      "index": 64,
      "start_time": 441330.0,
      "end_time": 447109.0,
      "text": "you could use the internet. Just keep reading and if you encounter a word that you don&#39;t"
    },
    {
      "index": 65,
      "start_time": 447110.0,
      "end_time": 453129.0,
      "text": "know or you find difficult, refer to the dictionary, find out its meaning and keep using the word"
    },
    {
      "index": 66,
      "start_time": 453129.0,
      "end_time": 460690.0,
      "text": "in your conversation. So if you keep accumulating two new words in your vocabulary every single"
    },
    {
      "index": 67,
      "start_time": 460690.0,
      "end_time": 465999.0,
      "text": "day, by the end of the month, you will have sixty new words in your vocabulary and that"
    },
    {
      "index": 68,
      "start_time": 465999.0,
      "end_time": 470889.0,
      "text": "will really add greatly to your fluency in English."
    },
    {
      "index": 69,
      "start_time": 470889.0,
      "end_time": 475910.0,
      "text": "The next thing you can do is very simple again and it&#39;s also something that we do on a daily"
    },
    {
      "index": 70,
      "start_time": 475910.0,
      "end_time": 484960.0,
      "text": "basis, one post a day on Facebook in English. That’s right, a post a day on Facebook but"
    },
    {
      "index": 71,
      "start_time": 484960.0,
      "end_time": 492938.0,
      "text": "in English. so if you are very keen about polishing and learning English, you know make"
    },
    {
      "index": 72,
      "start_time": 492939.0,
      "end_time": 498219.0,
      "text": "sure you have some friends ion your Facebook list who are also communicating in English"
    },
    {
      "index": 73,
      "start_time": 498219.0,
      "end_time": 504831.0,
      "text": "and if not, even then you should make an attempt to write one post on Facebook every day in"
    },
    {
      "index": 74,
      "start_time": 504831.0,
      "end_time": 511460.0,
      "text": "English. In the beginning you can start with a status update like a one line update like,"
    },
    {
      "index": 75,
      "start_time": 511460.0,
      "end_time": 517799.0,
      "text": "hi I am having a great day. You know and as time passes you can increase the number of"
    },
    {
      "index": 76,
      "start_time": 517799.0,
      "end_time": 523958.0,
      "text": "words or sentences that you write in English in that post. If you keep doing this daily,"
    },
    {
      "index": 77,
      "start_time": 523957.99999999994,
      "end_time": 529719.0,
      "text": "you will get the confidence to start writing and communicating in English."
    },
    {
      "index": 78,
      "start_time": 529720.0,
      "end_time": 534769.0,
      "text": "The next thing you should do is also very easy and this can be done while travelling"
    },
    {
      "index": 79,
      "start_time": 534769.0,
      "end_time": 544870.0,
      "text": "or while going for a walk. All you need to do is, very carefully read hoardings and signboards."
    },
    {
      "index": 80,
      "start_time": 544870.0,
      "end_time": 549410.0,
      "text": "so wonder walking on the road, there&#39;s a lot of signs that shops carry, a lot of hoardings"
    },
    {
      "index": 81,
      "start_time": 549410.0,
      "end_time": 554161.0,
      "text": "that are standing on the road, you know a lot of signboards that we come across, make"
    },
    {
      "index": 82,
      "start_time": 554161.0,
      "end_time": 560810.0,
      "text": "sure you reach, you read each and every one of them carefully because a lot of these signboards"
    },
    {
      "index": 83,
      "start_time": 560810.0,
      "end_time": 566000.0,
      "text": "and hoardings will teach you new words and these words are generally the words which"
    },
    {
      "index": 84,
      "start_time": 566000.0,
      "end_time": 572550.0,
      "text": "are used in daily life. So if you keep reading and making a note of the difficult words,"
    },
    {
      "index": 85,
      "start_time": 572550.0,
      "end_time": 578130.0,
      "text": "it will greatly add to your vocabulary. So don&#39;t you know dismiss this as something too"
    },
    {
      "index": 86,
      "start_time": 578130.0,
      "end_time": 587420.0,
      "text": "simple to do. Reading hoardings, signboards and especially ads will help you greatly."
    },
    {
      "index": 87,
      "start_time": 587420.0,
      "end_time": 591930.0,
      "text": "Well these are some of the quick and easy ways in which you can learn and practise English."
    },
    {
      "index": 88,
      "start_time": 591930.0,
      "end_time": 608609.0,
      "text": "There’s also another one and that is watch you tube videos. I’m sure that brings a"
    },
    {
      "index": 89,
      "start_time": 608610.0,
      "end_time": 612691.0,
      "text": "smile on your face because you are already doing that. That’s exactly what you are"
    },
    {
      "index": 90,
      "start_time": 612691.0,
      "end_time": 617250.0,
      "text": "doing right now,. You are watching this lesson in order to learn English. Well another thing"
    },
    {
      "index": 91,
      "start_time": 617250.0,
      "end_time": 623149.0,
      "text": "that I think you must do and don&#39;t forget is if you want to learn new words everyday"
    },
    {
      "index": 92,
      "start_time": 623149.0,
      "end_time": 629980.0,
      "text": "like two new words or a single word, we have a channel called daily video vocabulary, subscribe"
    },
    {
      "index": 93,
      "start_time": 629980.0,
      "end_time": 635529.0,
      "text": "to that channel and this is the link that you can use to subscribe to that channel."
    },
    {
      "index": 94,
      "start_time": 635529.0,
      "end_time": 641459.0,
      "text": "On this channel you’ll get a new word everyday along with lots of examples that you can really"
    },
    {
      "index": 95,
      "start_time": 641459.0,
      "end_time": 646910.0,
      "text": "savor and use to master how to use that word in your daily life."
    },
    {
      "index": 96,
      "start_time": 646910.0,
      "end_time": 652250.0,
      "text": "Well I really hope that these quick and easy ways to learn and practise English help you"
    },
    {
      "index": 97,
      "start_time": 652250.0,
      "end_time": 657100.0,
      "text": "and they add to your fluency as an English speaker. If you have anything to say to me,"
    },
    {
      "index": 98,
      "start_time": 657100.0,
      "end_time": 662110.0,
      "text": "make sure you type in the comment box below and of course if you want many more such lessons,"
    },
    {
      "index": 99,
      "start_time": 662110.0,
      "end_time": 667190.0,
      "text": "all you need to do is subscribe to our channel. This is me Rima signing out, saying bye and"
    },
    {
      "index": 100,
      "start_time": 667190.0,
      "end_time": 667699.0,
      "text": "take care."
    }
  ]
}