{
  "video_id": "hrSQRzAtSJ4",
  "title": "Kantai Collection",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 890.0,
      "end_time": 5640.0,
      "text": "Kantai Collection, abbreviated as KanColle, is a Japanese free-to-play online card game"
    },
    {
      "index": 2,
      "start_time": 5640.0,
      "end_time": 12640.0,
      "text": "developed by Kadokawa Games. The game was launched on April 23, 2013. As of May 2014,"
    },
    {
      "index": 3,
      "start_time": 14290.0,
      "end_time": 19538.0,
      "text": "the game is available in Japan only and has 2 million registered players. The game has"
    },
    {
      "index": 4,
      "start_time": 19539.0,
      "end_time": 25630.0,
      "text": "developed into a much larger media franchise; various media including multiple manga series"
    },
    {
      "index": 5,
      "start_time": 25630.0,
      "end_time": 30970.0,
      "text": "and light novels have been released, in addition to an officially licensed tabletop role-playing"
    },
    {
      "index": 6,
      "start_time": 30970.0,
      "end_time": 35910.0,
      "text": "game. A television anime series and PlayStation Vita game have been announced."
    },
    {
      "index": 7,
      "start_time": 35910.0,
      "end_time": 36739.0,
      "text": "Gameplay"
    },
    {
      "index": 8,
      "start_time": 36739.0,
      "end_time": 42620.0,
      "text": "The gameplay is centred upon a mobage-like card battle game, with individual characters"
    },
    {
      "index": 9,
      "start_time": 42620.0,
      "end_time": 47769.0,
      "text": "represented by various cards with different attributes. Each of the characters are moe"
    },
    {
      "index": 10,
      "start_time": 47770.0,
      "end_time": 53750.0,
      "text": "anthropomorphisms of World War II naval warships which are depicted as cute girls, known as"
    },
    {
      "index": 11,
      "start_time": 53750.0,
      "end_time": 59250.0,
      "text": "\"Fleet girls\". These personified warships are based on real-life vessels which are explained"
    },
    {
      "index": 12,
      "start_time": 59250.0,
      "end_time": 65770.0,
      "text": "in detail within the game; the physical characteristics, appearances and personalities of each of the"
    },
    {
      "index": 13,
      "start_time": 65770.0,
      "end_time": 70459.0,
      "text": "girls correlate in some way to the real-life vessel. The player takes on the role of an"
    },
    {
      "index": 14,
      "start_time": 70459.0,
      "end_time": 76569.0,
      "text": "admiral and organises their fleets in battle in order to win. Combat is largely automated,"
    },
    {
      "index": 15,
      "start_time": 76569.0,
      "end_time": 82670.0,
      "text": "and manual actions by the player include micromanagement such as building and repairing. The player"
    },
    {
      "index": 16,
      "start_time": 82670.0,
      "end_time": 87700.0,
      "text": "can organise up to four different fleets. The player progresses through the game by"
    },
    {
      "index": 17,
      "start_time": 87700.0,
      "end_time": 93200.0,
      "text": "advancing through maps, gaining experience points through grinding, obtaining new fleet"
    },
    {
      "index": 18,
      "start_time": 93200.0,
      "end_time": 99700.0,
      "text": "girls whilst repairing and resupplying existing ones, and fulfilling quests to obtain resources."
    },
    {
      "index": 19,
      "start_time": 99700.0,
      "end_time": 104599.0,
      "text": "New equipment can be crafted, allowing the fleet girls to equip different armaments depending"
    },
    {
      "index": 20,
      "start_time": 104599.0,
      "end_time": 110279.0,
      "text": "on the situation. Acquisition of new kanmusu by the player can occur via drops on map or"
    },
    {
      "index": 21,
      "start_time": 110279.0,
      "end_time": 117279.0,
      "text": "via crafting, and is heavily RNG-based; randomisation is also a key component of the battle mechanism,"
    },
    {
      "index": 22,
      "start_time": 117919.0,
      "end_time": 123679.0,
      "text": "map progression and equipment development. Construction, resupply and repair of ships"
    },
    {
      "index": 23,
      "start_time": 123679.0,
      "end_time": 130679.0,
      "text": "is reliant upon four types of resources, namely fuel, ammunition, steel and bauxite; these"
    },
    {
      "index": 24,
      "start_time": 130729.00000000001,
      "end_time": 136120.0,
      "text": "supplies will gradually increase automatically as time passes. Players can choose to engage"
    },
    {
      "index": 25,
      "start_time": 136120.0,
      "end_time": 142100.0,
      "text": "in expeditions, sorties and quests to further increase their supplies as well."
    },
    {
      "index": 26,
      "start_time": 142100.0,
      "end_time": 146670.0,
      "text": "Ships can be customised through the addition of various equipment within their empty slots,"
    },
    {
      "index": 27,
      "start_time": 146670.0,
      "end_time": 152578.0,
      "text": "which add attribute bonuses and even provide special effects in some cases; such equipment"
    },
    {
      "index": 28,
      "start_time": 152579.0,
      "end_time": 159579.0,
      "text": "include naval guns, anti-aircraft guns, torpedoes, torpedo bombers, dive bombers, fighter aircraft,"
    },
    {
      "index": 29,
      "start_time": 161310.0,
      "end_time": 168310.0,
      "text": "seaplanes, recon planes, radars, steam turbines, special artillery shells, depth charges, sonars,"
    },
    {
      "index": 30,
      "start_time": 169640.0,
      "end_time": 176119.0,
      "text": "drum canisters, searchlights and anti-torpedo bulges. The effectiveness of ships in combat"
    },
    {
      "index": 31,
      "start_time": 176120.0,
      "end_time": 183190.0,
      "text": "depend on its attribute parameters, namely hitpoints, armour, evasion, aircraft capacity,"
    },
    {
      "index": 32,
      "start_time": 183190.0,
      "end_time": 190190.0,
      "text": "speed, attack range, firepower, torpedo, anti-air, anti-submarine, line-of-sight, and luck."
    },
    {
      "index": 33,
      "start_time": 191159.0,
      "end_time": 196810.0,
      "text": "Kanmusu are capable of becoming stronger as they gain experience and level up after battles,"
    },
    {
      "index": 34,
      "start_time": 196810.0,
      "end_time": 202329.0,
      "text": "and can also be remodeled into more advanced models once they reach a certain level. Unwanted"
    },
    {
      "index": 35,
      "start_time": 202329.0,
      "end_time": 207459.0,
      "text": "kanmusu can also be \"fed\" to other kanmusu through a process known as \"modernisation\","
    },
    {
      "index": 36,
      "start_time": 207459.0,
      "end_time": 212739.0,
      "text": "which grants attribute bonuses to one ship in exchange for losing another. Ships can"
    },
    {
      "index": 37,
      "start_time": 212739.0,
      "end_time": 219549.0,
      "text": "become fatigued once it accumulates after sorties; fatigued ships have decreased attributes,"
    },
    {
      "index": 38,
      "start_time": 219549.0,
      "end_time": 225639.0,
      "text": "whilst sparkling ships have increased attributes. Fatigue can be alleviated by allowing ships"
    },
    {
      "index": 39,
      "start_time": 225639.0,
      "end_time": 232170.0,
      "text": "some time to rest, or by recovering the fleet&#39;s morale using Japanese food supply ship Mamiya."
    },
    {
      "index": 40,
      "start_time": 232170.0,
      "end_time": 236798.0,
      "text": "As ships become damaged, their icons begin to blow off smoke and their clothing become"
    },
    {
      "index": 41,
      "start_time": 236799.0,
      "end_time": 242599.0,
      "text": "visually torn and battered; in the event when a ship&#39;s durability drops down to zero, it"
    },
    {
      "index": 42,
      "start_time": 242599.0,
      "end_time": 248790.0,
      "text": "is considered sunk, and the player will lose the fleet girl. Players cannot resurrect fleet"
    },
    {
      "index": 43,
      "start_time": 248790.0,
      "end_time": 253150.0,
      "text": "girls that have been lost unless they are in possession of an emergency repair item,"
    },
    {
      "index": 44,
      "start_time": 253150.0,
      "end_time": 256989.0,
      "text": "and are only able to re-train ships that have been lost from scratch."
    },
    {
      "index": 45,
      "start_time": 256988.0,
      "end_time": 262750.0,
      "text": "Whilst the game is free-to-play, special premium bonuses can be obtained through prepaid game"
    },
    {
      "index": 46,
      "start_time": 262750.0,
      "end_time": 269419.0,
      "text": "money and credit card micropayments, such as repair dock expansions, home shipyard furniture"
    },
    {
      "index": 47,
      "start_time": 269419.0,
      "end_time": 275318.0,
      "text": "tokens, ship possession limit increases and special consumable items. Although each ship"
    },
    {
      "index": 48,
      "start_time": 275319.0,
      "end_time": 281449.0,
      "text": "in the game has an experience level cap of Lv.99, the player is able to obtain the \"marriage"
    },
    {
      "index": 49,
      "start_time": 281449.0,
      "end_time": 286620.0,
      "text": "papers and ring\" item with a monetary purchase priced at 700 yen or via a one-time special"
    },
    {
      "index": 50,
      "start_time": 286620.0,
      "end_time": 291160.0,
      "text": "quest, which allows the player to \"marry\" the girl, thereby breaking the original level"
    },
    {
      "index": 51,
      "start_time": 291160.0,
      "end_time": 297130.0,
      "text": "cap and allowing a new maximum of Lv.150, in addition to other perks such as stat boosts"
    },
    {
      "index": 52,
      "start_time": 297130.0,
      "end_time": 302949.0,
      "text": "and decreased operating costs; this process can be repeated as many times as the player"
    },
    {
      "index": 53,
      "start_time": 302949.0,
      "end_time": 307729.0,
      "text": "wishes, and there is no limit to the number of girls that can be \"married\"."
    },
    {
      "index": 54,
      "start_time": 307729.0,
      "end_time": 311930.0,
      "text": "Players can choose to battle against the fleets of other real-life players on the same game"
    },
    {
      "index": 55,
      "start_time": 311930.0,
      "end_time": 317660.0,
      "text": "server via the exercise maneuvers menu. Players are also able to compete with each other&#39;s"
    },
    {
      "index": 56,
      "start_time": 317660.0,
      "end_time": 324370.0,
      "text": "scores via in-game ranking boards, with periodical prizes for top ranking players. As of June"
    },
    {
      "index": 57,
      "start_time": 324370.0,
      "end_time": 331280.0,
      "text": "2014, there are 18 servers that can be played on, each named after a World War II-era Japanese"
    },
    {
      "index": 58,
      "start_time": 331280.0,
      "end_time": 337239.0,
      "text": "naval base. The game is currently intended to be played by a Japanese domestic audience"
    },
    {
      "index": 59,
      "start_time": 337240.0,
      "end_time": 342900.0,
      "text": "only, with the interface exclusively in the Japanese language. As of present, the game"
    },
    {
      "index": 60,
      "start_time": 342900.0,
      "end_time": 349200.0,
      "text": "cannot be played outside of Japan without the use of a VPN; utilisation of such methods"
    },
    {
      "index": 61,
      "start_time": 349200.0,
      "end_time": 354389.0,
      "text": "to circumvent country IP restrictions and access the game breach the DMM.com online"
    },
    {
      "index": 62,
      "start_time": 354389.0,
      "end_time": 361389.0,
      "text": "game terms of use, however. From August 2013 onwards, new player registrations are only"
    },
    {
      "index": 63,
      "start_time": 361430.0,
      "end_time": 366620.0,
      "text": "available via periodic lottery, due to the servers being overloaded by large numbers"
    },
    {
      "index": 64,
      "start_time": 366620.0,
      "end_time": 369440.0,
      "text": "of new registrants. Ship types"
    },
    {
      "index": 65,
      "start_time": 369440.0,
      "end_time": 375740.0,
      "text": "Battleship: Have strong power and defense, whilst requiring large quantities of resources."
    },
    {
      "index": 66,
      "start_time": 375740.0,
      "end_time": 380930.0,
      "text": "A battleship on either side grants a second attack turn for both the player and enemy"
    },
    {
      "index": 67,
      "start_time": 380930.0,
      "end_time": 384810.0,
      "text": "fleets. Aircraft carrier: Allows for preemptive aerial"
    },
    {
      "index": 68,
      "start_time": 384810.0,
      "end_time": 391259.0,
      "text": "strikes before battles. Have long repair times, are expensive to maintain, and the planes"
    },
    {
      "index": 69,
      "start_time": 391259.0,
      "end_time": 398169.0,
      "text": "require bauxite. Cannot attack at night. Light aircraft carrier: Have better fuel consumption"
    },
    {
      "index": 70,
      "start_time": 398169.0,
      "end_time": 403650.0,
      "text": "than standard aircraft carriers and are able to damage submarines, however have lighter"
    },
    {
      "index": 71,
      "start_time": 403650.0,
      "end_time": 409310.0,
      "text": "armour. Cannot attack at night. Armored aircraft carrier: Capable of combat"
    },
    {
      "index": 72,
      "start_time": 409310.0,
      "end_time": 415689.0,
      "text": "operations even with medium damage. Seaplane carrier: High enemy formation detection"
    },
    {
      "index": 73,
      "start_time": 415689.0,
      "end_time": 422689.0,
      "text": "stats. Largely weak. Can be equipped with midget submarines and seaplanes, and can attack"
    },
    {
      "index": 74,
      "start_time": 423210.0,
      "end_time": 427979.0,
      "text": "submarines. Can also be remodeled into light aircraft carriers."
    },
    {
      "index": 75,
      "start_time": 427979.0,
      "end_time": 434188.0,
      "text": "Heavy cruiser: Able to deal significant damage, and are fuel efficient. Have decent overall"
    },
    {
      "index": 76,
      "start_time": 434189.0,
      "end_time": 438500.0,
      "text": "stats, however does not excel in any particular areas."
    },
    {
      "index": 77,
      "start_time": 438500.0,
      "end_time": 445129.0,
      "text": "Light cruiser: Strong anti-submarine type, effective during night combat. Have low endurance,"
    },
    {
      "index": 78,
      "start_time": 445129.0,
      "end_time": 451379.0,
      "text": "and serve as a support role. Though slightly stronger than destroyers, firepower and armour"
    },
    {
      "index": 79,
      "start_time": 451379.0,
      "end_time": 458200.0,
      "text": "is still limited. Cheap to maintain. Destroyer: Good for night battles and anti-submarine"
    },
    {
      "index": 80,
      "start_time": 458200.0,
      "end_time": 463330.0,
      "text": "warfare, in addition to being cheap to maintain with their good fuel and repair rate. Boasts"
    },
    {
      "index": 81,
      "start_time": 463330.0,
      "end_time": 468750.0,
      "text": "a high evasion rate, however also have low armour and firepower."
    },
    {
      "index": 82,
      "start_time": 468750.0,
      "end_time": 475199.0,
      "text": "Torpedo cruiser: Remodeled from certain light cruisers. Capable of deploying midget submarines,"
    },
    {
      "index": 83,
      "start_time": 475199.0,
      "end_time": 480830.0,
      "text": "allowing a preemptive torpedo strike. Submarine: Have low health and limited damage"
    },
    {
      "index": 84,
      "start_time": 480830.0,
      "end_time": 486659.0,
      "text": "output from its torpedo attacks, however use very small amounts of resources, and can only"
    },
    {
      "index": 85,
      "start_time": 486659.0,
      "end_time": 492438.0,
      "text": "be attacked by certain ship types. Have a high evasion rate, however are weak against"
    },
    {
      "index": 86,
      "start_time": 492439.0,
      "end_time": 499229.0,
      "text": "ships equipped with depth charges or sonar. Capable of attacking preemptively."
    },
    {
      "index": 87,
      "start_time": 499229.0,
      "end_time": 503300.0,
      "text": "Submarine aircraft carrier: Capable of carrying seaplanes."
    },
    {
      "index": 88,
      "start_time": 503300.0,
      "end_time": 509990.0,
      "text": "Aviation battleship: Remodeled from certain battleships. Deals less firepower than standard"
    },
    {
      "index": 89,
      "start_time": 509990.0,
      "end_time": 515470.0,
      "text": "battleships, however can equip seaplane bombers which are able to attack submarines."
    },
    {
      "index": 90,
      "start_time": 515470.0,
      "end_time": 521520.0,
      "text": "Aviation cruiser: Remodeled from certain heavy cruisers. Can equip seaplane bombers which"
    },
    {
      "index": 91,
      "start_time": 521520.0,
      "end_time": 527500.0,
      "text": "are able to attack submarines. Amphibious warfare ship: Largely useless during"
    },
    {
      "index": 92,
      "start_time": 527500.0,
      "end_time": 533350.0,
      "text": "combat. Autogyros play an anti-submarine role, whilst equipped landing crafts add a resource"
    },
    {
      "index": 93,
      "start_time": 533350.0,
      "end_time": 538830.0,
      "text": "bonus to expeditions. Repair ship: When placed within a fleet, gradually"
    },
    {
      "index": 94,
      "start_time": 538830.0,
      "end_time": 544200.0,
      "text": "repair other ships within the fleet over time, similar to a repair dock."
    },
    {
      "index": 95,
      "start_time": 544200.0,
      "end_time": 549400.0,
      "text": "It is planned for coastal defense ships to be eventually added to the game in future;"
    },
    {
      "index": 96,
      "start_time": 549400.0,
      "end_time": 553640.0,
      "text": "the developers anticipate that these ships will play an anti-submarine role, and will"
    },
    {
      "index": 97,
      "start_time": 553640.0,
      "end_time": 558220.0,
      "text": "feature a more cute and childish character design, reason being that coastal defense"
    },
    {
      "index": 98,
      "start_time": 558220.0,
      "end_time": 562650.0,
      "text": "ships are smaller in size compared to destroyers. Fleet girls"
    },
    {
      "index": 99,
      "start_time": 562650.0,
      "end_time": 569100.0,
      "text": "Upon the debut of the game, there were a total of 94 different fleet girls available. Within"
    },
    {
      "index": 100,
      "start_time": 569100.0,
      "end_time": 576100.0,
      "text": "an update introduced May 15–17, 2013, additional fleet girls were added. On September 11, 2013"
    },
    {
      "index": 101,
      "start_time": 578460.0,
      "end_time": 584800.0,
      "text": "the first non-Japanese vessel, Soviet destroyer Verniy, was introduced into the game. There"
    },
    {
      "index": 102,
      "start_time": 584800.0,
      "end_time": 590349.0,
      "text": "were plans during the early stages to eventually bring additional ships from other countries,"
    },
    {
      "index": 103,
      "start_time": 590350.0,
      "end_time": 597350.0,
      "text": "and in March 2014, three German Kriegsmarine vessels were added. Presently there are 135"
    },
    {
      "index": 104,
      "start_time": 597900.0,
      "end_time": 603390.0,
      "text": "original girls in addition to 45 upgraded variants, bringing the total number of fleet"
    },
    {
      "index": 105,
      "start_time": 603390.0,
      "end_time": 610390.0,
      "text": "girls to 180. The game currently holds spaces for 200 different types of fleet girls. Different"
    },
    {
      "index": 106,
      "start_time": 610690.0,
      "end_time": 616330.0,
      "text": "fleet girls are illustrated by different artists; artists involved in the drawing of various"
    },
    {
      "index": 107,
      "start_time": 616330.0,
      "end_time": 623330.0,
      "text": "characters include Shibafu, Shizuma Yoshinori, Konishi, Kūrokuro, Mikoto Akemi and 9 other"
    },
    {
      "index": 108,
      "start_time": 624800.0,
      "end_time": 630220.0,
      "text": "artists. Fumikane Shimada, who was previously the lead character designer for Strike Witches"
    },
    {
      "index": 109,
      "start_time": 630220.0,
      "end_time": 635770.0,
      "text": "and Girls und Panzer, created the designs and illustrations for Japanese armored aircraft"
    },
    {
      "index": 110,
      "start_time": 635770.0,
      "end_time": 640710.0,
      "text": "carrier Taihō and the three German vessels. The traits of each fleet girl are based on"
    },
    {
      "index": 111,
      "start_time": 640710.0,
      "end_time": 646910.0,
      "text": "aspects of the historical ship they are based on; for instance, Japanese battleship Kongō"
    },
    {
      "index": 112,
      "start_time": 646910.0,
      "end_time": 651860.0,
      "text": "frequently adds English words and phrases into her dialog as a reference to her British"
    },
    {
      "index": 113,
      "start_time": 651860.0,
      "end_time": 656940.0,
      "text": "origins, whilst Japanese aircraft carrier Akagi is depicted as a glutton and Japanese"
    },
    {
      "index": 114,
      "start_time": 656940.0,
      "end_time": 662240.0,
      "text": "destroyer Shimakaze is depicted as a speedy girl in artworks and official print media,"
    },
    {
      "index": 115,
      "start_time": 662240.0,
      "end_time": 666780.0,
      "text": "since the Akagi consumed large amounts of fuel and the Shimakaze was one of the fastest"
    },
    {
      "index": 116,
      "start_time": 666780.0,
      "end_time": 672430.0,
      "text": "destroyer ships of World War II. Characters which share particular links also have similar"
    },
    {
      "index": 117,
      "start_time": 672430.0,
      "end_time": 677729.0,
      "text": "physical traits: ships of the same class may have similar accessories or clothing, whilst"
    },
    {
      "index": 118,
      "start_time": 677730.0,
      "end_time": 683430.0,
      "text": "all submarines are depicted as wearing sukumizu. Voice actors have been employed to voice the"
    },
    {
      "index": 119,
      "start_time": 683430.0,
      "end_time": 689250.0,
      "text": "fleet girls, with anywhere around 10 fleet girls being voiced by one actor. The complete"
    },
    {
      "index": 120,
      "start_time": 689250.0,
      "end_time": 693540.0,
      "text": "list of voice actors involved has not yet been published."
    },
    {
      "index": 121,
      "start_time": 693540.0,
      "end_time": 695589.0,
      "text": "Voice actors Development"
    },
    {
      "index": 122,
      "start_time": 695590.0,
      "end_time": 701750.0,
      "text": "Prior to Kantai Collection, the majority of games published by DMM.com were R-18+ adult"
    },
    {
      "index": 123,
      "start_time": 701750.0,
      "end_time": 708570.0,
      "text": "online games. In an effort to attract customers from a wider audience, DMM.com experimented"
    },
    {
      "index": 124,
      "start_time": 708570.0,
      "end_time": 715570.0,
      "text": "with Kantai Collection in partnership with Kadokawa Games; by November 2013, Kantai Collection"
    },
    {
      "index": 125,
      "start_time": 715730.0,
      "end_time": 721910.0,
      "text": "accounted for 30-40% of DMM.com&#39;s total online game business."
    },
    {
      "index": 126,
      "start_time": 721910.0,
      "end_time": 723850.0,
      "text": "Media Print media"
    },
    {
      "index": 127,
      "start_time": 723850.0,
      "end_time": 730270.0,
      "text": "A bi-monthly online web manga by Momoi Ryōta began serialization from April 23, 2013 in"
    },
    {
      "index": 128,
      "start_time": 730270.0,
      "end_time": 736340.0,
      "text": "the Famitsu Comic Clear. The manga follows a 4koma format, and features a storyline with"
    },
    {
      "index": 129,
      "start_time": 736340.0,
      "end_time": 741640.0,
      "text": "the fleet girls enrolled in schools, where senior girls teach battle techniques to their"
    },
    {
      "index": 130,
      "start_time": 741640.0,
      "end_time": 747340.0,
      "text": "juniors. Momoi Ryōta&#39;s 4koma manga will be released in print book format under the title"
    },
    {
      "index": 131,
      "start_time": 747340.0,
      "end_time": 754340.0,
      "text": "KanColle: Fubuki, Ganbarimasu! beginning from December 14, 2013. Famitsu Comic Clear has"
    },
    {
      "index": 132,
      "start_time": 755790.0,
      "end_time": 760780.0,
      "text": "introduced an additional manga adaptation by Shōtarō Harada under the title Naval"
    },
    {
      "index": 133,
      "start_time": 760780.0,
      "end_time": 767240.0,
      "text": "Base Communications.　The Famitsu website also hosts a web comic by Mizutaki which focuses"
    },
    {
      "index": 134,
      "start_time": 767240.0,
      "end_time": 773380.0,
      "text": "on gameplay aspects of Kantai Collection. In addition, another manga series by Sasayuki"
    },
    {
      "index": 135,
      "start_time": 773380.0,
      "end_time": 779970.0,
      "text": "featuring the title KanColle side:Kongō was serialized in Comptiq from December 2013 onwards,"
    },
    {
      "index": 136,
      "start_time": 779970.0,
      "end_time": 786290.0,
      "text": "with a story based on the adventures of battleship Kongō. A manga illustrated by Sakae Saitō"
    },
    {
      "index": 137,
      "start_time": 786290.0,
      "end_time": 791890.0,
      "text": "titled KanColle: Someday as the Seas turn Calm began serialisation in Monthly Comic"
    },
    {
      "index": 138,
      "start_time": 791900.0,
      "end_time": 798900.0,
      "text": "Alive on November 27, 2013, with a focus on an original story revolving around Tenryū"
    },
    {
      "index": 139,
      "start_time": 798160.0,
      "end_time": 802550.0,
      "text": "and Tatsuta. A manga titled KanColle: Torpedo Squadron"
    },
    {
      "index": 140,
      "start_time": 802550.0,
      "end_time": 808650.0,
      "text": "Chronicles and illustrated by Yasuhiro Miyama began serialisation in the November 2013 issue"
    },
    {
      "index": 141,
      "start_time": 808650.0,
      "end_time": 814510.0,
      "text": "of Comp Ace, with the plot focusing on the Akatsuki sisters. Age Premium will feature"
    },
    {
      "index": 142,
      "start_time": 814510.0,
      "end_time": 821340.0,
      "text": "a manga publication by Nanaroku titled KanColle: nanodesu. starting from January 2014, with"
    },
    {
      "index": 143,
      "start_time": 821340.0,
      "end_time": 826820.0,
      "text": "Inazuma as the main character. A manga series titled KanColle: Shimakaze"
    },
    {
      "index": 144,
      "start_time": 826820.0,
      "end_time": 831990.0,
      "text": "Whirlwind Girl by Yamazaki Kazuma is planned to begin serialisation within the Dengeki"
    },
    {
      "index": 145,
      "start_time": 831990.0,
      "end_time": 838990.0,
      "text": "Maoh magazine in February 2014. A manga series by Hiroichi titled KanColle: The perched naval"
    },
    {
      "index": 146,
      "start_time": 839100.0,
      "end_time": 844700.0,
      "text": "base will begin serialisation in the July 2014 issue of Dengeki Daioh, and will focus"
    },
    {
      "index": 147,
      "start_time": 844700.0,
      "end_time": 850920.0,
      "text": "on a storyline revolving around the heavy cruisers Kumano and Suzuya. Kadokawa has also"
    },
    {
      "index": 148,
      "start_time": 850920.0,
      "end_time": 857209.0,
      "text": "announced a manga series titled Kantai Collection Black Order, created by Ōto Taguchi who was"
    },
    {
      "index": 149,
      "start_time": 857210.0,
      "end_time": 861710.0,
      "text": "previously responsible for the Mobile Suit Gundam 00 manga."
    },
    {
      "index": 150,
      "start_time": 861710.0,
      "end_time": 867580.0,
      "text": "A light novel based on the game has been announced under the title KanColle: Kagerō, Setting"
    },
    {
      "index": 151,
      "start_time": 867580.0,
      "end_time": 874580.0,
      "text": "Sail!, written by Tsukiji Toshihiko and illustrated by NOCO. It was released on November 30, 2013."
    },
    {
      "index": 152,
      "start_time": 875790.0,
      "end_time": 882790.0,
      "text": "A short story series featuring aircraft carriers Zuikaku and Shōkaku written by Hiroki Uchida"
    },
    {
      "index": 153,
      "start_time": 882980.0,
      "end_time": 889200.0,
      "text": "and illustrated by Mataro, titled KanColle: Bonds of the Wings of Cranes, will begin serialisation"
    },
    {
      "index": 154,
      "start_time": 889200.0,
      "end_time": 895770.0,
      "text": "within the January 2014 issue of Dragon Magazine. A novel project featuring aircraft carriers"
    },
    {
      "index": 155,
      "start_time": 895770.0,
      "end_time": 901880.0,
      "text": "Kaga and Akagi involving the illustrator Koruri and the authors Siidekei, Kazuyuki Takami"
    },
    {
      "index": 156,
      "start_time": 901880.0,
      "end_time": 907400.0,
      "text": "and Bakagane has been announced, with the title KanColle: A day at a certain naval base."
    },
    {
      "index": 157,
      "start_time": 907400.0,
      "end_time": 914250.0,
      "text": "Comptiq, Dengeki Comics, DNA Comics and Famitsu Comic Clear have also published numerous series"
    },
    {
      "index": 158,
      "start_time": 914250.0,
      "end_time": 920380.0,
      "text": "of comic compilation books which each contain a collection of various one-shot manga."
    },
    {
      "index": 159,
      "start_time": 920380.0,
      "end_time": 921880.0,
      "text": "Publications KanColle Kai"
    },
    {
      "index": 160,
      "start_time": 921880.0,
      "end_time": 927700.0,
      "text": "A PlayStation Vita game titled KanColle Kai was announced during Kadokawa Games&#39; 2013"
    },
    {
      "index": 161,
      "start_time": 927700.0,
      "end_time": 933430.0,
      "text": "Autumn media briefing, and is due for a 2014 release. The game will be the second title"
    },
    {
      "index": 162,
      "start_time": 933430.0,
      "end_time": 939189.0,
      "text": "independently created by Kadokawa Game Studio, after Natural Doctrine."
    },
    {
      "index": 163,
      "start_time": 939190.0,
      "end_time": 946600.0,
      "text": "In March 2014, financial analyst Fukuda Sōichirō of Citigroup Global Markets Japan made the"
    },
    {
      "index": 164,
      "start_time": 946600.0,
      "end_time": 951920.0,
      "text": "prediction in a stock investor report that the PS Vita game would ship 500,000 copies,"
    },
    {
      "index": 165,
      "start_time": 951920.0,
      "end_time": 957610.0,
      "text": "and expects that a profit of 1 billion yen be made. He also cites the ability to charge"
    },
    {
      "index": 166,
      "start_time": 957610.0,
      "end_time": 963490.0,
      "text": "players for in-game premium items on the PS Vita platform as an upside for Kadokawa Corporation"
    },
    {
      "index": 167,
      "start_time": 963490.0,
      "end_time": 966990.0,
      "text": "business-wise. Tabletop RPG"
    },
    {
      "index": 168,
      "start_time": 966990.0,
      "end_time": 972790.0,
      "text": "An official KanColle tabletop RPG has been developed; the introductory rulebook for the"
    },
    {
      "index": 169,
      "start_time": 972790.0,
      "end_time": 979540.0,
      "text": "game was published by Kadokawa and Fujimi Shobo, and released on 18 March 2014."
    },
    {
      "index": 170,
      "start_time": 979540.0,
      "end_time": 983219.0,
      "text": "Anime A television anime series has been announced,"
    },
    {
      "index": 171,
      "start_time": 983220.0,
      "end_time": 990220.0,
      "text": "scheduled to air in January 2015. The series will be animated by Diomedéa, and will feature"
    },
    {
      "index": 172,
      "start_time": 990290.0,
      "end_time": 996380.0,
      "text": "Fubuki as the main character, with the storyline based on her point of view. It will be directed"
    },
    {
      "index": 173,
      "start_time": 996380.0,
      "end_time": 1002210.0,
      "text": "by Keizou Kusakawa, and the script will be written by Jukki Hanada. The anime series"
    },
    {
      "index": 174,
      "start_time": 1002210.0,
      "end_time": 1005740.0,
      "text": "is planned to feature the voice cast from the original game."
    },
    {
      "index": 175,
      "start_time": 1005740.0,
      "end_time": 1009500.0,
      "text": "Music An original game soundtrack has been announced"
    },
    {
      "index": 176,
      "start_time": 1009500.0,
      "end_time": 1013670.0,
      "text": "for a Q3 2014 release. Drama CD"
    },
    {
      "index": 177,
      "start_time": 1013670.0,
      "end_time": 1018750.0,
      "text": "Limited edition versions of the side:Kongō and Torpedo Squadron Chronicles manga series"
    },
    {
      "index": 178,
      "start_time": 1018750.0,
      "end_time": 1024100.0,
      "text": "tankōbon were bundled with drama CDs featuring original dialogue stories from the characters&#39;"
    },
    {
      "index": 179,
      "start_time": 1024099.9999999999,
      "end_time": 1029719.9999999999,
      "text": "original voice actors, titled \"Hiei makes curry\" and \"Akatsuki&#39;s dream\"."
    },
    {
      "index": 180,
      "start_time": 1029720.0,
      "end_time": 1033230.0,
      "text": "Plot Whilst the original game does not have a particular"
    },
    {
      "index": 181,
      "start_time": 1033230.0,
      "end_time": 1038699.0,
      "text": "storyline, and largely focuses on gameplay, each of the official media works feature various"
    },
    {
      "index": 182,
      "start_time": 1038700.0,
      "end_time": 1044241.0,
      "text": "settings with separate and differing canons. Not only do the stories differ, but also the"
    },
    {
      "index": 183,
      "start_time": 1044240.0,
      "end_time": 1049919.0,
      "text": "depictions and interpretations of fleet girls and the manner in which they engage in combat."
    },
    {
      "index": 184,
      "start_time": 1049920.0,
      "end_time": 1054880.0,
      "text": "The game does not strictly define anything relating to its setting, allowing for a greater"
    },
    {
      "index": 185,
      "start_time": 1054880.0,
      "end_time": 1060111.0,
      "text": "diversity of secondary literary adaptation works which cater to different audiences."
    },
    {
      "index": 186,
      "start_time": 1060110.0,
      "end_time": 1064658.0,
      "text": "KanColle: Bonds of the Wings of Cranes Within the story of Bonds of the Wings of"
    },
    {
      "index": 187,
      "start_time": 1064660.0,
      "end_time": 1070420.0,
      "text": "Cranes, the setting is within an alternate universe where World War II never took place."
    },
    {
      "index": 188,
      "start_time": 1070420.0,
      "end_time": 1076591.0,
      "text": "The fleet of the Abyss, consisting of monster ships, lock down access to the seas and indiscriminately"
    },
    {
      "index": 189,
      "start_time": 1076590.0,
      "end_time": 1082240.0,
      "text": "fire upon vessels and aircraft, and feed on the corpses of dead sailors in the water."
    },
    {
      "index": 190,
      "start_time": 1082240.0,
      "end_time": 1086590.0,
      "text": "Ship girls are the guardians of humanity and human-weapon hybrids that are summoned using"
    },
    {
      "index": 191,
      "start_time": 1086590.0,
      "end_time": 1093250.0,
      "text": "spirit energy, with female forms as the ships they represent have female souls. Zuikaku,"
    },
    {
      "index": 192,
      "start_time": 1093250.0,
      "end_time": 1098120.0,
      "text": "having taken a humanoid form, remembers a time where she was once a ship, however does"
    },
    {
      "index": 193,
      "start_time": 1098120.0,
      "end_time": 1103379.0,
      "text": "not know the reason behind her human form. The fleet girls live within an old-fashioned"
    },
    {
      "index": 194,
      "start_time": 1103380.0,
      "end_time": 1108291.0,
      "text": "Japanese-style hotel which doubles as the girls&#39; dormitory, and is close to a nearby"
    },
    {
      "index": 195,
      "start_time": 1108290.0,
      "end_time": 1113850.0,
      "text": "factory which services combat equipment. The admiral of the fleet is a young man who behaves"
    },
    {
      "index": 196,
      "start_time": 1113850.0,
      "end_time": 1119149.0,
      "text": "like a pervert, fond of groping the ship girls and playing with their skirts, although his"
    },
    {
      "index": 197,
      "start_time": 1119150.0,
      "end_time": 1125210.0,
      "text": "personality does become serious when commanding the fleet. As the ship girls and abyssal fleets"
    },
    {
      "index": 198,
      "start_time": 1125210.0,
      "end_time": 1130889.0,
      "text": "engage in combat, both sides are guarded by a protective barrier. The aircraft carriers"
    },
    {
      "index": 199,
      "start_time": 1130890.0,
      "end_time": 1136701.0,
      "text": "Akagi and Kaga are depicted as firing archery arrows from a bow which then transform into"
    },
    {
      "index": 200,
      "start_time": 1136700.0,
      "end_time": 1142470.0,
      "text": "fighter planes. Armaments are detachable equipment, and when not in combat gear the ships otherwise"
    },
    {
      "index": 201,
      "start_time": 1142470.0,
      "end_time": 1148110.0,
      "text": "appear as ordinary girls. KanColle: Kagerō, Setting Sail!"
    },
    {
      "index": 202,
      "start_time": 1148110.0,
      "end_time": 1152809.0,
      "text": "This light novel is set within a universe based on the real world, where normal girls"
    },
    {
      "index": 203,
      "start_time": 1152810.0,
      "end_time": 1158669.0,
      "text": "undergo training to become ship girls. KanColle: Someday as the Seas turn Calm"
    },
    {
      "index": 204,
      "start_time": 1158670.0,
      "end_time": 1163821.0,
      "text": "This manga adaptation focuses on the adventures of the Tenryū Torpedo Squadron as they engage"
    },
    {
      "index": 205,
      "start_time": 1163820.0,
      "end_time": 1169668.0,
      "text": "in search and destroy patrols and respond to distress calls. Within this manga, ship"
    },
    {
      "index": 206,
      "start_time": 1169670.0,
      "end_time": 1173890.0,
      "text": "girls are depicted as flying on the water surface whilst in combat against the abyss"
    },
    {
      "index": 207,
      "start_time": 1173890.0,
      "end_time": 1178950.0,
      "text": "fleet of monster ships, and launch aircraft managed by tiny fairies in a conventional"
    },
    {
      "index": 208,
      "start_time": 1178950.0,
      "end_time": 1184809.0,
      "text": "takeoff manner from their body attachments. Artillery and torpedo combat is shown to be"
    },
    {
      "index": 209,
      "start_time": 1184810.0,
      "end_time": 1190530.0,
      "text": "performed at long range, whilst anti-submarine warfare takes place in close quarters."
    },
    {
      "index": 210,
      "start_time": 1190530.0,
      "end_time": 1196801.0,
      "text": "KanColle: Shimakaze Whirlwind Girl This manga depicts the story of a newly appointed,"
    },
    {
      "index": 211,
      "start_time": 1196800.0,
      "end_time": 1200899.0,
      "text": "rookie officer by the name of Ensign Akai who arrives at the Maizuru Naval Base for"
    },
    {
      "index": 212,
      "start_time": 1200900.0,
      "end_time": 1206591.0,
      "text": "duty as the assistant to the vice-admiral, however has to deal with a stubborn and difficult"
    },
    {
      "index": 213,
      "start_time": 1206590.0,
      "end_time": 1210600.0,
      "text": "Shimakaze who spends most of her time alone, and does not have any friends."
    },
    {
      "index": 214,
      "start_time": 1210600.0,
      "end_time": 1216779.0,
      "text": "KanColle: Fubuki, Ganbarimasu! This slice of life 4koma depicts the everyday"
    },
    {
      "index": 215,
      "start_time": 1216780.0,
      "end_time": 1221790.0,
      "text": "life of the ship girls at the fleet training school, where newly manufactured ship girls"
    },
    {
      "index": 216,
      "start_time": 1221790.0,
      "end_time": 1227371.0,
      "text": "spend one year learning knowledge before setting out to sea. Most of the scenarios are taken"
    },
    {
      "index": 217,
      "start_time": 1227370.0,
      "end_time": 1232600.0,
      "text": "from the point of view of Fubuki, and feature the girls doing fun things with one another,"
    },
    {
      "index": 218,
      "start_time": 1232600.0,
      "end_time": 1238469.0,
      "text": "which include attending school, drinking tea, celebrating various holidays like Tanabata,"
    },
    {
      "index": 219,
      "start_time": 1238470.0,
      "end_time": 1244149.0,
      "text": "Halloween and Christmas, in addition to the occasional sortie. The ship girls retain memories"
    },
    {
      "index": 220,
      "start_time": 1244150.0,
      "end_time": 1249249.0,
      "text": "of their previous lives from World War II, at times displaying signs of post-traumatic"
    },
    {
      "index": 221,
      "start_time": 1249250.0,
      "end_time": 1254591.0,
      "text": "stress disorder. References to their personal histories and characteristics are common and"
    },
    {
      "index": 222,
      "start_time": 1254590.0,
      "end_time": 1260390.0,
      "text": "usually used to comedic effect. This manga depicts the ship girls as being able to walk"
    },
    {
      "index": 223,
      "start_time": 1260390.0,
      "end_time": 1264900.0,
      "text": "on the surface of the water in a manner akin to ice-skating."
    },
    {
      "index": 224,
      "start_time": 1264900.0,
      "end_time": 1268669.0,
      "text": "Merchandise and other collaborations Merchandise based on the game have been launched"
    },
    {
      "index": 225,
      "start_time": 1268670.0,
      "end_time": 1274140.0,
      "text": "as a result of the success of the online game, proliferation of derivative works, and strong"
    },
    {
      "index": 226,
      "start_time": 1274140.0,
      "end_time": 1280371.0,
      "text": "interest in the franchise. PVC figurines have been announced, including Nendoroid and Figma"
    },
    {
      "index": 227,
      "start_time": 1280370.0,
      "end_time": 1287139.0,
      "text": "figurines of both Shimakaze and Akagi, in addition to a 1/7 scale PVC display figurine"
    },
    {
      "index": 228,
      "start_time": 1287140.0,
      "end_time": 1292530.0,
      "text": "of a severely damaged Kongō designed and manufactured by Max Factory. There have also"
    },
    {
      "index": 229,
      "start_time": 1292530.0,
      "end_time": 1298780.0,
      "text": "been reports of Kadokawa filing trademarks for KanColle-themed arcade systems. A trading"
    },
    {
      "index": 230,
      "start_time": 1298780.0,
      "end_time": 1305560.0,
      "text": "card game based on the online game released on 28 March 2014 reportedly sold 1.7 million"
    },
    {
      "index": 231,
      "start_time": 1305560.0,
      "end_time": 1311669.0,
      "text": "packets within its first shipment. In September 2013, a collaborative project"
    },
    {
      "index": 232,
      "start_time": 1311670.0,
      "end_time": 1317451.0,
      "text": "between Kantai Collection and the Arpeggio of Blue Steel anime was announced. Illustrators"
    },
    {
      "index": 233,
      "start_time": 1317450.0,
      "end_time": 1322240.0,
      "text": "for Kantai Collection are responsible for drawing some of the anime end cards for Arpeggio"
    },
    {
      "index": 234,
      "start_time": 1322240.0,
      "end_time": 1328700.0,
      "text": "of Blue Steel, which feature crossovers with Kantai Collection characters. An Arpeggio"
    },
    {
      "index": 235,
      "start_time": 1328700.0,
      "end_time": 1332928.0,
      "text": "of Blue Steel in-game special event for Kantai Collection also took place from 24 December"
    },
    {
      "index": 236,
      "start_time": 1332930.0,
      "end_time": 1337851.0,
      "text": "2013 to 8 January 2014. Reception"
    },
    {
      "index": 237,
      "start_time": 1337850.0,
      "end_time": 1340158.0,
      "text": "Player population"
    },
    {
      "index": 238,
      "start_time": 1340160.0,
      "end_time": 1345701.0,
      "text": "Due to the high popularity of the game within Japan, game operators have created larger"
    },
    {
      "index": 239,
      "start_time": 1345700.0,
      "end_time": 1352700.0,
      "text": "numbers of servers within early 2013 to account for the influx of players. During August 2013,"
    },
    {
      "index": 240,
      "start_time": 1352690.0,
      "end_time": 1358970.0,
      "text": "the number of new players spiked by 100,000 people within one week, to a total of 600,000"
    },
    {
      "index": 241,
      "start_time": 1358970.0,
      "end_time": 1365970.0,
      "text": "people, with 350,000 daily active players. By September 2013, it was reported that there"
    },
    {
      "index": 242,
      "start_time": 1366600.0,
      "end_time": 1372399.0,
      "text": "were more than 800,000 players that were regularly active. The total number of players broke"
    },
    {
      "index": 243,
      "start_time": 1372400.0,
      "end_time": 1379400.0,
      "text": "past 1,000,000 on 9 October 2013. As of May 2014, there are 2 million players. One commonly"
    },
    {
      "index": 244,
      "start_time": 1380770.0,
      "end_time": 1385250.0,
      "text": "cited explanation behind the success of the game is that players aren&#39;t forced to spend"
    },
    {
      "index": 245,
      "start_time": 1385250.0,
      "end_time": 1390981.0,
      "text": "money to play unlike other popular Japanese online games; the free-to-play nature of Kantai"
    },
    {
      "index": 246,
      "start_time": 1390980.0,
      "end_time": 1397190.0,
      "text": "Collection makes in-game purchases optional, and not a necessity. It is estimated that"
    },
    {
      "index": 247,
      "start_time": 1397190.0,
      "end_time": 1401759.0,
      "text": "on average, Kantai Collection players spend less money on the game compared to the popular"
    },
    {
      "index": 248,
      "start_time": 1401760.0,
      "end_time": 1408670.0,
      "text": "Japanese games Puzzle & Dragons, The Idolmaster: Cinderella Girls and Love Live! School Idol"
    },
    {
      "index": 249,
      "start_time": 1408670.0,
      "end_time": 1412371.0,
      "text": "Festival. Various unintended consequences have arisen"
    },
    {
      "index": 250,
      "start_time": 1412370.0,
      "end_time": 1417779.0,
      "text": "domestically as a result of this significantly large playerbase, such as its disproportional"
    },
    {
      "index": 251,
      "start_time": 1417780.0,
      "end_time": 1423971.0,
      "text": "influence over the technological sector in Japan. According to a report by research firm"
    },
    {
      "index": 252,
      "start_time": 1423970.0,
      "end_time": 1429869.0,
      "text": "BCN, the market share of Microsoft Windows tablets in Japan suddenly rose to 15% during"
    },
    {
      "index": 253,
      "start_time": 1429870.0,
      "end_time": 1436169.0,
      "text": "the calendar year of 2013—a five-fold increase over the previous year—and that no such"
    },
    {
      "index": 254,
      "start_time": 1436170.0,
      "end_time": 1442170.0,
      "text": "trend is occurring anywhere else outside Japan; this rise is partially attributed to the inability"
    },
    {
      "index": 255,
      "start_time": 1442170.0,
      "end_time": 1447991.0,
      "text": "to properly play Kantai Collection on Android devices, the largest competitor to Windows"
    },
    {
      "index": 256,
      "start_time": 1447990.0,
      "end_time": 1452809.0,
      "text": "tablet devices in Japan. Cultural trends and industry reception"
    },
    {
      "index": 257,
      "start_time": 1452810.0,
      "end_time": 1457530.0,
      "text": "Interest in Kantai Collection has significantly risen over the months following its release,"
    },
    {
      "index": 258,
      "start_time": 1457530.0,
      "end_time": 1462291.0,
      "text": "to the point where it has often been compared with the fandom of Touhou Project as an emerging"
    },
    {
      "index": 259,
      "start_time": 1462290.0,
      "end_time": 1467919.0,
      "text": "viral fandom. There has been a large increase in online activity and fan-created material"
    },
    {
      "index": 260,
      "start_time": 1467920.0,
      "end_time": 1474430.0,
      "text": "relating to the game, such as fan-made artworks, doujinshi and other derivative content. As"
    },
    {
      "index": 261,
      "start_time": 1474430.0,
      "end_time": 1481140.0,
      "text": "of April 2014, there are over 150,000 different artworks on Pixiv tagged with \"KanColle\" created"
    },
    {
      "index": 262,
      "start_time": 1481140.0,
      "end_time": 1488140.0,
      "text": "by 38,000 individual artists, and KanColle-related videos on Niconico were watched 69.7 million"
    },
    {
      "index": 263,
      "start_time": 1489140.0,
      "end_time": 1496140.0,
      "text": "times. During Comiket 85, there were 1,136 dōjin circles producing works for Kantai"
    },
    {
      "index": 264,
      "start_time": 1496780.0,
      "end_time": 1502520.0,
      "text": "Collection, placing third behind Touhou Project and Kuroko&#39;s Basketball, and ahead of The"
    },
    {
      "index": 265,
      "start_time": 1502520.0,
      "end_time": 1509280.0,
      "text": "Idolmaster and Vocaloid; this is a significant increase over the previous Comiket 84 event,"
    },
    {
      "index": 266,
      "start_time": 1509280.0,
      "end_time": 1515691.0,
      "text": "which only had just over 100 circles with Kantai Collection works. Dōjin material relating"
    },
    {
      "index": 267,
      "start_time": 1515690.0,
      "end_time": 1521159.0,
      "text": "to the game have also gained traction overseas; KanColle-exclusive dōjin events have been"
    },
    {
      "index": 268,
      "start_time": 1521160.0,
      "end_time": 1528160.0,
      "text": "held in Shanghai on 22 February 2014, and Taipei on 29 March 2014."
    },
    {
      "index": 269,
      "start_time": 1528860.0,
      "end_time": 1535860.0,
      "text": "On 12 December 2013, Twitter officially released the top hashtags of 2013; #艦これ was the"
    },
    {
      "index": 270,
      "start_time": 1536600.0,
      "end_time": 1541990.0,
      "text": "most used hashtag among Japanese Twitter users. The game was also the eighth most searched"
    },
    {
      "index": 271,
      "start_time": 1541990.0,
      "end_time": 1548990.0,
      "text": "term within Japan on Google in 2013. On 30 December 2013, GameSpark named Kantai Collection"
    },
    {
      "index": 272,
      "start_time": 1550100.0,
      "end_time": 1555369.0,
      "text": "as the online game category title for its game of the year awards of 2013, ahead of"
    },
    {
      "index": 273,
      "start_time": 1555370.0,
      "end_time": 1562370.0,
      "text": "runners-up League of Legends, World of Tanks and Final Fantasy XIV: A Realm Reborn. A survey"
    },
    {
      "index": 274,
      "start_time": 1562480.0,
      "end_time": 1568909.0,
      "text": "of 151 different prominent Japanese game developers conducted by 4gamer asked what each developer"
    },
    {
      "index": 275,
      "start_time": 1568910.0,
      "end_time": 1575910.0,
      "text": "considered to be the best game of 2013; nine of these developers selected Kantai Collection."
    },
    {
      "index": 276,
      "start_time": 1576230.0,
      "end_time": 1582100.0,
      "text": "Among these developers, Naoki Yoshida of Square Enix, who produced and directed Final Fantasy"
    },
    {
      "index": 277,
      "start_time": 1582100.0,
      "end_time": 1588389.0,
      "text": "XIV: A Realm Reborn, stated that Kantai Collection is Japan&#39;s answer to World of Tanks, and that"
    },
    {
      "index": 278,
      "start_time": 1588390.0,
      "end_time": 1595130.0,
      "text": "he was impressed by the business model; meanwhile, Hatsune Miku: Project DIVA director Seiji"
    },
    {
      "index": 279,
      "start_time": 1595130.0,
      "end_time": 1601391.0,
      "text": "Hayashi of Sega referred to the game as \"innovative\". Kantai Collection was named \"Rookie of the"
    },
    {
      "index": 280,
      "start_time": 1601390.0,
      "end_time": 1607519.0,
      "text": "Year\" during the WebMoney 2013 Awards, as a new entrant to the games market."
    },
    {
      "index": 281,
      "start_time": 1607520.0,
      "end_time": 1612520.0,
      "text": "Financial reception and sales figures Speaking at a symposium held by Kadokawa ASCII"
    },
    {
      "index": 282,
      "start_time": 1612520.0,
      "end_time": 1619351.0,
      "text": "Research Institute on 27 September 2013, the chairman of the board of directors of Kadokawa"
    },
    {
      "index": 283,
      "start_time": 1619350.0,
      "end_time": 1625668.0,
      "text": "Group Holdings, Tsuguhiko Kadokawa, stated that despite the game&#39;s popularity, Kantai"
    },
    {
      "index": 284,
      "start_time": 1625670.0,
      "end_time": 1630721.0,
      "text": "Collection is nearly unprofitable for the company, in part due to the game being funded"
    },
    {
      "index": 285,
      "start_time": 1630720.0,
      "end_time": 1637720.0,
      "text": "by various company partnerships. Kadokawa&#39;s stock price rose by 1000 yen within June 2013,"
    },
    {
      "index": 286,
      "start_time": 1638490.0,
      "end_time": 1643500.0,
      "text": "following the initial rise of the game. It is expected that Kadokawa will need to rely"
    },
    {
      "index": 287,
      "start_time": 1643500.0,
      "end_time": 1648461.0,
      "text": "on sales of intellectual property media works such as books and manga in order to raise"
    },
    {
      "index": 288,
      "start_time": 1648460.0,
      "end_time": 1654100.0,
      "text": "profits. Kadokawa Games president Yoshimi Yasuda affirms that the free-to-play business"
    },
    {
      "index": 289,
      "start_time": 1654100.0,
      "end_time": 1658748.0,
      "text": "model of the game will not change despite reports of a lack of revenue gain."
    },
    {
      "index": 290,
      "start_time": 1658750.0,
      "end_time": 1665750.0,
      "text": "Tsukiji Toshihiko&#39;s light novel Kantai Collection: Kagerō, Setting Sail! sold 16,624 copies"
    },
    {
      "index": 291,
      "start_time": 1667690.0,
      "end_time": 1672869.0,
      "text": "within its first week of release, placing 11th place within the Oricon book ranking"
    },
    {
      "index": 292,
      "start_time": 1672870.0,
      "end_time": 1678739.0,
      "text": "charts. Also debuting the same week were the Sasebo Naval District Compilation Vol.1 and"
    },
    {
      "index": 293,
      "start_time": 1678740.0,
      "end_time": 1685740.0,
      "text": "Maizuru Naval District Compilation Vol.1 comic anthologies, which sold 59,552 copies and"
    },
    {
      "index": 294,
      "start_time": 1686390.0,
      "end_time": 1693390.0,
      "text": "58,110 copies respectively. In mid-November 2013, Yokosuka Naval District Compilation"
    },
    {
      "index": 295,
      "start_time": 1694900.0,
      "end_time": 1701900.0,
      "text": "Vol.1 sold 48,909 copies during its first week, placing 10th place among all comic sales."
    },
    {
      "index": 296,
      "start_time": 1703160.0,
      "end_time": 1710160.0,
      "text": "The first manga volume of Fubuki, Ganbarimasu! sold 28,324 copies within its first week in"
    },
    {
      "index": 297,
      "start_time": 1711620.0,
      "end_time": 1718200.0,
      "text": "December 2013. The KanColle White Paper official book published by Kadokawa placed third place"
    },
    {
      "index": 298,
      "start_time": 1718200.0,
      "end_time": 1725200.0,
      "text": "overall within the Oricon book charts during its debut week in October 2013, selling 46,039"
    },
    {
      "index": 299,
      "start_time": 1725760.0,
      "end_time": 1728260.0,
      "text": "copies. Political commentary"
    },
    {
      "index": 300,
      "start_time": 1728260.0,
      "end_time": 1733900.0,
      "text": "An editorial within the South Korean Hankook Ilbo on 4 November 2013 accuses that the strong"
    },
    {
      "index": 301,
      "start_time": 1733900.0,
      "end_time": 1739179.0,
      "text": "popularity of the game is due to a conservative political shift amongst young people in Japan"
    },
    {
      "index": 302,
      "start_time": 1739180.0,
      "end_time": 1744461.0,
      "text": "following long-term economic recession and political instability, and that the game majestifies"
    },
    {
      "index": 303,
      "start_time": 1744460.0,
      "end_time": 1750919.0,
      "text": "the wartime Imperial Japanese Navy. Addressing the Hankook Ilbo allegation, Akky Akimoto"
    },
    {
      "index": 304,
      "start_time": 1750920.0,
      "end_time": 1755451.0,
      "text": "writing for The Japan Times disagrees with the idea that the game&#39;s design deliberately"
    },
    {
      "index": 305,
      "start_time": 1755450.0,
      "end_time": 1761429.0,
      "text": "facilitates any political shift, and argues that the 1970s anime series Space Battleship"
    },
    {
      "index": 306,
      "start_time": 1761430.0,
      "end_time": 1768120.0,
      "text": "Yamato was subject to similar criticisms despite having little effect on domestic politics."
    },
    {
      "index": 307,
      "start_time": 1768120.0,
      "end_time": 1769210.0,
      "text": "References"
    },
    {
      "index": 308,
      "start_time": 1769210.0,
      "end_time": 1772559.0,
      "text": "External links Main site at DMM"
    },
    {
      "index": 309,
      "start_time": 1772560.0,
      "end_time": 1773451.0,
      "text": "KanColle at Kadokawa Games \"KanColle_STAFF\" on Twitter"
    },
    {
      "index": 310,
      "start_time": 1773450.0,
      "end_time": 1774360.0,
      "text": "KanColle manga at Famitsu Comic Clear Official Vita game website"
    },
    {
      "index": 311,
      "start_time": 1774360.0,
      "end_time": 1775390.0,
      "text": "Official anime website KanColle Tabletop RPG website"
    }
  ]
}