{
  "video_id": "HrWVVCuMbdg",
  "title": "Weed: 12 Interesting Facts You Should Know",
  "json": [
    {
      "index": 1,
      "start_time": 590.0,
      "end_time": 8760.0,
      "text": "Marijuana, also known as weed or pot, refers to the dried leaves, flowers, stems, and seeds from the hemp plant Cannabis sativa"
    },
    {
      "index": 2,
      "start_time": 8860.0,
      "end_time": 17710.0,
      "text": "which contains the psychoactive and mind-altering chemical, delta-9-tetra-hydro-cannabinol, or THC, as well as other related compounds."
    },
    {
      "index": 3,
      "start_time": 18080.0,
      "end_time": 24950.0,
      "text": "Let's take a fun look at some interesting facts about the world's most beloved plant."
    },
    {
      "index": 4,
      "start_time": 24950.0,
      "end_time": 30920.0,
      "text": "Researchers find that 42% of people surveyed in the U.S. have tried marijuana at least once."
    },
    {
      "index": 5,
      "start_time": 31020.0,
      "end_time": 39250.0,
      "text": "In contrast, only 20% of people surveyed in the Netherlands, where weed has been legal for 38 years, reported having tried pot."
    },
    {
      "index": 6,
      "start_time": 39240.0,
      "end_time": 45239.0,
      "text": "Out of the estimated 22 million pounds of marijuana grown each year in the United States,"
    },
    {
      "index": 7,
      "start_time": 45239.0,
      "end_time": 50430.0,
      "text": "nearly 80% comes from California, Tennessee, Kentucky, Hawaii and Washington."
    },
    {
      "index": 8,
      "start_time": 50430.0,
      "end_time": 53730.0,
      "text": "An estimated one-third of America's weed is grown indoors."
    },
    {
      "index": 9,
      "start_time": 54030.0,
      "end_time": 61100.0,
      "text": "An indoor grow module accommodating 4 plants sucks as much electricity as 29 refrigerators."
    },
    {
      "index": 10,
      "start_time": 61200.0,
      "end_time": 67749.0,
      "text": "In California, indoor marijuana grow modules account for about 9 percent of household electricity use."
    },
    {
      "index": 11,
      "start_time": 67749.0,
      "end_time": 75039.0,
      "text": "In Colorado, where the recreational use of marijuana was recently legalized, only 9% of residents are regular pot smokers."
    },
    {
      "index": 12,
      "start_time": 75269.0,
      "end_time": 79189.0,
      "text": "Denver has surpassed Amsterdam as the capital of the marijuana world."
    },
    {
      "index": 13,
      "start_time": 79289.0,
      "end_time": 86950.0,
      "text": "The city has more than 300 stores, called dispensaries, outnumbering pharmacies, liquor stores, public schools and even Starbucks."
    },
    {
      "index": 14,
      "start_time": 86950.0,
      "end_time": 96849.0,
      "text": "In Colorado, recreational pot has a hard time competing with medical marijuana, which has been legal since 2000 and whose tax rate is 78% lower."
    },
    {
      "index": 15,
      "start_time": 96949.0,
      "end_time": 102919.0,
      "text": "Estimated pot sales are 55 tons of medical pot and 18.4 tons of recreational pot."
    },
    {
      "index": 16,
      "start_time": 103219.0,
      "end_time": 108229.0,
      "text": "The use among teens has not increased with the legalization of recreational weed."
    },
    {
      "index": 17,
      "start_time": 108229.0,
      "end_time": 115440.0,
      "text": "Legalizing marijuana federally would generate $8.7 billion in federal and state tax revenue per year."
    },
    {
      "index": 18,
      "start_time": 115509.0,
      "end_time": 119880.0,
      "text": "California was the first U.S. State that banned marijuana a century ago."
    },
    {
      "index": 19,
      "start_time": 119880.0,
      "end_time": 128190.0,
      "text": "In the U.S., a sentence of life in prison without parole was given for trying to sell $10 of marijuana to an undercover officer."
    },
    {
      "index": 20,
      "start_time": 128389.99999999999,
      "end_time": 132940.0,
      "text": "Over 800,000 people are arrested for marijuana in the US each year."
    },
    {
      "index": 21,
      "start_time": 134019.0,
      "end_time": 138169.0,
      "text": "Support for marijuana legalization is rapidly outpacing opposition."
    },
    {
      "index": 22,
      "start_time": 138269.0,
      "end_time": 146629.0,
      "text": "A slim majority (52%) of Americans say the drug should be made legal, compared with 45% who want it to be illegal."
    },
    {
      "index": 23,
      "start_time": 146629.0,
      "end_time": 156139.0,
      "text": "Opinions have changed drastically since 1969, when Gallup first asked the question and found that just 12% favored legalizing marijuana use."
    },
    {
      "index": 24,
      "start_time": 155959.0,
      "end_time": 163190.0,
      "text": "Smoking up could be a very different experience for men and women, according to a 2014 study in the journal, Drug and Alcohol Dependence."
    },
    {
      "index": 25,
      "start_time": 163490.0,
      "end_time": 169029.0,
      "text": "In research on rats, it was discovered that females were more sensitive to cannabis painkilling qualities,"
    },
    {
      "index": 26,
      "start_time": 169570.0,
      "end_time": 176539.0,
      "text": "but they were also more likely to develop a tolerance for the drug, which could contribute to negative side effects and dependence on marijuana."
    },
    {
      "index": 27,
      "start_time": 176939.0,
      "end_time": 182200.0,
      "text": "Study after study finds that marijuana is less harmful than alcohol and tobacco."
    },
    {
      "index": 28,
      "start_time": 182200.0,
      "end_time": 186819.0,
      "text": "The beer and alcohol industries are two of the biggest anti-marijuana advocates."
    },
    {
      "index": 29,
      "start_time": 187019.0,
      "end_time": 190240.0,
      "text": "Obviously, marijuana is a serious threat to alcohol sales."
    },
    {
      "index": 30,
      "start_time": 190740.0,
      "end_time": 196140.0,
      "text": "Due to its safer nature, marijuana is often suggested as an alternative to alcohol."
    },
    {
      "index": 31,
      "start_time": 196140.0,
      "end_time": 201680.0,
      "text": "However, heavy use can be harmful. Since pot smoke is chemically very similar to tobacco smoke,"
    },
    {
      "index": 32,
      "start_time": 201680.0,
      "end_time": 206739.0,
      "text": "heavy pot smokers are at risk for some of the same health effects as cigarette smokers,"
    },
    {
      "index": 33,
      "start_time": 206739.0,
      "end_time": 211180.0,
      "text": "like bronchitis and other respiratory illnesses. Though, the risks are from smoking,"
    },
    {
      "index": 34,
      "start_time": 211080.0,
      "end_time": 217159.0,
      "text": "which isn't the only way to use marijuana. Another hazard: car accidents caused by driving while high"
    },
    {
      "index": 35,
      "start_time": 217159.0,
      "end_time": 220109.0,
      "text": "though the risk is lower than from drunk driving."
    },
    {
      "index": 36,
      "start_time": 220109.0,
      "end_time": 228409.0,
      "text": "A smoker would theoretically have to consume nearly 1,500 pounds of marijuana within about fifteen minutes to induce a lethal response."
    },
    {
      "index": 37,
      "start_time": 230000.0,
      "end_time": 261000.0,
      "text": "Thanks for watching! If you enjoy this video click like and subscribe to our channel. See you next week!"
    }
  ]
}