{
  "video_id": "HS46f8kwztI",
  "title": "June 2013 Natal Astrology Class Video",
  "json": [
    {
      "index": 1,
      "start_time": 1040.0,
      "end_time": 5950.0,
      "text": "How many times have you tried to learn astrology ... and failed?"
    },
    {
      "index": 2,
      "start_time": 5950.0,
      "end_time": 11969.0,
      "text": "It&#39;s frustrating. You know that astrology can be a powerful tool for insight, transformation"
    },
    {
      "index": 3,
      "start_time": 11969.0,
      "end_time": 17090.0,
      "text": "and personal growth, and yet no matter how many times you try, you can never quite get"
    },
    {
      "index": 4,
      "start_time": 17090.0,
      "end_time": 21810.0,
      "text": "a handle on it. If you&#39;re like most people, you&#39;ve got a library"
    },
    {
      "index": 5,
      "start_time": 21810.0,
      "end_time": 27550.0,
      "text": "full of books on astrology, covering planets, signs, houses, aspects and more, but you still"
    },
    {
      "index": 6,
      "start_time": 27550.0,
      "end_time": 33000.0,
      "text": "don&#39;t know how to interpret a birth chart. You may have attended astrology lectures,"
    },
    {
      "index": 7,
      "start_time": 33000.0,
      "end_time": 37890.0,
      "text": "workshops and classes, and learned dozens of different techniques, and yet still find"
    },
    {
      "index": 8,
      "start_time": 37890.0,
      "end_time": 42960.0,
      "text": "yourself at a loss when you have to come up with your own interpretations."
    },
    {
      "index": 9,
      "start_time": 42960.0,
      "end_time": 47650.0,
      "text": "No matter how many years you&#39;ve been studying astrology, you still can&#39;t unlock the secrets"
    },
    {
      "index": 10,
      "start_time": 47650.0,
      "end_time": 53170.0,
      "text": "of the birth chart. But it&#39;s not your fault. Until now, just about"
    },
    {
      "index": 11,
      "start_time": 53170.0,
      "end_time": 58579.0,
      "text": "everyone has been approaching astrology in the wrong way."
    },
    {
      "index": 12,
      "start_time": 58579.0,
      "end_time": 64570.0,
      "text": "My name is Kevin B. Burk, and I&#39;m the headmaster of The Real Astrology Academy. I&#39;ve been counseling"
    },
    {
      "index": 13,
      "start_time": 64569.99999999999,
      "end_time": 69610.0,
      "text": "professionally as an astrologer since 1996, I&#39;ve been teaching astrology since 1999, and"
    },
    {
      "index": 14,
      "start_time": 69610.0,
      "end_time": 75320.0,
      "text": "I have clients and students around the world. I hold a Level IV certification in Astrological"
    },
    {
      "index": 15,
      "start_time": 75320.0,
      "end_time": 81400.0,
      "text": "Counseling from NCGR, I&#39;m the author of 10 books (so far), and my website, TheRealAstrology.com"
    },
    {
      "index": 16,
      "start_time": 81400.0,
      "end_time": 85620.0,
      "text": "is one of the premiere astrology resources on the Internet."
    },
    {
      "index": 17,
      "start_time": 85620.0,
      "end_time": 90470.0,
      "text": "In this brief video, I&#39;ll reveal why you don&#39;t have the skills of a talented astrologer — and"
    },
    {
      "index": 18,
      "start_time": 90470.0,
      "end_time": 95240.0,
      "text": "show you how you can get them in as little as three months."
    },
    {
      "index": 19,
      "start_time": 95240.0,
      "end_time": 99979.0,
      "text": "In order to become proficient at astrology, you have to understand that astrology is a"
    },
    {
      "index": 20,
      "start_time": 99979.0,
      "end_time": 104590.0,
      "text": "language. Becoming fluent in astrology is no different than becoming fluent in a foreign"
    },
    {
      "index": 21,
      "start_time": 104590.0,
      "end_time": 109260.0,
      "text": "language. I studied French for five years in school."
    },
    {
      "index": 22,
      "start_time": 109260.0,
      "end_time": 114010.0,
      "text": "By the time I graduated, I could read French (and understand most of what I read), but"
    },
    {
      "index": 23,
      "start_time": 114010.0,
      "end_time": 118119.0,
      "text": "after five years of formal classroom study in a foreign language, I still couldn&#39;t have"
    },
    {
      "index": 24,
      "start_time": 118119.0,
      "end_time": 123970.0,
      "text": "a conversation in French that didn&#39;t involve asking for directions to the library."
    },
    {
      "index": 25,
      "start_time": 123970.0,
      "end_time": 130209.0,
      "text": "The fact is that traditional methods of teaching language in the classroom flat out don&#39;t work."
    },
    {
      "index": 26,
      "start_time": 130209.0,
      "end_time": 134239.0,
      "text": "And neither do traditional methods of teaching astrology."
    },
    {
      "index": 27,
      "start_time": 134239.0,
      "end_time": 139519.0,
      "text": "Virtually every astrology class you will ever take focuses on vocabulary. You have to memorize"
    },
    {
      "index": 28,
      "start_time": 139519.0,
      "end_time": 144590.0,
      "text": "tremendous amounts of information about planets, signs, houses and aspects. What you don&#39;t"
    },
    {
      "index": 29,
      "start_time": 144590.0,
      "end_time": 149980.0,
      "text": "learn is how to put them together to form coherent sentences. Instead of studying the"
    },
    {
      "index": 30,
      "start_time": 149980.0,
      "end_time": 155730.0,
      "text": "grammar and syntax of the language of astrology, you memorize phrases and keywords. You think"
    },
    {
      "index": 31,
      "start_time": 155730.0,
      "end_time": 159010.0,
      "text": "you understand how everything fits together, but when it comes time for you to do your"
    },
    {
      "index": 32,
      "start_time": 159010.0,
      "end_time": 166180.0,
      "text": "own interpretations, you realize all you can do is ask for directions to the library."
    },
    {
      "index": 33,
      "start_time": 166180.0,
      "end_time": 171840.0,
      "text": "Astrology is a tool. And a tool that you can&#39;t use is worthless."
    },
    {
      "index": 34,
      "start_time": 171840.0,
      "end_time": 177730.0,
      "text": "That&#39;s why I created The Real Astrology Academy. The classes and programs I offer through The"
    },
    {
      "index": 35,
      "start_time": 177730.0,
      "end_time": 184579.0,
      "text": "Real Astrology Academy focus exclusively on practical astrology. You will actually use"
    },
    {
      "index": 36,
      "start_time": 184579.0,
      "end_time": 189120.0,
      "text": "everything that you learn here. It doesn&#39;t matter if you&#39;re brand new to astrology,"
    },
    {
      "index": 37,
      "start_time": 189120.0,
      "end_time": 194109.0,
      "text": "or if you&#39;ve been studying it for years. If you&#39;re not fluent in the language of astrology,"
    },
    {
      "index": 38,
      "start_time": 194109.0,
      "end_time": 199230.0,
      "text": "that means there&#39;s something missing from your astrology education. You don&#39;t need to"
    },
    {
      "index": 39,
      "start_time": 199230.0,
      "end_time": 206980.0,
      "text": "learn new tools or techniques. What&#39;s missing from your astrology education is a solid foundation."
    },
    {
      "index": 40,
      "start_time": 206980.0,
      "end_time": 212659.0,
      "text": "You need a systematic approach that guides you, step-by-step, through each stage of creating"
    },
    {
      "index": 41,
      "start_time": 212659.0,
      "end_time": 217189.0,
      "text": "an interpretation. You need to know how to pull the symbols and information out of the"
    },
    {
      "index": 42,
      "start_time": 217189.0,
      "end_time": 223370.0,
      "text": "chart. You need to know how to turn those symbols into a blueprint, made up of grammatically-correct"
    },
    {
      "index": 43,
      "start_time": 223370.0,
      "end_time": 229389.0,
      "text": "sentences in the language of astrology. And finally, you need to know how to translate"
    },
    {
      "index": 44,
      "start_time": 229389.0,
      "end_time": 236469.0,
      "text": "that blueprint into a detailed, specific, practical interpretation."
    },
    {
      "index": 45,
      "start_time": 236469.0,
      "end_time": 241769.0,
      "text": "The only place you can learn these skills is in The Real Astrology Academy&#39;s Online"
    },
    {
      "index": 46,
      "start_time": 241769.0,
      "end_time": 247439.0,
      "text": "Natal Astrology Class. I promise you, you have never experienced"
    },
    {
      "index": 47,
      "start_time": 247439.0,
      "end_time": 253499.0,
      "text": "an astrology class like this before. I&#39;ve spent the past few years analyzing and researching"
    },
    {
      "index": 48,
      "start_time": 253499.0,
      "end_time": 259260.0,
      "text": "the precise skills that make someone a talented astrologer. But more importantly, I&#39;ve also"
    },
    {
      "index": 49,
      "start_time": 259260.0,
      "end_time": 265290.0,
      "text": "discovered how to teach those skills. Every astrology class teaches you about planets,"
    },
    {
      "index": 50,
      "start_time": 265290.0,
      "end_time": 270340.0,
      "text": "signs, houses and aspects — and you&#39;ll learn those here, too. What makes this class absolutely"
    },
    {
      "index": 51,
      "start_time": 270340.0,
      "end_time": 276760.0,
      "text": "unique is what else you&#39;ll learn: Grammar and Syntax of the Language of Astrology"
    },
    {
      "index": 52,
      "start_time": 276760.0,
      "end_time": 282630.0,
      "text": "The Astrological Archetypes Essential Dignities and the Board of Directors"
    },
    {
      "index": 53,
      "start_time": 282630.0,
      "end_time": 289950.0,
      "text": "The Context of Consciousness Grammar and Syntax in the Language of Astrology"
    },
    {
      "index": 54,
      "start_time": 289950.0,
      "end_time": 294290.0,
      "text": "The Real Astrology Academy&#39;s Online Natal Astrology Class is the only place where you"
    },
    {
      "index": 55,
      "start_time": 294290.0,
      "end_time": 298870.0,
      "text": "will learn how to work with the grammar and syntax in the language of astrology."
    },
    {
      "index": 56,
      "start_time": 298870.0,
      "end_time": 306280.0,
      "text": "The planets in astrology are the nouns and the verbs. They tell you who and what. The"
    },
    {
      "index": 57,
      "start_time": 306280.0,
      "end_time": 310530.0,
      "text": "planets are the most important part of speech in the language of astrology. You can&#39;t create"
    },
    {
      "index": 58,
      "start_time": 310530.0,
      "end_time": 316440.0,
      "text": "a sentence in the language of astrology unless it contains a planet."
    },
    {
      "index": 59,
      "start_time": 316440.0,
      "end_time": 322650.0,
      "text": "The signs modify the expression of the planets. Signs are the adjectives and adverbs in the"
    },
    {
      "index": 60,
      "start_time": 322650.0,
      "end_time": 327200.0,
      "text": "language of astrology. They tell you how and why."
    },
    {
      "index": 61,
      "start_time": 327200.0,
      "end_time": 334060.0,
      "text": "It&#39;s critical that you understand that what matters in astrology are the planets. Signs"
    },
    {
      "index": 62,
      "start_time": 334060.0,
      "end_time": 340010.0,
      "text": "modify the expression of a planet, but they don&#39;t change the nature of the planet. Saturn"
    },
    {
      "index": 63,
      "start_time": 340010.0,
      "end_time": 347690.0,
      "text": "is always Saturn. Saturn will always care about boundaries, limitations, rules and structures."
    },
    {
      "index": 64,
      "start_time": 347690.0,
      "end_time": 352970.0,
      "text": "When Saturn is in the watery, fluid, formless and unfocused sign of Pisces, Saturn doesn&#39;t"
    },
    {
      "index": 65,
      "start_time": 352970.0,
      "end_time": 359010.0,
      "text": "stop caring about boundaries and responsibilities. Saturn in Pisces just isn&#39;t very good at enforcing"
    },
    {
      "index": 66,
      "start_time": 359010.0,
      "end_time": 363370.0,
      "text": "them. In the first half of the Online Natal Astrology"
    },
    {
      "index": 67,
      "start_time": 363370.0,
      "end_time": 369290.0,
      "text": "Class, you&#39;ll learn how to combine planets and signs to form basic, simple sentences"
    },
    {
      "index": 68,
      "start_time": 369290.0,
      "end_time": 374530.0,
      "text": "that have something important to say. And once you&#39;ve mastered the simple sentences,"
    },
    {
      "index": 69,
      "start_time": 374530.0,
      "end_time": 379610.0,
      "text": "you&#39;ll learn to combine them to form more complex sentences."
    },
    {
      "index": 70,
      "start_time": 379610.0,
      "end_time": 384330.0,
      "text": "The houses are the last major part of speech in the language of astrology. Houses are the"
    },
    {
      "index": 71,
      "start_time": 384330.0,
      "end_time": 390240.0,
      "text": "prepositions — they tell you where. But the houses can also be combined to form prepositional"
    },
    {
      "index": 72,
      "start_time": 390240.0,
      "end_time": 395450.0,
      "text": "phrases. These allow you to build very complex sentences that organize and contain a great"
    },
    {
      "index": 73,
      "start_time": 395450.0,
      "end_time": 400540.0,
      "text": "deal of information. The rules of grammar and syntax help you to"
    },
    {
      "index": 74,
      "start_time": 400540.0,
      "end_time": 405780.0,
      "text": "arrange the different components of the chart in the correct relationship. For example,"
    },
    {
      "index": 75,
      "start_time": 405780.0,
      "end_time": 410889.0,
      "text": "there&#39;s an important difference between the houses a planet rules and the house that planet"
    },
    {
      "index": 76,
      "start_time": 410889.0,
      "end_time": 416889.0,
      "text": "occupies. It&#39;s a little tricky to grasp, but once you do, it&#39;s like the whole chart snaps"
    },
    {
      "index": 77,
      "start_time": 416889.0,
      "end_time": 421610.0,
      "text": "into focus. When you master the basic grammar and syntax"
    },
    {
      "index": 78,
      "start_time": 421610.0,
      "end_time": 426910.0,
      "text": "of the language of astrology, you will be able to create your own detailed, specific,"
    },
    {
      "index": 79,
      "start_time": 426910.0,
      "end_time": 429240.0,
      "text": "and practical interpretations with ease."
    },
    {
      "index": 80,
      "start_time": 429240.0,
      "end_time": 440550.0,
      "text": "The Astrological Archetypes I&#39;ve developed a new system of astrology,"
    },
    {
      "index": 81,
      "start_time": 440550.0,
      "end_time": 448600.0,
      "text": "called Archetypal Astrology, and it will make your chart come to life. Almost literally."
    },
    {
      "index": 82,
      "start_time": 448600.0,
      "end_time": 453620.0,
      "text": "In this system, the seven personal planets are the Astrological Archetypes and they all"
    },
    {
      "index": 83,
      "start_time": 453620.0,
      "end_time": 460389.0,
      "text": "live inside you. Mars isn&#39;t in the sky, or in your chart. Mars is one of the seven voices"
    },
    {
      "index": 84,
      "start_time": 460389.0,
      "end_time": 465240.0,
      "text": "in your head. (If you don&#39;t believe me, wait until the next time someone cuts you off in"
    },
    {
      "index": 85,
      "start_time": 465240.0,
      "end_time": 469450.0,
      "text": "traffic, and then say hello to Mars — he&#39;s the one honking the horn and making the rude"
    },
    {
      "index": 86,
      "start_time": 469450.0,
      "end_time": 474370.0,
      "text": "hand gestures.) Don&#39;t worry. The context may be new, but the"
    },
    {
      "index": 87,
      "start_time": 474370.0,
      "end_time": 479330.0,
      "text": "astrology isn&#39;t. In fact, you&#39;ll be using classical astrology techniques that have been"
    },
    {
      "index": 88,
      "start_time": 479330.0,
      "end_time": 485260.0,
      "text": "proven for thousands of years. You&#39;ll just learn how to apply those classical techniques"
    },
    {
      "index": 89,
      "start_time": 485260.0,
      "end_time": 491460.0,
      "text": "in a way that&#39;s relevant to your life, today. So let me introduce you to the Astrological"
    },
    {
      "index": 90,
      "start_time": 491460.0,
      "end_time": 497639.0,
      "text": "Archetypes. The Sun (The Hero), is your &quot;Big S&quot; Self."
    },
    {
      "index": 91,
      "start_time": 497639.0,
      "end_time": 501669.0,
      "text": "You encounter the Sun through your Personal Standards of Integrity."
    },
    {
      "index": 92,
      "start_time": 501669.0,
      "end_time": 508980.0,
      "text": "Saturn (The Judge), represents your judgments and your shadow. Saturn shows up as your &quot;Inner"
    },
    {
      "index": 93,
      "start_time": 508980.0,
      "end_time": 513459.0,
      "text": "Parent.&quot; The Moon (The Reflection) is in charge of"
    },
    {
      "index": 94,
      "start_time": 513458.99999999994,
      "end_time": 518998.99999999994,
      "text": "your Safety Needs, as well as your feelings and emotions. The Moon runs your Emotional"
    },
    {
      "index": 95,
      "start_time": 518999.0,
      "end_time": 523620.0,
      "text": "Guidance System, and is a critical component of your happiness."
    },
    {
      "index": 96,
      "start_time": 523620.0,
      "end_time": 531579.0,
      "text": "Mars (The Warrior) is your &quot;little s&quot; self, and your ego/body. Mars is how you take action,"
    },
    {
      "index": 97,
      "start_time": 531579.0,
      "end_time": 537610.0,
      "text": "how you go after the things that you want, and how you experience the energy of anger."
    },
    {
      "index": 98,
      "start_time": 537610.0,
      "end_time": 544069.0,
      "text": "Venus (The Beloved), on the other hand, shows you what you truly love and appreciate. You"
    },
    {
      "index": 99,
      "start_time": 544069.0,
      "end_time": 547730.0,
      "text": "encounter Venus when you align with your Core Values."
    },
    {
      "index": 100,
      "start_time": 547730.0,
      "end_time": 555660.0,
      "text": "Mercury (The Storyteller) is in charge of how you experience your &quot;little r&quot; reality."
    },
    {
      "index": 101,
      "start_time": 555660.0,
      "end_time": 560459.0,
      "text": "Everything that you experience as &quot;real&quot; is simply a story you tell yourself. When you"
    },
    {
      "index": 102,
      "start_time": 560459.0,
      "end_time": 567249.0,
      "text": "change the words, you change the world. And finally, Jupiter (The Dreamer), is how"
    },
    {
      "index": 103,
      "start_time": 567249.0,
      "end_time": 572209.0,
      "text": "you grow and expand, and how you advance in consciousness by expanding the context of"
    },
    {
      "index": 104,
      "start_time": 572209.0,
      "end_time": 578309.0,
      "text": "your story. This is how you get from where you are now, to happy."
    },
    {
      "index": 105,
      "start_time": 578309.0,
      "end_time": 582120.0,
      "text": "What makes this system so useful is that it helps you to create personal references for"
    },
    {
      "index": 106,
      "start_time": 582120.0,
      "end_time": 586499.0,
      "text": "each of the planets. You won&#39;t have to wonder what Venus cares about in a given situation,"
    },
    {
      "index": 107,
      "start_time": 586499.0,
      "end_time": 590439.0,
      "text": "and you won&#39;t have to look it up in a book somewhere. If you want to know what Venus"
    },
    {
      "index": 108,
      "start_time": 590439.0,
      "end_time": 595899.0,
      "text": "cares about, you can just go inside yourself and ask her."
    },
    {
      "index": 109,
      "start_time": 595899.0,
      "end_time": 601579.0,
      "text": "The system of archetypal astrology helps you to truly know the planets, on a deep and fundamental"
    },
    {
      "index": 110,
      "start_time": 601579.0,
      "end_time": 606680.0,
      "text": "level, without memorization and study. And when you have mastered the seven personal"
    },
    {
      "index": 111,
      "start_time": 606680.0,
      "end_time": 612420.0,
      "text": "planets, you know about 80% of what you need to be fluent in the language of astrology."
    },
    {
      "index": 112,
      "start_time": 612420.0,
      "end_time": 619790.0,
      "text": "Essential Dignities and the Board of Directors The Essential Dignities are the heart of Classical"
    },
    {
      "index": 113,
      "start_time": 619790.0,
      "end_time": 626540.0,
      "text": "Astrology — and the secret of detailed, specific, and practical interpretations. What&#39;s"
    },
    {
      "index": 114,
      "start_time": 626540.0,
      "end_time": 631490.0,
      "text": "unique about the Online Natal Astrology Class is that this is the only place where you will"
    },
    {
      "index": 115,
      "start_time": 631490.0,
      "end_time": 636930.0,
      "text": "learn how to work with the Essential Dignities in the context of the birth chart, in a way"
    },
    {
      "index": 116,
      "start_time": 636930.0,
      "end_time": 641759.0,
      "text": "that is both current and empowering. When you work with Essential Dignities in"
    },
    {
      "index": 117,
      "start_time": 641759.0,
      "end_time": 647240.0,
      "text": "predictive astrology, what you care about is the relative &quot;strength&quot; or condition of"
    },
    {
      "index": 118,
      "start_time": 647240.0,
      "end_time": 654860.0,
      "text": "the planet itself. This information is extremely important in horary and Electional astrology,"
    },
    {
      "index": 119,
      "start_time": 654860.0,
      "end_time": 661189.0,
      "text": "but it has no practical value in natal astrology. In natal astrology, what matters is the Board"
    },
    {
      "index": 120,
      "start_time": 661189.0,
      "end_time": 667629.0,
      "text": "of Directors. Think of each sign as a corporation."
    },
    {
      "index": 121,
      "start_time": 667629.0,
      "end_time": 672610.0,
      "text": "A corporation is involved in a particular type of business. The element and modality"
    },
    {
      "index": 122,
      "start_time": 672610.0,
      "end_time": 679110.0,
      "text": "of the sign tell you what that business is. For example, Libra is a Cardinal Air sign."
    },
    {
      "index": 123,
      "start_time": 679110.0,
      "end_time": 683829.0,
      "text": "Because it&#39;s a Cardinal sign, Libra is concerned with the question of individual identity."
    },
    {
      "index": 124,
      "start_time": 683829.0,
      "end_time": 688860.0,
      "text": "Because it&#39;s an Air sign, Libra operates on the mental, intellectual, abstract and social"
    },
    {
      "index": 125,
      "start_time": 688860.0,
      "end_time": 693439.0,
      "text": "realm, and is largely concerned with making connections."
    },
    {
      "index": 126,
      "start_time": 693439.0,
      "end_time": 698829.0,
      "text": "A corporation has a CEO, who is the public face of the company. The Ruler of the sign"
    },
    {
      "index": 127,
      "start_time": 698829.0,
      "end_time": 704339.0,
      "text": "is the CEO. But a corporation also has a Board of Directors."
    },
    {
      "index": 128,
      "start_time": 704339.0,
      "end_time": 709050.0,
      "text": "The planets that have Essential Dignity for the specific degree of a sign make up the"
    },
    {
      "index": 129,
      "start_time": 709050.0,
      "end_time": 714790.0,
      "text": "members of the Board of Directors for that degree. The Board Members operate behind the"
    },
    {
      "index": 130,
      "start_time": 714790.0,
      "end_time": 720860.0,
      "text": "scenes, and influence the policies that the CEO shares with the public. As powerful as"
    },
    {
      "index": 131,
      "start_time": 720860.0,
      "end_time": 726720.0,
      "text": "the CEO is, the Board of Directors can sometimes out-vote the CEO."
    },
    {
      "index": 132,
      "start_time": 726720.0,
      "end_time": 730730.0,
      "text": "Each Board Member has a fixed number of votes, depending on which Essential Dignity they"
    },
    {
      "index": 133,
      "start_time": 730730.0,
      "end_time": 739589.0,
      "text": "represent. The Ruler (CEO) gets 5 votes; the planet with Exaltation gets 4 votes; the planet"
    },
    {
      "index": 134,
      "start_time": 739589.0,
      "end_time": 747019.0,
      "text": "with Triplicity gets 3 votes; the planet with Term gets 2 votes; and the planet with Face"
    },
    {
      "index": 135,
      "start_time": 747019.0,
      "end_time": 751470.0,
      "text": "gets 1 vote. It&#39;s common for one planet to hold multiple"
    },
    {
      "index": 136,
      "start_time": 751470.0,
      "end_time": 757899.0,
      "text": "seats on the board, which gives that planet additional votes. For example, Saturn is Exalted"
    },
    {
      "index": 137,
      "start_time": 757899.0,
      "end_time": 763699.0,
      "text": "in Libra, giving Saturn a minimum of 4 votes on the Board of Directors. In a day cart,"
    },
    {
      "index": 138,
      "start_time": 763699.0,
      "end_time": 769019.0,
      "text": "however, Saturn also has Triplicity, which gives Saturn an extra 3 votes for a total"
    },
    {
      "index": 139,
      "start_time": 769019.0,
      "end_time": 775759.0,
      "text": "of 7 votes — enough to overrule the CEO (Venus) with only 5 votes on the board."
    },
    {
      "index": 140,
      "start_time": 775759.0,
      "end_time": 779920.0,
      "text": "What this means is that a planet in Libra where Saturn has control of the Board of Directors"
    },
    {
      "index": 141,
      "start_time": 779920.0,
      "end_time": 784089.0,
      "text": "will express differently than a planet in Libra where Venus is in charge."
    },
    {
      "index": 142,
      "start_time": 784089.0,
      "end_time": 790439.0,
      "text": "Do you see how valuable this information is? You will never again need to look up a cookbook"
    },
    {
      "index": 143,
      "start_time": 790439.0,
      "end_time": 796139.0,
      "text": "definition of a planet in a sign. You&#39;ll be able to identify nuanced, specific details"
    },
    {
      "index": 144,
      "start_time": 796139.0,
      "end_time": 801100.0,
      "text": "with ease. I have personally developed this unique approach"
    },
    {
      "index": 145,
      "start_time": 801100.0,
      "end_time": 806639.0,
      "text": "to working with classical astrology in the birth chart, and you will only find this information"
    },
    {
      "index": 146,
      "start_time": 806639.0,
      "end_time": 813660.0,
      "text": "in The Real Astrology Academy. The Context of Consciousness"
    },
    {
      "index": 147,
      "start_time": 813660.0,
      "end_time": 819990.0,
      "text": "The biggest challenge for most astrologers is that astrology does not predict behavior."
    },
    {
      "index": 148,
      "start_time": 819990.0,
      "end_time": 824910.0,
      "text": "Even the simplest sentence in the language of astrology, a planet in a sign, can express"
    },
    {
      "index": 149,
      "start_time": 824910.0,
      "end_time": 831379.0,
      "text": "in a nearly infinite number of ways. Mars in Aries could be violent, impulsive and abusive,"
    },
    {
      "index": 150,
      "start_time": 831379.0,
      "end_time": 838189.0,
      "text": "or it could be a pioneering, courageous leader. How you experience the energies in your chart"
    },
    {
      "index": 151,
      "start_time": 838189.0,
      "end_time": 844069.0,
      "text": "depends on your level of consciousness. Consciousness can be defined as the vibrational"
    },
    {
      "index": 152,
      "start_time": 844069.0,
      "end_time": 850689.0,
      "text": "frequency of your thoughts, but that doesn&#39;t begin to describe how important it is."
    },
    {
      "index": 153,
      "start_time": 850689.0,
      "end_time": 856069.0,
      "text": "In the Online Natal Astrology Class, you&#39;ll learn how to work with the Map of Human Consciousness™"
    },
    {
      "index": 154,
      "start_time": 856069.0,
      "end_time": 861579.0,
      "text": "developed by Dr. David R. Hawkins, and the model of the Kingdoms of Consciousness popularized"
    },
    {
      "index": 155,
      "start_time": 861579.0,
      "end_time": 867949.0,
      "text": "by Rev. Michael Beckwith. Which Kingdom of Consciousness you&#39;re in determines"
    },
    {
      "index": 156,
      "start_time": 867949.0,
      "end_time": 873459.0,
      "text": "if you experience a facet of your chart as supportive and exciting, or traumatic and"
    },
    {
      "index": 157,
      "start_time": 873459.0,
      "end_time": 879069.0,
      "text": "painful. And most importantly, when you understand the levels of consciousness and how they relate"
    },
    {
      "index": 158,
      "start_time": 879069.0,
      "end_time": 889749.0,
      "text": "to astrology, you have the secret to transforming a negative experience into a positive one."
    },
    {
      "index": 159,
      "start_time": 889749.0,
      "end_time": 892819.0,
      "text": "The Real Astrology Academy&#39;s Online Natal Astrology Class Details"
    },
    {
      "index": 160,
      "start_time": 892819.0,
      "end_time": 894709.0,
      "text": "The Real Astrology Academy&#39;s Online Natal Astrology Class is taught live, over a period"
    },
    {
      "index": 161,
      "start_time": 894709.0,
      "end_time": 901189.0,
      "text": "of 14 weeks, in a virtual online classroom. You&#39;ll be able to see and hear me, and follow"
    },
    {
      "index": 162,
      "start_time": 901189.0,
      "end_time": 906730.0,
      "text": "along with the presentations, all from the comfort of your home. All you need is a high-speed"
    },
    {
      "index": 163,
      "start_time": 906730.0,
      "end_time": 911999.0,
      "text": "internet connection. The classes are all recorded, and the recordings"
    },
    {
      "index": 164,
      "start_time": 911999.0,
      "end_time": 918059.0,
      "text": "are available to you 24-hours a day, 7-days a week. The recorded classes are exactly the"
    },
    {
      "index": 165,
      "start_time": 918059.0,
      "end_time": 922850.0,
      "text": "same as the live classes — except no one will be there to respond to your chat messages."
    },
    {
      "index": 166,
      "start_time": 922850.0,
      "end_time": 929769.0,
      "text": "You will have access to the class recordings at least through the end of 2014, so you can"
    },
    {
      "index": 167,
      "start_time": 929769.0,
      "end_time": 933220.0,
      "text": "go back and review the class material as often as you like."
    },
    {
      "index": 168,
      "start_time": 933220.0,
      "end_time": 940660.0,
      "text": "And remember, from the very first class, the focus is on practical astrology. This class"
    },
    {
      "index": 169,
      "start_time": 940660.0,
      "end_time": 946259.0,
      "text": "teaches you astrology you will actually use on a daily basis to improve your life."
    },
    {
      "index": 170,
      "start_time": 946259.0,
      "end_time": 949939.0,
      "text": "Register for the Online Natal Astrology Class Now ... or Opt for the VIP Package and Receive"
    },
    {
      "index": 171,
      "start_time": 949939.0,
      "end_time": 953629.0,
      "text": "Some Incredible Bonuses So now, it&#39;s time to make a choice. You can"
    },
    {
      "index": 172,
      "start_time": 953629.0,
      "end_time": 960449.0,
      "text": "either register for the basic 14-week class, or you can register as a VIP and receive some"
    },
    {
      "index": 173,
      "start_time": 960449.0,
      "end_time": 965709.0,
      "text": "incredible bonuses as well. Whether you register as a basic student or"
    },
    {
      "index": 174,
      "start_time": 965709.0,
      "end_time": 970660.0,
      "text": "you register as a VIP, when you click the &quot;register now&quot; button, you&#39;ll be enrolled"
    },
    {
      "index": 175,
      "start_time": 970660.0,
      "end_time": 976910.0,
      "text": "in the Online Natal Astrology Class. You&#39;ll be able to attend the live online classes,"
    },
    {
      "index": 176,
      "start_time": 976910.0,
      "end_time": 980749.0,
      "text": "and you will also have access to the class recordings."
    },
    {
      "index": 177,
      "start_time": 980749.0,
      "end_time": 985629.0,
      "text": "You&#39;ll be able to download all of the worksheets, tools and resources, including the keyword"
    },
    {
      "index": 178,
      "start_time": 985629.0,
      "end_time": 991059.0,
      "text": "lists, the blueprint templates, and the training exercises, so you can practice these skills"
    },
    {
      "index": 179,
      "start_time": 991059.0,
      "end_time": 995639.0,
      "text": "on your own. You&#39;ll also receive unlimited support from"
    },
    {
      "index": 180,
      "start_time": 995639.0,
      "end_time": 1001170.0,
      "text": "me in the Class Forum on Facebook. I&#39;ll answer all of your questions about any of the class"
    },
    {
      "index": 181,
      "start_time": 1001170.0,
      "end_time": 1005639.0,
      "text": "material — even if you&#39;ve missed all of the live classes and you&#39;re just watching"
    },
    {
      "index": 182,
      "start_time": 1005640.0,
      "end_time": 1013900.0,
      "text": "the class recordings. Best of all, you&#39;ll also receive a 2014 Season"
    },
    {
      "index": 183,
      "start_time": 1013900.0,
      "end_time": 1018500.0,
      "text": "Pass. You see, every time I teach this class, it"
    },
    {
      "index": 184,
      "start_time": 1018500.0,
      "end_time": 1024460.0,
      "text": "gets better. Not only does this upcoming class have a completely new curriculum, but it&#39;s"
    },
    {
      "index": 185,
      "start_time": 1024460.0,
      "end_time": 1030391.0,
      "text": "also been expanded from 12 to 14 weeks. And you get to benefit from that, because when"
    },
    {
      "index": 186,
      "start_time": 1030390.0000000001,
      "end_time": 1036390.0000000001,
      "text": "you register now, you&#39;ll be able to participate every time I teach this class from now through"
    },
    {
      "index": 187,
      "start_time": 1036390.0000000001,
      "end_time": 1042030.0000000001,
      "text": "the end of 2014! But if you register as a VIP, you&#39;ll get even"
    },
    {
      "index": 188,
      "start_time": 1042030.0,
      "end_time": 1045480.0,
      "text": "more. Not only will you be able to experience the"
    },
    {
      "index": 189,
      "start_time": 1045480.0,
      "end_time": 1051320.0,
      "text": "new and expanded Online Natal Astrology Class, but I&#39;ll also give you access to the recordings"
    },
    {
      "index": 190,
      "start_time": 1051320.0,
      "end_time": 1058140.0,
      "text": "of the January 2013 Online Natal Astrology Class. There&#39;s a lot of incredible information"
    },
    {
      "index": 191,
      "start_time": 1058140.0,
      "end_time": 1063560.0,
      "text": "in that class that didn&#39;t make the cut with the new curriculum. This class alone is worth"
    },
    {
      "index": 192,
      "start_time": 1063560.0,
      "end_time": 1069570.0,
      "text": "over $179, but you&#39;ll get it for FREE when you register as a VIP."
    },
    {
      "index": 193,
      "start_time": 1069570.0,
      "end_time": 1075090.0,
      "text": "As a VIP member of The Real Astrology Academy, you&#39;ll always receive the lowest (pre-registration)"
    },
    {
      "index": 194,
      "start_time": 1075090.0,
      "end_time": 1080060.0,
      "text": "discount for any future classes, no matter when you register for the class. You&#39;ll also"
    },
    {
      "index": 195,
      "start_time": 1080060.0,
      "end_time": 1082890.0,
      "text": "receive exclusive discount offers on CDs, DVDs, and more."
    },
    {
      "index": 196,
      "start_time": 1082890.0,
      "end_time": 1089560.0,
      "text": "And as a special thank-you for becoming a VIP member, I&#39;ll also send you your own EZ"
    },
    {
      "index": 197,
      "start_time": 1089560.0,
      "end_time": 1094470.0,
      "text": "Essential Dignity Card — a $9.95 value! Bulletproof Happiness Unconditional Satisfaction"
    },
    {
      "index": 198,
      "start_time": 1094470.0,
      "end_time": 1097750.0,
      "text": "Money-Back Guarantee Almost everything in life seems to come down"
    },
    {
      "index": 199,
      "start_time": 1097750.0,
      "end_time": 1103150.0,
      "text": "to the questions of time and money. When you&#39;re deciding to invest your hard-earned money"
    },
    {
      "index": 200,
      "start_time": 1103150.0,
      "end_time": 1107060.0,
      "text": "in something, you&#39;d like to be absolutely certain that you&#39;re going to have the time"
    },
    {
      "index": 201,
      "start_time": 1107060.0,
      "end_time": 1111760.0,
      "text": "to enjoy it. What&#39;s so great about this class is that no"
    },
    {
      "index": 202,
      "start_time": 1111760.0,
      "end_time": 1118620.0,
      "text": "matter how unpredictable your schedule is, you can still get the full benefit of it."
    },
    {
      "index": 203,
      "start_time": 1118620.0,
      "end_time": 1123880.0,
      "text": "Between the live classes and the class recordings, you can learn to speak astrology at your own"
    },
    {
      "index": 204,
      "start_time": 1123880.0,
      "end_time": 1130720.0,
      "text": "pace, when it&#39;s convenient for you. You&#39;ll have all of the time you need to enjoy it."
    },
    {
      "index": 205,
      "start_time": 1130720.0,
      "end_time": 1135860.0,
      "text": "Obviously, the more you practice, the better your results will be. But you don&#39;t need to"
    },
    {
      "index": 206,
      "start_time": 1135860.0,
      "end_time": 1141750.0,
      "text": "invest that much time to get the full value out of this class. If all you do is watch"
    },
    {
      "index": 207,
      "start_time": 1141750.0,
      "end_time": 1147700.0,
      "text": "one 90-minute class a week, after 14 weeks, you will be completely confident that you"
    },
    {
      "index": 208,
      "start_time": 1147700.0,
      "end_time": 1151590.0,
      "text": "can use these techniques to develop the skills of a talented astrologer."
    },
    {
      "index": 209,
      "start_time": 1151590.0,
      "end_time": 1157480.0,
      "text": "In fact, I&#39;m so sure of that, I&#39;ll back it up with my Bulletproof Happiness Unconditional"
    },
    {
      "index": 210,
      "start_time": 1157480.0,
      "end_time": 1163960.0,
      "text": "Satisfaction Money-Back Guarantee. Let&#39;s face it: you won&#39;t know for certain"
    },
    {
      "index": 211,
      "start_time": 1163960.0,
      "end_time": 1170150.0,
      "text": "if this class is right for you until you&#39;ve finished the entire course. So go ahead. Be"
    },
    {
      "index": 212,
      "start_time": 1170150.0,
      "end_time": 1173080.0,
      "text": "my guest. No, I&#39;m not kidding."
    },
    {
      "index": 213,
      "start_time": 1173080.0,
      "end_time": 1178640.0,
      "text": "This guarantee is good for the full 14 weeks. You can watch every single class (and you"
    },
    {
      "index": 214,
      "start_time": 1178640.0,
      "end_time": 1183070.0,
      "text": "can even go back and watch the recordings, too). You can do all of the exercises and"
    },
    {
      "index": 215,
      "start_time": 1183070.0,
      "end_time": 1188040.0,
      "text": "interpret all of the charts. You can apply every tool and technique in your own life"
    },
    {
      "index": 216,
      "start_time": 1188040.0,
      "end_time": 1195490.0,
      "text": "to see how it works. You can do all of that with absolutely no risk whatsoever."
    },
    {
      "index": 217,
      "start_time": 1195490.0,
      "end_time": 1199410.0,
      "text": "At the end of the 14 weeks, if you&#39;re not happy with the class — or even if you just"
    },
    {
      "index": 218,
      "start_time": 1199410.0,
      "end_time": 1203880.0,
      "text": "don&#39;t think you&#39;ll be able to use what you&#39;ve learned — just send me an email and I&#39;ll"
    },
    {
      "index": 219,
      "start_time": 1203880.0,
      "end_time": 1209380.0,
      "text": "refund your entire tuition. That&#39;s what bulletproof happiness is all about."
    },
    {
      "index": 220,
      "start_time": 1209380.0,
      "end_time": 1214280.0,
      "text": "Come for the practical astrology, stay for the personal growth."
    },
    {
      "index": 221,
      "start_time": 1214280.0,
      "end_time": 1219100.0,
      "text": "You&#39;ve probably realized by now that this isn&#39;t just any astrology class. In fact, you"
    },
    {
      "index": 222,
      "start_time": 1219100.0,
      "end_time": 1225350.0,
      "text": "won&#39;t find a class like this anywhere else. The classes are short (about 90 minutes) and"
    },
    {
      "index": 223,
      "start_time": 1225350.0,
      "end_time": 1230980.0,
      "text": "there are only 14 of them, so there&#39;s no time to waste. You will be able to use everything"
    },
    {
      "index": 224,
      "start_time": 1230980.0,
      "end_time": 1237320.0,
      "text": "you learn in this class. If it doesn&#39;t have a practical application, I don&#39;t teach it."
    },
    {
      "index": 225,
      "start_time": 1237320.0,
      "end_time": 1241400.0,
      "text": "Period. I&#39;m the only astrologer who teaches this system"
    },
    {
      "index": 226,
      "start_time": 1241400.0,
      "end_time": 1246740.0,
      "text": "of how to access the power of classical astrology and use it in a way that works in the modern"
    },
    {
      "index": 227,
      "start_time": 1246740.0,
      "end_time": 1254480.0,
      "text": "world. I call it practical astrology for bulletproof happiness. All I know is that it works. I"
    },
    {
      "index": 228,
      "start_time": 1254480.0,
      "end_time": 1260150.0,
      "text": "use it every single day. And once you see what it can do for you, you will, too."
    },
    {
      "index": 229,
      "start_time": 1260150.0,
      "end_time": 1265200.0,
      "text": "But what really makes this class (and my approach to astrology) unique is that I never let you"
    },
    {
      "index": 230,
      "start_time": 1265200.0,
      "end_time": 1271330.0,
      "text": "forget that what really matters to you is happiness. The tools and techniques that you"
    },
    {
      "index": 231,
      "start_time": 1271330.0,
      "end_time": 1276550.0,
      "text": "will learn in this class will transform how you experience your &quot;little r&quot; reality and"
    },
    {
      "index": 232,
      "start_time": 1276550.0,
      "end_time": 1283210.0,
      "text": "make your world a nicer place to live. Thanks so much for spending this time with"
    },
    {
      "index": 233,
      "start_time": 1283210.0,
      "end_time": 1293210.0,
      "text": "me. I look forward to seeing you in class."
    }
  ]
}