{
  "video_id": "HSFdETy_ZhY",
  "title": "Children Learning Reading Review:  The Truth Behind the Program",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 28439.0,
      "text": "Children Learning Reading Review:  My Personal Experience with the Program"
    },
    {
      "index": 2,
      "start_time": 28439.0,
      "end_time": 33120.0,
      "text": "Hey everybody! Thanks for swinging by and checking out my video on my first hand review"
    },
    {
      "index": 3,
      "start_time": 33120.0,
      "end_time": 38460.0,
      "text": "on children learning reading online program. First, just want to go ahead say it&#39;s a quick"
    },
    {
      "index": 4,
      "start_time": 38460.0,
      "end_time": 44280.0,
      "text": "informal quick couple minutes of the program. What I got out of it. What I liked, What I"
    },
    {
      "index": 5,
      "start_time": 44280.0,
      "end_time": 49610.0,
      "text": "didn&#39;t like. If you are here watching this right now, you probably either just purchased"
    },
    {
      "index": 6,
      "start_time": 49610.0,
      "end_time": 55049.0,
      "text": "or are on the fence on purchasing this program and more or less just wanted to get some more"
    },
    {
      "index": 7,
      "start_time": 55049.0,
      "end_time": 60170.0,
      "text": "information before making a buying decision. It&#39;s perfectly understandable. I&#39;m going to"
    },
    {
      "index": 8,
      "start_time": 60170.0,
      "end_time": 64140.0,
      "text": "first go ahead and apologize because you are probably going to hear a lot of &quot;ums&quot; and"
    },
    {
      "index": 9,
      "start_time": 64140.0,
      "end_time": 69220.0,
      "text": "&quot;and&#39;s&quot; in between me talking. It&#39;s completely unscripted. I just wanted to give my two cents"
    },
    {
      "index": 10,
      "start_time": 69220.0,
      "end_time": 75360.0,
      "text": "on what I got out of the program. So, let me dive in. If you are like me, you came to"
    },
    {
      "index": 11,
      "start_time": 75360.0,
      "end_time": 82759.0,
      "text": "this program because you are looking to further your children&#39;s education. Your child&#39;s education."
    },
    {
      "index": 12,
      "start_time": 82759.0,
      "end_time": 90549.0,
      "text": "You wanted to get a head start or maybe you are wanting to get them caught up. Maybe you"
    },
    {
      "index": 13,
      "start_time": 90549.0,
      "end_time": 95649.0,
      "text": "are like me and you just feel that School is fine, but you really want to take a &quot;hands"
    },
    {
      "index": 14,
      "start_time": 95649.0,
      "end_time": 100550.0,
      "text": "on&quot; approach with their education and reading with them and teaching them how to read is"
    },
    {
      "index": 15,
      "start_time": 100550.0,
      "end_time": 103759.0,
      "text": "just as important as when they are at school."
    },
    {
      "index": 16,
      "start_time": 103759.0,
      "end_time": 109149.0,
      "text": "So my story is that I have a three year old daughter. She does well in school and we also"
    },
    {
      "index": 17,
      "start_time": 109149.0,
      "end_time": 115420.0,
      "text": "have other work books that we purchased from Amazon and Ebay also do the ABCMouse.com,"
    },
    {
      "index": 18,
      "start_time": 115420.0,
      "end_time": 119569.0,
      "text": "I am not sure if anyone else has ever heard of it, I believe it&#39;s fairly popular. All"
    },
    {
      "index": 19,
      "start_time": 119569.0,
      "end_time": 126739.0,
      "text": "of those are great. Now she does those simultaneously with this program, but my issue with the other"
    },
    {
      "index": 20,
      "start_time": 126739.0,
      "end_time": 135860.0,
      "text": "programs were, excuse me for the work books that we bought. They are very...they&#39;re great,"
    },
    {
      "index": 21,
      "start_time": 135860.0,
      "end_time": 142030.0,
      "text": "but they are very lengthy and it&#39;s very difficult to keep my daughter engaged for maybe more"
    },
    {
      "index": 22,
      "start_time": 142030.0,
      "end_time": 146950.0,
      "text": "than five-ten minutes maybe fifteen minutes at a time before she is asking different questions"
    },
    {
      "index": 23,
      "start_time": 146950.0,
      "end_time": 150790.0,
      "text": "about irrelevant things or she is running off because she is getting distracted. What"
    },
    {
      "index": 24,
      "start_time": 150790.0,
      "end_time": 155730.0,
      "text": "I am finding is that after she runs off and she will get distracted and get that out of"
    },
    {
      "index": 25,
      "start_time": 155730.0,
      "end_time": 159890.0,
      "text": "her system and come back. When I sit her back down, she&#39;s looking at these work books that"
    },
    {
      "index": 26,
      "start_time": 159890.0,
      "end_time": 164760.0,
      "text": "she is treating it like a chore and that&#39;s not the angle I&#39;m really wanting to go. I&#39;m"
    },
    {
      "index": 27,
      "start_time": 164760.0,
      "end_time": 169430.0,
      "text": "really wanting her to be more engaged. To take the ball and really run at her own pace"
    },
    {
      "index": 28,
      "start_time": 169430.0,
      "end_time": 175620.0,
      "text": "and want to actively move forward and progress. So with that we tried the ABCMouse program."
    },
    {
      "index": 29,
      "start_time": 175620.0,
      "end_time": 180290.0,
      "text": "We saw that one on TV and figure why not we will give it a shot. We love that program"
    },
    {
      "index": 30,
      "start_time": 180290.0,
      "end_time": 185230.0,
      "text": "too, don&#39;t get me wrong, I have no negative things to say about it. The only thing that"
    },
    {
      "index": 31,
      "start_time": 185230.0,
      "end_time": 190420.0,
      "text": "is kind of negative I guess you could say is that when we first started that program,"
    },
    {
      "index": 32,
      "start_time": 190420.0,
      "end_time": 198000.0,
      "text": "she was right there with us doing each step at a time and each little lesson if you will."
    },
    {
      "index": 33,
      "start_time": 198000.0,
      "end_time": 203970.0,
      "text": "She is now getting to a point where we are out of the picture. It is literally her on"
    },
    {
      "index": 34,
      "start_time": 203970.0,
      "end_time": 209569.0,
      "text": "her tablet, I&#39;ve had whatever....and she&#39;s going at her own pace and really took us out"
    },
    {
      "index": 35,
      "start_time": 209569.0,
      "end_time": 214020.0,
      "text": "the picture. To where she is interacting in these games and she is having a blast and"
    },
    {
      "index": 36,
      "start_time": 214020.0,
      "end_time": 218990.0,
      "text": "she&#39;s learning which is ideally what you want. But it is kind of taking you, as the parent,"
    },
    {
      "index": 37,
      "start_time": 218990.0,
      "end_time": 225090.0,
      "text": "out of the game. So, what I am getting at is, you know at the end of the night I am"
    },
    {
      "index": 38,
      "start_time": 225090.0,
      "end_time": 229240.0,
      "text": "reading her stories and, you know, that is one of my favorite times. To just sit in bed"
    },
    {
      "index": 39,
      "start_time": 229240.0,
      "end_time": 233800.0,
      "text": "with her and read a story, you know, just have that one on one time, but I&#39;m really"
    },
    {
      "index": 40,
      "start_time": 233800.0,
      "end_time": 239720.0,
      "text": "wanting to angle it more toward where she is actively involved and she is going along"
    },
    {
      "index": 41,
      "start_time": 239720.0,
      "end_time": 244360.0,
      "text": "with the reading and everything as well. So this drove me back to the internet to just"
    },
    {
      "index": 42,
      "start_time": 244360.0,
      "end_time": 248819.0,
      "text": "find any information that I can to really ramp up her reading ability. To get the ball"
    },
    {
      "index": 43,
      "start_time": 248819.0,
      "end_time": 253950.0,
      "text": "rolling like I said earlier, just let her have fun with it and be more engaged and want"
    },
    {
      "index": 44,
      "start_time": 253950.0,
      "end_time": 260239.0,
      "text": "to run and want to just do it at her own pace. So....sorry I am getting a little off track."
    },
    {
      "index": 45,
      "start_time": 260238.99999999997,
      "end_time": 265160.0,
      "text": "So I came across the Children Learning Reading .com program and again if you are checking"
    },
    {
      "index": 46,
      "start_time": 265160.0,
      "end_time": 269759.0,
      "text": "this out, you&#39;ve probably have seen it too. First thing you did is checked out this video"
    },
    {
      "index": 47,
      "start_time": 269759.0,
      "end_time": 273710.0,
      "text": "here. It was a little lengthy, but you can&#39;t blame him because there is just a lot of information"
    },
    {
      "index": 48,
      "start_time": 273710.0,
      "end_time": 279319.0,
      "text": "jam packed in there. As you scroll down, you start thinking. Well is this a possibility."
    },
    {
      "index": 49,
      "start_time": 279319.0,
      "end_time": 285949.0,
      "text": "Is this, you know, is this phonemic awareness...is this like a real thing and then you see this"
    },
    {
      "index": 50,
      "start_time": 285949.0,
      "end_time": 294410.0,
      "text": "video. Which I don&#39;t even think you can hear the audio of it. You go over the progress"
    },
    {
      "index": 51,
      "start_time": 294410.0,
      "end_time": 300620.0,
      "text": "of his children and you are just floored....I mean my daughter is three and his daughter"
    },
    {
      "index": 52,
      "start_time": 300620.0,
      "end_time": 304990.0,
      "text": "reading at four years old. My daughter is nowhere even near that. Which just opened"
    },
    {
      "index": 53,
      "start_time": 304990.0,
      "end_time": 311030.0,
      "text": "my eyes to the possibility of this is definitely something I should look into. I really want"
    },
    {
      "index": 54,
      "start_time": 311030.0,
      "end_time": 316949.0,
      "text": "my daughter to be at that pace, I mean why not. What parent wouldn&#39;t so I scrolled through"
    },
    {
      "index": 55,
      "start_time": 316949.0,
      "end_time": 322030.0,
      "text": "everything else, you know. It was really intriguing and caught my attention."
    },
    {
      "index": 56,
      "start_time": 322030.0,
      "end_time": 327919.0,
      "text": "Finally I just took the dive and really wanted to wrap my brain around everything and go"
    },
    {
      "index": 57,
      "start_time": 327919.0,
      "end_time": 332800.0,
      "text": "with it. So I bought the program and bought the bonuses that came with it too. I think"
    },
    {
      "index": 58,
      "start_time": 332800.0,
      "end_time": 337270.0,
      "text": "it all was, with the bonuses, around $70 you might want to check the price on it. I am"
    },
    {
      "index": 59,
      "start_time": 337270.0,
      "end_time": 344010.0,
      "text": "not sure what it is now, but....so I dove in and let me go ahead and just give you a"
    },
    {
      "index": 60,
      "start_time": 344010.0,
      "end_time": 351720.0,
      "text": "brief....I won&#39;t go too much detail into it. What I got is first what you get is the &quot;Read"
    },
    {
      "index": 61,
      "start_time": 351720.0,
      "end_time": 357770.0,
      "text": "me first&quot; which is a nice little welcome letter that kind of explains the program and you"
    },
    {
      "index": 62,
      "start_time": 357770.0,
      "end_time": 363680.0,
      "text": "dive in and there&#39;s another overview video. It is really just going into detail on what"
    },
    {
      "index": 63,
      "start_time": 363680.0,
      "end_time": 369380.0,
      "text": "it&#39;s about what they&#39;re doing and how exactly you are going to be doing it. A brief history"
    },
    {
      "index": 64,
      "start_time": 369380.0,
      "end_time": 373830.0,
      "text": "about phonemic awareness and they&#39;re approach and everything like that. Then they leave"
    },
    {
      "index": 65,
      "start_time": 373830.0,
      "end_time": 378270.0,
      "text": "you with the....if you have any questions or issues or anything comes up you can email"
    },
    {
      "index": 66,
      "start_time": 378270.0,
      "end_time": 383660.0,
      "text": "them. The creators are Jim and Elena Yang. You can email them for anything and they will"
    },
    {
      "index": 67,
      "start_time": 383660.0,
      "end_time": 388729.0,
      "text": "go ahead and respond to you. I&#39;ve yet, after having this for about three months now, I&#39;ve"
    },
    {
      "index": 68,
      "start_time": 388729.0,
      "end_time": 393979.0,
      "text": "yet to need to email them. Let me dive into this. So you start off with two different"
    },
    {
      "index": 69,
      "start_time": 393979.0,
      "end_time": 404520.0,
      "text": "stages. You get the first &quot;Stage 1&quot; reading which is just over 220 pages long. So there&#39;s"
    },
    {
      "index": 70,
      "start_time": 404520.0,
      "end_time": 411080.0,
      "text": "a lot of information here. I&#39;m not going to go through it page by page here. You can see"
    },
    {
      "index": 71,
      "start_time": 411080.0,
      "end_time": 417009.0,
      "text": "that it&#39;s jam packed with information. The first night I got this program, I read it."
    },
    {
      "index": 72,
      "start_time": 417009.0,
      "end_time": 421169.0,
      "text": "Turned around and read it again so I read it back to back. I&#39;m still finding myself"
    },
    {
      "index": 73,
      "start_time": 421169.0,
      "end_time": 427130.0,
      "text": "90 days later re-referencing the reading on this because there&#39;s just so much information."
    },
    {
      "index": 74,
      "start_time": 427130.0,
      "end_time": 432669.0,
      "text": "It&#39;s not that I&#39;ve ever felt left off, because the actual approach is really straight forward."
    },
    {
      "index": 75,
      "start_time": 432669.0,
      "end_time": 438419.0,
      "text": "I actually prefer it this way. It&#39;s actually really straight forward...real simple and"
    },
    {
      "index": 76,
      "start_time": 438419.0,
      "end_time": 444169.0,
      "text": "it&#39;s great because after the reading there&#39;s an overview and then there&#39;s a lesson and"
    },
    {
      "index": 77,
      "start_time": 444169.0,
      "end_time": 451740.0,
      "text": "a short video for each lesson that you do. There&#39;s many lessons involved. For here, you"
    },
    {
      "index": 78,
      "start_time": 451740.0,
      "end_time": 463419.0,
      "text": "do...the lesson videos are all here. So you do 1 to 7, 8 to 14, 15 to 20, 21 to 28 now"
    },
    {
      "index": 79,
      "start_time": 463419.0,
      "end_time": 468400.0,
      "text": "it sounds like a lot. Trust me, once you go through them all it&#39;s really not even as close"
    },
    {
      "index": 80,
      "start_time": 468400.0,
      "end_time": 474270.0,
      "text": "to as bad as you would think. It&#39;s not time consuming in the least. What I do like about"
    },
    {
      "index": 81,
      "start_time": 474270.0,
      "end_time": 482770.0,
      "text": "it is it&#39;s approach to phonemic awareness. Now honestly, I knew a little bit about sight"
    },
    {
      "index": 82,
      "start_time": 482770.0,
      "end_time": 487080.0,
      "text": "words and things such as that, but I didn&#39;t really know anything about phonemic awareness"
    },
    {
      "index": 83,
      "start_time": 487080.0,
      "end_time": 495050.0,
      "text": "until I came across this program. I really had no idea what it was. I mean, I kind of"
    },
    {
      "index": 84,
      "start_time": 495050.0,
      "end_time": 499490.0,
      "text": "assumed my reading at home with my daughter and her at school that we would have everything"
    },
    {
      "index": 85,
      "start_time": 499490.0,
      "end_time": 504600.0,
      "text": "covered. It wasn&#39;t until I came across this program that I was introduced to this fact."
    },
    {
      "index": 86,
      "start_time": 504600.0,
      "end_time": 508870.0,
      "text": "Maybe you are in the same boat, maybe you already knew and just wanted to do some more"
    },
    {
      "index": 87,
      "start_time": 508870.0,
      "end_time": 516099.0,
      "text": "digging. I don&#39;t know... but the approach to it is pretty straight forward. What I like"
    },
    {
      "index": 88,
      "start_time": 516099.00000000006,
      "end_time": 522229.00000000006,
      "text": "about it is when you start out, you can take these print outs with the program....excuse"
    },
    {
      "index": 89,
      "start_time": 522229.00000000006,
      "end_time": 532529.0,
      "text": "me while I wait for this to load up. For like the first one right....here. This page right"
    },
    {
      "index": 90,
      "start_time": 532529.0,
      "end_time": 538819.0,
      "text": "here is just a giant cut out. You can cut it out and print it off, cut it out and it&#39;s"
    },
    {
      "index": 91,
      "start_time": 538819.0,
      "end_time": 545209.0,
      "text": "just going over the &quot;A&#39;s&quot; and the &quot;B&#39;s&quot; and grouping &quot;A&quot; and &quot;B&quot; together. So that when"
    },
    {
      "index": 92,
      "start_time": 545209.0,
      "end_time": 549940.0,
      "text": "they are reading it...ooops battery is running low. Let me go ahead and.....wrap this up"
    },
    {
      "index": 93,
      "start_time": 549940.0,
      "end_time": 555209.0,
      "text": "real quick. When you are reading it, you are teaching them to sound out each letter. So"
    },
    {
      "index": 94,
      "start_time": 555209.0,
      "end_time": 565380.0,
      "text": "&quot;ah&quot; for &quot;A&quot; and &quot;B&quot; for &quot;B&quot; so &quot;AB&quot; and it doesn&#39;t seem like it&#39;s that big of a deal,"
    },
    {
      "index": 95,
      "start_time": 565380.0,
      "end_time": 570450.0,
      "text": "but what you are doing is teaching them to associate the sounds of the word with each"
    },
    {
      "index": 96,
      "start_time": 570450.0,
      "end_time": 578320.0,
      "text": "letter. With that being said is I&#39;m finding myself more engaged and it&#39;s nice because"
    },
    {
      "index": 97,
      "start_time": 578320.0,
      "end_time": 582380.0,
      "text": "instead of breaking it down like the workbooks that I&#39;ve done with my daughter previously."
    },
    {
      "index": 98,
      "start_time": 582380.0,
      "end_time": 587130.0,
      "text": "Instead of spending fifteen minutes or five minutes or ten minutes or until I can get"
    },
    {
      "index": 99,
      "start_time": 587130.0,
      "end_time": 591440.0,
      "text": "her attention or until she starts going off and does something else as a three year old"
    },
    {
      "index": 100,
      "start_time": 591440.0,
      "end_time": 597010.0,
      "text": "should. You can break these lessons down to where you are doing it maybe two to three"
    },
    {
      "index": 101,
      "start_time": 597010.0,
      "end_time": 601050.0,
      "text": "minutes at a time. And you take that same lesson that takes two to three minutes and"
    },
    {
      "index": 102,
      "start_time": 601050.0,
      "end_time": 606810.0,
      "text": "you do it about five times or seven times a day. You cut out these little letters and"
    },
    {
      "index": 103,
      "start_time": 606810.0,
      "end_time": 609860.0,
      "text": "you just keep them around the house. In your pocket or wherever and you just quiz them"
    },
    {
      "index": 104,
      "start_time": 609860.0,
      "end_time": 613140.0,
      "text": "off and on. If they are sitting there playing with their toys, just say Hey do you have"
    },
    {
      "index": 105,
      "start_time": 613140.0,
      "end_time": 618980.0,
      "text": "a second? You put one card that has &quot;AB&quot; and you&#39;ll ask them to do the phonemic awareness"
    },
    {
      "index": 106,
      "start_time": 618980.0,
      "end_time": 625670.0,
      "text": "and sound them out and say &quot;AB&quot; and for me that&#39;s a really great approach. I want to"
    },
    {
      "index": 107,
      "start_time": 625670.0,
      "end_time": 630510.0,
      "text": "go ahead and continue this. Let me go ahead and plug my computer back in so this doesn&#39;t"
    },
    {
      "index": 108,
      "start_time": 630510.0,
      "end_time": 633640.0,
      "text": "die off on me. One second...."
    },
    {
      "index": 109,
      "start_time": 633640.0,
      "end_time": 638450.0,
      "text": "Alright, and I am back. Sorry about that. I just had to plug in real quick and make"
    },
    {
      "index": 110,
      "start_time": 638450.0,
      "end_time": 646459.0,
      "text": "sure my computer didn&#39;t die on me in the middle of this review. So what I was getting at is...what"
    },
    {
      "index": 111,
      "start_time": 646459.0,
      "end_time": 654580.0,
      "text": "I like about the program is it breaks it down into small letters combined together to help"
    },
    {
      "index": 112,
      "start_time": 654580.0,
      "end_time": 660910.0,
      "text": "your child not only recognize the letter, but to recognize it&#39;s sound. Then from there"
    },
    {
      "index": 113,
      "start_time": 660910.0,
      "end_time": 665810.0,
      "text": "when it gets the letters, you learn to group them together. For an example, it might be"
    },
    {
      "index": 114,
      "start_time": 665810.0,
      "end_time": 673380.0,
      "text": "a little easier to explain it this way. What we did recently was the word &quot;BUS&quot;. So as"
    },
    {
      "index": 115,
      "start_time": 673380.0,
      "end_time": 678180.0,
      "text": "you are teaching your child...pretend the cursor is my finger. I will sit there and"
    },
    {
      "index": 116,
      "start_time": 678180.0,
      "end_time": 683019.0,
      "text": "I will say, &quot;Hey honey. What is this?&quot; and she will be like, &quot;Letter B.&quot; and I will say,"
    },
    {
      "index": 117,
      "start_time": 683019.0,
      "end_time": 692160.0,
      "text": "&quot;Yes, no trace it.&quot; and she will do the same. Then you move on to &quot;U&quot; and then you move"
    },
    {
      "index": 118,
      "start_time": 692160.0,
      "end_time": 699510.0,
      "text": "on to &quot;S.&quot; Then from there you go &quot;B-U-S.&quot; as you swipe your finger under the word and"
    },
    {
      "index": 119,
      "start_time": 699510.0,
      "end_time": 709010.0,
      "text": "she will do the same and be like &quot;B-U-S&quot;...&quot;BUS!&quot; She learns to group B-U-S to create the word"
    },
    {
      "index": 120,
      "start_time": 709010.0,
      "end_time": 717430.0,
      "text": "and it will eventually click. It&#39;s the same way with &quot;CAT&quot; Let&#39;s say this is letter &quot;C&quot;"
    },
    {
      "index": 121,
      "start_time": 717430.0,
      "end_time": 723620.0,
      "text": "and makes a &quot;Cuh&quot; and letter &quot;A&quot;and &quot;T&quot; and they follow along and it&#39;s the same thing."
    },
    {
      "index": 122,
      "start_time": 723620.0,
      "end_time": 728269.0,
      "text": "Eventually you get to a point where you lay a card out that says &quot;CAT&quot; and they will go"
    },
    {
      "index": 123,
      "start_time": 728269.0,
      "end_time": 736810.0,
      "text": "through it and go &quot;C-A-T&quot; and they run their finger across the bottom and be &quot;CAT!&quot; That"
    },
    {
      "index": 124,
      "start_time": 736810.0,
      "end_time": 741490.0,
      "text": "minor approach which doesn&#39;t even seem like that big of a deal. Like it should be a given"
    },
    {
      "index": 125,
      "start_time": 741490.0,
      "end_time": 746010.0,
      "text": "on how you should teach your kid, but you know this is something that I have never even"
    },
    {
      "index": 126,
      "start_time": 746010.0,
      "end_time": 750260.0,
      "text": "came across before so this is all new to me. I guess in my uneducated opinion, I found"
    },
    {
      "index": 127,
      "start_time": 750260.0,
      "end_time": 755680.0,
      "text": "this approach a lot more....a lot better that what I was doing. Because you could do one"
    },
    {
      "index": 128,
      "start_time": 755680.0,
      "end_time": 760920.0,
      "text": "or two cards in two to five minutes. Then they can go ahead and go about their business"
    },
    {
      "index": 129,
      "start_time": 760920.0,
      "end_time": 764870.0,
      "text": "and have fun and be a kid and then, you know, you catch them about an hour later and you"
    },
    {
      "index": 130,
      "start_time": 764870.0,
      "end_time": 770260.0,
      "text": "can do it again. It&#39;s just the repetition and the phonemic awareness of learning to"
    },
    {
      "index": 131,
      "start_time": 770260.0,
      "end_time": 774610.0,
      "text": "sound them out and group them together that&#39;s really just forming an impact on my daughter&#39;s"
    },
    {
      "index": 132,
      "start_time": 774610.0,
      "end_time": 781570.0,
      "text": "life. So what else do you get in the program? Okay-when I had purchased it, I purchased"
    },
    {
      "index": 133,
      "start_time": 781570.0,
      "end_time": 787730.0,
      "text": "the bonus with it. In my opinion it was definitely worth it. All the printouts that come with"
    },
    {
      "index": 134,
      "start_time": 787730.0,
      "end_time": 792829.0,
      "text": "it. I think I have already shown you this one. You get, what do we got....fifty pages"
    },
    {
      "index": 135,
      "start_time": 792829.0,
      "end_time": 798839.0,
      "text": "here for just the first stage. Everything you could possibly think of that you need."
    },
    {
      "index": 136,
      "start_time": 798839.0,
      "end_time": 802100.0,
      "text": "So you don&#39;t even have to go about trying to figure it out on your own. It&#39;s all right"
    },
    {
      "index": 137,
      "start_time": 802100.0,
      "end_time": 805649.0,
      "text": "there, you can print them off, cut them out, whatever you need to do. Then it comes with"
    },
    {
      "index": 138,
      "start_time": 805649.0,
      "end_time": 811750.0,
      "text": "these great stories too that...I remember there was this time...not even...like around"
    },
    {
      "index": 139,
      "start_time": 811750.0,
      "end_time": 817290.0,
      "text": "90 days ago. Where after dinner we would be lying in bed and my daughter would just be"
    },
    {
      "index": 140,
      "start_time": 817290.0,
      "end_time": 821279.0,
      "text": "lying there and I&#39;d be sitting right next to her on the bed and I would be reading her"
    },
    {
      "index": 141,
      "start_time": 821279.0,
      "end_time": 828600.0,
      "text": "a story. Now it&#39;s gotten to a point, especially with these stories like this...You know let"
    },
    {
      "index": 142,
      "start_time": 828600.0,
      "end_time": 835010.0,
      "text": "me expand this. Bob is in the tub. Short little stories like this that I went from where I"
    },
    {
      "index": 143,
      "start_time": 835010.0,
      "end_time": 840010.0,
      "text": "was readying to her. To now instead of sitting next to her reading to her and she was staring"
    },
    {
      "index": 144,
      "start_time": 840010.0,
      "end_time": 844529.0,
      "text": "at me, we&#39;re both lying in bed. She is holding the book....I printed this off. She is holding"
    },
    {
      "index": 145,
      "start_time": 844529.0,
      "end_time": 849700.0,
      "text": "the book and we are both together following it and she is running her finger across the"
    },
    {
      "index": 146,
      "start_time": 849700.0,
      "end_time": 859120.0,
      "text": "word going &quot;B-O-B&quot; &quot;IS IN THE T-U-B&quot; and it doesn&#39;t seem like that big of a deal. As you"
    },
    {
      "index": 147,
      "start_time": 859120.0,
      "end_time": 864180.0,
      "text": "start working at it, you know, they progress and it was a real eye opener one night as"
    },
    {
      "index": 148,
      "start_time": 864180.0,
      "end_time": 868889.0,
      "text": "she was sitting there reading this and going thought it. Then all of a sudden I realized,"
    },
    {
      "index": 149,
      "start_time": 868889.0,
      "end_time": 874820.0,
      "text": "I went from, in this short amount of time, I went from reading the stories and not even"
    },
    {
      "index": 150,
      "start_time": 874820.0,
      "end_time": 879680.0,
      "text": "really even following with my finger. Just kind of reading it to her, to get her into"
    },
    {
      "index": 151,
      "start_time": 879680.0,
      "end_time": 883130.0,
      "text": "the story mode and get the story over and get her to bed so I can get ready for the"
    },
    {
      "index": 152,
      "start_time": 883130.0,
      "end_time": 887560.0,
      "text": "next day....yadda yadda yadda. Now it&#39;s to a point to where she is holding the book."
    },
    {
      "index": 153,
      "start_time": 887560.0,
      "end_time": 894480.0,
      "text": "She is literally following through with her finger and she is actually reading! It just"
    },
    {
      "index": 154,
      "start_time": 894480.0,
      "end_time": 899610.0,
      "text": "dawned on me one night, WOW! In such a short amount of time, I went from reading to her"
    },
    {
      "index": 155,
      "start_time": 899610.0,
      "end_time": 903860.0,
      "text": "and now she is reading to me. You can just see the progress in such a short amount of"
    },
    {
      "index": 156,
      "start_time": 903860.0,
      "end_time": 908660.0,
      "text": "time. It doesn&#39;t even seem like you are taking that much effort at all because you are only"
    },
    {
      "index": 157,
      "start_time": 908660.0,
      "end_time": 914510.0,
      "text": "doing this in short two to five minute spurts. Maybe do it five to seven times a day, but"
    },
    {
      "index": 158,
      "start_time": 914510.0,
      "end_time": 919589.0,
      "text": "it&#39;s in short amount of time. You don&#39;t feel you are pressuring them, you don&#39;t feel like"
    },
    {
      "index": 159,
      "start_time": 919589.0,
      "end_time": 922690.0,
      "text": "you are taking time out of your day. You are literally in the middle of them playing, you"
    },
    {
      "index": 160,
      "start_time": 922690.0,
      "end_time": 928769.0,
      "text": "pull out a couple of cards and quizzing them. If you would, for lack of a better term. That"
    },
    {
      "index": 161,
      "start_time": 928769.0,
      "end_time": 934700.0,
      "text": "alone is worth this program. I would highly encourage you...if you are on the fence about"
    },
    {
      "index": 162,
      "start_time": 934700.0,
      "end_time": 942029.0,
      "text": "it. This is just jam packed with information. The reading alone is over 220 pages. You can"
    },
    {
      "index": 163,
      "start_time": 942029.0,
      "end_time": 946680.0,
      "text": "get so much out of this. You know if you are on the fence about this, the beautiful thing"
    },
    {
      "index": 164,
      "start_time": 946680.0,
      "end_time": 954160.0,
      "text": "is that it&#39;s not that expensive. On top of that there is a 60 day money back guarantee."
    },
    {
      "index": 165,
      "start_time": 954160.0,
      "end_time": 958540.0,
      "text": "If for whatever reason you are not interested, I&#39;m sure these two don&#39;t want to keep your"
    },
    {
      "index": 166,
      "start_time": 958540.0,
      "end_time": 962699.0,
      "text": "money and it&#39;s a simple email to get your money back. Then you can go about your business"
    },
    {
      "index": 167,
      "start_time": 962699.0,
      "end_time": 967279.0,
      "text": "finding something else that may work out for you. In my personal opinion, I&#39;m extremely"
    },
    {
      "index": 168,
      "start_time": 967279.0,
      "end_time": 974329.0,
      "text": "happy. I can&#39;t even really put it into words...it&#39;s one of those things that as you are going"
    },
    {
      "index": 169,
      "start_time": 974329.0,
      "end_time": 980920.0,
      "text": "along and doing it, the moment you see it &quot;Click&quot; in your child and you can just see"
    },
    {
      "index": 170,
      "start_time": 980920.0,
      "end_time": 985310.0,
      "text": "that. From there they are off to the races. They are actively engaged, they&#39;re excited,"
    },
    {
      "index": 171,
      "start_time": 985310.0,
      "end_time": 990660.0,
      "text": "they want to do it, they really want to do the learning activities and they&#39;re having"
    },
    {
      "index": 172,
      "start_time": 990660.0,
      "end_time": 998139.0,
      "text": "a blast doing it and keep going and it&#39;s just a breath of fresh air to see them actually"
    },
    {
      "index": 173,
      "start_time": 998139.0,
      "end_time": 1001620.0,
      "text": "excited about stuff like that because you just don&#39;t see it that often. Especially when"
    },
    {
      "index": 174,
      "start_time": 1001620.0,
      "end_time": 1004949.0,
      "text": "I was doing workbooks and doing ABCMouse, yes they&#39;re having fun, but they are zoned"
    },
    {
      "index": 175,
      "start_time": 1004950.0,
      "end_time": 1011020.0,
      "text": "out on a tablet and there&#39;s no interaction with Mom and Dad. You know, I&#39;m getting a"
    },
    {
      "index": 176,
      "start_time": 1011020.0,
      "end_time": 1016011.0,
      "text": "little excited about this because this is just such an eye opener because you just don&#39;t"
    },
    {
      "index": 177,
      "start_time": 1016010.0,
      "end_time": 1021550.0,
      "text": "see things like this often in your child&#39;s life. I couldn&#39;t say enough about this approach."
    },
    {
      "index": 178,
      "start_time": 1021550.0,
      "end_time": 1028620.0,
      "text": "Joining this program....or buying this program, I had no idea what to expect. What I did know"
    },
    {
      "index": 179,
      "start_time": 1028619.9999999999,
      "end_time": 1033239.9999999999,
      "text": "was that the approach I was taking was working, but it was more like a classroom environment."
    },
    {
      "index": 180,
      "start_time": 1033240.0,
      "end_time": 1038360.0,
      "text": "Literally sitting at the kitchen table while we are cleaning up after dinner doing a workbook."
    },
    {
      "index": 181,
      "start_time": 1038359.9999999999,
      "end_time": 1042469.9999999999,
      "text": "It was great for about five minutes and then after that it was like treating it like a"
    },
    {
      "index": 182,
      "start_time": 1042470.0,
      "end_time": 1046760.0,
      "text": "chore. With this, you know, you do the little quizzes here and there and then you do the"
    },
    {
      "index": 183,
      "start_time": 1046760.0,
      "end_time": 1051440.0,
      "text": "print out books and next thing you know your kid is taking the &quot;reins&quot; and reading and"
    },
    {
      "index": 184,
      "start_time": 1051440.0,
      "end_time": 1060179.0,
      "text": "you just get excited and it&#39;s a beautiful thing! So with that being said, there&#39;s really"
    },
    {
      "index": 185,
      "start_time": 1060180.0,
      "end_time": 1069110.0,
      "text": "not much else you really want to go over here. From here, it&#39;s either you decide to take"
    },
    {
      "index": 186,
      "start_time": 1069110.0,
      "end_time": 1073560.0,
      "text": "the dive or this isn&#39;t something you want to do. Like I said it&#39;s completely backed"
    },
    {
      "index": 187,
      "start_time": 1073560.0,
      "end_time": 1080300.0,
      "text": "up by a 60 day---2 month guarantee. I&#39;m 3 months in and I&#39;m thoroughly impressed and"
    },
    {
      "index": 188,
      "start_time": 1080300.0,
      "end_time": 1085961.0,
      "text": "I&#39;m not even done with the program yet. Just seeing the progress so far has helped us and"
    },
    {
      "index": 189,
      "start_time": 1085960.0,
      "end_time": 1093859.0,
      "text": "given us ideas of other things we want to do. We&#39;ve bought those mini dry erase boards"
    },
    {
      "index": 190,
      "start_time": 1093860.0,
      "end_time": 1099601.0,
      "text": "and we do that to just out of the blue start writing certain words and she can go ahead"
    },
    {
      "index": 191,
      "start_time": 1099600.0,
      "end_time": 1103960.0,
      "text": "and sound them out and she can do it herself and start writing them out. Or the little"
    },
    {
      "index": 192,
      "start_time": 1103960.0,
      "end_time": 1108009.0,
      "text": "letter magnets and as we&#39;re preparing dinner and stuff like that we will go ahead and just"
    },
    {
      "index": 193,
      "start_time": 1108010.0,
      "end_time": 1111451.0,
      "text": "start making random words and she will just go to the fridge and put her finger across"
    },
    {
      "index": 194,
      "start_time": 1111450.0,
      "end_time": 1118109.0,
      "text": "the letters and just you know say &quot;CAT&quot; &quot;C-A-T!&quot; You know it&#39;s actually a fun game. It&#39;s a"
    },
    {
      "index": 195,
      "start_time": 1118110.0,
      "end_time": 1121170.0,
      "text": "great way to keep them engaged and keep them in the kitchen and keep everyone together"
    },
    {
      "index": 196,
      "start_time": 1121170.0,
      "end_time": 1126660.0,
      "text": "as you are getting dinner ready. I guess if you&#39;re still on the fence, you know, if it&#39;s"
    },
    {
      "index": 197,
      "start_time": 1126660.0,
      "end_time": 1130721.0,
      "text": "the money side of it...you have the guarantee and you are not really risking anything. It&#39;s"
    },
    {
      "index": 198,
      "start_time": 1130720.0,
      "end_time": 1135440.0,
      "text": "definitely worth taking a look at. I&#39;ve kind of gone through the whole program. I mean,"
    },
    {
      "index": 199,
      "start_time": 1135440.0,
      "end_time": 1139519.0,
      "text": "not exactly the whole program. I haven&#39;t even scathed what the details are. It will start"
    },
    {
      "index": 200,
      "start_time": 1139520.0,
      "end_time": 1145280.0,
      "text": "out once you buy it...with a pretty lengthy overview. It&#39;s straight forward and it&#39;s just"
    },
    {
      "index": 201,
      "start_time": 1145280.0,
      "end_time": 1151480.0,
      "text": "a lot of information. The information you are retaining isn&#39;t exactly for training your"
    },
    {
      "index": 202,
      "start_time": 1151480.0,
      "end_time": 1157110.0,
      "text": "child or helping them read. It&#39;s more of an overview of where they came to the phonemic"
    },
    {
      "index": 203,
      "start_time": 1157110.0,
      "end_time": 1164000.0,
      "text": "awareness and everything like that. After that, I couldn&#39;t say good enough things about"
    },
    {
      "index": 204,
      "start_time": 1164000.0,
      "end_time": 1171471.0,
      "text": "this program. I&#39;m really excited to keep heading on past the second stage. Really excited to"
    },
    {
      "index": 205,
      "start_time": 1171470.0,
      "end_time": 1176779.0,
      "text": "you know what my daughter progress and start hitting the harder books and again if you"
    },
    {
      "index": 206,
      "start_time": 1176780.0,
      "end_time": 1181170.0,
      "text": "are on the fence about it. Feel free to just check it out! Dive in and take the plunge."
    },
    {
      "index": 207,
      "start_time": 1181170.0,
      "end_time": 1185510.0,
      "text": "There&#39;s really no risk to it. If you are unhappy with it, it&#39;s just an email away to get your"
    },
    {
      "index": 208,
      "start_time": 1185510.0,
      "end_time": 1190341.0,
      "text": "money back. You can&#39;t even go to the grocery store and make an easier attempt. At least"
    },
    {
      "index": 209,
      "start_time": 1190340.0,
      "end_time": 1194179.0,
      "text": "there to get a refund, you have to go to Customer Service to speak to somebody and wait in line."
    },
    {
      "index": 210,
      "start_time": 1194180.0,
      "end_time": 1199750.0,
      "text": "This one...just to see the simple fact that your child progressing and being actively"
    },
    {
      "index": 211,
      "start_time": 1199750.0,
      "end_time": 1206191.0,
      "text": "engaged and having fun while they are doing it is worth the price alone. So with that,"
    },
    {
      "index": 212,
      "start_time": 1206190.0,
      "end_time": 1209809.0,
      "text": "feel free to click the link below. Leave your comments, if you have any questions, comments,"
    },
    {
      "index": 213,
      "start_time": 1209810.0,
      "end_time": 1215571.0,
      "text": "your personal experience, anything like that. Feel free to come to this page. Check it out."
    },
    {
      "index": 214,
      "start_time": 1215570.0,
      "end_time": 1219369.0,
      "text": "If there is anything you want, leave a comment. Other than that I&#39;m pretty much wrapping this"
    },
    {
      "index": 215,
      "start_time": 1219370.0,
      "end_time": 1223410.0,
      "text": "up. I feel like I have gone on a little too long. I guess that&#39;s one downside of it being"
    },
    {
      "index": 216,
      "start_time": 1223410.0,
      "end_time": 1231050.0,
      "text": "an informal unscripted review. I am just kind of rambling on, but you are getting a real"
    },
    {
      "index": 217,
      "start_time": 1231050.0,
      "end_time": 1237100.0,
      "text": "experience testimonial on the program. I&#39;ve had such a blast doing it. You know half the"
    },
    {
      "index": 218,
      "start_time": 1237100.0,
      "end_time": 1243040.0,
      "text": "time you don&#39;t even see it as teaching your kid. It really just comes across as they&#39;re"
    },
    {
      "index": 219,
      "start_time": 1243040.0,
      "end_time": 1246860.0,
      "text": "playing or as you&#39;re doing this or you&#39;re doing that, you just grab a stack of cards"
    },
    {
      "index": 220,
      "start_time": 1246860.0,
      "end_time": 1251920.0,
      "text": "and spend two to five minutes real quick going over these letters and then you move it on"
    },
    {
      "index": 221,
      "start_time": 1251920.0,
      "end_time": 1255610.0,
      "text": "to the kitchen and take the letters on the magnets. You do that and the next thing you"
    },
    {
      "index": 222,
      "start_time": 1255610.0,
      "end_time": 1261140.0,
      "text": "know, you are lying in bed right before bed time and they&#39;re literally opening the book"
    },
    {
      "index": 223,
      "start_time": 1261140.0,
      "end_time": 1265650.0,
      "text": "and reading to you. Right before your eyes that progress happened in such a short amount"
    },
    {
      "index": 224,
      "start_time": 1265650.0,
      "end_time": 1270520.0,
      "text": "of time you just can&#39;t even believe it. So I hope you got something out of this. Like"
    },
    {
      "index": 225,
      "start_time": 1270520.0,
      "end_time": 1276050.0,
      "text": "I said it&#39;s very informal. I just wanted to give you a heads up of what all you&#39;re going"
    },
    {
      "index": 226,
      "start_time": 1276050.0,
      "end_time": 1282980.0,
      "text": "to get with it. I believe I left a few things out with the bonus. Um....sight words, children"
    },
    {
      "index": 227,
      "start_time": 1282980.0,
      "end_time": 1288510.0,
      "text": "rhymes, things like that. I mean it&#39;s all listed in the program once you hit the buy"
    },
    {
      "index": 228,
      "start_time": 1288510.0,
      "end_time": 1294640.0,
      "text": "link or whatever. Feel free to just dive in and take the plunge. There&#39;s a risk free guarantee,"
    },
    {
      "index": 229,
      "start_time": 1294640.0,
      "end_time": 1299221.0,
      "text": "but if you&#39;re anything like me and you have done it and you put it work and do it everyday."
    },
    {
      "index": 230,
      "start_time": 1299220.0,
      "end_time": 1302749.0,
      "text": "You are going to see results. When you do see results, you are going to just want to"
    },
    {
      "index": 231,
      "start_time": 1302750.0,
      "end_time": 1307951.0,
      "text": "keep moving forward and be more pleased with progress your child makes. So again, I do"
    },
    {
      "index": 232,
      "start_time": 1307950.0,
      "end_time": 1315029.0,
      "text": "want to thank you taking a stop and watching this video and I apologize for all the &quot;ums&quot;"
    },
    {
      "index": 233,
      "start_time": 1315030.0,
      "end_time": 1319050.0,
      "text": "and &quot;Ands&quot; like I said this is very informal. Just my personal experience with it. It&#39;s"
    },
    {
      "index": 234,
      "start_time": 1319050.0,
      "end_time": 1323071.0,
      "text": "about as real as it can get and with that being said I do want to thank you for watching"
    },
    {
      "index": 235,
      "start_time": 1323070.0,
      "end_time": 1333070.0,
      "text": "and I hope you go something out of it. Thank you!"
    }
  ]
}