{
  "video_id": "hUUMqYSHG2k",
  "title": "CIVILIZATION VI – First Look: Macedon",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4504.0,
      "text": "Alexander leads Macedon in Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 4504.0,
      "end_time": 9750.0,
      "text": "He had conquered most of the known world in less than a dozen years, and died young."
    },
    {
      "index": 3,
      "start_time": 9750.0,
      "end_time": 15782.0,
      "text": "His legacy was the lasting influence of Hellenistic culture through the Near East, and greater contact between East and West."
    },
    {
      "index": 4,
      "start_time": 16149.0,
      "end_time": 19352.0,
      "text": "Macedon’s unique ability is called “Hellenistic Fusion.”"
    },
    {
      "index": 5,
      "start_time": 19352.0,
      "end_time": 25910.0,
      "text": "Every time a city is conquered, Macedon gets a bonus based on the kind of Districts that are present within a city."
    },
    {
      "index": 6,
      "start_time": 26260.0,
      "end_time": 28962.0,
      "text": "Macedon’s unique unit is the Hypaspist."
    },
    {
      "index": 7,
      "start_time": 28962.0,
      "end_time": 34934.0,
      "text": "These swordsmen replacements get extra combat strength when besieging Districts, and get extra support bonuses."
    },
    {
      "index": 8,
      "start_time": 37700.0,
      "end_time": 40440.0,
      "text": "The Basilikoi Paides is Macedon’s unique building."
    },
    {
      "index": 9,
      "start_time": 40440.0,
      "end_time": 47312.0,
      "text": "It yields science when a non-civilian unit is trained in the city and gives additional bonuses when training certain military units."
    },
    {
      "index": 10,
      "start_time": 48348.0,
      "end_time": 51284.0,
      "text": "Alexander’s abilities are focused on conquest."
    },
    {
      "index": 11,
      "start_time": 51284.0,
      "end_time": 57924.0,
      "text": "His ability “To the World’s End” means Macedon incurs less war weariness, so they can stay at war longer."
    },
    {
      "index": 12,
      "start_time": 57924.0,
      "end_time": 64831.0,
      "text": "He also gives Macedon the Hetairoi, a speedy Heavy Cavalry replacement for the Horseman, which comes with a free promotion."
    },
    {
      "index": 13,
      "start_time": 65565.0,
      "end_time": 72806.0,
      "text": "Alexander’s ability makes it easier to stay at war with your enemies, and your early unique units will let you roll from conquest to conquest."
    },
    {
      "index": 14,
      "start_time": 73807.0,
      "end_time": 81448.0,
      "text": "Capturing cities will give extra bonuses based on the Districts within them, allowing you to focus on conquest while not falling behind in other areas."
    },
    {
      "index": 15,
      "start_time": 81448.0,
      "end_time": 86752.0,
      "text": "The Basilikoi Paides will continue to yield science as long as you keep putting armies in the field."
    },
    {
      "index": 16,
      "start_time": 87587.0,
      "end_time": 90323.0,
      "text": "Will your name become synonymous with conquest?"
    },
    {
      "index": 17,
      "start_time": 90323.0,
      "end_time": 93792.0,
      "text": "How will you lead Macedon in Sid Meier’s Civilization VI?"
    }
  ]
}