{
  "video_id": "Hvysy11716g",
  "title": "Why We Pick Difficult Partners",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1189.0,
      "end_time": 7410.0,
      "text": "Theoretically we are free to select the kind of person we love. We might have chosen someone else."
    },
    {
      "index": 2,
      "start_time": 7410.0,
      "end_time": 13480.0,
      "text": "We're not being forced into a relationship by social convention or match-making or dynastic imperatives."
    },
    {
      "index": 3,
      "start_time": 13480.0,
      "end_time": 21890.0,
      "text": "But in reality our choice of lover is probably a lot less free than we imagine."
    },
    {
      "index": 4,
      "start_time": 21890.0,
      "end_time": 26890.0,
      "text": "Some very real constraints around whom we can love and feel properly attracted to come"
    },
    {
      "index": 5,
      "start_time": 26890.0,
      "end_time": 33210.0,
      "text": "from a place we might not think to look: our childhoods. Our psychological history strongly"
    },
    {
      "index": 6,
      "start_time": 33210.0,
      "end_time": 41010.0,
      "text": "predisposes us to fall for only certain types of people. We love along grooves formed in childhood."
    },
    {
      "index": 7,
      "start_time": 41910.0,
      "end_time": 47339.0,
      "text": "We look for people who in many ways recreate the feelings of love we knew when we were small."
    },
    {
      "index": 8,
      "start_time": 47839.0,
      "end_time": 51819.0,
      "text": "The problem is that the love we imbibed in childhood was unlikely"
    },
    {
      "index": 9,
      "start_time": 51819.0,
      "end_time": 57410.0,
      "text": "to have been made up simply of generosity, tenderness and kindness. Given the way the"
    },
    {
      "index": 10,
      "start_time": 57410.0,
      "end_time": 63550.0,
      "text": "world is, love was liable to have come entwined with certain painful aspects: a feeling of"
    },
    {
      "index": 11,
      "start_time": 63550.0,
      "end_time": 69120.0,
      "text": "not being quite good enough; a love for a parent who was fragile or depressed; a sense"
    },
    {
      "index": 12,
      "start_time": 69120.0,
      "end_time": 74990.0,
      "text": "that one could never be fully vulnerable around a caregiver. This predisposes us to look"
    },
    {
      "index": 13,
      "start_time": 74990.0,
      "end_time": 82150.0,
      "text": "in adulthood for partners who won't necessarily simply be kind to us, but who will – most"
    },
    {
      "index": 14,
      "start_time": 82150.0,
      "end_time": 89250.0,
      "text": "importantly – feel familiar; which can be a subtly but importantly different thing."
    },
    {
      "index": 15,
      "start_time": 89250.0,
      "end_time": 94010.0,
      "text": "We may be constrained to look away from prospective candidates because they don't satisfy a"
    },
    {
      "index": 16,
      "start_time": 94010.0,
      "end_time": 100540.0,
      "text": "yearning for the complexities we associate with love. We may describe someone as not"
    },
    {
      "index": 17,
      "start_time": 100540.0,
      "end_time": 107000.0,
      "text": "\"sexy\" or  \"boring\" when in truth we mean: unlikely to make me suffer in the way I need"
    },
    {
      "index": 18,
      "start_time": 107000.0,
      "end_time": 114120.0,
      "text": "to suffer in order to feel that love is real. It's common to advise people who are drawn to tricky candidates simply to leave them and find someone more wholesome. This is both"
    },
    {
      "index": 19,
      "start_time": 120230.0,
      "end_time": 126630.0,
      "text": "theoretically appealing and often practically impossible. We cannot magically redirect the"
    },
    {
      "index": 20,
      "start_time": 126630.0,
      "end_time": 132160.0,
      "text": "well-springs of attraction. Rather than aim for a transformation in the types of people"
    },
    {
      "index": 21,
      "start_time": 132160.0,
      "end_time": 138660.0,
      "text": "we're attracted to, it may be wiser simply to adjust how we respond and behave around"
    },
    {
      "index": 22,
      "start_time": 138660.0,
      "end_time": 145390.0,
      "text": "the occasionally difficult characters whom our past mandates we will find compelling."
    },
    {
      "index": 23,
      "start_time": 145390.0,
      "end_time": 150760.0,
      "text": "Our problems are often generated because we continue to respond to compelling people in"
    },
    {
      "index": 24,
      "start_time": 150760.0,
      "end_time": 157400.0,
      "text": "the way we learned to behave as children around their templates. For instance, maybe we had"
    },
    {
      "index": 25,
      "start_time": 157400.0,
      "end_time": 162910.0,
      "text": "a rather irate parent who often raised their voice. We loved them, and reacted by feeling"
    },
    {
      "index": 26,
      "start_time": 162910.0,
      "end_time": 169080.0,
      "text": "that when they were angry we must be guilty. We got timid or humble. Now if a partner"
    },
    {
      "index": 27,
      "start_time": 169080.0,
      "end_time": 176250.0,
      "text": "(to whom we are magnetically drawn) gets cross, we respond as squashed, brow-beaten children:"
    },
    {
      "index": 28,
      "start_time": 176250.0,
      "end_time": 182201.0,
      "text": "we sulk, we feel it's our fault, we feel got at and yet deserving of criticism, we"
    },
    {
      "index": 29,
      "start_time": 182201.0,
      "end_time": 187870.0,
      "text": "build up a lot of resentment. Or perhaps we're drawn to someone with short-fuse – which"
    },
    {
      "index": 30,
      "start_time": 187870.0,
      "end_time": 194349.0,
      "text": "makes us blow up in turn. Or if we had a fragile, vulnerable parent who was easily hurt, we"
    },
    {
      "index": 31,
      "start_time": 194349.0,
      "end_time": 199940.0,
      "text": "readily end up with a partner who is also a bit weak and demands us to care for them;"
    },
    {
      "index": 32,
      "start_time": 199940.0,
      "end_time": 204850.0,
      "text": "but then we get frustrated by their weakness – we tiptoe round them, we try to encourage"
    },
    {
      "index": 33,
      "start_time": 204850.0,
      "end_time": 210690.0,
      "text": "and reassure (as we did when we were little) but we also condemn this person for being undeserving."
    },
    {
      "index": 34,
      "start_time": 210990.0,
      "end_time": 216330.0,
      "text": "We probably can't change our templates of attraction. But rather than seek"
    },
    {
      "index": 35,
      "start_time": 216330.0,
      "end_time": 222630.0,
      "text": "to radically re-engineer our instincts, what we can do is try to learn to react to desirable"
    },
    {
      "index": 36,
      "start_time": 222630.0,
      "end_time": 228720.0,
      "text": "candidates not as we did as children but in the more mature and constructive manner of"
    },
    {
      "index": 37,
      "start_time": 228720.0,
      "end_time": 236000.0,
      "text": "a rational adult. There is an enormous opportunity to move ourselves from a childlike to a more"
    },
    {
      "index": 38,
      "start_time": 236000.0,
      "end_time": 240640.0,
      "text": "adult pattern of response in relation to the difficulties we are attracted to."
    },
    {
      "index": 39,
      "start_time": 241440.0,
      "end_time": 249760.0,
      "text": "Consider this table, column A: Partner's tricky behaviour.  Column B: the child-like response on our part."
    },
    {
      "index": 40,
      "start_time": 249760.0,
      "end_time": 258400.0,
      "text": "And column C: The more adult response we should aim for. Raising our voice could lead to a sense of \"it's all my fault\""
    },
    {
      "index": 41,
      "start_time": 258399.99999999997,
      "end_time": 263360.0,
      "text": "The more mature response might be, \"This is their issue, I don't have to feel bad.\""
    },
    {
      "index": 42,
      "start_time": 263360.0,
      "end_time": 274560.0,
      "text": "Or if the partner is rather patronising the child-like response might be; \"I'm so stupid.\"  But the more adult response might be; \"There are lots of kinds of intelligence. And mine is fine.\""
    },
    {
      "index": 43,
      "start_time": 274560.0,
      "end_time": 279360.0,
      "text": "and so on...  Take a moment to look at the chart."
    },
    {
      "index": 44,
      "start_time": 285440.0,
      "end_time": 290560.0,
      "text": "We are almost certainly with somebody with a particularly knotty set of issues which"
    },
    {
      "index": 45,
      "start_time": 290560.0,
      "end_time": 298370.0,
      "text": "trigger our desires and our childlike defensive moves. The answer isn't to end the relationship,"
    },
    {
      "index": 46,
      "start_time": 298370.0,
      "end_time": 304150.0,
      "text": "but rather to strive to deal with their compelling challenges with some of the wisdom of which"
    },
    {
      "index": 47,
      "start_time": 304150.0,
      "end_time": 310000.0,
      "text": "we weren't capable when we first encountered these in a parent or caregiver. It probably"
    },
    {
      "index": 48,
      "start_time": 310000.0,
      "end_time": 317600.0,
      "text": "isn't in our remit to locate a wholly grown-up lover. But it's always in our remit to behave"
    },
    {
      "index": 49,
      "start_time": 317600.0,
      "end_time": 323840.0,
      "text": "in more grown-up ways around our lover's less mature sides."
    },
    {
      "index": 50,
      "start_time": 323840.0,
      "end_time": 333760.0,
      "text": "We hope you enjoyed this film, for more from The School of Life you can subscribe to our channel and take a look at our range of products on our website."
    }
  ]
}