{
  "video_id": "HY-E7l_Gfe4",
  "title": "What Your Home Says About You...",
  "json": [
    {
      "index": 1,
      "start_time": 199.0,
      "end_time": 7109.0,
      "text": "One of the most important and meaningful activities we are ever engaged in is the creation of a home."
    },
    {
      "index": 2,
      "start_time": 7109.0,
      "end_time": 11919.0,
      "text": "Over a number of years, typically with a lot of thought and considerable dedication, we"
    },
    {
      "index": 3,
      "start_time": 11919.0,
      "end_time": 17720.0,
      "text": "assemble furniture, crockery, pictures, rugs, cushions, vases, sideboards, taps, door handles"
    },
    {
      "index": 4,
      "start_time": 17720.0,
      "end_time": 23940.0,
      "text": "and so on into a distinctive constellation we anoint with the word home."
    },
    {
      "index": 5,
      "start_time": 23940.0,
      "end_time": 29000.0,
      "text": "Our homes will not necessarily be the most attractive or sumptuous environments"
    },
    {
      "index": 6,
      "start_time": 29000.0,
      "end_time": 32460.0,
      "text": "we could spend time in. There are always hotels or public spaces that would be a good deal more impressive."
    },
    {
      "index": 7,
      "start_time": 32470.0,
      "end_time": 38030.0,
      "text": "But after we have been travelling a long while, after too many nights in hotel rooms or on the beds of friends,"
    },
    {
      "index": 8,
      "start_time": 38030.0,
      "end_time": 44230.0,
      "text": "we typically feel a powerful ache to return to our own furnishings,"
    },
    {
      "index": 9,
      "start_time": 44230.0,
      "end_time": 50230.0,
      "text": "an ache that has little to do with material comfort per se. We need to get"
    },
    {
      "index": 10,
      "start_time": 50230.0,
      "end_time": 57380.0,
      "text": "home to remember who we are. Our homes have a memorialising function, and what they are"
    },
    {
      "index": 11,
      "start_time": 57380.0,
      "end_time": 63190.0,
      "text": "helping us to remember is, strangely enough, ourselves. We can see this need to anchor"
    },
    {
      "index": 12,
      "start_time": 63190.0,
      "end_time": 69200.0,
      "text": "identity in matter in the history of religion. Humans have from the earliest days expended"
    },
    {
      "index": 13,
      "start_time": 69200.0,
      "end_time": 75120.0,
      "text": "enormous care and creativity on building homes for their gods. They haven’t felt that their"
    },
    {
      "index": 14,
      "start_time": 75120.0,
      "end_time": 81280.0,
      "text": "gods could live just anywhere, out in the wild or as it were in hotels, they have believed"
    },
    {
      "index": 15,
      "start_time": 81280.0,
      "end_time": 87689.0,
      "text": "that they needed special places, temple-homes, where their specific characters could be stabilised through art and architecture."
    },
    {
      "index": 16,
      "start_time": 87689.0,
      "end_time": 93670.0,
      "text": "For the Ancient Greeks, Athena was the goddess of wisdom,"
    },
    {
      "index": 17,
      "start_time": 93670.0,
      "end_time": 100149.0,
      "text": "rationality and harmony and in 420 BC, they completed a home for her on the slopes of the Acropolis."
    },
    {
      "index": 18,
      "start_time": 100149.0,
      "end_time": 105840.0,
      "text": "It wasn’t a large home – about the size of an average American kitchen – but"
    },
    {
      "index": 19,
      "start_time": 105840.0,
      "end_time": 111700.0,
      "text": "it was an exceptionally apt and beautiful one. The temple felt dignified but approachable."
    },
    {
      "index": 20,
      "start_time": 111700.0,
      "end_time": 117549.0,
      "text": "It was rigorously balanced and logical, serene and poised. It was its inhabitant artfully sculpted in limestone."
    },
    {
      "index": 21,
      "start_time": 117549.0,
      "end_time": 123850.0,
      "text": "The Greeks took such care over Athena’s temple-home because they"
    },
    {
      "index": 22,
      "start_time": 123850.0,
      "end_time": 129119.0,
      "text": "understood the human mind. They knew that, without architecture, we struggle to remember"
    },
    {
      "index": 23,
      "start_time": 129119.0,
      "end_time": 135439.0,
      "text": "what we care about – and more broadly who we are. To be told in words that Athena represented"
    },
    {
      "index": 24,
      "start_time": 135439.0,
      "end_time": 140379.0,
      "text": "grace and balance wasn’t going to be enough on its own. There needed to be a house to"
    },
    {
      "index": 25,
      "start_time": 140379.0,
      "end_time": 145090.0,
      "text": "bring the idea forcefully and continuously to consciousness."
    },
    {
      "index": 26,
      "start_time": 145090.0,
      "end_time": 150620.0,
      "text": "Without there being anything grandiose or supernatural in the idea, our homes are also temples."
    },
    {
      "index": 27,
      "start_time": 150620.0,
      "end_time": 156069.0,
      "text": "They are temples to us. We’re not expecting to be worshipped; but we are"
    },
    {
      "index": 28,
      "start_time": 156069.0,
      "end_time": 161290.0,
      "text": "trying to make a place that – like a temple – adequately embodies our spiritual values"
    },
    {
      "index": 29,
      "start_time": 161290.0,
      "end_time": 166939.0,
      "text": "and merits. Creating a home is frequently such a demanding process because it requires"
    },
    {
      "index": 30,
      "start_time": 166939.0,
      "end_time": 171896.0,
      "text": "us to find our way to objects that can correctly convey our identities."
    },
    {
      "index": 31,
      "start_time": 171896.0,
      "end_time": 175896.0,
      "text": "We get fussy because objects are, in their own way,"
    },
    {
      "index": 32,
      "start_time": 175896.0,
      "end_time": 180530.0,
      "text": "all hugely eloquent. Two chairs that perform much the same physical role can articulate"
    },
    {
      "index": 33,
      "start_time": 180530.0,
      "end_time": 182380.0,
      "text": "entirely different visions of life."
    },
    {
      "index": 34,
      "start_time": 182380.0,
      "end_time": 185160.0,
      "text": "One chair by the Swiss 20th century architect"
    },
    {
      "index": 35,
      "start_time": 185160.0,
      "end_time": 190299.0,
      "text": "Le Corbusier will speak of efficiency, an excitement about the future, an international"
    },
    {
      "index": 36,
      "start_time": 190299.0,
      "end_time": 195670.0,
      "text": "spirit, an impatience around nostalgia and a devotion to reason. The other, by the English"
    },
    {
      "index": 37,
      "start_time": 195670.0,
      "end_time": 200239.0,
      "text": "19th century designer William Morris, will speak of the superiority of the pre-industrial"
    },
    {
      "index": 38,
      "start_time": 200240.0,
      "end_time": 204740.0,
      "text": "world, the beauty of tradition, the appeal of patience and the pull of the local."
    },
    {
      "index": 39,
      "start_time": 205920.0,
      "end_time": 212700.0,
      "text": "An object ends up feeling ‘right’ when it speaks attractively about qualities that we are drawn to,"
    },
    {
      "index": 40,
      "start_time": 212730.0,
      "end_time": 217850.0,
      "text": "but don’t quite possess strong enough dose in our lives day to day. The desirable object gives us a more"
    },
    {
      "index": 41,
      "start_time": 217850.0,
      "end_time": 224560.0,
      "text": "secure hold on values that are present, yet fragile in ourselves; it endorses and encourages"
    },
    {
      "index": 42,
      "start_time": 224560.0,
      "end_time": 230189.0,
      "text": "important themes in us. The smallest things in our homes whisper to us, they offer"
    },
    {
      "index": 43,
      "start_time": 230189.0,
      "end_time": 236540.0,
      "text": "us encouragement, reminders, consoling thoughts, warnings or correctives, as we go about making"
    },
    {
      "index": 44,
      "start_time": 236540.0,
      "end_time": 240360.0,
      "text": "breakfast or do the accounts in the evening."
    },
    {
      "index": 45,
      "start_time": 240360.0,
      "end_time": 245360.0,
      "text": "The quest to build a home is connected up with a need to stabilize and"
    },
    {
      "index": 46,
      "start_time": 245360.0,
      "end_time": 250639.0,
      "text": "organise our complex selves. It’s not enough to know who we are in our own minds. We need"
    },
    {
      "index": 47,
      "start_time": 250639.0,
      "end_time": 256850.0,
      "text": "something more tangible, material and sensuous to pin down the diverse and intermittent aspects"
    },
    {
      "index": 48,
      "start_time": 256850.00000000003,
      "end_time": 262220.0,
      "text": "of our identities. We need to rely on a certain kinds of cutlery, bookshelves, laundry cupboards"
    },
    {
      "index": 49,
      "start_time": 262220.0,
      "end_time": 267620.0,
      "text": "and armchairs to align us with who we are and seek to be. We are not boasting ourselves;"
    },
    {
      "index": 50,
      "start_time": 267620.0,
      "end_time": 272000.0,
      "text": "we’re trying to gather our identities in one receptacle, preserving ourselves from"
    },
    {
      "index": 51,
      "start_time": 272000.0,
      "end_time": 276920.0,
      "text": "erosion and dispersal. Home means the place where our soul feels that it has found its"
    },
    {
      "index": 52,
      "start_time": 276920.0,
      "end_time": 282350.0,
      "text": "proper physical container, where, everyday, the objects we live amongst quietly remind"
    },
    {
      "index": 53,
      "start_time": 282350.0,
      "end_time": 287920.0,
      "text": "us of our most authentic commitments  and loves."
    },
    {
      "index": 54,
      "start_time": 289040.0,
      "end_time": 296480.0,
      "text": "Please do comment, like and subscribe and take a look at our shop for more from The School of Life."
    }
  ]
}