{
  "video_id": "hyQVxJmV2MU",
  "title": "Top 4 NBA Transition Scoring Moves: World's Best Basketball Moves",
  "json": [
    {
      "index": 1,
      "start_time": 149.0,
      "end_time": 2890.0,
      "text": "Hey Coach Collin Castellaw with Shot Mechanics Basketball and today I&#39;m going to teach you"
    },
    {
      "index": 2,
      "start_time": 2890.0,
      "end_time": 13019.0,
      "text": "my top 4 NBA transition moves. Alright so with all transition moves what we are trying"
    },
    {
      "index": 3,
      "start_time": 13019.0,
      "end_time": 17820.0,
      "text": "to do is freeze the defender or get to the basket right, so the moves we are going to"
    },
    {
      "index": 4,
      "start_time": 17820.0,
      "end_time": 21400.0,
      "text": "teach you today aren&#39;t super fancy instead they are going to be moves that will be really"
    },
    {
      "index": 5,
      "start_time": 21400.0,
      "end_time": 26490.0,
      "text": "really effective. The first one I really love is the hesitation so in transition as you"
    },
    {
      "index": 6,
      "start_time": 26490.0,
      "end_time": 29849.0,
      "text": "have your speed coming down hill. The whole key is that you want to start by keeping your"
    },
    {
      "index": 7,
      "start_time": 29849.0,
      "end_time": 34750.0,
      "text": "defender back peddling right and so the key is I want to keep my speed up moving downhill"
    },
    {
      "index": 8,
      "start_time": 34750.0,
      "end_time": 37360.0,
      "text": "towards the defender. You can think about it like a running back in football the faster"
    },
    {
      "index": 9,
      "start_time": 37360.0,
      "end_time": 40890.0,
      "text": "you move downhill the harder it will be to tackle right so keep your speed moving downhill"
    },
    {
      "index": 10,
      "start_time": 40890.0,
      "end_time": 45370.0,
      "text": "and with the hesitation the idea just we are freezing our speed for a second you can chop"
    },
    {
      "index": 11,
      "start_time": 45370.0,
      "end_time": 51800.0,
      "text": "your feet the key here is raising your shoulder. If I&#39;m attacking downhill I want to sell the"
    },
    {
      "index": 12,
      "start_time": 51800.0,
      "end_time": 56010.0,
      "text": "hesitation by raising m shoulders up if I raise my shoulders up its probably going to"
    },
    {
      "index": 13,
      "start_time": 56010.0,
      "end_time": 59490.0,
      "text": "make him think that I&#39;m going to shoot especially if I&#39;m a good shooter so what that allows"
    },
    {
      "index": 14,
      "start_time": 59490.0,
      "end_time": 65000.0,
      "text": "me to do is raise boom and then explode by your defender the whole key to the hesitation"
    },
    {
      "index": 15,
      "start_time": 65000.0,
      "end_time": 69780.0,
      "text": "here it to keep your back leg loaded if I come to my hesitation and I lock my legs out"
    },
    {
      "index": 16,
      "start_time": 69780.0,
      "end_time": 76190.0,
      "text": "when I raise my shoulders this doesn&#39;t make me very explosive I have to get low. So instead"
    },
    {
      "index": 17,
      "start_time": 76190.0,
      "end_time": 80390.0,
      "text": "when I hesitate and raise I&#39;m going to keep my back leg loaded and ready to spring back"
    },
    {
      "index": 18,
      "start_time": 80390.0,
      "end_time": 84170.0,
      "text": "here that way as soon as I&#39;m ready boom I&#39;m already loaded and ready to explode my hips"
    },
    {
      "index": 19,
      "start_time": 84170.0,
      "end_time": 87960.0,
      "text": "by his, again once you do that just get in the paint and finish or pull up for a jumper"
    },
    {
      "index": 20,
      "start_time": 87960.0,
      "end_time": 91570.0,
      "text": "or whatever it is that the defense gives you. The next transition move that I love is the"
    },
    {
      "index": 21,
      "start_time": 91570.0,
      "end_time": 94490.0,
      "text": "in and out dribble there is two variations of this move and it&#39;s really up to you which"
    },
    {
      "index": 22,
      "start_time": 94490.0,
      "end_time": 99030.0,
      "text": "one you would like to use. Again it all starts the same moving downhill towards the defense."
    },
    {
      "index": 23,
      "start_time": 99030.0,
      "end_time": 102200.0,
      "text": "The idea is that we are trying to shift him out of the way. So we can keep attacking with"
    },
    {
      "index": 24,
      "start_time": 102200.0,
      "end_time": 105810.0,
      "text": "the same hand. With the in and out I like to pretend like there is a center line in"
    },
    {
      "index": 25,
      "start_time": 105810.0,
      "end_time": 110500.0,
      "text": "my body right here and I&#39;m breaking that center line of my body with the ball. So the first"
    },
    {
      "index": 26,
      "start_time": 110500.0,
      "end_time": 113750.0,
      "text": "variation of the in and out that I like is when you are coming your going to plant. and"
    },
    {
      "index": 27,
      "start_time": 113750.0,
      "end_time": 120409.0,
      "text": "then roll the ball over the top right, its a natural reaction for the defender to move"
    },
    {
      "index": 28,
      "start_time": 120409.0,
      "end_time": 124880.0,
      "text": "so then all I have to do is explode my hips past his towards the open gap right, super"
    },
    {
      "index": 29,
      "start_time": 124880.0,
      "end_time": 129879.0,
      "text": "easy again hand on top of the ball. If I pick it underneath they will call me for a carry."
    },
    {
      "index": 30,
      "start_time": 129878.99999999999,
      "end_time": 134959.0,
      "text": "So I want to keep a bounce hand on top then I can explode by so thats variation number"
    },
    {
      "index": 31,
      "start_time": 134959.0,
      "end_time": 140249.0,
      "text": "1 probably my favorite. Variation number 2 is adding a bounce into it so instead of rolling"
    },
    {
      "index": 32,
      "start_time": 140249.0,
      "end_time": 144779.0,
      "text": "over the top you can pop pop adding two bounces to it right, this is a bit better if you are"
    },
    {
      "index": 33,
      "start_time": 144779.0,
      "end_time": 148319.0,
      "text": "moving a little bit slower and don&#39;t have enough time to control, but it&#39;s essentially"
    },
    {
      "index": 34,
      "start_time": 148319.0,
      "end_time": 152870.0,
      "text": "the exact same thing I&#39;m pop he shifts pop back around right one of my favorite things"
    },
    {
      "index": 35,
      "start_time": 152870.0,
      "end_time": 158569.0,
      "text": "about the bounce though is that I can do this come back hit pull backs I have a bunch of"
    },
    {
      "index": 36,
      "start_time": 158569.0,
      "end_time": 162529.0,
      "text": "different options off of this move. Again key here just make sure that whatever way"
    },
    {
      "index": 37,
      "start_time": 162529.0,
      "end_time": 166319.0,
      "text": "you are going your breaking the center line of your body getting them to shift and open"
    },
    {
      "index": 38,
      "start_time": 166319.0,
      "end_time": 170400.0,
      "text": "up that lane. Alright so the push cross is a great one that lots of fast guards use guys"
    },
    {
      "index": 39,
      "start_time": 170400.0,
      "end_time": 174540.0,
      "text": "like John Wall, Russell Westbrook and it&#39;s the idea that you are crossing the ball over"
    },
    {
      "index": 40,
      "start_time": 174540.0,
      "end_time": 177889.0,
      "text": "but keeping your speed up the entire time. So instead of like a really low crossover"
    },
    {
      "index": 41,
      "start_time": 177889.0,
      "end_time": 181569.0,
      "text": "like the Allen Iverson crossover where you get really low with your ball down by the"
    },
    {
      "index": 42,
      "start_time": 181569.0,
      "end_time": 187689.0,
      "text": "ankles the push crossover instead we are pointing our shoulder one direction planting and on"
    },
    {
      "index": 43,
      "start_time": 187689.0,
      "end_time": 191279.0,
      "text": "a high dribble pushing the ball the opposite direction. Now this one can be a little bit"
    },
    {
      "index": 44,
      "start_time": 191279.0,
      "end_time": 194389.0,
      "text": "dangerous simply because if you have a defender really close because if he has his hand out"
    },
    {
      "index": 45,
      "start_time": 194389.0,
      "end_time": 199480.0,
      "text": "playing D and I push across its really easy for him to get to it. The key to the push"
    },
    {
      "index": 46,
      "start_time": 199480.0,
      "end_time": 205189.0,
      "text": "crossover is to execute the move a little earlier. I&#39;m going to pull it right here and"
    },
    {
      "index": 47,
      "start_time": 205189.0,
      "end_time": 209389.0,
      "text": "you have to be able to read it a little bit early now if I go here boom I can push out"
    },
    {
      "index": 48,
      "start_time": 209389.0,
      "end_time": 218909.0,
      "text": "and he can&#39;t get to it. Again the key here is keeping your hand on top of the ball. Instead"
    },
    {
      "index": 49,
      "start_time": 218909.0,
      "end_time": 223010.0,
      "text": "hand on top of the ball push forward and out then attack the hoop this way we keep our"
    },
    {
      "index": 50,
      "start_time": 223010.0,
      "end_time": 227069.0,
      "text": "speed up going down hill the entire time. Alright so next we have the stab crossover"
    },
    {
      "index": 51,
      "start_time": 227069.0,
      "end_time": 235400.0,
      "text": "super simple so it all starts when you come up and your going to give a little bait crossover"
    },
    {
      "index": 52,
      "start_time": 235400.0,
      "end_time": 239290.0,
      "text": "in front just right switching hands so this isn&#39;t to beat him necessarily this is just"
    },
    {
      "index": 53,
      "start_time": 239290.0,
      "end_time": 243969.0,
      "text": "the set up so your going to crossover then you are going to stab with your opposite foot"
    },
    {
      "index": 54,
      "start_time": 243969.0,
      "end_time": 247480.0,
      "text": "right generally if I stab they are going to move in that direction to slide so you notice"
    },
    {
      "index": 55,
      "start_time": 247480.0,
      "end_time": 251040.0,
      "text": "as the d is playing me as I cross then stab, BOOM, he goes that way and opens a little"
    },
    {
      "index": 56,
      "start_time": 251040.0,
      "end_time": 254719.0,
      "text": "lane giving me a straight line towards the hoops right. Again what I love about this"
    },
    {
      "index": 57,
      "start_time": 254719.0,
      "end_time": 257519.0,
      "text": "one is it keeps my speed up and I continue moving forward. All I have to do is cross"
    },
    {
      "index": 58,
      "start_time": 257519.0,
      "end_time": 262870.0,
      "text": "stab moving laterally. Generally all it takes is a little shift boom and then I&#39;m going"
    },
    {
      "index": 59,
      "start_time": 262870.0,
      "end_time": 267389.0,
      "text": "by with this one you can get a little bit shifty by raising your shoulders bring your"
    },
    {
      "index": 60,
      "start_time": 267389.0,
      "end_time": 273069.0,
      "text": "eyes up whatever it is so I can come in and, boom, add a hesitation. So again just a little"
    },
    {
      "index": 61,
      "start_time": 273069.0,
      "end_time": 276379.0,
      "text": "drop crossover your not kind of pushing him or your not really selling it all that hard"
    },
    {
      "index": 62,
      "start_time": 276379.0,
      "end_time": 280360.0,
      "text": "your just boom stabbing in the opposite direction just like that. So if this video helped you"
    },
    {
      "index": 63,
      "start_time": 280360.0,
      "end_time": 283349.0,
      "text": "out go ahead and hit that like button down below and then below that let me know in the"
    },
    {
      "index": 64,
      "start_time": 283349.0,
      "end_time": 286840.0,
      "text": "comment section what you would like to see next this is a channel for the people by the"
    },
    {
      "index": 65,
      "start_time": 286840.0,
      "end_time": 290509.0,
      "text": "people and I run everything off of request so make sure to leave a comment and hopefully"
    },
    {
      "index": 66,
      "start_time": 290509.0,
      "end_time": 293659.0,
      "text": "I will get to it if your new to Shot Mechanics you are going to want to do two things first"
    },
    {
      "index": 67,
      "start_time": 293659.0,
      "end_time": 296860.0,
      "text": "hit the subscription down below because we put out a ton of content and I guarantee you"
    },
    {
      "index": 68,
      "start_time": 296860.0,
      "end_time": 301030.0,
      "text": "it&#39;s going to get you better. The second thing you want to do is click the button above or"
    },
    {
      "index": 69,
      "start_time": 301030.0,
      "end_time": 303879.0,
      "text": "the link in the description and get a free copy of my number 1 scoring workout this is"
    },
    {
      "index": 70,
      "start_time": 303879.0,
      "end_time": 306509.0,
      "text": "a scoring workout that is going to kind of revolutionize the way you train and probably"
    },
    {
      "index": 71,
      "start_time": 306509.0,
      "end_time": 309280.0,
      "text": "increase your scoring average the very first time you use it so I highly recommend you"
    },
    {
      "index": 72,
      "start_time": 309280.0,
      "end_time": 312780.0,
      "text": "check that out. Alright again I&#39;m coach Collin Castellaw with Shot Mechanics basketball thanks"
    },
    {
      "index": 73,
      "start_time": 312780.0,
      "end_time": 322780.0,
      "text": "for watching and until next time Splash on!"
    }
  ]
}