{
  "video_id": "i-Foz-EjZ3g",
  "title": "Ben Carson - Liberty University Convocation",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6589.0,
      "end_time": 24260.0,
      "text": "Thank you. Thank you very much. It is a real pleasure to be here at Liberty. You know,"
    },
    {
      "index": 2,
      "start_time": 24260.0,
      "end_time": 30029.0,
      "text": "this is my first time at Liberty, although I&#39;ve followed the progress over the many years"
    },
    {
      "index": 3,
      "start_time": 30029.0,
      "end_time": 36930.0,
      "text": "and I am very, very proud of what&#39;s going on at this university. And I actually have"
    },
    {
      "index": 4,
      "start_time": 36930.0,
      "end_time": 41530.0,
      "text": "some people that are very close to me who are students here, Hannah and Ben Walker."
    },
    {
      "index": 5,
      "start_time": 41530.0,
      "end_time": 47480.0,
      "text": "Ben was actually named after me. And just the things that have been going on here represent,"
    },
    {
      "index": 6,
      "start_time": 47480.0,
      "end_time": 53890.0,
      "text": "I think, a lot to the country, and I want to talk a little bit today about how important"
    },
    {
      "index": 7,
      "start_time": 53890.0,
      "end_time": 60010.0,
      "text": "it is in your life to stand up for what you believe in."
    },
    {
      "index": 8,
      "start_time": 60010.0,
      "end_time": 64329.0,
      "text": "You know, I&#39;ve always only wanted to be a doctor. That was the only thing that really"
    },
    {
      "index": 9,
      "start_time": 64328.99999999999,
      "end_time": 70500.0,
      "text": "interested me in life. When I was a small child I used to listen to the mission stories"
    },
    {
      "index": 10,
      "start_time": 70500.0,
      "end_time": 75450.0,
      "text": "in church and Sabbath school, they frequently featured missionary doctors, people who traveled"
    },
    {
      "index": 11,
      "start_time": 75450.0,
      "end_time": 81299.0,
      "text": "all over the world at great personal expense, sacrifice, to bring not only physical, but"
    },
    {
      "index": 12,
      "start_time": 81299.0,
      "end_time": 85579.0,
      "text": "mental and spiritual healing to people. It seemed to me like the most noble thing someone"
    },
    {
      "index": 13,
      "start_time": 85579.0,
      "end_time": 89319.0,
      "text": "could do, so when I was eight years old, I decided that I was going to be a missionary"
    },
    {
      "index": 14,
      "start_time": 89319.0,
      "end_time": 96009.0,
      "text": "doctor. And that was my dream until I was 13. At which time, having grown up in dire"
    },
    {
      "index": 15,
      "start_time": 96009.0,
      "end_time": 102599.0,
      "text": "poverty, I decided I would rather be rich, so at that point, missionary doctor was out,"
    },
    {
      "index": 16,
      "start_time": 102599.0,
      "end_time": 107419.0,
      "text": "and psychiatrist was in. Now I didn&#39;t know any psychiatrists, but on TV they seemed like"
    },
    {
      "index": 17,
      "start_time": 107419.0,
      "end_time": 114009.0,
      "text": "rich people. You know, they drove Jaguars. They lived in big fancy mansions, big plush"
    },
    {
      "index": 18,
      "start_time": 114009.0,
      "end_time": 119840.0,
      "text": "offices, and all they had to do is talk to crazy people all day. It seemed like I was"
    },
    {
      "index": 19,
      "start_time": 119840.0,
      "end_time": 124889.0,
      "text": "doing that anyways, so I said, &quot;You know, this is going to work out extremely well!&quot;"
    },
    {
      "index": 20,
      "start_time": 124889.0,
      "end_time": 130310.0,
      "text": "And I started reading Psychology Today, I was the local shrink in high school, everybody"
    },
    {
      "index": 21,
      "start_time": 130310.0,
      "end_time": 136790.0,
      "text": "brought me their problems. I would sit there and stroke my chin, say, &quot;Tell me about your"
    },
    {
      "index": 22,
      "start_time": 136790.0,
      "end_time": 143290.0,
      "text": "momma.&quot; And I majored in psychology in college, did advanced psych in medical school, and"
    },
    {
      "index": 23,
      "start_time": 143290.0,
      "end_time": 151390.0,
      "text": "I was gung-ho! I was all ready to be a psychiatrist, and then I started meeting a bunch of psychiatrists."
    },
    {
      "index": 24,
      "start_time": 151390.0,
      "end_time": 156730.0,
      "text": "Need I say more? I&#39;m just kidding, some of my best friends are psychiatrists."
    },
    {
      "index": 25,
      "start_time": 156730.0,
      "end_time": 162060.0,
      "text": "But what I discovered pretty quickly is what psychiatrists do in real life and what they"
    },
    {
      "index": 26,
      "start_time": 162060.0,
      "end_time": 169010.0,
      "text": "do on television are two completely different things. And they really are some of the more"
    },
    {
      "index": 27,
      "start_time": 169010.0,
      "end_time": 174870.0,
      "text": "intellectual and very important parts of the medical community but it really wasn&#39;t what"
    },
    {
      "index": 28,
      "start_time": 174870.0,
      "end_time": 182079.0,
      "text": "I wanted to do. I just said, &quot;Lord, what is it that you really want me to do?&quot; and I started"
    },
    {
      "index": 29,
      "start_time": 182079.0,
      "end_time": 188390.0,
      "text": "thinking about special gifts and talents. You know, God gives everybody special gifts"
    },
    {
      "index": 30,
      "start_time": 188390.0,
      "end_time": 197340.0,
      "text": "and talents. Everybody in here is better than everybody else at something. It&#39;s a matter"
    },
    {
      "index": 31,
      "start_time": 197340.0,
      "end_time": 201439.0,
      "text": "of figuring out what your gifts and talents are, and I realized that I had a lot of eye"
    },
    {
      "index": 32,
      "start_time": 201439.0,
      "end_time": 210459.0,
      "text": "hand coordination. I had the ability to think in three dimensions. I was a very careful"
    },
    {
      "index": 33,
      "start_time": 210459.0,
      "end_time": 214670.0,
      "text": "person. I never knocked things over and said &quot;Oops,&quot; which is a good characteristic of"
    },
    {
      "index": 34,
      "start_time": 214670.0,
      "end_time": 223999.0,
      "text": "a brain surgeon by the way. I loved to dissect things, and so I said, &quot;You would be a terrific"
    },
    {
      "index": 35,
      "start_time": 223999.0,
      "end_time": 231639.0,
      "text": "neurosurgeon.&quot; And really that&#39;s how I came up with that idea. It turned out to be obviously"
    },
    {
      "index": 36,
      "start_time": 231639.0,
      "end_time": 237900.0,
      "text": "the right choice for me but I think if you spend some time trying to get in contact with"
    },
    {
      "index": 37,
      "start_time": 237900.0,
      "end_time": 244560.0,
      "text": "those gifts that God gave you, and then think of careers that take advantage of that, as"
    },
    {
      "index": 38,
      "start_time": 244560.0,
      "end_time": 249689.0,
      "text": "opposed to just doing what your mom or you dad did or what your friends are doing, it,"
    },
    {
      "index": 39,
      "start_time": 249689.0,
      "end_time": 253969.0,
      "text": "I think, will make a tremendous difference in terms of how things turn out."
    },
    {
      "index": 40,
      "start_time": 253969.0,
      "end_time": 261480.0,
      "text": "Now let me just take a brief moment for a disclaimer. Everybody makes disclaimers these"
    },
    {
      "index": 41,
      "start_time": 261480.00000000003,
      "end_time": 265690.0,
      "text": "days, they says I sit on this board or that board, I&#39;m associated with this organization"
    },
    {
      "index": 42,
      "start_time": 265690.0,
      "end_time": 270530.0,
      "text": "therefore you must take everything I say with a grain of salt. Well, what I&#39;ve discovered"
    },
    {
      "index": 43,
      "start_time": 270530.0,
      "end_time": 274810.0,
      "text": "in recent years that it is very difficult to speak to a large group of people nowadays"
    },
    {
      "index": 44,
      "start_time": 274810.0,
      "end_time": 283319.0,
      "text": "without offending someone. Have you noticed that? When I was a kid growing up, &quot;Sticks"
    },
    {
      "index": 45,
      "start_time": 283319.0,
      "end_time": 289770.0,
      "text": "and stone break my bones, but words will never hurt me.&quot; Do young people know that anymore?"
    },
    {
      "index": 46,
      "start_time": 289770.0,
      "end_time": 294720.0,
      "text": "I don&#39;t think so. Because now people walk around with their feelings on their shoulders,"
    },
    {
      "index": 47,
      "start_time": 294720.0,
      "end_time": 299169.0,
      "text": "waiting for somebody to say something. &quot;Did you hear that?&quot; And then they can&#39;t hear anything"
    },
    {
      "index": 48,
      "start_time": 299169.0,
      "end_time": 303830.0,
      "text": "else you say. I was talking to a group one time about the difference between a human"
    },
    {
      "index": 49,
      "start_time": 303830.0,
      "end_time": 311840.0,
      "text": "brain and a dog&#39;s brain, and a man got offended. He said, &quot;You can&#39;t talk about dogs like that.&quot;"
    },
    {
      "index": 50,
      "start_time": 311840.0,
      "end_time": 315400.0,
      "text": "And then I was talking to a group about how the fashion industry has gotten young ladies"
    },
    {
      "index": 51,
      "start_time": 315400.0,
      "end_time": 319740.0,
      "text": "to think they are supposed to be so skinny, they look like they escaped from a concentration"
    },
    {
      "index": 52,
      "start_time": 319740.0,
      "end_time": 328669.0,
      "text": "camp. And you know, a Jewish man got offended. &quot;You know,&quot; he said, &quot;You can&#39;t mention concentration"
    },
    {
      "index": 53,
      "start_time": 328669.0,
      "end_time": 333419.0,
      "text": "camps!&quot; He said, &quot;That&#39;s way too sensitive. It would be as if I said something to you"
    },
    {
      "index": 54,
      "start_time": 333419.0,
      "end_time": 336960.0,
      "text": "about slavery.&quot; I said, &quot;You cant talk about slavery all you want; doesn&#39;t bother me.&quot;"
    },
    {
      "index": 55,
      "start_time": 336960.0,
      "end_time": 350180.0,
      "text": "You know some people choose to get offended. So this is my disclaimer. It is not my intention"
    },
    {
      "index": 56,
      "start_time": 350180.0,
      "end_time": 363150.0,
      "text": "to offend anyone, and if anyone is offended, too bad. Because I&#39;ve got to tell you, I do"
    },
    {
      "index": 57,
      "start_time": 363150.0,
      "end_time": 370470.0,
      "text": "not believe in political correctness and in fact, I believe that it is a highly destructive"
    },
    {
      "index": 58,
      "start_time": 370470.0,
      "end_time": 378190.0,
      "text": "force that is threatening to destroy our nation and you know a lot of the people who founded"
    },
    {
      "index": 59,
      "start_time": 378190.0,
      "end_time": 385539.0,
      "text": "this nation came here trying to escape from people who told them what they could say and"
    },
    {
      "index": 60,
      "start_time": 385539.0,
      "end_time": 390190.0,
      "text": "what they could think. And who are we, reintroducing it through the back door."
    },
    {
      "index": 61,
      "start_time": 390190.0,
      "end_time": 397319.0,
      "text": "And really the emphasis should not be on unanimity of speech, or unanimity of thought, the emphasis"
    },
    {
      "index": 62,
      "start_time": 397319.0,
      "end_time": 402199.0,
      "text": "should be on learning how to be respectful of people you disagree. And if we can ever"
    },
    {
      "index": 63,
      "start_time": 402199.0,
      "end_time": 407550.0,
      "text": "learn that, I think we will be on our way to having a much stronger nation. And this"
    },
    {
      "index": 64,
      "start_time": 407550.0,
      "end_time": 412270.0,
      "text": "is something that we clearly are going to have to convey to the people who supposedly"
    },
    {
      "index": 65,
      "start_time": 412270.0,
      "end_time": 416919.0,
      "text": "run this nation who seem to have no concept of it whatsoever."
    },
    {
      "index": 66,
      "start_time": 416919.0,
      "end_time": 425889.0,
      "text": "At any rate, there I was, you know I wanted to be a doctor but I wasn&#39;t a particularly"
    },
    {
      "index": 67,
      "start_time": 425889.0,
      "end_time": 433470.0,
      "text": "good student. My parents got divorced early on, and my mother only had a third grade education."
    },
    {
      "index": 68,
      "start_time": 433470.0,
      "end_time": 438400.0,
      "text": "She worked very hard two or three jobs at a time as a domestic, cleaning other people&#39;s"
    },
    {
      "index": 69,
      "start_time": 438400.0,
      "end_time": 443030.0,
      "text": "houses because she didn&#39;t want to be on welfare, because she was very observant, and she noticed"
    },
    {
      "index": 70,
      "start_time": 443030.0,
      "end_time": 446810.0,
      "text": "no one she ever saw go on welfare came off of it. So she didn&#39;t want to go on it in the"
    },
    {
      "index": 71,
      "start_time": 446810.0,
      "end_time": 457689.0,
      "text": "first place. She had a very difficult life. Discovered after getting married at age 13"
    },
    {
      "index": 72,
      "start_time": 457689.0,
      "end_time": 464539.0,
      "text": "and moving to Tennessee with her husband to Detroit some years later she discovered he"
    },
    {
      "index": 73,
      "start_time": 464539.0,
      "end_time": 471990.0,
      "text": "was a bigamist and I remember telling that story at the University of Utah graduation"
    },
    {
      "index": 74,
      "start_time": 471990.0,
      "end_time": 482229.0,
      "text": "nobody thought it was that strange. See, that probably offended somebody."
    },
    {
      "index": 75,
      "start_time": 482229.0,
      "end_time": 489610.0,
      "text": "But you know, with all the things that happened in her life, she never felt sorry for herself."
    },
    {
      "index": 76,
      "start_time": 489610.0,
      "end_time": 494740.0,
      "text": "And I think that was a good thing. The problem was she never felt sorry for us either. There"
    },
    {
      "index": 77,
      "start_time": 494740.0,
      "end_time": 500159.0,
      "text": "was never any excuse we could give that was good enough. She would always say, &quot;Do you"
    },
    {
      "index": 78,
      "start_time": 500159.0,
      "end_time": 505509.0,
      "text": "have a brain?&quot; and if the answer to that was, &quot;yes,&quot; then she would say, &quot;Well, it doesn&#39;t"
    },
    {
      "index": 79,
      "start_time": 505509.0,
      "end_time": 508889.0,
      "text": "really mater what John, or Mary, or Susan, or Robert or anybody else did, you could&#39;ve"
    },
    {
      "index": 80,
      "start_time": 508889.0,
      "end_time": 513770.0,
      "text": "thought your way out of it.&quot; And you know when people don&#39;t accept your excuses, pretty"
    },
    {
      "index": 81,
      "start_time": 513770.0,
      "end_time": 519850.0,
      "text": "soon, you stop looking for excuses and you start looking solutions, and I think it made"
    },
    {
      "index": 82,
      "start_time": 519850.0,
      "end_time": 521530.0,
      "text": "all the difference in the world."
    },
    {
      "index": 83,
      "start_time": 521530.0,
      "end_time": 529230.0,
      "text": "At any rate, I was a terrible student, probably the worst student you can ever imagine. In"
    },
    {
      "index": 84,
      "start_time": 529230.0,
      "end_time": 534340.0,
      "text": "fact, my nickname was, &quot;dummy.&quot; That&#39;s what everybody called me. They enjoyed the fact"
    },
    {
      "index": 85,
      "start_time": 534340.0,
      "end_time": 539470.0,
      "text": "that I was in the classroom, though. And the reason is I was what is called the, &quot;safety"
    },
    {
      "index": 86,
      "start_time": 539470.0,
      "end_time": 543190.0,
      "text": "net.&quot; You never had to worry about getting the lowest mark on a test as long as I was"
    },
    {
      "index": 87,
      "start_time": 543190.0,
      "end_time": 550850.0,
      "text": "there. I just kind of gave up on myself. I really didn&#39;t think that I was very smart."
    },
    {
      "index": 88,
      "start_time": 550850.0,
      "end_time": 558230.0,
      "text": "Fortunately, my mother would not give up. She prayed and she asked God to give her wisdom"
    },
    {
      "index": 89,
      "start_time": 558230.0,
      "end_time": 564780.0,
      "text": "to know what to do. How could she get her young son to understand the importance of"
    },
    {
      "index": 90,
      "start_time": 564780.0,
      "end_time": 570590.0,
      "text": "intellectual development? You know what? God gave her the wisdom. At least in her opinion,"
    },
    {
      "index": 91,
      "start_time": 570590.0,
      "end_time": 574630.0,
      "text": "my brother and I didn&#39;t think it was all that wise, because it was to turn off the TV set."
    },
    {
      "index": 92,
      "start_time": 574630.0,
      "end_time": 578720.0,
      "text": "Now what kind of wisdom is that? As far as we were concerned, that was child abuse, but"
    },
    {
      "index": 93,
      "start_time": 578720.0,
      "end_time": 584850.0,
      "text": "she said we could only watch two or three TV programs during the week, and with all"
    },
    {
      "index": 94,
      "start_time": 584850.0,
      "end_time": 589820.0,
      "text": "that spare time we had to read two books apiece from the Detroit Public Library and submit"
    },
    {
      "index": 95,
      "start_time": 589820.0,
      "end_time": 595990.0,
      "text": "to her written book reports, which she couldn&#39;t read, but we didn&#39;t know that. She put little"
    },
    {
      "index": 96,
      "start_time": 595990.0,
      "end_time": 601550.0,
      "text": "check marks and highlights and underlines and stuff, and we thought she was reading"
    },
    {
      "index": 97,
      "start_time": 601550.0,
      "end_time": 607370.0,
      "text": "them, but she wasn&#39;t. But you know, I hated it. Everybody else was"
    },
    {
      "index": 98,
      "start_time": 607370.0,
      "end_time": 614120.0,
      "text": "outside having fun, but after a few weeks, I actually began to enjoy reading those books"
    },
    {
      "index": 99,
      "start_time": 614120.0,
      "end_time": 619500.0,
      "text": "because we were desperately poor, but it didn&#39;t cost anything to get a book out of the library."
    },
    {
      "index": 100,
      "start_time": 619500.0,
      "end_time": 624940.0,
      "text": "And between the covers of those books, I could go anywhere, I could be anybody, I could do"
    },
    {
      "index": 101,
      "start_time": 624940.0,
      "end_time": 632220.0,
      "text": "anything. I&#39;d begin to imagine myself in laboratories conducting experiments, looking through telescopes"
    },
    {
      "index": 102,
      "start_time": 632220.0,
      "end_time": 637980.0,
      "text": "and discovering new galaxies, and microscopes, microcosms. And I began to know things that"
    },
    {
      "index": 103,
      "start_time": 637980.0,
      "end_time": 644640.0,
      "text": "nobody else knew. And I started reading about animals and then plants and then rocks. And"
    },
    {
      "index": 104,
      "start_time": 644640.0,
      "end_time": 648070.0,
      "text": "pretty soon I could identify virtually any rock, tell you where it came from, how it"
    },
    {
      "index": 105,
      "start_time": 648070.0,
      "end_time": 653910.0,
      "text": "was formed. Still in the fifth grade, still a dummy. And one day the science teacher walked"
    },
    {
      "index": 106,
      "start_time": 653910.0,
      "end_time": 659920.0,
      "text": "in and he held up a big black shiny rock and he said, &quot;Can anybody tell me what this is?&quot;"
    },
    {
      "index": 107,
      "start_time": 659920.0,
      "end_time": 666920.0,
      "text": "Well now, I never raised my hand. I never answered any questions. So, I waited for one"
    },
    {
      "index": 108,
      "start_time": 666920.0,
      "end_time": 672510.0,
      "text": "of the smart kids to raise their hand. And nobody did. So, I waited for one of the dumb"
    },
    {
      "index": 109,
      "start_time": 672510.0,
      "end_time": 681750.0,
      "text": "kids to raise their hand, and nobody did. So, up went my hand. Everybody turned around."
    },
    {
      "index": 110,
      "start_time": 681750.0,
      "end_time": 685600.0,
      "text": "They couldn&#39;t believe it. Carson&#39;s got his hand up! Oh, this is gonna be good. They were"
    },
    {
      "index": 111,
      "start_time": 685600.0,
      "end_time": 694750.0,
      "text": "ready. And the teacher was so shocked, and he said &quot;Benjamin?&quot; I said, &quot;Mr. Jake, that&#39;s"
    },
    {
      "index": 112,
      "start_time": 694750.0,
      "end_time": 703160.0,
      "text": "obsidian.&quot; And there was silence in the room. Because it sounded good. Nobody knew whether"
    },
    {
      "index": 113,
      "start_time": 703160.0,
      "end_time": 705800.0,
      "text": "it was right or wrong. They didn&#39;t know whether they should be laughing or whether they should"
    },
    {
      "index": 114,
      "start_time": 705800.0,
      "end_time": 710620.0,
      "text": "be impressed, and finally Mr. Jake broke the silence and said, &quot;That&#39;s right, that is obsidian!&quot;"
    },
    {
      "index": 115,
      "start_time": 710620.0,
      "end_time": 713800.0,
      "text": "and I said, &quot;You know, obsidian is formed after a volcanic eruption and the lava flows"
    },
    {
      "index": 116,
      "start_time": 713800.0,
      "end_time": 718100.0,
      "text": "down and hits the water, there&#39;s a super-cooling process, elements coalesce, air forces out,"
    },
    {
      "index": 117,
      "start_time": 718100.0,
      "end_time": 723260.0,
      "text": "the surface glazes over.&quot; They were all staring at me. They could not believe all of this"
    },
    {
      "index": 118,
      "start_time": 723260.0,
      "end_time": 729300.0,
      "text": "geological information spewing forth from the mouth of the dummy. But I was perhaps"
    },
    {
      "index": 119,
      "start_time": 729300.0,
      "end_time": 734410.0,
      "text": "the most amazed person, because it dawned on me at that moment that I was no dummy at"
    },
    {
      "index": 120,
      "start_time": 734410.0,
      "end_time": 741230.0,
      "text": "all. I said the reason you knew those answers is because you were reading the books. What"
    },
    {
      "index": 121,
      "start_time": 741230.0,
      "end_time": 748190.0,
      "text": "if you read books about all your subjects? Can you imagine the effect? And from that"
    },
    {
      "index": 122,
      "start_time": 748190.0,
      "end_time": 753190.0,
      "text": "point on, no book was safe from my grasp. I read everything I could get my hands on."
    },
    {
      "index": 123,
      "start_time": 753190.0,
      "end_time": 758500.0,
      "text": "If I had five minutes, I was reading a book. Waiting for the bus, reading a book, on the"
    },
    {
      "index": 124,
      "start_time": 758500.0,
      "end_time": 763480.0,
      "text": "bus, reading a book, in the bathroom, reading a book. At the kitchen table, my mom would"
    },
    {
      "index": 125,
      "start_time": 763480.0,
      "end_time": 766950.0,
      "text": "say, &quot;Benjamin, put the book down and eat your food.&quot; It didn&#39;t matter, I was always"
    },
    {
      "index": 126,
      "start_time": 766950.0,
      "end_time": 771250.0,
      "text": "reading. And you know, within the space of a year and a half, I went from the bottom"
    },
    {
      "index": 127,
      "start_time": 771250.0,
      "end_time": 774870.0,
      "text": "of the class to the top of the class. Much to the consternation of all those students"
    },
    {
      "index": 128,
      "start_time": 774870.0,
      "end_time": 781580.0,
      "text": "that used to laugh and call me dummy, now the same ones were coming to me in the 7th"
    },
    {
      "index": 129,
      "start_time": 781580.0,
      "end_time": 785820.0,
      "text": "grade, and they were saying, &quot;Benny, how do you work this problem?&quot; and I would say, &quot;Sit"
    },
    {
      "index": 130,
      "start_time": 785820.0,
      "end_time": 796820.0,
      "text": "at my feet, youngster, while I instruct you.&quot; I was, perhaps, a little obnoxious, but it"
    },
    {
      "index": 131,
      "start_time": 796820.0,
      "end_time": 798920.0,
      "text": "sure felt good to say that to those turkeys."
    },
    {
      "index": 132,
      "start_time": 798920.0,
      "end_time": 807850.0,
      "text": "But you know, the fact of the matter is, I had the same brain but just a very different"
    },
    {
      "index": 133,
      "start_time": 807850.0,
      "end_time": 816060.0,
      "text": "outlook. And when you think about it, you think about the brain that God has given you."
    },
    {
      "index": 134,
      "start_time": 816060.0,
      "end_time": 822590.0,
      "text": "We were made in His image, and He&#39;s no dummy. You know, your brain has billions and billions"
    },
    {
      "index": 135,
      "start_time": 822590.0,
      "end_time": 830060.0,
      "text": "of neurons, hundreds of billions of interconnections. It can process more than 2 million bits of"
    },
    {
      "index": 136,
      "start_time": 830060.0,
      "end_time": 836150.0,
      "text": "information in one second. It doesn&#39;t forget anything you&#39;ve ever seen, or anything you&#39;ve"
    },
    {
      "index": 137,
      "start_time": 836150.0,
      "end_time": 840130.0,
      "text": "ever heard, which is why it&#39;s important to make sure you don&#39;t put the wrong things in"
    },
    {
      "index": 138,
      "start_time": 840130.0,
      "end_time": 846360.0,
      "text": "there, because they will always impact upon you, subconsciously and consciously. But to"
    },
    {
      "index": 139,
      "start_time": 846360.0,
      "end_time": 849820.0,
      "text": "give you some idea of how complex your brain is, how many of you remember your birthday?"
    },
    {
      "index": 140,
      "start_time": 849820.0,
      "end_time": 853330.0,
      "text": "Let me just see your hand. I think it&#39;s unanimous."
    },
    {
      "index": 141,
      "start_time": 853330.0,
      "end_time": 859010.0,
      "text": "Now, what did your brain have to do to respond to that question, almost instantly? Well first"
    },
    {
      "index": 142,
      "start_time": 859010.0,
      "end_time": 862280.0,
      "text": "of all, sound waves have to leave my lips, travel to the ear, enter you external auditory"
    },
    {
      "index": 143,
      "start_time": 862280.0,
      "end_time": 866080.0,
      "text": "meatus, travel down to the tympanic membrane, set up a vibratory force, which traveled across the"
    },
    {
      "index": 144,
      "start_time": 866080.0,
      "end_time": 869360.0,
      "text": "ossicles of the middle ear, to the oval and round windows, setting up a vibratory force"
    },
    {
      "index": 145,
      "start_time": 869360.0,
      "end_time": 872980.0,
      "text": "in the endolymph which mechanically distorted at the microcilia, converting mechanical energy"
    },
    {
      "index": 146,
      "start_time": 872980.0,
      "end_time": 876180.0,
      "text": "into electrical energy which traveled across the cochlear nerve to the cochlear nucleus"
    },
    {
      "index": 147,
      "start_time": 876180.0,
      "end_time": 879540.0,
      "text": "to the pontomedullary junction, from there to the superior olivary nucleus, ascending"
    },
    {
      "index": 148,
      "start_time": 879540.0,
      "end_time": 883490.0,
      "text": "bilaterally at the brainstem, through the lateral meniscus to the inferior colliculus and the nuclei,"
    },
    {
      "index": 149,
      "start_time": 883490.0,
      "end_time": 888130.0,
      "text": "across the lambic gradiation to the proceric temporal lobes to begin the alterior processes"
    },
    {
      "index": 150,
      "start_time": 888130.0,
      "end_time": 910910.0,
      "text": "to the frontal lobes coming out (unintelligible)....  So you could raise your hand. Now, that, that&#39;s  a"
    },
    {
      "index": 151,
      "start_time": 910910.0,
      "end_time": 918260.0,
      "text": "simplified version. Now see how many rap singers can do that."
    },
    {
      "index": 152,
      "start_time": 918260.0,
      "end_time": 926120.0,
      "text": "If your brain can do all that, and you barely have to even think about it, what is your"
    },
    {
      "index": 153,
      "start_time": 926120.0,
      "end_time": 933090.0,
      "text": "brain capable of if you actually put your mind to something? It really is quite daunting"
    },
    {
      "index": 154,
      "start_time": 933090.0,
      "end_time": 940730.0,
      "text": "when you stop to think about it. And you know, our nation right now is in a bit of trouble"
    },
    {
      "index": 155,
      "start_time": 940730.0,
      "end_time": 949540.0,
      "text": "intellectually, because people don&#39;t think. People are not knowledgeable. The founders"
    },
    {
      "index": 156,
      "start_time": 949540.0,
      "end_time": 959800.0,
      "text": "of our nation said that our system of government could only succeed with a well-educated populous."
    },
    {
      "index": 157,
      "start_time": 959800.0,
      "end_time": 971420.0,
      "text": "And they said once the populous becomes ignorant, they become easily lead by slick politicians"
    },
    {
      "index": 158,
      "start_time": 971420.0,
      "end_time": 980290.0,
      "text": "and our system of government will fail. It&#39;s a very interesting prediction that was going"
    },
    {
      "index": 159,
      "start_time": 980290.0,
      "end_time": 984480.0,
      "text": "on there. And you know, I want you to think about this."
    },
    {
      "index": 160,
      "start_time": 984480.0,
      "end_time": 989120.0,
      "text": "There was a survey done some years ago looking at the ability of 8th grade equivalence in"
    },
    {
      "index": 161,
      "start_time": 989120.0,
      "end_time": 996340.0,
      "text": "22 nations to solve so-called complex math and science problems. We were one of the 22"
    },
    {
      "index": 162,
      "start_time": 996340.0,
      "end_time": 1005820.0,
      "text": "nations. We came in number 21 out of 22, and we barely beat our 22. It was neck and neck."
    },
    {
      "index": 163,
      "start_time": 1005820.0,
      "end_time": 1011780.0,
      "text": "Couple that with the fact that we produce only 70,000 a year in this country, 40% of"
    },
    {
      "index": 164,
      "start_time": 1011780.0,
      "end_time": 1020620.0,
      "text": "whom are foreigners, China produces 400,000 engineers a year. 30% of people who enter"
    },
    {
      "index": 165,
      "start_time": 1020620.0,
      "end_time": 1026990.0,
      "text": "high school in this country do not graduate from high school, and this is the information"
    },
    {
      "index": 166,
      "start_time": 1026990.0,
      "end_time": 1033519.0,
      "text": "age. This is the age of technology, so you can see, we have a very significant problem."
    },
    {
      "index": 167,
      "start_time": 1033520.0,
      "end_time": 1040820.0,
      "text": "And it wasn&#39;t always like that. You know, in 1831, when Alexis de Tocqueville came to"
    },
    {
      "index": 168,
      "start_time": 1040819.9999999999,
      "end_time": 1047220.9999999999,
      "text": "America to study our nation, because Europeans were fascinated. How could a nation barely"
    },
    {
      "index": 169,
      "start_time": 1047220.0,
      "end_time": 1053200.0,
      "text": "50 years old already be competing with all the powers of Europe on virtually every level?"
    },
    {
      "index": 170,
      "start_time": 1053200.0,
      "end_time": 1057830.0,
      "text": "That is unheard of! He wanted to know what was going on."
    },
    {
      "index": 171,
      "start_time": 1057830.0,
      "end_time": 1064669.0,
      "text": "In addition to studying the way the government worked, he said, let me look at their educational"
    },
    {
      "index": 172,
      "start_time": 1064670.0,
      "end_time": 1071001.0,
      "text": "system. He was flabbergasted. To recognize that anybody finishing the second grade was"
    },
    {
      "index": 173,
      "start_time": 1071000.0,
      "end_time": 1074850.0,
      "text": "completely literate. He could go out and find a mountain man and the guy could read the"
    },
    {
      "index": 174,
      "start_time": 1074850.0,
      "end_time": 1079960.0,
      "text": "newspaper and have a political discussion with him, knew how the government worked."
    },
    {
      "index": 175,
      "start_time": 1079960.0,
      "end_time": 1084460.0,
      "text": "He&#39;d never seen anything like that. You really want to be impressed, and you&#39;ll find this"
    },
    {
      "index": 176,
      "start_time": 1084460.0,
      "end_time": 1094919.0,
      "text": "in our new book, &quot;America the Beautiful,&quot; 6th grade exit exam from the middle 1800&#39;s."
    },
    {
      "index": 177,
      "start_time": 1094920.0,
      "end_time": 1100721.0,
      "text": "I doubt that most college graduates today could pass that exam. You look at it when"
    },
    {
      "index": 178,
      "start_time": 1100720.0,
      "end_time": 1107990.0,
      "text": "you read that chapter, see if you can pass those questions. We need to double down on"
    },
    {
      "index": 179,
      "start_time": 1107990.0,
      "end_time": 1116210.0,
      "text": "the academic standards and not allow ourselves to be lulled into a sense of false security."
    },
    {
      "index": 180,
      "start_time": 1116210.0,
      "end_time": 1123019.0,
      "text": "It is extraordinarily important. But you know the other thing that Alexis de Tocqueville"
    },
    {
      "index": 181,
      "start_time": 1123020.0,
      "end_time": 1129670.0,
      "text": "saw that really impressed him? He said, &quot;In their public education system in America they"
    },
    {
      "index": 182,
      "start_time": 1129670.0,
      "end_time": 1139361.0,
      "text": "teach values, they teach right and wrong. They have Bibles in their classroom.&quot; And"
    },
    {
      "index": 183,
      "start_time": 1139360.0,
      "end_time": 1147309.0,
      "text": "he felt that was really the key to America&#39;s power, and he concluded his two volume set"
    },
    {
      "index": 184,
      "start_time": 1147310.0,
      "end_time": 1157741.0,
      "text": "by saying, &quot;America is great because America is good, and if America ever ceases to be"
    },
    {
      "index": 185,
      "start_time": 1157740.0,
      "end_time": 1165120.0,
      "text": "good, she will cease to be great.&quot; I think he was very prophetic."
    },
    {
      "index": 186,
      "start_time": 1165120.0,
      "end_time": 1173059.0,
      "text": "And the reason I bring that up to you young people, is because it is so important in the"
    },
    {
      "index": 187,
      "start_time": 1173060.0,
      "end_time": 1183030.0,
      "text": "world in which we live, where secularism has such a loud microphone that you stand up for"
    },
    {
      "index": 188,
      "start_time": 1183030.0,
      "end_time": 1189491.0,
      "text": "what you believe in. You can&#39;t just let them have the microphone all the time and do things"
    },
    {
      "index": 189,
      "start_time": 1189490.0,
      "end_time": 1195600.0,
      "text": "the way they want. You know, we&#39;ve reached the point in this nation where people hesitate"
    },
    {
      "index": 190,
      "start_time": 1195600.0,
      "end_time": 1203860.0,
      "text": "to say, &quot;Merry Christmas.&quot; How did we allow ourselves to get to that point? And if we"
    },
    {
      "index": 191,
      "start_time": 1203860.0,
      "end_time": 1211950.0,
      "text": "continue down that pathway, the rights will be encroached upon further and further, and"
    },
    {
      "index": 192,
      "start_time": 1211950.0,
      "end_time": 1219659.0,
      "text": "soon our nation will not be recognized as a free nation, and it&#39;s going to require courage"
    },
    {
      "index": 193,
      "start_time": 1219660.0,
      "end_time": 1225790.0,
      "text": "of people to stand up and be counted. You know, people ask me all the time, &quot;You&#39;re"
    },
    {
      "index": 194,
      "start_time": 1225790.0,
      "end_time": 1231611.0,
      "text": "a man of science. How can you be a man science and a man of faith at the same time?&quot; I don&#39;t"
    },
    {
      "index": 195,
      "start_time": 1231610.0,
      "end_time": 1236929.0,
      "text": "think the two are incompatible at all. You know, people say &quot;Yeah, but you actually believe"
    },
    {
      "index": 196,
      "start_time": 1236930.0,
      "end_time": 1243231.0,
      "text": "in God and that he created things? You know, you can&#39;t believe that as a scientist.&quot; I&#39;ve"
    },
    {
      "index": 197,
      "start_time": 1243230.0,
      "end_time": 1251690.0,
      "text": "had public debates with Don Johansen, the guy who discovered the missing link, Richard"
    },
    {
      "index": 198,
      "start_time": 1251690.0,
      "end_time": 1258230.0,
      "text": "Dawkins, you probably know who he is, &quot;The God Delusion,&quot; he wrote. And he thinks anybody"
    },
    {
      "index": 199,
      "start_time": 1258230.0,
      "end_time": 1265980.0,
      "text": "of faith can&#39;t possibly be a person of science. And as we were debating evolution, I concluded"
    },
    {
      "index": 200,
      "start_time": 1265980.0,
      "end_time": 1271990.0,
      "text": "by saying, &quot;OK, well let&#39;s agree on one thing. I came from God, and you came from a monkey.&quot;"
    },
    {
      "index": 201,
      "start_time": 1271990.0,
      "end_time": 1280789.0,
      "text": "I said, &quot;No problem.&quot; But the fact of the matter is, now people who believe that, they"
    },
    {
      "index": 202,
      "start_time": 1280790.0,
      "end_time": 1288201.0,
      "text": "have to believe it on faith, and I think it actually requires more faith than it takes"
    },
    {
      "index": 203,
      "start_time": 1288200.0,
      "end_time": 1294440.0,
      "text": "to believe in God. You know, when you stop and you think about our solar system, how"
    },
    {
      "index": 204,
      "start_time": 1294440.0,
      "end_time": 1304460.0,
      "text": "precise our solar system is. Now, you can predict 70 years hence when a comet is coming"
    },
    {
      "index": 205,
      "start_time": 1304460.0,
      "end_time": 1310909.0,
      "text": "because of the incredible order we see and yet they want to say that there was a big"
    },
    {
      "index": 206,
      "start_time": 1310910.0,
      "end_time": 1317650.0,
      "text": "bang and all of it just came perfectly into order. The same people believe in the second"
    },
    {
      "index": 207,
      "start_time": 1317650.0,
      "end_time": 1323390.0,
      "text": "law of thermodynamics, entropy, which says things move towards a state of disorganization."
    },
    {
      "index": 208,
      "start_time": 1323390.0,
      "end_time": 1330400.0,
      "text": "So now, can you have both? Well, you have to integrate into that probability theory."
    },
    {
      "index": 209,
      "start_time": 1330400.0,
      "end_time": 1335851.0,
      "text": "You see, if you have enough explosions over a long enough period of time, eventually one"
    },
    {
      "index": 210,
      "start_time": 1335850.0,
      "end_time": 1340070.0,
      "text": "of them will be the perfect explosion and you&#39;ll have a perfect universe. And I said,"
    },
    {
      "index": 211,
      "start_time": 1340070.0,
      "end_time": 1345549.0,
      "text": "&quot;So you&#39;re telling me that if I blow a hurricane through a junkyard enough times, eventually"
    },
    {
      "index": 212,
      "start_time": 1345550.0,
      "end_time": 1351890.0,
      "text": "at the end of one of those hurricanes there will be a 747 fully loaded and ready to fly?&quot;"
    },
    {
      "index": 213,
      "start_time": 1351890.0,
      "end_time": 1358050.0,
      "text": "&quot;Well, we don&#39;t understand everything.&quot; And I said, &quot;I don&#39;t think you understand anything,"
    },
    {
      "index": 214,
      "start_time": 1358050.0,
      "end_time": 1368540.0,
      "text": "but the fact of the matter is, you&#39;re perfectly welcome to that opinion. But just remember,"
    },
    {
      "index": 215,
      "start_time": 1368540.0,
      "end_time": 1375420.0,
      "text": "that is your religion. That is what you believe by faith, just like I choose to believe in"
    },
    {
      "index": 216,
      "start_time": 1375420.0,
      "end_time": 1381050.0,
      "text": "God, by faith.&quot; So don&#39;t allow anybody to denigrate your faith just because they claim"
    },
    {
      "index": 217,
      "start_time": 1381050.0,
      "end_time": 1386871.0,
      "text": "to be a scientist because I can guarantee you there are a lot of arguments against what"
    },
    {
      "index": 218,
      "start_time": 1386870.0,
      "end_time": 1387809.0,
      "text": "they believe."
    },
    {
      "index": 219,
      "start_time": 1387810.0,
      "end_time": 1392971.0,
      "text": "Well at any rate, you would&#39;ve thought that once I got on the track academically, life"
    },
    {
      "index": 220,
      "start_time": 1392970.0,
      "end_time": 1400019.0,
      "text": "was going to be great for me. Wrong! You see I had this terrible temper and I was one of"
    },
    {
      "index": 221,
      "start_time": 1400020.0,
      "end_time": 1403500.0,
      "text": "those people who thought they had a lot of rights. If you know anybody like that, you"
    },
    {
      "index": 222,
      "start_time": 1403500.0,
      "end_time": 1407770.0,
      "text": "know somebody who gets angry a lot. Once a fellow hit me with a pebble. It didn&#39;t hurt,"
    },
    {
      "index": 223,
      "start_time": 1407770.0,
      "end_time": 1411971.0,
      "text": "but I was incensed that he would dare hit me, I picked up a large rock, hurled it at"
    },
    {
      "index": 224,
      "start_time": 1411970.0,
      "end_time": 1415639.0,
      "text": "his face, broke his glasses, almost put his eye out."
    },
    {
      "index": 225,
      "start_time": 1415640.0,
      "end_time": 1418910.0,
      "text": "Another time a guy was trying to close my locker. I didn&#39;t want it closed. I stuck him"
    },
    {
      "index": 226,
      "start_time": 1418910.0,
      "end_time": 1424581.0,
      "text": "in the forehead with my fist. Unfortunately the lock was still in my hand, put a 3-inch"
    },
    {
      "index": 227,
      "start_time": 1424580.0,
      "end_time": 1428460.0,
      "text": "gash in his forehead. My mother was trying to get me to wear something I didn&#39;t want"
    },
    {
      "index": 228,
      "start_time": 1428460.0,
      "end_time": 1432330.0,
      "text": "to wear, I picked up a hammer, went to hit her in the head with it, fortunately my brother"
    },
    {
      "index": 229,
      "start_time": 1432330.0,
      "end_time": 1438330.0,
      "text": "caught it from behind. Other than that, I was a pretty good kid. But you can see how"
    },
    {
      "index": 230,
      "start_time": 1438330.0,
      "end_time": 1444990.0,
      "text": "that temper could get you in a lot of trouble. And another youngster angered me and, how"
    },
    {
      "index": 231,
      "start_time": 1444990.0,
      "end_time": 1449269.0,
      "text": "many of you saw the movie, &quot;Gifted Hands?&quot; Anybody see that movie? OK, several of you"
    },
    {
      "index": 232,
      "start_time": 1449270.0,
      "end_time": 1454101.0,
      "text": "then. Well, in the scene that was depicted, another teenager angered me, and I took a"
    },
    {
      "index": 233,
      "start_time": 1454100.0,
      "end_time": 1459679.0,
      "text": "large camping knife, tried to stab him in the abdomen with it and fortunately under"
    },
    {
      "index": 234,
      "start_time": 1459680.0,
      "end_time": 1463870.0,
      "text": "his clothing he had on a large metal belt buckle and the knife blade struck it with"
    },
    {
      "index": 235,
      "start_time": 1463870.0,
      "end_time": 1470380.0,
      "text": "suck force that it broke. And he fled in terror but I was more terrified than he was, I ran"
    },
    {
      "index": 236,
      "start_time": 1470380.0,
      "end_time": 1478991.0,
      "text": "into the bathroom, locked myself in, and I started contemplating my life. And I realized"
    },
    {
      "index": 237,
      "start_time": 1478990.0,
      "end_time": 1482639.0,
      "text": "that if he had not had that belt buckle on, he would&#39;ve been killed or seriously injured,"
    },
    {
      "index": 238,
      "start_time": 1482640.0,
      "end_time": 1486560.0,
      "text": "I would&#39;ve been on my way to jail or reform school. And I said, &quot;There&#39;s no way I&#39;m going"
    },
    {
      "index": 239,
      "start_time": 1486560.0,
      "end_time": 1490711.0,
      "text": "to realize my dream of becoming a doctor with this kind of temper.&quot; I said, &quot;Lord, you&#39;ve"
    },
    {
      "index": 240,
      "start_time": 1490710.0,
      "end_time": 1496169.0,
      "text": "got to take it away from me. I can&#39;t do it myself.&quot; And there was a Bible in the bathroom"
    },
    {
      "index": 241,
      "start_time": 1496170.0,
      "end_time": 1499250.0,
      "text": "and I picked it up and opened it up to the book of Proverbs and there were all these"
    },
    {
      "index": 242,
      "start_time": 1499250.0,
      "end_time": 1503750.0,
      "text": "verses about anger. Like Proverbs 19:19 that says there&#39;s no point getting an angry man"
    },
    {
      "index": 243,
      "start_time": 1503750.0,
      "end_time": 1508180.0,
      "text": "out of trouble because he&#39;s just going to get right back into it. But there were encouraging"
    },
    {
      "index": 244,
      "start_time": 1508180.0,
      "end_time": 1513851.0,
      "text": "verses like Proverbs 16:32, &quot;Mightier is the man who can control his temper than the man"
    },
    {
      "index": 245,
      "start_time": 1513850.0,
      "end_time": 1520990.0,
      "text": "who can conquer a city.&quot; And it seems like they were all written just for me."
    },
    {
      "index": 246,
      "start_time": 1520990.0,
      "end_time": 1525070.0,
      "text": "And I stayed in that bathroom for three hours reading and contemplating and praying and"
    },
    {
      "index": 247,
      "start_time": 1525070.0,
      "end_time": 1529440.0,
      "text": "I came to an understanding that to lash out at somebody, to punch somebody in the nose,"
    },
    {
      "index": 248,
      "start_time": 1529440.0,
      "end_time": 1534509.0,
      "text": "is not a sign of strength; it was a sign of weakness. It meant that you could be controlled"
    },
    {
      "index": 249,
      "start_time": 1534510.0,
      "end_time": 1539660.0,
      "text": "by the environment and by other people. And I also understood that if you step out of"
    },
    {
      "index": 250,
      "start_time": 1539660.0,
      "end_time": 1544380.0,
      "text": "the center of the circle so that everything is not about you, then you&#39;re not likely to"
    },
    {
      "index": 251,
      "start_time": 1544380.0,
      "end_time": 1551861.0,
      "text": "be angry. You see, people who are angry all the time are selfish people. He took my thing!"
    },
    {
      "index": 252,
      "start_time": 1551860.0,
      "end_time": 1560809.0,
      "text": "He&#39;s in my space! He&#39;s in my lane! It&#39;s always about me and about my. And when you learn"
    },
    {
      "index": 253,
      "start_time": 1560810.0,
      "end_time": 1567060.0,
      "text": "to shed that, it goes away. And when I came out of that bathroom after 3 hours, that temper"
    },
    {
      "index": 254,
      "start_time": 1567060.0,
      "end_time": 1570790.0,
      "text": "was gone. And I&#39;ve never had another problem with it since that day."
    },
    {
      "index": 255,
      "start_time": 1570790.0,
      "end_time": 1574870.0,
      "text": "And some people say, &quot;Yeah, you just learn how to cover it up.&quot; But no, I&#39;ve got to tell"
    },
    {
      "index": 256,
      "start_time": 1574870.0,
      "end_time": 1579140.0,
      "text": "you something. When God fixes a problem, he does not do a paint job, He fixes it from"
    },
    {
      "index": 257,
      "start_time": 1579140.0,
      "end_time": 1585111.0,
      "text": "the inside. And it&#39;s always good to go to Him. When you have a problem, He knows how"
    },
    {
      "index": 258,
      "start_time": 1585110.0,
      "end_time": 1588899.0,
      "text": "to fix it and to fix it the right way."
    },
    {
      "index": 259,
      "start_time": 1588900.0,
      "end_time": 1595451.0,
      "text": "And our nation has a problem. It has a big problem right now with a lot of issues. However,"
    },
    {
      "index": 260,
      "start_time": 1595450.0,
      "end_time": 1605249.0,
      "text": "the way to solve those problems is to equip yourself. Equip yourself with knowledge and"
    },
    {
      "index": 261,
      "start_time": 1605250.0,
      "end_time": 1615680.0,
      "text": "understanding about all kinds of things with values, with allies, work together with other"
    },
    {
      "index": 262,
      "start_time": 1615680.0,
      "end_time": 1625310.0,
      "text": "people. Because I think it can be changed. And never give up. And don&#39;t let people tell"
    },
    {
      "index": 263,
      "start_time": 1625310.0,
      "end_time": 1632550.0,
      "text": "you that you can&#39;t talk about God. You know, we have a slogan in the Carson Scholar&#39;s Fund,"
    },
    {
      "index": 264,
      "start_time": 1632550.0,
      "end_time": 1637890.0,
      "text": "called, &quot;Think big.&quot; Each one of the letters means something special. The &quot;G&quot; is for &quot;God.&quot;"
    },
    {
      "index": 265,
      "start_time": 1637890.0,
      "end_time": 1641461.0,
      "text": "And a few years ago some lawyers came to us and they said, &quot;You can&#39;t put your &quot;Think"
    },
    {
      "index": 266,
      "start_time": 1641460.0,
      "end_time": 1645570.0,
      "text": "Big&quot; banners up in public schools because the &quot;G&quot; stands for &quot;God&quot; and the first amendment"
    },
    {
      "index": 267,
      "start_time": 1645570.0,
      "end_time": 1650200.0,
      "text": "says there can be no government sponsorship of religious expression.&quot; I reminded them"
    },
    {
      "index": 268,
      "start_time": 1650200.0,
      "end_time": 1654419.0,
      "text": "that the first amendment also says that there can be no government suppression of religious"
    },
    {
      "index": 269,
      "start_time": 1654420.0,
      "end_time": 1658880.0,
      "text": "expression. So we had a really vigorous argument, and I suggested that we would resolve it at"
    },
    {
      "index": 270,
      "start_time": 1658880.0,
      "end_time": 1661900.0,
      "text": "the level of the Supreme Court, which seemed like a bold and reckless statement, but it"
    },
    {
      "index": 271,
      "start_time": 1661900.0,
      "end_time": 1665601.0,
      "text": "really wasn&#39;t because I knew the next week I was going to the Supreme Court to receive"
    },
    {
      "index": 272,
      "start_time": 1665600.0,
      "end_time": 1671220.0,
      "text": "the Jefferson Award. So, I figure I would ask while I was there and I did, and just"
    },
    {
      "index": 273,
      "start_time": 1671220.0,
      "end_time": 1675989.0,
      "text": "as Sandra Day O&#39;Connor said they were ... , and of course that was no violation of separation"
    },
    {
      "index": 274,
      "start_time": 1675990.0,
      "end_time": 1680530.0,
      "text": "of church and state, and we just have to be bold about those things and we have to be"
    },
    {
      "index": 275,
      "start_time": 1680530.0,
      "end_time": 1681260.0,
      "text": "persistent."
    },
    {
      "index": 276,
      "start_time": 1681260.0,
      "end_time": 1689120.0,
      "text": "And I want to close with a story of persistence. The flag. Every time I see our flag, I think"
    },
    {
      "index": 277,
      "start_time": 1689120.0,
      "end_time": 1695520.0,
      "text": "about this. During the War of 1812 the British came back, they were marching up the Eastern"
    },
    {
      "index": 278,
      "start_time": 1695520.0,
      "end_time": 1700560.0,
      "text": "seaboard, destroying city after city. They burnt down Washington, D.C. , they burnt down"
    },
    {
      "index": 279,
      "start_time": 1700560.0,
      "end_time": 1705930.0,
      "text": "the White House, they were going to make us a colony again. They rolled into the bay with"
    },
    {
      "index": 280,
      "start_time": 1705930.0,
      "end_time": 1714280.0,
      "text": "their big armada. Chesapeake Bay, Fort McHenry. They were going to reduce it to ashes. General"
    },
    {
      "index": 281,
      "start_time": 1714280.0,
      "end_time": 1721660.0,
      "text": "Armistead had a large American flag put up. They sent a message to General Armistead,"
    },
    {
      "index": 282,
      "start_time": 1721660.0,
      "end_time": 1727711.0,
      "text": "&quot;Take that flag down and we will stop the bombardment. As long as you leave that flag"
    },
    {
      "index": 283,
      "start_time": 1727710.0,
      "end_time": 1735350.0,
      "text": "up, we will continue to bombard you, you will be dust.&quot; There was an amateur American poet"
    },
    {
      "index": 284,
      "start_time": 1735350.0,
      "end_time": 1741679.0,
      "text": "on that ship by the name of Francis Scott Key, sent to do a mission by President Madison"
    },
    {
      "index": 285,
      "start_time": 1741680.0,
      "end_time": 1747941.0,
      "text": "to help get some captives back. And he had heard the plans, so they were not going to"
    },
    {
      "index": 286,
      "start_time": 1747940.0,
      "end_time": 1757409.0,
      "text": "let him off the ship. And that evening as the bombardment started, Key&#39;s heart ached"
    },
    {
      "index": 287,
      "start_time": 1757410.0,
      "end_time": 1764540.0,
      "text": "as he thought about this flegding... young country that he loves so much going back to"
    },
    {
      "index": 288,
      "start_time": 1764540.0,
      "end_time": 1771880.0,
      "text": "becoming a colony again. This fort, which was the last ... before the British overran"
    },
    {
      "index": 289,
      "start_time": 1771880.0,
      "end_time": 1780420.0,
      "text": "us. And through the night as the bombs were bursting in air and the rockets were glaring,"
    },
    {
      "index": 290,
      "start_time": 1780420.0,
      "end_time": 1787740.0,
      "text": "he just thought about how sad that was. And at the crack of dawn he looked through all"
    },
    {
      "index": 291,
      "start_time": 1787740.0,
      "end_time": 1793650.0,
      "text": "of that debris, looking to see if there was any chance that the fort was still there."
    },
    {
      "index": 292,
      "start_time": 1793650.0,
      "end_time": 1798170.0,
      "text": "And there was a clearing in the dust and he saw the most beautiful thing he&#39;d ever seen,"
    },
    {
      "index": 293,
      "start_time": 1798170.0,
      "end_time": 1807040.0,
      "text": "the torn and tattered stars and stripes were still waving. And that was the beginning of"
    },
    {
      "index": 294,
      "start_time": 1807040.0,
      "end_time": 1813400.0,
      "text": "the turning of the tide in the war in 1812 which we eventually won. And if you were to"
    },
    {
      "index": 295,
      "start_time": 1813400.0,
      "end_time": 1819101.0,
      "text": "go onto the grounds of Fort McHenry that day you would&#39;ve seen at the base of that flag"
    },
    {
      "index": 296,
      "start_time": 1819100.0,
      "end_time": 1829369.0,
      "text": "many American soldiers dead who had died holding that flag up. They would not let that flag"
    },
    {
      "index": 297,
      "start_time": 1829370.0,
      "end_time": 1839201.0,
      "text": "go down. That&#39;s the kind of attitude, the kind of persistence that has created and will"
    },
    {
      "index": 298,
      "start_time": 1839200.0,
      "end_time": 1849049.0,
      "text": "continue to maintain one nation, under God, indivisible, with liberty and justice for"
    },
    {
      "index": 299,
      "start_time": 1849050.0,
      "end_time": 1859050.0,
      "text": "all. Thank you and God Bless."
    }
  ]
}