{
  "video_id": "i4xTz_OwlSQ",
  "title": "How to Make a Latte Art Heart | Perfect Coffee",
  "json": [
    {
      "index": 1,
      "start_time": 3230.0,
      "end_time": 8620.0,
      "text": "My name is Mike Jones, and I'm a barista at Third Rail Coffee right by Washington Square"
    },
    {
      "index": 2,
      "start_time": 8620.0,
      "end_time": 15620.0,
      "text": "Park in New York City. I'm going to teach you some basic coffee-making skills."
    },
    {
      "index": 3,
      "start_time": 18390.0,
      "end_time": 25390.0,
      "text": "Alright, I'm going to talk to you about latte art. Latte art is kind of the exciting part"
    },
    {
      "index": 4,
      "start_time": 26980.0,
      "end_time": 32450.0,
      "text": "of making espresso drink. It's what gets a lot of people really pumped about making coffee."
    },
    {
      "index": 5,
      "start_time": 32450.000000000004,
      "end_time": 36960.0,
      "text": "It's not necessarily a representation of a quality beverage, but it definitely shows"
    },
    {
      "index": 6,
      "start_time": 36960.0,
      "end_time": 41590.0,
      "text": "that the person who made it cared—it's the mark of a professional, similar to plating"
    },
    {
      "index": 7,
      "start_time": 41590.0,
      "end_time": 47649.0,
      "text": "with food. Now, the first thing you need is a good shot of espresso. You need the milk"
    },
    {
      "index": 8,
      "start_time": 47649.0,
      "end_time": 54649.0,
      "text": "steamed properly with good micro foam, and then you have to pour, keeping a few things"
    },
    {
      "index": 9,
      "start_time": 55900.0,
      "end_time": 61469.0,
      "text": "in mind. This is velocity, so basically how fast you're pouring. And then where the milk"
    },
    {
      "index": 10,
      "start_time": 61469.0,
      "end_time": 66630.0,
      "text": "is going in the cup, and where it's flowing outwards. It's kind of something you have"
    },
    {
      "index": 11,
      "start_time": 66630.0,
      "end_time": 71690.0,
      "text": "to feel out and you really have to practice it many many times to get down. So we're going"
    },
    {
      "index": 12,
      "start_time": 71690.0,
      "end_time": 77780.0,
      "text": "to start off by doing the heart. This is sort of the basic latte art design and then the"
    },
    {
      "index": 13,
      "start_time": 77780.0,
      "end_time": 84300.0,
      "text": "other one would be a rosetta which is a fern, and then a tulip. So heart, rosetta, tulip"
    },
    {
      "index": 14,
      "start_time": 84300.0,
      "end_time": 91300.0,
      "text": "are the three basic designs you can do with latte art. So I'm going to start off making"
    },
    {
      "index": 15,
      "start_time": 105700.0,
      "end_time": 112700.0,
      "text": "the heart, pulling a shot, steaming the milk and then pouring. Alright, so when you're"
    },
    {
      "index": 16,
      "start_time": 148930.0,
      "end_time": 155819.0,
      "text": "starting to pour latte art, the first thing you want to do is pour from a greater distance"
    },
    {
      "index": 17,
      "start_time": 155819.0,
      "end_time": 162180.0,
      "text": "up, or from a greater height so that way the milk is actually going to go underneath the"
    },
    {
      "index": 18,
      "start_time": 162190.0,
      "end_time": 167659.0,
      "text": "espresso and then as you get closer and start pouring faster, the foam rises to the top"
    },
    {
      "index": 19,
      "start_time": 167659.0,
      "end_time": 173600.0,
      "text": "and this is when you start controlling it. So to make the heart, you're basically just"
    },
    {
      "index": 20,
      "start_time": 173600.0,
      "end_time": 180600.0,
      "text": "going to be pouring into the center until you see it's about three-quarters full. So"
    },
    {
      "index": 21,
      "start_time": 180299.0,
      "end_time": 187170.0,
      "text": "I'm pouring into the center there. Then as I get closer, the foam will rise to the top"
    },
    {
      "index": 22,
      "start_time": 187170.0,
      "end_time": 192828.0,
      "text": "and you just kind of shake it, and then you lift it up at the end to suck it in and cut"
    },
    {
      "index": 23,
      "start_time": 192829.0,
      "end_time": 199829.0,
      "text": "through. So again, pouring to the center, getting close when it's three-quarters full,"
    },
    {
      "index": 24,
      "start_time": 203400.0,
      "end_time": 209739.0,
      "text": "pulling up to suck in and then cutting through. That's a heart."
    }
  ]
}