{
  "video_id": "i68a6M5FFBc",
  "title": "How to Give an Awesome (PowerPoint) Presentation (Whiteboard Animation Explainer Video).",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3850.0,
      "end_time": 7000.0,
      "text": "Around the world every day, thousands if not millions of people give presentations."
    },
    {
      "index": 2,
      "start_time": 8000.0,
      "end_time": 11000.0,
      "text": "Some are great, and have a powerful impact on their audiences."
    },
    {
      "index": 3,
      "start_time": 11500.0,
      "end_time": 15000.0,
      "text": "Others...well, let's just say their works are in progress."
    },
    {
      "index": 4,
      "start_time": 16000.0,
      "end_time": 19500.0,
      "text": "This is Powerful Presentations: Simply Stated."
    },
    {
      "index": 5,
      "start_time": 20000.0,
      "end_time": 24000.0,
      "text": "Meet Jim, an aspiring professional trying to make it in the world."
    },
    {
      "index": 6,
      "start_time": 24000.0,
      "end_time": 29570.0,
      "text": "Jim used to give presentations like just about everyone else he knew. PowerPoint was his tool of choice."
    },
    {
      "index": 7,
      "start_time": 29570.0,
      "end_time": 35000.0,
      "text": "He'd use it like an outline, with a header followed by bullet after bullet, and sometimes even sub-bullets!"
    },
    {
      "index": 8,
      "start_time": 35600.0,
      "end_time": 41719.0,
      "text": "When he wanted to be fancy, he'd add what usually turned out to be an ineffective chart or sometimes a table."
    },
    {
      "index": 9,
      "start_time": 41719.0,
      "end_time": 47000.0,
      "text": "And when Jim wanted to really spice things up, he'd add... yep... clip art."
    },
    {
      "index": 10,
      "start_time": 47000.0,
      "end_time": 51000.0,
      "text": "Unfortunately, Jim's approach would often confuse and bore people."
    },
    {
      "index": 11,
      "start_time": 51000.0,
      "end_time": 53000.0,
      "text": "This was a problem because he had important things to say."
    },
    {
      "index": 12,
      "start_time": 53000.0,
      "end_time": 57000.0,
      "text": "And because it was dimming his prospects for success."
    },
    {
      "index": 13,
      "start_time": 57000.0,
      "end_time": 61000.0,
      "text": "Fortunately, Jim learned a better way and didn't stay in the dark for long."
    },
    {
      "index": 14,
      "start_time": 61000.0,
      "end_time": 65000.0,
      "text": "Perhaps most importantly, he now focuses on the story he wants to tell."
    },
    {
      "index": 15,
      "start_time": 65000.0,
      "end_time": 75000.0,
      "text": "In doing so, he tries to follow a simple structure, with a clear beginning, middle, and end that links together his various points and builds to his conclusion."
    },
    {
      "index": 16,
      "start_time": 75000.0,
      "end_time": 80000.0,
      "text": "When formulating his story, Jim uses a simple pad of paper or sticky notes."
    },
    {
      "index": 17,
      "start_time": 80000.0,
      "end_time": 84500.0,
      "text": "Staying low tech at this stage helps him think more creatively and stay outside the box."
    },
    {
      "index": 18,
      "start_time": 84500.0,
      "end_time": 88000.0,
      "text": "He then considers what will help him best tell his story."
    },
    {
      "index": 19,
      "start_time": 88000.0,
      "end_time": 93000.0,
      "text": "Jim sometimes opts to use a whiteboard, flip charts, handouts, or even no props at all."
    },
    {
      "index": 20,
      "start_time": 94000.0,
      "end_time": 100720.0,
      "text": "When it makes sense for him to use PowerPoint, he tries to remember the adage that sometimes \"less is more.\""
    },
    {
      "index": 21,
      "start_time": 100729.0,
      "end_time": 105000.0,
      "text": "He doesn't dumb down his presentations, but he does try to limit each slide to one key idea."
    },
    {
      "index": 22,
      "start_time": 106000.0,
      "end_time": 111000.0,
      "text": "Or, depending on the content, he sometimes builds an idea incrementally so it's easy to follow."
    },
    {
      "index": 23,
      "start_time": 112000.0,
      "end_time": 118000.0,
      "text": "He always looks for visual ways to tell his story, with supporting images, minimal text, and clear charts and graphs."
    },
    {
      "index": 24,
      "start_time": 118500.0,
      "end_time": 127570.0,
      "text": "Sometimes he uses quotes, but he tries to remember that people can't read his slides and truly listen at the same time."
    },
    {
      "index": 25,
      "start_time": 128770.00000000001,
      "end_time": 135920.0,
      "text": "Jim still uses plenty of text to help him remember what he wants to say, but he hides it in his notes that only he sees."
    },
    {
      "index": 26,
      "start_time": 137120.0,
      "end_time": 143000.0,
      "text": "Jim's new approach takes more time, energy, and rehearsal, but it's been well worth the effort."
    },
    {
      "index": 27,
      "start_time": 143000.0,
      "end_time": 149000.0,
      "text": "His audiences are now much more engaged and better understand and remember his presentations."
    },
    {
      "index": 28,
      "start_time": 149000.0,
      "end_time": 152790.0,
      "text": "And, as if that weren't enough, this pocketbook doesn't mind either."
    },
    {
      "index": 29,
      "start_time": 156000.0,
      "end_time": 164080.0,
      "text": "This has been Powerful Presentations: Simply Stated."
    }
  ]
}