{
  "video_id": "I9RPueD8wGs",
  "title": "Syntax: Intro to Linguistics [Video 5]",
  "json": [
    {
      "index": 1,
      "start_time": 39.0,
      "end_time": 2819.0,
      "text": "Hey, what's up guys? Today I'm continuing my"
    },
    {
      "index": 2,
      "start_time": 3340.0,
      "end_time": 8099.0,
      "text": "Introduction to linguistics video series and today's video is all about syntax"
    },
    {
      "index": 3,
      "start_time": 8769.0,
      "end_time": 12779.0,
      "text": "now syntax is the study of the rules that govern the"
    },
    {
      "index": 4,
      "start_time": 13000.0,
      "end_time": 19859.0,
      "text": "Structure of our sentences and this is not something we think about all the time but sentences are actually very complex"
    },
    {
      "index": 5,
      "start_time": 20230.0,
      "end_time": 24150.0,
      "text": "Linguistic units and there's a lot to say about how they're formed"
    },
    {
      "index": 6,
      "start_time": 25060.0,
      "end_time": 29789.0,
      "text": "And it can actually give us some useful insights into the languages that we're learning"
    },
    {
      "index": 7,
      "start_time": 30580.0,
      "end_time": 31560.0,
      "text": "So as usual"
    },
    {
      "index": 8,
      "start_time": 31560.0,
      "end_time": 32790.0,
      "text": "Of course"
    },
    {
      "index": 9,
      "start_time": 32790.0,
      "end_time": 39869.0,
      "text": "If you have any comments questions concerns about the material that I'm presenting to you here in this video"
    },
    {
      "index": 10,
      "start_time": 39870.0,
      "end_time": 47189.0,
      "text": "Please leave me a comment below in the comment section if I leave any confusion in your mind by the end of this video"
    },
    {
      "index": 11,
      "start_time": 47190.0,
      "end_time": 50340.0,
      "text": "I would love the opportunity to clear that up for you and"
    },
    {
      "index": 12,
      "start_time": 50829.0,
      "end_time": 58229.0,
      "text": "Maybe refine my explanations a little bit now before we go on and talk about the study of structural rules"
    },
    {
      "index": 13,
      "start_time": 58230.0,
      "end_time": 63750.0,
      "text": "I have to define what I mean by a structural rule because I think sometimes using the word rule"
    },
    {
      "index": 14,
      "start_time": 64239.00000000001,
      "end_time": 68459.0,
      "text": "Can be a little bit confusing now in my first video about linguistics"
    },
    {
      "index": 15,
      "start_time": 68460.0,
      "end_time": 76110.0,
      "text": "I mentioned that linguists don't care about the rules in your grammar books. They study the way that people actually"
    },
    {
      "index": 16,
      "start_time": 76630.0,
      "end_time": 82740.0,
      "text": "Speak and the rules that the people actually follow. Most of us are aware of the quote unquote rule"
    },
    {
      "index": 17,
      "start_time": 82990.0,
      "end_time": 86670.0,
      "text": "That says me cannot be in the subject of a sentence"
    },
    {
      "index": 18,
      "start_time": 86799.0,
      "end_time": 93809.0,
      "text": "This means that given the three example sentences below. Only number one can be considered a grammatical sentence"
    },
    {
      "index": 19,
      "start_time": 93810.0,
      "end_time": 94650.0,
      "text": "Of course"
    },
    {
      "index": 20,
      "start_time": 94650.0,
      "end_time": 101609.0,
      "text": "We constantly hear people using sentences like number two and number three which means as far as linguists are concerned"
    },
    {
      "index": 21,
      "start_time": 101890.0,
      "end_time": 104040.0,
      "text": "These are both perfectly grammatical"
    },
    {
      "index": 22,
      "start_time": 104619.0,
      "end_time": 111629.0,
      "text": "Sentences and they're not breaking any structural rules, but that doesn't mean that there are no rules that constrain our speech"
    },
    {
      "index": 23,
      "start_time": 111700.0,
      "end_time": 118740.0,
      "text": "There are a ton of actual rules that govern the way we speak in real life. Most of which you are only"
    },
    {
      "index": 24,
      "start_time": 119469.0,
      "end_time": 125549.0,
      "text": "Subconsciously aware of and you follow these rules without realizing it. So in this example, we see that the pronoun us"
    },
    {
      "index": 25,
      "start_time": 126189.0,
      "end_time": 132809.0,
      "text": "cannot be used as the subject of a sentence in English.  For syntacticians the asterisk denotes an"
    },
    {
      "index": 26,
      "start_time": 133230.0,
      "end_time": 139590.0,
      "text": "ungrammatical sentence and here it's obvious that no native speaker of English would ever be tempted to make this mistake."
    },
    {
      "index": 27,
      "start_time": 139989.0,
      "end_time": 145739.0,
      "text": "Because it just sounds so bad. That's what I'm talking about when I say \"rules\". \n As native speakers"
    },
    {
      "index": 28,
      "start_time": 145870.0,
      "end_time": 149789.0,
      "text": "It doesn't take any effort to follow the actual rules of the language"
    },
    {
      "index": 29,
      "start_time": 150129.0,
      "end_time": 154379.0,
      "text": "Those rules are just ingrained in our head and we do it naturally."
    },
    {
      "index": 30,
      "start_time": 154379.0,
      "end_time": 156509.0,
      "text": "We know that sentences are made up of words"
    },
    {
      "index": 31,
      "start_time": 156580.0,
      "end_time": 161639.0,
      "text": "But how do we decide what order to put those words in when we're forming our sentences?"
    },
    {
      "index": 32,
      "start_time": 161650.0,
      "end_time": 168810.0,
      "text": "Well, the rules of grammar actually allow us some leeway.  I used all the same words in two different sentences"
    },
    {
      "index": 33,
      "start_time": 168810.0,
      "end_time": 174509.0,
      "text": "I just rearranged the words but the sentences still mean the same thing.  We can take whole"
    },
    {
      "index": 34,
      "start_time": 174730.0,
      "end_time": 177480.0,
      "text": "phrases and move them around or we can actually take"
    },
    {
      "index": 35,
      "start_time": 177670.0,
      "end_time": 184289.0,
      "text": "Individual words and swap them.  You can see that I changed Han and Greedo to Greedo and Han, and the sentence still"
    },
    {
      "index": 36,
      "start_time": 184359.0,
      "end_time": 189419.0,
      "text": "mean the same thing.  But we're not completely unrestrained as far as word order."
    },
    {
      "index": 37,
      "start_time": 189459.0,
      "end_time": 196619.0,
      "text": "Otherwise, it would be grammatical to make sentences like this \"Shot Han talking someone Greedo were first and while.\""
    },
    {
      "index": 38,
      "start_time": 196620.0,
      "end_time": 197349.0,
      "text": "So how can we know"
    },
    {
      "index": 39,
      "start_time": 197349.0,
      "end_time": 203819.0,
      "text": "exactly how much leeway our language allows us for changing words around?  In order to discuss this we need to talk about"
    },
    {
      "index": 40,
      "start_time": 204489.0,
      "end_time": 205630.0,
      "text": "constituents."
    },
    {
      "index": 41,
      "start_time": 205630.0,
      "end_time": 210089.0,
      "text": "A constituent is a word or group of words that functions as a single unit within a"
    },
    {
      "index": 42,
      "start_time": 210280.0,
      "end_time": 217769.0,
      "text": "hierarchical structure.  You can see here that I've divided the sentence into two separate constituents each of which is meaningful in some way."
    },
    {
      "index": 43,
      "start_time": 218260.0,
      "end_time": 220829.0,
      "text": "\"While Han and Greedo we're talking in the cantina\" and"
    },
    {
      "index": 44,
      "start_time": 221829.0,
      "end_time": 225449.0,
      "text": "\"someone shot first.\"  All sentences can be broken down into"
    },
    {
      "index": 45,
      "start_time": 225790.0,
      "end_time": 232500.0,
      "text": "constituents and some constituents can be further subdivided into smaller constituents.  For the purpose of this example,"
    },
    {
      "index": 46,
      "start_time": 232500.0,
      "end_time": 234929.0,
      "text": "I'm just going to focus on the first constituent here,"
    },
    {
      "index": 47,
      "start_time": 234930.0,
      "end_time": 240269.0,
      "text": "which I have highlighted in yellow. We see that \"Han and Greedo we're talking\" is still a constituent."
    },
    {
      "index": 48,
      "start_time": 240340.0,
      "end_time": 242759.0,
      "text": "The same is true of \"Han and Greedo\""
    },
    {
      "index": 49,
      "start_time": 242760.0,
      "end_time": 250319.0,
      "text": "the phrase \"Han and Greedo\" has a meaning that you can still understand, as does the word Han all by itself.  So we can see"
    },
    {
      "index": 50,
      "start_time": 250389.0,
      "end_time": 255418.0,
      "text": "that single words can still be constituents even without any other words grouped with them."
    },
    {
      "index": 51,
      "start_time": 255430.0,
      "end_time": 258720.0,
      "text": "Let's compare those examples to groups of words that are not"
    },
    {
      "index": 52,
      "start_time": 259478.99999999997,
      "end_time": 264839.0,
      "text": "constituents such as \"while Han\".  What does that even mean? It's not a group of words"
    },
    {
      "index": 53,
      "start_time": 264840.0,
      "end_time": 268780.0,
      "text": "We would put together naturally and derive some kind of meaning out of it."
    },
    {
      "index": 54,
      "start_time": 269330.0,
      "end_time": 273369.0,
      "text": "So going back to my example from earlier. We see that the concept of"
    },
    {
      "index": 55,
      "start_time": 273890.0,
      "end_time": 276339.0,
      "text": "Constituency is a piece of the puzzle that can help us"
    },
    {
      "index": 56,
      "start_time": 276620.0,
      "end_time": 281530.0,
      "text": "understand how words are allowed to move within the sentence.  If you take the first"
    },
    {
      "index": 57,
      "start_time": 281690.0,
      "end_time": 287170.0,
      "text": "constituent and move it to the end of the sentence and take the last constituent and move it forward you get"
    },
    {
      "index": 58,
      "start_time": 288710.0,
      "end_time": 295090.0,
      "text": "A sentence that is still grammatical.  The words \"Han\" and \"Greedo\" could also be swapped because they're both mini"
    },
    {
      "index": 59,
      "start_time": 295490.0,
      "end_time": 299200.0,
      "text": "Constituents that play the same role within a larger constituent"
    },
    {
      "index": 60,
      "start_time": 299200.0,
      "end_time": 302379.0,
      "text": "We also see that if you divide words into groups that are not"
    },
    {
      "index": 61,
      "start_time": 302740.0,
      "end_time": 308200.0,
      "text": "constituents they can't be moved and if we try it we get something horrible like this sentence"
    },
    {
      "index": 62,
      "start_time": 308780.0,
      "end_time": 313900.0,
      "text": "\"Cantina someone shot first while Han and Greedo we're talking in the.\"   Now it's possible to view"
    },
    {
      "index": 63,
      "start_time": 314000.0,
      "end_time": 320170.0,
      "text": "sentences as simple strings of words going from left to right, but it's actually much more revealing to view them as"
    },
    {
      "index": 64,
      "start_time": 320360.0,
      "end_time": 326919.0,
      "text": "hierarchies with different levels that you can go deeper and deeper into so you get a constituent within a constituent within a"
    },
    {
      "index": 65,
      "start_time": 327230.0,
      "end_time": 329060.0,
      "text": "constituent and so on and so forth."
    },
    {
      "index": 66,
      "start_time": 329060.0,
      "end_time": 333610.0,
      "text": "Let's take this example sentence and divide it into two parts the subject and the predicate."
    },
    {
      "index": 67,
      "start_time": 333890.0,
      "end_time": 337960.0,
      "text": "And we see that our sentence is now made up of a noun phrase and a verb phrase"
    },
    {
      "index": 68,
      "start_time": 337960.0,
      "end_time": 340329.0,
      "text": "So we're gonna label them as such."
    },
    {
      "index": 69,
      "start_time": 340330.0,
      "end_time": 342330.0,
      "text": "I know that the word 'I' is technically a"
    },
    {
      "index": 70,
      "start_time": 342410.0,
      "end_time": 343010.0,
      "text": "pronoun"
    },
    {
      "index": 71,
      "start_time": 343010.0,
      "end_time": 349749.0,
      "text": "but it's a substitute for a noun, so we're still gonna call it a noun phrase and if you examine other sentences in English"
    },
    {
      "index": 72,
      "start_time": 349970.0,
      "end_time": 356320.0,
      "text": "You'll find that actually all sentences are composed of at least one noun phrase and one verb phrase."
    },
    {
      "index": 73,
      "start_time": 356330.0,
      "end_time": 359859.0,
      "text": "So that's why we're calling it a noun phrase even though it's a pronoun."
    },
    {
      "index": 74,
      "start_time": 359900.0,
      "end_time": 366640.0,
      "text": "It's a generalization that allows us to make our rule simpler. Now. Let's go a little deeper into the hierarchy."
    },
    {
      "index": 75,
      "start_time": 366640.0,
      "end_time": 371140.0,
      "text": "Here we see that our verb phrase is subdivided into a verb and another noun phrase,"
    },
    {
      "index": 76,
      "start_time": 371140.0,
      "end_time": 375999.0,
      "text": "Which is one of only a few ways that you can construct a verb phrase in English."
    },
    {
      "index": 77,
      "start_time": 376460.0,
      "end_time": 379210.0,
      "text": "And all transitive verbs require that you have at least these two"
    },
    {
      "index": 78,
      "start_time": 379670.0,
      "end_time": 385449.0,
      "text": "components.  And now we're one level deeper than we were at the previous level of analysis.  And if you keep going"
    },
    {
      "index": 79,
      "start_time": 385610.0,
      "end_time": 389080.0,
      "text": "Your sentence is eventually going to look like this."
    },
    {
      "index": 80,
      "start_time": 389080.0,
      "end_time": 394179.0,
      "text": "Now you can really see all the different levels of depth within the sentence.  This type of diagram is really"
    },
    {
      "index": 81,
      "start_time": 394280.0,
      "end_time": 400599.0,
      "text": "important for the study of syntax and it's called a tree diagram.  I guess because all the little lines kinda look like"
    },
    {
      "index": 82,
      "start_time": 400910.0,
      "end_time": 406869.0,
      "text": "Tree branches turned upside down or maybe it's supposed to represent the roots of a tree."
    },
    {
      "index": 83,
      "start_time": 406870.0,
      "end_time": 411429.0,
      "text": "I don't know, but we call it a tree diagram for some reason.  And believe it or not"
    },
    {
      "index": 84,
      "start_time": 411430.0,
      "end_time": 414789.0,
      "text": "this is actually a very oversimplified version of a tree diagram."
    },
    {
      "index": 85,
      "start_time": 415069.0,
      "end_time": 419499.0,
      "text": "Real syntacticians would take this a lot deeper and make it way more complex."
    },
    {
      "index": 86,
      "start_time": 419539.0,
      "end_time": 424209.0,
      "text": "And once you get really good at syntax, you'll be able to make syntax trees that look like this:"
    },
    {
      "index": 87,
      "start_time": 424789.0,
      "end_time": 432219.0,
      "text": "And then you'll be able to see a lo t of the underlying phenomena that you didn't notice when you viewed your sentence as a simple"
    },
    {
      "index": 88,
      "start_time": 432740.0,
      "end_time": 439780.0,
      "text": "Left-to-right string of words.  And importantly for language learners once you go deep enough into your understanding of syntax"
    },
    {
      "index": 89,
      "start_time": 439780.0,
      "end_time": 444759.0,
      "text": "You'll start to see that all human languages actually follow the same set of rules"
    },
    {
      "index": 90,
      "start_time": 445340.0,
      "end_time": 448419.0,
      "text": "Even though they seem so incredibly different."
    },
    {
      "index": 91,
      "start_time": 449000.0,
      "end_time": 455619.0,
      "text": "English sets word order as subject verb object whereas Japanese sets it as subject object verb."
    },
    {
      "index": 92,
      "start_time": 455900.0,
      "end_time": 461079.0,
      "text": "In English you put the adjectives before your noun and Spanish you put the adjectives after your noun."
    },
    {
      "index": 93,
      "start_time": 461270.0,
      "end_time": 464799.0,
      "text": "The structure of these languages seems like they have nothing in common"
    },
    {
      "index": 94,
      "start_time": 465380.0,
      "end_time": 473169.0,
      "text": "But an advanced understanding of syntax will actually reveal that they're very much the same and I believe even sign languages follow the same"
    },
    {
      "index": 95,
      "start_time": 473419.0,
      "end_time": 475090.0,
      "text": "syntactic rules."
    },
    {
      "index": 96,
      "start_time": 475090.0,
      "end_time": 477759.0,
      "text": "I don't have any time to go any deeper in this video"
    },
    {
      "index": 97,
      "start_time": 477770.0,
      "end_time": 483579.0,
      "text": "But stay tuned because I'll definitely be putting up more videos to give you a deeper understanding of syntax."
    },
    {
      "index": 98,
      "start_time": 483800.0,
      "end_time": 487659.0,
      "text": "This video has just been the bare basics that you need to get started."
    },
    {
      "index": 99,
      "start_time": 487659.0,
      "end_time": 492339.0,
      "text": "And again, if you have any questions or concerns, please let me know in the comment section below"
    },
    {
      "index": 100,
      "start_time": 492440.0,
      "end_time": 495940.0,
      "text": "You can also connect with me on twitter at at thing tim lanes"
    },
    {
      "index": 101,
      "start_time": 496310.0,
      "end_time": 499030.0,
      "text": "Thanks for watching the video and we'll see you guys in the next one"
    }
  ]
}