{
  "video_id": "IasaGzzPsC4",
  "title": "Smart Phrases to compare & Contrast in English? Adjectives | Degree of Comparison | Grammar Lesson",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 390.0,
      "end_time": 8269.0,
      "text": "Hello everyone, welcome back to yet another very interesting lesson. I had a wonderful"
    },
    {
      "index": 2,
      "start_time": 8269.0,
      "end_time": 16910.0,
      "text": "weekend, wanna know why? Well, I managed to read two of my favourite books. Now I&#39;ll tell"
    },
    {
      "index": 3,
      "start_time": 16910.0,
      "end_time": 26509.0,
      "text": "you what, this book was a lot more interesting than this one. Or shall I say, this book was"
    },
    {
      "index": 4,
      "start_time": 26509.0,
      "end_time": 34410.0,
      "text": "not as interesting as this one. Which one do you think is correct? Confused? well, I"
    },
    {
      "index": 5,
      "start_time": 34410.0,
      "end_time": 41260.0,
      "text": "would also be confused however you don&#39;t need to be confused anymore because today&#39;s lesson"
    },
    {
      "index": 6,
      "start_time": 41260.0,
      "end_time": 49269.0,
      "text": "is gonna deal with how we can talk about similarities and differences when we are going to draw"
    },
    {
      "index": 7,
      "start_time": 49269.0,
      "end_time": 57500.0,
      "text": "or compare adjectives of various things. And of course, learning English is all about saying"
    },
    {
      "index": 8,
      "start_time": 57500.0,
      "end_time": 62640.0,
      "text": "different things in the right way or in different ways, correct? So today&#39;s lesson is going"
    },
    {
      "index": 9,
      "start_time": 62640.0,
      "end_time": 70470.0,
      "text": "to show you how you can compare and contrast various different adjectives while you are"
    },
    {
      "index": 10,
      "start_time": 70470.0,
      "end_time": 76390.0,
      "text": "talking. So stay tuned, I am Ceema and I&#39;ll show you how to compare and contrast."
    },
    {
      "index": 11,
      "start_time": 84400.0,
      "end_time": 90960.0,
      "text": "Alright, now when we are comparing and contrasting as children when we were learning English,"
    },
    {
      "index": 12,
      "start_time": 90970.0,
      "end_time": 106399.0,
      "text": "what did we learn? We were always told about using the positive, the comparative"
    },
    {
      "index": 13,
      "start_time": 106399.0,
      "end_time": 119340.0,
      "text": "and the superlative forms of adjectives, right? Well for those who don&#39;t know what positive,"
    },
    {
      "index": 14,
      "start_time": 119340.0,
      "end_time": 125539.0,
      "text": "comparative and superlative degrees or forms of adjectives are. They are using adjectives"
    },
    {
      "index": 15,
      "start_time": 125539.0,
      "end_time": 133360.0,
      "text": "in different forms. So for example, you say, big which is the positive degree, which in"
    },
    {
      "index": 16,
      "start_time": 133360.0,
      "end_time": 147450.0,
      "text": "the comparative degree turns to bigger and in the superlative, it becomes biggest. So"
    },
    {
      "index": 17,
      "start_time": 147450.0,
      "end_time": 156300.0,
      "text": "if I am smart, you are smarter and someone else could be smartest, right? However, as"
    },
    {
      "index": 18,
      "start_time": 156300.0,
      "end_time": 162840.0,
      "text": "I told you awhile ago, learning and speaking good English is always using English or using"
    },
    {
      "index": 19,
      "start_time": 162840.0,
      "end_time": 170140.0,
      "text": "new words in various different ways, right? So, we don&#39;t always have to use the positive,"
    },
    {
      "index": 20,
      "start_time": 170140.0,
      "end_time": 178990.0,
      "text": "comparative or the superlative forms of adjectives. You can actually use or compare adjectives"
    },
    {
      "index": 21,
      "start_time": 178990.0,
      "end_time": 182929.0,
      "text": "in various different ways and that&#39;s what I&#39;m going to be dealing with today."
    },
    {
      "index": 22,
      "start_time": 182930.0,
      "end_time": 191739.0,
      "text": "So let&#39;s see how we can do that. Now sometimes, we need to talk about a huge difference in"
    },
    {
      "index": 23,
      "start_time": 191739.0,
      "end_time": 197190.0,
      "text": "various adjectives. A huge difference not a small difference but a huge difference."
    },
    {
      "index": 24,
      "start_time": 197190.0,
      "end_time": 203870.0,
      "text": "So using these forms may not do justice to the way of speaking. So, we need to use some"
    },
    {
      "index": 25,
      "start_time": 203870.0,
      "end_time": 212769.0,
      "text": "different words, what are they? Okay, look at this sentence, it says the demand for clothes"
    },
    {
      "index": 26,
      "start_time": 212769.0,
      "end_time": 221189.0,
      "text": "this month is much higher than last month. Over here, you are going to use the word,"
    },
    {
      "index": 27,
      "start_time": 221189.0,
      "end_time": 229870.0,
      "text": "much before the comparative degree because we don&#39;t know the exact difference between"
    },
    {
      "index": 28,
      "start_time": 229870.0,
      "end_time": 238340.0,
      "text": "the sales or the demand for clothes between this month and the month that just went by."
    },
    {
      "index": 29,
      "start_time": 238340.0,
      "end_time": 244580.0,
      "text": "So, when we&#39;re talking about a huge difference but we don&#39;t really know what the exact difference"
    },
    {
      "index": 30,
      "start_time": 244580.0,
      "end_time": 252599.0,
      "text": "is, we always use the word, much before the comparative form of the adjective. Okay, now"
    },
    {
      "index": 31,
      "start_time": 252599.0,
      "end_time": 260789.0,
      "text": "there is another way of talking about a huge difference. You could use a word or two words"
    },
    {
      "index": 32,
      "start_time": 260790.00000000003,
      "end_time": 270420.0,
      "text": "which are a lot. So, he is a lot stronger than you. There is a difference between the"
    },
    {
      "index": 33,
      "start_time": 270420.0,
      "end_time": 276320.0,
      "text": "strength that you possess and that your brother possesses, right? But you don&#39;t know the exact"
    },
    {
      "index": 34,
      "start_time": 276320.0,
      "end_time": 283630.0,
      "text": "difference but it is a huge difference. So, you can say, he is a lot stronger than you."
    },
    {
      "index": 35,
      "start_time": 283630.0,
      "end_time": 288950.0,
      "text": "Okay, isn’t that a more interesting way of putting it? Right, the third way of doing"
    },
    {
      "index": 36,
      "start_time": 288950.0,
      "end_time": 298360.0,
      "text": "that is by using another set of words which could be more. So you can say this watch is"
    },
    {
      "index": 37,
      "start_time": 298360.0,
      "end_time": 306790.0,
      "text": "more cheaper than the one you wore last night because over here again, you don’t have"
    },
    {
      "index": 38,
      "start_time": 306790.0,
      "end_time": 313610.0,
      "text": "to just use the comparative form. You can use a word like, more in front of the comparative"
    },
    {
      "index": 39,
      "start_time": 313610.0,
      "end_time": 319450.0,
      "text": "form. So, this watch is more cheaper than the one you wore last night. so, in all these"
    },
    {
      "index": 40,
      "start_time": 319450.0,
      "end_time": 327890.0,
      "text": "three sentences, you can see how you&#39;re actually talking about a huge difference between the"
    },
    {
      "index": 41,
      "start_time": 327890.0,
      "end_time": 333880.0,
      "text": "adjectives or between things but instead of just using the comparative form, you are trying"
    },
    {
      "index": 42,
      "start_time": 333880.0,
      "end_time": 342440.0,
      "text": "to make your English sound a little bit better by using words like, much, a lot and more"
    },
    {
      "index": 43,
      "start_time": 342440.0,
      "end_time": 349931.0,
      "text": "and there is another word you can use. Okay, if two people or say me and my sister, you"
    },
    {
      "index": 44,
      "start_time": 349931.0,
      "end_time": 354880.0,
      "text": "know we&#39;re very different, there is a huge difference, right? So you could simply say,"
    },
    {
      "index": 45,
      "start_time": 354880.0,
      "end_time": 368460.0,
      "text": "we are very different or you could use the word, far different. so when we&#39;re talking"
    },
    {
      "index": 46,
      "start_time": 368460.0,
      "end_time": 375880.0,
      "text": "about a huge difference, in addition to using these words, which is much, a lot and more,"
    },
    {
      "index": 47,
      "start_time": 375880.0,
      "end_time": 380730.0,
      "text": "you could also use very different or far different, okay."
    },
    {
      "index": 48,
      "start_time": 380730.0,
      "end_time": 388170.0,
      "text": "Now, when we are going to talk about a small difference, what words are we going to use?"
    },
    {
      "index": 49,
      "start_time": 388170.0,
      "end_time": 395590.0,
      "text": "Now there are very interesting ways of also bringing about the contrast and comparison"
    },
    {
      "index": 50,
      "start_time": 395590.0,
      "end_time": 400390.0,
      "text": "between adjectives with a small difference. Okay, so what are they? The first sentence"
    },
    {
      "index": 51,
      "start_time": 400390.0,
      "end_time": 410750.0,
      "text": "says sales in December were slightly higher than sales this month. so a very small difference,"
    },
    {
      "index": 52,
      "start_time": 410750.0,
      "end_time": 420940.0,
      "text": "so let&#39;s say, sales in December were may be £75000 but may be you know it was a little"
    },
    {
      "index": 53,
      "start_time": 420940.0,
      "end_time": 427680.0,
      "text": "lower this month, a slight difference, right? so, instead of using lower which is the comparative"
    },
    {
      "index": 54,
      "start_time": 427680.0,
      "end_time": 435510.0,
      "text": "form, you can simply say, sales in December were slightly and then you use the comparative"
    },
    {
      "index": 55,
      "start_time": 435510.0,
      "end_time": 440880.0,
      "text": "form of the verb, of the adjective, I’m sorry. So instead of just using the comparative"
    },
    {
      "index": 56,
      "start_time": 440880.0,
      "end_time": 447870.0,
      "text": "form again, you can use a word like slightly to show the small difference between the adjectives."
    },
    {
      "index": 57,
      "start_time": 447870.0,
      "end_time": 456990.0,
      "text": "Alright, now our second sentence deals with another word or two words rather, which is"
    },
    {
      "index": 58,
      "start_time": 456990.0,
      "end_time": 463770.0,
      "text": "a bit to show a small difference, you could say, you are a bit taller than me probably"
    },
    {
      "index": 59,
      "start_time": 463770.0,
      "end_time": 468109.0,
      "text": "half an inch, right? It’s a small difference but you don&#39;t wanna talk about inches, that’s"
    },
    {
      "index": 60,
      "start_time": 468110.0,
      "end_time": 474340.0,
      "text": "too technical, right? So you&#39;ll just say, you&#39;re a bit taller than me or you&#39;re slightly"
    },
    {
      "index": 61,
      "start_time": 474340.0,
      "end_time": 475419.0,
      "text": "taller than me."
    },
    {
      "index": 62,
      "start_time": 475420.0,
      "end_time": 484500.0,
      "text": "Okay, the third sentence is, these are not much more prettier than those. Okay so when"
    },
    {
      "index": 63,
      "start_time": 484500.0,
      "end_time": 491530.0,
      "text": "you are saying not much more, again you are talking about a difference which is very,"
    },
    {
      "index": 64,
      "start_time": 491530.0,
      "end_time": 498580.0,
      "text": "very tiny. A very small difference, okay that&#39;s when you say, these are not much more prettier"
    },
    {
      "index": 65,
      "start_time": 498580.0,
      "end_time": 503990.0,
      "text": "than those or these are not much more expensive than the one you wore yesterday."
    },
    {
      "index": 66,
      "start_time": 503990.0,
      "end_time": 512280.0,
      "text": "Okay, so these are the different ways in which you will talk about comparing or contrasting"
    },
    {
      "index": 67,
      "start_time": 512280.0,
      "end_time": 519659.0,
      "text": "adjectives when you want to talk about a huge difference between adjectives or a small difference."
    },
    {
      "index": 68,
      "start_time": 519659.0,
      "end_time": 527329.0,
      "text": "Sometimes, you also want to make comparisons even when there is no difference. So instead"
    },
    {
      "index": 69,
      "start_time": 527330.0,
      "end_time": 533530.0,
      "text": "of being boring and talking about you know technical things like a person&#39;s height or"
    },
    {
      "index": 70,
      "start_time": 533530.0,
      "end_time": 540790.0,
      "text": "their weight or their age, you can use some words that show that there is no difference"
    },
    {
      "index": 71,
      "start_time": 540800.0,
      "end_time": 545580.0,
      "text": "between people&#39;s height, weight or let&#39;s say any other adjective that you can possibly"
    },
    {
      "index": 72,
      "start_time": 545580.0,
      "end_time": 546580.0,
      "text": "think about."
    },
    {
      "index": 73,
      "start_time": 546580.0,
      "end_time": 552590.0,
      "text": "Okay, so if we&#39;re talking about comparing even though there is no difference, there"
    },
    {
      "index": 74,
      "start_time": 552590.0,
      "end_time": 557460.0,
      "text": "are some more interesting words or ways of speaking to do that. So we got a sentence"
    },
    {
      "index": 75,
      "start_time": 557460.0,
      "end_time": 566190.0,
      "text": "which says, he&#39;s exactly the same age as my brother. So, when you say the same age or"
    },
    {
      "index": 76,
      "start_time": 566190.0,
      "end_time": 572130.0,
      "text": "the same height, we&#39;re talking about no difference but we don&#39;t wanna talk about the same height."
    },
    {
      "index": 77,
      "start_time": 572130.0,
      "end_time": 576830.0,
      "text": "We don&#39;t wanna get into the technicality. So we may just use the word same followed"
    },
    {
      "index": 78,
      "start_time": 576830.0,
      "end_time": 584900.0,
      "text": "by whatever you&#39;re comparing. So in this case, may be you or the guy you&#39;re talking to is"
    },
    {
      "index": 79,
      "start_time": 584900.0,
      "end_time": 590600.0,
      "text": "6 feet tall and so is your brother. So, he&#39;s exactly the same age as my brother."
    },
    {
      "index": 80,
      "start_time": 590600.0,
      "end_time": 600339.0,
      "text": "Okay, moving on, to the next way of showing no difference is by using a phrase which is,"
    },
    {
      "index": 81,
      "start_time": 600340.0,
      "end_time": 606850.0,
      "text": "more or less. More or less again denotes no difference which means it&#39;s very similar,"
    },
    {
      "index": 82,
      "start_time": 606850.0,
      "end_time": 614280.0,
      "text": "right? So, the flowers are more or less the same colour as our curtains. so may be your"
    },
    {
      "index": 83,
      "start_time": 614280.0,
      "end_time": 620310.0,
      "text": "curtains are a nice shade of pink, a soft pink and the flowers you&#39;re looking at, that"
    },
    {
      "index": 84,
      "start_time": 620310.0,
      "end_time": 625500.0,
      "text": "you’re comparing happen to be the same colour but you don’t wanna talk about the colour"
    },
    {
      "index": 85,
      "start_time": 625500.0,
      "end_time": 630200.0,
      "text": "because you don&#39;t know what the colour really is. So you will simply say, the flowers are"
    },
    {
      "index": 86,
      "start_time": 630200.0,
      "end_time": 633630.0,
      "text": "more or less the same colours as our curtains."
    },
    {
      "index": 87,
      "start_time": 633630.0,
      "end_time": 640990.0,
      "text": "Okay, the next sentence compares food. We all love to compare food, right? This food&#39;s"
    },
    {
      "index": 88,
      "start_time": 640990.0,
      "end_time": 647970.0,
      "text": "more bland, that food&#39;s more spicy, that food&#39;s more tastier but we can compare even there"
    },
    {
      "index": 89,
      "start_time": 647970.0,
      "end_time": 655250.0,
      "text": "is no difference. How do you do that? So, talking about Thai food, so Thai food is similar"
    },
    {
      "index": 90,
      "start_time": 655250.0,
      "end_time": 661870.0,
      "text": "to Chinese food. So when there is no difference between the two foods, you can use a phrase"
    },
    {
      "index": 91,
      "start_time": 661870.0,
      "end_time": 670690.0,
      "text": "which says, similar to. So, Thai food is similar to Chinese food which in other words, means"
    },
    {
      "index": 92,
      "start_time": 670690.0,
      "end_time": 675470.0,
      "text": "that there is no difference between the two foods, okay."
    },
    {
      "index": 93,
      "start_time": 675470.0,
      "end_time": 683400.0,
      "text": "Well, that&#39;s it from me on this lesson about how you can compare and contrast and thus"
    },
    {
      "index": 94,
      "start_time": 683400.0,
      "end_time": 688810.0,
      "text": "effectively bring about the similarities and differences when you are using adjectives."
    },
    {
      "index": 95,
      "start_time": 688810.0,
      "end_time": 695449.0,
      "text": "I’m sure if you use them in the right way while talking your English is going to definitely"
    },
    {
      "index": 96,
      "start_time": 695450.0,
      "end_time": 700710.0,
      "text": "improve. So I&#39;ll be back with some more lessons, until then, it&#39;s me saying keep practising,"
    },
    {
      "index": 97,
      "start_time": 700710.0,
      "end_time": 701370.0,
      "text": "take care."
    }
  ]
}