{
  "video_id": "IAvgXmM7Elg",
  "title": "What Happens To North Korean Defectors After They Escape",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 800.0,
      "end_time": 5490.0,
      "text": "More than 1,000 North Koreans try to escape the country every year."
    },
    {
      "index": 2,
      "start_time": 5490.0,
      "end_time": 13730.0,
      "text": "They risk being killed, imprisoned, or trafficked, as they escape through China, Mongolia, and different regions of southeast Asia."
    },
    {
      "index": 3,
      "start_time": 13730.0,
      "end_time": 15190.0,
      "text": "This is Yeon Mi Park."
    },
    {
      "index": 4,
      "start_time": 15190.0,
      "end_time": 21240.0,
      "text": "She escaped North Korea when she was just 13 years old, and she described her ordeal to us."
    },
    {
      "index": 5,
      "start_time": 21240.0,
      "end_time": 24290.0,
      "text": "I think, just life was so unbearable in North Korea."
    },
    {
      "index": 6,
      "start_time": 24290.0,
      "end_time": 31570.0,
      "text": "I found this note that my sister left, saying that, \"Go find this person, and she will help you to go to China.\""
    },
    {
      "index": 7,
      "start_time": 31570.0,
      "end_time": 36800.0,
      "text": "We got that note, and my mother and I found the person, that lady."
    },
    {
      "index": 8,
      "start_time": 36800.0,
      "end_time": 45460.0,
      "text": "And then she told me that she had a few daughters, but she sent them all to China, and told me she could help us to go to China."
    },
    {
      "index": 9,
      "start_time": 45460.0,
      "end_time": 57280.0,
      "text": "And we did not know that she was a broker, or anything, just we thought, \"This stranger woman wants to help us,\" and that's how we just followed her lead and we escaped at night, the very same day."
    },
    {
      "index": 10,
      "start_time": 57280.0,
      "end_time": 64500.0,
      "text": "Initially, I escaped to China, and I was being sold and trafficked and enslaved for two years there."
    },
    {
      "index": 11,
      "start_time": 64500.0,
      "end_time": 66230.0,
      "text": "Park wasn't alone."
    },
    {
      "index": 12,
      "start_time": 66230.0,
      "end_time": 73809.0,
      "text": "Around 70% of North Korean defectors are women, and many of them are targeted to be sold as brides or trafficked."
    },
    {
      "index": 13,
      "start_time": 73810.0,
      "end_time": 80900.0,
      "text": "Defectors are considered illegal migrant workers, and are sent back to North Korea to face punishment if caught."
    },
    {
      "index": 14,
      "start_time": 80900.0,
      "end_time": 85210.0,
      "text": "My mother and myself, We crossed the Gobi Desert to Mongolia."
    },
    {
      "index": 15,
      "start_time": 85210.0,
      "end_time": 91190.0,
      "text": "And, from Mongolia, we were there a few months, and then we flew to South Korea."
    },
    {
      "index": 16,
      "start_time": 91190.0,
      "end_time": 98690.0,
      "text": "I think that when I was crossing the Gobi Desert, in minus 40 degrees at night in 2009, I was 15 by then."
    },
    {
      "index": 17,
      "start_time": 99130.0,
      "end_time": 106100.0,
      "text": "I think wasn't scared of dying in that desert, I just thought, \"Even this universe abandoned me.\""
    },
    {
      "index": 18,
      "start_time": 106100.0,
      "end_time": 109610.0,
      "text": "Like, I was punished that I was born in North Korea."
    },
    {
      "index": 19,
      "start_time": 109610.0,
      "end_time": 115100.0,
      "text": "My crime was as simple as that, that I was born on the wrong side of the river."
    },
    {
      "index": 20,
      "start_time": 115100.0,
      "end_time": 120520.0,
      "text": "She and her mother finally arrived in South Korea two years later in 2009."
    },
    {
      "index": 21,
      "start_time": 120520.0,
      "end_time": 140130.0,
      "text": "Once a North Korean defector makes it to South Korea, they're granted citizenship under the South Korean Nationality Law, which states that any person born on the Korean Peninsula is eligible to be a South Korean citizen, but first, they have to go through a lengthy screening and reeducation process."
    },
    {
      "index": 22,
      "start_time": 140130.0,
      "end_time": 147559.0,
      "text": "Once cleared, defectors enter the Settlement Support Center for North Korean Refugees, commonly called Hanawon."
    },
    {
      "index": 23,
      "start_time": 147560.0,
      "end_time": 152332.0,
      "text": "They put us into a place called Hanawon Resettlement."
    },
    {
      "index": 24,
      "start_time": 152332.0,
      "end_time": 163100.0,
      "text": "Everyone thinks that once you escape, once you arrive in the land of freedom, people think that's the end of the story, everyone is fine and happy, but that's not it."
    },
    {
      "index": 25,
      "start_time": 163100.0,
      "end_time": 172429.0,
      "text": "Defectors spend up to three months learning the history of the Korean Peninsula, along with basic life skills like how to use an ATM, and shop for groceries."
    },
    {
      "index": 26,
      "start_time": 172430.0,
      "end_time": 180920.0,
      "text": "Many defectors are drastically behind in education, as North Korea emphasizes propaganda over skills like reading and math."
    },
    {
      "index": 27,
      "start_time": 180920.0,
      "end_time": 188270.0,
      "text": "It can be difficult for Hanawon officials to address the needs of the defectors, due to the lack of information about North Korea."
    },
    {
      "index": 28,
      "start_time": 188270.0,
      "end_time": 196130.0,
      "text": "Defectors can be unprepared for things Hanawon doesn't teach, such as understanding South Korea's ultra-competitive social structure."
    },
    {
      "index": 29,
      "start_time": 196130.0,
      "end_time": 199730.0,
      "text": "Do you know how South Korean kids like working the entire night?"
    },
    {
      "index": 30,
      "start_time": 199730.0,
      "end_time": 214989.0,
      "text": "They have these specific tutors, all this unbelievable culture of education, that they spend all their life to go to these universities, and study English or that, that you can not ever catch up with them."
    },
    {
      "index": 31,
      "start_time": 214990.0,
      "end_time": 221810.0,
      "text": "Additionally, social disparity and political tensions can lead to defectors facing discrimination from South Koreans."
    },
    {
      "index": 32,
      "start_time": 221810.0,
      "end_time": 223410.0,
      "text": "I'm not welcome."
    },
    {
      "index": 33,
      "start_time": 223410.0,
      "end_time": 226180.0,
      "text": "I am a second-class citizen here."
    },
    {
      "index": 34,
      "start_time": 226180.0,
      "end_time": 250620.0,
      "text": "So, that was really tiring in South Korea, because people never said any positive things about me, coming from North Korea and being a defector, because that was a stigma, that people just are so hard on you, even criticize, and traumatize us for what we've gone through or where we are from."
    },
    {
      "index": 35,
      "start_time": 250620.0,
      "end_time": 262240.0,
      "text": "That's how hard it was as a defector, and really, really, sadly, there has been some people, actually, who even went back to North Korea from South Korea."
    },
    {
      "index": 36,
      "start_time": 262240.0,
      "end_time": 267577.0,
      "text": "At some point, it was so overwhelming that I was thinking, \"Just give me enough frozen potatoes\""
    },
    {
      "index": 37,
      "start_time": 267577.0,
      "end_time": 269420.0,
      "text": "\"I'm just gonna go back to North Korea.\""
    },
    {
      "index": 38,
      "start_time": 269420.0,
      "end_time": 275360.0,
      "text": "Defectors can face a life of medical issues caused by malnutrition earlier in their lives."
    },
    {
      "index": 39,
      "start_time": 275360.0,
      "end_time": 280600.0,
      "text": "They're also at higher risk of anxiety, depression, and PTSD."
    },
    {
      "index": 40,
      "start_time": 280600.0,
      "end_time": 292300.0,
      "text": "The suicide rate among North Korean defectors in South Korea is three times higher than South Koreans, and I think South Korea is one of the most high-suicide-rate countries."
    },
    {
      "index": 41,
      "start_time": 292300.0,
      "end_time": 293330.0,
      "text": "Another challenge?"
    },
    {
      "index": 42,
      "start_time": 293330.0,
      "end_time": 296599.0,
      "text": "Understanding freedom and victory it brings."
    },
    {
      "index": 43,
      "start_time": 296600.0,
      "end_time": 303323.0,
      "text": "To me, freedom was wearing jeans, or watching movies, or listening to hip-hop songs."
    },
    {
      "index": 44,
      "start_time": 304220.0,
      "end_time": 305900.0,
      "text": "And, that's how simple it was."
    },
    {
      "index": 45,
      "start_time": 305900.0,
      "end_time": 310990.0,
      "text": "Maybe wearing earrings, because in North Korea we don't have any freedom."
    },
    {
      "index": 46,
      "start_time": 310100.0,
      "end_time": 313830.0,
      "text": "They tell us what to wear, what to listen, what to watch."
    },
    {
      "index": 47,
      "start_time": 313830.0,
      "end_time": 321140.0,
      "text": "In South Korea, for instance, if you go shop, there are so many tons of kinds of pants."
    },
    {
      "index": 48,
      "start_time": 321140.0,
      "end_time": 323490.0,
      "text": "You gotta choose what you want to wear."
    },
    {
      "index": 49,
      "start_time": 323490.0,
      "end_time": 326700.0,
      "text": "That's very simple, even that was overwhelming for me."
    },
    {
      "index": 50,
      "start_time": 326700.0,
      "end_time": 330404.0,
      "text": "But, I am very grateful that I was born in North Korea today, because I'm the winner."
    },
    {
      "index": 51,
      "start_time": 330412.0,
      "end_time": 333600.0,
      "text": "I survived, I fought for my freedom."
    },
    {
      "index": 52,
      "start_time": 333600.0,
      "end_time": 336100.0,
      "text": "It was not given to me, but I fought for it."
    },
    {
      "index": 53,
      "start_time": 336100.0,
      "end_time": 348810.0,
      "text": "So, I want the North Korean defectors struggling in South Korea, that you should be very proud of yourself, and don't listen to anyone say that you are not enough, that you are different, you are not going to win."
    },
    {
      "index": 54,
      "start_time": 348810.0,
      "end_time": 350293.0,
      "text": "You are the winner already."
    }
  ]
}