{
  "video_id": "iETGNw9kunI",
  "title": "Jobspeaker Interview Series: Why Should We Hire You?",
  "json": [
    {
      "index": 1,
      "start_time": 9000.0,
      "end_time": 10500.0,
      "text": "Why should I hire you?"
    },
    {
      "index": 2,
      "start_time": 10500.0,
      "end_time": 13450.0,
      "text": "You should hire me for this position because I am a very hard worker."
    },
    {
      "index": 3,
      "start_time": 13450.0,
      "end_time": 17160.0,
      "text": "Interviewers do not want to hear cliche answers."
    },
    {
      "index": 4,
      "start_time": 17160.0,
      "end_time": 23000.0,
      "text": "Being a hard worker is a great quality, but is not the specific skill that will get you the job."
    },
    {
      "index": 5,
      "start_time": 23000.0,
      "end_time": 30100.0,
      "text": "Why should we hire you is one of the most important questions that you will face in some form or another when interviewing."
    },
    {
      "index": 6,
      "start_time": 30100.0,
      "end_time": 35800.0,
      "text": "It is a chance to show them how you match up to the job and sell yourself as the best candidate possible."
    },
    {
      "index": 7,
      "start_time": 35800.0,
      "end_time": 42839.0,
      "text": "Take a look at the job description and highlight the key responsibilities and qualifications needed in order to do the job."
    },
    {
      "index": 8,
      "start_time": 42839.0,
      "end_time": 50100.0,
      "text": "Pick a minimum of three KEY requirements and think about how you have either the experience or training in these areas."
    },
    {
      "index": 9,
      "start_time": 51319.0,
      "end_time": 54120.0,
      "text": "To do this, it helps to set up a T-table:"
    },
    {
      "index": 10,
      "start_time": 54120.0,
      "end_time": 64580.0,
      "text": "After you have identified a minimum of three responsibilities that you feel are the most crucial to the job, take the time to write them out on the job side of the T-Table."
    },
    {
      "index": 11,
      "start_time": 64580.0,
      "end_time": 72429.0,
      "text": "Now, take your time and write out how you match up with each of these responsibilities or tasks best."
    },
    {
      "index": 12,
      "start_time": 72430.0,
      "end_time": 87100.0,
      "text": "Examples are always best, so if you have direct in-field experience with these responsibilities, use those first, if you have experience from your education or training, list those and give your understanding of the responsibility."
    },
    {
      "index": 13,
      "start_time": 87100.0,
      "end_time": 97300.0,
      "text": "Now that you have completed your table, hopefully you have gained a little more confidence in your abilities as well, because you ARE the right person for the job, you just have to show them."
    },
    {
      "index": 14,
      "start_time": 97300.0,
      "end_time": 103520.0,
      "text": "You have organized the content of your answer, the next step is making it all flow, which will require a little practice."
    },
    {
      "index": 15,
      "start_time": 104540.0,
      "end_time": 105860.0,
      "text": "Why should I hire you?"
    },
    {
      "index": 16,
      "start_time": 105860.0,
      "end_time": 119300.0,
      "text": "You should hire me for this position because based on what you are looking for, I have excellent customer service skills which I gained from my time working at AJs for 3 years where I dealt with many clients in a very professional and friendly manner."
    },
    {
      "index": 17,
      "start_time": 119300.0,
      "end_time": 130899.0,
      "text": "I learned to quickly identify clients' needs and concerns and will apply those same people skills in your office, creating an inviting atmosphere to incoming patients and I am able to handle all patients needs."
    },
    {
      "index": 18,
      "start_time": 130899.0,
      "end_time": 135200.0,
      "text": "I also see that interpreting and entering insurance forms is key to the role."
    },
    {
      "index": 19,
      "start_time": 135200.0,
      "end_time": 139500.0,
      "text": "In my time in school, I took a years' worth of coursework in Insurance Billing and Coding."
    },
    {
      "index": 20,
      "start_time": 139500.0,
      "end_time": 147700.0,
      "text": "Where I maintained an extremely high level of accuracy, earning top marks and I assure you I will apply those same skills here."
    },
    {
      "index": 21,
      "start_time": 147700.0,
      "end_time": 158700.0,
      "text": "I am also extremely organized and detail-oriented, after a year, while working in retail at ABC fashion, I was responsible for writing the weekly schedule for all employees."
    },
    {
      "index": 22,
      "start_time": 158700.0,
      "end_time": 165999.0,
      "text": "I also have taken courses while earning my degree that specifically relate to scheduling and calendaring in a medical office."
    },
    {
      "index": 23,
      "start_time": 165999.0,
      "end_time": 168930.0,
      "text": "Make sure you close your answer strong."
    },
    {
      "index": 24,
      "start_time": 168930.0,
      "end_time": 183138.0,
      "text": "You have already matched yourself up to the job description, showing them that you have the skills necessary to be successful so let them know that you feel that you're the right person, the right fit, not only for the job, but for their company."
    },
    {
      "index": 25,
      "start_time": 183139.0,
      "end_time": 187489.0,
      "text": "Let them know that you don't just want a job, but THIS job in particular."
    },
    {
      "index": 26,
      "start_time": 187689.0,
      "end_time": 197370.0,
      "text": "Based on your qualifications needed and the values and mission statement I read on your website I feel that I am not only the right fit for this job but for this company as well."
    },
    {
      "index": 27,
      "start_time": 197500.0,
      "end_time": 202500.0,
      "text": "Remember, for this question, the job description is your best friend."
    },
    {
      "index": 28,
      "start_time": 202500.0,
      "end_time": 217638.0,
      "text": "Make your T-Table, match yourself up to the job, structure your answer accordingly and practice, practice, practice. You want it to come off natural."
    }
  ]
}