{
  "video_id": "iF-UsFYX1XM",
  "title": "Unlocking the Old Testament Part 18 - Judges and Ruth 1",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 28900.0,
      "end_time": 34700.0,
      "text": "Like every library, the Bible is sectioned into different kinds of books. We looked at"
    },
    {
      "index": 2,
      "start_time": 34700.0,
      "end_time": 39400.0,
      "text": "the book of Leviticus which belongs to the law section of the library. We&#39;re now going"
    },
    {
      "index": 3,
      "start_time": 39400.0,
      "end_time": 45699.0,
      "text": "to look at a history book - quite different. Actually, the Bible is unique in being mostly"
    },
    {
      "index": 4,
      "start_time": 45700.0,
      "end_time": 50260.0,
      "text": "history. If you study the other sacred scriptures of the world - of the other religions, none"
    },
    {
      "index": 5,
      "start_time": 50260.0,
      "end_time": 56400.0,
      "text": "of them are history. You read the Koran through or the holy Vedas, you find there&#39;s no history"
    },
    {
      "index": 6,
      "start_time": 56400.0,
      "end_time": 62510.0,
      "text": "in them. The Bible is a book of history and unlike any other history book it begins earlier"
    },
    {
      "index": 7,
      "start_time": 62510.0,
      "end_time": 69149.0,
      "text": "and it ends later; and in fact it records history that no historian can record - nobody"
    },
    {
      "index": 8,
      "start_time": 69150.0,
      "end_time": 73619.0,
      "text": "was present at the beginning of the history of our universe and nobody has yet been present"
    },
    {
      "index": 9,
      "start_time": 73619.0,
      "end_time": 78229.0,
      "text": "at the end of it, and yet the Bible covers the entire history of the universe from beginning"
    },
    {
      "index": 10,
      "start_time": 78229.0,
      "end_time": 84390.0,
      "text": "to end. Which means that the earliest part of the Bible and the latest part are either"
    },
    {
      "index": 11,
      "start_time": 84390.0,
      "end_time": 90500.0,
      "text": "divine inspiration or human imagination - but you&#39;ve got to decide. But here&#39;s history written"
    },
    {
      "index": 12,
      "start_time": 90500.0,
      "end_time": 96580.0,
      "text": "when there has been no historian present to record what happened. But most of it is history"
    },
    {
      "index": 13,
      "start_time": 96580.0,
      "end_time": 101149.0,
      "text": "like other histories - it&#39;s the human part and in the book of Judges we&#39;re into a book"
    },
    {
      "index": 14,
      "start_time": 101149.0,
      "end_time": 105840.0,
      "text": "of history. Now there are four levels of studying history"
    },
    {
      "index": 15,
      "start_time": 105840.0,
      "end_time": 113930.0,
      "text": "- all history. And in the history section of your library you&#39;ll find histories written"
    },
    {
      "index": 16,
      "start_time": 113930.0,
      "end_time": 119860.0,
      "text": "from all points of view. One point of view is to study the Personalities who make history"
    },
    {
      "index": 17,
      "start_time": 119860.0,
      "end_time": 125920.0,
      "text": "happen, the great characters, the great figures. And one series of the history of England focuses"
    },
    {
      "index": 18,
      "start_time": 125920.0,
      "end_time": 132640.0,
      "text": "on the king or the queen and what happened during their reign. A second level of studying"
    },
    {
      "index": 19,
      "start_time": 132640.0,
      "end_time": 138559.0,
      "text": "history is to look at nations and Peoples and see the political history of the world"
    },
    {
      "index": 20,
      "start_time": 138560.0,
      "end_time": 145280.0,
      "text": "and how one nation gets bigger and stronger and another weakens, and then that one weakens,"
    },
    {
      "index": 21,
      "start_time": 145280.0,
      "end_time": 153250.0,
      "text": "and another takes over. The history of peoples as distinct from personalities. A third level"
    },
    {
      "index": 22,
      "start_time": 153250.0,
      "end_time": 161400.0,
      "text": "of studying history is to look for Patterns - to look for somehow rhythms in history so"
    },
    {
      "index": 23,
      "start_time": 161400.0,
      "end_time": 170400.0,
      "text": "you get cycles of recession and economic growth and some historians try and find patterns"
    },
    {
      "index": 24,
      "start_time": 170400.0,
      "end_time": 176640.0,
      "text": "of history and see how the ebb and flow of civilisations happens. There have been twenty-one"
    },
    {
      "index": 25,
      "start_time": 176640.0,
      "end_time": 182738.0,
      "text": "civilisations that have come and gone so far, and they follow a remarkably similar pattern"
    },
    {
      "index": 26,
      "start_time": 182739.0,
      "end_time": 190939.0,
      "text": "of rise and fall like the Roman Empire. There is a fourth level which historians like Toynbee"
    },
    {
      "index": 27,
      "start_time": 190939.0,
      "end_time": 198900.0,
      "text": "have tried to write and that is to see the Purpose of history – where’s it going?"
    },
    {
      "index": 28,
      "start_time": 198900.0,
      "end_time": 205379.0,
      "text": "Is it just a matter of patterns, or is there a purpose being fulfilled through the centuries?"
    },
    {
      "index": 29,
      "start_time": 205379.0,
      "end_time": 212608.0,
      "text": "Is something going on, is there a plot, is there some clear end in view?"
    },
    {
      "index": 30,
      "start_time": 212609.0,
      "end_time": 218379.0,
      "text": "Well now, there are two answers to that last question - is there a purpose in history?"
    },
    {
      "index": 31,
      "start_time": 218379.0,
      "end_time": 223530.0,
      "text": "On the one hand, there are those who say there’s no purpose; history is going nowhere, it&#39;s"
    },
    {
      "index": 32,
      "start_time": 223530.0,
      "end_time": 229959.0,
      "text": "going round in circles, everything happens again. Have you heard the popular proverb"
    },
    {
      "index": 33,
      "start_time": 229959.0,
      "end_time": 235800.0,
      "text": "‘history repeats itself’? That&#39;s what we call the cyclical view of history, that"
    },
    {
      "index": 34,
      "start_time": 235800.0,
      "end_time": 239569.0,
      "text": "it’s getting nowhere, it&#39;s just going round, and round, and round and you have good times"
    },
    {
      "index": 35,
      "start_time": 239569.0,
      "end_time": 245409.0,
      "text": "and bad times and good times and bad times and empires rise and fall, and history&#39;s going"
    },
    {
      "index": 36,
      "start_time": 245409.0,
      "end_time": 252980.0,
      "text": "nowhere - it&#39;s going in a circle. On the other hand, that&#39;s a human view of"
    },
    {
      "index": 37,
      "start_time": 252980.0,
      "end_time": 261560.0,
      "text": "history but the divine view of history is that it&#39;s a linear purpose rather than a cyclical."
    },
    {
      "index": 38,
      "start_time": 261560.0,
      "end_time": 266150.0,
      "text": "In other words, history is going somewhere. It&#39;s travelling in only one direction from"
    },
    {
      "index": 39,
      "start_time": 266150.0,
      "end_time": 272650.0,
      "text": "the past, through the present, to the future. And this is the view of history in the Bible"
    },
    {
      "index": 40,
      "start_time": 272650.0,
      "end_time": 279500.0,
      "text": "and history is a line, it&#39;s linear, it’s got purpose; it has a beginning, a middle"
    },
    {
      "index": 41,
      "start_time": 279500.0,
      "end_time": 288150.0,
      "text": "and an end and God is moving history to his planned ending. And therefore history is his"
    },
    {
      "index": 42,
      "start_time": 288150.0,
      "end_time": 294719.0,
      "text": "story and he&#39;s writing it. Now it&#39;s interesting that whenever in the"
    },
    {
      "index": 43,
      "start_time": 294720.0,
      "end_time": 302520.0,
      "text": "Bible people got away from God, this was the pattern that resulted, and if you&#39;ve read"
    },
    {
      "index": 44,
      "start_time": 302520.0,
      "end_time": 308169.0,
      "text": "Judges you know that it&#39;s just one cycle after another; and the same thing happens again"
    },
    {
      "index": 45,
      "start_time": 308169.0,
      "end_time": 316419.0,
      "text": "and again, actually seven times in the book of Judges, the same story happens again, because"
    },
    {
      "index": 46,
      "start_time": 316419.0,
      "end_time": 322560.0,
      "text": "they had got away from the Lord. And in fact individual lives are the same - away from"
    },
    {
      "index": 47,
      "start_time": 322560.0,
      "end_time": 327430.0,
      "text": "the Lord, life is a roundabout: you get up, you go to work, you come home, you watch telly,"
    },
    {
      "index": 48,
      "start_time": 327430.0,
      "end_time": 330961.0,
      "text": "you go to bed, you get up, you go to work, you come home, you watch telly and you go"
    },
    {
      "index": 49,
      "start_time": 330961.0,
      "end_time": 335240.0,
      "text": "on doing that for forty years and then you retire and die and you get off just where"
    },
    {
      "index": 50,
      "start_time": 335240.0,
      "end_time": 342780.0,
      "text": "you got on, life&#39;s been a roundabout, a cycle and it&#39;s got nowhere. Whereas when you&#39;re"
    },
    {
      "index": 51,
      "start_time": 342780.0,
      "end_time": 348679.0,
      "text": "in line with God, your life has a purpose and it&#39;s going somewhere. It&#39;s a line again"
    },
    {
      "index": 52,
      "start_time": 348680.0,
      "end_time": 352830.0,
      "text": "- do you follow me? Now since in the book of Judges people had"
    },
    {
      "index": 53,
      "start_time": 352830.0,
      "end_time": 359380.0,
      "text": "got away from God and were disobedient to God and were not obeying Leviticus and the"
    },
    {
      "index": 54,
      "start_time": 359380.0,
      "end_time": 367460.0,
      "text": "other laws of Moses, life became cyclical - a roundabout, and things just happened again"
    },
    {
      "index": 55,
      "start_time": 367460.0,
      "end_time": 373289.0,
      "text": "and again and again. With the book of Ruth, on the other hand, the line becomes the main"
    },
    {
      "index": 56,
      "start_time": 373289.0,
      "end_time": 380259.0,
      "text": "thing and it ends with a royal line that is fulfilling God&#39;s purpose."
    },
    {
      "index": 57,
      "start_time": 380259.0,
      "end_time": 387259.0,
      "text": "So, is life a cycle or a line for you - circle or a line? Depends on whether you&#39;re in touch"
    },
    {
      "index": 58,
      "start_time": 387259.0,
      "end_time": 391860.0,
      "text": "with the Lord. And that’s one of the big things that redemption does for you. It gets"
    },
    {
      "index": 59,
      "start_time": 391860.0,
      "end_time": 396629.0,
      "text": "you off the roundabout and gets you on to a line that&#39;s going somewhere and that you&#39;re"
    },
    {
      "index": 60,
      "start_time": 396629.0,
      "end_time": 403790.0,
      "text": "part of a purpose that&#39;s being worked out in history. Well now, originally the book"
    },
    {
      "index": 61,
      "start_time": 403790.0,
      "end_time": 410320.0,
      "text": "of Judges and the book of Ruth were one book and still are in the Hebrew Bible. That&#39;s"
    },
    {
      "index": 62,
      "start_time": 410320.0,
      "end_time": 414969.0,
      "text": "very important because they belong together - they are really one book. And we&#39;re going"
    },
    {
      "index": 63,
      "start_time": 414970.0,
      "end_time": 422759.0,
      "text": "to ask who wrote this one book and why? Because in fact the most important question about"
    },
    {
      "index": 64,
      "start_time": 422759.0,
      "end_time": 428900.0,
      "text": "any book in the Bible you can ask is, why was that book written? And once you&#39;ve got"
    },
    {
      "index": 65,
      "start_time": 428900.0,
      "end_time": 433800.0,
      "text": "the answer to that, you&#39;ve got the biggest key to unlock it - why was that book written?"
    },
    {
      "index": 66,
      "start_time": 433800.0,
      "end_time": 442389.0,
      "text": "So why was this single Hebrew book Judges/Ruth written, and who wrote it, and when? And astonishingly,"
    },
    {
      "index": 67,
      "start_time": 442389.0,
      "end_time": 447970.0,
      "text": "we can answer these questions exactly, even though the answers are not given in either"
    },
    {
      "index": 68,
      "start_time": 447970.0,
      "end_time": 451919.0,
      "text": "book; but we&#39;ve got to do a little detective work."
    },
    {
      "index": 69,
      "start_time": 451919.0,
      "end_time": 456109.0,
      "text": "Now the tragedy is - we&#39;ll begin with Judges - and the tragedy is that most people only"
    },
    {
      "index": 70,
      "start_time": 456110.0,
      "end_time": 463180.0,
      "text": "have a Sunday school knowledge of the book of Judges. Do you know what I mean by that?"
    },
    {
      "index": 71,
      "start_time": 463180.0,
      "end_time": 469440.0,
      "text": "They only know the Bowdlerized version. Now that maybe a verb unfamiliar to you. Bowdler"
    },
    {
      "index": 72,
      "start_time": 469440.0,
      "end_time": 474699.0,
      "text": "was a famous man who didn&#39;t approve of William Shakespeare because he said, there are naughty"
    },
    {
      "index": 73,
      "start_time": 474699.0,
      "end_time": 481159.0,
      "text": "bits in Shakespeare. So he actually revised Shakespeare and cut out all the naughty bits"
    },
    {
      "index": 74,
      "start_time": 481159.0,
      "end_time": 486480.0,
      "text": "and it was known as the Bowdlerized version and his name has gone down in history. Well"
    },
    {
      "index": 75,
      "start_time": 486480.0,
      "end_time": 493569.0,
      "text": "I&#39;m afraid you can&#39;t teach judges as a whole in Sunday school. It&#39;s full of pretty horrid"
    },
    {
      "index": 76,
      "start_time": 493569.0,
      "end_time": 499659.0,
      "text": "things of concubines and prostitutes being cut up into pieces and rape and murder and"
    },
    {
      "index": 77,
      "start_time": 499659.0,
      "end_time": 506430.0,
      "text": "phallic symbols. No wonder they edited it very carefully for Sunday school teaching."
    },
    {
      "index": 78,
      "start_time": 506430.0,
      "end_time": 512539.0,
      "text": "And I&#39;m afraid when you do that, you finish up only knowing about the personalities - you"
    },
    {
      "index": 79,
      "start_time": 512539.0,
      "end_time": 521809.0,
      "text": "don&#39;t know the book. That&#39;s typical. There&#39;s a comic of Samson, and actually he didn&#39;t"
    },
    {
      "index": 80,
      "start_time": 521808.99999999994,
      "end_time": 527200.0,
      "text": "look like that at all he looked more like me. I mean if Samson had looked like that,"
    },
    {
      "index": 81,
      "start_time": 527200.0,
      "end_time": 533500.0,
      "text": "do you think Delilah would have said, what is the secret of your great strength? I mean"
    },
    {
      "index": 82,
      "start_time": 533500.0,
      "end_time": 540349.0,
      "text": "actually he had a very small physique. His strength did not lie in his biceps, he wasn&#39;t"
    },
    {
      "index": 83,
      "start_time": 540350.0,
      "end_time": 545990.0,
      "text": "Atlas or Mr. World or whatever, but we were given these in Sunday school - you know the"
    },
    {
      "index": 84,
      "start_time": 545990.0,
      "end_time": 554400.0,
      "text": "kind of thing. And lurid stories of his adventures, suitably Bowdlerized of course. But unfortunately,"
    },
    {
      "index": 85,
      "start_time": 554400.0,
      "end_time": 557620.0,
      "text": "that&#39;s the level at which most people know the book of Judges. They know about Samson,"
    },
    {
      "index": 86,
      "start_time": 557620.0,
      "end_time": 564130.0,
      "text": "they know about Gideon; if they’re feminists, they know all about Deborah these days, but"
    },
    {
      "index": 87,
      "start_time": 564130.0,
      "end_time": 569410.0,
      "text": "we&#39;re getting a bit stuck now for some of the names of the others and that&#39;s a great"
    },
    {
      "index": 88,
      "start_time": 569410.0,
      "end_time": 575690.0,
      "text": "pity because it&#39;s not just a book of personalities. It&#39;s not just a book of Sunday school stories"
    },
    {
      "index": 89,
      "start_time": 575700.0,
      "end_time": 581190.0,
      "text": "or of folk tales - not fairy tales - folk tales; but they no doubt went through the"
    },
    {
      "index": 90,
      "start_time": 581190.0,
      "end_time": 588630.0,
      "text": "stages of folk tales - they were remembered, then repeated, then recorded and most of the"
    },
    {
      "index": 91,
      "start_time": 588630.0,
      "end_time": 595290.0,
      "text": "Bible came that way, as things were remembered and then retold and repeated and then somebody"
    },
    {
      "index": 92,
      "start_time": 595290.0,
      "end_time": 600300.0,
      "text": "put them down with pen and ink and they became recorded for us."
    },
    {
      "index": 93,
      "start_time": 600300.0,
      "end_time": 608829.0,
      "text": "Well now, of the heroes and personalities in the book of Judges, it&#39;s really quite unbalanced."
    },
    {
      "index": 94,
      "start_time": 608830.0,
      "end_time": 616650.0,
      "text": "For example, Samson has four chapters all to himself, Gideon has three, but some of"
    },
    {
      "index": 95,
      "start_time": 616650.0,
      "end_time": 622750.0,
      "text": "these others only get a little mention and it seems that the more sensational they were"
    },
    {
      "index": 96,
      "start_time": 622750.0,
      "end_time": 631830.0,
      "text": "the more mention they got, it&#39;s almost a tabloid newspaper record. Deborah and Barak had quite"
    },
    {
      "index": 97,
      "start_time": 631830.0,
      "end_time": 637150.0,
      "text": "a bit, Gideon had more so I’ve given him 2 stars, and Samson had most so I’ve given"
    },
    {
      "index": 98,
      "start_time": 637150.0,
      "end_time": 645569.0,
      "text": "him 3 stars. And the first impression is that it was simply folk heroes like Nelson and"
    },
    {
      "index": 99,
      "start_time": 645570.0,
      "end_time": 651460.0,
      "text": "Wellington – you know, people who’ve saved the situation. When you run through them,"
    },
    {
      "index": 100,
      "start_time": 651460.0,
      "end_time": 656710.0,
      "text": "what an odd crowd they are. This is Caleb’s younger brother, and we’re only told that"
    },
    {
      "index": 101,
      "start_time": 656710.0,
      "end_time": 661500.0,
      "text": "he brought peace to his people for 40 years, and that’s about all we know about him."
    },
    {
      "index": 102,
      "start_time": 661500.0,
      "end_time": 668980.0,
      "text": "Ehud was a very colourful character; he was left handed and he used to carry his eighteen-inch"
    },
    {
      "index": 103,
      "start_time": 668980.0,
      "end_time": 676220.0,
      "text": "blade sword strapped to his right leg and people who frisked you frisked your left leg"
    },
    {
      "index": 104,
      "start_time": 676220.0,
      "end_time": 680400.0,
      "text": "because that was where a right- hander would pull the sword from. So rather cunningly,"
    },
    {
      "index": 105,
      "start_time": 680400.0,
      "end_time": 684660.0,
      "text": "he carried it in his left trouser leg and he could pull it out pretty sharply. And he"
    },
    {
      "index": 106,
      "start_time": 684660.0,
      "end_time": 688670.0,
      "text": "went to the king of Moab and said, I&#39;ve got a message for you and it&#39;s a very private"
    },
    {
      "index": 107,
      "start_time": 688670.0,
      "end_time": 696690.0,
      "text": "message, so send everybody out of the room. And the king of Moab was very, very fat and"
    },
    {
      "index": 108,
      "start_time": 696700.0,
      "end_time": 702120.0,
      "text": "when everybody had left the room, Ehud pulled out his sword - they&#39;d frisked his right leg"
    },
    {
      "index": 109,
      "start_time": 702120.0,
      "end_time": 707220.0,
      "text": "but not his left, and he&#39;d still got the sword - and he plunges it in to the king of Moab&#39;s"
    },
    {
      "index": 110,
      "start_time": 707220.0,
      "end_time": 715590.0,
      "text": "belly, who was so fat that the fat closed over the sword and Ehud&#39;s hand. A most edifying"
    },
    {
      "index": 111,
      "start_time": 715590.0,
      "end_time": 721850.0,
      "text": "tale this - and then having killed the king of Moab, he went out and he told the guards,"
    },
    {
      "index": 112,
      "start_time": 721850.0,
      "end_time": 725970.0,
      "text": "the king has gone to relieve himself, so he says, don&#39;t trouble him for the next fifteen"
    },
    {
      "index": 113,
      "start_time": 725970.0,
      "end_time": 733550.0,
      "text": "minutes - and thus got back safely to Israel. What on earth is that doing in the Bible?"
    },
    {
      "index": 114,
      "start_time": 733550.0,
      "end_time": 743200.0,
      "text": "Shamgar, well he killed 600 Philistines with an ox goad - bully for him! Then Deborah - Deborah"
    },
    {
      "index": 115,
      "start_time": 743200.0,
      "end_time": 748660.0,
      "text": "and Barak - and Deborah was a prophetess; her name means ‘busy bee’ and she was"
    },
    {
      "index": 116,
      "start_time": 748660.0,
      "end_time": 756910.0,
      "text": "married to a man called Flash - otherwise known as Lappidoth in Hebrew - and she would"
    },
    {
      "index": 117,
      "start_time": 756910.0,
      "end_time": 764110.0,
      "text": "settle disputes by hearing from the Lord. But when the big battle came, she did not"
    },
    {
      "index": 118,
      "start_time": 764110.0,
      "end_time": 770350.0,
      "text": "lead the people of God into battle, she called on Barak, a man to do that. He was not a man"
    },
    {
      "index": 119,
      "start_time": 770350.0,
      "end_time": 774780.0,
      "text": "and he said, I&#39;m not going into the front line unless you come with me - because it"
    },
    {
      "index": 120,
      "start_time": 774780.0,
      "end_time": 781569.0,
      "text": "is the custom in Israeli army for the senior officer to lead his troops in battle - still"
    },
    {
      "index": 121,
      "start_time": 781570.0,
      "end_time": 787590.0,
      "text": "true of the Israeli army - which is why they lose so many officers when they fight. It&#39;s"
    },
    {
      "index": 122,
      "start_time": 787590.0,
      "end_time": 795980.0,
      "text": "the only army - British army is a little different and the Americans and the others. But there,"
    },
    {
      "index": 123,
      "start_time": 795980.0,
      "end_time": 800800.0,
      "text": "Barak said, I&#39;ll only lead in front if you&#39;ll come with me which would have exposed her"
    },
    {
      "index": 124,
      "start_time": 800800.0,
      "end_time": 807979.0,
      "text": "to danger and because of that, God was angry and said that the enemy Sisera would fall"
    },
    {
      "index": 125,
      "start_time": 807980.0,
      "end_time": 814810.0,
      "text": "to the hand of a woman to humiliate Barak in his cowardice and of course Sisera died"
    },
    {
      "index": 126,
      "start_time": 814810.0,
      "end_time": 821600.0,
      "text": "of surprise - such a thing had never entered his head before. And I&#39;m just seeing if you&#39;ve"
    },
    {
      "index": 127,
      "start_time": 821600.0,
      "end_time": 826640.0,
      "text": "read it, and if you haven&#39;t, go and read it and you&#39;ll find out why I said that."
    },
    {
      "index": 128,
      "start_time": 826640.0,
      "end_time": 835240.0,
      "text": "Gideon - this fearful man - he put some meat on an altar and fire from heaven burns up"
    },
    {
      "index": 129,
      "start_time": 835240.0,
      "end_time": 844710.0,
      "text": "the meat and then he says, Lord I need a sign from heaven. I mean it&#39;s almost laughable,"
    },
    {
      "index": 130,
      "start_time": 844710.0,
      "end_time": 850110.0,
      "text": "that having had fire of heaven burn up meat in front of his eyes, he wants a sign. So"
    },
    {
      "index": 131,
      "start_time": 850110.0,
      "end_time": 857189.0,
      "text": "he asks for a fleece. A friend of mine in New Zealand, one night… he was invited to"
    },
    {
      "index": 132,
      "start_time": 857190.0,
      "end_time": 863300.0,
      "text": "consider being a missionary in Malaysia and he said, Lord I need a fleece. When he came"
    },
    {
      "index": 133,
      "start_time": 863300.0,
      "end_time": 869800.0,
      "text": "down the next morning, here was a sheepskin on top of his car in the drive covered in"
    },
    {
      "index": 134,
      "start_time": 869800.0,
      "end_time": 876199.0,
      "text": "dew and he has not, to this day, found out who put it there. None of the neighbours put"
    },
    {
      "index": 135,
      "start_time": 876200.0,
      "end_time": 881470.0,
      "text": "it there. He’s never asked for a fleece again. But I meet so many Christians who say,"
    },
    {
      "index": 136,
      "start_time": 881470.0,
      "end_time": 885600.0,
      "text": "I&#39;m asking for a fleece. Are you really? Well he&#39;s the only man I&#39;ve ever known who got"
    },
    {
      "index": 137,
      "start_time": 885600.0,
      "end_time": 891870.0,
      "text": "one apart from Gideon, but Gideon got his sign with the fleece that was dry one day"
    },
    {
      "index": 138,
      "start_time": 891870.0,
      "end_time": 898410.0,
      "text": "and wet the next. But he had to learn that it&#39;s by God&#39;s strength and strategy that battles"
    },
    {
      "index": 139,
      "start_time": 898410.0,
      "end_time": 909810.0,
      "text": "are won and you remember that God reduced his army from 200,000 to 300 so that Gideon"
    },
    {
      "index": 140,
      "start_time": 909810.0,
      "end_time": 913859.0,
      "text": "would learn not to put his trust in human resources."
    },
    {
      "index": 141,
      "start_time": 913860.0,
      "end_time": 919100.0,
      "text": "Just out of interest, you remember he sorted them out by bringing them to a stream and"
    },
    {
      "index": 142,
      "start_time": 919100.0,
      "end_time": 923760.0,
      "text": "seeing whether they lapped or not, that&#39;s the Spring of Hared where he took them. I"
    },
    {
      "index": 143,
      "start_time": 923760.0,
      "end_time": 930180.0,
      "text": "want you to imagine hundreds of Israeli soldiers stooping down. Those who put their heads down"
    },
    {
      "index": 144,
      "start_time": 930180.0,
      "end_time": 934609.0,
      "text": "to the water and licked, were rejected and those who cupped the water in their hands"
    },
    {
      "index": 145,
      "start_time": 934610.0,
      "end_time": 939790.0,
      "text": "and lifted it, so they could still keep an eye open for the enemy, they were chosen;"
    },
    {
      "index": 146,
      "start_time": 939790.0,
      "end_time": 944750.0,
      "text": "and ultimately got down to 300. By the way, that&#39;s where Deborah and Barak gathered their"
    },
    {
      "index": 147,
      "start_time": 944750.0,
      "end_time": 951000.0,
      "text": "troops on the top of Mount Tabor and this is the area where Sisera and his troops were."
    },
    {
      "index": 148,
      "start_time": 951000.0,
      "end_time": 956100.0,
      "text": "It&#39;s a marshy area and their chariots got stuck in the mud and Sisera fled on foot,"
    },
    {
      "index": 149,
      "start_time": 956100.0,
      "end_time": 961441.0,
      "text": "but that&#39;s where it happened. It&#39;s a real education to go to the Holy Land (and Chris"
    },
    {
      "index": 150,
      "start_time": 961441.0,
      "end_time": 965940.0,
      "text": "Hill is the ideal person to take you)."
    },
    {
      "index": 151,
      "start_time": 965940.0,
      "end_time": 972440.0,
      "text": "Well now, let&#39;s go on. Who&#39;d we got up to? Passed Gideon. Tola; Jair - Thirty sons, donkeys"
    },
    {
      "index": 152,
      "start_time": 972440.0,
      "end_time": 978180.0,
      "text": "and towns he had - interesting! Jephthah, the Head of Gilead, that&#39;s all we know about"
    },
    {
      "index": 153,
      "start_time": 978180.0,
      "end_time": 985229.0,
      "text": "him. And then Ibzan, he had thirty daughters and thirty sons, and all his sons married"
    },
    {
      "index": 154,
      "start_time": 985230.0,
      "end_time": 990760.0,
      "text": "outside the clan of Judah - and he belonged to Bethlehem. Now there’s an interesting"
    },
    {
      "index": 155,
      "start_time": 990760.0,
      "end_time": 996330.0,
      "text": "little note, I want you to remember that. This family in Bethlehem married outside the"
    },
    {
      "index": 156,
      "start_time": 996330.0,
      "end_time": 1000700.0,
      "text": "clan - still within Israel, but outside the tribe."
    },
    {
      "index": 157,
      "start_time": 1000700.0,
      "end_time": 1005380.0,
      "text": "That&#39;s going to come up again a bit later when we get to Ruth. Then there was Elon,"
    },
    {
      "index": 158,
      "start_time": 1005380.0,
      "end_time": 1012410.0,
      "text": "we know nothing about him. Abdon had forty sons, thirty grandsons and seventy donkeys!"
    },
    {
      "index": 159,
      "start_time": 1012410.0,
      "end_time": 1020839.0,
      "text": "That makes seventy children and seventy donkeys. And then we come to Samson whose name was"
    },
    {
      "index": 160,
      "start_time": 1020840.0,
      "end_time": 1029789.0,
      "text": "Sunshine - that&#39;s what Samson means. And Sunshine was brought up a Nazirite. I was once preaching"
    },
    {
      "index": 161,
      "start_time": 1029790.0,
      "end_time": 1035411.0,
      "text": "on him and I said he wasn&#39;t allowed to take alcohol, and somebody in the audience shouted"
    },
    {
      "index": 162,
      "start_time": 1035410.0000000001,
      "end_time": 1040669.0000000001,
      "text": "Hallelujah! And I said, and he had to let his hair grow long - and there was dead silence!"
    },
    {
      "index": 163,
      "start_time": 1040670.0000000001,
      "end_time": 1047301.0000000001,
      "text": "And I said, why do you just approve of part of the word of God? But he was a Nazirite"
    },
    {
      "index": 164,
      "start_time": 1047300.0,
      "end_time": 1053570.0,
      "text": "and had a miraculous birth; and you know the story about him killing the lion and finding"
    },
    {
      "index": 165,
      "start_time": 1053570.0,
      "end_time": 1059689.0,
      "text": "the honey in it, and he offered that as a conundrum at his wedding reception – ‘out"
    },
    {
      "index": 166,
      "start_time": 1059690.0,
      "end_time": 1064150.0,
      "text": "of the strong comes forth sweetness’. And you know anybody could have found the answer"
    },
    {
      "index": 167,
      "start_time": 1064150.0,
      "end_time": 1070430.0,
      "text": "by looking at Tate & Lyle&#39;s golden syrup tin! Because the answer’s there on the Tate & Lyle"
    },
    {
      "index": 168,
      "start_time": 1070430.0,
      "end_time": 1075140.0,
      "text": "golden syrup tin - every one you buy - but they didn&#39;t have that in those days. When"
    },
    {
      "index": 169,
      "start_time": 1075140.0,
      "end_time": 1081370.0,
      "text": "they managed to persuade his wife to let the puzzle out, he was so angry, and she went"
    },
    {
      "index": 170,
      "start_time": 1081370.0,
      "end_time": 1088490.0,
      "text": "off with the Best Man. It&#39;s an extraordinary tale of a man who married and his marriage"
    },
    {
      "index": 171,
      "start_time": 1088490.0,
      "end_time": 1094330.0,
      "text": "broke up before even their honeymoon, then he moved to nameless prostitutes, finally"
    },
    {
      "index": 172,
      "start_time": 1094330.0,
      "end_time": 1099280.0,
      "text": "he had a mistress called Delilah - you know the sad story - the story of a weak man, not"
    },
    {
      "index": 173,
      "start_time": 1099280.0,
      "end_time": 1106408.0,
      "text": "a strong man. And you know that ultimately after many amazing feats of strength which"
    },
    {
      "index": 174,
      "start_time": 1106410.0,
      "end_time": 1114930.0,
      "text": "were due purely to his charismatic anointing and not to his muscles, that the Spirit of"
    },
    {
      "index": 175,
      "start_time": 1114930.0,
      "end_time": 1120731.0,
      "text": "the Lord departed from him and he was blinded and put in a treadmill and ultimately made"
    },
    {
      "index": 176,
      "start_time": 1120730.0,
      "end_time": 1126940.0,
      "text": "a joke by the Philistines. Some of you will have heard a famous sermon"
    },
    {
      "index": 177,
      "start_time": 1126940.0,
      "end_time": 1132211.0,
      "text": "I preached - or infamous or whatever - called ‘Samson&#39;s hair is growing again’ which"
    },
    {
      "index": 178,
      "start_time": 1132210.0,
      "end_time": 1138610.0,
      "text": "I preached way back in 1982 and which went round this country like a prairie fire. One"
    },
    {
      "index": 179,
      "start_time": 1138610.0,
      "end_time": 1147459.0,
      "text": "young person who heard that sermon wrote a poem about the blind Samson led by the little"
    },
    {
      "index": 180,
      "start_time": 1147460.0,
      "end_time": 1152460.0,
      "text": "boy to the pillars of the temple where he pulled the whole temple down. I must read"
    },
    {
      "index": 181,
      "start_time": 1152460.0,
      "end_time": 1157670.0,
      "text": "you that poem, it’s most moving. It’s called ‘The Boy Who held His Hand’. It"
    },
    {
      "index": 182,
      "start_time": 1157670.0,
      "end_time": 1162200.0,
      "text": "goes like this – “They gouged them out. At first, I could"
    },
    {
      "index": 183,
      "start_time": 1162200.0,
      "end_time": 1169230.0,
      "text": "not bear to look, empty and raw and cruel. I would not look; the shock of emptiness knowing"
    },
    {
      "index": 184,
      "start_time": 1169230.0,
      "end_time": 1175480.0,
      "text": "that he would not see. I watched the shaven head bowed low rocking with the rhythm of"
    },
    {
      "index": 185,
      "start_time": 1175480.0,
      "end_time": 1183480.0,
      "text": "the grindstone round, round, round. I watched the needless shackles, heavy and hard, biting"
    },
    {
      "index": 186,
      "start_time": 1183480.0,
      "end_time": 1192110.0,
      "text": "the flesh that needs no binding. Now, it does not matter that his eyes are gone. I am his"
    },
    {
      "index": 187,
      "start_time": 1192110.0,
      "end_time": 1198740.0,
      "text": "eyes; he sees through me. He has to see through me - there is no other way, and I have wept"
    },
    {
      "index": 188,
      "start_time": 1198740.0,
      "end_time": 1206919.0,
      "text": "the tears he cannot weep for all those careless years. And I have learned to love this broken"
    },
    {
      "index": 189,
      "start_time": 1206920.0,
      "end_time": 1216160.0,
      "text": "man, while he has learned at last to fear his God. So, I am not afraid to die, happy"
    },
    {
      "index": 190,
      "start_time": 1216160.0,
      "end_time": 1223900.0,
      "text": "to be his eyes this one last time, taking his hand, leading with practised care step"
    },
    {
      "index": 191,
      "start_time": 1223900.0,
      "end_time": 1233271.0,
      "text": "by guided step, into the place where he can pray. Oh Lord! Oh Sovereign Lord! And as the"
    },
    {
      "index": 192,
      "start_time": 1233270.0,
      "end_time": 1242158.0,
      "text": "pillars fall, I cry Amen.” That&#39;s quite a poem isn&#39;t it? Dear old Samson."
    },
    {
      "index": 193,
      "start_time": 1242160.0,
      "end_time": 1247380.0,
      "text": "In the last five minutes, he did more for his people than he did in all the years of"
    },
    {
      "index": 194,
      "start_time": 1247380.0,
      "end_time": 1252390.0,
      "text": "his life. Well that&#39;s just looking at personalities,"
    },
    {
      "index": 195,
      "start_time": 1252390.0,
      "end_time": 1260200.0,
      "text": "and the Bible is an honest book. It first of all doesn&#39;t hide human weakness. Many of"
    },
    {
      "index": 196,
      "start_time": 1260200.0,
      "end_time": 1266290.0,
      "text": "these characters are quite weak, even cowardly. They’re not strong characters, they’re"
    },
    {
      "index": 197,
      "start_time": 1266290.0,
      "end_time": 1273409.0,
      "text": "not holy people, and yet God used them. They are all charismatic people in that the secret"
    },
    {
      "index": 198,
      "start_time": 1273410.0,
      "end_time": 1281131.0,
      "text": "was the Holy Spirit came on them. But, however, though the human weakness was matched by divine"
    },
    {
      "index": 199,
      "start_time": 1281130.0,
      "end_time": 1288480.0,
      "text": "strength, that anointing of the Holy Spirit only came on a few people out of all God’s"
    },
    {
      "index": 200,
      "start_time": 1288480.0,
      "end_time": 1295220.0,
      "text": "people, 12 out of 2,000,000 to be precise, and the Holy Spirit only came on them temporarily"
    },
    {
      "index": 201,
      "start_time": 1295220.0,
      "end_time": 1301309.0,
      "text": "and not permanently. It was an anointing Spirit that touched them, rather than an in-dwelling"
    },
    {
      "index": 202,
      "start_time": 1301310.0,
      "end_time": 1306679.0,
      "text": "Spirit who stayed with them. That&#39;s important - that&#39;s the pattern of the Holy Spirit in"
    },
    {
      "index": 203,
      "start_time": 1306680.0,
      "end_time": 1316401.0,
      "text": "the old Testament. But what were they all? In English, they&#39;re called Judges - the book"
    },
    {
      "index": 204,
      "start_time": 1316400.0,
      "end_time": 1323789.0,
      "text": "of Judges. It&#39;s a pity; it&#39;s not a very helpful word - it&#39;s a bit of a misnomer. In fact,"
    },
    {
      "index": 205,
      "start_time": 1323790.0,
      "end_time": 1333260.0,
      "text": "the noun is not applied to any of those. The verb is. It says, Samson judged Israel, Gideon"
    },
    {
      "index": 206,
      "start_time": 1333260.0,
      "end_time": 1340441.0,
      "text": "judged Israel. They&#39;re not called judges. The verb is used and yet it&#39;s not ‘judged’."
    },
    {
      "index": 207,
      "start_time": 1340440.0,
      "end_time": 1349299.0,
      "text": "I would call them trouble-shooters. They delivered their people or as I said earlier, they saved"
    },
    {
      "index": 208,
      "start_time": 1349300.0,
      "end_time": 1355801.0,
      "text": "the situation. You could almost call them saviours - but that&#39;s what the verb actually"
    },
    {
      "index": 209,
      "start_time": 1355800.0,
      "end_time": 1364789.0,
      "text": "means - they saved the situation. And each of them saved the nation from a very bad situation"
    },
    {
      "index": 210,
      "start_time": 1364790.0,
      "end_time": 1372810.0,
      "text": "because along with these heroes, there were the baddies and in fact, it was when they"
    },
    {
      "index": 211,
      "start_time": 1372810.0,
      "end_time": 1381401.0,
      "text": "attacked, that these were anointed by God to save the situation. The only person to"
    },
    {
      "index": 212,
      "start_time": 1381400.0,
      "end_time": 1389100.0,
      "text": "whom the noun is applied in the book of Judges is God, which is very interesting. So actually"
    },
    {
      "index": 213,
      "start_time": 1389100.0,
      "end_time": 1399149.0,
      "text": "God is the Saviour and these people saved the situation. So the noun is God operating"
    },
    {
      "index": 214,
      "start_time": 1399150.0,
      "end_time": 1406331.0,
      "text": "through these heroes who were the verb; do you get it? And that in fact is how God operates"
    },
    {
      "index": 215,
      "start_time": 1406330.0,
      "end_time": 1415389.0,
      "text": "in the Bible - he is this, but he does it through people. See? And, so God is the deliverer,"
    },
    {
      "index": 216,
      "start_time": 1415390.0,
      "end_time": 1420929.0,
      "text": "the Saviour of the situation, but he does it through people and that&#39;s how he does most"
    },
    {
      "index": 217,
      "start_time": 1420930.0,
      "end_time": 1426841.0,
      "text": "of his work. He anoints people by his Spirit and then what he is becomes what those people"
    },
    {
      "index": 218,
      "start_time": 1426840.0,
      "end_time": 1433390.0,
      "text": "are able to do. So God is the healer, but he can heal through"
    },
    {
      "index": 219,
      "start_time": 1433390.0,
      "end_time": 1439490.0,
      "text": "people anointed by the Spirit. So you see, what he is is done by people filled with his"
    },
    {
      "index": 220,
      "start_time": 1439490.0,
      "end_time": 1445730.0,
      "text": "Holy Spirit. Now there seem so many enemies, the Amalekites, the Ammonites - all the parasites"
    },
    {
      "index": 221,
      "start_time": 1445730.0,
      "end_time": 1452800.0,
      "text": "from all over the place - seem to be involved. And this tells us that the people of God came"
    },
    {
      "index": 222,
      "start_time": 1452800.0,
      "end_time": 1457699.0,
      "text": "into a highly populated area. It was not an empty land when they came in - it was filled"
    },
    {
      "index": 223,
      "start_time": 1457700.0,
      "end_time": 1463600.0,
      "text": "with people and surrounded by people - and people didn&#39;t like them coming in there. This"
    },
    {
      "index": 224,
      "start_time": 1463600.0,
      "end_time": 1471379.0,
      "text": "sounds strangely modern. Since 1948, precisely the same situation has happened and the only"
    },
    {
      "index": 225,
      "start_time": 1471380.0,
      "end_time": 1477780.0,
      "text": "justification for them being in that land at all, was that God gave it to them. And"
    },
    {
      "index": 226,
      "start_time": 1477780.0,
      "end_time": 1484560.0,
      "text": "frankly, that is still the only justification, there is no other. And after all, “the earth"
    },
    {
      "index": 227,
      "start_time": 1484560.0,
      "end_time": 1487991.0,
      "text": "is the Lord’s and the fullness thereof”, and he can give it to anybody he chooses."
    },
    {
      "index": 228,
      "start_time": 1487990.0,
      "end_time": 1494190.0,
      "text": "It&#39;s not ours; God gives it to those he intends to have the land."
    },
    {
      "index": 229,
      "start_time": 1494190.0,
      "end_time": 1499679.0,
      "text": "So, we have all these enemies coming in and already we&#39;re beginning to see that this book"
    },
    {
      "index": 230,
      "start_time": 1499680.0,
      "end_time": 1506400.0,
      "text": "is a national book. It&#39;s not just about personalities; it is not just a collection of hero stories"
    },
    {
      "index": 231,
      "start_time": 1506400.0,
      "end_time": 1515581.0,
      "text": "for hero worship, it is the story of a people in the flow of God&#39;s history. Why then did"
    },
    {
      "index": 232,
      "start_time": 1515580.0,
      "end_time": 1521399.0,
      "text": "God allow all these people to come in and attack them when he’d promised to be their"
    },
    {
      "index": 233,
      "start_time": 1521400.0,
      "end_time": 1528521.0,
      "text": "Minister of Defence? And this is where we begin to get into the book itself."
    },
    {
      "index": 234,
      "start_time": 1528520.0,
      "end_time": 1536918.0,
      "text": "If you add together all the years that these people judged Israel, 40 years, 80 years and"
    },
    {
      "index": 235,
      "start_time": 1536920.0,
      "end_time": 1546410.0,
      "text": "so on, you get to a figure of 400, and yet the book of Judges only covers 200 years."
    },
    {
      "index": 236,
      "start_time": 1546410.0,
      "end_time": 1554801.0,
      "text": "Now there&#39;s a little mathematical problem here, see? If he brought peace for 40 years,"
    },
    {
      "index": 237,
      "start_time": 1554800.0,
      "end_time": 1557408.0,
      "text": "and he brought peace for 80 years, and so on and so on, and Samson brought peace for"
    },
    {
      "index": 238,
      "start_time": 1557410.0,
      "end_time": 1564410.0,
      "text": "40 years - add them all together – 400. And yet we know from the rest of the Bible"
    },
    {
      "index": 239,
      "start_time": 1564410.0,
      "end_time": 1569331.0,
      "text": "that actually it only covers 200 years, and this is where a little map is needed to help"
    },
    {
      "index": 240,
      "start_time": 1569330.0,
      "end_time": 1574649.0,
      "text": "us. By now the tribes of Israel were settled in"
    },
    {
      "index": 241,
      "start_time": 1574650.0,
      "end_time": 1581391.0,
      "text": "different areas - see? Here’s the tribe of Gad, here’s the tribe of Reuben, here’s"
    },
    {
      "index": 242,
      "start_time": 1581390.0,
      "end_time": 1586679.0,
      "text": "the little tribe of Benjamin, here’s the tribe of Judah, that&#39;s where Dan tried to"
    },
    {
      "index": 243,
      "start_time": 1586680.0,
      "end_time": 1591401.0,
      "text": "settle but as we shall see in the book of Judges, they didn&#39;t make it. They didn&#39;t overcome"
    },
    {
      "index": 244,
      "start_time": 1591400.0,
      "end_time": 1596800.0,
      "text": "their enemies and they moved way up to the north to Mount Hermon. Zebulon, Issachar,"
    },
    {
      "index": 245,
      "start_time": 1596800.0,
      "end_time": 1600129.0,
      "text": "Manasseh - they were already settled, two and a half tribes this side of the Jordan"
    },
    {
      "index": 246,
      "start_time": 1600130.0,
      "end_time": 1606520.0,
      "text": "the others that side of the Jordan. Now here&#39;s the key - we tend to get the impression"
    },
    {
      "index": 247,
      "start_time": 1606520.0,
      "end_time": 1611951.0,
      "text": "when we read about Gideon and Samson that in fact they were delivering the whole nation."
    },
    {
      "index": 248,
      "start_time": 1611950.0,
      "end_time": 1619799.0,
      "text": "Actually, they weren&#39;t - the nation was now divided into groups of tribes and so in fact"
    },
    {
      "index": 249,
      "start_time": 1619800.0,
      "end_time": 1625701.0,
      "text": "the 40 years may only apply to the north, while another one may have been saving the"
    },
    {
      "index": 250,
      "start_time": 1625700.0,
      "end_time": 1629799.0,
      "text": "situation in the south at the same time. Now do you understand? In other words, there is"
    },
    {
      "index": 251,
      "start_time": 1629800.0,
      "end_time": 1637491.0,
      "text": "a geographical reason for that 400 years of deliverance being squeezed into 200; do you"
    },
    {
      "index": 252,
      "start_time": 1637490.0,
      "end_time": 1645330.0,
      "text": "follow me? And, in fact, there were two big valleys cutting straight across like this,"
    },
    {
      "index": 253,
      "start_time": 1645330.0,
      "end_time": 1650158.0,
      "text": "which divided them into the north, the middle and the south. And in fact, the valley of"
    },
    {
      "index": 254,
      "start_time": 1650160.0,
      "end_time": 1655800.0,
      "text": "Jezreel was the main valley here. And so in fact the tribes were grouped into north, middle"
    },
    {
      "index": 255,
      "start_time": 1655800.0,
      "end_time": 1662121.0,
      "text": "and south, and you must realise that Samson was only delivering the south tribes and Gideon"
    },
    {
      "index": 256,
      "start_time": 1662120.0,
      "end_time": 1668780.0,
      "text": "was only delivering the north tribes. So that, it isn&#39;t the whole nation - geographically"
    },
    {
      "index": 257,
      "start_time": 1668780.0,
      "end_time": 1674139.0,
      "text": "they are separated. Furthermore, these two valleys cutting through enabled enemies to"
    },
    {
      "index": 258,
      "start_time": 1674140.0,
      "end_time": 1680121.0,
      "text": "get into the heart of the territory, in between the groupings of the tribes."
    },
    {
      "index": 259,
      "start_time": 1680120.0,
      "end_time": 1685928.0,
      "text": "There was also a political reason for this bitterness in their history and that was that"
    },
    {
      "index": 260,
      "start_time": 1685930.0,
      "end_time": 1691870.0,
      "text": "there was no national leader. See, while Moses and Joshua had been leading them, Moses leading"
    },
    {
      "index": 261,
      "start_time": 1691870.0,
      "end_time": 1697291.0,
      "text": "them out of Egypt, Joshua bringing them in here to the Promised Land, they all looked"
    },
    {
      "index": 262,
      "start_time": 1697290.0,
      "end_time": 1706600.0,
      "text": "to one figurehead. But there was no replacement for Joshua and that’s why God raised up"
    },
    {
      "index": 263,
      "start_time": 1706600.0,
      "end_time": 1713370.0,
      "text": "judges here and there to meet the local situation. None of them was a national leader; there"
    },
    {
      "index": 264,
      "start_time": 1713370.0,
      "end_time": 1720800.0,
      "text": "was in fact a political vacuum, there was no king in Israel in those days. There was"
    },
    {
      "index": 265,
      "start_time": 1720800.0,
      "end_time": 1726789.0,
      "text": "no man big enough to lead the whole people so there was a political reason for this bitterness,"
    },
    {
      "index": 266,
      "start_time": 1726790.0,
      "end_time": 1734691.0,
      "text": "but there was also a moral reason, and this is the heart of the message of the book."
    },
    {
      "index": 267,
      "start_time": 1734690.0,
      "end_time": 1743749.0,
      "text": "Let&#39;s look at the book as a whole and see its shape or outline. It very clearly divides"
    },
    {
      "index": 268,
      "start_time": 1743750.0,
      "end_time": 1752770.0,
      "text": "into three parts. It&#39;s so clear, it doesn&#39;t take much of a brain to do this. I&#39;ve given"
    },
    {
      "index": 269,
      "start_time": 1752770.0,
      "end_time": 1760390.0,
      "text": "them alliterative headings. I don&#39;t know if that helps or not. But chapters one to three"
    },
    {
      "index": 270,
      "start_time": 1760390.0,
      "end_time": 1767970.0,
      "text": "verse six, I&#39;ve labelled The Inexcusable Compromise. When they went into the Promised Land, they"
    },
    {
      "index": 271,
      "start_time": 1767970.0,
      "end_time": 1774779.0,
      "text": "compromised their position very seriously, we&#39;ll see how in a moment."
    },
    {
      "index": 272,
      "start_time": 1774780.0,
      "end_time": 1784650.0,
      "text": "The whole middle part of the book from 3:7 to 16 – I’m afraid that should be 16:31,"
    },
    {
      "index": 273,
      "start_time": 1784650.0,
      "end_time": 1791621.0,
      "text": "that&#39;s the major portion of the book, is about this cycle and it went through those four"
    },
    {
      "index": 274,
      "start_time": 1791620.0,
      "end_time": 1802539.0,
      "text": "stages: Sedition by the people, Subjection to an enemy, Supplication to the Lord and"
    },
    {
      "index": 275,
      "start_time": 1802540.0,
      "end_time": 1809581.0,
      "text": "Salvation by a deliverer, and they go round that cycle seven times in the middle section"
    },
    {
      "index": 276,
      "start_time": 1809580.0,
      "end_time": 1814750.0,
      "text": "of the book. Then finally, the inevitable corruption that resulted from getting into"
    },
    {
      "index": 277,
      "start_time": 1814750.0,
      "end_time": 1824850.0,
      "text": "this cycle, and it took the traditional form of idolatry in the north, immorality in the"
    },
    {
      "index": 278,
      "start_time": 1824850.0,
      "end_time": 1830799.0,
      "text": "south. Idolatry in the tribe of Dan and immorality in the tribe of Benjamin - I want you to notice"
    },
    {
      "index": 279,
      "start_time": 1830800.0,
      "end_time": 1835991.0,
      "text": "that particularly - that&#39;s why I&#39;ve underlined Benjamin. The book finishes with a statement"
    },
    {
      "index": 280,
      "start_time": 1835990.0,
      "end_time": 1840470.0,
      "text": "that actually is the refrain of the book - it keeps coming in all the way through – ‘there"
    },
    {
      "index": 281,
      "start_time": 1840470.0,
      "end_time": 1846119.0,
      "text": "was no king in those days. Every man did what was right in his own eyes.’"
    },
    {
      "index": 282,
      "start_time": 1846120.0,
      "end_time": 1855321.0,
      "text": "Well now, let&#39;s just look at the first section. The Compromise was twofold: on the one hand"
    },
    {
      "index": 283,
      "start_time": 1855320.0,
      "end_time": 1862939.0,
      "text": "God sent them in to destroy everybody in there, and we know how wicked they were and how perverted"
    },
    {
      "index": 284,
      "start_time": 1862940.0,
      "end_time": 1868720.0,
      "text": "and how corrupt they were, how diseased they were as a result. Sexually transmitted diseases"
    },
    {
      "index": 285,
      "start_time": 1868720.0,
      "end_time": 1877440.0,
      "text": "were rife in Canaan, and the more we know the more we realise they deserved to be put"
    },
    {
      "index": 286,
      "start_time": 1877440.0,
      "end_time": 1884290.0,
      "text": "out of that land; they really were terrible. In fact God kept the Jews in Egypt 300 years"
    },
    {
      "index": 287,
      "start_time": 1884290.0,
      "end_time": 1892139.0,
      "text": "“until the wickedness of the Amorites was full”, meaning until they were bad enough"
    },
    {
      "index": 288,
      "start_time": 1892140.0,
      "end_time": 1900540.0,
      "text": "to be put out. And God sent them in as the instrument of his judgement on a most perverted"
    },
    {
      "index": 289,
      "start_time": 1900540.0,
      "end_time": 1908461.0,
      "text": "society; but instead of doing what God told them, they made allowances and they allowed"
    },
    {
      "index": 290,
      "start_time": 1908460.0,
      "end_time": 1916210.0,
      "text": "many people to live, particularly in the valleys. The Israelis only took the hills and the mountains,"
    },
    {
      "index": 291,
      "start_time": 1916210.0,
      "end_time": 1922980.0,
      "text": "but they left the valleys alone and so you had God&#39;s people up in the mountains but pagan"
    },
    {
      "index": 292,
      "start_time": 1922980.0,
      "end_time": 1929440.0,
      "text": "people and perverted people living in the valleys. The result was that they made alliances"
    },
    {
      "index": 293,
      "start_time": 1929440.0,
      "end_time": 1934859.0,
      "text": "with them and especially when the young men of Israel wanted a night out, they went down"
    },
    {
      "index": 294,
      "start_time": 1934860.0,
      "end_time": 1941861.0,
      "text": "to the valley, and ever since Lot went down to the valley of Sodom and Gomorrah, you can"
    },
    {
      "index": 295,
      "start_time": 1941860.0,
      "end_time": 1947289.0,
      "text": "guess the rest of the story. So you see, here were God&#39;s people up on the"
    },
    {
      "index": 296,
      "start_time": 1947290.0,
      "end_time": 1952581.0,
      "text": "hills, but just the opposite down in the valleys. If holiness was up here - uncleanness was"
    },
    {
      "index": 297,
      "start_time": 1952580.0,
      "end_time": 1960619.0,
      "text": "down here and because they didn&#39;t clean up the land, that was a constant problem to them."
    },
    {
      "index": 298,
      "start_time": 1960620.0,
      "end_time": 1969940.0,
      "text": "The result was they got into this terrible cycle because when you have mixed marriage,"
    },
    {
      "index": 299,
      "start_time": 1969940.0,
      "end_time": 1974279.0,
      "text": "what happens when the clean and unclean come together? What happens when the holy and the"
    },
    {
      "index": 300,
      "start_time": 1974280.0,
      "end_time": 1980401.0,
      "text": "clean come together? You see? Somebody has said, if you marry a child of the devil, you&#39;ll"
    },
    {
      "index": 301,
      "start_time": 1980400.0,
      "end_time": 1986950.0,
      "text": "have real problems with your father-in-law. And I don&#39;t know how many Christian women"
    },
    {
      "index": 302,
      "start_time": 1986950.0,
      "end_time": 1991200.0,
      "text": "who&#39;ve married men who are not Christians - in the hope that they might be converted"
    },
    {
      "index": 303,
      "start_time": 1991200.0,
      "end_time": 1997490.0,
      "text": "- regret it for the rest of their lives. Mixed marriages are not on, even in the New Testament;"
    },
    {
      "index": 304,
      "start_time": 1997490.0,
      "end_time": 2004889.0,
      "text": "you marry within the people of God. But marriage is invariably - you see, it&#39;s like me standing"
    },
    {
      "index": 305,
      "start_time": 2004890.0,
      "end_time": 2010901.0,
      "text": "on a table and you standing on the floor, and me pulling you, trying to pull you up"
    },
    {
      "index": 306,
      "start_time": 2010900.0,
      "end_time": 2013840.0,
      "text": "onto the table, and you trying to pull me down on the floor – who’s going to win?"
    },
    {
      "index": 307,
      "start_time": 2013840.0,
      "end_time": 2018800.0,
      "text": "Well you&#39;ve got the law of gravity on your side; that&#39;s the problem. And if you have"
    },
    {
      "index": 308,
      "start_time": 2018800.0,
      "end_time": 2024730.0,
      "text": "a mixed marriage, the law of spiritual gravity is with the one pulling it down, so this is"
    },
    {
      "index": 309,
      "start_time": 2024730.0,
      "end_time": 2034200.0,
      "text": "what happened. So they soon got into disobedience, rebellion; and God punished them by bringing"
    },
    {
      "index": 310,
      "start_time": 2034200.0,
      "end_time": 2042190.0,
      "text": "one of those enemies in, up the valley, and taking over. Once they were in that mess,"
    },
    {
      "index": 311,
      "start_time": 2042190.0,
      "end_time": 2046450.0,
      "text": "they took the third step. They cried to the Lord and said, Lord, we&#39;re sorry; it&#39;s our"
    },
    {
      "index": 312,
      "start_time": 2046450.0,
      "end_time": 2054000.0,
      "text": "fault; please save us and he did - and they went right back into it. It&#39;s as if you saved"
    },
    {
      "index": 313,
      "start_time": 2054000.0,
      "end_time": 2059500.0,
      "text": "someone from drowning and pulled him out of the river and pumped him dry and he said,"
    },
    {
      "index": 314,
      "start_time": 2059500.0,
      "end_time": 2063890.0,
      "text": "oh thank you, you saved my life; and he turned round and jumped back in again. You pull him"
    },
    {
      "index": 315,
      "start_time": 2063889.9999999998,
      "end_time": 2071270.9999999998,
      "text": "out again, and he says, you&#39;ve saved me twice; I&#39;m doubly grateful to you. And he turns round"
    },
    {
      "index": 316,
      "start_time": 2071270.0,
      "end_time": 2075489.0,
      "text": "and jumps back in the river. How many times are you going to pull him out? Seventy times"
    },
    {
      "index": 317,
      "start_time": 2075489.9999999998,
      "end_time": 2081729.9999999998,
      "text": "seven? I wouldn&#39;t. I&#39;d say, you don&#39;t want to be saved. And I&#39;m afraid this is what happened"
    },
    {
      "index": 318,
      "start_time": 2081730.0,
      "end_time": 2088590.0,
      "text": "here, seven times! They went round this cycle, and God kept raising up a charismatic leader"
    },
    {
      "index": 319,
      "start_time": 2088590.0000000002,
      "end_time": 2094300.0000000002,
      "text": "to deliver them again. It&#39;s a cycle that God&#39;s people can get into."
    },
    {
      "index": 320,
      "start_time": 2094300.0000000002,
      "end_time": 2099800.0,
      "text": "I want to major on this last section, because that&#39;s fairly familiar to you. But you see,"
    },
    {
      "index": 321,
      "start_time": 2099800.0,
      "end_time": 2104880.0,
      "text": "if you only look at the life of Samson or the life of Gideon, you miss this cycle, you"
    },
    {
      "index": 322,
      "start_time": 2104880.0,
      "end_time": 2109620.0,
      "text": "miss the pattern. And that&#39;s what the book is there to teach you, because God&#39;s people"
    },
    {
      "index": 323,
      "start_time": 2109620.0,
      "end_time": 2116690.0,
      "text": "get into this cycle so easily, even individual believers get into this cycle, they sin, they"
    },
    {
      "index": 324,
      "start_time": 2116700.0,
      "end_time": 2119690.0,
      "text": "get into a mess, they cry to the Lord, the Lord gets them out of the mess, twelve months"
    },
    {
      "index": 325,
      "start_time": 2119690.0,
      "end_time": 2124530.0,
      "text": "later they’re back in the same sin, in the same mess. Have you known people like that?"
    },
    {
      "index": 326,
      "start_time": 2124530.0,
      "end_time": 2130830.0,
      "text": "It&#39;s so easy to get into this cycle away from God, it&#39;s not only an endless cycle, it is"
    },
    {
      "index": 327,
      "start_time": 2130830.0,
      "end_time": 2137540.0,
      "text": "a spiral going down. Once you get into this, it&#39;s not just going round in circles, you&#39;re"
    },
    {
      "index": 328,
      "start_time": 2137540.0,
      "end_time": 2144230.0,
      "text": "actually going down in circles and the last part of the book of Judges is a most unedifying"
    },
    {
      "index": 329,
      "start_time": 2144230.0,
      "end_time": 2152420.0,
      "text": "account of what happened to the people ultimately. In both situations, one in the north in Dan,"
    },
    {
      "index": 330,
      "start_time": 2152420.0,
      "end_time": 2160130.0,
      "text": "and one in the south in Benjamin, you have the people of God being misled by a Levite,"
    },
    {
      "index": 331,
      "start_time": 2160130.0,
      "end_time": 2167500.0,
      "text": "by a priest - a man of God - who gets into trouble and leads the people astray. It&#39;s"
    },
    {
      "index": 332,
      "start_time": 2167500.0,
      "end_time": 2170730.0,
      "text": "tragic when the spiritual leaders of God&#39;s people get into a mess."
    },
    {
      "index": 333,
      "start_time": 2170730.0,
      "end_time": 2176330.0,
      "text": "Well, I&#39;ve only got 5 minutes left for this talk, so I must hurry through the story. You"
    },
    {
      "index": 334,
      "start_time": 2176330.0,
      "end_time": 2183290.0,
      "text": "will have to read it for yourselves. But there are two examples here of decadence, of disobedience,"
    },
    {
      "index": 335,
      "start_time": 2183290.0,
      "end_time": 2190310.0,
      "text": "of corruption, of pollution - moral pollution - and they are really stories that you certainly"
    },
    {
      "index": 336,
      "start_time": 2190310.0,
      "end_time": 2196350.0,
      "text": "wouldn&#39;t teach in Sunday school. Up in the north, a man called Micah stole eleven hundred"
    },
    {
      "index": 337,
      "start_time": 2196350.0,
      "end_time": 2202620.0,
      "text": "shekels of silver from his mother - from his own mother - and then, overcome with fears"
    },
    {
      "index": 338,
      "start_time": 2202620.0,
      "end_time": 2206891.0,
      "text": "because she cursed the man who had stolen it, he gave it back, and she said, you&#39;re"
    },
    {
      "index": 339,
      "start_time": 2206890.0,
      "end_time": 2211589.0,
      "text": "a good boy because you&#39;ve given it back. I&#39;ll make a little silver god for you and you can"
    },
    {
      "index": 340,
      "start_time": 2211590.0,
      "end_time": 2216420.0,
      "text": "have it for your collection of gods, because her son was already collecting little idols"
    },
    {
      "index": 341,
      "start_time": 2216420.0,
      "end_time": 2223880.0,
      "text": "- and the silver he returned she had made into a god for his collection. What a mother"
    },
    {
      "index": 342,
      "start_time": 2223880.0,
      "end_time": 2229580.0,
      "text": "to spoil her son that way. She was asking for trouble. And this son made his son his"
    },
    {
      "index": 343,
      "start_time": 2229580.0,
      "end_time": 2235470.0,
      "text": "priest, and said, now son you see all these idols? You can be the priest and look after"
    },
    {
      "index": 344,
      "start_time": 2235470.0,
      "end_time": 2243939.0,
      "text": "them. And that little boy was not even a Levite. So there it was. But a Levite priest running"
    },
    {
      "index": 345,
      "start_time": 2243940.0,
      "end_time": 2251560.0,
      "text": "away from scandal in Bethlehem of Judea of all places ran to the north and actually lodged"
    },
    {
      "index": 346,
      "start_time": 2251560.0,
      "end_time": 2255920.0,
      "text": "in this house for a night and said to this boy, that&#39;s a nice collection of gods you&#39;ve"
    },
    {
      "index": 347,
      "start_time": 2255920.0,
      "end_time": 2263780.0,
      "text": "got there, and the son Micah said, well I&#39;ll give you £4.00 a year and board and lodging"
    },
    {
      "index": 348,
      "start_time": 2263780.0,
      "end_time": 2268300.0,
      "text": "if you&#39;ll be my private priest. Because he thought, now I&#39;ve got a real priest, I&#39;ve"
    },
    {
      "index": 349,
      "start_time": 2268300.0,
      "end_time": 2274740.0,
      "text": "got a Levite; and the man accepted the job. However, later, the tribes of Dan who failed"
    },
    {
      "index": 350,
      "start_time": 2274740.0,
      "end_time": 2280290.0,
      "text": "to take the land God had given them in the south, migrated north and their leaders lodged"
    },
    {
      "index": 351,
      "start_time": 2280300.0,
      "end_time": 2286820.0,
      "text": "in this house. They saw these gods and they saw this Levite, and they said, hey! you&#39;re"
    },
    {
      "index": 352,
      "start_time": 2286820.0,
      "end_time": 2292800.0,
      "text": "just a chaplain to the family? How would you like to be a priest to our whole tribe? We&#39;ll"
    },
    {
      "index": 353,
      "start_time": 2292800.0,
      "end_time": 2300790.0,
      "text": "pay you far more. The Levite accepted it. That&#39;s why the tribe of Dan became an idolatrous"
    },
    {
      "index": 354,
      "start_time": 2300790.0,
      "end_time": 2306870.0,
      "text": "tribe, and just as Judas Iscariot, one of the twelve disciples went missing, Dan is"
    },
    {
      "index": 355,
      "start_time": 2306870.0,
      "end_time": 2315130.0,
      "text": "a tribe that is missing in the book of Revelation, and it all happened because of a Levite, a"
    },
    {
      "index": 356,
      "start_time": 2315130.0,
      "end_time": 2321420.0,
      "text": "man who should have been a man of God, who for pay became a private chaplain - first"
    },
    {
      "index": 357,
      "start_time": 2321420.0,
      "end_time": 2326250.0,
      "text": "to a family and then to a whole tribe. It’s a sad story - and the other one is even worse"
    },
    {
      "index": 358,
      "start_time": 2326250.0,
      "end_time": 2332290.0,
      "text": "and with this we&#39;ll finish this talk. Another Levite, and again from the same tribe"
    },
    {
      "index": 359,
      "start_time": 2332290.0,
      "end_time": 2341900.0,
      "text": "of Ephraim, took a concubine this time, a mistress, from Bethlehem of Judea again – extraordinary!"
    },
    {
      "index": 360,
      "start_time": 2341900.0,
      "end_time": 2347640.0,
      "text": "But she got fed up with him, left him and went home. After 4 months he went to get her"
    },
    {
      "index": 361,
      "start_time": 2347640.0,
      "end_time": 2355859.0,
      "text": "back and the father kept procrastinating and delaying, and finally the father let her go"
    },
    {
      "index": 362,
      "start_time": 2355860.0,
      "end_time": 2360670.0,
      "text": "and they set off too late in the day and they got as far as Jerusalem, which was still a"
    },
    {
      "index": 363,
      "start_time": 2360670.0,
      "end_time": 2366390.0,
      "text": "pagan city, and he said, we&#39;re not staying with pagans; we must stay with Israelis, and"
    },
    {
      "index": 364,
      "start_time": 2366390.0,
      "end_time": 2372330.0,
      "text": "so they pressed on to the tribe of Benjamin. Got to Gibea by nightfall and were just setting"
    },
    {
      "index": 365,
      "start_time": 2372330.0,
      "end_time": 2376549.0,
      "text": "up the tent when a dear old man in Gibea said, well don&#39;t sleep in a tent - I&#39;ll give you"
    },
    {
      "index": 366,
      "start_time": 2376550.0,
      "end_time": 2381800.0,
      "text": "a bed for the night. So he took them in and no sooner had this man and this concubine"
    },
    {
      "index": 367,
      "start_time": 2381800.0,
      "end_time": 2388160.0,
      "text": "gone in, that a crowd of gay men came to the door, knocked at the door and said, that man"
    },
    {
      "index": 368,
      "start_time": 2388160.0,
      "end_time": 2392609.0,
      "text": "who&#39;s come in to you he&#39;s very attractive, we&#39;d like to have sex with him, let&#39;s have"
    },
    {
      "index": 369,
      "start_time": 2392610.0,
      "end_time": 2398730.0,
      "text": "him. And the old man of Gibea said, no he&#39;s my guest; but you can have the concubine if"
    },
    {
      "index": 370,
      "start_time": 2398730.0,
      "end_time": 2405120.0,
      "text": "you like or you can have my daughter, and he pushed the concubine outside and they gangraped"
    },
    {
      "index": 371,
      "start_time": 2405120.0,
      "end_time": 2410100.0,
      "text": "her ‘til the morning and treated her so badly, she was dead on the doorstep in the"
    },
    {
      "index": 372,
      "start_time": 2410100.0,
      "end_time": 2417680.0,
      "text": "morning. And they were so horrified that they took the body and they cut it into twelve"
    },
    {
      "index": 373,
      "start_time": 2417680.0,
      "end_time": 2422870.0,
      "text": "pieces and sent a piece to all the twelve tribes of Israel - this is what has happened"
    },
    {
      "index": 374,
      "start_time": 2422870.0,
      "end_time": 2427830.0,
      "text": "in the tribe of Benjamin! And do you know, funnily enough, for the very first time all"
    },
    {
      "index": 375,
      "start_time": 2427830.0,
      "end_time": 2434380.0,
      "text": "the tribes united. Isn&#39;t it amazing what unites people? And all the tribes united and met"
    },
    {
      "index": 376,
      "start_time": 2434380.0,
      "end_time": 2439690.0,
      "text": "in Mizpah and said, we&#39;re going to deal with Benjamin for this, and they came and for the"
    },
    {
      "index": 377,
      "start_time": 2439690.0,
      "end_time": 2447830.0,
      "text": "first time there was civil war in Israel over just this one dreadful event, and it all started"
    },
    {
      "index": 378,
      "start_time": 2447830.0,
      "end_time": 2456360.0,
      "text": "with a priest taking a concubine. Amazing! One person led to civil war - and they slaughtered"
    },
    {
      "index": 379,
      "start_time": 2456360.0,
      "end_time": 2462340.0,
      "text": "the Benjamites and many Israelites were slaughtered. In fact, one man in ten in the whole of Israel"
    },
    {
      "index": 380,
      "start_time": 2462340.0,
      "end_time": 2468000.0,
      "text": "was killed in the civil war that followed. The tribe Benjamin was so angry to have their"
    },
    {
      "index": 381,
      "start_time": 2468000.0,
      "end_time": 2474200.0,
      "text": "internal affairs being dealt with by the other tribes, that they fought, and the result was"
    },
    {
      "index": 382,
      "start_time": 2474200.0,
      "end_time": 2479240.0,
      "text": "- if you read the story - that the tribe of Benjamin was virtually wiped out, there were"
    },
    {
      "index": 383,
      "start_time": 2479240.0,
      "end_time": 2485290.0,
      "text": "only 600 men left and no women and children, they were all slaughtered. So 600 men fled"
    },
    {
      "index": 384,
      "start_time": 2485300.0,
      "end_time": 2491970.0,
      "text": "away. And then they realised what had happened to the nation: we were 12 tribes, now we&#39;re"
    },
    {
      "index": 385,
      "start_time": 2491970.0,
      "end_time": 2500720.0,
      "text": "11 - what has happened to us? They came to their senses and they went raiding in Jabesh"
    },
    {
      "index": 386,
      "start_time": 2500720.0,
      "end_time": 2506220.0,
      "text": "Gilead and found 400 virgins and brought them back and gave them to the Benjamite men and"
    },
    {
      "index": 387,
      "start_time": 2506220.0,
      "end_time": 2513430.0,
      "text": "said, marry them and you can keep the tribe going. Still there weren&#39;t enough. They needed"
    },
    {
      "index": 388,
      "start_time": 2513430.0,
      "end_time": 2520540.0,
      "text": "another 200 and, typical casuistry, they arranged for the Benjamites to kidnap some Israeli"
    },
    {
      "index": 389,
      "start_time": 2520540.0,
      "end_time": 2524890.0,
      "text": "girls at the next big festival at Shiloh, and they would turn a blind eye - because"
    },
    {
      "index": 390,
      "start_time": 2524890.0,
      "end_time": 2531359.0,
      "text": "they had sworn, no Benjamite will take a daughter of ours as wife, so they said, kidnap them"
    },
    {
      "index": 391,
      "start_time": 2531360.0,
      "end_time": 2538800.0,
      "text": "and then we haven&#39;t given them to you. That&#39;s a typical way of getting round finding a loophole."
    },
    {
      "index": 392,
      "start_time": 2538800.0,
      "end_time": 2543671.0,
      "text": "Now all that, you see, is saying that this spiral went down and down - look at the tribe"
    },
    {
      "index": 393,
      "start_time": 2543670.0,
      "end_time": 2551289.0,
      "text": "of Dan and its idolatry and, above all, look at Benjamin and what finished off - nearly"
    },
    {
      "index": 394,
      "start_time": 2551300.0,
      "end_time": 2558660.0,
      "text": "wiped out a tribe of the people of God over one man&#39;s immorality."
    },
    {
      "index": 395,
      "start_time": 2558660.0,
      "end_time": 2565379.0,
      "text": "Well that&#39;s how Judges ends. You see there was no king in Israel in those days and every"
    },
    {
      "index": 396,
      "start_time": 2565380.0,
      "end_time": 2576740.0,
      "text": "man did what was right in his own eyes - not wrong, right - but in his own eyes. You see"
    },
    {
      "index": 397,
      "start_time": 2576740.0,
      "end_time": 2583819.0,
      "text": "holiness is doing what is right in the Lord&#39;s eyes. So Judges ends with a mess and it ends"
    },
    {
      "index": 398,
      "start_time": 2583820.0,
      "end_time": 2589800.0,
      "text": "with that tribe. I want you to remember that - that&#39;s terribly important - ends with a"
    },
    {
      "index": 399,
      "start_time": 2589800.0,
      "end_time": 2596980.0,
      "text": "rotten tribe that nearly disappeared after a tenth of the men of Israel had died. It&#39;s"
    },
    {
      "index": 400,
      "start_time": 2596980.0,
      "end_time": 2604210.0,
      "text": "a sad story, isn&#39;t it? Thank God, that isn&#39;t the whole book in the Hebrew Bible and it"
    },
    {
      "index": 401,
      "start_time": 2604210.0,
      "end_time": 2609250.0,
      "text": "isn&#39;t. A horrible ending for a book. Unfortunately, in the English Bible that’s what does end"
    },
    {
      "index": 402,
      "start_time": 2609250.0,
      "end_time": 2616660.0,
      "text": "the book. Well, we&#39;ll break there and we&#39;ll pick up some better news in the next talk."
    },
    {
      "index": 403,
      "start_time": 2616660.0,
      "end_time": 2621100.0,
      "text": "I haven&#39;t finished with Judges yet, a little more to say about Judges and then we&#39;re going"
    },
    {
      "index": 404,
      "start_time": 2621100.0,
      "end_time": 2624110.0,
      "text": "to look at the other half of the book which we call Ruth."
    }
  ]
}