{
  "video_id": "IHAJiuU5xhk",
  "title": "Basic Income and Innovation - David Graeber",
  "json": [
    {
      "index": 1,
      "start_time": 10180.0,
      "end_time": 15440.0,
      "text": "Any functional society, almost any society that&#39;s ever existed, has something to do with"
    },
    {
      "index": 2,
      "start_time": 15440.0,
      "end_time": 20860.0,
      "text": "brilliant, imaginative, but extremely impractical people. We don&#39;t know what to do with them"
    },
    {
      "index": 3,
      "start_time": 20860.0,
      "end_time": 24380.0,
      "text": "anymore. It&#39;s like they&#39;re all living in their mother&#39;s basements saying weird things on the internet"
    },
    {
      "index": 4,
      "start_time": 24380.0,
      "end_time": 28799.0,
      "text": "and you can&#39;t tell which are crazy and which actually have something to contribute. You"
    },
    {
      "index": 5,
      "start_time": 28800.0,
      "end_time": 32400.0,
      "text": "used to put them in academia but now academia is all about self marketing."
    },
    {
      "index": 6,
      "start_time": 32400.0,
      "end_time": 38440.0,
      "text": "If you want to have the maximized possibility of unexpected breakthroughs it&#39;s pretty obvious"
    },
    {
      "index": 7,
      "start_time": 38440.0,
      "end_time": 43199.0,
      "text": "what the best policy is. You get a bunch of creative people, you give them the resources"
    },
    {
      "index": 8,
      "start_time": 43200.0,
      "end_time": 47400.0,
      "text": "they need for a certain amount of time, you maybe let them hang out with each other but"
    },
    {
      "index": 9,
      "start_time": 47300.0,
      "end_time": 51809.0,
      "text": "basically you leave them alone and most of them are going to end up not coming up with"
    },
    {
      "index": 10,
      "start_time": 51809.0,
      "end_time": 55430.0,
      "text": "anything at all but a few of them will probably come up with something that&#39;ll even surprise"
    },
    {
      "index": 11,
      "start_time": 55430.0,
      "end_time": 56430.0,
      "text": "themselves."
    },
    {
      "index": 12,
      "start_time": 56430.0,
      "end_time": 60930.0,
      "text": "If you want to minimize the possibility of unexpected breakthroughs, take those same"
    },
    {
      "index": 13,
      "start_time": 60930.0,
      "end_time": 65800.0,
      "text": "people and then tell them they&#39;re not going to get any resources at all unless they spend"
    },
    {
      "index": 14,
      "start_time": 65800.0,
      "end_time": 69860.0,
      "text": "the majority of their time competing with one another to prove to you they already know"
    },
    {
      "index": 15,
      "start_time": 69860.0,
      "end_time": 74860.0,
      "text": "what they&#39;re going to create. Well that&#39;s the system we have and it&#39;s incredibly effective"
    },
    {
      "index": 16,
      "start_time": 74860.0,
      "end_time": 77470.0,
      "text": "in stifling any possibility of innovation."
    },
    {
      "index": 17,
      "start_time": 77470.0,
      "end_time": 84470.0,
      "text": "The one thing that&#39;s not a scarce resource in the world is imaginative people with possible"
    },
    {
      "index": 18,
      "start_time": 85390.0,
      "end_time": 91670.0,
      "text": "solutions to intractable problems. There&#39;s probably nobody in the entire world that doesn&#39;t"
    },
    {
      "index": 19,
      "start_time": 91670.0,
      "end_time": 98619.0,
      "text": "have some idea that we never would have thought of, and we&#39;re both pretty smart guys. The"
    },
    {
      "index": 20,
      "start_time": 98619.0,
      "end_time": 102430.0,
      "text": "problem is that the overwhelming majority of those people go around every day being"
    },
    {
      "index": 21,
      "start_time": 102430.0,
      "end_time": 108119.0,
      "text": "told to shut up. How do you unleash that? That&#39;s my basic question and that&#39;s why I&#39;m"
    },
    {
      "index": 22,
      "start_time": 108119.0,
      "end_time": 113600.0,
      "text": "interested in these broader political questions. If one could unleash that creativity really"
    },
    {
      "index": 23,
      "start_time": 113600.0,
      "end_time": 120600.0,
      "text": "then I think a lot of the things we think of as problems - these supposed dead ends"
    },
    {
      "index": 24,
      "start_time": 122299.0,
      "end_time": 126899.0,
      "text": "of technological and social thinking that we&#39;ve hit - would suddenly seem ridiculous."
    },
    {
      "index": 25,
      "start_time": 126899.0,
      "end_time": 130900.0,
      "text": "There&#39;re people out there that could probably come up with cold fusion. There&#39;re people"
    },
    {
      "index": 26,
      "start_time": 130800.00000000001,
      "end_time": 135339.0,
      "text": "out there who could probably come up with almost anything you could imagine. Right now"
    },
    {
      "index": 27,
      "start_time": 135340.0,
      "end_time": 141380.0,
      "text": "they&#39;re sitting around trying to pay off their father&#39;s debt on the rice plantation and spending"
    },
    {
      "index": 28,
      "start_time": 141380.0,
      "end_time": 144810.0,
      "text": "all their time in a shoe factory. That&#39;s what I&#39;m concerned about - how do we get those"
    },
    {
      "index": 29,
      "start_time": 144810.0,
      "end_time": 146310.0,
      "text": "guys in on the game?"
    },
    {
      "index": 30,
      "start_time": 146310.0,
      "end_time": 153310.0,
      "text": "There are certain types of economic policy which would unleash popular creativity, which"
    },
    {
      "index": 31,
      "start_time": 154250.0,
      "end_time": 159540.0,
      "text": "is the other factor because money isn&#39;t just measuring the value of stuff - it&#39;s also measuring"
    },
    {
      "index": 32,
      "start_time": 159540.0,
      "end_time": 166540.0,
      "text": "the value of human action and it&#39;s also a promise of future creativity. That&#39;s the thing,"
    },
    {
      "index": 33,
      "start_time": 166820.0,
      "end_time": 173820.0,
      "text": "what are the forms of money creation or economics in general that will do that? Again going"
    },
    {
      "index": 34,
      "start_time": 174269.0,
      "end_time": 179400.0,
      "text": "back to the question of all those people with the ideas who basically are told to shut up"
    },
    {
      "index": 35,
      "start_time": 179400.0,
      "end_time": 185370.0,
      "text": "all the time. Some people will often criticize me for example for sometimes putting in a"
    },
    {
      "index": 36,
      "start_time": 185370.0,
      "end_time": 188940.0,
      "text": "good word for Basic Income which is actually something that there&#39;s certain elements that"
    },
    {
      "index": 37,
      "start_time": 188940.0,
      "end_time": 193380.0,
      "text": "the left and the right can support. I think of it partly as an anti-bureaucratic thing"
    },
    {
      "index": 38,
      "start_time": 193380.0,
      "end_time": 196870.0,
      "text": "to actually reduce the size of government and not have all these bureaucrats looking"
    },
    {
      "index": 39,
      "start_time": 196870.0,
      "end_time": 202280.0,
      "text": "over everybody&#39;s shoulder making them feel bad about themselves all the time. If you"
    },
    {
      "index": 40,
      "start_time": 202280.0,
      "end_time": 208190.0,
      "text": "simply gave people a Basic Income support it would mean that you&#39;re trusting them to"
    },
    {
      "index": 41,
      "start_time": 208190.0,
      "end_time": 213329.0,
      "text": "decide how they want to contribute to society."
    },
    {
      "index": 42,
      "start_time": 213329.0,
      "end_time": 218669.0,
      "text": "Ironically a lot of the social welfare policies which you think of as stifling actually unleashed"
    },
    {
      "index": 43,
      "start_time": 218669.0,
      "end_time": 223430.0,
      "text": "creativity in ways that we only know now that they&#39;re gone. I live in England - used to"
    },
    {
      "index": 44,
      "start_time": 223430.0,
      "end_time": 229790.0,
      "text": "be since the 60s at least, every 5 years there would be some amazing new band or musical"
    },
    {
      "index": 45,
      "start_time": 229790.0,
      "end_time": 233760.0,
      "text": "trend that would sweep the world coming out of England, and that&#39;s all kinda stopped (since"
    },
    {
      "index": 46,
      "start_time": 233760.0,
      "end_time": 240489.0,
      "text": "Tony Blair really). I ask people there what happened and everybody says the same thing"
    },
    {
      "index": 47,
      "start_time": 240490.0,
      "end_time": 245510.0,
      "text": "- they got rid of the dole. All those guys were on unemployment. They were squatting"
    },
    {
      "index": 48,
      "start_time": 245510.0,
      "end_time": 250448.0,
      "text": "too so they got rid of squatting. So it used to be there&#39;d be free housing, it wouldn&#39;t"
    },
    {
      "index": 49,
      "start_time": 250449.0,
      "end_time": 253760.0,
      "text": "be much, but you&#39;d have a enough money that you could get your friends together with a"
    },
    {
      "index": 50,
      "start_time": 253760.0,
      "end_time": 259108.0,
      "text": "guitar and maybe 1 out of 1000 of them was John Lennon but that&#39;s enough. Now John Lennon"
    },
    {
      "index": 51,
      "start_time": 259108.0,
      "end_time": 266109.0,
      "text": "is lifting boxes in some department store as welfare conditionality so we&#39;re never going"
    },
    {
      "index": 52,
      "start_time": 266220.0,
      "end_time": 272129.0,
      "text": "to hear the new trend. I just think that techniques that would just leave it up to people on the"
    },
    {
      "index": 53,
      "start_time": 272129.0,
      "end_time": 279129.0,
      "text": "broad scale to innovate in their own ways would actually be much more effective in creating"
    },
    {
      "index": 54,
      "start_time": 283259.0,
      "end_time": 287319.0,
      "text": "the conditions where all these things both of us want to see would happen. That&#39;s why"
    },
    {
      "index": 55,
      "start_time": 287319.0,
      "end_time": 291800.0,
      "text": "I&#39;m interested in those broader questions because at the moment I think the system we"
    },
    {
      "index": 56,
      "start_time": 291800.0,
      "end_time": 295560.0,
      "text": "have is very much about tying people down."
    },
    {
      "index": 57,
      "start_time": 295560.0,
      "end_time": 302560.0,
      "text": "What I look forward to is a social order where people are sufficiently secure in their basic"
    },
    {
      "index": 58,
      "start_time": 305419.0,
      "end_time": 311508.0,
      "text": "needs that they can affiliate with each other around those things which they think are of"
    },
    {
      "index": 59,
      "start_time": 311509.0,
      "end_time": 316900.0,
      "text": "larger value. But you have to guarantee that people aren&#39;t debt slaves and they aren&#39;t"
    },
    {
      "index": 60,
      "start_time": 316900.0,
      "end_time": 323900.0,
      "text": "running around desperately trying to survive before you&#39;re going to be able to form those"
    },
    {
      "index": 61,
      "start_time": 324250.0,
      "end_time": 327200.0,
      "text": "voluntary associations on that scale to do that kind of thing."
    }
  ]
}