{
  "video_id": "iiMbLCuiXXU",
  "title": "How to Best Build Soil to Increase Profit When Organic Farming",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 190.0,
      "end_time": 11679.0,
      "text": "Alright, this is John Kohler of growingyour greens.com, today I've got another episode"
    },
    {
      "index": 2,
      "start_time": 11679.0,
      "end_time": 14989.0,
      "text": "for you; i'm traveling, i'm here in Warren Vermont; I think. Almost standing in the middle"
    },
    {
      "index": 3,
      "start_time": 14989.0,
      "end_time": 19170.0,
      "text": "of nowhere and I have no idea of where I am, I followed my GPS to get here and where i'm"
    },
    {
      "index": 4,
      "start_time": 19170.0,
      "end_time": 25430.0,
      "text": "at is the Kingsbury Market Garden and they sell their produce through CSA, the muddy"
    },
    {
      "index": 5,
      "start_time": 25430.0,
      "end_time": 31990.0,
      "text": "boots CSA and Some other CSA's as well as the local outlets. The reason i'm here today"
    },
    {
      "index": 6,
      "start_time": 31990.0,
      "end_time": 37399.0,
      "text": "is to show you guys a different kinda farm or garden that I usually visit because this"
    },
    {
      "index": 7,
      "start_time": 37399.0,
      "end_time": 45539.0,
      "text": "is a commercial operation driven by profits to make money, because if the owner Aaron"
    },
    {
      "index": 8,
      "start_time": 45539.0,
      "end_time": 50129.0,
      "text": "doesn't make a living, he can't pay us more, you know all this kinda stuff. So, I want"
    },
    {
      "index": 9,
      "start_time": 50129.0,
      "end_time": 54109.0,
      "text": "to show you guys some of his growing practices that allow him to be successful; whether you"
    },
    {
      "index": 10,
      "start_time": 54109.0,
      "end_time": 59120.0,
      "text": "want to have your own farm, be successful or whether you're just a home gardener, you"
    },
    {
      "index": 11,
      "start_time": 59120.0,
      "end_time": 63519.0,
      "text": "can gain knowledge from this information to adjust what you're doing, so that you can"
    },
    {
      "index": 12,
      "start_time": 63519.0,
      "end_time": 65970.0,
      "text": "be as successful as Aaron."
    },
    {
      "index": 13,
      "start_time": 65970.0,
      "end_time": 69390.0,
      "text": "One of the first things I want to talk about is the fertility that he brings to the land"
    },
    {
      "index": 14,
      "start_time": 69390.0,
      "end_time": 74370.0,
      "text": "here: its next to a river, with silty and sandy soil, that's definitely not optimal"
    },
    {
      "index": 15,
      "start_time": 74370.0,
      "end_time": 80500.0,
      "text": "but he has being bringing and adding fertility through local and inexpensive resources, to"
    },
    {
      "index": 16,
      "start_time": 80500.0,
      "end_time": 85540.0,
      "text": "build fertility at the lowest cost so he can keep his profit's up. So that's what I want"
    },
    {
      "index": 17,
      "start_time": 85540.0,
      "end_time": 90390.0,
      "text": "to show you guys first, what he uses to fertilize and add nutrients to his garden. So let's"
    },
    {
      "index": 18,
      "start_time": 90390.0,
      "end_time": 94130.0,
      "text": "go ahead and check it out, I think we've got some piles right over here. So, this is the"
    },
    {
      "index": 19,
      "start_time": 94130.0,
      "end_time": 100110.0,
      "text": "fertility that he uses primarily, right? He wants to get local resources and use them"
    },
    {
      "index": 20,
      "start_time": 100110.0,
      "end_time": 109180.0,
      "text": "on the farm here, so that there's minimal cost for his imports. One number one is actually"
    },
    {
      "index": 21,
      "start_time": 109180.0,
      "end_time": 115850.0,
      "text": "the Wood Chips, the wood chips gets dumped here by abreast, that need to get rid of them"
    },
    {
      "index": 22,
      "start_time": 115850.0,
      "end_time": 120170.0,
      "text": "and normally would dump them. In the olden days, there is an area actually over near"
    },
    {
      "index": 23,
      "start_time": 120170.0,
      "end_time": 125020.0,
      "text": "the farm where people just dump the chips and they'll just build up and build up overtime,"
    },
    {
      "index": 24,
      "start_time": 125020.0,
      "end_time": 130149.0,
      "text": "and they'll actually just harvest the well decomposed Wood Chips for a good fungal rich"
    },
    {
      "index": 25,
      "start_time": 130149.0,
      "end_time": 139610.0,
      "text": "compost. So he continues to add Wood Chips for this fungal activity, but also for the"
    },
    {
      "index": 26,
      "start_time": 139610.0,
      "end_time": 144520.0,
      "text": "cabin that the wood chips contain. Now more of them are just the Wood Chips, another thing"
    },
    {
      "index": 27,
      "start_time": 144520.0,
      "end_time": 149750.0,
      "text": "that he uses; that actually, we don’t have any piles of is actually the chicken manure's."
    },
    {
      "index": 28,
      "start_time": 149750.0,
      "end_time": 153780.0,
      "text": "That stuff would stink and he said its composted chicken manure, so we don't have any raw stuff"
    },
    {
      "index": 29,
      "start_time": 153780.0,
      "end_time": 158080.0,
      "text": "to show you, that's two; and so the you've got the cabin sauce, you've got the nitrogen"
    },
    {
      "index": 30,
      "start_time": 158080.0,
      "end_time": 166240.0,
      "text": "sauce and the manure, then you've got this sauce right here, and this is the stuff that"
    },
    {
      "index": 31,
      "start_time": 166240.0,
      "end_time": 170459.0,
      "text": "he's banking on and really he believes, made a difference in his garden. This stuff is"
    },
    {
      "index": 32,
      "start_time": 170459.0,
      "end_time": 176780.0,
      "text": "known as the Bricks Brand (Rock Dust), by Rock Dust local which he gets delivered here"
    },
    {
      "index": 33,
      "start_time": 176780.0,
      "end_time": 181080.0,
      "text": "by under $70 a ton."
    },
    {
      "index": 34,
      "start_time": 181080.0,
      "end_time": 187830.0,
      "text": "So he gets a lot of this stuff and he's being adding this to his soil for the last four"
    },
    {
      "index": 35,
      "start_time": 187830.0,
      "end_time": 192140.0,
      "text": "years, he's being farming on this property for like five years or something like that."
    },
    {
      "index": 36,
      "start_time": 192140.0,
      "end_time": 197090.0,
      "text": "So he's being using it almost from the beginning, and he has seen a difference in his growth,"
    },
    {
      "index": 37,
      "start_time": 197090.0,
      "end_time": 202599.0,
      "text": "because the soil is not so fertile and he believes by making fertile soil, and from"
    },
    {
      "index": 38,
      "start_time": 202599.0,
      "end_time": 208160.0,
      "text": "what he's seeing , he's getting higher yields and less disease on his land so that it can"
    },
    {
      "index": 39,
      "start_time": 208160.0,
      "end_time": 214220.0,
      "text": "be more productive and more importantly, more profitable. So once he's got this three imports,"
    },
    {
      "index": 40,
      "start_time": 214220.0,
      "end_time": 220610.0,
      "text": "what he does is he actually combines them over here and there's a parking sign; but"
    },
    {
      "index": 41,
      "start_time": 220610.0,
      "end_time": 226819.0,
      "text": "obviously, he combines the Rock Dust here on top, with the Wood Chips, with the manure,"
    },
    {
      "index": 42,
      "start_time": 226819.0,
      "end_time": 233200.0,
      "text": "so it’s all mixed and harmadronized together in a compost and then he spreads it out on"
    },
    {
      "index": 43,
      "start_time": 233200.0,
      "end_time": 239330.0,
      "text": "he's fields, maybe using the fall or something like that. This adds to the fertility, plus"
    },
    {
      "index": 44,
      "start_time": 239330.0,
      "end_time": 246489.0,
      "text": "he also uses some foliar sprays of *4:02* and some other minerals as needed. Epsom salts"
    },
    {
      "index": 45,
      "start_time": 246489.0,
      "end_time": 252629.0,
      "text": "to add further trace minerals into he's plants, so that they could grow healthy because he's"
    },
    {
      "index": 46,
      "start_time": 252629.0,
      "end_time": 258590.0,
      "text": "formally a believer in the power of trace minerals. He believes unlike standard organic"
    },
    {
      "index": 47,
      "start_time": 258589.99999999997,
      "end_time": 263430.0,
      "text": "farming and garden that \"compost is the answer\", keep throwing on compost, everything will"
    },
    {
      "index": 48,
      "start_time": 263430.0,
      "end_time": 268780.0,
      "text": "work itself out. Well I have seen challenges where just adding compost and compost, especially"
    },
    {
      "index": 49,
      "start_time": 268780.0,
      "end_time": 273370.0,
      "text": "if it’s good quality compost, can cause challenges and you're not going to get the"
    },
    {
      "index": 50,
      "start_time": 273370.0,
      "end_time": 279740.0,
      "text": "best growth. He believes that by adding the minerals, the plants are going to be healthy"
    },
    {
      "index": 51,
      "start_time": 279740.0,
      "end_time": 285139.0,
      "text": "because after walking through some of his garden, I could definitely vouch for that"
    },
    {
      "index": 52,
      "start_time": 285139.0,
      "end_time": 292520.0,
      "text": "because of all the farms and gardens I have visited in my time in Vermont, this one truly"
    },
    {
      "index": 53,
      "start_time": 292520.0,
      "end_time": 297980.0,
      "text": "looks like the healthiest by far. So what I'm going to do next is to actually walk through"
    },
    {
      "index": 54,
      "start_time": 297980.0,
      "end_time": 302000.0,
      "text": "and show you guys some of the field's, some of the crops he's growing, how good they look"
    },
    {
      "index": 55,
      "start_time": 302000.0,
      "end_time": 306090.0,
      "text": "and the production he's able to achieve here in Vermont."
    },
    {
      "index": 56,
      "start_time": 306090.0,
      "end_time": 311650.0,
      "text": "So here you guys are seeing a nice couple of rows of carrots and he really parks this"
    },
    {
      "index": 57,
      "start_time": 311650.0,
      "end_time": 318340.0,
      "text": "guys in; really tight, tighter than you'll normally plant carrot's and actually this"
    },
    {
      "index": 58,
      "start_time": 318340.0,
      "end_time": 322430.0,
      "text": "are some hybrid carrots that's growing really well and he's not quite ready to harvest this"
    },
    {
      "index": 59,
      "start_time": 322430.0,
      "end_time": 326560.0,
      "text": "guy’s yet, but you can still harvest them and pick them. Check this guy out; we could"
    },
    {
      "index": 60,
      "start_time": 326560.0,
      "end_time": 331600.0,
      "text": "pull this guy out of the ground, look at that, that's one nice beautiful carrot. Now, he's"
    },
    {
      "index": 61,
      "start_time": 331600.0,
      "end_time": 337690.0,
      "text": "growing hybrid style carrot and you know although he is certified organic, you know there is"
    },
    {
      "index": 62,
      "start_time": 337690.0,
      "end_time": 346169.0,
      "text": "an organic standard that says \"to be organic certified, you have to grow minimum: 51% of"
    },
    {
      "index": 63,
      "start_time": 346169.0,
      "end_time": 355350.0,
      "text": "crops grown with organic seeds, but the other 49% or smaller percentage can be from conventional"
    },
    {
      "index": 64,
      "start_time": 355350.0,
      "end_time": 360660.0,
      "text": "seed stock, if they are not available organic; so that's what he does. I want to encourage"
    },
    {
      "index": 65,
      "start_time": 360660.0,
      "end_time": 365509.0,
      "text": "you guys, whether you're a market grower like Aaron here or whether you're a home gardener,"
    },
    {
      "index": 66,
      "start_time": 365509.0,
      "end_time": 369750.0,
      "text": "you would want to pick the right varieties because growing the right variety of crops"
    },
    {
      "index": 67,
      "start_time": 369750.0,
      "end_time": 376479.0,
      "text": "can make you or brake you and as much as I like the heirloom's for certain treats; which"
    },
    {
      "index": 68,
      "start_time": 376479.0,
      "end_time": 381330.0,
      "text": "are part of our home gardeners, On a commercial scale after talking with Aaron, it has become"
    },
    {
      "index": 69,
      "start_time": 381330.0,
      "end_time": 390410.0,
      "text": "evidence to me that heirlooms are not always the best crops to grow for him, from the trials"
    },
    {
      "index": 70,
      "start_time": 390410.0,
      "end_time": 395720.0,
      "text": "that he's done. This carrot here are more resistant to certain diseases that he would"
    },
    {
      "index": 71,
      "start_time": 395720.0,
      "end_time": 401020.0,
      "text": "be prone to getting, plus with the rich soil, he doesn't have any diseases on this carrot's,"
    },
    {
      "index": 72,
      "start_time": 401020.0,
      "end_time": 409050.0,
      "text": "this carrots looks absolutely beautiful. I could vouch, that one sweet, delicious carrot;"
    },
    {
      "index": 73,
      "start_time": 409050.0,
      "end_time": 415090.0,
      "text": "I think, it’s the best one I have ever had in Vermont; hey! I think it’s the only carrot"
    },
    {
      "index": 74,
      "start_time": 415090.0,
      "end_time": 419780.0,
      "text": "I've ever had in Vermont. So what we are looking at now is actually some of the Beet's planted"
    },
    {
      "index": 75,
      "start_time": 419780.0,
      "end_time": 424000.0,
      "text": "next to the carrots, and actually one of the core thing is; you know, when Aaron moved"
    },
    {
      "index": 76,
      "start_time": 424000.0,
      "end_time": 428090.0,
      "text": "onto this farm and started farming on this land, he actually couldn't grow beats because"
    },
    {
      "index": 77,
      "start_time": 428090.0,
      "end_time": 432449.0,
      "text": "they'd get a lot of disease and problems and I'm sure some of you guys out there have problems"
    },
    {
      "index": 78,
      "start_time": 432449.0,
      "end_time": 437889.0,
      "text": "growing some crops, it just never seems to work. Once he started adding the Rock Dust"
    },
    {
      "index": 79,
      "start_time": 437889.0,
      "end_time": 444539.0,
      "text": "and building his soil, he didn't have a problem and this beet's look fabulous."
    },
    {
      "index": 80,
      "start_time": 444539.0,
      "end_time": 452130.0,
      "text": "This is a soil right here, we could pick this up, look at that; I mean this is like sand,"
    },
    {
      "index": 81,
      "start_time": 452130.0,
      "end_time": 457169.0,
      "text": "not very nutritious but he's adding the right minerals to allow him to do this. Now the"
    },
    {
      "index": 82,
      "start_time": 457169.0,
      "end_time": 462130.0,
      "text": "other thing about Aaron is if you look at this field next door, you would see his nice"
    },
    {
      "index": 83,
      "start_time": 462130.0,
      "end_time": 468389.0,
      "text": "huge, big tractor tracks. Now as much as I would like to know a few gardening styles,"
    },
    {
      "index": 84,
      "start_time": 468389.0,
      "end_time": 474470.0,
      "text": "I want to always let you guys know that they are pros and cons to every garden method,"
    },
    {
      "index": 85,
      "start_time": 474470.0,
      "end_time": 482300.0,
      "text": "he uses the tilling method and he has a couple of three maybe four tractors now, and he really"
    },
    {
      "index": 86,
      "start_time": 482300.0,
      "end_time": 488210.0,
      "text": "cuts he's labor cost to a minimum because he's fully automated. He also is very efficient"
    },
    {
      "index": 87,
      "start_time": 488210.0,
      "end_time": 496560.0,
      "text": "in how he works, So he has minimal labor working at this farm with him, and just with a man"
    },
    {
      "index": 88,
      "start_time": 496560.0,
      "end_time": 501370.0,
      "text": "and a tractor; I just saw him drive off right now, almost into the sunset. He's able to"
    },
    {
      "index": 89,
      "start_time": 501370.0,
      "end_time": 507449.0,
      "text": "manage he's farm with little labor cost. As compared to farmers I've spoken to, they do"
    },
    {
      "index": 90,
      "start_time": 507449.0,
      "end_time": 514440.0,
      "text": "the no till and actually their labor cost is sky high but because they do no till and"
    },
    {
      "index": 91,
      "start_time": 514440.00000000006,
      "end_time": 521260.00000000006,
      "text": "their labor cost is sky high, they are also more productive than this maybe; they still"
    },
    {
      "index": 92,
      "start_time": 521260.0,
      "end_time": 530850.0,
      "text": "make good money. Aaron had to keep it simple, he does the tractor, the tillage and continues"
    },
    {
      "index": 93,
      "start_time": 530850.0,
      "end_time": 537720.0,
      "text": "to add organic matter and the trace melts in the soil and gets amazing result. So no"
    },
    {
      "index": 94,
      "start_time": 537720.0,
      "end_time": 541520.0,
      "text": "matter where you guys are at, you guys have got to figure out what's right for you. Now"
    },
    {
      "index": 95,
      "start_time": 541520.0,
      "end_time": 545350.0,
      "text": "for Environmental reasons and for nutrient reasons, I believe still, no tilling is the"
    },
    {
      "index": 96,
      "start_time": 545350.0,
      "end_time": 550459.0,
      "text": "best but yes, it’s going to be more labor and this comes into play in a big business."
    },
    {
      "index": 97,
      "start_time": 550459.0,
      "end_time": 555709.0,
      "text": "When you're trying to run a business and if you're at home just gardening, I believe you"
    },
    {
      "index": 98,
      "start_time": 555709.0,
      "end_time": 561250.0,
      "text": "guys should be doing notes to a garden at home on definitely smaller scales, because"
    },
    {
      "index": 99,
      "start_time": 561250.0,
      "end_time": 569010.0,
      "text": "it’s a lot easier. Anyways, I want to go in now, into one of the hoop-houses here that's"
    },
    {
      "index": 100,
      "start_time": 569010.0,
      "end_time": 574959.0,
      "text": "right behind me, and show you guys what he's got growing. Now, he uses this hoop-houses"
    },
    {
      "index": 101,
      "start_time": 574959.0,
      "end_time": 580589.0,
      "text": "because I want to remind you guys that we are in Vermont, it does rain a lot and some"
    },
    {
      "index": 102,
      "start_time": 580589.0,
      "end_time": 584089.0,
      "text": "of the peppers and the tomatoes, they don't like too much water so they kip the water"
    },
    {
      "index": 103,
      "start_time": 584089.0,
      "end_time": 590339.0,
      "text": "off of it; plus, they can control the environment better. So it’s warmer inside the hoop-house"
    },
    {
      "index": 104,
      "start_time": 590339.0,
      "end_time": 597339.0,
      "text": "than outside the hoop-house, the base looks a bit warmer, they also got some tomatoes"
    },
    {
      "index": 105,
      "start_time": 597339.0,
      "end_time": 598560.0,
      "text": "growing."
    },
    {
      "index": 106,
      "start_time": 598560.0,
      "end_time": 604570.0,
      "text": "In addition, this also allows them to start the season earlier and end a little bit later,"
    },
    {
      "index": 107,
      "start_time": 604570.0,
      "end_time": 610600.0,
      "text": "due to the covering overhead. Once again, I've visited a hand full of farms this trip"
    },
    {
      "index": 108,
      "start_time": 610600.0,
      "end_time": 617390.0,
      "text": "to Vermont, and Aaron's stuff looks like the healthiest, most bountiful; due to his practices"
    },
    {
      "index": 109,
      "start_time": 617390.0,
      "end_time": 625140.0,
      "text": "so, they must be working. But if we walk down this row here, you guys just see a lot of"
    },
    {
      "index": 110,
      "start_time": 625140.0,
      "end_time": 631760.0,
      "text": "greeny there but I want to get down a little. If you get a little bit lower, if you look"
    },
    {
      "index": 111,
      "start_time": 631760.0,
      "end_time": 636580.0,
      "text": "a little closely, you guys see all the peppers in there? I mean this thing is loaded up with"
    },
    {
      "index": 112,
      "start_time": 636580.0,
      "end_time": 643230.0,
      "text": "peppers, i’m scared to say that this pepper plants are more loaded up than my pepper plants."
    },
    {
      "index": 113,
      "start_time": 643230.0,
      "end_time": 649190.0,
      "text": "So he's actually growing better peppers than I. I mean this is really impressive, how much"
    },
    {
      "index": 114,
      "start_time": 649190.0,
      "end_time": 654790.0,
      "text": "yield his able to harvest off each plant, when you give the plant the right nutrition"
    },
    {
      "index": 115,
      "start_time": 654790.0,
      "end_time": 663440.0,
      "text": "they need. So yea, this whole thing has a lot of peppers in these two rows, basil, tomatoes,"
    },
    {
      "index": 116,
      "start_time": 663440.0,
      "end_time": 667360.0,
      "text": "and let’s goes ahead to the other greenhouse to shear with you guys, the tomatoes. Now"
    },
    {
      "index": 117,
      "start_time": 667360.0,
      "end_time": 673360.0,
      "text": "we’re in the hoop-house with the tomatoes and this plant look like they are super healthy,"
    },
    {
      "index": 118,
      "start_time": 673360.0,
      "end_time": 678990.0,
      "text": "super vibrant and once again just come down a little bit. Look at this, look at how much"
    },
    {
      "index": 119,
      "start_time": 678990.0,
      "end_time": 685260.0,
      "text": "yield you get on one tomato plant, growing the right variety and actually have good nutrition"
    },
    {
      "index": 120,
      "start_time": 685260.0,
      "end_time": 689620.0,
      "text": "in the soil. I mean, those this look better than your tomatoes? That's why Aaron's in"
    },
    {
      "index": 121,
      "start_time": 689620.0,
      "end_time": 694779.0,
      "text": "business and he's doing this day in day out and he's being doing this since his first"
    },
    {
      "index": 122,
      "start_time": 694779.0,
      "end_time": 701350.0,
      "text": "job. He's first job as a kid was working at a farm, he's growing all this years and he's"
    },
    {
      "index": 123,
      "start_time": 701350.0,
      "end_time": 705540.0,
      "text": "improving his skills over the years so now he could grow healthy plants like this."
    },
    {
      "index": 124,
      "start_time": 705540.0,
      "end_time": 710240.0,
      "text": "Now, Ill let you guys know one of his secrets besides having good soil, he has this red"
    },
    {
      "index": 125,
      "start_time": 710240.0,
      "end_time": 714550.0,
      "text": "mulch down here, at the bottom of his tomatoes. I've not seen that anywhere else in the farm,"
    },
    {
      "index": 126,
      "start_time": 714550.0,
      "end_time": 721000.0,
      "text": "he uses some black plastic mulch on some other plants, but the other thing is that he's using"
    },
    {
      "index": 127,
      "start_time": 721000.0,
      "end_time": 726490.0,
      "text": "grafted tomatoes. So this tomatoes, they have being grafted, they're on our wild work stock"
    },
    {
      "index": 128,
      "start_time": 726490.0,
      "end_time": 731470.0,
      "text": "with tomato plants up top and he says they are more productive, and more resistant than"
    },
    {
      "index": 129,
      "start_time": 731470.0,
      "end_time": 736839.0,
      "text": "standard ones. You guys might want to look into that and you know, I've experimented"
    },
    {
      "index": 130,
      "start_time": 736839.0,
      "end_time": 740149.0,
      "text": "with the grafted tomato before, they are kind of a little bit expensive and I didn't notice"
    },
    {
      "index": 131,
      "start_time": 740149.0,
      "end_time": 745529.0,
      "text": "too much of a difference when i grew them at home; but, he totally vouch his performance,"
    },
    {
      "index": 132,
      "start_time": 745529.0,
      "end_time": 751730.0,
      "text": "he says \"he wouldn't really go any other way\" because as you guys can see, this is tomato"
    },
    {
      "index": 133,
      "start_time": 751730.0,
      "end_time": 755399.0,
      "text": "heaven right here. So now I'm going to go ahead and enter another pepper hoop house"
    },
    {
      "index": 134,
      "start_time": 755399.0,
      "end_time": 763320.0,
      "text": "here, and Aaron really features and focuses on growing peppers for few reasons: number"
    },
    {
      "index": 135,
      "start_time": 763320.0,
      "end_time": 768390.0,
      "text": "one, you guys could see, there's a lot of pepper on here and he appreciates peppers,"
    },
    {
      "index": 136,
      "start_time": 768390.0,
      "end_time": 773920.0,
      "text": "he actually grows less tomatoes than peppers, he grows more peppers than tomatoes and I"
    },
    {
      "index": 137,
      "start_time": 773920.0,
      "end_time": 778450.0,
      "text": "want to encourage you guys to grow more pepper than tomatoes. So he sells this fresh, which"
    },
    {
      "index": 138,
      "start_time": 778450.0,
      "end_time": 784540.0,
      "text": "command's greater dollar than the tomatoes but, the secret on why he grows too many peppers"
    },
    {
      "index": 139,
      "start_time": 784540.0,
      "end_time": 794420.0,
      "text": "is that he also roast's them and then freeze's them. So, this allows him to maximize his"
    },
    {
      "index": 140,
      "start_time": 794420.0,
      "end_time": 801709.0,
      "text": "income during the winter months you know, so he could harvest this guys, process them"
    },
    {
      "index": 141,
      "start_time": 801709.0,
      "end_time": 806160.0,
      "text": "throughout the winter to still have income, when other farmers that are growing fresh"
    },
    {
      "index": 142,
      "start_time": 806160.0,
      "end_time": 811380.0,
      "text": "vegetables and try to sell fresh stuff, are long gone. So that's one of the reasons why"
    },
    {
      "index": 143,
      "start_time": 811380.0,
      "end_time": 816010.0,
      "text": "he grows all this peppers and this plants, they just simply look amazing, I wish I had"
    },
    {
      "index": 144,
      "start_time": 816010.0,
      "end_time": 820440.0,
      "text": "all this peppers, I could grow more on less space, if I use his techniques."
    },
    {
      "index": 145,
      "start_time": 820440.0,
      "end_time": 825550.0,
      "text": "So, now one of the things I'm going to show you guys really quick is how Aaron is staking"
    },
    {
      "index": 146,
      "start_time": 825550.0,
      "end_time": 829550.0,
      "text": "up his peppers, he doesn't stake every plant so this is kind of cool. What he does, he"
    },
    {
      "index": 147,
      "start_time": 829550.0,
      "end_time": 835500.0,
      "text": "just puts this stakes in about every couple of (3\"4\") feet and he basically just ties"
    },
    {
      "index": 148,
      "start_time": 835500.0,
      "end_time": 841250.0,
      "text": "some strings, to make like a little fence on the edges because the middle plants support"
    },
    {
      "index": 149,
      "start_time": 841250.0,
      "end_time": 845930.0,
      "text": "itself, but the edge plants are held up by the string, they stay out of the walk ways."
    },
    {
      "index": 150,
      "start_time": 845930.0,
      "end_time": 850660.0,
      "text": "So, looks like he has only actually per bed which is about 2ft wide, he has about two"
    },
    {
      "index": 151,
      "start_time": 850660.0,
      "end_time": 856180.0,
      "text": "plants. So the strings help hold the plant, keep them in growing towards the center, so"
    },
    {
      "index": 152,
      "start_time": 856180.0,
      "end_time": 860459.0,
      "text": "that he could easily get in there and harvest all the delicious peppers. So he always encourage"
    },
    {
      "index": 153,
      "start_time": 860459.0,
      "end_time": 865630.0,
      "text": "you guys to grow vertically and use some kind of support system that works for you, so that"
    },
    {
      "index": 154,
      "start_time": 865630.0,
      "end_time": 870089.0,
      "text": "your plants don't fall over and they don't get crashed or stems broken; when you're walking"
    },
    {
      "index": 155,
      "start_time": 870089.0,
      "end_time": 875930.0,
      "text": "by because that will cut your yields. So another way Aaron improves his soil and brings and"
    },
    {
      "index": 156,
      "start_time": 875930.0,
      "end_time": 881190.0,
      "text": "adds fertility is by planting some cover crops. So we've got some legume crops here, behind"
    },
    {
      "index": 157,
      "start_time": 881190.0,
      "end_time": 887779.0,
      "text": "me he also likes to plant the buckwheat which is also a good beneficial plant for insects"
    },
    {
      "index": 158,
      "start_time": 887779.0,
      "end_time": 893260.0,
      "text": "and he builds fertility in this soil by planting the cover crops and turning them under, to"
    },
    {
      "index": 159,
      "start_time": 893260.0,
      "end_time": 898540.0,
      "text": "add more fertility to his soil. Now on a big farm I think this is an excellent idea, especially"
    },
    {
      "index": 160,
      "start_time": 898540.0,
      "end_time": 903000.0,
      "text": "when you have so much land, you have fallow land and you know that's not always planted."
    },
    {
      "index": 161,
      "start_time": 903000.0,
      "end_time": 909660.0,
      "text": "He has like six acres under cultivation in this space, plus he has another off-site space"
    },
    {
      "index": 162,
      "start_time": 909660.0,
      "end_time": 915290.0,
      "text": "that he's growing food but in a home space like for me personally, I live in a standard"
    },
    {
      "index": 163,
      "start_time": 915290.0,
      "end_time": 920230.0,
      "text": "American tracked home, my lot is less than ten thousand square feet, eight thousand square"
    },
    {
      "index": 164,
      "start_time": 920230.0,
      "end_time": 925360.0,
      "text": "feet, and I don't have a lot of room. So if I'm planting cover crops, that means I'm giving"
    },
    {
      "index": 165,
      "start_time": 925360.0,
      "end_time": 930449.0,
      "text": "up space that I could be growing food crops and the most important thing for me to do"
    },
    {
      "index": 166,
      "start_time": 930449.0,
      "end_time": 937839.0,
      "text": "is to eat, and I would rather bring in inputs to add to my garden, to add the nitrogen,"
    },
    {
      "index": 167,
      "start_time": 937839.0,
      "end_time": 945899.0,
      "text": "add nutrients as I need to, instead of (in my opinion) waste space for cover crops, in"
    },
    {
      "index": 168,
      "start_time": 945899.0,
      "end_time": 948490.0,
      "text": "confined growing like I'm in."
    },
    {
      "index": 169,
      "start_time": 948490.0,
      "end_time": 953420.0,
      "text": "So I think I'm going to go for the one more section of his farm where he's actually growing"
    },
    {
      "index": 170,
      "start_time": 953420.0,
      "end_time": 958089.0,
      "text": "lettuce mixes and show you guys how he's doing it and how beautiful it looks. So this are"
    },
    {
      "index": 171,
      "start_time": 958089.0,
      "end_time": 963079.0,
      "text": "the baby salad greens that they grow here on the farm, they've recently plucked this"
    },
    {
      "index": 172,
      "start_time": 963079.0,
      "end_time": 969480.0,
      "text": "guys all mechanically, and they see them really closely and basically they come through with"
    },
    {
      "index": 173,
      "start_time": 969480.0,
      "end_time": 975970.0,
      "text": "a harvester and just clear cut them. After they clear cut them, they grow back again"
    },
    {
      "index": 174,
      "start_time": 975970.0,
      "end_time": 980880.0,
      "text": "and Aaron believes that this is due to the fertility in the soil, a lot of growers would"
    },
    {
      "index": 175,
      "start_time": 980880.0,
      "end_time": 985070.0,
      "text": "grow stuffs, they'll cut it and it will not come back but because of the fertility, Aaron"
    },
    {
      "index": 176,
      "start_time": 985070.0,
      "end_time": 989860.0,
      "text": "believes that this stuff comes back so he could actually continue to harvest more and"
    },
    {
      "index": 177,
      "start_time": 989860.0,
      "end_time": 994170.0,
      "text": "get more yield, out of the same amount of space. So, has things like the really good"
    },
    {
      "index": 178,
      "start_time": 994170.0,
      "end_time": 1001190.0,
      "text": "looking Spanish, different colors of lettuce's and it looks really cool how he has it all"
    },
    {
      "index": 179,
      "start_time": 1001190.0,
      "end_time": 1005240.0,
      "text": "laid out. Without being said, this is really labor intensive form, you'd rather grow some"
    },
    {
      "index": 180,
      "start_time": 1005240.0,
      "end_time": 1010649.0,
      "text": "carrots or you literally plant something once, it grows then you harvest it, so it’s like"
    },
    {
      "index": 181,
      "start_time": 1010650.0,
      "end_time": 1016700.0,
      "text": "minimal time dealing with the crops. Here he has to come out like every couple of days,"
    },
    {
      "index": 182,
      "start_time": 1016700.0,
      "end_time": 1020770.0,
      "text": "plant new seeds, having the next round growing, come out with the harvester, he has to harvest"
    },
    {
      "index": 183,
      "start_time": 1020770.0,
      "end_time": 1025721.0,
      "text": "his stuffs, take it inside to wash it and process it, bag it and then cash. You just"
    },
    {
      "index": 184,
      "start_time": 1025720.0,
      "end_time": 1030609.0,
      "text": "take out, wash, sell them and you're done. So he's really trying to get more efficient"
    },
    {
      "index": 185,
      "start_time": 1030609.9999999999,
      "end_time": 1036489.9999999999,
      "text": "and hopefully one day he'll be able to actually cut out and leafy green business, and get"
    },
    {
      "index": 186,
      "start_time": 1036490.0,
      "end_time": 1040760.0,
      "text": "into things that he can be more efficient at and even make as much or even more money"
    },
    {
      "index": 187,
      "start_time": 1040760.0,
      "end_time": 1045700.0,
      "text": "from because after all, this is a business form and that's when it comes down to dollars"
    },
    {
      "index": 188,
      "start_time": 1045700.0,
      "end_time": 1046870.0,
      "text": "and cents."
    },
    {
      "index": 189,
      "start_time": 1046869.9999999999,
      "end_time": 1051221.0,
      "text": "Another part of Aaron's operation that I really want to show you guys here, is actually how"
    },
    {
      "index": 190,
      "start_time": 1051220.0,
      "end_time": 1056409.0,
      "text": "he runs his after harvest processing. He has a couple of really cool tool's that I've never"
    },
    {
      "index": 191,
      "start_time": 1056410.0,
      "end_time": 1063081.0,
      "text": "seen before in my life, so I want to shear that with you guys and how they work and how"
    },
    {
      "index": 192,
      "start_time": 1063080.0,
      "end_time": 1067950.0,
      "text": "he's more efficient even in after-harvest, and processing the produce he offers into"
    },
    {
      "index": 193,
      "start_time": 1067950.0,
      "end_time": 1070669.0,
      "text": "the public. So now I want to show you guys into one of his green-house's here, he has"
    },
    {
      "index": 194,
      "start_time": 1070670.0,
      "end_time": 1076150.0,
      "text": "tomatoes growing in the back but in the front, this is a harvest processing area and basically"
    },
    {
      "index": 195,
      "start_time": 1076150.0,
      "end_time": 1080711.0,
      "text": "he's got a lot of onions in sheds, you can see some sheds here, he's got onions over"
    },
    {
      "index": 196,
      "start_time": 1080710.0,
      "end_time": 1085979.0,
      "text": "there and he's got some machinery; some of them looks kind of old but still works, in"
    },
    {
      "index": 197,
      "start_time": 1085980.0,
      "end_time": 1093310.0,
      "text": "other to save him time. For example this machine right here, you don't want to get your finger"
    },
    {
      "index": 198,
      "start_time": 1093310.0,
      "end_time": 1098821.0,
      "text": "stuck in this one for sure, this is an onion topper, it takes that top off the onions,"
    },
    {
      "index": 199,
      "start_time": 1098820.0,
      "end_time": 1102999.0,
      "text": "we put it in here and it just literally pulls them all out because I do them by hand, but"
    },
    {
      "index": 200,
      "start_time": 1103000.0,
      "end_time": 1109890.0,
      "text": "I don't have a ton of onions literally, like he does. So once he pulls of the tops, then"
    },
    {
      "index": 201,
      "start_time": 1109890.0,
      "end_time": 1115410.0,
      "text": "he has this old-school machine here, that's an onion bagger. So it basically rolls up"
    },
    {
      "index": 202,
      "start_time": 1115410.0,
      "end_time": 1122571.0,
      "text": "the top here, and then he bags up his onions in a bag and sells them at market. So you"
    },
    {
      "index": 203,
      "start_time": 1122570.0,
      "end_time": 1128450.0,
      "text": "can see, so here's the total onions that are now harvested, topped and waiting to be bagged"
    },
    {
      "index": 204,
      "start_time": 1128450.0,
      "end_time": 1133239.0,
      "text": "and being able to get sold; and they really like the onions because the onions you see"
    },
    {
      "index": 205,
      "start_time": 1133240.0,
      "end_time": 1140050.0,
      "text": "here, he has a couple of powers for them; well stored, they'll store a full year and"
    },
    {
      "index": 206,
      "start_time": 1140050.0,
      "end_time": 1145130.0,
      "text": "he will not lose his investment and his time, the nutrients he's put in, the fertilizer"
    },
    {
      "index": 207,
      "start_time": 1145130.0,
      "end_time": 1150990.0,
      "text": "or anything with the onions whereas the tomatoes. They go bad relatively quickly and if they're"
    },
    {
      "index": 208,
      "start_time": 1150990.0,
      "end_time": 1155020.0,
      "text": "not sold and he doesn't dehydrate them and sundry the tomatoes, he's going to lose his"
    },
    {
      "index": 209,
      "start_time": 1155020.0,
      "end_time": 1159560.0,
      "text": "investment. So as with the peppers, he could actually sell them fresh or he could actually"
    },
    {
      "index": 210,
      "start_time": 1159560.0,
      "end_time": 1164860.0,
      "text": "roast them, and then he freezes them and he could sell them through out the winter time."
    },
    {
      "index": 211,
      "start_time": 1164860.0,
      "end_time": 1170211.0,
      "text": "I want to go actually to his little shop there, where he does some other processing; and show"
    },
    {
      "index": 212,
      "start_time": 1170210.0,
      "end_time": 1174669.0,
      "text": "you guy’s some of the cool equipment he uses and how it's actually quite efficient"
    },
    {
      "index": 213,
      "start_time": 1174670.0,
      "end_time": 1175930.0,
      "text": "in his set up."
    },
    {
      "index": 214,
      "start_time": 1175930.0,
      "end_time": 1180990.0,
      "text": "So when its come to farms and visit peoples gardens all over, i always learn something"
    },
    {
      "index": 215,
      "start_time": 1180990.0,
      "end_time": 1191821.0,
      "text": "new and part of the most important thing I've learnt here is: he actually has a washing"
    },
    {
      "index": 216,
      "start_time": 1191820.0,
      "end_time": 1197859.0,
      "text": "machine that he uses to spin dry his salad greens. You know the fresh salad greens that"
    },
    {
      "index": 217,
      "start_time": 1197860.0,
      "end_time": 1202191.0,
      "text": "you guys saw, anyways; more important than that: he uses this (washing machine) to spin"
    },
    {
      "index": 218,
      "start_time": 1202190.0,
      "end_time": 1210509.0,
      "text": "his salad greens, he actually has all this one wheels. So this could move in and out"
    },
    {
      "index": 219,
      "start_time": 1210510.0,
      "end_time": 1213821.0,
      "text": "and if noticed, everything in this room is actually on wheels, he can stand up in this"
    },
    {
      "index": 220,
      "start_time": 1213820.0,
      "end_time": 1220019.0,
      "text": "room the way he wants to. Some days its processing carrots, some days it’s used as a CSA pick"
    },
    {
      "index": 221,
      "start_time": 1220020.0,
      "end_time": 1226800.0,
      "text": "up, some days it is used to make tucker and all those kind of stuffs and it's really cool"
    },
    {
      "index": 222,
      "start_time": 1226800.0,
      "end_time": 1232400.0,
      "text": "that he putted everything on wheels and he has no motor and you guys can see the shelve"
    },
    {
      "index": 223,
      "start_time": 1232400.0,
      "end_time": 1237250.0,
      "text": "newly built above. If something is not used every day in this room, it doesn't even belong"
    },
    {
      "index": 224,
      "start_time": 1237250.0,
      "end_time": 1239390.0,
      "text": "in this room, it belongs somewhere off-site. If something is used every day, it needs to"
    },
    {
      "index": 225,
      "start_time": 1239390.0,
      "end_time": 1245550.0,
      "text": "be a little bit higher up and if it doesn't get used maybe more than once a week, it gets"
    },
    {
      "index": 226,
      "start_time": 1245550.0,
      "end_time": 1250821.0,
      "text": "higher up and things that are used not as often are even higher up, and this is the"
    },
    {
      "index": 227,
      "start_time": 1250820.0,
      "end_time": 1254659.0,
      "text": "way that I believe I should try and organize my house. You guys might want to organize"
    },
    {
      "index": 228,
      "start_time": 1254660.0,
      "end_time": 1259711.0,
      "text": "your house and even minimal your garage or your garden storage shape, this will make"
    },
    {
      "index": 229,
      "start_time": 1259710.0,
      "end_time": 1264349.0,
      "text": "it a lot easier and try to keep your space clean. Put things on wheel, so you can move"
    },
    {
      "index": 230,
      "start_time": 1264350.0,
      "end_time": 1270760.0,
      "text": "them in and out of the way, you can have maximum flexibility with your space. I think I'm going"
    },
    {
      "index": 231,
      "start_time": 1270760.0,
      "end_time": 1274370.0,
      "text": "to head outside now and show you one more cool tool that Aaron uses to save time, here"
    },
    {
      "index": 232,
      "start_time": 1274370.0,
      "end_time": 1275310.0,
      "text": "on the farm."
    },
    {
      "index": 233,
      "start_time": 1275310.0,
      "end_time": 1280380.0,
      "text": "So here's yet another tool that Aaron uses to save time on his farm and be more efficient"
    },
    {
      "index": 234,
      "start_time": 1280380.0,
      "end_time": 1286140.0,
      "text": "so he can save time and labor cost, instead of having one man spray down carrots like"
    },
    {
      "index": 235,
      "start_time": 1286140.0,
      "end_time": 1292191.0,
      "text": "most farms might do, he actually has a specialized tool to do carrot washing. This is not a compost"
    },
    {
      "index": 236,
      "start_time": 1292190.0,
      "end_time": 1297690.0,
      "text": "*21:32* or something like that, this is basically just a large wood slot or something like that"
    },
    {
      "index": 237,
      "start_time": 1297690.0,
      "end_time": 1301509.0,
      "text": "actually spin around. It takes the carrot in there and will wash all the dirt off, with"
    },
    {
      "index": 238,
      "start_time": 1301510.0,
      "end_time": 1307341.0,
      "text": "the water coming out of this PVC pipes, the dirt’s goes the bottom, it gets washed down"
    },
    {
      "index": 239,
      "start_time": 1307340.0,
      "end_time": 1314559.0,
      "text": "and he adds that back into his farm and the carrots come out clean. Once the carrots comes"
    },
    {
      "index": 240,
      "start_time": 1314560.0,
      "end_time": 1319860.0,
      "text": "out, he has a little converter belt thin that rotates the carrots, so you can easily identify"
    },
    {
      "index": 241,
      "start_time": 1319860.0,
      "end_time": 1323410.0,
      "text": "the carrots that are bad or good and pull out the bad carrots with bad sprogs so that"
    },
    {
      "index": 242,
      "start_time": 1323410.0,
      "end_time": 1328050.0,
      "text": "they don't make it into the ones that are being sold to the customers."
    },
    {
      "index": 243,
      "start_time": 1328050.0,
      "end_time": 1333910.0,
      "text": "So we really like that Aaron is really working efficient here, not only with post-harvest"
    },
    {
      "index": 244,
      "start_time": 1333910.0,
      "end_time": 1338270.0,
      "text": "but also pre harvest. I mean one of the most efficient things I believe gardeners at home"
    },
    {
      "index": 245,
      "start_time": 1338270.0,
      "end_time": 1343081.0,
      "text": "and farmers is add the Rock Dust, because it hits some of the work load off you and"
    },
    {
      "index": 246,
      "start_time": 1343080.0,
      "end_time": 1348519.0,
      "text": "this is what he's found. This is why I want you guys, whether you’re a commercial farmer,"
    },
    {
      "index": 247,
      "start_time": 1348520.0,
      "end_time": 1353321.0,
      "text": "you're a home gardener, just start using a Rock Dust. What I want to do next is interview"
    },
    {
      "index": 248,
      "start_time": 1353320.0,
      "end_time": 1358979.0,
      "text": "Aaron and shear with you guys, some of he's things he has learnt about Rock Dust, some"
    },
    {
      "index": 249,
      "start_time": 1358980.0,
      "end_time": 1364860.0,
      "text": "of the tips and techniques he's learnt over the years farming since he was a young lad,"
    },
    {
      "index": 250,
      "start_time": 1364860.0,
      "end_time": 1369670.0,
      "text": "so you guys can approve you're garden or your commercial operation, should you have one."
    },
    {
      "index": 251,
      "start_time": 1369670.0,
      "end_time": 1374941.0,
      "text": "John Kohler: so now we're with Aaron Locker from Kingsbury Market Garden and he's the"
    },
    {
      "index": 252,
      "start_time": 1374940.0,
      "end_time": 1379989.0,
      "text": "owner and also the farmer here, you guys got to see this amazing garden. I wanted to go"
    },
    {
      "index": 253,
      "start_time": 1379990.0,
      "end_time": 1383800.0,
      "text": "ahead and take him aside, and tell him about a few things. The first of which actually"
    },
    {
      "index": 254,
      "start_time": 1383800.0,
      "end_time": 1387930.0,
      "text": "is, where we are right now, we are on your property, this is part of the farm, and you"
    },
    {
      "index": 255,
      "start_time": 1387930.0,
      "end_time": 1389560.0,
      "text": "have a beautiful river, stream."
    },
    {
      "index": 256,
      "start_time": 1389560.0,
      "end_time": 1397581.0,
      "text": "Aaron Locker: yes, so this is the Mad River, right now it’s pretty calm but it gets mad"
    },
    {
      "index": 257,
      "start_time": 1397580.0,
      "end_time": 1406570.0,
      "text": "from time to time. It's a very narrow drainage in here, so it’s not uncommon to get a couple"
    },
    {
      "index": 258,
      "start_time": 1406570.0,
      "end_time": 1411309.0,
      "text": "of inches of rain for this water that makes this river to go up several feet’s, and"
    },
    {
      "index": 259,
      "start_time": 1411310.0,
      "end_time": 1414640.0,
      "text": "then back down over the course of a day."
    },
    {
      "index": 260,
      "start_time": 1414640.0,
      "end_time": 1417841.0,
      "text": "John Kohler: wow! This probably affected the quality because this river has being here"
    },
    {
      "index": 261,
      "start_time": 1417840.0,
      "end_time": 1422950.0,
      "text": "for quite a long time, and this affects your farm because a lot of the stuff's in your"
    },
    {
      "index": 262,
      "start_time": 1422950.0,
      "end_time": 1427249.0,
      "text": "farm is the salty like stuff that was partly deposited by the river, thousands of years"
    },
    {
      "index": 263,
      "start_time": 1427250.0,
      "end_time": 1427890.0,
      "text": "ago potentially."
    },
    {
      "index": 264,
      "start_time": 1427890.0,
      "end_time": 1430560.0,
      "text": "Aaron Locker: yes, that stuff was washed out of the mountain sides."
    },
    {
      "index": 265,
      "start_time": 1430560.0,
      "end_time": 1437150.0,
      "text": "John Kohler: yes, you were telling me that your farm is not that really fertile, so you"
    },
    {
      "index": 266,
      "start_time": 1437150.0,
      "end_time": 1441081.0,
      "text": "had to bring in things, I showed you guys what he's using. So I specifically want to"
    },
    {
      "index": 267,
      "start_time": 1441080.0,
      "end_time": 1446950.0,
      "text": "ask you about bringing in the rock dust, why you choose to bring in the rock dust and what"
    },
    {
      "index": 268,
      "start_time": 1446950.0,
      "end_time": 1450099.0,
      "text": "you saw before and after using the rock dust?"
    },
    {
      "index": 269,
      "start_time": 1450100.0,
      "end_time": 1457100.0,
      "text": "Aaron Locker: well I choose to bring in Rock Dust because, I felt like I needed to do something"
    },
    {
      "index": 270,
      "start_time": 1457100.0,
      "end_time": 1463841.0,
      "text": "aside from adding compost and fertilizer which I was having very good luck with, and read"
    },
    {
      "index": 271,
      "start_time": 1463840.0,
      "end_time": 1474399.0,
      "text": "something’s about Nutrient Intense Farming, Balancing Nutrients and particularly about"
    },
    {
      "index": 272,
      "start_time": 1474400.0,
      "end_time": 1483740.0,
      "text": "trace elements like cobalt and Boron, things like that. So four years ago now, I did my"
    },
    {
      "index": 273,
      "start_time": 1483740.0,
      "end_time": 1489880.0,
      "text": "first Rock Dust application, three different application, 10 tons the acre of each. I'm"
    },
    {
      "index": 274,
      "start_time": 1489880.0,
      "end_time": 1501870.0,
      "text": "now starting with my second round with ten one *24:53* of Tom Beneca's Brick Blend Basalt."
    },
    {
      "index": 275,
      "start_time": 1501870.0,
      "end_time": 1506680.0,
      "text": "Next year, I think it will be some port sight from mountain, which is just over the mountains"
    },
    {
      "index": 276,
      "start_time": 1506680.0,
      "end_time": 1509680.0,
      "text": "here, and probably some *25:08*."
    },
    {
      "index": 277,
      "start_time": 1509680.0,
      "end_time": 1516100.0,
      "text": "John Kohler: yes, so he's using different kinds of Rock Dust, they all have lots of"
    },
    {
      "index": 278,
      "start_time": 1516100.0,
      "end_time": 1521230.0,
      "text": "different minerals to balance the soil. So, how important is that for you that you're"
    },
    {
      "index": 279,
      "start_time": 1521230.0,
      "end_time": 1526951.0,
      "text": "soil have a balanced amount of minerals in the right proportion for your plant growth?"
    },
    {
      "index": 280,
      "start_time": 1526950.0,
      "end_time": 1534659.0,
      "text": "Aaron Locker: I think that the idea behind this Rock Dust is that you're applying relatively"
    },
    {
      "index": 281,
      "start_time": 1534660.0,
      "end_time": 1542701.0,
      "text": "large amounts of relatively unavailable nutrients. So you're building mineral depths, so you're"
    },
    {
      "index": 282,
      "start_time": 1542700.0,
      "end_time": 1549090.0,
      "text": "conventional agriculture and your conventional organic agriculture, you tend to apply relatively"
    },
    {
      "index": 283,
      "start_time": 1549090.0,
      "end_time": 1556219.0,
      "text": "small amounts of relatively available nutrients. So the fact is that once I apply the *25:55*"
    },
    {
      "index": 284,
      "start_time": 1556220.0,
      "end_time": 1562720.0,
      "text": "which has high levels of potassium in relatively unavailable form's, but it will slowly be"
    },
    {
      "index": 285,
      "start_time": 1562720.0,
      "end_time": 1574110.0,
      "text": "available to plants 26:04* or sulphated potash that has readily available potassium in it,"
    },
    {
      "index": 286,
      "start_time": 1574110.0,
      "end_time": 1581020.0,
      "text": "that would not necessarily be way to available, could leach, leaching is a big issue here"
    },
    {
      "index": 287,
      "start_time": 1581020.0,
      "end_time": 1589680.0,
      "text": "with the sandy soils but the idea is to make a soil that plants exude their acids and actually"
    },
    {
      "index": 288,
      "start_time": 1589680.0,
      "end_time": 1597630.0,
      "text": "weigh up potassium and make it available, instead of having just like a kind of free"
    },
    {
      "index": 289,
      "start_time": 1597630.0,
      "end_time": 1600711.0,
      "text": "flowing in the soil solution."
    },
    {
      "index": 290,
      "start_time": 1600710.0,
      "end_time": 1605429.0,
      "text": "John Kohler: he does not use any water sibal nutrients because obviously he has a river"
    },
    {
      "index": 291,
      "start_time": 1605430.0,
      "end_time": 1610810.0,
      "text": "right here, and if he uses water sibal nutrients like many conventional agriculture do, you"
    },
    {
      "index": 292,
      "start_time": 1610810.0,
      "end_time": 1614630.0,
      "text": "know chemicals, nitrogen's and all that stuff, there's going to be contamination and run"
    },
    {
      "index": 293,
      "start_time": 1614630.0,
      "end_time": 1621220.0,
      "text": "outs or wrecking of water supplies and contaminating places. I'm really glad that Aaron is doing"
    },
    {
      "index": 294,
      "start_time": 1621220.0,
      "end_time": 1626560.0,
      "text": "gardening and farming, the smart way. So Aaron, what differences have you seen, using the"
    },
    {
      "index": 295,
      "start_time": 1626560.0,
      "end_time": 1629390.0,
      "text": "Rock Dust, or do you believe that you've seen from using the Rock Dust?"
    },
    {
      "index": 296,
      "start_time": 1629390.0,
      "end_time": 1634490.0,
      "text": "Aaron Locker: well, I believe I've seen a big difference from using the rock dust, and"
    },
    {
      "index": 297,
      "start_time": 1634490.0,
      "end_time": 1641760.0,
      "text": "a couple of other things, the Rock dust are a big part of it. The health; the health of"
    },
    {
      "index": 298,
      "start_time": 1641760.0,
      "end_time": 1651110.0,
      "text": "my produce have very few diseases anymore, apart from diseases, I don't have very many"
    },
    {
      "index": 299,
      "start_time": 1651110.0,
      "end_time": 1657211.0,
      "text": "pest issues, things are brighter, they grow faster, they are heavier, they tend to taste"
    },
    {
      "index": 300,
      "start_time": 1657210.0,
      "end_time": 1662059.0,
      "text": "better and yields have gone up significantly."
    },
    {
      "index": 301,
      "start_time": 1662060.0,
      "end_time": 1667980.0,
      "text": "John Kohler: yes, I mean I've seen really health stuffs here, in this farm I've tasted"
    },
    {
      "index": 302,
      "start_time": 1667980.0,
      "end_time": 1674430.0,
      "text": "some spinach, some carrots and they are absolutely good. I guess the only thing I want to ask"
    },
    {
      "index": 303,
      "start_time": 1674430.0,
      "end_time": 1679880.0,
      "text": "you is, would you recommend the people out there, the farmers and home gardener's to"
    },
    {
      "index": 304,
      "start_time": 1679880.0,
      "end_time": 1681500.0,
      "text": "use the Rock Dust?"
    },
    {
      "index": 305,
      "start_time": 1681500.0,
      "end_time": 1686560.0,
      "text": "Aaron Locker: yes, I absolutely would. One of the things that's actually interesting"
    },
    {
      "index": 306,
      "start_time": 1686560.0,
      "end_time": 1694110.0,
      "text": "about it, is that the price per pound, like different nutrients like for instance the"
    },
    {
      "index": 307,
      "start_time": 1694110.0,
      "end_time": 1700790.0,
      "text": "Berry Graner which is local potassium, local Garner source is high in potassium, it ends"
    },
    {
      "index": 308,
      "start_time": 1700790.0,
      "end_time": 1710970.0,
      "text": "up being like 20 cents a pound versus maybe a dollar a pound in like sulphate or potash"
    },
    {
      "index": 309,
      "start_time": 1710970.0,
      "end_time": 1716790.0,
      "text": "form. So it’s a really good bang for the buck, as long as you're able to make that"
    },
    {
      "index": 310,
      "start_time": 1716790.0,
      "end_time": 1723581.0,
      "text": "long term investment in your soil. Which I think it’s really what makes sustainable"
    },
    {
      "index": 311,
      "start_time": 1723580.0,
      "end_time": 1729649.0,
      "text": "agriculture; sustainable agriculture. I guess it’s still not really sustainable because"
    },
    {
      "index": 312,
      "start_time": 1729650.0,
      "end_time": 1738220.0,
      "text": "it’s a byproduct of a mining industry, but it still a relatively available by product"
    },
    {
      "index": 313,
      "start_time": 1738220.0,
      "end_time": 1746380.0,
      "text": "and it’s also the kind of thing that will have an effect for a long period of time."
    },
    {
      "index": 314,
      "start_time": 1746380.0,
      "end_time": 1753880.0,
      "text": "So it’s not a reactionary thing at all, it’s a very pro-active approach which was"
    },
    {
      "index": 315,
      "start_time": 1753880.0,
      "end_time": 1755461.0,
      "text": "the way that I want to do things."
    },
    {
      "index": 316,
      "start_time": 1755460.0,
      "end_time": 1758830.0,
      "text": "John Kohler: awesome, I think a pro-active approach in life is really good. I mean before"
    },
    {
      "index": 317,
      "start_time": 1758830.0,
      "end_time": 1762529.0,
      "text": "you get a heart attack, stop doing the things that will cause a heart attack. Eat fruits"
    },
    {
      "index": 318,
      "start_time": 1762530.0,
      "end_time": 1767430.0,
      "text": "and vegetables like the one's Aaron grows here, highest quality, so you could not eat"
    },
    {
      "index": 319,
      "start_time": 1767430.0,
      "end_time": 1771860.0,
      "text": "the bad things and displace the bad stuff and just like you know, grow a garden, not"
    },
    {
      "index": 320,
      "start_time": 1771860.0,
      "end_time": 1776480.0,
      "text": "using the chemical fertilizer that gives you an instant reaction but then have negative"
    },
    {
      "index": 321,
      "start_time": 1776480.0,
      "end_time": 1782100.0,
      "text": "consequences in my opinion. Use something more long lasting, what I believe Aaron is"
    },
    {
      "index": 322,
      "start_time": 1782100.0,
      "end_time": 1787120.0,
      "text": "doing is beyond sustainable because he's actually regenerating, the land here is better than"
    },
    {
      "index": 323,
      "start_time": 1787120.0,
      "end_time": 1790821.0,
      "text": "when he came, do you have any comments about that?"
    },
    {
      "index": 324,
      "start_time": 1790820.0,
      "end_time": 1798460.0,
      "text": "Aaron Locker: no, I think it’s true, it’s definitely true, I pride myself on that and"
    },
    {
      "index": 325,
      "start_time": 1798460.0,
      "end_time": 1803859.0,
      "text": "it makes my life a lot easier. I've got hopefully another couple of decades of farming on this"
    },
    {
      "index": 326,
      "start_time": 1803860.0,
      "end_time": 1807201.0,
      "text": "property, and I would like to think that it would continue that way and I'll continue"
    },
    {
      "index": 327,
      "start_time": 1807200.0,
      "end_time": 1811830.0,
      "text": "to have really good tasting carrots that everybody, every mom in the town wants to feed their"
    },
    {
      "index": 328,
      "start_time": 1811830.0,
      "end_time": 1817009.0,
      "text": "kids, and that would allow me to grow old farming, basically."
    },
    {
      "index": 329,
      "start_time": 1817010.0,
      "end_time": 1821650.0,
      "text": "John Kohler: awesome, this is really the new farming, chemicals and GMO's (in my opinion)"
    },
    {
      "index": 330,
      "start_time": 1821650.0,
      "end_time": 1825860.0,
      "text": "are not the answer, it’s getting back to roots, you know the old school days when we"
    },
    {
      "index": 331,
      "start_time": 1825860.0,
      "end_time": 1830860.0,
      "text": "used things like Boucher, rock powders to mineralize the soil but we've lost all this"
    },
    {
      "index": 332,
      "start_time": 1830860.0,
      "end_time": 1835000.0,
      "text": "knowledge, and all those stuff. Many of you guys may not even have heard of Rock Dust,"
    },
    {
      "index": 333,
      "start_time": 1835000.0,
      "end_time": 1839201.0,
      "text": "maybe even before this video which is quite sad but, another thing I want to talk to you"
    },
    {
      "index": 334,
      "start_time": 1839200.0,
      "end_time": 1844629.0,
      "text": "about Aaron that you're really into and a lot of my viewers may think hybrids are evil."
    },
    {
      "index": 335,
      "start_time": 1844630.0,
      "end_time": 1849610.0,
      "text": "I personally think that any plant that is not genetically modified through man made,"
    },
    {
      "index": 336,
      "start_time": 1849610.0,
      "end_time": 1853691.0,
      "text": "artificial means is good. Whether its hybrid or air loom, I don't think they should be"
    },
    {
      "index": 337,
      "start_time": 1853690.0,
      "end_time": 1858709.0,
      "text": "this fight because there's more important fish to fry or whatever they say. Why do you"
    },
    {
      "index": 338,
      "start_time": 1858710.0,
      "end_time": 1863120.0,
      "text": "choose to use some hybrid in your production and how has that made you more profitable"
    },
    {
      "index": 339,
      "start_time": 1863120.0,
      "end_time": 1863660.0,
      "text": "actually?"
    },
    {
      "index": 340,
      "start_time": 1863660.0,
      "end_time": 1872480.0,
      "text": "Aaron Locker: well, the profit example I think, is determinant habit. On things like tomatoes"
    },
    {
      "index": 341,
      "start_time": 1872480.0,
      "end_time": 1877821.0,
      "text": "and in some degree even pepper plants, if we are here in Vermont I've got 120 days growing"
    },
    {
      "index": 342,
      "start_time": 1877820.0,
      "end_time": 1885820.0,
      "text": "seeds. So to grow in determinant tomato plant, it’s going to be 10 feet tall and the potential"
    },
    {
      "index": 343,
      "start_time": 1885820.0,
      "end_time": 1892080.0,
      "text": "has like 25 tomatoes on there but, September 20th comes and I get to frost and I pick and"
    },
    {
      "index": 344,
      "start_time": 1892080.0,
      "end_time": 1897489.0,
      "text": "I pick the first 10 pounds, that doesn't make a lot of sense to me. So I'm more choosing"
    },
    {
      "index": 345,
      "start_time": 1897490.0,
      "end_time": 1904030.0,
      "text": "to grow determinant tomatoes that grow to about chin height, and produce a lot of tomatoes;"
    },
    {
      "index": 346,
      "start_time": 1904030.0,
      "end_time": 1907430.0,
      "text": "I mean, we are going to pretty much be done by the time the frost hits them also. I'm"
    },
    {
      "index": 347,
      "start_time": 1907430.0,
      "end_time": 1911390.0,
      "text": "choosing peppers, they tend to have more of a determinant habit so I can actually get"
    },
    {
      "index": 348,
      "start_time": 1911390.0,
      "end_time": 1917571.0,
      "text": "more fruit because, no matter how nutrient intense my produce is, once it gets to the"
    },
    {
      "index": 349,
      "start_time": 1917570.0,
      "end_time": 1922169.0,
      "text": "20's, it’s going to die and I want to be able to harvest as much as I possibly can."
    },
    {
      "index": 350,
      "start_time": 1922170.0,
      "end_time": 1925571.0,
      "text": "John kohler: awesome, I always encourage you guys to not only have the most nutritious"
    },
    {
      "index": 351,
      "start_time": 1925570.0,
      "end_time": 1929099.0,
      "text": "soil but also grow the plants that are going to do well in your area, that's something"
    },
    {
      "index": 352,
      "start_time": 1929100.0,
      "end_time": 1932590.0,
      "text": "a lot of people miss. If you just go down and buy plants from your local nursery or"
    },
    {
      "index": 353,
      "start_time": 1932590.0,
      "end_time": 1935831.0,
      "text": "big box store, you might just be getting the exact right ones that are actually going to"
    },
    {
      "index": 354,
      "start_time": 1935830.0,
      "end_time": 1940080.0,
      "text": "do the best and perform the best so that you and your family could eat more from the garden,"
    },
    {
      "index": 355,
      "start_time": 1940080.0,
      "end_time": 1944509.0,
      "text": "than out of the grocery store. Speaking of grocery stores, where can people buy this"
    },
    {
      "index": 356,
      "start_time": 1944510.0,
      "end_time": 1946840.0,
      "text": "produce that I've tasted that is absolutely amazing?"
    },
    {
      "index": 357,
      "start_time": 1946840.0,
      "end_time": 1952430.0,
      "text": "Aaron Locker: just basically here in Vermont, for the most part I sell the Mehuron's market,"
    },
    {
      "index": 358,
      "start_time": 1952430.0,
      "end_time": 1960400.0,
      "text": "our local independent super market, Easton community market our local co-operator and"
    },
    {
      "index": 359,
      "start_time": 1960400.0,
      "end_time": 1969750.0,
      "text": "through CSA programs, one of which I'm a part owner and the stuff primarily goes around"
    },
    {
      "index": 360,
      "start_time": 1969750.0,
      "end_time": 1970920.0,
      "text": "the Boston area."
    },
    {
      "index": 361,
      "start_time": 1970920.0,
      "end_time": 1975821.0,
      "text": "John kohler: so yea if you live in Boston, you could get one of this good stuff that"
    },
    {
      "index": 362,
      "start_time": 1975820.0,
      "end_time": 1979529.0,
      "text": "Aaron is growing. So Aaron, do you have any last comments you would like to shear, messages"
    },
    {
      "index": 363,
      "start_time": 1979530.0,
      "end_time": 1984770.0,
      "text": "out to my viewers, about anything happening to do with gardening, farming or maybe the"
    },
    {
      "index": 364,
      "start_time": 1984770.0,
      "end_time": 1987191.0,
      "text": "direction the industry should be going, in your opinion."
    },
    {
      "index": 365,
      "start_time": 1987190.0,
      "end_time": 1991959.0,
      "text": "Aaron Locker: well, I don't really like to speak on the industry so much but I would"
    },
    {
      "index": 366,
      "start_time": 1991960.0,
      "end_time": 1999890.0,
      "text": "like to say that this whole Rock Dust thing, the whole remineralization thing is really"
    },
    {
      "index": 367,
      "start_time": 1999890.0,
      "end_time": 2008110.0,
      "text": "the best way to get the highest quality produce that you can. I do think that from the industry"
    },
    {
      "index": 368,
      "start_time": 2008110.0,
      "end_time": 2014930.0,
      "text": "perspective; eventually, I think it’s going to go this way where they're going to be able"
    },
    {
      "index": 369,
      "start_time": 2014930.0,
      "end_time": 2020980.0,
      "text": "to tell you, what kind of quality it is. Like they're going to say this carrot are bricks"
    },
    {
      "index": 370,
      "start_time": 2020980.0,
      "end_time": 2026260.0,
      "text": "ten carrot's or brick fourteen carrot's, and that's going to be fantastic because you're"
    },
    {
      "index": 371,
      "start_time": 2026260.0,
      "end_time": 2029790.0,
      "text": "going to go into the supermarket and be like \"oh! These apples are really good for me and"
    },
    {
      "index": 372,
      "start_time": 2029790.0,
      "end_time": 2037090.0,
      "text": "it’s proven\". In a short term, the way that you can do that is by applying lots of organic"
    },
    {
      "index": 373,
      "start_time": 2037090.0,
      "end_time": 2041900.0,
      "text": "matter, lots of Rock Dust to your home garden, around your food orchids, around your asbars,"
    },
    {
      "index": 374,
      "start_time": 2041900.0,
      "end_time": 2045470.0,
      "text": "all that kind of stuff and yes, you can grow some really high quality food."
    },
    {
      "index": 375,
      "start_time": 2045470.0,
      "end_time": 2050110.0,
      "text": "John Kohler: yes, I definitely recommend doing what he's saying and I totally believe it’s"
    },
    {
      "index": 376,
      "start_time": 2050110.0000000002,
      "end_time": 2053900.0000000002,
      "text": "true, I also want to encourage you guys to go out and get a bricks *34:12* where actually"
    },
    {
      "index": 377,
      "start_time": 2053900.0,
      "end_time": 2058570.0,
      "text": "tested bricks from. Watermelons from my local farmers market and actually they weren't that"
    },
    {
      "index": 378,
      "start_time": 2058570.0000000002,
      "end_time": 2063011.0000000002,
      "text": "good, the ones at whole foods where better. Kind of insane because not all farmers know"
    },
    {
      "index": 379,
      "start_time": 2063010.0000000002,
      "end_time": 2066619.0000000002,
      "text": "what they're doing, I'm glad Aaron is one of the people that knows what he's doing so,"
    },
    {
      "index": 380,
      "start_time": 2066620.0,
      "end_time": 2070280.0,
      "text": "hope this video goes out to even some farmers that are watching this and works to improve"
    },
    {
      "index": 381,
      "start_time": 2070280.0000000002,
      "end_time": 2073971.0000000002,
      "text": "the quality of the stuff they are growing, because not all of it is good I mean there's"
    },
    {
      "index": 382,
      "start_time": 2073969.9999999998,
      "end_time": 2080509.9999999998,
      "text": "a lot of crap out there. Most farming is done for profit, this is Aaron’s life, this is"
    },
    {
      "index": 383,
      "start_time": 2080510.0000000002,
      "end_time": 2083750.0000000002,
      "text": "his business, he needs to make money or he's going to get out of business because this"
    },
    {
      "index": 384,
      "start_time": 2083750.0,
      "end_time": 2088649.0,
      "text": "is his life. So he's really doing the smart things as you guys saw, he's using some really"
    },
    {
      "index": 385,
      "start_time": 2088650.0,
      "end_time": 2095040.0,
      "text": "cool techniques and being efficient with his time, his labor and also efficient with his"
    },
    {
      "index": 386,
      "start_time": 2095040.0,
      "end_time": 2099411.0,
      "text": "soil by adding the Rock Dust and I believe you guys should also be as efficient as you"
    },
    {
      "index": 387,
      "start_time": 2099410.0,
      "end_time": 2103430.0,
      "text": "guys can, in your garden and as well as with your soil."
    },
    {
      "index": 388,
      "start_time": 2103430.0,
      "end_time": 2107309.0,
      "text": "So hopefully you guys enjoyed this episode, if you guys enjoyed this episode, me here"
    },
    {
      "index": 389,
      "start_time": 2107310.0,
      "end_time": 2111471.0,
      "text": "at the farm with Aaron, please give me a thumbs up, let me know and I'll be sure to come back"
    },
    {
      "index": 390,
      "start_time": 2111470.0,
      "end_time": 2116630.0,
      "text": "and visit Aaron next summer in town, to see how his farm is doing in the future. Also"
    },
    {
      "index": 391,
      "start_time": 2116630.0,
      "end_time": 2120829.0,
      "text": "be sure to check my past episodes, I have over eleven hundred episodes now in all aspects"
    },
    {
      "index": 392,
      "start_time": 2120830.0,
      "end_time": 2125070.0,
      "text": "of growing food at home, especially when I get to visit farms like this which I learn"
    },
    {
      "index": 393,
      "start_time": 2125070.0,
      "end_time": 2128731.0,
      "text": "a lot of stuff's too and be sure to click that subscribe button down below as you get"
    },
    {
      "index": 394,
      "start_time": 2128730.0,
      "end_time": 2134010.0,
      "text": "updates and notified when I put new episodes out, I should try and get an episode out every"
    },
    {
      "index": 395,
      "start_time": 2134010.0,
      "end_time": 2140740.0,
      "text": "three days for you guys. So once again, this is John Kohler coming at you from Vermont"
    },
    {
      "index": 396,
      "start_time": 2140740.0,
      "end_time": 2150740.0,
      "text": "and we'll see next time but until then remember, keep on growing."
    }
  ]
}