{
  "video_id": "Ijw3H1WDw5E",
  "title": "3 Snake Run Snowboarding Tips",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 16529.0,
      "end_time": 17630.0,
      "text": "Hey guys Kevin here from snowboardprocamp."
    },
    {
      "index": 2,
      "start_time": 17639.0,
      "end_time": 21920.0,
      "text": "We're up here on Mount Hood and riding in the iconic snake run."
    },
    {
      "index": 3,
      "start_time": 22380.0,
      "end_time": 28710.0,
      "text": "In this video I've got three tips to help you ride through the snake run with more confidence and more control."
    },
    {
      "index": 4,
      "start_time": 35219.0,
      "end_time": 40800.0,
      "text": "The first tip guys is to spray some snow around each bank to scrub your speed."
    },
    {
      "index": 5,
      "start_time": 40910.0,
      "end_time": 50750.0,
      "text": "As you ride through, it's very easy to pick up a lot of speed so you got to find somewhere where you can cut some of that speed out and the perfect spot is as you go around the bank."
    },
    {
      "index": 6,
      "start_time": 50852.0,
      "end_time": 53279.0,
      "text": "Just think about spraying so snow to the bank."
    },
    {
      "index": 7,
      "start_time": 53629.0,
      "end_time": 56670.0,
      "text": "It'll cut your speed just enough and then you can stay in control."
    },
    {
      "index": 8,
      "start_time": 62000.0,
      "end_time": 65990.0,
      "text": "The second tip guys, is to aggressively steer yourself through those banks."
    },
    {
      "index": 9,
      "start_time": 66679.0,
      "end_time": 75490.0,
      "text": "So as you're coming into it, I like to think about the first thing is dropping my front shoulder into it for the toe turn and also dropping my front knee."
    },
    {
      "index": 10,
      "start_time": 75950.0,
      "end_time": 78000.0,
      "text": "So you steer around that toe turn nice and smooth."
    },
    {
      "index": 11,
      "start_time": 86179.0,
      "end_time": 92390.0,
      "text": "And then for the heel turn you're opening up that front shoulder and turning that front knee out to the right."
    },
    {
      "index": 12,
      "start_time": 92580.0,
      "end_time": 95890.0,
      "text": "So you can aggressively steer quickly through those banks."
    },
    {
      "index": 13,
      "start_time": 105839.0,
      "end_time": 112380.0,
      "text": "The third tip is you really want to use your knees to absorb all the bumps that come along with riding through the snake run."
    },
    {
      "index": 14,
      "start_time": 112750.0,
      "end_time": 116640.0,
      "text": "The snake run is naturally formed so there's lots of uneven parts and bumps."
    },
    {
      "index": 15,
      "start_time": 116889.0,
      "end_time": 122680.0,
      "text": "So you really want to think about using your knees to absorb everything to keep your board and contact with the snow."
    },
    {
      "index": 16,
      "start_time": 123259.0,
      "end_time": 125839.0,
      "text": "And that will keep you from losing your balance and getting into control."
    },
    {
      "index": 17,
      "start_time": 135299.0,
      "end_time": 140700.0,
      "text": "Cool guys so I hope these three tips will help you with driving through the snake run or around any banks at your local mountain."
    },
    {
      "index": 18,
      "start_time": 140599.0,
      "end_time": 147310.0,
      "text": "If you have any questions or tips of your own leave them down in the comments have fun out there riding guys be safe and I'll see you in the next video."
    }
  ]
}