{
  "video_id": "IL_egHqaU3s",
  "title": "Accounting 1: Program #2 - \"Basic Accounting Concepts\"",
  "json": [
    {
      "index": 1,
      "start_time": 17270.0,
      "end_time": 23900.0,
      "text": "Hello, I hope everybody&#39;s semester is starting out well. This is the first official lecture"
    },
    {
      "index": 2,
      "start_time": 23900.0,
      "end_time": 30900.0,
      "text": "of Accounting 01. Now, everybody should have had a previous session where we talked about"
    },
    {
      "index": 3,
      "start_time": 31400.0,
      "end_time": 36290.0,
      "text": "class policies. For you face to facers we did that last time we didn&#39;t film that, and"
    },
    {
      "index": 4,
      "start_time": 36290.0,
      "end_time": 43190.0,
      "text": "for you people at home I did a separate filming and taping of going through the class policies"
    },
    {
      "index": 5,
      "start_time": 43190.0,
      "end_time": 48800.0,
      "text": "for you, so please make sure those folks at home are taking this as an online class that"
    },
    {
      "index": 6,
      "start_time": 48800.0,
      "end_time": 52460.0,
      "text": "you watch that don&#39;t just skip it thinking it&#39;s not going to be important. It&#39;s very"
    },
    {
      "index": 7,
      "start_time": 52460.0,
      "end_time": 58329.0,
      "text": "important to succeed in this class I want you to know how we&#39;re going to do things so,"
    },
    {
      "index": 8,
      "start_time": 58329.0,
      "end_time": 63760.0,
      "text": "for the people watching at home on You-Tube or on DVDs, or on that cable TV channel never"
    },
    {
      "index": 9,
      "start_time": 63760.0,
      "end_time": 69850.0,
      "text": "skip the lectures ok, watch them in sequence watch the whole thing. If you try to shortcut"
    },
    {
      "index": 10,
      "start_time": 69850.0,
      "end_time": 76210.0,
      "text": "it you&#39;ll do yourself harm so, at this point everybody knows the class policies and procedures"
    },
    {
      "index": 11,
      "start_time": 76210.0,
      "end_time": 80740.0,
      "text": "and everything we&#39;re going to go ahead, and start the subject of accounting now, I always"
    },
    {
      "index": 12,
      "start_time": 80740.0,
      "end_time": 87399.0,
      "text": "like to say at the very beginning some people have to take this class, and it&#39;s like \"oh"
    },
    {
      "index": 13,
      "start_time": 87399.0,
      "end_time": 92520.0,
      "text": "I wish I didn&#39;t have to take this, but I have to it&#39;s required\" some people want to take"
    },
    {
      "index": 14,
      "start_time": 92520.0,
      "end_time": 98610.0,
      "text": "it. Truth be told out of the fifteen of you here there&#39;s maybe only one or two who want"
    },
    {
      "index": 15,
      "start_time": 98610.0,
      "end_time": 104440.0,
      "text": "to be a full-time accountant someday so sometimes the question comes up \"why do we have to take"
    },
    {
      "index": 16,
      "start_time": 104440.0,
      "end_time": 111440.0,
      "text": "accounting\", and I&#39;ll tell you. Several reasons, but one of them is statistically speaking"
    },
    {
      "index": 17,
      "start_time": 111970.0,
      "end_time": 117190.0,
      "text": "about half of you are going to own, or co-own a business sometime in your life. Now it may"
    },
    {
      "index": 18,
      "start_time": 117190.0,
      "end_time": 124190.0,
      "text": "not be your sole source of making money, but it may be just an ancillary income, but you"
    },
    {
      "index": 19,
      "start_time": 126720.0,
      "end_time": 132420.0,
      "text": "will own or co-own a business. Now I&#39;ve talked to some of you, and a lot of my students they"
    },
    {
      "index": 20,
      "start_time": 132420.0,
      "end_time": 136920.0,
      "text": "want to be entrepreneurs, they want to own a business someday. Well if you do that you"
    },
    {
      "index": 21,
      "start_time": 136920.0,
      "end_time": 141690.0,
      "text": "need to know accounting at least at some level, and you might say \"well I&#39;ll just hire somebody"
    },
    {
      "index": 22,
      "start_time": 141690.0,
      "end_time": 147670.0,
      "text": "to do my accounting\", but what&#39;s the problem with that? Anybody know? It costs money, and"
    },
    {
      "index": 23,
      "start_time": 147670.0,
      "end_time": 154390.0,
      "text": "what&#39;s the other one? you might get ripped off. You can look at the business section,"
    },
    {
      "index": 24,
      "start_time": 154390.0,
      "end_time": 158959.0,
      "text": "and see what happens when a business owner gives all of their accounting responsibilities"
    },
    {
      "index": 25,
      "start_time": 158960.0,
      "end_time": 164700.0,
      "text": "to somebody else. It&#39;s like \"will we trust that person?\" I could tell you horror story"
    },
    {
      "index": 26,
      "start_time": 164700.0,
      "end_time": 171310.0,
      "text": "after horror story from my days as a Financial statement Auditor of small businesses that"
    },
    {
      "index": 27,
      "start_time": 171310.0,
      "end_time": 177240.0,
      "text": "somebody ripped them off, because that person didn&#39;t know accounting at all. So, maybe you"
    },
    {
      "index": 28,
      "start_time": 177240.0,
      "end_time": 181380.0,
      "text": "won&#39;t do all the book keeping, but you at least at some level need to know accounting."
    },
    {
      "index": 29,
      "start_time": 181380.0,
      "end_time": 186250.0,
      "text": "Accounting is the language of business, plus, wherever you all end up working there&#39;s going"
    },
    {
      "index": 30,
      "start_time": 186250.0,
      "end_time": 192300.0,
      "text": "to be a bottom line. There&#39;s going to be a net income that you need to meet, right, I"
    },
    {
      "index": 31,
      "start_time": 192300.0,
      "end_time": 198870.0,
      "text": "mean JCCC isn&#39;t out for profit, but we concentrate on that bottom line too. We have to stay afloat"
    },
    {
      "index": 32,
      "start_time": 198870.0,
      "end_time": 205330.0,
      "text": "don&#39;t we? In your own homes you have financial situations right? So, the language of business"
    },
    {
      "index": 33,
      "start_time": 205330.0,
      "end_time": 209600.0,
      "text": "is accounting, it&#39;s very important to know, so I know there are a lot of reasons for being"
    },
    {
      "index": 34,
      "start_time": 209600.0,
      "end_time": 215150.0,
      "text": "in this class, but I want you to remember that there&#39;s basic concepts of business, and"
    },
    {
      "index": 35,
      "start_time": 215150.0,
      "end_time": 221970.0,
      "text": "how important it is to apply to accounting. The first thing I want to do is go over and"
    },
    {
      "index": 36,
      "start_time": 221970.0,
      "end_time": 228970.0,
      "text": "you should have the PowerPoint slides for you folks here in the face to face. I handed"
    },
    {
      "index": 37,
      "start_time": 229780.0,
      "end_time": 236420.0,
      "text": "these out to you, and for you folks at home, I have these on ANGEL under the lessons tab."
    },
    {
      "index": 38,
      "start_time": 236420.0,
      "end_time": 241420.0,
      "text": "I thinks it&#39;s very beneficial to have these so, you don&#39;t have to copy everything down"
    },
    {
      "index": 39,
      "start_time": 241420.0,
      "end_time": 245709.0,
      "text": "that&#39;s on the screen, and you can just take notes to the side, or however you&#39;d like to"
    },
    {
      "index": 40,
      "start_time": 245710.0,
      "end_time": 252710.0,
      "text": "do it. Let&#39;s go ahead and go through the very first slide for chapter one, and that is going"
    },
    {
      "index": 41,
      "start_time": 253670.0,
      "end_time": 260669.0,
      "text": "to be kind of the definition of accounting. I spend a lot of time on this slide so don&#39;t"
    },
    {
      "index": 42,
      "start_time": 261259.0,
      "end_time": 265800.0,
      "text": "think that every slide we do we&#39;ll spend this much time on, but I think this is a real nice"
    },
    {
      "index": 43,
      "start_time": 265800.0,
      "end_time": 269889.0,
      "text": "definition, and I&#39;m not the type of teacher who&#39;s going to give you a test question that"
    },
    {
      "index": 44,
      "start_time": 269889.0,
      "end_time": 274840.0,
      "text": "says \"write out the definition of accounting\", because truth be told you can find another"
    },
    {
      "index": 45,
      "start_time": 274840.0,
      "end_time": 279568.0,
      "text": "text-book, and it probably would be slightly different, but this one has a lot of good"
    },
    {
      "index": 46,
      "start_time": 279569.0,
      "end_time": 284539.0,
      "text": "aspects, and I want to concentrate on that a little bit. It says accounting is a system"
    },
    {
      "index": 47,
      "start_time": 284539.0,
      "end_time": 290620.0,
      "text": "that identifies, records, and communicates information that is relevant, reliable, and"
    },
    {
      "index": 48,
      "start_time": 290620.0,
      "end_time": 297620.0,
      "text": "comparable to help users make better decisions. Let&#39;s go off the PowerPoint, and come back"
    },
    {
      "index": 49,
      "start_time": 298430.0,
      "end_time": 304629.0,
      "text": "and I want to step away from that for a second, and take you to a different example I think"
    },
    {
      "index": 50,
      "start_time": 304629.0,
      "end_time": 311629.0,
      "text": "will help flesh out that definition. Let me write something down here that has absolutely"
    },
    {
      "index": 51,
      "start_time": 312409.0,
      "end_time": 319409.0,
      "text": "nothing to do with accounting, and tell me if anybody knows what I&#39;m doing? I&#39;ll give"
    },
    {
      "index": 52,
      "start_time": 325900.0,
      "end_time": 332900.0,
      "text": "you a clue it has to do with sports. I&#39;m sure you&#39;re all like what is he doing? Right, any"
    },
    {
      "index": 53,
      "start_time": 347580.0,
      "end_time": 354580.0,
      "text": "idea what that is? Anybody want to make a guess? It has to do with basketball. Anybody"
    },
    {
      "index": 54,
      "start_time": 355860.0,
      "end_time": 362390.0,
      "text": "here play basketball? You&#39;ve watched basketball right? You know what a free throw is right?"
    },
    {
      "index": 55,
      "start_time": 362390.0,
      "end_time": 369390.0,
      "text": "It&#39;s when a player gets fouled they go to the line, and they shoot free throws, right?"
    },
    {
      "index": 56,
      "start_time": 369289.0,
      "end_time": 375789.0,
      "text": "Well, one of the things I did in high school (I love basketball still do), but I couldn&#39;t"
    },
    {
      "index": 57,
      "start_time": 375789.0,
      "end_time": 380110.0,
      "text": "make the basketball team at my high school. So, what I did and this sounds like a geeky"
    },
    {
      "index": 58,
      "start_time": 380110.0,
      "end_time": 384289.0,
      "text": "future accounting professor thing to do - I kept stats for the basketball team. Traveled"
    },
    {
      "index": 59,
      "start_time": 384289.0,
      "end_time": 389650.0,
      "text": "around with them, and kept stats. So, let&#39;s go back to this do you see how this applies"
    },
    {
      "index": 60,
      "start_time": 389650.0,
      "end_time": 396448.0,
      "text": "to free-throws. What this meant is player twelve got fouled, and he went to the line"
    },
    {
      "index": 61,
      "start_time": 396449.0,
      "end_time": 401539.0,
      "text": "for two free-throws he missed the first one, so I didn&#39;t color in that bubble, and he made"
    },
    {
      "index": 62,
      "start_time": 401539.0,
      "end_time": 407219.0,
      "text": "the second so I colored that in, you with me? Okay then player seventeen got fouled"
    },
    {
      "index": 63,
      "start_time": 407219.0,
      "end_time": 414990.0,
      "text": "for two shots he made both of them so I colored in the bubbles. Number nine player got fouled,"
    },
    {
      "index": 64,
      "start_time": 414990.0,
      "end_time": 418740.0,
      "text": "and that looks a little different doesn&#39;t it? Anybody want to venture a guess what that"
    },
    {
      "index": 65,
      "start_time": 418740.0,
      "end_time": 425740.0,
      "text": "is? Not a technical - do you know what a one and one is? Certain types if you get fouled"
    },
    {
      "index": 66,
      "start_time": 428669.0,
      "end_time": 434349.0,
      "text": "you don&#39;t get two free-throws, but if you make the first one you get a second attempt."
    },
    {
      "index": 67,
      "start_time": 434349.0,
      "end_time": 440199.0,
      "text": "Does that make sense? So I would draw that kind-of like a little cherry. So, this guy"
    },
    {
      "index": 68,
      "start_time": 440199.0,
      "end_time": 447199.0,
      "text": "got fouled and he made the first one, so he got a second attempt, right? If he wouldn&#39;t"
    },
    {
      "index": 69,
      "start_time": 447499.0,
      "end_time": 454159.0,
      "text": "have made the first one it would have just looked like that. This one has just one bubble,"
    },
    {
      "index": 70,
      "start_time": 454159.0,
      "end_time": 460308.0,
      "text": "what does that mean? Anybody want to guess? He made the shot, but he got a free-throw"
    },
    {
      "index": 71,
      "start_time": 460309.0,
      "end_time": 465990.0,
      "text": "so, if you get fouled while making a shot you make the basket, you get one free-throw."
    },
    {
      "index": 72,
      "start_time": 465990.0,
      "end_time": 470800.0,
      "text": "Now, why do I show you this, because this has nothing to do with accounting? Well this"
    },
    {
      "index": 73,
      "start_time": 470800.0,
      "end_time": 477800.0,
      "text": "is one of the things as a basketball statistician that I kept track of for the coaches. Now,"
    },
    {
      "index": 74,
      "start_time": 478529.0,
      "end_time": 482909.0,
      "text": "the next day when I would come to school do you think the coach wanted me to hand him"
    },
    {
      "index": 75,
      "start_time": 482909.0,
      "end_time": 488319.0,
      "text": "this report, with the bubbles? Go back to the screen do you think that this is what"
    },
    {
      "index": 76,
      "start_time": 488319.0,
      "end_time": 495200.0,
      "text": "they wanted? What did they want? They wanted a condensed report, and I made out just a"
    },
    {
      "index": 77,
      "start_time": 495200.0,
      "end_time": 501729.0,
      "text": "sample report ok, this is kind-of what they wanted. This is a free-throw report for Northwest"
    },
    {
      "index": 78,
      "start_time": 501729.0,
      "end_time": 508729.0,
      "text": "vs. Southeast on October 20, 2011. This is the player Jones. This is the free-throws"
    },
    {
      "index": 79,
      "start_time": 510289.0,
      "end_time": 517289.0,
      "text": "attempted eight, and he made 4 free-throws, so he shot fifty percent. Smith went to the"
    },
    {
      "index": 80,
      "start_time": 518169.0,
      "end_time": 524390.0,
      "text": "line, and attempted ten free-throws only made eight, and shot eighty percent, do you see"
    },
    {
      "index": 81,
      "start_time": 524390.0,
      "end_time": 530100.0,
      "text": "what I&#39;m saying? This was the report I gave the coach. Now, why would the coach care about"
    },
    {
      "index": 82,
      "start_time": 530100.0,
      "end_time": 537100.0,
      "text": "having this information? To know who the best free-throw shooters are may be there&#39;s a technical"
    },
    {
      "index": 83,
      "start_time": 540590.0,
      "end_time": 544660.0,
      "text": "during the game, and who would you want to put to the line, probably your best free-throw"
    },
    {
      "index": 84,
      "start_time": 544660.0,
      "end_time": 550459.0,
      "text": "shooter, right. You&#39;d want to know who needs to work on free-throws, who&#39;s getting better,"
    },
    {
      "index": 85,
      "start_time": 550460.0,
      "end_time": 556770.0,
      "text": "who&#39;s getting worse, right. Do you agree if you were a basketball coach a report like"
    },
    {
      "index": 86,
      "start_time": 556770.0,
      "end_time": 563770.0,
      "text": "this would help you make better decisions, is that correct? Let&#39;s go back to the PowerPoint"
    },
    {
      "index": 87,
      "start_time": 565800.0,
      "end_time": 572800.0,
      "text": "definition, and let&#39;s apply this to the basketball example I just gave. That was a system that"
    },
    {
      "index": 88,
      "start_time": 575330.0,
      "end_time": 580550.0,
      "text": "identified, recorded, and communicated, wasn&#39;t it? For instance I would hear the whistle"
    },
    {
      "index": 89,
      "start_time": 580550.0,
      "end_time": 586800.0,
      "text": "blow, and it would identify that I need to record something, correct? It identified that"
    },
    {
      "index": 90,
      "start_time": 586800.0,
      "end_time": 590310.0,
      "text": "somebody was going to go to the line, and I needed to record it with that little bubble"
    },
    {
      "index": 91,
      "start_time": 590310.0,
      "end_time": 593780.0,
      "text": "method, and there&#39;s nothing magical about that little bubble method. I didn&#39;t make it"
    },
    {
      "index": 92,
      "start_time": 593780.0,
      "end_time": 598569.0,
      "text": "up as a common way to keep track of free-throws. Eventually I would need to communicate that"
    },
    {
      "index": 93,
      "start_time": 598570.0,
      "end_time": 605570.0,
      "text": "to my coach, right. Now, I would communicate it so it would help him make better decisions."
    },
    {
      "index": 94,
      "start_time": 607720.0,
      "end_time": 614720.0,
      "text": "However, for it to be able to help him to make a better decision, it had to be relevant,"
    },
    {
      "index": 95,
      "start_time": 615820.0,
      "end_time": 622410.0,
      "text": "reliable, and comparable, what does that mean? Let&#39;s talk about that, what does it mean to"
    },
    {
      "index": 96,
      "start_time": 622410.0,
      "end_time": 628490.0,
      "text": "be relevant? To be relevant means it needs to be in regards, to the game that he&#39;s concerned"
    },
    {
      "index": 97,
      "start_time": 628490.0,
      "end_time": 635380.0,
      "text": "about, right? What if I were to give him the free-throw statistics for the 1972 Olympic"
    },
    {
      "index": 98,
      "start_time": 635380.0,
      "end_time": 642270.0,
      "text": "Games between Russia and U.S.A., is that relevant? Is that going to help him make a better decision?"
    },
    {
      "index": 99,
      "start_time": 642270.0,
      "end_time": 648600.0,
      "text": "No. So, it has to be relevant, it has to be related to what he&#39;s concerned about. It has"
    },
    {
      "index": 100,
      "start_time": 648600.0,
      "end_time": 655600.0,
      "text": "to be reliable. What if I don&#39;t know what I&#39;m doing as a statistician - is it going"
    },
    {
      "index": 101,
      "start_time": 656340.0,
      "end_time": 661870.0,
      "text": "to help him make better decisions? No. What if I told him \"hey coach, here&#39;s your report"
    },
    {
      "index": 102,
      "start_time": 661870.0,
      "end_time": 668870.0,
      "text": "for last night, but I&#39;m going to be honest with you I was pretty drunk when I did it,"
    },
    {
      "index": 103,
      "start_time": 668880.0,
      "end_time": 674610.0,
      "text": "there&#39;s a lot of mistakes, I fell asleep during the third quarter... don&#39;t know how reliable"
    },
    {
      "index": 104,
      "start_time": 674610.0,
      "end_time": 680820.0,
      "text": "it is. Is it going to help him at all? No, and I did not drink as a high school student."
    },
    {
      "index": 105,
      "start_time": 680820.0,
      "end_time": 686860.0,
      "text": "Note that if my mom is watching. The third one - it has to be comparable, what does that"
    },
    {
      "index": 106,
      "start_time": 686860.0,
      "end_time": 693860.0,
      "text": "mean? What that means is there has to be a consistent method that we are using to keep"
    },
    {
      "index": 107,
      "start_time": 694960.0,
      "end_time": 701390.0,
      "text": "track of this stuff, there has to be rules. For instance we always count a free-throw"
    },
    {
      "index": 108,
      "start_time": 701390.0,
      "end_time": 706100.0,
      "text": "made if it goes through the hoop, right? What if I said \"I changed the rules I started to"
    },
    {
      "index": 109,
      "start_time": 706100.0,
      "end_time": 709380.0,
      "text": "count the free-throws even if it just hit the rim and even if it didn&#39;t go through,"
    },
    {
      "index": 110,
      "start_time": 709380.0,
      "end_time": 715140.0,
      "text": "well I changed the rules.\" Is that the way we&#39;ve been doing it? No. Ok so it&#39;s no longer"
    },
    {
      "index": 111,
      "start_time": 715140.0,
      "end_time": 722140.0,
      "text": "comparable to previous games. Is it going to help him make a better decision? No. Go"
    },
    {
      "index": 112,
      "start_time": 722310.0,
      "end_time": 727430.0,
      "text": "back to that one more time this was a system that identified, recorded, and communicated,"
    },
    {
      "index": 113,
      "start_time": 727430.0,
      "end_time": 732540.0,
      "text": "and if it was relevant, reliable, and comparable it would help him make better decisions. Accounting"
    },
    {
      "index": 114,
      "start_time": 732540.0,
      "end_time": 738760.0,
      "text": "is the same way; now let&#39;s stay on this for a second. We identified things that needed"
    },
    {
      "index": 115,
      "start_time": 738760.0,
      "end_time": 744300.0,
      "text": "to be recorded these will be transactions that need to be recorded such as, buying office"
    },
    {
      "index": 116,
      "start_time": 744300.0,
      "end_time": 749339.0,
      "text": "supplies, or selling services to a customer, or paying our employees, or getting a loan"
    },
    {
      "index": 117,
      "start_time": 749340.0,
      "end_time": 755000.0,
      "text": "from the bank. We record that information, and eventually we&#39;re going to communicate"
    },
    {
      "index": 118,
      "start_time": 755000.0,
      "end_time": 762000.0,
      "text": "it through a report, through a summation like you were saying. And if that information is"
    },
    {
      "index": 119,
      "start_time": 762900.0,
      "end_time": 768800.0,
      "text": "relevant, and if it is reliable, and if it is comparable we&#39;re following the rules, it"
    },
    {
      "index": 120,
      "start_time": 768800.0,
      "end_time": 773560.0,
      "text": "will help our users make better decisions. What sort of decisions would you see in the"
    },
    {
      "index": 121,
      "start_time": 773560.0,
      "end_time": 780560.0,
      "text": "business world that would be aided by financial information presented to them in a report?"
    },
    {
      "index": 122,
      "start_time": 783560.0,
      "end_time": 788920.0,
      "text": "Do I want to invest in this company? Maybe, Do I want to extend credit, or make a loan"
    },
    {
      "index": 123,
      "start_time": 788920.0,
      "end_time": 794110.0,
      "text": "to this company? How&#39;s the business doing? Are we going to have enough cash to pay salaries"
    },
    {
      "index": 124,
      "start_time": 794110.0,
      "end_time": 801500.0,
      "text": "next month? Right, if you have a business you want to have accurate financial information,"
    },
    {
      "index": 125,
      "start_time": 801500.0,
      "end_time": 804740.0,
      "text": "financial reports - that&#39;s what accounting is about. Does that flesh that out a little"
    },
    {
      "index": 126,
      "start_time": 804740.0,
      "end_time": 811740.0,
      "text": "bit for you? Let&#39;s move on a little bit, I like to have our lectures be a mixture of"
    },
    {
      "index": 127,
      "start_time": 813650.0,
      "end_time": 819910.0,
      "text": "me talking, and then maybe taking a break and doing some exercises and then going over"
    },
    {
      "index": 128,
      "start_time": 819910.0,
      "end_time": 826310.0,
      "text": "those. I don&#39;t like it just to be me talking, but like I always have to say this first lecture"
    },
    {
      "index": 129,
      "start_time": 826310.0,
      "end_time": 831869.0,
      "text": "is a lot of me talking, because we really haven&#39;t done anything yet. So please don&#39;t"
    },
    {
      "index": 130,
      "start_time": 831870.0,
      "end_time": 834570.0,
      "text": "be concerned if you&#39;re going \"gosh... are we just going to have to listen to this guy"
    },
    {
      "index": 131,
      "start_time": 834570.0,
      "end_time": 838550.0,
      "text": "every fifty minutes every time?\" No, we&#39;ll be doing stuff that&#39;s why I want you to bring"
    },
    {
      "index": 132,
      "start_time": 838550.0,
      "end_time": 843300.0,
      "text": "your textbooks and your calculator to class. There will be a lot of times where we take"
    },
    {
      "index": 133,
      "start_time": 843300.0,
      "end_time": 847550.0,
      "text": "breaks, and you&#39;ll work on it for a while, but this lecture is kind of me jumping around"
    },
    {
      "index": 134,
      "start_time": 847550.0,
      "end_time": 853810.0,
      "text": "and giving a lot of basic business concepts, so we can start to build our foundation. Alright"
    },
    {
      "index": 135,
      "start_time": 853810.0,
      "end_time": 860810.0,
      "text": "let&#39;s go on, there are two sets of users of accounting information. There are external"
    },
    {
      "index": 136,
      "start_time": 860810.0,
      "end_time": 867810.0,
      "text": "users, and there are internal users. External users are those that do not work at the company."
    },
    {
      "index": 137,
      "start_time": 868910.0,
      "end_time": 875910.0,
      "text": "They work outside of the company such as, lenders, or banks, or credit unions, or share"
    },
    {
      "index": 138,
      "start_time": 876500.0,
      "end_time": 882950.0,
      "text": "holders, or stock holders, or potential share holders and stock holders, the government,"
    },
    {
      "index": 139,
      "start_time": 882950.0,
      "end_time": 889950.0,
      "text": "consumer groups, customers, external auditors. Do you know what an audit is? An audit is"
    },
    {
      "index": 140,
      "start_time": 891200.0,
      "end_time": 895890.0,
      "text": "when you go in and you look at the records of a company, and you verify it. Sometimes"
    },
    {
      "index": 141,
      "start_time": 895890.0,
      "end_time": 902890.0,
      "text": "people think of an IRS audit. All of those individuals are external to the company, correct?"
    },
    {
      "index": 142,
      "start_time": 904720.0,
      "end_time": 911100.0,
      "text": "They don&#39;t work there, they&#39;re just they&#39;re outside the company. Now, external user&#39;s"
    },
    {
      "index": 143,
      "start_time": 911100.0,
      "end_time": 918100.0,
      "text": "financial accounting is the accounting that serves external users primarily, and that&#39;s"
    },
    {
      "index": 144,
      "start_time": 919310.0,
      "end_time": 925160.0,
      "text": "this class. Now, there are also internal users, these are the people that work at the company"
    },
    {
      "index": 145,
      "start_time": 925160.0,
      "end_time": 930810.0,
      "text": "such as, managers, or the sales staff, or the internal auditors. Some companies are"
    },
    {
      "index": 146,
      "start_time": 930810.0,
      "end_time": 935719.0,
      "text": "so big for instance; Sprint, they have their own internal audit department they&#39;re internal"
    },
    {
      "index": 147,
      "start_time": 935720.0,
      "end_time": 942590.0,
      "text": "within the company. There&#39;s also the controller, do you know what a controller is? The controller"
    },
    {
      "index": 148,
      "start_time": 942590.0,
      "end_time": 948820.0,
      "text": "is the chief accounting individual. He or she is in charge of all the accounting - they&#39;re"
    },
    {
      "index": 149,
      "start_time": 948820.0,
      "end_time": 955180.0,
      "text": "called the accounting controller, but all of those individuals are internal to the company."
    },
    {
      "index": 150,
      "start_time": 955180.0,
      "end_time": 962150.0,
      "text": "Now, the type of accounting that is mainly concerned with internal users is managerial"
    },
    {
      "index": 151,
      "start_time": 962150.0,
      "end_time": 967180.0,
      "text": "accounting. Have you heard of managerial accounting? Does anybody already know they&#39;re going to"
    },
    {
      "index": 152,
      "start_time": 967180.0,
      "end_time": 971660.0,
      "text": "have to take managerial accounting? A lot of people will take financial accounting which"
    },
    {
      "index": 153,
      "start_time": 971660.0,
      "end_time": 976790.0,
      "text": "is mainly concerned of the external users, and then they eventually take managerial accounting"
    },
    {
      "index": 154,
      "start_time": 976790.0,
      "end_time": 983790.0,
      "text": "which is the internal users. Alright, let&#39;s go to the next slide just like there are rules"
    },
    {
      "index": 155,
      "start_time": 984900.0,
      "end_time": 991250.0,
      "text": "of basketball that must be followed there are rules of accounting that must be followed,"
    },
    {
      "index": 156,
      "start_time": 991250.0,
      "end_time": 998200.0,
      "text": "and this will help insure that the information remains relevant, reliable, and comparable,"
    },
    {
      "index": 157,
      "start_time": 998200.0,
      "end_time": 1003740.0,
      "text": "and we know it has to be those three things for it to be useful. So, there are what&#39;s"
    },
    {
      "index": 158,
      "start_time": 1003740.0,
      "end_time": 1009170.0,
      "text": "called generally accepted accounting principles sometimes we abbreviate that GAAP (G double"
    },
    {
      "index": 159,
      "start_time": 1009170.0,
      "end_time": 1015180.0,
      "text": "A P) these are the rules that have been put into place that we have to follow for accounting."
    },
    {
      "index": 160,
      "start_time": 1015180.0,
      "end_time": 1020569.0,
      "text": "We&#39;ll start learning some of those. Now, who sets those rules? Those are set by what is"
    },
    {
      "index": 161,
      "start_time": 1020570.0,
      "end_time": 1027250.0,
      "text": "called the Financial Accounting Standard Board, and we abbreviate that sometimes the FASB."
    },
    {
      "index": 162,
      "start_time": 1027250.0,
      "end_time": 1032260.0,
      "text": "This is the private group that sets the rules of accounting. Now, they take input from a"
    },
    {
      "index": 163,
      "start_time": 1032260.0,
      "end_time": 1037779.0,
      "text": "lot of different groups such as the SEC the Security and Exchange Commission, have you"
    },
    {
      "index": 164,
      "start_time": 1037780.0,
      "end_time": 1043810.0,
      "text": "heard of that group? They&#39;re the government body that has the reporting rules for companies"
    },
    {
      "index": 165,
      "start_time": 1043810.0,
      "end_time": 1050810.0,
      "text": "that trade stock, and issue stock to the public they certainly have input to the FASB on what"
    },
    {
      "index": 166,
      "start_time": 1053310.0,
      "end_time": 1059390.0,
      "text": "GAAP is. There&#39;s also something called the International Accounting Standards Board,"
    },
    {
      "index": 167,
      "start_time": 1059390.0,
      "end_time": 1066290.0,
      "text": "and they deal with international standards ok, so they certainly have input to the FASB"
    },
    {
      "index": 168,
      "start_time": 1066290.0,
      "end_time": 1070570.0,
      "text": "as well. Now, one thing about international standards is that we&#39;re becoming a much smaller"
    },
    {
      "index": 169,
      "start_time": 1070570.0,
      "end_time": 1077570.0,
      "text": "world in some ways, aren&#39;t we? Have any of you going to these classes, have any of you"
    },
    {
      "index": 170,
      "start_time": 1078780.0,
      "end_time": 1085780.0,
      "text": "ever Skyped, do you know what Skyping is? Have you ever Skyped to somebody overseas?"
    },
    {
      "index": 171,
      "start_time": 1086970.0,
      "end_time": 1093970.0,
      "text": "Have you ever purchased something over the internet overseas? If I were to ask this in"
    },
    {
      "index": 172,
      "start_time": 1094250.0,
      "end_time": 1098900.0,
      "text": "an accounting class twenty years ago I probably would get responses like this - first of all"
    },
    {
      "index": 173,
      "start_time": 1098900.0,
      "end_time": 1102409.0,
      "text": "you would say: what is Skype, second thing you wouldn&#39;t think about buying something"
    },
    {
      "index": 174,
      "start_time": 1102410.0,
      "end_time": 1108400.0,
      "text": "from somebody in Germany for example, because it&#39;s just not possible. But with technology,"
    },
    {
      "index": 175,
      "start_time": 1108400.0,
      "end_time": 1114750.0,
      "text": "with communications we&#39;re becoming a smaller world aren&#39;t we? It&#39;s always interesting with"
    },
    {
      "index": 176,
      "start_time": 1114750.0,
      "end_time": 1121750.0,
      "text": "these accounting lectures being on YouTube I&#39;ll get emails from people in Poland, Saudi"
    },
    {
      "index": 177,
      "start_time": 1122480.0,
      "end_time": 1129170.0,
      "text": "Arabia, London, all over the world that somehow they stumble upon these lectures, and for"
    },
    {
      "index": 178,
      "start_time": 1129170.0,
      "end_time": 1132720.0,
      "text": "some reason they watch them. Maybe they&#39;re taking an accounting class and it kind of"
    },
    {
      "index": 179,
      "start_time": 1132720.0,
      "end_time": 1136930.0,
      "text": "helps them, but it&#39;s kind of fun to hear from those if somebody out there is watching it"
    },
    {
      "index": 180,
      "start_time": 1136930.0,
      "end_time": 1141420.0,
      "text": "shoot me an email I&#39;d love to hear from those people, but it&#39;s a small world isn&#39;t it? Well,"
    },
    {
      "index": 181,
      "start_time": 1141420.0,
      "end_time": 1146400.0,
      "text": "because of that we have to start having some international standards, because companies"
    },
    {
      "index": 182,
      "start_time": 1146400.0,
      "end_time": 1150940.0,
      "text": "are becoming global with operations not in just the United States, but other countries"
    },
    {
      "index": 183,
      "start_time": 1150940.0,
      "end_time": 1157940.0,
      "text": "as well. So, you might hear of something called IFRS that stands for International Financial"
    },
    {
      "index": 184,
      "start_time": 1159200.0,
      "end_time": 1166200.0,
      "text": "Reporting Standards, and they identify the preferred accounting for companies ok. We"
    },
    {
      "index": 185,
      "start_time": 1167680.0,
      "end_time": 1174140.0,
      "text": "won&#39;t get too much in this, but I want you to be aware of it that IFRS is more and more"
    },
    {
      "index": 186,
      "start_time": 1174140.0,
      "end_time": 1180920.0,
      "text": "concerned each year with how are we going to make the accounting operations in London"
    },
    {
      "index": 187,
      "start_time": 1180920.0,
      "end_time": 1186520.0,
      "text": "comparable with the ones in Georgia ok. How are we going to do that, we want to try to"
    },
    {
      "index": 188,
      "start_time": 1186520.0,
      "end_time": 1193520.0,
      "text": "find a common set of rules, and that&#39;s what IFRS is. Ok, I want you to read about next"
    },
    {
      "index": 189,
      "start_time": 1194470.0,
      "end_time": 1199480.0,
      "text": "now were into a different subject, and I want you to read about this in your books. The"
    },
    {
      "index": 190,
      "start_time": 1199480.0,
      "end_time": 1206480.0,
      "text": "Business Entity Forms and this is on page eleven and twelve in your textbook. Now, I&#39;m"
    },
    {
      "index": 191,
      "start_time": 1206520.0,
      "end_time": 1211590.0,
      "text": "not going to go through every aspect of this, but I want to hit some high points, it&#39;s on"
    },
    {
      "index": 192,
      "start_time": 1211590.0,
      "end_time": 1218590.0,
      "text": "page eleven and twelve in your textbook. And what I want to do is, and I going to double-check"
    },
    {
      "index": 193,
      "start_time": 1219460.0,
      "end_time": 1226460.0,
      "text": "that make sure I gave you the right pages. Yes I did ok eleven and twelve in your textbook."
    },
    {
      "index": 194,
      "start_time": 1228510.0,
      "end_time": 1232910.0,
      "text": "Now, if you start a business one of the first things that you have to decide is, how do"
    },
    {
      "index": 195,
      "start_time": 1232910.0,
      "end_time": 1238280.0,
      "text": "I want to set up my business? And there&#39;s three main ways you can set up that business."
    },
    {
      "index": 196,
      "start_time": 1238280.0,
      "end_time": 1244820.0,
      "text": "You can set it up as a sole proprietorship, as a partnership, or as a corporation ok those"
    },
    {
      "index": 197,
      "start_time": 1244820.0,
      "end_time": 1250200.0,
      "text": "are the three main ways. Now there is kind-of different sub-ways under each one of those,"
    },
    {
      "index": 198,
      "start_time": 1250200.0,
      "end_time": 1256490.0,
      "text": "but for the purposes of this class we&#39;re going to kind-of concentrate just on those three"
    },
    {
      "index": 199,
      "start_time": 1256490.0,
      "end_time": 1262480.0,
      "text": "ways. Now, there is a nice chart in your book I&#39;m not going to talk about every little row"
    },
    {
      "index": 200,
      "start_time": 1262480.0,
      "end_time": 1268190.0,
      "text": "and column on here, but I want you to read about this and to know this. Let&#39;s highlight"
    },
    {
      "index": 201,
      "start_time": 1268190.0,
      "end_time": 1275190.0,
      "text": "a few of those ok proprietorship versus a partnership versus a corporation ok. Now let&#39;s"
    },
    {
      "index": 202,
      "start_time": 1277800.0,
      "end_time": 1282740.0,
      "text": "come off the slides for a second, and it&#39;s Jake right? Let&#39;s say you started a landscaping"
    },
    {
      "index": 203,
      "start_time": 1282740.0,
      "end_time": 1288250.0,
      "text": "business Jake you can set it up as a sole proprietorship where you are the only owner,"
    },
    {
      "index": 204,
      "start_time": 1288250.0,
      "end_time": 1292540.0,
      "text": "and you don&#39;t incorporate anything you&#39;re just a sole proprietorship, right? Or what"
    },
    {
      "index": 205,
      "start_time": 1292540.0,
      "end_time": 1298580.0,
      "text": "you can do is let&#39;s say there are two owners, and it&#39;s Jake and Matt let&#39;s say there were"
    },
    {
      "index": 206,
      "start_time": 1298580.0,
      "end_time": 1302129.0,
      "text": "going to be two owners, and you&#39;re not going to incorporate but you&#39;re going to be a partnership"
    },
    {
      "index": 207,
      "start_time": 1302130.0,
      "end_time": 1309900.0,
      "text": "you can set it up that way, or the other thing you can do is incorporate now going back to"
    },
    {
      "index": 208,
      "start_time": 1309900.0,
      "end_time": 1316900.0,
      "text": "the previous slide looking back at it real quick. You might think sole proprietorship"
    },
    {
      "index": 209,
      "start_time": 1317760.0,
      "end_time": 1324260.0,
      "text": "means one owner, partnership just a few, and corporation means a lot of owners that slide"
    },
    {
      "index": 210,
      "start_time": 1324260.0,
      "end_time": 1329379.0,
      "text": "kind-of indicates that, but that&#39;s not totally true, because going back to you Jake even"
    },
    {
      "index": 211,
      "start_time": 1329380.0,
      "end_time": 1334530.0,
      "text": "if you were the only owner you could incorporate what it means to incorporate is you set your"
    },
    {
      "index": 212,
      "start_time": 1334530.0,
      "end_time": 1341530.0,
      "text": "business up as a separate legal entity, a separate legal entity if you&#39;re a corporation."
    },
    {
      "index": 213,
      "start_time": 1341970.0,
      "end_time": 1348929.0,
      "text": "Not so much a contractor, but like Sprint is a separate legal entity but even your landscaping"
    },
    {
      "index": 214,
      "start_time": 1348930.0,
      "end_time": 1354291.0,
      "text": "business you can be a separate legal entity and set that up completely separate from you"
    },
    {
      "index": 215,
      "start_time": 1354290.0,
      "end_time": 1361290.0,
      "text": "as a human you as a person. As a matter of fact if you die the corporation is still alive,"
    },
    {
      "index": 216,
      "start_time": 1362400.0,
      "end_time": 1367379.0,
      "text": "right? Or if you&#39;re a partnership you can incorporate so I don&#39;t want you to think corporation"
    },
    {
      "index": 217,
      "start_time": 1367380.0,
      "end_time": 1373140.0,
      "text": "always mean hundreds of hundreds of owners, because there&#39;s actually a lot of corporations"
    },
    {
      "index": 218,
      "start_time": 1373140.0,
      "end_time": 1379690.0,
      "text": "with just one or two owners. A corporation means you have gone through the paperwork,"
    },
    {
      "index": 219,
      "start_time": 1379690.0,
      "end_time": 1386690.0,
      "text": "and fees, and procedures to set it up as a separate legal entity, does that make sense?"
    },
    {
      "index": 220,
      "start_time": 1386930.0,
      "end_time": 1391930.0,
      "text": "Ok going back to this slide no matter how you set up your business you&#39;re going to be"
    },
    {
      "index": 221,
      "start_time": 1391930.0,
      "end_time": 1397591.0,
      "text": "a separate business entity which means you&#39;re going to keep your business books separate"
    },
    {
      "index": 222,
      "start_time": 1397590.0,
      "end_time": 1402970.0,
      "text": "from your personal books. You don&#39;t want to comingle those records ok. Jake you don&#39;t"
    },
    {
      "index": 223,
      "start_time": 1402970.0,
      "end_time": 1406960.0,
      "text": "want to keep track of your landscaping business in the same check book and records as you"
    },
    {
      "index": 224,
      "start_time": 1406960.0,
      "end_time": 1411830.0,
      "text": "do in your personal life, or if you have more than one business you want to keep those separate"
    },
    {
      "index": 225,
      "start_time": 1411830.0,
      "end_time": 1418830.0,
      "text": "as far as record keeping. But only a corporation is a separate legal entity ok. Now the nice"
    },
    {
      "index": 226,
      "start_time": 1420940.0,
      "end_time": 1427780.0,
      "text": "thing about a corporation is that a corporation has what is called limited liability. A proprietorship"
    },
    {
      "index": 227,
      "start_time": 1427780.0,
      "end_time": 1434559.0,
      "text": "and a partnership have unlimited liability. Unlimited liability is a bummer it&#39;s a bad"
    },
    {
      "index": 228,
      "start_time": 1434560.0,
      "end_time": 1439451.0,
      "text": "thing for example, let&#39;s say Jake that you have a landscaping business, and you are set"
    },
    {
      "index": 229,
      "start_time": 1439450.0,
      "end_time": 1444490.0,
      "text": "up as a sole proprietorship and let&#39;s say that you have a lawn mowing incident and you"
    },
    {
      "index": 230,
      "start_time": 1444490.0,
      "end_time": 1451490.0,
      "text": "run over somebody and they die, tragic, lawn mowing incident well since you have unlimited"
    },
    {
      "index": 231,
      "start_time": 1452100.0,
      "end_time": 1457370.0,
      "text": "liability proprietorship they can come and sue you, and take your personal assets your"
    },
    {
      "index": 232,
      "start_time": 1457370.0,
      "end_time": 1464370.0,
      "text": "home, your savings that grandma left you all that sort of stuff. If you&#39;re a partnership,"
    },
    {
      "index": 233,
      "start_time": 1466960.0,
      "end_time": 1473960.0,
      "text": "and you&#39;re not incorporated and let&#39;s say Jake has a tragic lawn mowing incident right?"
    },
    {
      "index": 234,
      "start_time": 1474440.0,
      "end_time": 1478559.0,
      "text": "Well let&#39;s say Jake didn&#39;t have any money, but Matts loaded they could actually come"
    },
    {
      "index": 235,
      "start_time": 1478560.0,
      "end_time": 1485560.0,
      "text": "and take your assets you have unlimited liability that&#39;s a bummer isn&#39;t it? He did it and they&#39;re"
    },
    {
      "index": 236,
      "start_time": 1486250.0,
      "end_time": 1493250.0,
      "text": "taking my assets, right? Unlimited Liability is a bummer. You want to have limited liability"
    },
    {
      "index": 237,
      "start_time": 1495490.0,
      "end_time": 1501190.0,
      "text": "that&#39;s why you might incorporate what that would mean is this is if you incorporate,"
    },
    {
      "index": 238,
      "start_time": 1501190.0,
      "end_time": 1504750.0,
      "text": "and that situation happens they can come try to take the assets of the business, but they"
    },
    {
      "index": 239,
      "start_time": 1504750.0,
      "end_time": 1509920.0,
      "text": "can&#39;t take your personal assets. It&#39;s kind of a shield sometimes we call it a corporate"
    },
    {
      "index": 240,
      "start_time": 1509920.0,
      "end_time": 1516500.0,
      "text": "shield, does that make sense? That&#39;s why one person might incorporate or two people might"
    },
    {
      "index": 241,
      "start_time": 1516500.0,
      "end_time": 1523500.0,
      "text": "incorporate ok, so, unlimited liability bad thing, limited liability good thing. The process"
    },
    {
      "index": 242,
      "start_time": 1527490.0,
      "end_time": 1534490.0,
      "text": "of getting to be a corporation? Well to be in this framework to be if you want limited"
    },
    {
      "index": 243,
      "start_time": 1537310.0,
      "end_time": 1541241.0,
      "text": "liability you have to incorporate in some way which means that there&#39;s certain policies"
    },
    {
      "index": 244,
      "start_time": 1541240.0,
      "end_time": 1544240.0,
      "text": "that you have to follow, paperwork that you have to fill out, fees you have to pay to"
    },
    {
      "index": 245,
      "start_time": 1544240.0,
      "end_time": 1548900.0,
      "text": "the government, maybe records you have to provide to the government. Sole proprietorship"
    },
    {
      "index": 246,
      "start_time": 1548900.0,
      "end_time": 1553199.0,
      "text": "is easy you really don&#39;t have to do much you know you&#39;ll just be a sole proprietorship"
    },
    {
      "index": 247,
      "start_time": 1553200.0,
      "end_time": 1560200.0,
      "text": "ok. Ok unlimited life a proprietorship a partnership they have a limited life that means if you"
    },
    {
      "index": 248,
      "start_time": 1566800.0,
      "end_time": 1573800.0,
      "text": "die the business is over, but a corporation has a unlimited life. If you are an owner,"
    },
    {
      "index": 249,
      "start_time": 1577310.0,
      "end_time": 1584310.0,
      "text": "or a shareholder of Sprint for example think about that if you die is Sprint going to be"
    },
    {
      "index": 250,
      "start_time": 1584840.0,
      "end_time": 1591669.0,
      "text": "going on they probably won&#39;t send you a card or flowers or anything, will they? They keep"
    },
    {
      "index": 251,
      "start_time": 1591670.0,
      "end_time": 1598350.0,
      "text": "going a corporation has a unlimited life, is the business taxed? Well that&#39;s a bummer"
    },
    {
      "index": 252,
      "start_time": 1598350.0,
      "end_time": 1603590.0,
      "text": "about being a corporation a great about a corporation is that it has limited liability"
    },
    {
      "index": 253,
      "start_time": 1603590.0,
      "end_time": 1610000.0,
      "text": "the bummer is that a corporation is taxed. Now, let&#39;s explain this real quick let&#39;s say"
    },
    {
      "index": 254,
      "start_time": 1610000.0,
      "end_time": 1617000.0,
      "text": "you are a sole proprietorship does that mean you get to enjoy a tax free life, No. That"
    },
    {
      "index": 255,
      "start_time": 1617220.0,
      "end_time": 1621570.0,
      "text": "just means that you get to fill out an informational tax return and you pay your taxes at the personal"
    },
    {
      "index": 256,
      "start_time": 1621570.0,
      "end_time": 1628570.0,
      "text": "level. Same thing with a partnership the partnership is not taxed, but a corporation is taxed."
    },
    {
      "index": 257,
      "start_time": 1629000.0,
      "end_time": 1634860.0,
      "text": "Let me explain that in real elementary terms, Sprint has a pile of money, then they have"
    },
    {
      "index": 258,
      "start_time": 1634860.0,
      "end_time": 1641428.0,
      "text": "to pay taxes, and that pile of money is now less right? Then they pay dividends to their"
    },
    {
      "index": 259,
      "start_time": 1641430.0,
      "end_time": 1647800.0,
      "text": "owners, or their shareholders do the individual shareholders and owners have to pay taxes"
    },
    {
      "index": 260,
      "start_time": 1647800.0,
      "end_time": 1653300.0,
      "text": "again on those dividends. Yes they do. That&#39;s called double taxation that&#39;s a bummer isn&#39;t"
    },
    {
      "index": 261,
      "start_time": 1653300.0,
      "end_time": 1658461.0,
      "text": "it? It doesn&#39;t seem fair does it? Corporation pays taxes, and then they distribute money"
    },
    {
      "index": 262,
      "start_time": 1658460.0,
      "end_time": 1663120.0,
      "text": "to their owners, and the owners have to pay taxes again that&#39;s the big bummer about being"
    },
    {
      "index": 263,
      "start_time": 1663120.0,
      "end_time": 1670120.0,
      "text": "a corporation. Do they have to pay like payroll taxes? Yes that&#39;s a great comment I&#39;m not"
    },
    {
      "index": 264,
      "start_time": 1673670.0,
      "end_time": 1679891.0,
      "text": "talking about payroll tax or sales tax I&#39;m talking about income tax ok? Good question."
    },
    {
      "index": 265,
      "start_time": 1679890.0,
      "end_time": 1685960.0,
      "text": "Is one owner allowed like I said yes you can have a one owner corporation, proprietorship"
    },
    {
      "index": 266,
      "start_time": 1685960.0,
      "end_time": 1691140.0,
      "text": "is just one owner, if you are a partnership you can&#39;t have one owner you have to have"
    },
    {
      "index": 267,
      "start_time": 1691140.0,
      "end_time": 1697520.0,
      "text": "two or more. Now, there is something called a Limited Liability Corporation an LLC, have"
    },
    {
      "index": 268,
      "start_time": 1697520.0,
      "end_time": 1702418.0,
      "text": "you ever heard of that? That&#39;s a great way to start a business, because let&#39;s say the"
    },
    {
      "index": 269,
      "start_time": 1702420.0,
      "end_time": 1709420.0,
      "text": "two of you start as a LLC you would have the advantages of limited liability that&#39;s good,"
    },
    {
      "index": 270,
      "start_time": 1709750.0,
      "end_time": 1715190.0,
      "text": "and you also would not pay taxes at the business level only at the personal level. The question"
    },
    {
      "index": 271,
      "start_time": 1715190.0,
      "end_time": 1719380.0,
      "text": "might be \"why doesn&#39;t everybody be an LLC, why doesn&#39;t Sprint be an LLC?\" Sprint would"
    },
    {
      "index": 272,
      "start_time": 1719380.0,
      "end_time": 1726240.0,
      "text": "love to be an LLC, but there are rules that you can only be such a certain size or less"
    },
    {
      "index": 273,
      "start_time": 1726240.0,
      "end_time": 1733240.0,
      "text": "to be an LLC once you have a certain amount of owners you have to incorporate basically."
    },
    {
      "index": 274,
      "start_time": 1734220.0,
      "end_time": 1739490.0,
      "text": "But if you were going to start a business I would bet you that your lawyer would advise"
    },
    {
      "index": 275,
      "start_time": 1739490.0,
      "end_time": 1746490.0,
      "text": "it to be an LLC, but you&#39;d have to talk to him or her. I had a business I was an LLC,"
    },
    {
      "index": 276,
      "start_time": 1746640.0,
      "end_time": 1750350.0,
      "text": "because I wanted the limited liability, and I did not want to pay taxes at the business"
    },
    {
      "index": 277,
      "start_time": 1750350.0,
      "end_time": 1756760.0,
      "text": "level cool. Alright, we&#39;re going to talk about a few more things that&#39;s really important."
    },
    {
      "index": 278,
      "start_time": 1756760.0,
      "end_time": 1763470.0,
      "text": "This is your new buddy the accounting equation, What is the accounting equation? The accounting"
    },
    {
      "index": 279,
      "start_time": 1763470.0,
      "end_time": 1770470.0,
      "text": "equation is assets equal liabilities plus owners&#39; equity ok. Now I want you to remember"
    },
    {
      "index": 280,
      "start_time": 1771850.0,
      "end_time": 1778570.0,
      "text": "something here come off the slides real quick. When you first learn something you&#39;re going"
    },
    {
      "index": 281,
      "start_time": 1778570.0,
      "end_time": 1781730.0,
      "text": "to have somebody like me who&#39;s going to teach you something, and you&#39;re going to have to"
    },
    {
      "index": 282,
      "start_time": 1781730.0,
      "end_time": 1787590.0,
      "text": "trust me a little bit right, like when I taught my son to play baseball when he was just a"
    },
    {
      "index": 283,
      "start_time": 1787590.0,
      "end_time": 1793200.0,
      "text": "real little kid I told him how to hold a baseball bat right. Now he doesn&#39;t know he&#39;s just got"
    },
    {
      "index": 284,
      "start_time": 1793200.0,
      "end_time": 1796470.0,
      "text": "to trust me that that&#39;s the way you hold a baseball bat if I want to be mean I could"
    },
    {
      "index": 285,
      "start_time": 1796470.0,
      "end_time": 1800260.0,
      "text": "show him so weird way now, he wouldn&#39;t know would he? Now I&#39;m not going to do that to"
    },
    {
      "index": 286,
      "start_time": 1800260.0,
      "end_time": 1805900.0,
      "text": "you ok there are some things I&#39;m going to teach you in chapter one, and throughout this"
    },
    {
      "index": 287,
      "start_time": 1805900.0,
      "end_time": 1809230.0,
      "text": "whole course that you&#39;re not going to understand the full implications of it, but I want you"
    },
    {
      "index": 288,
      "start_time": 1809230.0,
      "end_time": 1816230.0,
      "text": "to memorize it. Are you with me? Trust me. And the implications will come into play as"
    },
    {
      "index": 289,
      "start_time": 1817790.0,
      "end_time": 1822418.0,
      "text": "the semester progresses, but going back to the accounting equation for now I want you"
    },
    {
      "index": 290,
      "start_time": 1822420.0,
      "end_time": 1829420.0,
      "text": "to memorize that the accounting equation is assets equals liabilities plus equity. Are"
    },
    {
      "index": 291,
      "start_time": 1829810.0,
      "end_time": 1836810.0,
      "text": "you with me? Now, let&#39;s flesh that out a little bit what are assets we&#39;ve heard the term assets"
    },
    {
      "index": 292,
      "start_time": 1838700.0,
      "end_time": 1845700.0,
      "text": "these are the resources you own or control, aren&#39;t they? Such as, cash that&#39;s an asset"
    },
    {
      "index": 293,
      "start_time": 1845360.0,
      "end_time": 1851830.0,
      "text": "that&#39;s a resource if you have vehicles, or supplies, land, or equipment, or buildings,"
    },
    {
      "index": 294,
      "start_time": 1851830.0,
      "end_time": 1858830.0,
      "text": "supplies those are assets right? Those are assets that you own. A couple of these require"
    },
    {
      "index": 295,
      "start_time": 1859760.0,
      "end_time": 1866510.0,
      "text": "a little more explanation such as accounts receivable. Jake let&#39;s go back to your business"
    },
    {
      "index": 296,
      "start_time": 1866510.0,
      "end_time": 1871799.0,
      "text": "let&#39;s say you mow my lawn and you charge fifty dollars for a lawn mowing, and I just I&#39;m"
    },
    {
      "index": 297,
      "start_time": 1871800.0,
      "end_time": 1876211.0,
      "text": "going to pay you later I&#39;ll pay you next week ok and you say that&#39;s fine I trust you, you"
    },
    {
      "index": 298,
      "start_time": 1876210.0,
      "end_time": 1881190.0,
      "text": "would have a accountant receivable from me the customer, because you&#39;re going to receive"
    },
    {
      "index": 299,
      "start_time": 1881190.0,
      "end_time": 1886220.0,
      "text": "cash in the future. Does that make sense? That is an account receivable on your books"
    },
    {
      "index": 300,
      "start_time": 1886220.0,
      "end_time": 1893220.0,
      "text": "ok. Anybody here work at a bank by chance? No ok. Well I have a car loan at Bank of America"
    },
    {
      "index": 301,
      "start_time": 1894120.0,
      "end_time": 1901900.0,
      "text": "they have a note receivable from Dave Krug a note is similar to a account receivable,"
    },
    {
      "index": 302,
      "start_time": 1901900.0,
      "end_time": 1907510.0,
      "text": "but a note is little bit more formal. It&#39;s usually written down \"hint notes receivable\","
    },
    {
      "index": 303,
      "start_time": 1907510.0,
      "end_time": 1913860.0,
      "text": "and there usually interest involved, but an account receivable or a notes receivable is"
    },
    {
      "index": 304,
      "start_time": 1913860.0,
      "end_time": 1920860.0,
      "text": "an asset. You&#39;re going to receive cash in the future, does that make sense? It&#39;s usually"
    },
    {
      "index": 305,
      "start_time": 1922140.0,
      "end_time": 1927690.0,
      "text": "dated have you ever had a loan, student loan, car loan, good for you keep living that way"
    },
    {
      "index": 306,
      "start_time": 1927690.0,
      "end_time": 1932700.0,
      "text": "ok. When I did my car loan though for those of you who have car loans, or student loans"
    },
    {
      "index": 307,
      "start_time": 1932700.0,
      "end_time": 1936710.0,
      "text": "did you have to sign, and date a bunch of stuff did they say an interest rate it was"
    },
    {
      "index": 308,
      "start_time": 1936710.0,
      "end_time": 1943250.0,
      "text": "more formal Than me just saying \"hey you can just pay me next week\" you see what I&#39;m saying"
    },
    {
      "index": 309,
      "start_time": 1943250.0,
      "end_time": 1947299.0,
      "text": "we&#39;re not signing there&#39;s no interest that&#39;s an account receivable with a bank it&#39;s a note"
    },
    {
      "index": 310,
      "start_time": 1947300.0,
      "end_time": 1954300.0,
      "text": "receivable, good question. Alright what about liabilities, well unfortunately most of us"
    },
    {
      "index": 311,
      "start_time": 1955240.0,
      "end_time": 1961250.0,
      "text": "know about liabilities, this debt this is things we&#39;re going to have to pay in the future"
    },
    {
      "index": 312,
      "start_time": 1961250.0,
      "end_time": 1967800.0,
      "text": "ok. Going back to Jake you have an account receivable for fifty dollars in your books"
    },
    {
      "index": 313,
      "start_time": 1967800.0,
      "end_time": 1974700.0,
      "text": "from me well on my books I have an account payable to you right? That&#39;s a liability on"
    },
    {
      "index": 314,
      "start_time": 1974700.0,
      "end_time": 1980830.0,
      "text": "my books. Bank of America has a notes receivable from Dave Krug for the car loan, I have a"
    },
    {
      "index": 315,
      "start_time": 1980830.0,
      "end_time": 1987830.0,
      "text": "note payable to Bank of America ok. There&#39;s also things like taxes payable going back"
    },
    {
      "index": 316,
      "start_time": 1989810.0,
      "end_time": 1995981.0,
      "text": "to the slide. Taxes payable are taxes that I owe I&#39;m going to have to payout cash for."
    },
    {
      "index": 317,
      "start_time": 1995980.0,
      "end_time": 2002980.0,
      "text": "Wages payable or salaries payable anything ending in payable is I owe this person, company,"
    },
    {
      "index": 318,
      "start_time": 2003990.0,
      "end_time": 2009120.0,
      "text": "or whatever I&#39;m going to have to pay them in the future that&#39;s debt right. Some of you"
    },
    {
      "index": 319,
      "start_time": 2009120.0,
      "end_time": 2015739.0,
      "text": "have student loans payable. Anybody here own a house, ok you have a mortgage payable right?"
    },
    {
      "index": 320,
      "start_time": 2015740.0,
      "end_time": 2022740.0,
      "text": "So, those are liabilities ok. Now, let&#39;s talk about equity, what is equity? Now most people"
    },
    {
      "index": 321,
      "start_time": 2024730.0,
      "end_time": 2031460.0,
      "text": "understand what assets are, and most people understand what liabilities are generally"
    },
    {
      "index": 322,
      "start_time": 2031460.0,
      "end_time": 2036240.0,
      "text": "speaking, but then they get to this equity thing and they go \"oh what&#39;s equity\" we&#39;ve"
    },
    {
      "index": 323,
      "start_time": 2036240.0,
      "end_time": 2040740.0,
      "text": "heard about it before, but it&#39;s not quite, it&#39;s hard to get your arms around what equity"
    },
    {
      "index": 324,
      "start_time": 2040740.0,
      "end_time": 2047740.0,
      "text": "is. I think the best way to learn about what equity is, is to talk about equity increases,"
    },
    {
      "index": 325,
      "start_time": 2049250.0,
      "end_time": 2056250.0,
      "text": "and equity decreases but this is the owner&#39;s investment in the company. So I want you to"
    },
    {
      "index": 326,
      "start_time": 2056460.0,
      "end_time": 2061440.0,
      "text": "know this so as a matter of fact for you face to facers we are going to have a quiz at the"
    },
    {
      "index": 327,
      "start_time": 2061440.0,
      "end_time": 2067200.0,
      "text": "very beginning of the next period, and it&#39;s going to be right at nine-o-clock so if you&#39;re"
    },
    {
      "index": 328,
      "start_time": 2067199.9999999998,
      "end_time": 2073249.9999999998,
      "text": "late you&#39;ll miss it, but the quiz is going to be number one what is the accounting equation,"
    },
    {
      "index": 329,
      "start_time": 2073250.0,
      "end_time": 2078179.0,
      "text": "and that is assets equals liabilities plus owner&#39;s equity. The next question I&#39;m going"
    },
    {
      "index": 330,
      "start_time": 2078179.9999999998,
      "end_time": 2085179.9999999998,
      "text": "to ask you is how does owner&#39;s equity increase, and how does owner&#39;s equity decrease? So you"
    },
    {
      "index": 331,
      "start_time": 2086510.0000000002,
      "end_time": 2091590.0000000002,
      "text": "folks at home even though you cannot take this quiz I want you to act like it&#39;s a quiz,"
    },
    {
      "index": 332,
      "start_time": 2091590.0000000002,
      "end_time": 2096510.0000000002,
      "text": "because I have found through teaching this class many times that this is a fundamental"
    },
    {
      "index": 333,
      "start_time": 2096510.0000000002,
      "end_time": 2099650.0,
      "text": "principle that I want to get into everyone&#39;s head and I want to make everything easier"
    },
    {
      "index": 334,
      "start_time": 2099650.0,
      "end_time": 2106330.0,
      "text": "ok. So, know the accounting equation don&#39;t just abbreviate either assets equals liabilities"
    },
    {
      "index": 335,
      "start_time": 2106330.0,
      "end_time": 2111690.0,
      "text": "plus owner&#39;s equity, and now let&#39;s talk about how owners&#39; equity Changes. How does owner&#39;s"
    },
    {
      "index": 336,
      "start_time": 2111690.0,
      "end_time": 2118690.0,
      "text": "equity increase will there&#39;s two ways. The first way is investments of assets by the"
    },
    {
      "index": 337,
      "start_time": 2118990.0,
      "end_time": 2125830.0,
      "text": "owner into the business, investments of assets by the owner into the business. Going back"
    },
    {
      "index": 338,
      "start_time": 2125830.0,
      "end_time": 2130630.0,
      "text": "to Jake and your business let&#39;s say that grandma died and left you ten-thousand dollars in"
    },
    {
      "index": 339,
      "start_time": 2130630.0,
      "end_time": 2134869.0,
      "text": "her will she gave it to you personally. And you decide to take that ten-thousand dollars"
    },
    {
      "index": 340,
      "start_time": 2134870.0,
      "end_time": 2140281.0,
      "text": "and you start your business with it well you are investing personal assets into the business"
    },
    {
      "index": 341,
      "start_time": 2140280.0,
      "end_time": 2147280.0,
      "text": "that increase your owner&#39;s equity. Let&#39;s say you own a truck and you decide to put into"
    },
    {
      "index": 342,
      "start_time": 2148290.0,
      "end_time": 2153310.0,
      "text": "the business that&#39;s putting a different type of asset into the business, and that increases"
    },
    {
      "index": 343,
      "start_time": 2153310.0,
      "end_time": 2160310.0,
      "text": "owner&#39;s equity. You with me so, putting assets into the business increases owner&#39;s equity."
    },
    {
      "index": 344,
      "start_time": 2161160.0,
      "end_time": 2166868.0,
      "text": "The second thing that increases owner&#39;s equity is revenue, what is revenue? You kind of know"
    },
    {
      "index": 345,
      "start_time": 2166870.0,
      "end_time": 2170511.0,
      "text": "what revenue is right? When you said you were going to mow my lawn, and I&#39;m going to give"
    },
    {
      "index": 346,
      "start_time": 2170510.0,
      "end_time": 2175849.0,
      "text": "you fifty dollars later. That fifty dollars is revenue, and you really don&#39;t have to wait"
    },
    {
      "index": 347,
      "start_time": 2175850.0,
      "end_time": 2178941.0,
      "text": "until I pay you that&#39;s revenue as soon as you&#39;re done mowing the lawn and will talk"
    },
    {
      "index": 348,
      "start_time": 2178940.0,
      "end_time": 2185940.0,
      "text": "here in another lecture. If you go buy a twenty dollar DVD at best buy after class today that&#39;s"
    },
    {
      "index": 349,
      "start_time": 2187430.0,
      "end_time": 2193490.0,
      "text": "twenty dollars of revenue for best buy. If you pay fifteen dollars to get a haircut that&#39;s"
    },
    {
      "index": 350,
      "start_time": 2193500.0,
      "end_time": 2200500.0,
      "text": "fifteen dollars of revenue to the barber correct, right? We&#39;ll talk about that we&#39;re going to"
    },
    {
      "index": 351,
      "start_time": 2200900.0,
      "end_time": 2205200.0,
      "text": "kind-of ignore taxes for now, because the taxes that really aren&#39;t that something you"
    },
    {
      "index": 352,
      "start_time": 2205200.0,
      "end_time": 2210320.0,
      "text": "have to give the government, but ignoring taxes if you pay fifteen dollars for a haircut"
    },
    {
      "index": 353,
      "start_time": 2210320.0,
      "end_time": 2216340.0,
      "text": "that&#39;s fifteen dollars of revenue for the barber right? Makes sense if you go buy a"
    },
    {
      "index": 354,
      "start_time": 2216340.0,
      "end_time": 2222250.0,
      "text": "five dollar meal at McDonalds that&#39;s five dollars of revenue for McDonalds. So, these"
    },
    {
      "index": 355,
      "start_time": 2222250.0,
      "end_time": 2227910.0,
      "text": "are the two things that cause owner&#39;s equity to increase: investments of assets by the"
    },
    {
      "index": 356,
      "start_time": 2227910.0,
      "end_time": 2234910.0,
      "text": "owner into the business, and revenue. Now, I&#39;m telling you right now face to facers this"
    },
    {
      "index": 357,
      "start_time": 2235550.0,
      "end_time": 2240930.0,
      "text": "is the quiz this is the question these are the answers. Sometimes people will give me"
    },
    {
      "index": 358,
      "start_time": 2240930.0,
      "end_time": 2247750.0,
      "text": "the answers that sound right, but there not such as they&#39;ll say \"cash\", well no cash doesn&#39;t"
    },
    {
      "index": 359,
      "start_time": 2247750.0,
      "end_time": 2253200.0,
      "text": "always cause owner&#39;s equity to increase. If I go get a fifty-thousand dollar loan in cash,"
    },
    {
      "index": 360,
      "start_time": 2253200.0,
      "end_time": 2260200.0,
      "text": "but does that cause owner&#39;s equity increase? No. The questions and the answers to the quiz"
    },
    {
      "index": 361,
      "start_time": 2260670.0,
      "end_time": 2266119.0,
      "text": "are on this slide here the two things that cause owner&#39;s equity increase investments"
    },
    {
      "index": 362,
      "start_time": 2266120.0,
      "end_time": 2272571.0,
      "text": "of assets by the owner into the business, and revenue. It&#39;s just that simple I know"
    },
    {
      "index": 363,
      "start_time": 2272570.0,
      "end_time": 2276970.0,
      "text": "you don&#39;t understand the full implications of this, but trust me and just memorize this"
    },
    {
      "index": 364,
      "start_time": 2276970.0,
      "end_time": 2283970.0,
      "text": "for now. Now, let&#39;s talk about two things about how owners&#39; equity decrease, and this"
    },
    {
      "index": 365,
      "start_time": 2284400.0,
      "end_time": 2291400.0,
      "text": "is going to be the flip side of what we just discussed. If putting assets increasing taking"
    },
    {
      "index": 366,
      "start_time": 2293310.0,
      "end_time": 2300310.0,
      "text": "assets out of the business decreases equity that makes sense doesn&#39;t it? Why might you"
    },
    {
      "index": 367,
      "start_time": 2300750.0,
      "end_time": 2306210.0,
      "text": "take assets out of the business Jake? Well let&#39;s say you need some money to pay your"
    },
    {
      "index": 368,
      "start_time": 2306210.0,
      "end_time": 2312300.0,
      "text": "apartment rent or to buy groceries that&#39;s why you have a business right? So you can"
    },
    {
      "index": 369,
      "start_time": 2312300.0,
      "end_time": 2316510.0,
      "text": "take money every now and support yourself. Well that&#39;s fine that&#39;s expected when you"
    },
    {
      "index": 370,
      "start_time": 2316510.0,
      "end_time": 2323510.0,
      "text": "take those assets out of the business that decreases your owner&#39;s equity. Make sense?"
    },
    {
      "index": 371,
      "start_time": 2323580.0,
      "end_time": 2329600.0,
      "text": "That&#39;s expected that&#39;s normal assets increases, assets out decreases. Marlin? How would that"
    },
    {
      "index": 372,
      "start_time": 2329600.0,
      "end_time": 2335210.0,
      "text": "work for like a corporation like somebody taking assets out. What that would be is how"
    },
    {
      "index": 373,
      "start_time": 2335210.0,
      "end_time": 2341910.0,
      "text": "do assets leave a corporation and go to the owners through dividends primarily ok. So"
    },
    {
      "index": 374,
      "start_time": 2341910.0,
      "end_time": 2347450.0,
      "text": "it&#39;s a little different when you think Jakes landscaping business versus Sprint. but the"
    },
    {
      "index": 375,
      "start_time": 2347450.0,
      "end_time": 2354450.0,
      "text": "principals still apply good question. Alright now if revenues cause owners&#39; equity to increase"
    },
    {
      "index": 376,
      "start_time": 2361270.0,
      "end_time": 2368270.0,
      "text": "what do you think causes owner&#39;s equity to decrease? Expenses you&#39;re exactly right you"
    },
    {
      "index": 377,
      "start_time": 2368690.0,
      "end_time": 2375690.0,
      "text": "have salary expense you have advertising expense you have gasoline expense expenses cause owner&#39;s"
    },
    {
      "index": 378,
      "start_time": 2376760.0,
      "end_time": 2383760.0,
      "text": "equity to decrease. So I told what&#39;s on the quiz didn&#39;t I? If you like find a chair for"
    },
    {
      "index": 379,
      "start_time": 2386510.0,
      "end_time": 2393510.0,
      "text": "your salon would that be an expense but once it&#39;s in your salon it would be a revenue."
    },
    {
      "index": 380,
      "start_time": 2395350.0,
      "end_time": 2402350.0,
      "text": "No great question, and the there&#39;s a lot of different concepts wrapped in that question"
    },
    {
      "index": 381,
      "start_time": 2402780.0,
      "end_time": 2405730.0,
      "text": "and it&#39;s a great question and I&#39;m not going to be able to fully answer it today, because"
    },
    {
      "index": 382,
      "start_time": 2405730.0,
      "end_time": 2409980.0,
      "text": "it&#39;s going to involve some principles I&#39;ll talk about the next couple lectures. First"
    },
    {
      "index": 383,
      "start_time": 2409980.0,
      "end_time": 2416980.0,
      "text": "of all if you buy a huge asset we don&#39;t expense it&#39;s an asset and that&#39;s not an expense now"
    },
    {
      "index": 384,
      "start_time": 2417250.0,
      "end_time": 2422100.0,
      "text": "we&#39;ll depreciate over time we&#39;ll expense it slowly and that&#39;s when it causes owner&#39;s equity"
    },
    {
      "index": 385,
      "start_time": 2422100.0,
      "end_time": 2429100.0,
      "text": "to decrease. And then there was second part of that question if forgot already oh does"
    },
    {
      "index": 386,
      "start_time": 2429400.0,
      "end_time": 2436400.0,
      "text": "it become revenue? No. No revenue is when you provide product or services to customers"
    },
    {
      "index": 387,
      "start_time": 2437360.0,
      "end_time": 2443701.0,
      "text": "and you can book that as revenue and you will eventually receive payment ok. The chair&#39;s"
    },
    {
      "index": 388,
      "start_time": 2443700.0,
      "end_time": 2449348.0,
      "text": "never going to pay you for anything it&#39;s not a customer does that make sense? Great questions."
    },
    {
      "index": 389,
      "start_time": 2449350.0,
      "end_time": 2453350.0,
      "text": "So there&#39;s the whole quiz what&#39;s&#39; the accounting equation assets equals liabilities plus owner&#39;s"
    },
    {
      "index": 390,
      "start_time": 2453350.0,
      "end_time": 2460350.0,
      "text": "equity what causes owners&#39; equity to increase going back to that slide investment of assets"
    },
    {
      "index": 391,
      "start_time": 2461330.0,
      "end_time": 2468330.0,
      "text": "by the owner into the business and revenue. What causes owner&#39;s equity to decrease withdraws"
    },
    {
      "index": 392,
      "start_time": 2469320.0,
      "end_time": 2476320.0,
      "text": "of assets by the owner out of the business, and expenses. Would it still be a positive"
    },
    {
      "index": 393,
      "start_time": 2478670.0,
      "end_time": 2485670.0,
      "text": "thing for equity if it was a non profit company? Yes now I want you and it&#39;s a great question"
    },
    {
      "index": 394,
      "start_time": 2485910.0,
      "end_time": 2491290.0,
      "text": "you&#39;re asking about not for profits and you asked about a corporation Marlin. These are"
    },
    {
      "index": 395,
      "start_time": 2491290.0,
      "end_time": 2498290.0,
      "text": "excellent questions; however, I&#39;m not going to fully be able to answer them it&#39;s kind"
    },
    {
      "index": 396,
      "start_time": 2499220.0,
      "end_time": 2506220.0,
      "text": "of like baseball its like if I was teaching my son how to play baseball and I would teach"
    },
    {
      "index": 397,
      "start_time": 2506950.0,
      "end_time": 2513500.0,
      "text": "him when you&#39;re on first base and they hit the ball you run. If he&#39;s four or five years"
    },
    {
      "index": 398,
      "start_time": 2513500.0,
      "end_time": 2518810.0,
      "text": "old I&#39;m just trying to get the concepts that run this way around the bases run from first"
    },
    {
      "index": 399,
      "start_time": 2518810.0,
      "end_time": 2525250.0,
      "text": "base to second base not first to third not to mom in the stands, but from first to second"
    },
    {
      "index": 400,
      "start_time": 2525250.0,
      "end_time": 2528530.0,
      "text": "now for those of us who know baseball you know that there&#39;s a lot of other implications"
    },
    {
      "index": 401,
      "start_time": 2528530.0,
      "end_time": 2535400.0,
      "text": "right on a fly ball you go half way right there&#39;s a lot of different things but I&#39;m"
    },
    {
      "index": 402,
      "start_time": 2535400.0,
      "end_time": 2541330.0,
      "text": "not going try to teach my four or five year old all those implications just yet. Corporations"
    },
    {
      "index": 403,
      "start_time": 2541330.0,
      "end_time": 2548290.0,
      "text": "not for profits they use these same principles, but in a slightly different way I don&#39;t want"
    },
    {
      "index": 404,
      "start_time": 2548300.0,
      "end_time": 2552100.0,
      "text": "to go down that road just yet it will kind of confuse us. As a matter of fact the majority"
    },
    {
      "index": 405,
      "start_time": 2552100.0,
      "end_time": 2557600.0,
      "text": "of our class financial accounting that you take this semester is going to be in regards"
    },
    {
      "index": 406,
      "start_time": 2557600.0,
      "end_time": 2563859.0,
      "text": "to a sole proprietorship we&#39;ll talk a little bit about corporations we&#39;ll talk a little"
    },
    {
      "index": 407,
      "start_time": 2563860.0,
      "end_time": 2570860.0,
      "text": "bit about not for profit trust me these concepts apply but it&#39;s a little different. So I think"
    },
    {
      "index": 408,
      "start_time": 2571750.0,
      "end_time": 2577990.0,
      "text": "it will be easier to try think about Jake and his landscaping business as you learn"
    },
    {
      "index": 409,
      "start_time": 2577990.0,
      "end_time": 2584990.0,
      "text": "these fundamental principle make sense? Walk before you run. What I want to do right now"
    },
    {
      "index": 410,
      "start_time": 2587640.0,
      "end_time": 2594640.0,
      "text": "is we have a few minutes and I want to do in your book and I&#39;ll do this often. Is we&#39;ll"
    },
    {
      "index": 411,
      "start_time": 2596910.0,
      "end_time": 2602310.0,
      "text": "work on something in class for a few minutes. For you folks at home there going to play"
    },
    {
      "index": 412,
      "start_time": 2602310.0,
      "end_time": 2609310.0,
      "text": "this snazzy jazzy JCCC music and I want you to do these problems as well and I want you"
    },
    {
      "index": 413,
      "start_time": 2609580.0,
      "end_time": 2615799.0,
      "text": "to come back and go over the answers, and if it takes you more time folks at home just"
    },
    {
      "index": 414,
      "start_time": 2615800.0,
      "end_time": 2622720.0,
      "text": "pause it, and play when we go over the answers when you&#39;re ready, but what I want to do is"
    },
    {
      "index": 415,
      "start_time": 2622720.0,
      "end_time": 2629720.0,
      "text": "go over quick study one-three in your book that&#39;s on page thirty one and exercise one-three"
    },
    {
      "index": 416,
      "start_time": 2636590.0,
      "end_time": 2643590.0,
      "text": "ok let&#39;s just do those right now quick study one-three on page thirty-one and exercise"
    },
    {
      "index": 417,
      "start_time": 2645390.0,
      "end_time": 2650160.0,
      "text": "one-three on the bottom of page thirty two. I&#39;ll give you some time to do that for you"
    },
    {
      "index": 418,
      "start_time": 2650160.0,
      "end_time": 2654470.0,
      "text": "folks here you can work together if you want you can share your answers, but I&#39;ll give"
    },
    {
      "index": 419,
      "start_time": 2654470.0,
      "end_time": 2661470.0,
      "text": "you about four minutes and then will go through the answers. So let&#39;s do that right now. (music"
    },
    {
      "index": 420,
      "start_time": 2816170.0,
      "end_time": 2823170.0,
      "text": "44:20-48:15) ok I wanted to give you a little bit more time face to facers, but were running"
    },
    {
      "index": 421,
      "start_time": 2899640.0,
      "end_time": 2905589.0,
      "text": "out of time here so if you at home are not done just pause it start it when you are done."
    },
    {
      "index": 422,
      "start_time": 2905590.0,
      "end_time": 2910771.0,
      "text": "But let&#39;s go through the answers real quick now first of all notice in your text book"
    },
    {
      "index": 423,
      "start_time": 2910770.0,
      "end_time": 2917770.0,
      "text": "there are quick studies, there are exercises, and further on there&#39;s problems. So when I"
    },
    {
      "index": 424,
      "start_time": 2917880.0,
      "end_time": 2924160.0,
      "text": "give you homework if I say to do quick study one point two don&#39;t do exercise one point"
    },
    {
      "index": 425,
      "start_time": 2924160.0,
      "end_time": 2928529.0,
      "text": "two don&#39;t do problem one point two do quick study so you can&#39;t just concentrate on the"
    },
    {
      "index": 426,
      "start_time": 2928530.0,
      "end_time": 2934990.0,
      "text": "numbers you have to know if it&#39;s a quick study an exercise or a problem. Quick study one-three"
    },
    {
      "index": 427,
      "start_time": 2934990.0,
      "end_time": 2941990.0,
      "text": "on the top of page thirty one external or internal a lender is what external, what about"
    },
    {
      "index": 428,
      "start_time": 2943660.0,
      "end_time": 2950660.0,
      "text": "the controller internal, shareholders are external, the sales staff is internal, the"
    },
    {
      "index": 429,
      "start_time": 2954240.0,
      "end_time": 2961240.0,
      "text": "FBI and the IRS are external, and so are consumer groups consumer groups are external, consumer"
    },
    {
      "index": 430,
      "start_time": 2961650.0,
      "end_time": 2968650.0,
      "text": "groups are external, brokers like stock brokers external, suppliers are external, customers"
    },
    {
      "index": 431,
      "start_time": 2971940.0,
      "end_time": 2978940.0,
      "text": "are external, the managers of a business internal, business press like the Kansas city star or"
    },
    {
      "index": 432,
      "start_time": 2982530.0,
      "end_time": 2989530.0,
      "text": "the Kansas city business journal are external, and the district attorney is external, any"
    },
    {
      "index": 433,
      "start_time": 2990370.0,
      "end_time": 2997370.0,
      "text": "questions there? Alright. Let&#39;s jump over real quick and go over exercise one-three"
    },
    {
      "index": 434,
      "start_time": 2999830.0,
      "end_time": 3006830.0,
      "text": "what type of accounting is most involved? Review of reports for SEC compliance is mainly"
    },
    {
      "index": 435,
      "start_time": 3007680.0,
      "end_time": 3013919.0,
      "text": "financial accounting, because it&#39;s for external users who might be considering in investing"
    },
    {
      "index": 436,
      "start_time": 3013920.0,
      "end_time": 3019800.0,
      "text": "in the company or something like that. So number one is B financial accounting on exercise"
    },
    {
      "index": 437,
      "start_time": 3019800.0,
      "end_time": 3025470.0,
      "text": "one-three on the bottom of page thirty-two. Planning transactions to minimize taxes would"
    },
    {
      "index": 438,
      "start_time": 3025470.0,
      "end_time": 3031509.0,
      "text": "be tax accounting ok we didn&#39;t talk about that but there&#39;s tax accounting as well so"
    },
    {
      "index": 439,
      "start_time": 3031510.0,
      "end_time": 3038510.0,
      "text": "number two is tax accounting. Number three investigating violations of tax laws is also"
    },
    {
      "index": 440,
      "start_time": 3038860.0,
      "end_time": 3045860.0,
      "text": "tax accounting C. Preparing external financial statements what&#39;s that? B, financial accounting."
    },
    {
      "index": 441,
      "start_time": 3049830.0,
      "end_time": 3055481.0,
      "text": "What about budgeting? That&#39;s more of an internal thing right? So that would be managerial accounting"
    },
    {
      "index": 442,
      "start_time": 3055480.0,
      "end_time": 3062480.0,
      "text": "number five is A. Number six cost accounting that&#39;s more of an internal situation as well"
    },
    {
      "index": 443,
      "start_time": 3064400.0,
      "end_time": 3071400.0,
      "text": "that&#39;s also internal that&#39;s also managerial accounting so six is A. Number seven external"
    },
    {
      "index": 444,
      "start_time": 3072990.0,
      "end_time": 3079990.0,
      "text": "auditing is financial accounting like we discussed earlier so number seven is B. Number eight"
    },
    {
      "index": 445,
      "start_time": 3080200.0,
      "end_time": 3087200.0,
      "text": "is internal auditing that is managerial accounting so number eight is A, any questions on that?"
    },
    {
      "index": 446,
      "start_time": 3089440.0,
      "end_time": 3095200.0,
      "text": "ok I know we went through that a little quick sorry about that. Last thing I&#39;m going to"
    },
    {
      "index": 447,
      "start_time": 3095200.0,
      "end_time": 3102200.0,
      "text": "do is give you your homework please do this for next period you who&#39;ve taken accounting"
    },
    {
      "index": 448,
      "start_time": 3103100.0,
      "end_time": 3107680.0,
      "text": "know is the way you learn this stuff is by doing it. So the only homework I&#39;m giving"
    },
    {
      "index": 449,
      "start_time": 3107680.0,
      "end_time": 3114270.0,
      "text": "you and once again keep track if this is a quick study or an exercise, and eventually"
    },
    {
      "index": 450,
      "start_time": 3114270.0,
      "end_time": 3120770.0,
      "text": "well have problems, but I want you to do quick study one point eight, quick study one point"
    },
    {
      "index": 451,
      "start_time": 3120770.0,
      "end_time": 3127770.0,
      "text": "seven, and exercise one point seven. I know this was a little bit of a longer lecture,"
    },
    {
      "index": 452,
      "start_time": 3129520.0,
      "end_time": 3134339.0,
      "text": "but I wanted to get some stuff in thanks a lot and we&#39;ll see you next time bye-bye."
    }
  ]
}