{
  "video_id": "iMx006_w29I",
  "title": "Can You Forgive Petunia Dursley?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1000.0,
      "end_time": 4200.0,
      "text": "What if you were the villain in someone else's story?"
    },
    {
      "index": 2,
      "start_time": 6500.0,
      "end_time": 15500.0,
      "text": "So imagine that you're 21 or 22 years old, you moved out of the house as soon as you could, at eighteen because your family just never appreciated you."
    },
    {
      "index": 3,
      "start_time": 16000.0,
      "end_time": 18900.0,
      "text": "You were basically invisible at your own home."
    },
    {
      "index": 4,
      "start_time": 18900.0,
      "end_time": 26720.0,
      "text": "You loved your sister, but she was always the more special one and always had a way of making you feel sort of small."
    },
    {
      "index": 5,
      "start_time": 26720.0,
      "end_time": 33959.0,
      "text": "So you left home and you found a man who makes you feel like the most special and beautiful person in the world."
    },
    {
      "index": 6,
      "start_time": 33959.0,
      "end_time": 38619.0,
      "text": "You guys have a kid together, who you love more than you've ever loved anything."
    },
    {
      "index": 7,
      "start_time": 38620.0,
      "end_time": 41680.0,
      "text": "And you are not going to repeat your parents mistakes."
    },
    {
      "index": 8,
      "start_time": 41680.0,
      "end_time": 46940.0,
      "text": "You are gonna make sure that he knows that he is the most special thing in the world."
    },
    {
      "index": 9,
      "start_time": 47400.0,
      "end_time": 49260.0,
      "text": "You go about your business that day."
    },
    {
      "index": 10,
      "start_time": 49260.0,
      "end_time": 53240.0,
      "text": "Your husband is working hard, and you want him to know how much you appreciate that."
    },
    {
      "index": 11,
      "start_time": 53480.0,
      "end_time": 59190.0,
      "text": "You cook an elaborate dinner, you deal with your fussing baby, who's teething."
    },
    {
      "index": 12,
      "start_time": 59200.0,
      "end_time": 63660.0,
      "text": "Your husband comes home and for some reason he asks about your sister."
    },
    {
      "index": 13,
      "start_time": 64120.00000000001,
      "end_time": 66380.0,
      "text": "Why would he bring this up today?"
    },
    {
      "index": 14,
      "start_time": 66380.0,
      "end_time": 71000.0,
      "text": "Yes, I think about calling her everyday. Yes, I sent her a gift at Christmas."
    },
    {
      "index": 15,
      "start_time": 71100.0,
      "end_time": 77400.0,
      "text": "But the last time I saw her I met her new husband and he was terrible to me."
    },
    {
      "index": 16,
      "start_time": 78230.0,
      "end_time": 84310.0,
      "text": "You've heard that she has a new baby, around your son's age but you just can't ever get yourself to pick up the phone."
    },
    {
      "index": 17,
      "start_time": 85160.0,
      "end_time": 88440.0,
      "text": "That night, you and your husband put your child to bed."
    },
    {
      "index": 18,
      "start_time": 88440.0,
      "end_time": 89679.0,
      "text": "You go to bed yourselves."
    },
    {
      "index": 19,
      "start_time": 89680.0,
      "end_time": 94000.0,
      "text": "You get woken up in the middle of the night by a sound at the door."
    },
    {
      "index": 20,
      "start_time": 94200.0,
      "end_time": 107300.0,
      "text": "You open the door and you have to look down before you realize that what awakened you is the sound of this adorable baby in a bassinet who's bleeding from the forehead and the only thing with him is a letter."
    },
    {
      "index": 21,
      "start_time": 108000.0,
      "end_time": 116620.0,
      "text": "You pick up the letter, and that is how you learn that your sister has been killed, and this is your nephew whom you've never met before."
    },
    {
      "index": 22,
      "start_time": 117480.0,
      "end_time": 123980.0,
      "text": "You realize that the life that you have fought for for the last few years has just evaporated in front of your eyes."
    },
    {
      "index": 23,
      "start_time": 124659.0,
      "end_time": 128119.0,
      "text": "The life that you had worked so hard for is gone."
    },
    {
      "index": 24,
      "start_time": 129699.00000000001,
      "end_time": 133380.0,
      "text": "You would be Petunia Dursley in the first chapter of Harry Potter."
    },
    {
      "index": 25,
      "start_time": 135800.0,
      "end_time": 140180.0,
      "text": "We'll have conversations like this in our new podcast Harry Potter and the Sacred Text."
    },
    {
      "index": 26,
      "start_time": 140180.0,
      "end_time": 147540.0,
      "text": "Wherever you listen to your podcasts, search us: Harry Potter and the Sacred Text or find us at harrypottersacredtext.com"
    }
  ]
}