{
  "video_id": "InvnD77Apyc",
  "title": "What The Keto Diet Actually Does To Your Body | The Human Body",
  "json": [
    {
      "index": 1,
      "start_time": 1000.0,
      "end_time": 5640.0,
      "text": "Step aside, Atkins, there's a new fat diet in town."
    },
    {
      "index": 2,
      "start_time": 5640.0,
      "end_time": 8980.0,
      "text": "The ketogenic diet or keto for short."
    },
    {
      "index": 3,
      "start_time": 8980.0,
      "end_time": 15649.0,
      "text": "Celebrities like Halle Berry, Kourtney Kardashian, and Vanessa Hudgens all swear by it."
    },
    {
      "index": 4,
      "start_time": 15650.0,
      "end_time": 18710.0,
      "text": "And if losing weight is your goal, keto works."
    },
    {
      "index": 5,
      "start_time": 18710.0,
      "end_time": 21930.0,
      "text": "It's proven to help you shed pounds fast."
    },
    {
      "index": 6,
      "start_time": 21930.0,
      "end_time": 25333.0,
      "text": "But there's more to this diet than meets the eye."
    },
    {
      "index": 7,
      "start_time": 26300.0,
      "end_time": 30250.0,
      "text": "Keto basically replaces carbs with fat."
    },
    {
      "index": 8,
      "start_time": 30250.0,
      "end_time": 32850.0,
      "text": "A typical keto diet looks like this."
    },
    {
      "index": 9,
      "start_time": 32850.0,
      "end_time": 37850.0,
      "text": "70% fat, 25% protein, and 5% carbohydrates."
    },
    {
      "index": 10,
      "start_time": 38193.0,
      "end_time": 50300.0,
      "text": "It's a drastic change from the diet that the USDA recommends for most Americans, which is less than 30% fat, 20% to 35% protein, and at least 50% carbs."
    },
    {
      "index": 11,
      "start_time": 50300.0,
      "end_time": 54200.0,
      "text": "And it's a significant change for your body's metabolism too."
    },
    {
      "index": 12,
      "start_time": 54200.0,
      "end_time": 66000.0,
      "text": "Usually, when you eat carbs like a starchy potato, enzymes in your mouth, stomach and small intestines break them down into a form of sugar energy called glucose, which your brain and body use for fuel."
    },
    {
      "index": 13,
      "start_time": 66000.0,
      "end_time": 71565.0,
      "text": "So when you first skip out on carbs, the first couple days you might experience some strong sugar cravings."
    },
    {
      "index": 14,
      "start_time": 71565.0,
      "end_time": 79280.0,
      "text": "That's because your body is switching gears, from converting carbohydrates to the only energy it has left: fat."
    },
    {
      "index": 15,
      "start_time": 79280.0,
      "end_time": 83293.0,
      "text": "Once you're burning fat regularly, you'll see those pounds start to melt away."
    },
    {
      "index": 16,
      "start_time": 83293.0,
      "end_time": 88597.0,
      "text": "Depending on your weight, you might lose up to 3.5 pounds within that first week."
    },
    {
      "index": 17,
      "start_time": 88597.0,
      "end_time": 95000.0,
      "text": "As you burn more fat, levels of insulin, the fat-storing hormone, will drop significantly."
    },
    {
      "index": 18,
      "start_time": 95000.0,
      "end_time": 103260.0,
      "text": "This triggers your kidneys to release large amounts of sodium into the blood which can actually lead to a common side effect known as the keto flu."
    },
    {
      "index": 19,
      "start_time": 103260.0,
      "end_time": 110560.0,
      "text": "Many keto dieters report symptoms like nausea, headaches, dizziness, muscle cramps, and low energy levels."
    },
    {
      "index": 20,
      "start_time": 110560.0,
      "end_time": 115500.0,
      "text": "But most of these symptoms will only occur within the first couple weeks of starting the diet."
    },
    {
      "index": 21,
      "start_time": 115510.0,
      "end_time": 123410.0,
      "text": "After the first month, the scales will look better but some of that lost weight isn't actually fat, it's just water."
    },
    {
      "index": 22,
      "start_time": 123410.0,
      "end_time": 129280.0,
      "text": "Because some of the carbs you metabolized include glycogen which retains water and therefore helps keep you hydrated."
    },
    {
      "index": 23,
      "start_time": 129281.0,
      "end_time": 139320.0,
      "text": "As a result, you're likely to pee more often which will lower your sodium levels even more leading to dehydration, constipation or diarrhea, and bad breath."
    },
    {
      "index": 24,
      "start_time": 139320.0,
      "end_time": 143470.0,
      "text": "Once you're a couple months in, you might hit the notorious keto plateau."
    },
    {
      "index": 25,
      "start_time": 143470.0,
      "end_time": 146000.0,
      "text": "It's a common term in the keto community."
    },
    {
      "index": 26,
      "start_time": 146100.0,
      "end_time": 150640.0,
      "text": "It refers to when people find it progressively harder to continue to lose more weight."
    },
    {
      "index": 27,
      "start_time": 150640.0,
      "end_time": 156660.0,
      "text": "One study, for example, found that overweight people lost an average of 15 pounds in the first month."
    },
    {
      "index": 28,
      "start_time": 156660.0,
      "end_time": 164370.0,
      "text": "Another 11 pounds over the next two months, but after that, they saw no change in body weight despite sticking to the keto diet."
    },
    {
      "index": 29,
      "start_time": 164370.0,
      "end_time": 168140.0,
      "text": "At this point, many people will just quit keto."
    },
    {
      "index": 30,
      "start_time": 168140.0,
      "end_time": 172560.0,
      "text": "That's why researchers often find it's so hard to study the long term effects of the diet."
    },
    {
      "index": 31,
      "start_time": 172570.0,
      "end_time": 178170.0,
      "text": "But, as it turns out, there's one group that typically sticks to keto for a really long time."
    },
    {
      "index": 32,
      "start_time": 178170.0,
      "end_time": 193822.0,
      "text": "It's unclear why, but keto is proven to reduce the symptoms of epilepsy and studies show that epileptic children who stay on a very restricted keto diet for several years can suffer from kidney stones, high cholesterol, and bone fractures."
    },
    {
      "index": 33,
      "start_time": 193822.0,
      "end_time": 198200.0,
      "text": "But a typical keto diet won't be nearly as strict."
    },
    {
      "index": 34,
      "start_time": 198200.0,
      "end_time": 202100.0,
      "text": "And if you wanna try keto, you should talk to your doctor first."
    },
    {
      "index": 35,
      "start_time": 202110.0,
      "end_time": 212150.0,
      "text": "In the meantime, go ahead and get that bread, and remember, the best diet is a balanced one of fat, protein, and yes, even carbs."
    }
  ]
}