{
  "video_id": "IqNNteplRvE",
  "title": "Does Water Ever Expire?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 99.0,
      "end_time": 5220.0,
      "text": "Why does my bottled water have an expiration date? Does this stuff actually go bad?"
    },
    {
      "index": 2,
      "start_time": 9120.0,
      "end_time": 12480.0,
      "text": "Hi everyone, Julian here for DNews. Have you ever left a glass of water out overnight."
    },
    {
      "index": 3,
      "start_time": 12680.0,
      "end_time": 15450.0,
      "text": "And the next day, taking a drink, and noticed it tasted funny?"
    },
    {
      "index": 4,
      "start_time": 15550.0,
      "end_time": 17930.0,
      "text": "Does that mean the water is going bad, or what's happening here?"
    },
    {
      "index": 5,
      "start_time": 17930.0,
      "end_time": 22890.0,
      "text": "Well the water itself doesn't have any sugars or proteins like food, so microbes aren't consuming it and rotting it."
    },
    {
      "index": 6,
      "start_time": 22990.0,
      "end_time": 26230.0,
      "text": "However, that's not to say the chemistry of the water hasn't changed."
    },
    {
      "index": 7,
      "start_time": 26430.0,
      "end_time": 34550.0,
      "text": "By being exposed to air, the water absorbs some CO2, and a tiny portion of that, about 0.13%, is converted into carbonic acid."
    },
    {
      "index": 8,
      "start_time": 34550.0,
      "end_time": 39290.0,
      "text": "Some carbonic acid will then lose a proton or two, forming bicarbonate or carbonate respectively."
    },
    {
      "index": 9,
      "start_time": 39290.0,
      "end_time": 43270.0,
      "text": "This lowers the pH of water, making it slightly acidic and changing the taste."
    },
    {
      "index": 10,
      "start_time": 43239.0,
      "end_time": 48339.0,
      "text": "So does that mean it's unsafe? Probably not, no. Unless you are a shellfish."
    },
    {
      "index": 11,
      "start_time": 47639.0,
      "end_time": 54340.0,
      "text": "Carbonic acid forms about 4 million times more bicarbonate than carbonate, and shellfish need carbonate to build their shells."
    },
    {
      "index": 12,
      "start_time": 54340.0,
      "end_time": 57559.0,
      "text": "The bias towards bicarbonate production means they have less to build their shells from."
    },
    {
      "index": 13,
      "start_time": 57759.0,
      "end_time": 61069.0,
      "text": "Not only that, but the higher acidity can actually dissolve shells."
    },
    {
      "index": 14,
      "start_time": 61069.0,
      "end_time": 64399.0,
      "text": "Since the Industrial Revolution, the ocean surface has become slightly more acidic."
    },
    {
      "index": 15,
      "start_time": 64699.0,
      "end_time": 68589.0,
      "text": "So if you love oysters, there's another reason to care about CO2 in the atmosphere."
    },
    {
      "index": 16,
      "start_time": 68889.0,
      "end_time": 72790.0,
      "text": "Anyway, if you're a human, the small shift in pH isn't going to be what hurts you."
    },
    {
      "index": 17,
      "start_time": 72890.0,
      "end_time": 76510.0,
      "text": "The problem is water in an unsealed container has been exposed to bacteria."
    },
    {
      "index": 18,
      "start_time": 76610.0,
      "end_time": 82850.0,
      "text": "Most tap and bottled water has chlorine additives, which will keep the microbes from multiplying for a day or two, but after that they can go crazy."
    },
    {
      "index": 19,
      "start_time": 82850.0,
      "end_time": 86559.0,
      "text": "Water left outside can also start growing algae and host mosquito larvae,"
    },
    {
      "index": 20,
      "start_time": 86559.0,
      "end_time": 88769.0,
      "text": "which will make you sick and is gross to think about,"
    },
    {
      "index": 21,
      "start_time": 88869.0,
      "end_time": 93469.0,
      "text": "but not as gross as thinking about the dust inside your house landing in your water!"
    },
    {
      "index": 22,
      "start_time": 93569.0,
      "end_time": 98760.0,
      "text": "It can be purified with chemicals, like iodine or chlorine, or it can be filtered and boiled, and it'll be good as new."
    },
    {
      "index": 23,
      "start_time": 98860.0,
      "end_time": 101520.0,
      "text": "Again, it's not the H2O breaking down and going bad,"
    },
    {
      "index": 24,
      "start_time": 102020.0,
      "end_time": 104350.0,
      "text": "it's just hosting other nastiness that spoils the taste."
    },
    {
      "index": 25,
      "start_time": 104550.0,
      "end_time": 107819.0,
      "text": "Our ancestors didn't have the benefit of germ theory or chemical purification,"
    },
    {
      "index": 26,
      "start_time": 107919.0,
      "end_time": 111570.0,
      "text": "so when their water became unsanitary, they had to come up with a different solution."
    },
    {
      "index": 27,
      "start_time": 111570.0,
      "end_time": 115559.0,
      "text": "When they set out for long voyages, Europeans sailors had stores of water in wooden barrels."
    },
    {
      "index": 28,
      "start_time": 115759.0,
      "end_time": 120670.0,
      "text": "After a few weeks though, it would start to grow algae, so to get around this, sailors also brought along beer."
    },
    {
      "index": 29,
      "start_time": 120670.0,
      "end_time": 124179.0,
      "text": "And when that beer ran out, they switched to that old pirate favorite, rum."
    },
    {
      "index": 30,
      "start_time": 124679.0,
      "end_time": 130279.0,
      "text": "The alcohol in the beer and rum killed off bacteria, but the side effect was drunken sailors early in the morning."
    },
    {
      "index": 31,
      "start_time": 130279.0,
      "end_time": 133880.0,
      "text": "In fact, British sailors actually got a daily rum ration until 1970."
    },
    {
      "index": 32,
      "start_time": 134590.0,
      "end_time": 139240.0,
      "text": "Now though we can store water indefinitely without having to worry about its safety, provided it's stored correctly."
    },
    {
      "index": 33,
      "start_time": 139340.0,
      "end_time": 143920.0,
      "text": "The CDC says commercially bottled water is the safest, but it should still be stored out of direct sunlight."
    },
    {
      "index": 34,
      "start_time": 144020.0,
      "end_time": 149430.0,
      "text": "Some plastics release a hormone disruptor called bisphenol-A, or BPA, into the water when heated."
    },
    {
      "index": 35,
      "start_time": 149440.0,
      "end_time": 154180.0,
      "text": "Plastic bottles are also permeable, so water should not be stored near pesticides or gasoline."
    },
    {
      "index": 36,
      "start_time": 154280.0,
      "end_time": 157590.0,
      "text": "Aside from that though, you don't have to worry about the expiration date on bottled water."
    },
    {
      "index": 37,
      "start_time": 157690.0,
      "end_time": 163120.0,
      "text": "That's a holdover from old New Jersey law that has since been repealed because there's no scientific evidence to support it."
    },
    {
      "index": 38,
      "start_time": 163120.0,
      "end_time": 165140.0,
      "text": "Gotta love it when science informs lawmaking."
    },
    {
      "index": 39,
      "start_time": 165140.0,
      "end_time": 170060.0,
      "text": "So now the question is, how much water do you actually need to drink? Trace covers that here."
    },
    {
      "index": 40,
      "start_time": 170300.0,
      "end_time": 174600.0,
      "text": "A lot of our fluid intake comes from food. The rules say that we need to drink fluid,"
    },
    {
      "index": 41,
      "start_time": 174600.0,
      "end_time": 180000.0,
      "text": "so if we eat a banana or an orange, we consume their fluid, which is to say, we take their water."
    },
    {
      "index": 42,
      "start_time": 180200.0,
      "end_time": 185110.0,
      "text": "Have you gotten sick from drinking water? Did you switch to rum? Or do you have any other questions you want us to field?"
    },
    {
      "index": 43,
      "start_time": 185410.0,
      "end_time": 187200.0,
      "text": "Let us know in the comments or on facebook or twitter."
    },
    {
      "index": 44,
      "start_time": 187300.0,
      "end_time": 197300.0,
      "text": "Subscribe for more, and I'll see you next time on DNews."
    }
  ]
}