{
  "video_id": "iRQBIzPUIj4",
  "title": "Using 'Supposed to...' correctly in English -  Free English lessons online",
  "json": [
    {
      "index": 1,
      "start_time": 7480.0,
      "end_time": 12420.0,
      "text": "Hey friends, I&#39;m Rachna and I&#39;m back with a new lesson. Well today I was a little confused"
    },
    {
      "index": 2,
      "start_time": 12420.0,
      "end_time": 21700.0,
      "text": "what lesson do I take up, and then one of my friends said, \" You are supposed to reach"
    },
    {
      "index": 3,
      "start_time": 21700.0,
      "end_time": 28630.0,
      "text": "them how to use &#39;suppose to&#39;.\" Okay, so well, another modal verb here for you-supposed to."
    },
    {
      "index": 4,
      "start_time": 28630.0,
      "end_time": 35680.0,
      "text": "Now, being a modal verb, it has various uses and it is used in different context, okay."
    },
    {
      "index": 5,
      "start_time": 35680.0,
      "end_time": 44690.0,
      "text": "So, first remember it is always &#39;supposed to&#39;, okay. So don&#39;t minus the &#39;d&#39;, it&#39;s always"
    },
    {
      "index": 6,
      "start_time": 44690.0,
      "end_time": 53170.0,
      "text": "with a &#39;d&#39; -supposed to, okay. Also remember, when you use supposed to, you have to use"
    },
    {
      "index": 7,
      "start_time": 53170.0,
      "end_time": 60170.0,
      "text": "the verb in the &#39;be&#39; form, the be form verb before supposed to, okay. So it could be,"
    },
    {
      "index": 8,
      "start_time": 60170.0,
      "end_time": 65790.0,
      "text": "he is supposed to, I am supposed to, you are supposed to. In the past, you were supposed"
    },
    {
      "index": 9,
      "start_time": 65790.0,
      "end_time": 72700.0,
      "text": "to, he was supposed to, okay. So that&#39;s what I mean, use the be form before &#39;supposed to&#39;,"
    },
    {
      "index": 10,
      "start_time": 72700.0,
      "end_time": 80619.0,
      "text": "okay. So, the new James Bond movie is supposed to be excellent. Now see the be form, alright,"
    },
    {
      "index": 11,
      "start_time": 80620.0,
      "end_time": 89140.0,
      "text": "is supposed to be excellent. So you always have a verb in the first form, supposed to"
    },
    {
      "index": 12,
      "start_time": 89140.0,
      "end_time": 95570.0,
      "text": "be, supposed to go. So you have supposed to be excellent. Now when I tell you this that"
    },
    {
      "index": 13,
      "start_time": 95570.0,
      "end_time": 101919.0,
      "text": "the new movie is supposed to be excellent, that means it is believed okay, it is believed"
    },
    {
      "index": 14,
      "start_time": 101920.0,
      "end_time": 107860.0,
      "text": "that the new movie is supposed to be excellent or the new movie is excellent, it is believed,"
    },
    {
      "index": 15,
      "start_time": 107860.0,
      "end_time": 121990.0,
      "text": "okay, or it is said, alright. Well, uh, it is believed that Starbucks coffee is really"
    },
    {
      "index": 16,
      "start_time": 121990.0,
      "end_time": 129109.0,
      "text": "nice.So, Starbucks coffee is supposed to be really nice. Okay well, I love Starbucks,"
    },
    {
      "index": 17,
      "start_time": 129110.00000000001,
      "end_time": 133920.0,
      "text": "okay. So Starbucks coffee is supposed to be nice. That means it is said to be nice. It"
    },
    {
      "index": 18,
      "start_time": 133920.0,
      "end_time": 139339.0,
      "text": "is believed to be nice. So, this is one of the ways of using supposed to when you want"
    },
    {
      "index": 19,
      "start_time": 139340.0,
      "end_time": 146579.0,
      "text": "to say it is believed or it is said, okay. So, let&#39;s take look at another use of supposed"
    },
    {
      "index": 20,
      "start_time": 146579.0,
      "end_time": 157409.0,
      "text": "to. I am supposed to get to work at eight. Well, here it means something that is expected"
    },
    {
      "index": 21,
      "start_time": 157409.0,
      "end_time": 162399.0,
      "text": "from you okay, or when you tell someone your supposed to, your expecting something from"
    },
    {
      "index": 22,
      "start_time": 162400.0,
      "end_time": 168180.0,
      "text": "the other person. It&#39;s more like &#39;should&#39; also. Like I should get to work by eight,"
    },
    {
      "index": 23,
      "start_time": 168180.0,
      "end_time": 174430.0,
      "text": "so I&#39;m supposed to, expected from you, okay. If I don&#39;t, trust me I&#39;m in big trouble. So,"
    },
    {
      "index": 24,
      "start_time": 174430.0,
      "end_time": 181599.0,
      "text": "I&#39;m supposed to get to work by eight. Remember, to use the be form, alright. So, I&#39;m supposed"
    },
    {
      "index": 25,
      "start_time": 181599.0,
      "end_time": 189280.0,
      "text": "to, you have the &#39;d&#39; here, I&#39;m supposed to get to work by eight. Certain rules and regulations,"
    },
    {
      "index": 26,
      "start_time": 189280.0,
      "end_time": 194760.0,
      "text": "expected from me, I&#39;m supposed to. Alright, so sometimes when you tell your teacher, \" I"
    },
    {
      "index": 27,
      "start_time": 194760.0,
      "end_time": 200510.0,
      "text": "haven&#39;t done my homework.\" She&#39;ll look at you and say, \"You are supposed to do your"
    },
    {
      "index": 28,
      "start_time": 200510.0,
      "end_time": 208780.0,
      "text": "homework every single day.\" It is expected from you that you should do your homework"
    },
    {
      "index": 29,
      "start_time": 208790.0,
      "end_time": 214730.0,
      "text": "every single day. So when something is expected, you are supposed to do it. Well, it may sound"
    },
    {
      "index": 30,
      "start_time": 214730.0,
      "end_time": 218959.0,
      "text": "a little like an obligation also where you have no choice, it could be a duty and you&#39;re"
    },
    {
      "index": 31,
      "start_time": 218959.0,
      "end_time": 226870.0,
      "text": "just supposed to do it, okay. So I&#39;m gonna tell you now, \"You are supposed to watch all"
    },
    {
      "index": 32,
      "start_time": 226870.0,
      "end_time": 231969.0,
      "text": "our videos, all our lessons okay and your are supposed to subscribe and you&#39;re supposed"
    },
    {
      "index": 33,
      "start_time": 231969.0,
      "end_time": 235969.0,
      "text": "to tell your friends to subscribe to our channel, okay.\" So don&#39;t forget, you&#39;re supposed to"
    },
    {
      "index": 34,
      "start_time": 235969.0,
      "end_time": 242469.0,
      "text": "watch all lessons and take the test, too. Okay, so in this context it means something"
    },
    {
      "index": 35,
      "start_time": 242469.0,
      "end_time": 249590.0,
      "text": "that is expected to be done, okay. If I say, \"You were supposed to phone me last night"
    },
    {
      "index": 36,
      "start_time": 249590.0,
      "end_time": 257600.0,
      "text": "and you didn&#39;t.\" That means something was to happen but actually did not happen. So"
    },
    {
      "index": 37,
      "start_time": 257600.00000000003,
      "end_time": 263230.0,
      "text": "see here I&#39;m using it in the past-you were, it&#39;s the past form of &#39;be&#39;. You were supposed"
    },
    {
      "index": 38,
      "start_time": 263230.0,
      "end_time": 269230.0,
      "text": "to phone me but you didn&#39;t last night, okay. So, the fact that I&#39;m saying you were supposed"
    },
    {
      "index": 39,
      "start_time": 269230.0,
      "end_time": 274200.0,
      "text": "to phone me is because it actually did not happen. I didn&#39;t receive a call from you last"
    },
    {
      "index": 40,
      "start_time": 274200.0,
      "end_time": 305780.0,
      "text": "night, alright. Okay, so well, my friend John was supposed to marry Maria last week, but"
    },
    {
      "index": 41,
      "start_time": 305780.0,
      "end_time": 311309.0,
      "text": "well, some issues and they didn&#39;t marry. So something that was to happen or was supposed"
    },
    {
      "index": 42,
      "start_time": 311310.0,
      "end_time": 317820.0,
      "text": "to happen but it actually didn&#39;t happen. That is why I tell you, my friend John was supposed"
    },
    {
      "index": 43,
      "start_time": 317820.0,
      "end_time": 325400.0,
      "text": "to marry Maria last week. It means he was to marry, but actually it didn&#39;t happen, probably"
    },
    {
      "index": 44,
      "start_time": 325400.0,
      "end_time": 331970.0,
      "text": "the wedding was called off, okay. And let&#39;s take one more look at supposed to. I am not"
    },
    {
      "index": 45,
      "start_time": 331970.0,
      "end_time": 337440.0,
      "text": "supposed to tell you the details discussed in the meeting. So if you&#39;re gonna come around"
    },
    {
      "index": 46,
      "start_time": 337440.0,
      "end_time": 344670.0,
      "text": "being super curious asking me what happened. Now, I&#39;m putting it in the negative, I am"
    },
    {
      "index": 47,
      "start_time": 344670.0,
      "end_time": 353690.0,
      "text": "not supposed to. So, when you use not supposed to, that means you use supposed to in the"
    },
    {
      "index": 48,
      "start_time": 353690.0,
      "end_time": 358940.0,
      "text": "negative-not supposed to, it means you are not allowed to do something, you are prohibited"
    },
    {
      "index": 49,
      "start_time": 358940.0,
      "end_time": 364360.0,
      "text": "from doing something. So I tell you, listen, no offends okay, I&#39;m really sorry. I&#39;m not"
    },
    {
      "index": 50,
      "start_time": 364360.0,
      "end_time": 370780.0,
      "text": "supposed to tell you the details discussed in the meeting, sorry, okay. So that means"
    },
    {
      "index": 51,
      "start_time": 370780.0,
      "end_time": 376719.0,
      "text": "I&#39;m banned, I&#39;m restricted, I&#39;m prohibited from sharing certain things with you. So,"
    },
    {
      "index": 52,
      "start_time": 376720.0,
      "end_time": 397740.0,
      "text": "you can say it&#39;s not allowed to, okay or you&#39;re prohibited from doing something. So suppose"
    },
    {
      "index": 53,
      "start_time": 397740.0,
      "end_time": 402360.0,
      "text": "you see someone smoking in a public place, well you may just go and happen hello, you"
    },
    {
      "index": 54,
      "start_time": 402360.0,
      "end_time": 409520.0,
      "text": "are not supposed to smoke in here ya, because you are banned, you&#39;re not allowed to, you&#39;re"
    },
    {
      "index": 55,
      "start_time": 409520.0,
      "end_time": 415490.0,
      "text": "prohibited from smoking here, so you&#39;re not supposed to smoke in here. okay friends, so"
    },
    {
      "index": 56,
      "start_time": 415490.0,
      "end_time": 422150.0,
      "text": "quick recap, remember supposed to is a modal verb. Always use the be form before supposed"
    },
    {
      "index": 57,
      "start_time": 422150.0,
      "end_time": 429190.0,
      "text": "to, it could be is am are, was were in the past, okay. It is always supposed to, do not"
    },
    {
      "index": 58,
      "start_time": 429190.0,
      "end_time": 438240.0,
      "text": "write suppose to, okay, fine. So remember when you want to say something is believed"
    },
    {
      "index": 59,
      "start_time": 438240.0,
      "end_time": 444460.0,
      "text": "this way or it is said this way, you use supposed to. When something is expected from you, like"
    },
    {
      "index": 60,
      "start_time": 444460.0,
      "end_time": 448479.0,
      "text": "reaching work on time or doing your homework or well watching all our lessons, you are"
    },
    {
      "index": 61,
      "start_time": 448480.0,
      "end_time": 453890.0,
      "text": "supposed to watch all our lessons. You were supposed to for something that was to happen"
    },
    {
      "index": 62,
      "start_time": 453890.0,
      "end_time": 459390.0,
      "text": "but actually did not happen in real. So you were supposed to do something but you didn&#39;t"
    },
    {
      "index": 63,
      "start_time": 459390.0,
      "end_time": 463320.0,
      "text": "and well in the negative when you use not supposed to, that means you&#39;re not allowed"
    },
    {
      "index": 64,
      "start_time": 463320.0,
      "end_time": 468520.0,
      "text": "to or you are prohibited from doing something, okay friends. Well, this brings me to the"
    },
    {
      "index": 65,
      "start_time": 468520.0,
      "end_time": 474390.0,
      "text": "end of another lesson. I hope you enjoyed watching it. Well do remember, you are supposed"
    },
    {
      "index": 66,
      "start_time": 474400.0,
      "end_time": 478500.0,
      "text": "to take a test, okay. I&#39;ll be back soon with a new lesson. Till then take care and bye."
    }
  ]
}