{
  "video_id": "IS-P8mkGLS4",
  "title": "Voyagers 1&2  Spacecraft Documentary - Accomplishments - Where They Are Now",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4019.9999999999995,
      "end_time": 11040.0,
      "text": "In the 1960s a GRAND PLANETARY TOUR to study the outer planets was proposed. It was an"
    },
    {
      "index": 2,
      "start_time": 11040.0,
      "end_time": 17400.0,
      "text": "ambitious plan to send unmanned probes to the outer planets of the outer solar system."
    },
    {
      "index": 3,
      "start_time": 17400.0,
      "end_time": 23370.0,
      "text": "The Grand Tour could exploit a rare, unusual and favorable alignment of the planets Jupiter,"
    },
    {
      "index": 4,
      "start_time": 23370.0,
      "end_time": 30530.0,
      "text": "Saturn, Uranus, Neptune and Pluto. This planetary alignment would occur in the late 1970s and"
    },
    {
      "index": 5,
      "start_time": 30530.0,
      "end_time": 37230.0,
      "text": "would not occur again for 175 years. This special alignment of these planets, could"
    },
    {
      "index": 6,
      "start_time": 37230.0,
      "end_time": 42800.0,
      "text": "allow a probe to be sent to Jupiter and use that planet as a gravitational slingshot to"
    },
    {
      "index": 7,
      "start_time": 42800.0,
      "end_time": 48880.0,
      "text": "extend its trajectory to the other planets further out in the Solar System. Gravity assist"
    },
    {
      "index": 8,
      "start_time": 48880.0,
      "end_time": 54960.0,
      "text": "would enable a single probe to visit the four gas giantsÖ.Jupiter, Saturn, Uranus, and"
    },
    {
      "index": 9,
      "start_time": 54960.0,
      "end_time": 60350.0,
      "text": "NeptuneÖ.while requiring a minimal amount of propellant and a shorter travel time between"
    },
    {
      "index": 10,
      "start_time": 60350.0,
      "end_time": 64170.0,
      "text": "planets. The NASA space probes Voyager 1 and Voyager"
    },
    {
      "index": 11,
      "start_time": 64170.0,
      "end_time": 70689.0,
      "text": "2 have been exploring our solar system to the outer planets for more than 34 years."
    },
    {
      "index": 12,
      "start_time": 70689.0,
      "end_time": 74950.0,
      "text": "Many of the scientists now working on the Voyager project werenít even born when the"
    },
    {
      "index": 13,
      "start_time": 74950.0,
      "end_time": 80630.0,
      "text": "probes were launched in the 1970s. Originally, the Voyager probes were designed"
    },
    {
      "index": 14,
      "start_time": 80630.0,
      "end_time": 87729.0,
      "text": "as part of the Mariner program. Voyager 1 was called Mariner 11 and Voyager 2 was called"
    },
    {
      "index": 15,
      "start_time": 87729.0,
      "end_time": 94990.0,
      "text": "Mariner 12. The program progressed, however, and the name was changed to Voyager. Voyager"
    },
    {
      "index": 16,
      "start_time": 94990.0,
      "end_time": 102229.0,
      "text": "2 was actually launched first on August 20, 1977 and Voyager 1 followed 2 weeks later"
    },
    {
      "index": 17,
      "start_time": 102229.0,
      "end_time": 110380.0,
      "text": "on September 5, 1977 and was sent on a faster, longer, and more circular trajectory."
    },
    {
      "index": 18,
      "start_time": 110380.0,
      "end_time": 115490.0,
      "text": "Remote control programming was used to endow the Voyagers with greater capabilities than"
    },
    {
      "index": 19,
      "start_time": 115490.0,
      "end_time": 120439.0,
      "text": "they had when they left the earth, enabling their 2 planet mission to become a 4 planet"
    },
    {
      "index": 20,
      "start_time": 120439.0,
      "end_time": 126499.0,
      "text": "mission. Voyager 1 could have been sent to Pluto after Saturn, but instead was sent on"
    },
    {
      "index": 21,
      "start_time": 126499.0,
      "end_time": 132460.0,
      "text": "a trajectory which brought it close to Titan, Saturnís planet sized moon, eliminating the"
    },
    {
      "index": 22,
      "start_time": 132460.0,
      "end_time": 138520.0,
      "text": "Pluto flyby. Voyager 2ís trajectory could not be bent to bring the probe by Pluto after"
    },
    {
      "index": 23,
      "start_time": 138520.0,
      "end_time": 147210.0,
      "text": "the Neptune flyby in 1989. Eventually, Voyager 1 and Voyager 2 explored all the giant outer"
    },
    {
      "index": 24,
      "start_time": 147210.0,
      "end_time": 153330.0,
      "text": "planets of our solar system, 48 of their moons, and the unique systems of rings and magnetic"
    },
    {
      "index": 25,
      "start_time": 153330.0,
      "end_time": 160270.0,
      "text": "fields that those planets possess. On December 19, 1977 Voyager 2 entered the"
    },
    {
      "index": 26,
      "start_time": 160270.0,
      "end_time": 167760.0,
      "text": "asteroid belt. Nine days later, Voyager 1 (traveling at a greater speed) overtook Voyager"
    },
    {
      "index": 27,
      "start_time": 167760.0,
      "end_time": 173040.0,
      "text": "2. In June of 1977, the primary radio receiver"
    },
    {
      "index": 28,
      "start_time": 173040.0,
      "end_time": 179730.0,
      "text": "failed on Voyager 2 and the mission since then on has been flown using the backup receiver."
    },
    {
      "index": 29,
      "start_time": 179730.0,
      "end_time": 187530.0,
      "text": "September 5 1977: Voyager 1 sent the first spacecraft photo of Earth and the Moon."
    },
    {
      "index": 30,
      "start_time": 187530.0,
      "end_time": 194180.0,
      "text": "March 5 1979: Voyager 1 flew past Jupiter in its closest approach to that planet."
    },
    {
      "index": 31,
      "start_time": 194180.0,
      "end_time": 198380.0,
      "text": "July 9: Voyager 2 made its closest fly-by of Jupiter."
    },
    {
      "index": 32,
      "start_time": 198380.0,
      "end_time": 205100.0,
      "text": "Jupiter is the largest planet in the solar system. Colorful latitudinal bands and atmospheric"
    },
    {
      "index": 33,
      "start_time": 205100.0,
      "end_time": 211930.0,
      "text": "clouds and storms illustrate Jupiterís dynamic weather system. The giant planet was then"
    },
    {
      "index": 34,
      "start_time": 211930.0,
      "end_time": 217819.0,
      "text": "known to possess 16 moons. Although astronomers have studied Jupiter through telescopes on"
    },
    {
      "index": 35,
      "start_time": 217819.0,
      "end_time": 223760.0,
      "text": "Earth for centuries, scientists were surprised by many of the Voyager findings."
    },
    {
      "index": 36,
      "start_time": 223760.0,
      "end_time": 229319.0,
      "text": "The Great Red Spot was revealed by Voyager as a complex storm moving in a counterclockwise"
    },
    {
      "index": 37,
      "start_time": 229319.0,
      "end_time": 236350.0,
      "text": "direction, and an array of other smaller storms and eddies were found throughout the clouds."
    },
    {
      "index": 38,
      "start_time": 236350.0,
      "end_time": 241870.0,
      "text": "Discovery of active volcanism on the moon IO was easily the greatest unexpected discovery"
    },
    {
      "index": 39,
      "start_time": 241870.0,
      "end_time": 247930.0,
      "text": "at Jupiter. It was the first time active volcanoes had been seen on another body in the solar"
    },
    {
      "index": 40,
      "start_time": 247930.0,
      "end_time": 255180.0,
      "text": "system. Together, the Voyagers observed the eruption of nine volcanoes on IO. Plumes from"
    },
    {
      "index": 41,
      "start_time": 255180.0,
      "end_time": 262049.0,
      "text": "the volcanoes extend to more than 190 miles above the surface. The Voyagers observed material"
    },
    {
      "index": 42,
      "start_time": 262048.99999999997,
      "end_time": 266219.0,
      "text": "being ejected at velocities up to a kilometer per second."
    },
    {
      "index": 43,
      "start_time": 266219.0,
      "end_time": 271389.0,
      "text": "The moon Europa displayed a large number of intersecting linear features in the low-resolution"
    },
    {
      "index": 44,
      "start_time": 271389.0,
      "end_time": 278460.0,
      "text": "photos from Voyager 1. Higher resolution photos from Voyager 2, however, left scientists puzzled"
    },
    {
      "index": 45,
      "start_time": 278460.0,
      "end_time": 284370.0,
      "text": "as to what the lines were or how they formed. Voyager showed the moon Ganymede to be the"
    },
    {
      "index": 46,
      "start_time": 284370.0,
      "end_time": 290389.0,
      "text": "largest moon in the solar system. It showed 2 distinct types of terrain ñ cratered and"
    },
    {
      "index": 47,
      "start_time": 290389.0,
      "end_time": 297180.0,
      "text": "grooved ñ suggesting to scientists that Ganymedeís entire icy crust has been under tension from"
    },
    {
      "index": 48,
      "start_time": 297180.0,
      "end_time": 302060.0,
      "text": "global tectonic processes. Voyager showed the moon Callisto to be a very"
    },
    {
      "index": 49,
      "start_time": 302060.0,
      "end_time": 309569.0,
      "text": "old, heavily cratered moon whose crust showed remnant rings of enormous impact craters."
    },
    {
      "index": 50,
      "start_time": 309569.0,
      "end_time": 313719.0,
      "text": "Voyager found a faint, dusty ring of material circling around Jupiter."
    },
    {
      "index": 51,
      "start_time": 313719.0,
      "end_time": 320529.0,
      "text": "2 new, small satellites, Adrastea and Metis, were found orbiting just outside the ring."
    },
    {
      "index": 52,
      "start_time": 320529.0,
      "end_time": 327460.0,
      "text": "A 3rd new satellite, Thebe, was discovered between the orbits of Amathea and Io."
    },
    {
      "index": 53,
      "start_time": 327460.0,
      "end_time": 333199.0,
      "text": "Voyager found that as Jupiterís magnetosphere rotates, it sweeps past Io and strips away"
    },
    {
      "index": 54,
      "start_time": 333199.0,
      "end_time": 340659.0,
      "text": "about one ton of material off the moon every second. The material forms a torus, or a doughnut-shaped"
    },
    {
      "index": 55,
      "start_time": 340659.0,
      "end_time": 345300.0,
      "text": "cloud of ions that glow in the ultraviolet, resulting in auroras."
    },
    {
      "index": 56,
      "start_time": 345300.0,
      "end_time": 352099.0,
      "text": "November 12 1980: Voyager 1ís trajectory sent it in a close fly-by of the planet Saturn"
    },
    {
      "index": 57,
      "start_time": 352099.0,
      "end_time": 358539.0,
      "text": "within 40,000 miles of the cloud tops, then closely past Saturnís large moon Titan and"
    },
    {
      "index": 58,
      "start_time": 358539.0,
      "end_time": 362749.0,
      "text": "behind Saturnís rings. Perhaps the greatest surprises and the most"
    },
    {
      "index": 59,
      "start_time": 362749.0,
      "end_time": 368370.0,
      "text": "puzzles were found by the Voyagers in Saturnís rings. It was thought that the rings formed"
    },
    {
      "index": 60,
      "start_time": 368370.0,
      "end_time": 374839.0,
      "text": "from larger moons that were shattered by impacts of comets and meteoroids. The resulting dust"
    },
    {
      "index": 61,
      "start_time": 374839.0,
      "end_time": 380520.0,
      "text": "and boulder-to house-size particles have accumulated in a broad plane around the planet varying"
    },
    {
      "index": 62,
      "start_time": 380520.0,
      "end_time": 387770.0,
      "text": "in density and forming Saturnís famous rings. Unexpected structures such as kinks and spokes"
    },
    {
      "index": 63,
      "start_time": 387770.0,
      "end_time": 393999.0,
      "text": "were found in addition to thin rings and broad, diffuse rings not observed from Earth."
    },
    {
      "index": 64,
      "start_time": 393999.0,
      "end_time": 399729.0,
      "text": "Radial, spoke-like features in the broad B-ring were found by the Voyagers."
    },
    {
      "index": 65,
      "start_time": 399729.0,
      "end_time": 406089.0,
      "text": "Winds blow at extremely high speeds on Saturn ñ up to 1,100 miles per hour."
    },
    {
      "index": 66,
      "start_time": 406089.0,
      "end_time": 411529.0,
      "text": "Saturn holds a wide assortment of satellites in its orbit, ranging from Phoebe (a small"
    },
    {
      "index": 67,
      "start_time": 411529.0,
      "end_time": 417210.0,
      "text": "moon that travels in a retrograde orbit) to Titan, the planet-sized moon with a thick"
    },
    {
      "index": 68,
      "start_time": 417210.0,
      "end_time": 422699.0,
      "text": "nitrogen-methane atmosphere. Voyager showed the chemistry in Titanís atmosphere"
    },
    {
      "index": 69,
      "start_time": 422699.0,
      "end_time": 428110.0,
      "text": "to strongly resemble that which occurred on Earth before life evolved."
    },
    {
      "index": 70,
      "start_time": 428110.0,
      "end_time": 434800.0,
      "text": "The most active of any moon seen by the Voyagers in the Saturn system was that of Enceladus."
    },
    {
      "index": 71,
      "start_time": 434800.0,
      "end_time": 439900.0,
      "text": "Voyager 1 found the moon Mimas scarred with a crater so huge that the impact that caused"
    },
    {
      "index": 72,
      "start_time": 439900.0,
      "end_time": 444879.0,
      "text": "it nearly broke the satellite apart. The spacecraftís path northward was bent"
    },
    {
      "index": 73,
      "start_time": 444879.0,
      "end_time": 450650.0,
      "text": "out of the ecliptic plane ñ the plane in which most of our planets orbit the Sun. Since"
    },
    {
      "index": 74,
      "start_time": 450650.0,
      "end_time": 456770.0,
      "text": "this was its last scheduled fly-by, Voyager 1 began its trip out of the Solar System."
    },
    {
      "index": 75,
      "start_time": 456770.0,
      "end_time": 465469.0,
      "text": "August 25 1981: Voyager 2 also successfully flew close by Saturn, within 26,000 miles,"
    },
    {
      "index": 76,
      "start_time": 465469.0,
      "end_time": 470819.0,
      "text": "and it was shown that Voyager 2 would likely be able to continue on to Uranus with all"
    },
    {
      "index": 77,
      "start_time": 470819.0,
      "end_time": 476389.0,
      "text": "instruments operating. The next year NASA upgraded two of its antennas"
    },
    {
      "index": 78,
      "start_time": 476389.0,
      "end_time": 481029.0,
      "text": "so they could pick up weak radio signals from the Voyager space crafts."
    },
    {
      "index": 79,
      "start_time": 481029.0,
      "end_time": 488430.0,
      "text": "January 24 1986: Voyager 2 completed the first-ever spacecraft encounter with the planet Uranus"
    },
    {
      "index": 80,
      "start_time": 488430.0,
      "end_time": 494710.0,
      "text": "ñ a close fly-by that brought the space craft to within 50,600 miles from the planetís"
    },
    {
      "index": 81,
      "start_time": 494710.0,
      "end_time": 500849.0,
      "text": "cloud tops and returned detailed photos and other data on the planet, its moons, magnetic"
    },
    {
      "index": 82,
      "start_time": 500849.0,
      "end_time": 506520.0,
      "text": "field and dark rings. Uranus is distinguished by the fact that it is tipped on its side"
    },
    {
      "index": 83,
      "start_time": 506520.0,
      "end_time": 512099.0,
      "text": "exposing its poles to the sun. Its unusual position is thought to be the result of a"
    },
    {
      "index": 84,
      "start_time": 512099.00000000006,
      "end_time": 517950.00000000006,
      "text": "collision with a planet-sized body early in the solar systemís history. Scientists were"
    },
    {
      "index": 85,
      "start_time": 517950.00000000006,
      "end_time": 523650.00000000006,
      "text": "not sure what to expect at Uranus. Voyager 2 found that this sideways position"
    },
    {
      "index": 86,
      "start_time": 523650.0,
      "end_time": 529640.0,
      "text": "of the planet caused its magnetic field to be tilted 60 degrees. The magnetotail was"
    },
    {
      "index": 87,
      "start_time": 529640.0,
      "end_time": 536210.0,
      "text": "shown to be twisted by the planetís rotation into a long corkscrew shape behind the planet."
    },
    {
      "index": 88,
      "start_time": 536210.0,
      "end_time": 542690.0,
      "text": "The presence of a magnetic field at Uranus was not even known until Voyagerís arrival."
    },
    {
      "index": 89,
      "start_time": 542690.0,
      "end_time": 547260.0,
      "text": "Voyager detected a high layer of haze around the sunlit pole."
    },
    {
      "index": 90,
      "start_time": 547260.0,
      "end_time": 553890.0,
      "text": "Voyager found 10 new moons, bringing the total number of moons known around Uranus to 15."
    },
    {
      "index": 91,
      "start_time": 553890.0,
      "end_time": 560070.0,
      "text": "Five large moons appeared to be ice-rock conglomerates like the satellites of Saturn."
    },
    {
      "index": 92,
      "start_time": 560070.0,
      "end_time": 565800.0,
      "text": "The moon Miranda, innermost of the five large moons, was shown to be one of the strangest"
    },
    {
      "index": 93,
      "start_time": 565800.0,
      "end_time": 572470.0,
      "text": "bodies yet seen in the solar system. Detailed images from Voyagerís flyby of the moon showed"
    },
    {
      "index": 94,
      "start_time": 572470.0,
      "end_time": 581580.0,
      "text": "huge fault canyons as deep as 12 miles, terraced layers, and a mixture of old and young surfaces."
    },
    {
      "index": 95,
      "start_time": 581580.0,
      "end_time": 586930.0,
      "text": "Voyager showed that the moon Titania was marked by huge fault systems and canyons indicating"
    },
    {
      "index": 96,
      "start_time": 586930.0,
      "end_time": 592370.0,
      "text": "some degree of geologic, probably tectonic, activity in its history."
    },
    {
      "index": 97,
      "start_time": 592370.0,
      "end_time": 597770.0,
      "text": "Voyager showed the moon Ariel to be the brightest and possibly youngest surface of all the Uranian"
    },
    {
      "index": 98,
      "start_time": 597770.0,
      "end_time": 601740.0,
      "text": "moons. All nine previously known rings were studied"
    },
    {
      "index": 99,
      "start_time": 601740.0,
      "end_time": 607120.0,
      "text": "by the spacecraft and showed the Uranian rings to be distinctly different from those at Jupiter"
    },
    {
      "index": 100,
      "start_time": 607120.0,
      "end_time": 611910.0,
      "text": "and Saturn. Uranusí rings appeared to be relatively young"
    },
    {
      "index": 101,
      "start_time": 611910.0,
      "end_time": 615210.0,
      "text": "and probably did not form at the same time as the planet."
    },
    {
      "index": 102,
      "start_time": 615210.0,
      "end_time": 621250.0,
      "text": "There was no indication that geologic activity had occurred on the moons Umbriel or Oberon"
    },
    {
      "index": 103,
      "start_time": 621250.0,
      "end_time": 627490.0,
      "text": "judging by their old and dark surfaces. NASAís Deep Space Network once again expanded"
    },
    {
      "index": 104,
      "start_time": 627490.0,
      "end_time": 633590.0,
      "text": "two antennas for better reception of the even weaker signals from the now very distant Voyager"
    },
    {
      "index": 105,
      "start_time": 633590.0,
      "end_time": 638780.0,
      "text": "spacecraft. Meanwhile, Voyager 1 continued to press outward,"
    },
    {
      "index": 106,
      "start_time": 638780.0,
      "end_time": 646900.0,
      "text": "conducting studies of interplanetary space. In 1987 Voyager 2 observed a faraway stellar"
    },
    {
      "index": 107,
      "start_time": 646900.0,
      "end_time": 656220.0,
      "text": "explosion known as Supernova 1987A. On August 25 1989 Voyager 2 was the first"
    },
    {
      "index": 108,
      "start_time": 656220.0,
      "end_time": 660100.0,
      "text": "spacecraft to observe the planet Neptune up close."
    },
    {
      "index": 109,
      "start_time": 660100.0,
      "end_time": 668190.0,
      "text": "When Voyager 2 flew within 3,000 miles of Neptune, the planet was the most distant member"
    },
    {
      "index": 110,
      "start_time": 668190.0,
      "end_time": 674070.0,
      "text": "of the solar system from the Sun. It is the smallest of our Solar Systemís gas giants."
    },
    {
      "index": 111,
      "start_time": 674070.0,
      "end_time": 681670.0,
      "text": "Thanks to Voyager, Neptune is now known to have 8 moons, six of which were found by Voyager."
    },
    {
      "index": 112,
      "start_time": 681670.0,
      "end_time": 686290.0,
      "text": "Even though Neptune receives only 3 percent as much sunlight as Jupiter does, it is a"
    },
    {
      "index": 113,
      "start_time": 686290.0,
      "end_time": 693630.0,
      "text": "dynamic planet and surprisingly showed several large, dark spots similar to Jupiterís hurricane-like"
    },
    {
      "index": 114,
      "start_time": 693630.0,
      "end_time": 699600.0,
      "text": "storms. The Great Dark Spot on Neptune was about the size of earth and was similar to"
    },
    {
      "index": 115,
      "start_time": 699600.0,
      "end_time": 704790.0,
      "text": "the Great Red Spot on Jupiter. The strongest winds on any planet were measured"
    },
    {
      "index": 116,
      "start_time": 704790.0,
      "end_time": 711540.0,
      "text": "on Neptune. Most of the winds blow westward, or opposite to the rotation of the planet."
    },
    {
      "index": 117,
      "start_time": 711540.0,
      "end_time": 716680.0,
      "text": "Near the Great Dark Spot, winds speeds reached 1,200 miles per hour."
    },
    {
      "index": 118,
      "start_time": 716680.0,
      "end_time": 722430.0,
      "text": "Triton, the largest of the moons of Neptune, was shown to be not only the most intriguing"
    },
    {
      "index": 119,
      "start_time": 722430.0,
      "end_time": 728740.0,
      "text": "satellite of the Neptunian system, but one of the most interesting in all the solar system."
    },
    {
      "index": 120,
      "start_time": 728740.0,
      "end_time": 735040.0,
      "text": "Voyager 2 images showed active geyser-like eruptions spewing invisible nitrogen gas and"
    },
    {
      "index": 121,
      "start_time": 735040.0,
      "end_time": 739350.0,
      "text": "dark dust particles several kilometers into the atmosphere."
    },
    {
      "index": 122,
      "start_time": 739350.0,
      "end_time": 745230.0,
      "text": "The new moons found at Neptune by Voyager are all small and remain close to Neptuneís"
    },
    {
      "index": 123,
      "start_time": 745230.0,
      "end_time": 750940.0,
      "text": "equatorial plane. Names for the new moons were selected from mythologyís water dieties."
    },
    {
      "index": 124,
      "start_time": 750940.0,
      "end_time": 757550.0,
      "text": "They include Naiad, Thalassa, Despina, Galatea, Larissa, and Proteus."
    },
    {
      "index": 125,
      "start_time": 757550.0,
      "end_time": 762920.0,
      "text": "Voyager 2 solved many of the questions scientists had about Neptuneís rings."
    },
    {
      "index": 126,
      "start_time": 762920.0,
      "end_time": 769560.0,
      "text": "With no more planet fly-bys in its plan, Voyager 2 began its trip out of the Solar System."
    },
    {
      "index": 127,
      "start_time": 769560.0,
      "end_time": 776800.0,
      "text": "In 1989 Voyager 2 used the gravity of Neptune to sling shot itself like Voyager 1, out of"
    },
    {
      "index": 128,
      "start_time": 776800.0,
      "end_time": 785010.0,
      "text": "the solar system. Both probes set sail into the void. Voyager 2 is still the only probe"
    },
    {
      "index": 129,
      "start_time": 785010.0,
      "end_time": 790680.0,
      "text": "ever to visit Uranus and Neptune. During both Voyagers tours of Jupiter, Saturn,"
    },
    {
      "index": 130,
      "start_time": 790680.0,
      "end_time": 796950.0,
      "text": "Uranus, and Neptune, the space crafts sent home nearly 80 thousand images and more than"
    },
    {
      "index": 131,
      "start_time": 796950.0,
      "end_time": 804450.0,
      "text": "5 trillion bits of data. January 1 1990: With Voyagerís new interplanetary"
    },
    {
      "index": 132,
      "start_time": 804450.0,
      "end_time": 811010.0,
      "text": "destinations, the projectís designation was changed to Voyager Interstellar Mission."
    },
    {
      "index": 133,
      "start_time": 811010.0,
      "end_time": 816640.0,
      "text": "Voyager 1ís cameras had been dormant since it left the vicinity of Saturn. But, on Valentineís"
    },
    {
      "index": 134,
      "start_time": 816640.0,
      "end_time": 822680.0,
      "text": "Day, 1990, before beginning its journey out of our Solar System, NASA turned the cameras"
    },
    {
      "index": 135,
      "start_time": 822680.0,
      "end_time": 829000.0,
      "text": "back on to look back to where the spacecraft had come from and transmit its last imagesÖ..the"
    },
    {
      "index": 136,
      "start_time": 829000.0,
      "end_time": 835670.0,
      "text": "Earth and our Solar System. By 1998, both spacecraft had shown signs of"
    },
    {
      "index": 137,
      "start_time": 835670.0,
      "end_time": 842350.0,
      "text": "a lessening power supply. Voyagerís signals are transmitted by a 20-watt radio transmitter"
    },
    {
      "index": 138,
      "start_time": 842350.0,
      "end_time": 848100.0,
      "text": "and are so faint that the amount of power reaching NASAís antennas is 20 billion times"
    },
    {
      "index": 139,
      "start_time": 848100.0,
      "end_time": 852290.0,
      "text": "smaller than the power of a digital watch battery."
    },
    {
      "index": 140,
      "start_time": 852290.0,
      "end_time": 858720.0,
      "text": "February 17 1998: Voyager 1 passed Pioneer 10 to become the most distant human-made object"
    },
    {
      "index": 141,
      "start_time": 858720.0,
      "end_time": 865280.0,
      "text": "in outer space. In 2002, the then 25-year-old Voyager 1 was"
    },
    {
      "index": 142,
      "start_time": 865280.0,
      "end_time": 871430.0,
      "text": "more than 8 billion miles away from Earth. Radio signals required 12 hours to reach the"
    },
    {
      "index": 143,
      "start_time": 871430.0,
      "end_time": 878410.0,
      "text": "probe. NASA sent commands to activate a spare sun sensor and star tracker to help the craft"
    },
    {
      "index": 144,
      "start_time": 878410.0,
      "end_time": 884650.0,
      "text": "locate its position. Voyager 1 was leaving the Solar System, rising above the ecliptic"
    },
    {
      "index": 145,
      "start_time": 884650.0,
      "end_time": 892460.0,
      "text": "plane at an angle of about 35 degrees, at a speed of 39,000 per hour. Voyager 2 was"
    },
    {
      "index": 146,
      "start_time": 892460.0,
      "end_time": 898440.0,
      "text": "also leaving the Solar System diving below the ecliptic plane at an angle of about 48"
    },
    {
      "index": 147,
      "start_time": 898440.0,
      "end_time": 905780.0,
      "text": "degrees at a speed of 35,000 per hour. Both spacecraft continue to study ultraviolet sources"
    },
    {
      "index": 148,
      "start_time": 905780.0,
      "end_time": 911240.0,
      "text": "among the stars, and the fields and particles instruments aboard the Voyagers will continue"
    },
    {
      "index": 149,
      "start_time": 911240.0,
      "end_time": 916580.0,
      "text": "to search for the boundary between the Sunís influence and interstellar space. The Voyager"
    },
    {
      "index": 150,
      "start_time": 916580.0,
      "end_time": 922470.0,
      "text": "spacecraft are expected to return valuable data for two or three more decades. Communications"
    },
    {
      "index": 151,
      "start_time": 922470.0,
      "end_time": 927730.0,
      "text": "will be maintained until the Voyagersí nuclear power sources can no longer supply enough"
    },
    {
      "index": 152,
      "start_time": 927730.0,
      "end_time": 934250.0,
      "text": "electrical energy to power critical subsystemsÖestimated to be sometime in 2020."
    },
    {
      "index": 153,
      "start_time": 934250.0,
      "end_time": 941510.0,
      "text": "August 1 2002: Voyager 1 reported that the solar wind speed appeared to slow down. Voyager"
    },
    {
      "index": 154,
      "start_time": 941510.0,
      "end_time": 945390.0,
      "text": "may have crossed the Solar System ìtermination shock.î"
    },
    {
      "index": 155,
      "start_time": 945390.0,
      "end_time": 953420.0,
      "text": "April 15 2004: Voyager 2 detected a shock wave from the October 2003 solar storms, experienced"
    },
    {
      "index": 156,
      "start_time": 953420.0,
      "end_time": 959720.0,
      "text": "here on Earth. Voyager 2 measured its speed, composition, temperature and magnetism."
    },
    {
      "index": 157,
      "start_time": 959720.0,
      "end_time": 968150.0,
      "text": "January 5 2005: After 10,000 days and 7 billion miles away from Earth, Voyager 2 held and"
    },
    {
      "index": 158,
      "start_time": 968150.0,
      "end_time": 973970.0,
      "text": "still holds the record of travelling to more planets than any other man-made object in"
    },
    {
      "index": 159,
      "start_time": 973970.0,
      "end_time": 980050.0,
      "text": "history. January 21: Also after 10,000 days and 9 billion"
    },
    {
      "index": 160,
      "start_time": 980050.0,
      "end_time": 986960.0,
      "text": "miles from Earth, in a dark and cold area at the very edge of our Solar System, Voyager"
    },
    {
      "index": 161,
      "start_time": 986960.0,
      "end_time": 993070.0,
      "text": "1 held and still holds the record as the explorer from Earth that has traveled farthest from"
    },
    {
      "index": 162,
      "start_time": 993070.0,
      "end_time": 998940.0,
      "text": "home. It was more than 100 times farther from the Sun than the Earth."
    },
    {
      "index": 163,
      "start_time": 998940.0,
      "end_time": 1004210.0,
      "text": "The Infrared Spectrometer and Radiometer heater was turned off to save power on Voyager 1"
    },
    {
      "index": 164,
      "start_time": 1004210.0,
      "end_time": 1011440.0,
      "text": "on December 7, 2011. The heater was used to keep the UVS (or Ultra Violet Spectrometer)"
    },
    {
      "index": 165,
      "start_time": 1011440.0,
      "end_time": 1016900.0,
      "text": "warm. The UVS temperature has dropped to below the measurement limits of the sensor; however,"
    },
    {
      "index": 166,
      "start_time": 1016900.0,
      "end_time": 1023350.0,
      "text": "UVS is still operating. Scientists expect to continue to receive data from the UVS until"
    },
    {
      "index": 167,
      "start_time": 1023350.0,
      "end_time": 1029870.0,
      "text": "mid-2013, at which time the instrument will be turned off to save power. There are several"
    },
    {
      "index": 168,
      "start_time": 1029869.9999999999,
      "end_time": 1036208.9999999999,
      "text": "other instruments that continue to work. So where are the Voyagers now?"
    },
    {
      "index": 169,
      "start_time": 1036210.0,
      "end_time": 1042501.0,
      "text": "Our entire solar system ñ every planet, asteroid, spacecraft, and life form belonging to our"
    },
    {
      "index": 170,
      "start_time": 1042500.0,
      "end_time": 1048820.0,
      "text": "solar system ñ sits inside a gargantuan bubble of gas about four times wider than the orbit"
    },
    {
      "index": 171,
      "start_time": 1048820.0,
      "end_time": 1054860.0,
      "text": "of Neptune..Ö and our sun is responsible for this. The sun blows the bubble by means"
    },
    {
      "index": 172,
      "start_time": 1054860.0,
      "end_time": 1061440.0,
      "text": "of the solar wind. Astronomers call the bubble itself the Heliosphere and its outer membrane"
    },
    {
      "index": 173,
      "start_time": 1061440.0,
      "end_time": 1066020.0,
      "text": "is the Heliosheath. The Heliosheath is important to humans because"
    },
    {
      "index": 174,
      "start_time": 1066020.0,
      "end_time": 1072820.0,
      "text": "it helps protect us from galactic cosmic rays. Galactic cosmic rays are subatomic particles"
    },
    {
      "index": 175,
      "start_time": 1072820.0,
      "end_time": 1079309.0,
      "text": "accelerated to nearly light speed by supernovas and black holes. Cosmic rays can penetrate"
    },
    {
      "index": 176,
      "start_time": 1079310.0,
      "end_time": 1086931.0,
      "text": "flesh and damage DNA, so scientists need to learn as much as possible about the Heliosheath."
    },
    {
      "index": 177,
      "start_time": 1086930.0,
      "end_time": 1093400.0,
      "text": "Voyager 1 is currently located about 12 billion miles from Earth. It has crossed the Termination"
    },
    {
      "index": 178,
      "start_time": 1093400.0,
      "end_time": 1099720.0,
      "text": "Shock, and is now inside the Heliosheath. Voyager tells us that we are in a stagnation"
    },
    {
      "index": 179,
      "start_time": 1099720.0,
      "end_time": 1105559.0,
      "text": "region where the wind of charged particles streaming out from our sun has calmed. It"
    },
    {
      "index": 180,
      "start_time": 1105560.0,
      "end_time": 1112631.0,
      "text": "is showing that what is outside this region is pushing back. The Heliosheath is 3 to 4"
    },
    {
      "index": 181,
      "start_time": 1112630.0,
      "end_time": 1118140.0,
      "text": "billion miles thick, so the Voyagers will be inside it for another 10 years or more"
    },
    {
      "index": 182,
      "start_time": 1118140.0,
      "end_time": 1124290.0,
      "text": "before crossing the Heliopause and into inter stellar space."
    },
    {
      "index": 183,
      "start_time": 1124290.0,
      "end_time": 1131330.0,
      "text": "Voyager 2 is currently located about 10 billion miles from Earth also in the Heliosheath."
    },
    {
      "index": 184,
      "start_time": 1131330.0,
      "end_time": 1135960.0,
      "text": "Voyager 1 will be the first to pass through the HELIOPAUSE, which is the boundary area"
    },
    {
      "index": 185,
      "start_time": 1135960.0,
      "end_time": 1142640.0,
      "text": "between the solar and the interstellar wind. Recent data from Voyager has shown this boundary"
    },
    {
      "index": 186,
      "start_time": 1142640.0,
      "end_time": 1150690.0,
      "text": "is NOT smooth but frothy and bubblyÖ..and the bubbles are GIGANTIC."
    },
    {
      "index": 187,
      "start_time": 1150690.0,
      "end_time": 1156460.0,
      "text": "Both Voyagers continue exploring where nothing from Earth has flown before. In the more than"
    },
    {
      "index": 188,
      "start_time": 1156460.0,
      "end_time": 1162690.0,
      "text": "34 years since their launch, they each are much farther away from Earth and the Sun than"
    },
    {
      "index": 189,
      "start_time": 1162690.0,
      "end_time": 1166710.0,
      "text": "Pluto. Each of the Voyager probes is famously equipped"
    },
    {
      "index": 190,
      "start_time": 1166710.0,
      "end_time": 1172720.0,
      "text": "with a Golden Record, literally, a gold-coated copper phonograph record containing photographs,"
    },
    {
      "index": 191,
      "start_time": 1172720.0,
      "end_time": 1179150.0,
      "text": "sounds, and salutations from the Earth. Said Carl Sagan at the timeÖ..îA billion years"
    },
    {
      "index": 192,
      "start_time": 1179150.0,
      "end_time": 1184530.0,
      "text": "from now, when everything on Earth weíve ever made has crumbled into dust, when the"
    },
    {
      "index": 193,
      "start_time": 1184530.0,
      "end_time": 1191050.0,
      "text": "continents have changed beyond recognition and our species is unimaginably altered or"
    },
    {
      "index": 194,
      "start_time": 1191050.0,
      "end_time": 1196990.0,
      "text": "extinct, the Voyager record will speak for usî. The discs will be there in the event"
    },
    {
      "index": 195,
      "start_time": 1196990.0,
      "end_time": 1203309.0,
      "text": "that sometime in the distant future, Voyager encounters alien life or some future human"
    },
    {
      "index": 196,
      "start_time": 1203310.0,
      "end_time": 1207930.0,
      "text": "life. Barring any serious spacecraft subsystem failures,"
    },
    {
      "index": 197,
      "start_time": 1207930.0,
      "end_time": 1213171.0,
      "text": "or they crash into something we cannot yet calculate, the Voyagers may survive until"
    },
    {
      "index": 198,
      "start_time": 1213170.0,
      "end_time": 1219330.0,
      "text": "the early twenty-first century, about 2025, when diminishing power and hydrazine levels"
    },
    {
      "index": 199,
      "start_time": 1219330.0,
      "end_time": 1225540.0,
      "text": "will prevent further operation. Were it not for these dwindling consumables and the possibility"
    },
    {
      "index": 200,
      "start_time": 1225540.0,
      "end_time": 1230910.0,
      "text": "of losing lock on the faint Sun, our tracking antennas could continue to ìtalkî with the"
    },
    {
      "index": 201,
      "start_time": 1230910.0,
      "end_time": 1240910.0,
      "text": "Voyagers for another century or two!"
    }
  ]
}