{
  "video_id": "isAYCeTExU0",
  "title": "成功人士都有一個特質叫做「大膽」｜JRLEE",
  "json": [
    {
      "index": 1,
      "start_time": 20.0,
      "end_time": 5640.0,
      "text": "Today, let’s talk about courage. Being brave. Being adventurous. Audacious."
    },
    {
      "index": 2,
      "start_time": 5640.0,
      "end_time": 16620.0,
      "text": "You never know what you can do till you try. The way I see it, you can play it safe, you can follow in your predecessor’s footsteps, you can do as you’re told, you can stay inside the lines."
    },
    {
      "index": 3,
      "start_time": 16620.0,
      "end_time": 26900.0,
      "text": "Or you can take a little risk, leave your comfort zone, be experimental. Pursue a greater dream instead of just compromising with what seems adequate."
    },
    {
      "index": 4,
      "start_time": 26900.0,
      "end_time": 40800.0,
      "text": "Now, there is a chance you might stumble and fall and that’s the risk we all face in this life. But I always convince myself by saying, “You gotta go out there and make a positive change in the world or at least die trying ‘cos I will not settle for mediocre.”"
    },
    {
      "index": 5,
      "start_time": 40800.0,
      "end_time": 54760.0,
      "text": "And I’m not afraid to admit that I’m afraid to die failing but I’m more afraid to live a meaningless life. And that’s what I believe in, \"The things you accomplish audaciously within a day are more than those you do timidly for a lifetime.\""
    },
    {
      "index": 6,
      "start_time": 54760.0,
      "end_time": 66940.0,
      "text": "I was just watching Will Smith’s latest video. Back in the days, he was asked to do this impromptu audition in 10 minutes [Hey Q, hold up man! Hold up!] [I’m not ready to do no audition] which turned out to be a life-changing event."
    },
    {
      "index": 7,
      "start_time": 66940.0,
      "end_time": 81620.0,
      "text": "[Yah… so 3 weeks form now… Can we do it 3 weeks form now?] [Yah… 3 weeks form now would be good. Or you can take 10 minutes… Right now! And you can change your life forever.] [And I was like… **** it then! Yes! Give me 10 minutes!]"
    },
    {
      "index": 8,
      "start_time": 81620.0,
      "end_time": 88660.0,
      "text": "Yah, **** it then. Sometimes you just gotta have that kind of attitude. [**** it then] I mean… Do the impossible."
    },
    {
      "index": 9,
      "start_time": 88660.0,
      "end_time": 98700.0,
      "text": "In the movie, “Darkest Hour,” Winston Churchill was facing strong doubt form the Cabinet for insisting on fighting Hitler instead of resorting to peace talks which was the majority’s opinion back then."
    },
    {
      "index": 10,
      "start_time": 98700.0,
      "end_time": 107320.0,
      "text": "[Europe is still…] [Europe is lost! And before our forces are wiped out completely… Now is the time to negotiate.]"
    },
    {
      "index": 11,
      "start_time": 107320.0,
      "end_time": 119960.0,
      "text": "He had no allies at all, nobody form the inside, the U.S. wasn’t stepping in. But he made this audacious call to evacuate tens of thousands of Brith soldiers from Dunkirk with merely civilian boats."
    },
    {
      "index": 12,
      "start_time": 119960.0,
      "end_time": 126300.0,
      "text": "[You cannot reason with a tiger when your head is in its mouth.]"
    },
    {
      "index": 13,
      "start_time": 126300.0,
      "end_time": 130640.0,
      "text": "And that became a crucial turning-point in the beginning of World War 2."
    },
    {
      "index": 14,
      "start_time": 130639.99999999999,
      "end_time": 141260.0,
      "text": "It’s these moments that become turning-points in our lives. And it’s these moments that you gotta stand tall, you gotta hold your ground. And sometimes just mute all those people who are trying to talk you out of it."
    },
    {
      "index": 15,
      "start_time": 141260.0,
      "end_time": 147540.0,
      "text": "It’s not acting haphazardly. It’s knowing clearly what you’re looking for and taking that leap of faith!"
    },
    {
      "index": 16,
      "start_time": 149700.0,
      "end_time": 164160.0,
      "text": "Note that I said, know clearly what you’re looking for ‘cos bravery is not a blind act. It’s knowing your enemies, knowing your risks, knowing your boundaries, knowing what you’re striving for, and knowing whether or not it's worth the price."
    },
    {
      "index": 17,
      "start_time": 164160.0,
      "end_time": 178300.0,
      "text": "There is no universal guideline to this but to set you in a right direction I would say, ”Be extremely audacious in doing good and extremely fearful of doing evil. Then everything will turn out smoothly.”"
    },
    {
      "index": 18,
      "start_time": 178300.0,
      "end_time": 188040.0,
      "text": "Be audacious! And know that a courageous heart is not necessarily used to star a fight but a man with a courageous heart is a man with a peaceful mind."
    },
    {
      "index": 19,
      "start_time": 189140.0,
      "end_time": 189900.0,
      "text": "Peace."
    }
  ]
}