{
  "video_id": "IvcDJFISmEY",
  "title": "IFRS 15 – Revenue from contracts with customers",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 179.0,
      "end_time": 4870.0,
      "text": "Our webcast series for issues and developments related to the various accounting frameworks."
    },
    {
      "index": 2,
      "start_time": 4870.0,
      "end_time": 11060.0,
      "text": "Today’s presentation is “Bringing clarity to an IFRS world. IFRS 15 – Revenue from"
    },
    {
      "index": 3,
      "start_time": 11060.0,
      "end_time": 15450.0,
      "text": "contracts with customers.” I am Jon Kligman, your host for today’s"
    },
    {
      "index": 4,
      "start_time": 15450.0,
      "end_time": 21450.0,
      "text": "webcast and I am joined by Maryse Vendette and Cindy Veinot. Let’s have a look at our"
    },
    {
      "index": 5,
      "start_time": 21450.0,
      "end_time": 27140.0,
      "text": "agenda. First, you’ll hear from Maryse Vendette who provide us with some background on the"
    },
    {
      "index": 6,
      "start_time": 27140.0,
      "end_time": 32290.0,
      "text": "revenue recognition standard, inform us of recent developments and begin walking us through"
    },
    {
      "index": 7,
      "start_time": 32290.0,
      "end_time": 38120.0,
      "text": "some of the proposed amendments. Next, we’ll hear from Cindy Veinot who will continue speaking"
    },
    {
      "index": 8,
      "start_time": 38120.0,
      "end_time": 42940.0,
      "text": "to the proposed amendments as well as sharing some insights and important considerations"
    },
    {
      "index": 9,
      "start_time": 42940.0,
      "end_time": 48230.0,
      "text": "related to the implementation of the standard. We’ll conclude with providing information"
    },
    {
      "index": 10,
      "start_time": 48230.0,
      "end_time": 53559.0,
      "text": "on some resources for future reference and a brief question and answer session. Please"
    },
    {
      "index": 11,
      "start_time": 53559.0,
      "end_time": 58180.0,
      "text": "keep in mind that we have a lot of material for a 90-minute webcast, so we will need to"
    },
    {
      "index": 12,
      "start_time": 58180.0,
      "end_time": 64540.0,
      "text": "keep the discussion at a fairly high level. I would like to remind our viewers that our"
    },
    {
      "index": 13,
      "start_time": 64540.00000000001,
      "end_time": 69460.0,
      "text": "comments on this webcast represent our own personal views and don’t constitute official"
    },
    {
      "index": 14,
      "start_time": 69460.0,
      "end_time": 74869.0,
      "text": "interpretative accounting guidance from Deloitte. Before taking any action on any of these issues,"
    },
    {
      "index": 15,
      "start_time": 74869.0,
      "end_time": 77610.0,
      "text": "it’s always a good idea to check with a qualified advisor."
    },
    {
      "index": 16,
      "start_time": 77610.0,
      "end_time": 85200.0,
      "text": "I would now like to welcome our speakers for this webcast. Maryse Vendette is a Partner"
    },
    {
      "index": 17,
      "start_time": 85200.0,
      "end_time": 89869.0,
      "text": "in our National Office and is a co-leader of the Canadian IFRS Center of Excellence."
    },
    {
      "index": 18,
      "start_time": 89869.0,
      "end_time": 94640.0,
      "text": "She is the National Subject Matter Authority in the field of Revenue Recognition as well"
    },
    {
      "index": 19,
      "start_time": 94640.0,
      "end_time": 99630.0,
      "text": "as a member of Deloitte’s Global Expert Advisory Panel on Revenue. Cindy Veinot is"
    },
    {
      "index": 20,
      "start_time": 99630.0,
      "end_time": 103950.0,
      "text": "a Partner in Toronto and has over 20 years of public accounting experience with Deloitte"
    },
    {
      "index": 21,
      "start_time": 103950.0,
      "end_time": 109299.0,
      "text": "in both Toronto and the United States. She has worked with clients on Revenue Recognition"
    },
    {
      "index": 22,
      "start_time": 109299.0,
      "end_time": 113950.0,
      "text": "under different accounting frameworks over the last 15 years and is currently focused"
    },
    {
      "index": 23,
      "start_time": 113950.0,
      "end_time": 119409.0,
      "text": "on working with clients in assessing the impact of the new Revenue Recognition standard. With"
    },
    {
      "index": 24,
      "start_time": 119409.0,
      "end_time": 126950.0,
      "text": "that, I will pass it over to Maryse. Thanks Jon. Good day to everybody on the line"
    },
    {
      "index": 25,
      "start_time": 126950.0,
      "end_time": 132389.0,
      "text": "today. So, before we get started on recent developments, we thought we would level set"
    },
    {
      "index": 26,
      "start_time": 132389.0,
      "end_time": 140139.0,
      "text": "and provide some brief background information on IFRS 15. So, as you know, the IASB and"
    },
    {
      "index": 27,
      "start_time": 140139.0,
      "end_time": 147389.0,
      "text": "FASB issued a new converged revenue standard in May 2014, that replaces all existing revenue"
    },
    {
      "index": 28,
      "start_time": 147389.0,
      "end_time": 152829.0,
      "text": "standards and these standards have a broad scope. They address how to account for all"
    },
    {
      "index": 29,
      "start_time": 152829.0,
      "end_time": 158180.0,
      "text": "contracts with customers across all industries except those that are within the scope of"
    },
    {
      "index": 30,
      "start_time": 158180.0,
      "end_time": 162689.0,
      "text": "certain other standards as you can see on the right side of your screen here. So, the"
    },
    {
      "index": 31,
      "start_time": 162689.0,
      "end_time": 168499.0,
      "text": "revenue model does not apply to contracts within the scope of IAS 17 lease contracts,"
    },
    {
      "index": 32,
      "start_time": 168499.0,
      "end_time": 177189.0,
      "text": "IFRS 4 insurance contracts, contractual rights or obligations within the scope of other standards,"
    },
    {
      "index": 33,
      "start_time": 177189.0,
      "end_time": 182290.0,
      "text": "primarily various types of financial instruments and non-monetary exchanges, whose purpose"
    },
    {
      "index": 34,
      "start_time": 182290.0,
      "end_time": 189989.0,
      "text": "is to facilitate or sell to another party. Parties to collaborative arrangements, which"
    },
    {
      "index": 35,
      "start_time": 189989.0,
      "end_time": 197339.0,
      "text": "are common in certain industries such as pharmaceuticals, biotechnology, oil &amp; gas for instance may"
    },
    {
      "index": 36,
      "start_time": 197339.0,
      "end_time": 203359.0,
      "text": "require assessment to determine whether they are in the scope of IFRS 15 or not. So, an"
    },
    {
      "index": 37,
      "start_time": 203359.0,
      "end_time": 208680.0,
      "text": "entity would be required to assess the structure and the purpose of the arrangement to determine"
    },
    {
      "index": 38,
      "start_time": 208680.0,
      "end_time": 213059.0,
      "text": "whether the transaction is for the sale of goods or services as part of the entity’s"
    },
    {
      "index": 39,
      "start_time": 213059.0,
      "end_time": 217760.0,
      "text": "normal business activities and whether the counterparty represents a customer and if"
    },
    {
      "index": 40,
      "start_time": 217760.0,
      "end_time": 223709.0,
      "text": "that’s the case, then the collaborative arrangement would be within the scope."
    },
    {
      "index": 41,
      "start_time": 223709.0,
      "end_time": 229150.0,
      "text": "Another item, transfers of assets that are not an output of the entity’s ordinary activities,"
    },
    {
      "index": 42,
      "start_time": 229150.0,
      "end_time": 234609.0,
      "text": "such as sales of non-financial assets, property, plant and equipment, and real estate or intangible"
    },
    {
      "index": 43,
      "start_time": 234609.0,
      "end_time": 240459.0,
      "text": "assets would be within the scope of certain parts of the standard, specifically the guidance"
    },
    {
      "index": 44,
      "start_time": 240459.0,
      "end_time": 247089.0,
      "text": "on determining the existence of a contract, measurement and control principles would apply"
    },
    {
      "index": 45,
      "start_time": 247089.0,
      "end_time": 252029.0,
      "text": "to those transfers to determine when and for what amount the asset should be derecognized."
    },
    {
      "index": 46,
      "start_time": 252029.0,
      "end_time": 259590.0,
      "text": "IFRS 15 also deals with incremental cost of obtaining a contract and cost incurred to"
    },
    {
      "index": 47,
      "start_time": 259589.99999999997,
      "end_time": 265169.0,
      "text": "fulfill a contract, so when should those cost to be capitalized and they provide guidance"
    },
    {
      "index": 48,
      "start_time": 265169.0,
      "end_time": 271490.0,
      "text": "on amortization of those costs and how to test them for impairment. Finally, here a"
    },
    {
      "index": 49,
      "start_time": 271490.0,
      "end_time": 276729.0,
      "text": "contract with a customer maybe partially within the scope of 15 and partially within the scope"
    },
    {
      "index": 50,
      "start_time": 276729.0,
      "end_time": 284210.0,
      "text": "of other standards like IAS 17 for leases or IAS 39, IFRS 9 for financial instruments."
    },
    {
      "index": 51,
      "start_time": 284210.0,
      "end_time": 291009.0,
      "text": "So, IFRS 15 indicates how to assess, which guidance to consider to separate these elements"
    },
    {
      "index": 52,
      "start_time": 291009.0,
      "end_time": 300759.0,
      "text": "and initially measure each parts of those contracts. So, the effective date has officially"
    },
    {
      "index": 53,
      "start_time": 300759.0,
      "end_time": 308710.0,
      "text": "been deferred by one year to annual reporting periods beginning on or after January 1, 2018,"
    },
    {
      "index": 54,
      "start_time": 308710.0,
      "end_time": 315650.0,
      "text": "including interim periods. So, for a calendar year-end entity, they would apply the standard"
    },
    {
      "index": 55,
      "start_time": 315650.0,
      "end_time": 322919.0,
      "text": "in their first interim period and in March 31, 2018. Early application is permitted under"
    },
    {
      "index": 56,
      "start_time": 322919.0,
      "end_time": 329340.0,
      "text": "IFRS 15 and is also permitted under US GAAP, but not earlier than the original effective"
    },
    {
      "index": 57,
      "start_time": 329340.0,
      "end_time": 337129.0,
      "text": "date of January 1, 2017. The boards have provided a bit of relief by way of transition method"
    },
    {
      "index": 58,
      "start_time": 337129.0,
      "end_time": 343909.0,
      "text": "and they have also proposed additional relief as we will see a bit later on in the presentation."
    },
    {
      "index": 59,
      "start_time": 343909.0,
      "end_time": 349379.0,
      "text": "An entity has the option to choose between two transition methods. So, the first one,"
    },
    {
      "index": 60,
      "start_time": 349379.0,
      "end_time": 355229.0,
      "text": "which I called full retrospective approach, an entity would elect to apply the standard"
    },
    {
      "index": 61,
      "start_time": 355229.0,
      "end_time": 361020.0,
      "text": "fully retrospectively taking into account certain practical expedients. So, in this"
    },
    {
      "index": 62,
      "start_time": 361020.0,
      "end_time": 366099.0,
      "text": "case, they would restate for instance are beginning retained earnings at January 1,"
    },
    {
      "index": 63,
      "start_time": 366099.0,
      "end_time": 371999.0,
      "text": "2017. Certain expedients, as I mentioned, are currently available in IFRS 15 under the"
    },
    {
      "index": 64,
      "start_time": 371999.0,
      "end_time": 377400.0,
      "text": "full retrospective method and if any of those practical expedients are used, they need to"
    },
    {
      "index": 65,
      "start_time": 377400.0,
      "end_time": 382840.0,
      "text": "be applied consistently to all reporting periods presented and their use and likely effect"
    },
    {
      "index": 66,
      "start_time": 382840.0,
      "end_time": 390240.0,
      "text": "must also be disclosed. So, an entity could also elect to use a modified transition approach."
    },
    {
      "index": 67,
      "start_time": 390240.0,
      "end_time": 395629.0,
      "text": "In this case, they apply the revenue standard retrospectively to contracts that are not"
    },
    {
      "index": 68,
      "start_time": 395629.0,
      "end_time": 402590.0,
      "text": "completed as of the date of initial application of the standard, which is January 1, 2018,"
    },
    {
      "index": 69,
      "start_time": 402590.0,
      "end_time": 408900.0,
      "text": "and recognize a cumulative catch up without restating comparatives. This modified approach"
    },
    {
      "index": 70,
      "start_time": 408900.0,
      "end_time": 414699.0,
      "text": "may reduce the cost and complexity of adopting the standard because it limits the assessment"
    },
    {
      "index": 71,
      "start_time": 414699.0,
      "end_time": 421229.0,
      "text": "performed only to contracts that are not completed contracts prior to the year of adoption, but"
    },
    {
      "index": 72,
      "start_time": 421229.0,
      "end_time": 426719.0,
      "text": "it also has certain drawbacks as we will discuss a bit later when we discuss the advantages"
    },
    {
      "index": 73,
      "start_time": 426719.0,
      "end_time": 435740.0,
      "text": "and drawbacks of each approach later on the presentation."
    },
    {
      "index": 74,
      "start_time": 435740.0,
      "end_time": 444810.0,
      "text": "So, the standard supersedes all existing revenue standards and creates a single model for recognizing"
    },
    {
      "index": 75,
      "start_time": 444810.0,
      "end_time": 451569.0,
      "text": "revenue. The core principle as you can see here on the screen is to recognize revenue"
    },
    {
      "index": 76,
      "start_time": 451569.0,
      "end_time": 457020.0,
      "text": "to depict the transfer of promised goods or services to customers in an amount that reflects"
    },
    {
      "index": 77,
      "start_time": 457020.0,
      "end_time": 464180.0,
      "text": "the consideration the entity expects to be entitled in exchange for those goods and services,"
    },
    {
      "index": 78,
      "start_time": 464180.0,
      "end_time": 470169.0,
      "text": "and the model includes a five-step approach for applying this principle and that five-step"
    },
    {
      "index": 79,
      "start_time": 470169.0,
      "end_time": 476729.0,
      "text": "approach is not too unfamiliar for Canadian practitioners because it is close to what"
    },
    {
      "index": 80,
      "start_time": 476729.0,
      "end_time": 481139.0,
      "text": "we have been applying in the past in terms of a five step approach, but is really in"
    },
    {
      "index": 81,
      "start_time": 481139.0,
      "end_time": 486099.0,
      "text": "the details of each of these steps that you will see differences come up. So, the first"
    },
    {
      "index": 82,
      "start_time": 486099.0,
      "end_time": 493259.0,
      "text": "step is to identify the contract, so does an enforceable contract exist. Step 2 is to"
    },
    {
      "index": 83,
      "start_time": 493259.0,
      "end_time": 498409.0,
      "text": "identify the performance obligations in the contract, which is similar to the notion of"
    },
    {
      "index": 84,
      "start_time": 498409.0,
      "end_time": 504370.0,
      "text": "separating multiple element arrangements into accounting units. Step 3 is to determine the"
    },
    {
      "index": 85,
      "start_time": 504370.0,
      "end_time": 509270.0,
      "text": "transaction price and that’s the amount the entity expects to be entitled to under"
    },
    {
      "index": 86,
      "start_time": 509270.0,
      "end_time": 516180.0,
      "text": "the contract. Step 4 is to allocate the transaction price that we just determined under step 3"
    },
    {
      "index": 87,
      "start_time": 516179.99999999994,
      "end_time": 522658.99999999994,
      "text": "to the various units of accounting. Finally, step 5 is to recognize revenue when or as"
    },
    {
      "index": 88,
      "start_time": 522659.0,
      "end_time": 527440.0,
      "text": "the performance obligations are satisfied, and that’s when control of a good or service"
    },
    {
      "index": 89,
      "start_time": 527440.0,
      "end_time": 534560.0,
      "text": "is transferred to the customer. So, this is an important point under the new revenue recognition"
    },
    {
      "index": 90,
      "start_time": 534560.0,
      "end_time": 539540.0,
      "text": "model. It is based on a control approach, which differs from the risks and rewards approach"
    },
    {
      "index": 91,
      "start_time": 539540.0,
      "end_time": 545000.0,
      "text": "that’s currently applicable under IFRS. The boards decided that an entity should assess"
    },
    {
      "index": 92,
      "start_time": 545000.0,
      "end_time": 550690.0,
      "text": "the transfer of a good or service by considering when a customer obtains control of that good"
    },
    {
      "index": 93,
      "start_time": 550690.0,
      "end_time": 557180.0,
      "text": "or service, and the control is defined the ability to direct the use of and obtain substantially"
    },
    {
      "index": 94,
      "start_time": 557180.0,
      "end_time": 569510.0,
      "text": "all of the remaining benefits from the asset. So, the IASB and FASB have created a joint"
    },
    {
      "index": 95,
      "start_time": 569510.0,
      "end_time": 577000.0,
      "text": "transition resource group and the purpose of the TRG is to solicit, analyze, discuss"
    },
    {
      "index": 96,
      "start_time": 577000.0,
      "end_time": 582920.0,
      "text": "stakeholder issues arising from implementation of the standard, inform the boards about those"
    },
    {
      "index": 97,
      "start_time": 582920.0,
      "end_time": 589180.0,
      "text": "implementation issues, which will help them to identify you know what they need to do,"
    },
    {
      "index": 98,
      "start_time": 589180.0,
      "end_time": 594740.0,
      "text": "any action if needed to address those issues, provide a forum for stakeholders to learn"
    },
    {
      "index": 99,
      "start_time": 594740.0,
      "end_time": 601100.0,
      "text": "about the new standard from others that are involved with implementation. So, the TRG"
    },
    {
      "index": 100,
      "start_time": 601100.0,
      "end_time": 608990.0,
      "text": "doesn’t issue any guidance. The members of the TRG include financial statement preparers,"
    },
    {
      "index": 101,
      "start_time": 608990.0,
      "end_time": 615940.0,
      "text": "auditors, users representing a wide spectrum of industries and geographical locations."
    },
    {
      "index": 102,
      "start_time": 615940.0,
      "end_time": 622320.0,
      "text": "They also include public and private companies as well as representatives from various organizations,"
    },
    {
      "index": 103,
      "start_time": 622320.0,
      "end_time": 626300.0,
      "text": "and basically any stakeholder can submit a potential implementation issue for discussion"
    },
    {
      "index": 104,
      "start_time": 626300.0,
      "end_time": 632300.0,
      "text": "at TRG meetings. So far, the TRG has met five times. All the"
    },
    {
      "index": 105,
      "start_time": 632300.0,
      "end_time": 638360.0,
      "text": "meetings are public and are co-chaired by the vice-chairman of the IASB and FASB, and"
    },
    {
      "index": 106,
      "start_time": 638360.0,
      "end_time": 645709.0,
      "text": "you can access the meeting papers, the summaries of the meetings, the submission tracker, that"
    },
    {
      "index": 107,
      "start_time": 645709.0,
      "end_time": 651470.0,
      "text": "lists all the issues and a summary of the issues on the current status of each of the"
    },
    {
      "index": 108,
      "start_time": 651470.0,
      "end_time": 658910.0,
      "text": "issues that have been submitted. So, as of July 2015, 75 issues had been submitted to"
    },
    {
      "index": 109,
      "start_time": 658910.0,
      "end_time": 667600.0,
      "text": "the TRG, which resulted in 43 papers that have so far been discussed at the TRG. Out"
    },
    {
      "index": 110,
      "start_time": 667600.0,
      "end_time": 675860.0,
      "text": "of those 75 issues, 36 issues had been discussed with no further action at this time. 15 issues"
    },
    {
      "index": 111,
      "start_time": 675860.0,
      "end_time": 682889.0,
      "text": "have been submitted to the boards for further deliberations, which resulted in proposed"
    },
    {
      "index": 112,
      "start_time": 682889.0,
      "end_time": 688120.0,
      "text": "amendments to the standard as we will see later. 8 issues are pending potential future"
    },
    {
      "index": 113,
      "start_time": 688120.0,
      "end_time": 696139.0,
      "text": "discussions and 13 issues are pending minutes of the July TRG, and the next meeting is scheduled"
    },
    {
      "index": 114,
      "start_time": 696139.0,
      "end_time": 704570.0,
      "text": "for November 9, 2015. So, I like this timeline because it clearly"
    },
    {
      "index": 115,
      "start_time": 704570.0,
      "end_time": 711560.0,
      "text": "demonstrates that a lot has happened since the standard was first issued in May 2014."
    },
    {
      "index": 116,
      "start_time": 711560.0,
      "end_time": 717220.0,
      "text": "As previously mentioned, there have been 5 TRG meetings, which are highlighted there"
    },
    {
      "index": 117,
      "start_time": 717220.0,
      "end_time": 722649.0,
      "text": "in the blue boxes, which have resulted in issues being raised with the boards for further"
    },
    {
      "index": 118,
      "start_time": 722649.0,
      "end_time": 729639.0,
      "text": "deliberation and those are highlighted by the green boxes indicated FASB and IASB discussions"
    },
    {
      "index": 119,
      "start_time": 729639.0,
      "end_time": 737480.0,
      "text": "have been held. The IASB has issued one ED of clarifications to IFRS 15 with a comment"
    },
    {
      "index": 120,
      "start_time": 737480.0,
      "end_time": 746250.0,
      "text": "period ending October 28, 2015, which includes clarifications to identifying performance"
    },
    {
      "index": 121,
      "start_time": 746250.0,
      "end_time": 754880.0,
      "text": "obligations, licensing and royalties, principle and agent considerations, practical expedients"
    },
    {
      "index": 122,
      "start_time": 754880.0,
      "end_time": 762880.0,
      "text": "and the FASB, they have issued three proposed ASUs as you can see here on the slides, which"
    },
    {
      "index": 123,
      "start_time": 762880.0,
      "end_time": 769630.0,
      "text": "include more or less similar topics. Some of those, for which the comment period has"
    },
    {
      "index": 124,
      "start_time": 769630.0,
      "end_time": 776889.0,
      "text": "ended, and one of those which has a proposed ASU on narrow scope improvements and practical"
    },
    {
      "index": 125,
      "start_time": 776889.0,
      "end_time": 782149.0,
      "text": "expedients, the comment period ends November 16, 2015. So, we will be discussing these"
    },
    {
      "index": 126,
      "start_time": 782149.0,
      "end_time": 791639.0,
      "text": "proposed amendments throughout the presentation today. This slide summarizes the topics included"
    },
    {
      "index": 127,
      "start_time": 791639.0,
      "end_time": 797509.0,
      "text": "in each of the IASB and FASB proposals and we can see here that the IASB does not propose"
    },
    {
      "index": 128,
      "start_time": 797509.0,
      "end_time": 802660.0,
      "text": "for the time being to make amendments on certain topics that have been included in the FASB"
    },
    {
      "index": 129,
      "start_time": 802660.0,
      "end_time": 809670.0,
      "text": "proposals. On certain of those, notably the last three topics that you can see here on"
    },
    {
      "index": 130,
      "start_time": 809670.0,
      "end_time": 817190.0,
      "text": "the slide, sales taxes, non-cash consideration and collectability. The IASB has included"
    },
    {
      "index": 131,
      "start_time": 817190.0,
      "end_time": 822110.0,
      "text": "a question in their ED asking stakeholders whether they agree that amendments are not"
    },
    {
      "index": 132,
      "start_time": 822110.0,
      "end_time": 827850.0,
      "text": "necessary at this time, if they think amendments are required, and if so, what those amendments"
    },
    {
      "index": 133,
      "start_time": 827850.0,
      "end_time": 834660.0,
      "text": "are that they would suggest and so on. The IASB has set a higher hurdle for making changes"
    },
    {
      "index": 134,
      "start_time": 834660.0,
      "end_time": 841100.0,
      "text": "to IFRS 15 and set out in the basis for conclusion, the rationale for that decision and so they"
    },
    {
      "index": 135,
      "start_time": 841100.0,
      "end_time": 846279.0,
      "text": "clearly indicated that they wanted to minimize changes to the standard to the extent possible,"
    },
    {
      "index": 136,
      "start_time": 846279.0,
      "end_time": 851029.0,
      "text": "and we will get into some of those details on the next two slides. Of particular note"
    },
    {
      "index": 137,
      "start_time": 851029.0,
      "end_time": 859250.0,
      "text": "here, the FASB finalized on October 5, their discussions on the proposed ASU on performance"
    },
    {
      "index": 138,
      "start_time": 859250.0,
      "end_time": 864250.0,
      "text": "obligations and licensing, and they have instructed the staff to begin the balloting process so"
    },
    {
      "index": 139,
      "start_time": 864250.0,
      "end_time": 870079.0,
      "text": "that we would expect the final ASU before the year is out."
    },
    {
      "index": 140,
      "start_time": 870079.0,
      "end_time": 881860.0,
      "text": "So, let’s kick-off the discussion on the proposed amendments to step 2 on identifying"
    },
    {
      "index": 141,
      "start_time": 881860.0,
      "end_time": 888230.0,
      "text": "performance obligations. So, there are three here and I will discuss the first two issues:"
    },
    {
      "index": 142,
      "start_time": 888230.0,
      "end_time": 893540.0,
      "text": "determining whether promised goods and services are distinct in the context of the contract."
    },
    {
      "index": 143,
      "start_time": 893540.0,
      "end_time": 899940.0,
      "text": "So, you may recall that IFRS 15 includes two criteria to determine whether a good or service"
    },
    {
      "index": 144,
      "start_time": 899940.0,
      "end_time": 906170.0,
      "text": "is distinct. There is a first criteria that effectively acts as a floor, which is to determine"
    },
    {
      "index": 145,
      "start_time": 906170.0,
      "end_time": 911470.0,
      "text": "whether the good or service is capable of being distinct, and that is similar to the"
    },
    {
      "index": 146,
      "start_time": 911470.0,
      "end_time": 917190.0,
      "text": "standalone value test that you may be familiar with, and the other criteria is whether the"
    },
    {
      "index": 147,
      "start_time": 917190.0,
      "end_time": 923110.0,
      "text": "good or service is distinct in the context of the contract, and that’s a new requirement"
    },
    {
      "index": 148,
      "start_time": 923110.0,
      "end_time": 928389.0,
      "text": "and is basically to ensure that the good or service retains its distinct characteristic"
    },
    {
      "index": 149,
      "start_time": 928389.0,
      "end_time": 934079.0,
      "text": "in the context of the contract. So, factors that indicate that our promised good or service"
    },
    {
      "index": 150,
      "start_time": 934079.0,
      "end_time": 939500.0,
      "text": "is distinct in the context of the contract, there are three of them in the standard. The"
    },
    {
      "index": 151,
      "start_time": 939500.0,
      "end_time": 944839.0,
      "text": "first one, the entity does not provide a significant service of integrating the good or service"
    },
    {
      "index": 152,
      "start_time": 944839.0,
      "end_time": 950600.0,
      "text": "with others. The good or service does not significantly modify or customize another"
    },
    {
      "index": 153,
      "start_time": 950600.0,
      "end_time": 956139.0,
      "text": "good or service, and the good or service is not highly dependent on or highly interrelated"
    },
    {
      "index": 154,
      "start_time": 956139.0,
      "end_time": 963430.0,
      "text": "with other promised goods or services. So, stakeholders indicated that it was unclear"
    },
    {
      "index": 155,
      "start_time": 963430.0,
      "end_time": 970600.0,
      "text": "how to interpret these factors, particularly the last one on whether the goods or services"
    },
    {
      "index": 156,
      "start_time": 970600.0,
      "end_time": 976600.0,
      "text": "are not highly dependent on or highly interrelated with other goods and services. Noting that"
    },
    {
      "index": 157,
      "start_time": 976600.0,
      "end_time": 982860.0,
      "text": "many such goods or services may be seen as being highly dependent on or highly interrelated"
    },
    {
      "index": 158,
      "start_time": 982860.0,
      "end_time": 987410.0,
      "text": "with others. So, the IASB decided to clarify the intent"
    },
    {
      "index": 159,
      "start_time": 987410.0,
      "end_time": 993699.0,
      "text": "of the distinct criteria here by adding some examples and changing some of the existing"
    },
    {
      "index": 160,
      "start_time": 993699.0,
      "end_time": 1000180.0,
      "text": "examples as well as improving the articulation in the basis for conclusions. However, the"
    },
    {
      "index": 161,
      "start_time": 1000180.0,
      "end_time": 1006720.0,
      "text": "FASB also proposes to amend the standard itself. So, as you can see here on the top right corner"
    },
    {
      "index": 162,
      "start_time": 1006720.0,
      "end_time": 1012290.0,
      "text": "of your slide, the following decisions were made by the FASB to define the term separately"
    },
    {
      "index": 163,
      "start_time": 1012290.0,
      "end_time": 1018649.0,
      "text": "identifiable and explained that the objective there is to determine if the nature of the"
    },
    {
      "index": 164,
      "start_time": 1018650.0,
      "end_time": 1025391.0,
      "text": "overall promise is to transfer each good or service individually or combined item, to"
    },
    {
      "index": 165,
      "start_time": 1025390.0000000001,
      "end_time": 1031770.0000000001,
      "text": "reframe the separation criteria, to focus on a bundle of goods or services and if they"
    },
    {
      "index": 166,
      "start_time": 1031770.0,
      "end_time": 1040420.0,
      "text": "significantly affect each other and to reframe the factors to when they are not separately"
    },
    {
      "index": 167,
      "start_time": 1040420.0000000001,
      "end_time": 1048320.0000000001,
      "text": "identifiable as opposed to when they are separately identifiable. So, this is one example, although"
    },
    {
      "index": 168,
      "start_time": 1048319.9999999999,
      "end_time": 1054270.0,
      "text": "the decisions are different in terms of how the standard is effectively amended because"
    },
    {
      "index": 169,
      "start_time": 1054270.0,
      "end_time": 1059600.0,
      "text": "they are intended to clarify the guidance and the boards agree on the outcomes of each"
    },
    {
      "index": 170,
      "start_time": 1059600.0,
      "end_time": 1066670.0,
      "text": "of the examples, the IASB expects no difference in application."
    },
    {
      "index": 171,
      "start_time": 1066670.0,
      "end_time": 1071770.0,
      "text": "The other topic I want to discuss here is the one on shipping and handling services"
    },
    {
      "index": 172,
      "start_time": 1071770.0,
      "end_time": 1078920.0,
      "text": "as a promise service or activity to fulfill other promises. So, IFRS 15 focuses on transfer"
    },
    {
      "index": 173,
      "start_time": 1078920.0,
      "end_time": 1083500.0,
      "text": "of control versus transfer of the risks and rewards of ownership as we have mentioned"
    },
    {
      "index": 174,
      "start_time": 1083500.0,
      "end_time": 1090090.0,
      "text": "before. There may be more situations where control of products has been transferred,"
    },
    {
      "index": 175,
      "start_time": 1090090.0,
      "end_time": 1096820.0,
      "text": "although the entity may be responsible for subsequently shipping product. In these instances,"
    },
    {
      "index": 176,
      "start_time": 1096820.0,
      "end_time": 1102420.0,
      "text": "revenue from the sale of product must be recognized before shipping occurs because control has"
    },
    {
      "index": 177,
      "start_time": 1102420.0,
      "end_time": 1107790.0,
      "text": "transferred, but the question is, should revenue be deferred to cover the shipping and potential"
    },
    {
      "index": 178,
      "start_time": 1107790.0,
      "end_time": 1113300.0,
      "text": "insurance obligation or should cost be accrued for that obligation as a cost of fulfilling"
    },
    {
      "index": 179,
      "start_time": 1113300.0,
      "end_time": 1120640.0,
      "text": "the contract? So, IFRS 15 makes clear that it does not exempt an entity from accounting"
    },
    {
      "index": 180,
      "start_time": 1120640.0,
      "end_time": 1128210.0,
      "text": "for promises that may be seen as perfunctory or inconsequential, instead an entity should"
    },
    {
      "index": 181,
      "start_time": 1128210.0,
      "end_time": 1133690.0,
      "text": "assess whether the performance obligation is immaterial to its financial statements."
    },
    {
      "index": 182,
      "start_time": 1133690.0,
      "end_time": 1141440.0,
      "text": "So, in the end, the IASB decided not to propose any changes in relation to shipping and handling,"
    },
    {
      "index": 183,
      "start_time": 1141440.0,
      "end_time": 1146960.0,
      "text": "and the FASB on the other hand decided to offer a practical expedient as you can see"
    },
    {
      "index": 184,
      "start_time": 1146960.0,
      "end_time": 1152260.0,
      "text": "here on the right side of your slide. So, here in this case, there may be a difference"
    },
    {
      "index": 185,
      "start_time": 1152260.0,
      "end_time": 1158920.0,
      "text": "in application if the boards go ahead with their standards as currently drafted."
    },
    {
      "index": 186,
      "start_time": 1158920.0,
      "end_time": 1169740.0,
      "text": "Let’s now consider some examples. The first one here is from the IFRS 15 clarifications"
    },
    {
      "index": 187,
      "start_time": 1169740.0,
      "end_time": 1175090.0,
      "text": "exposure draft and it helps to illustrate how to interpret the criteria of distinct"
    },
    {
      "index": 188,
      "start_time": 1175090.0,
      "end_time": 1180720.0,
      "text": "in the context of the contract. So, how to determine whether a good or service is a performance"
    },
    {
      "index": 189,
      "start_time": 1180720.0,
      "end_time": 1187770.0,
      "text": "obligation on its own. So, you have here company ABC, it enters into a contract with the customer"
    },
    {
      "index": 190,
      "start_time": 1187770.0,
      "end_time": 1195780.0,
      "text": "to provide equipment and installation services. The equipment is functional without customization"
    },
    {
      "index": 191,
      "start_time": 1195780.0,
      "end_time": 1202660.0,
      "text": "or modification and the installation can be performed by other service providers, but"
    },
    {
      "index": 192,
      "start_time": 1202660.0,
      "end_time": 1209400.0,
      "text": "the contract requires that company ABC is used for installation. So, the question here"
    },
    {
      "index": 193,
      "start_time": 1209400.0,
      "end_time": 1215330.0,
      "text": "is, what are the performance obligations in this contract? Are there two, the equipment"
    },
    {
      "index": 194,
      "start_time": 1215330.0,
      "end_time": 1227400.0,
      "text": "and the installation or only one, which is in fact they installed equipment? So, the"
    },
    {
      "index": 195,
      "start_time": 1227400.0,
      "end_time": 1234770.0,
      "text": "clarifications indicate that to make the assessment, one needs to evaluate the relationship between"
    },
    {
      "index": 196,
      "start_time": 1234770.0,
      "end_time": 1241430.0,
      "text": "the goods and services in the context of fulfilling the contract with the customer. The objective"
    },
    {
      "index": 197,
      "start_time": 1241430.0,
      "end_time": 1247630.0,
      "text": "being, are you delivering multiple things or a combined item to which the other things"
    },
    {
      "index": 198,
      "start_time": 1247630.0,
      "end_time": 1254910.0,
      "text": "are inputs to create an item that is greater or substantially different than the sum of"
    },
    {
      "index": 199,
      "start_time": 1254910.0,
      "end_time": 1261710.0,
      "text": "the parts. In this case, the contractual requirement to use the entity’s installation service"
    },
    {
      "index": 200,
      "start_time": 1261710.0,
      "end_time": 1267320.0,
      "text": "wouldn’t change the entity’s conclusion that its promises to transfer the equipment"
    },
    {
      "index": 201,
      "start_time": 1267320.0,
      "end_time": 1272270.0,
      "text": "and to provide the installation are distinct. This is because the contractual agreement"
    },
    {
      "index": 202,
      "start_time": 1272270.0,
      "end_time": 1277100.0,
      "text": "to use entity’s installation service doesn’t change the characteristics of the goods or"
    },
    {
      "index": 203,
      "start_time": 1277100.0,
      "end_time": 1283400.0,
      "text": "services themselves, nor does it change the entity’s promises to the customer. In other"
    },
    {
      "index": 204,
      "start_time": 1283400.0,
      "end_time": 1289840.0,
      "text": "words, the entity promised to deliver equipment and then install it. It hasn’t promised"
    },
    {
      "index": 205,
      "start_time": 1289840.0,
      "end_time": 1295170.0,
      "text": "to deliver an output that combines the equipment and installation, and transform those inputs"
    },
    {
      "index": 206,
      "start_time": 1295170.0,
      "end_time": 1301260.0,
      "text": "into something that is different. The installation doesn’t significantly modify or customize"
    },
    {
      "index": 207,
      "start_time": 1301260.0,
      "end_time": 1306670.0,
      "text": "the equipment and fulfilling the contract requires no significant integration or contract"
    },
    {
      "index": 208,
      "start_time": 1306670.0,
      "end_time": 1312640.0,
      "text": "management service. So, although there is a functional relationship between the equipment"
    },
    {
      "index": 209,
      "start_time": 1312640.0,
      "end_time": 1318820.0,
      "text": "and the installation, the entity would still fulfill its promise to deliver the equipment"
    },
    {
      "index": 210,
      "start_time": 1318820.0,
      "end_time": 1323930.0,
      "text": "without having to install it and the entity could still fulfill the same installation"
    },
    {
      "index": 211,
      "start_time": 1323930.0,
      "end_time": 1328790.0,
      "text": "service even if the customer had acquired the equipment from another entity."
    },
    {
      "index": 212,
      "start_time": 1328790.0,
      "end_time": 1335520.0,
      "text": "The clarifications exposure draft also introduces an example about the sale of equipment with"
    },
    {
      "index": 213,
      "start_time": 1335520.0,
      "end_time": 1340770.0,
      "text": "a consumable like a printer and a cartridge, and also it indicate here that although there"
    },
    {
      "index": 214,
      "start_time": 1340770.0,
      "end_time": 1346030.0,
      "text": "is a functional relationship, the printer and the cartridge are distinct performance"
    },
    {
      "index": 215,
      "start_time": 1346030.0,
      "end_time": 1352120.0,
      "text": "obligations and we can contrast that with let’s say another example such as the construction"
    },
    {
      "index": 216,
      "start_time": 1352120.0,
      "end_time": 1357220.0,
      "text": "of a building. There are many goods or services that are capable of being distinct when you"
    },
    {
      "index": 217,
      "start_time": 1357220.0,
      "end_time": 1362080.0,
      "text": "think about constructing of a building, but in the context of the contract, those separate"
    },
    {
      "index": 218,
      "start_time": 1362080.0,
      "end_time": 1368120.0,
      "text": "goods or services are inputs into a combined output, which is the building for which the"
    },
    {
      "index": 219,
      "start_time": 1368120.0,
      "end_time": 1373430.0,
      "text": "customer contracted. So, the separate goods or services lose their distinct characteristic"
    },
    {
      "index": 220,
      "start_time": 1373430.0,
      "end_time": 1378350.0,
      "text": "in the context of the contract because they are transformed into something different that’s"
    },
    {
      "index": 221,
      "start_time": 1378350.0,
      "end_time": 1382920.0,
      "text": "greater or substantially different from the sum of the parts."
    },
    {
      "index": 222,
      "start_time": 1382920.0,
      "end_time": 1391780.0,
      "text": "Let’s now look at shipping service example. So, in this example, we have Entity A, it"
    },
    {
      "index": 223,
      "start_time": 1391780.0,
      "end_time": 1396890.0,
      "text": "enters into a contract with Customer B for goods that are shipped on cost, insurance"
    },
    {
      "index": 224,
      "start_time": 1396890.0,
      "end_time": 1403300.0,
      "text": "and freight basis. The terms are such that title passes once the goods cross the ships"
    },
    {
      "index": 225,
      "start_time": 1403300.0,
      "end_time": 1410970.0,
      "text": "rail, at which time the customer is obliged to pay for the goods, and Entity A is responsible"
    },
    {
      "index": 226,
      "start_time": 1410970.0,
      "end_time": 1417330.0,
      "text": "for freight as a principal. So, cost insurance and freight is a trade term that is commonly"
    },
    {
      "index": 227,
      "start_time": 1417330.0,
      "end_time": 1423140.0,
      "text": "used in international sea transportation that requires the seller to arrange for the carriage"
    },
    {
      "index": 228,
      "start_time": 1423140.0,
      "end_time": 1428070.0,
      "text": "of goods to a port of destination. So, the seller is responsible to pay the costs and"
    },
    {
      "index": 229,
      "start_time": 1428070.0,
      "end_time": 1434680.0,
      "text": "freight to bring the goods to destination and arrange insurance during transport. So,"
    },
    {
      "index": 230,
      "start_time": 1434680.0,
      "end_time": 1439990.0,
      "text": "the question here is, identify the performance obligation? Is there only one, the sale of"
    },
    {
      "index": 231,
      "start_time": 1439990.0,
      "end_time": 1447500.0,
      "text": "goods or are there two, the sale of goods and then transporting the goods? So, the solution"
    },
    {
      "index": 232,
      "start_time": 1447500.0,
      "end_time": 1453240.0,
      "text": "here is that there are two. Entity A recognizes revenue and transfer of control of the goods"
    },
    {
      "index": 233,
      "start_time": 1453240.0,
      "end_time": 1458350.0,
      "text": "when the goods the pass the ships rail because at that time the indicators of transfer of"
    },
    {
      "index": 234,
      "start_time": 1458350.0,
      "end_time": 1464210.0,
      "text": "control have been met, so the entity transferred legal title, the customer has an obligation"
    },
    {
      "index": 235,
      "start_time": 1464210.0,
      "end_time": 1469580.0,
      "text": "to pay. Entity A presumably has not retained significant risks and rewards of ownership"
    },
    {
      "index": 236,
      "start_time": 1469580.0,
      "end_time": 1476810.0,
      "text": "for instance and then freight services would represent a separate performance obligation"
    },
    {
      "index": 237,
      "start_time": 1476810.0,
      "end_time": 1481690.0,
      "text": "assuming that they are considered material, not immaterial in the context of the financial"
    },
    {
      "index": 238,
      "start_time": 1481690.0,
      "end_time": 1487620.0,
      "text": "statements and the transaction price is allocated to the freight services, is recognized as"
    },
    {
      "index": 239,
      "start_time": 1487620.0,
      "end_time": 1496180.0,
      "text": "those services are performed. So, this next slide here illustrates quite"
    },
    {
      "index": 240,
      "start_time": 1496180.0,
      "end_time": 1503810.0,
      "text": "well, how to deal with shipping and handling activities. So, you can see here that if shipping"
    },
    {
      "index": 241,
      "start_time": 1503810.0,
      "end_time": 1511340.0,
      "text": "and handling happens before transfer of control, then shipping and handling would be seen as"
    },
    {
      "index": 242,
      "start_time": 1511340.0,
      "end_time": 1518070.0,
      "text": "a fulfillment activity and no revenue would have to be deferred once control transfers"
    },
    {
      "index": 243,
      "start_time": 1518070.0,
      "end_time": 1524250.0,
      "text": "for shipping and handling; however, cost may need to be accrued, and if shipping and handling"
    },
    {
      "index": 244,
      "start_time": 1524250.0,
      "end_time": 1530470.0,
      "text": "happens after transfer of control, then it would potentially be a separate performance"
    },
    {
      "index": 245,
      "start_time": 1530470.0,
      "end_time": 1535740.0,
      "text": "obligation to the extent it is not considered to be immaterial in the context of the financial"
    },
    {
      "index": 246,
      "start_time": 1535740.0,
      "end_time": 1543830.0,
      "text": "statements under IFRS 15. However, you can see here to the right side under US GAAP,"
    },
    {
      "index": 247,
      "start_time": 1543830.0,
      "end_time": 1551240.0,
      "text": "there would be an accounting policy election to treat these shipping and handling services"
    },
    {
      "index": 248,
      "start_time": 1551240.0,
      "end_time": 1558050.0,
      "text": "that occur after transfer of control as a fulfillment activity. So, now, I think I will"
    },
    {
      "index": 249,
      "start_time": 1558050.0,
      "end_time": 1562470.0,
      "text": "pass it over to Jon for the second polling question."
    },
    {
      "index": 250,
      "start_time": 1562470.0,
      "end_time": 1569730.0,
      "text": "Okay. Thanks Maryse. Here is our next polling question. Don’t"
    },
    {
      "index": 251,
      "start_time": 1569730.0,
      "end_time": 1575860.0,
      "text": "tell my boss, but I was: Streaming Game 4 for the American League Championship Series"
    },
    {
      "index": 252,
      "start_time": 1575860.0,
      "end_time": 1582430.0,
      "text": "game at work, stayed home to watch Game 4. I am not a baseball fan and therefore didn’t"
    },
    {
      "index": 253,
      "start_time": 1582430.0,
      "end_time": 1588020.0,
      "text": "watch the game. Didn’t even know the Blue Jays were in the playoffs. Evidently, they"
    },
    {
      "index": 254,
      "start_time": 1588020.0,
      "end_time": 1593300.0,
      "text": "didn’t even know they were in the playoffs judging by the way they played yesterday."
    },
    {
      "index": 255,
      "start_time": 1593300.0,
      "end_time": 1599780.0,
      "text": "Click the circle that best reflects your response and the system will automatically tabulate"
    },
    {
      "index": 256,
      "start_time": 1599780.0,
      "end_time": 1603970.0,
      "text": "your votes. While we are waiting, here is a question for"
    },
    {
      "index": 257,
      "start_time": 1603970.0,
      "end_time": 1609990.0,
      "text": "you Maryse. I only see one more scheduled TRG meeting. Does that mean, there will be"
    },
    {
      "index": 258,
      "start_time": 1609990.0,
      "end_time": 1614870.0,
      "text": "no TRG going forward and so, how will the issues be discussed going forward?"
    },
    {
      "index": 259,
      "start_time": 1614870.0,
      "end_time": 1621900.0,
      "text": "You are right Jon. There is only one more scheduled meeting for 2015, which is November"
    },
    {
      "index": 260,
      "start_time": 1621900.0,
      "end_time": 1628800.0,
      "text": "9, and we understand that the TRG doesn’t currently have a meeting scheduled for 2016."
    },
    {
      "index": 261,
      "start_time": 1628800.0,
      "end_time": 1633490.0,
      "text": "Most stakeholders are of the view that TRG should continue and both boards are continue"
    },
    {
      "index": 262,
      "start_time": 1633490.0,
      "end_time": 1639670.0,
      "text": "to work together with implementation issues. And although the submission of issues has"
    },
    {
      "index": 263,
      "start_time": 1639670.0,
      "end_time": 1643810.0,
      "text": "been winding down a little bit, there are still some issues that are being submitted"
    },
    {
      "index": 264,
      "start_time": 1643810.0,
      "end_time": 1648780.0,
      "text": "and have yet to be discussed. So, some entities have not even made real progress on their"
    },
    {
      "index": 265,
      "start_time": 1648780.0,
      "end_time": 1653600.0,
      "text": "implementation yet and there are some concerns that additional issues may come to the forefront"
    },
    {
      "index": 266,
      "start_time": 1653600.0,
      "end_time": 1659300.0,
      "text": "because of that, so in a nutshell, we think that there will be TRG meetings in 2016, may"
    },
    {
      "index": 267,
      "start_time": 1659300.0,
      "end_time": 1666480.0,
      "text": "be less, may be half day meetings, and we will probably know more at the next TRG meeting"
    },
    {
      "index": 268,
      "start_time": 1666480.0,
      "end_time": 1671890.0,
      "text": "on November 9, as to what they decide to do. Okay. Great. Thanks Maryse."
    },
    {
      "index": 269,
      "start_time": 1671890.0,
      "end_time": 1678640.0,
      "text": "Okay. Let’s look at our polling results. Exactly 30% admit they were streaming Game"
    },
    {
      "index": 270,
      "start_time": 1678640.0,
      "end_time": 1687170.0,
      "text": "4 for the ALCS yesterday, 9% said they stayed home to watch, 59% said they didn’t watch"
    },
    {
      "index": 271,
      "start_time": 1687170.0,
      "end_time": 1693980.0,
      "text": "or not a baseball fan and 3% says they didn’t even know that the Jays were in the playoffs."
    },
    {
      "index": 272,
      "start_time": 1693980.0,
      "end_time": 1697550.0,
      "text": "The correct answer by the way is, didn’t watch the game, that will save you a lot of"
    },
    {
      "index": 273,
      "start_time": 1697550.0,
      "end_time": 1704400.0,
      "text": "pain. Anyway, hopefully things will go a lot better this afternoon. Okay. Speaking of intellectual"
    },
    {
      "index": 274,
      "start_time": 1704400.0,
      "end_time": 1709520.0,
      "text": "property, I will now pass it over to Cindy for discussion of the proposed changes to"
    },
    {
      "index": 275,
      "start_time": 1709520.0,
      "end_time": 1713620.0,
      "text": "the license guidance. Thanks Jon and Hi everyone."
    },
    {
      "index": 276,
      "start_time": 1713620.0,
      "end_time": 1717450.0,
      "text": "We are going to switch gears a little bit and we are still going to talk about proposed"
    },
    {
      "index": 277,
      "start_time": 1717450.0,
      "end_time": 1721810.0,
      "text": "amendments, but we are going to start with talking about licenses of intellectual property."
    },
    {
      "index": 278,
      "start_time": 1721810.0,
      "end_time": 1727180.0,
      "text": "So, just to level set in terms of the types of things that we are talking about when we"
    },
    {
      "index": 279,
      "start_time": 1727180.0,
      "end_time": 1731480.0,
      "text": "talk about intellectual property could be the typical thing that you would think of"
    },
    {
      "index": 280,
      "start_time": 1731480.0,
      "end_time": 1738420.0,
      "text": "like software, some kind of technology, but also things like movies, motion pictures,"
    },
    {
      "index": 281,
      "start_time": 1738420.0,
      "end_time": 1745380.0,
      "text": "music, could be franchises, could be patents, trademarks, so there is a quite big collection"
    },
    {
      "index": 282,
      "start_time": 1745380.0,
      "end_time": 1749640.0,
      "text": "of items that would fit within the definition of intellectual property and therefore would"
    },
    {
      "index": 283,
      "start_time": 1749640.0,
      "end_time": 1755090.0,
      "text": "be subject to this guidance. We are going to talk about two issues with respect to licensing,"
    },
    {
      "index": 284,
      "start_time": 1755090.0,
      "end_time": 1761130.0,
      "text": "the first one is basically how to recognize revenue from a license and the second one"
    },
    {
      "index": 285,
      "start_time": 1761130.0,
      "end_time": 1768790.0,
      "text": "relates to sales based and usage based royalties. So, as Maryse mentioned step 5 of this standard"
    },
    {
      "index": 286,
      "start_time": 1768790.0,
      "end_time": 1774480.0,
      "text": "talks about how to recognize revenue and with licenses, there is very specific guidance"
    },
    {
      "index": 287,
      "start_time": 1774480.0,
      "end_time": 1778020.0,
      "text": "in the standard in terms of how you make that decision and essentially, they are going to"
    },
    {
      "index": 288,
      "start_time": 1778020.0,
      "end_time": 1785020.0,
      "text": "be recognizing revenue either over the license period or upfront at a point when the license"
    },
    {
      "index": 289,
      "start_time": 1785020.0,
      "end_time": 1791310.0,
      "text": "actually begins and the customer has access to the product, but the guidance that you"
    },
    {
      "index": 290,
      "start_time": 1791310.0,
      "end_time": 1796150.0,
      "text": "follow is not the over time versus point in time guidance in step 5 when you are dealing"
    },
    {
      "index": 291,
      "start_time": 1796150.0,
      "end_time": 1800580.0,
      "text": "with a distinct license and that’s actually the first point when we are going to go through"
    },
    {
      "index": 292,
      "start_time": 1800580.0,
      "end_time": 1805510.0,
      "text": "this first issue, think about licenses where you already made the determination in step"
    },
    {
      "index": 293,
      "start_time": 1805510.0,
      "end_time": 1811770.0,
      "text": "2 that your license is distinct. If your license is not distinct and you don’t pass the distinct"
    },
    {
      "index": 294,
      "start_time": 1811770.0,
      "end_time": 1817110.0,
      "text": "criteria that Maryse went through then you do follow the normal guidance in step 5, which"
    },
    {
      "index": 295,
      "start_time": 1817110.0,
      "end_time": 1821230.0,
      "text": "is determine whether revenue is recognized over time or at a point in time, let’s assume"
    },
    {
      "index": 296,
      "start_time": 1821230.0,
      "end_time": 1828460.0,
      "text": "we are dealing with a distinct license, the concern that stakeholders had raised was that"
    },
    {
      "index": 297,
      "start_time": 1828460.0,
      "end_time": 1834870.0,
      "text": "the guidance that was included in making this determination was difficult to apply. As I"
    },
    {
      "index": 298,
      "start_time": 1834870.0,
      "end_time": 1839730.0,
      "text": "mentioned, there are still two methods of recognizing license revenue and you have to"
    },
    {
      "index": 299,
      "start_time": 1839730.0,
      "end_time": 1844150.0,
      "text": "assess the criteria of the license in order to determine what bucket you are in and they"
    },
    {
      "index": 300,
      "start_time": 1844150.0,
      "end_time": 1849190.0,
      "text": "used the terms either a right to access over time, which means revenue is recognized over"
    },
    {
      "index": 301,
      "start_time": 1849190.0,
      "end_time": 1857280.0,
      "text": "time or right to use the intellectual property at a point in time. So, both boards have made"
    },
    {
      "index": 302,
      "start_time": 1857280.0,
      "end_time": 1862510.0,
      "text": "some proposed amendments, but they are different in this case, so, we will walk through the"
    },
    {
      "index": 303,
      "start_time": 1862510.0,
      "end_time": 1866880.0,
      "text": "IASB decision and then tell you how it differs from where the FASB is at."
    },
    {
      "index": 304,
      "start_time": 1866880.0,
      "end_time": 1872010.0,
      "text": "So, IASB has said that the entity should really focus on whether an entity’s activity is"
    },
    {
      "index": 305,
      "start_time": 1872010.0,
      "end_time": 1877130.0,
      "text": "significantly affect the intellectual property to determine the nature of the license and"
    },
    {
      "index": 306,
      "start_time": 1877130.0,
      "end_time": 1881470.0,
      "text": "they have said to take a look at the criteria that already exists in the standard and we"
    },
    {
      "index": 307,
      "start_time": 1881470.0,
      "end_time": 1885940.0,
      "text": "will go through in an example and think about whether they change the form of function of"
    },
    {
      "index": 308,
      "start_time": 1885940.0,
      "end_time": 1892810.0,
      "text": "the license or they change the customer’s ability to benefit from the value of the license,"
    },
    {
      "index": 309,
      "start_time": 1892810.0,
      "end_time": 1897390.0,
      "text": "so the IASB has changed some of the language in the standard and also amended some of the"
    },
    {
      "index": 310,
      "start_time": 1897390.0,
      "end_time": 1905940.0,
      "text": "examples. The FASB has made more extensive changes to the standard and they proposed"
    },
    {
      "index": 311,
      "start_time": 1905940.0,
      "end_time": 1912910.0,
      "text": "that you have to characterize the nature of the license as either functional or symbolic,"
    },
    {
      "index": 312,
      "start_time": 1912910.0,
      "end_time": 1919900.0,
      "text": "and there is a bit of a decision tree to go through, but basically if we talk about what"
    },
    {
      "index": 313,
      "start_time": 1919900.0,
      "end_time": 1924440.0,
      "text": "I mentioned at the beginning of the slide, things that would often be functional are"
    },
    {
      "index": 314,
      "start_time": 1924440.0,
      "end_time": 1931350.0,
      "text": "software and patent. Things that would often be symbolic are things like brands, team logos,"
    },
    {
      "index": 315,
      "start_time": 1931350.0,
      "end_time": 1937530.0,
      "text": "trade names things of that nature and you categorize it as either symbolic or functional"
    },
    {
      "index": 316,
      "start_time": 1937530.0,
      "end_time": 1941700.0,
      "text": "and then you go through some additional tests to determine or additional criteria, to determine"
    },
    {
      "index": 317,
      "start_time": 1941700.0,
      "end_time": 1946560.0,
      "text": "whether or not you recognize the revenue based on assessing that it’s a right to access"
    },
    {
      "index": 318,
      "start_time": 1946560.0,
      "end_time": 1952650.0,
      "text": "or it’s a right to use at a point in time, and we will go through an example of that."
    },
    {
      "index": 319,
      "start_time": 1952650.0,
      "end_time": 1957230.0,
      "text": "The second change that was made was related to when to recognize revenue for sales based"
    },
    {
      "index": 320,
      "start_time": 1957230.0,
      "end_time": 1964860.0,
      "text": "and usage based royalties. So, as you know, one of the big changes to this standard and"
    },
    {
      "index": 321,
      "start_time": 1964860.0,
      "end_time": 1970290.0,
      "text": "IFRS 15 as there is quite a bit of guidance on how to account for variable consideration"
    },
    {
      "index": 322,
      "start_time": 1970290.0,
      "end_time": 1976450.0,
      "text": "and in some cases, entities are going to have to estimate the variable consideration and"
    },
    {
      "index": 323,
      "start_time": 1976450.0,
      "end_time": 1981370.0,
      "text": "allocated to performance obligations and in some cases recognize it before all of the"
    },
    {
      "index": 324,
      "start_time": 1981370.0,
      "end_time": 1986160.0,
      "text": "uncertainty has resolved, but there is an exception in the standard in that when you"
    },
    {
      "index": 325,
      "start_time": 1986160.0,
      "end_time": 1992510.0,
      "text": "have a sales based or usage based royalty related intellectual property, you don’t"
    },
    {
      "index": 326,
      "start_time": 1992510.0,
      "end_time": 1997760.0,
      "text": "actually recognize it before the sale occurs or the license essentially is delivered. So,"
    },
    {
      "index": 327,
      "start_time": 1997760.0,
      "end_time": 2004490.0,
      "text": "a question has risen to say what happens if I have a sales or usage based royalty, but"
    },
    {
      "index": 328,
      "start_time": 2004490.0,
      "end_time": 2009990.0,
      "text": "I have more than just an obligation to deliver the license. In this case, the changes are"
    },
    {
      "index": 329,
      "start_time": 2009990.0,
      "end_time": 2018790.0,
      "text": "the same and the decision was made that an entity should not split a royalty when determining"
    },
    {
      "index": 330,
      "start_time": 2018790.0,
      "end_time": 2023570.0,
      "text": "whether to apply the constraint exception and that an entity should apply the royalty"
    },
    {
      "index": 331,
      "start_time": 2023570.0,
      "end_time": 2031400.0,
      "text": "constraint exception is the predominant feature to which the royalty relates and both boards"
    },
    {
      "index": 332,
      "start_time": 2031400.0,
      "end_time": 2035820.0,
      "text": "have added some paragraphs to the standard to clarify that. So, essentially if you determine"
    },
    {
      "index": 333,
      "start_time": 2035820.0,
      "end_time": 2041910.0,
      "text": "that the license is the predominant item or feature to which royalty relates, then you"
    },
    {
      "index": 334,
      "start_time": 2041910.0,
      "end_time": 2047730.0,
      "text": "are going to recognize it based on the specific guidance that relates to sales and usage based"
    },
    {
      "index": 335,
      "start_time": 2047730.0,
      "end_time": 2055599.0,
      "text": "royalties for intellectual property. So, we are going to go through an example of that"
    },
    {
      "index": 336,
      "start_time": 2055600.0,
      "end_time": 2061400.0,
      "text": "right now, so if you can just go back one slide, so here we have an entity that is a"
    },
    {
      "index": 337,
      "start_time": 2061400.0,
      "end_time": 2066971.0,
      "text": "movie distribution company and it enters into a contract to license a movie to a customer"
    },
    {
      "index": 338,
      "start_time": 2066969.9999999998,
      "end_time": 2072148.9999999998,
      "text": "who is an operator of cinemas for six weeks and the total consideration, the entity will"
    },
    {
      "index": 339,
      "start_time": 2072150.0,
      "end_time": 2077850.0,
      "text": "receive is a portion of the operator’s ticket sales or the movie. So that is the only consideration"
    },
    {
      "index": 340,
      "start_time": 2077850.0,
      "end_time": 2086530.0,
      "text": "in this case, that the movie distribution is going to receive. And in addition to licensing"
    },
    {
      "index": 341,
      "start_time": 2086530.0000000002,
      "end_time": 2092520.0000000002,
      "text": "the movie, the entity has also agreed to provide memorabilia for display at the customer’s"
    },
    {
      "index": 342,
      "start_time": 2092520.0,
      "end_time": 2097550.0,
      "text": "cinemas prior to the six-week screening and to sponsor radio advertisements for the movie"
    },
    {
      "index": 343,
      "start_time": 2097550.0,
      "end_time": 2103431.0,
      "text": "on local radio stations throughout the six-week screening period. So, the question we would"
    },
    {
      "index": 344,
      "start_time": 2103430.0,
      "end_time": 2111890.0,
      "text": "want to think about is: does the royalty constraint apply and how is revenue recognized? So, you"
    },
    {
      "index": 345,
      "start_time": 2111890.0,
      "end_time": 2117490.0,
      "text": "saw a preview of the answer already and in this case, the sales based royalty constraint"
    },
    {
      "index": 346,
      "start_time": 2117490.0,
      "end_time": 2122859.0,
      "text": "would apply because if you think about this contract, the license to show the movie is"
    },
    {
      "index": 347,
      "start_time": 2122860.0,
      "end_time": 2129340.0,
      "text": "the predominant item or performance obligation in the contract and since it is a license"
    },
    {
      "index": 348,
      "start_time": 2129340.0,
      "end_time": 2136870.0,
      "text": "of intellectual property that is the predominant feature then you follow the sales based or"
    },
    {
      "index": 349,
      "start_time": 2136870.0,
      "end_time": 2142090.0,
      "text": "usage based royalty constraint, which means in terms of when you recognize revenue, you"
    },
    {
      "index": 350,
      "start_time": 2142090.0,
      "end_time": 2147770.0,
      "text": "recognize it at the later of when the subsequent sale or usage occurs. So, in this case that"
    },
    {
      "index": 351,
      "start_time": 2147770.0,
      "end_time": 2154131.0,
      "text": "would be as tickets to movies are sold and the movie is shown. The other alternative"
    },
    {
      "index": 352,
      "start_time": 2154130.0,
      "end_time": 2159180.0,
      "text": "is when the performance obligation to which some or all of the sales or usage based royalty"
    },
    {
      "index": 353,
      "start_time": 2159180.0,
      "end_time": 2164509.0,
      "text": "has been allocated has been satisfied. So, in this case, the license to the movie has"
    },
    {
      "index": 354,
      "start_time": 2164510.0,
      "end_time": 2169931.0,
      "text": "already been delivered and so, the actual “later of” would be the subsequent sale"
    },
    {
      "index": 355,
      "start_time": 2169930.0,
      "end_time": 2175930.0,
      "text": "or usage, and so in this case you are not allocating any revenue to be recognized when"
    },
    {
      "index": 356,
      "start_time": 2175930.0,
      "end_time": 2181009.0,
      "text": "the memorabilia is provided and you are not allocating any revenues separately that relate"
    },
    {
      "index": 357,
      "start_time": 2181010.0,
      "end_time": 2187401.0,
      "text": "to these radio advertisements either. So, a second example that we will go through"
    },
    {
      "index": 358,
      "start_time": 2187400.0,
      "end_time": 2192529.0,
      "text": "is the concept of right to use versus right to access. So, now we are talking about for"
    },
    {
      "index": 359,
      "start_time": 2192530.0,
      "end_time": 2197820.0,
      "text": "the license as a whole that you have already determined is distinct, how are you going"
    },
    {
      "index": 360,
      "start_time": 2197820.0,
      "end_time": 2202550.0,
      "text": "to recognize revenue? Are you going to recognize revenue when the license term begins and intellectual"
    },
    {
      "index": 361,
      "start_time": 2202550.0,
      "end_time": 2207421.0,
      "text": "property has been provided to the customer or are you going to recognize revenue over"
    },
    {
      "index": 362,
      "start_time": 2207420.0,
      "end_time": 2213630.0,
      "text": "the term? And in this example, we have got a creator of comic strips that licenses the"
    },
    {
      "index": 363,
      "start_time": 2213630.0,
      "end_time": 2220319.0,
      "text": "use of the images and the names of the comic strip characters for a four-year term. There"
    },
    {
      "index": 364,
      "start_time": 2220320.0,
      "end_time": 2225001.0,
      "text": "are main characters in the comic strips whose images evolve over time and new characters"
    },
    {
      "index": 365,
      "start_time": 2225000.0,
      "end_time": 2230009.0,
      "text": "are periodically introduced. The customer can use the entity’s characters in various"
    },
    {
      "index": 366,
      "start_time": 2230010.0,
      "end_time": 2235280.0,
      "text": "ways, but the contract requires the customer to use the latest images of the characters"
    },
    {
      "index": 367,
      "start_time": 2235280.0,
      "end_time": 2239151.0,
      "text": "and in exchange for granting the license, the creator receives a fixed payment of a"
    },
    {
      "index": 368,
      "start_time": 2239150.0,
      "end_time": 2244529.0,
      "text": "million dollars in each year of the four-year term. So, the question we have to ask is what"
    },
    {
      "index": 369,
      "start_time": 2244530.0,
      "end_time": 2248360.0,
      "text": "is the nature of the license because that’s going to determine whether or not I am going"
    },
    {
      "index": 370,
      "start_time": 2248360.0,
      "end_time": 2257501.0,
      "text": "to recognize revenue as basically characterizing it as a point in time, so a right to use or"
    },
    {
      "index": 371,
      "start_time": 2257500.0,
      "end_time": 2268269.0,
      "text": "a right to access. So, basically the criteria in the standard that you look at are listed"
    },
    {
      "index": 372,
      "start_time": 2268270.0,
      "end_time": 2272451.0,
      "text": "on the right hand side of the slide and the three criteria to consider, the first one"
    },
    {
      "index": 373,
      "start_time": 2272450.0,
      "end_time": 2278650.0,
      "text": "is the creator’s activities, so, in this case, changing the images of the characters,"
    },
    {
      "index": 374,
      "start_time": 2278650.0,
      "end_time": 2282920.0,
      "text": "introducing new characters, does that change the form of the intellectual property to which"
    },
    {
      "index": 375,
      "start_time": 2282920.0,
      "end_time": 2288509.0,
      "text": "the customer has rights. In this case, we would say that that’s true. The second criteria"
    },
    {
      "index": 376,
      "start_time": 2288510.0,
      "end_time": 2294290.0,
      "text": "is: the rights granted by the license directly expose the customer to any positive or negative"
    },
    {
      "index": 377,
      "start_time": 2294290.0,
      "end_time": 2299810.0,
      "text": "effects of subsequent activities. So, in this case, the contract require the customer to"
    },
    {
      "index": 378,
      "start_time": 2299810.0,
      "end_time": 2305850.0,
      "text": "use the latest characters and to the extent that something happened with the comic strip,"
    },
    {
      "index": 379,
      "start_time": 2305850.0,
      "end_time": 2311691.0,
      "text": "then the customer would actually be exposed to positive or negative effects of the activities"
    },
    {
      "index": 380,
      "start_time": 2311690.0,
      "end_time": 2319859.0,
      "text": "of the developer of the comic strip. The third one is: even though the customer benefit from"
    },
    {
      "index": 381,
      "start_time": 2319860.0,
      "end_time": 2324001.0,
      "text": "those activities through the rights granted by the license, they do not transfer a good"
    },
    {
      "index": 382,
      "start_time": 2324000.0,
      "end_time": 2329250.0,
      "text": "or service to the customer as those activities occur. So, as the comic strip gets produced"
    },
    {
      "index": 383,
      "start_time": 2329250.0,
      "end_time": 2334490.0,
      "text": "each day, there is no transfer of any good or service to the entity that is licensed,"
    },
    {
      "index": 384,
      "start_time": 2334490.0,
      "end_time": 2342210.0,
      "text": "the right to use the characters, but that does have an impact in terms of how the benefit"
    },
    {
      "index": 385,
      "start_time": 2342210.0,
      "end_time": 2348740.0,
      "text": "that the customer may derive from having licensed those characters. So, in this case, we would"
    },
    {
      "index": 386,
      "start_time": 2348740.0,
      "end_time": 2354089.0,
      "text": "conclude that the license is a right to access the intellectual property throughout the term"
    },
    {
      "index": 387,
      "start_time": 2354090.0,
      "end_time": 2358770.0,
      "text": "and therefore, the license revenue would be recognized over time and not at a point in"
    },
    {
      "index": 388,
      "start_time": 2358770.0,
      "end_time": 2363931.0,
      "text": "time. With that, I am going to turn it back to Maryse to take us through a couple of more"
    },
    {
      "index": 389,
      "start_time": 2363930.0,
      "end_time": 2370720.0,
      "text": "changes. Okay. Thanks Cindy."
    },
    {
      "index": 390,
      "start_time": 2370720.0,
      "end_time": 2377450.0,
      "text": "Next changes we will be discussing are changes to non-cash consideration and sales tax presentation."
    },
    {
      "index": 391,
      "start_time": 2377450.0,
      "end_time": 2383569.0,
      "text": "So, more changes related to determining the transaction price step 3. So, the first item"
    },
    {
      "index": 392,
      "start_time": 2383570.0,
      "end_time": 2389340.0,
      "text": "I want to discuss is determining the measurement date for non-cash consideration and application"
    },
    {
      "index": 393,
      "start_time": 2389340.0,
      "end_time": 2396241.0,
      "text": "of the variable consideration constraint. So, remember that IFRS 15 requires that in"
    },
    {
      "index": 394,
      "start_time": 2396240.0,
      "end_time": 2400549.0,
      "text": "a revenue transaction if you receive non-cash consideration, it must be measured at fair"
    },
    {
      "index": 395,
      "start_time": 2400550.0,
      "end_time": 2406211.0,
      "text": "value. The stakeholders indicated that there were diverse views about the measurement date"
    },
    {
      "index": 396,
      "start_time": 2406210.0,
      "end_time": 2411309.0,
      "text": "to use for promise consideration in the form other than cash. So, examples that were brought"
    },
    {
      "index": 397,
      "start_time": 2411310.0,
      "end_time": 2418750.0,
      "text": "up are shares or share options, advertising or any other goods or services. As well, there"
    },
    {
      "index": 398,
      "start_time": 2418750.0,
      "end_time": 2422961.0,
      "text": "were different interpretations of the guidance on how the variable consideration constraint"
    },
    {
      "index": 399,
      "start_time": 2422960.0,
      "end_time": 2429210.0,
      "text": "would apply when the fair value of the consideration varies because of the form of the consideration,"
    },
    {
      "index": 400,
      "start_time": 2429210.0,
      "end_time": 2438210.0,
      "text": "so for example, shares of market price varies and the form of the consideration as a share"
    },
    {
      "index": 401,
      "start_time": 2438210.0,
      "end_time": 2442809.0,
      "text": "and also for reasons other than the form of the consideration, for example, in the share"
    },
    {
      "index": 402,
      "start_time": 2442810.0,
      "end_time": 2449921.0,
      "text": "option, the exercise price may vary because of the entity’s performance. So, the TRG"
    },
    {
      "index": 403,
      "start_time": 2449920.0,
      "end_time": 2456259.0,
      "text": "discussed this in January and three options were discussed for the measurement date to"
    },
    {
      "index": 404,
      "start_time": 2456260.0,
      "end_time": 2463770.0,
      "text": "use, for the non-cash consideration. The options were: 1) should it measured at inception when"
    },
    {
      "index": 405,
      "start_time": 2463770.0,
      "end_time": 2469881.0,
      "text": "the contracts are first signed and we have an enforceable contract, 2) when consideration"
    },
    {
      "index": 406,
      "start_time": 2469880.0,
      "end_time": 2474930.0,
      "text": "is received or receivable, or 3) when the performance obligations are satisfied if it"
    },
    {
      "index": 407,
      "start_time": 2474930.0,
      "end_time": 2479759.0,
      "text": "is in earlier date and there were also two options that were considered for the constraint"
    },
    {
      "index": 408,
      "start_time": 2479760.0,
      "end_time": 2486840.0,
      "text": "and how it applied that variable consideration constraint applied to both, the form or other"
    },
    {
      "index": 409,
      "start_time": 2486840.0,
      "end_time": 2492520.0,
      "text": "than the form of the consideration or only to variations other than the form of the consideration."
    },
    {
      "index": 410,
      "start_time": 2492520.0,
      "end_time": 2500110.0,
      "text": "So, you will see here that the IASB decision is not propose any change s to IFRS 15 for"
    },
    {
      "index": 411,
      "start_time": 2500110.0,
      "end_time": 2506040.0,
      "text": "this topic, although the TRG members acknowledge that there was a lack of clarity around these"
    },
    {
      "index": 412,
      "start_time": 2506040.0,
      "end_time": 2511780.0,
      "text": "questions and the boards had instructed the staff to do some further research. They have"
    },
    {
      "index": 413,
      "start_time": 2511780.0,
      "end_time": 2516231.0,
      "text": "noted that the issue had important interactions with other standards like the share-based"
    },
    {
      "index": 414,
      "start_time": 2516230.0,
      "end_time": 2523930.0,
      "text": "payment standard, IFRS 2 and IAS 21 on foreign exchange and any changes that they might likely"
    },
    {
      "index": 415,
      "start_time": 2523930.0,
      "end_time": 2530569.0,
      "text": "make to IFRS 15 may result an unintended consequences, but they did ask stakeholders to comment on"
    },
    {
      "index": 416,
      "start_time": 2530570.0,
      "end_time": 2538310.0,
      "text": "that decision in the ED on clarifications, but the FASB on the other side has decided"
    },
    {
      "index": 417,
      "start_time": 2538310.0,
      "end_time": 2543701.0,
      "text": "to propose an amendment to require the measurement at contract inception and the reasons that"
    },
    {
      "index": 418,
      "start_time": 2543700.0,
      "end_time": 2548809.0,
      "text": "they noted were that it would be less costly, less complex, more in line with the notion"
    },
    {
      "index": 419,
      "start_time": 2548810.0,
      "end_time": 2556201.0,
      "text": "of estimating the transaction price at contract inception and allocating the transaction price"
    },
    {
      "index": 420,
      "start_time": 2556200.0,
      "end_time": 2562920.0,
      "text": "and also on the constraint, they have decided that he constraint should only apply to variability"
    },
    {
      "index": 421,
      "start_time": 2562920.0,
      "end_time": 2568549.0,
      "text": "resulting from reasons other than the form of the consideration. So, variability resulting"
    },
    {
      "index": 422,
      "start_time": 2568550.0,
      "end_time": 2575881.0,
      "text": "from the share price, the constraint wouldn’t apply. So, here the decisions are different"
    },
    {
      "index": 423,
      "start_time": 2575880.0,
      "end_time": 2581900.0,
      "text": "and will lead to divergence to the extent that an entity chooses under IFRSs to measure"
    },
    {
      "index": 424,
      "start_time": 2581900.0,
      "end_time": 2586369.0,
      "text": "non-cash consideration other than at contract inception and we will see an example shortly"
    },
    {
      "index": 425,
      "start_time": 2586370.0,
      "end_time": 2593260.0,
      "text": "of that. The other change that was discussed is simplifying the application of the sales"
    },
    {
      "index": 426,
      "start_time": 2593260.0,
      "end_time": 2598961.0,
      "text": "tax presentation. So, remember that IFRS 15 indicates that amounts collected on behalf"
    },
    {
      "index": 427,
      "start_time": 2598960.0,
      "end_time": 2604029.0,
      "text": "of third parties like sales taxes for instance should not be included in the transaction"
    },
    {
      "index": 428,
      "start_time": 2604030.0,
      "end_time": 2610250.0,
      "text": "price. So, entities are required therefore to identify and assess all their sales taxes"
    },
    {
      "index": 429,
      "start_time": 2610250.0,
      "end_time": 2615340.0,
      "text": "and determine whether they should be included or excluded from the transaction price. Because"
    },
    {
      "index": 430,
      "start_time": 2615340.0,
      "end_time": 2621881.0,
      "text": "many entities operate at multiple jurisdictions, some stakeholders raised concerns about doing"
    },
    {
      "index": 431,
      "start_time": 2621880.0,
      "end_time": 2628180.0,
      "text": "this type of analysis for all taxes in all jurisdictions and it also said that the analysis"
    },
    {
      "index": 432,
      "start_time": 2628180.0,
      "end_time": 2633759.0,
      "text": "may be complicated by the fact that in certain jurisdictions laws may be unclear as to which"
    },
    {
      "index": 433,
      "start_time": 2633760.0,
      "end_time": 2640721.0,
      "text": "party is primarily obligated for the tax. So, the FASB decided to propose a practical"
    },
    {
      "index": 434,
      "start_time": 2640720.0,
      "end_time": 2648329.0,
      "text": "expedient to reduce the complexity and therefore would allow entities to exclude from the transaction"
    },
    {
      "index": 435,
      "start_time": 2648330.0,
      "end_time": 2654780.0,
      "text": "price all taxes that are assessed by government authority and that is imposed on a revenue-producing"
    },
    {
      "index": 436,
      "start_time": 2654780.0,
      "end_time": 2659901.0,
      "text": "transaction and is collected from customers. Certain types of taxes would be excluded from"
    },
    {
      "index": 437,
      "start_time": 2659900.0,
      "end_time": 2665740.0,
      "text": "the scope of the expedient, but the IASB decided against the change because of the lack of"
    },
    {
      "index": 438,
      "start_time": 2665740.0,
      "end_time": 2670089.0,
      "text": "comparability that it may create and also noting that entity is currently has to do"
    },
    {
      "index": 439,
      "start_time": 2670090.0,
      "end_time": 2676901.0,
      "text": "this work to some extent and that the disclosures would suffice and explain what the stakeholders"
    },
    {
      "index": 440,
      "start_time": 2676900.0,
      "end_time": 2682349.0,
      "text": "have, and what their accounting policy was. So, again here, the decisions are different"
    },
    {
      "index": 441,
      "start_time": 2682350.0,
      "end_time": 2689100.0,
      "text": "and likely to lead to diverse accounting; however, some say that the extent of divergence"
    },
    {
      "index": 442,
      "start_time": 2689100.0,
      "end_time": 2696330.0,
      "text": "may not be so clear at this point in time. So, let’s look at an example of non-cash"
    },
    {
      "index": 443,
      "start_time": 2696330.0,
      "end_time": 2705020.0,
      "text": "consideration. That’s currently included in IFRS 15 and also an equivalent US standard."
    },
    {
      "index": 444,
      "start_time": 2705020.0,
      "end_time": 2711520.0,
      "text": "So, an entity enters into a contract of the customer to provide a weekly service for one"
    },
    {
      "index": 445,
      "start_time": 2711520.0,
      "end_time": 2718250.0,
      "text": "year and assume the contract is signed January 1 and the work begins immediately, an exchange"
    },
    {
      "index": 446,
      "start_time": 2718250.0,
      "end_time": 2725320.0,
      "text": "for the service, the customer will promise to provide 100 shares of its common stock"
    },
    {
      "index": 447,
      "start_time": 2725320.0,
      "end_time": 2731181.0,
      "text": "per week of service, so 5,200 shares in total. The contract requires that the shares are"
    },
    {
      "index": 448,
      "start_time": 2731180.0,
      "end_time": 2737380.0,
      "text": "paid upon the successful completion of each week of service. So, every week, the entity"
    },
    {
      "index": 449,
      "start_time": 2737380.0,
      "end_time": 2746779.0,
      "text": "will receive 100 shares over one year. So, the question is in this case how should the"
    },
    {
      "index": 450,
      "start_time": 2746780.0,
      "end_time": 2753570.0,
      "text": "non-cash consideration be measured? So, the entity will receive 100 shares every week"
    },
    {
      "index": 451,
      "start_time": 2753570.0,
      "end_time": 2758510.0,
      "text": "for each week of service. The promise consideration is obviously non-cash, so we know it has to"
    },
    {
      "index": 452,
      "start_time": 2758510.0,
      "end_time": 2763631.0,
      "text": "be measured at fair value based on the standard. What is the measurement date to be used? Should"
    },
    {
      "index": 453,
      "start_time": 2763630.0,
      "end_time": 2767740.0,
      "text": "it be measured a contract inception? When consideration is received, receivable or when"
    },
    {
      "index": 454,
      "start_time": 2767740.0,
      "end_time": 2773319.0,
      "text": "the performance obligations were satisfied if it’s earlier. Well. On the next slide,"
    },
    {
      "index": 455,
      "start_time": 2773320.0,
      "end_time": 2783481.0,
      "text": "you will see that we highlight two fact patterns. Under IFRS, in this case, the service is single"
    },
    {
      "index": 456,
      "start_time": 2783480.0,
      "end_time": 2788230.0,
      "text": "performance obligation because the entity is providing a series of distinct services"
    },
    {
      "index": 457,
      "start_time": 2788230.0,
      "end_time": 2793660.0,
      "text": "that are basically substantially the same, had the same pattern of transfer and therefore,"
    },
    {
      "index": 458,
      "start_time": 2793660.0,
      "end_time": 2800089.0,
      "text": "the service will be recognized based on a time-based measure of progress and so, the"
    },
    {
      "index": 459,
      "start_time": 2800090.0,
      "end_time": 2804340.0,
      "text": "entity would measure the fair value of 100 shares that are received upon completion of"
    },
    {
      "index": 460,
      "start_time": 2804340.0,
      "end_time": 2809741.0,
      "text": "each weekly service period and this is exactly in line with the illustrative example that"
    },
    {
      "index": 461,
      "start_time": 2809740.0,
      "end_time": 2816319.0,
      "text": "is currently found in IFRS 15. So, you see here that when they received the first 100"
    },
    {
      "index": 462,
      "start_time": 2816320.0,
      "end_time": 2821701.0,
      "text": "shares, they will recognize revenue there based on the market price in week one, when"
    },
    {
      "index": 463,
      "start_time": 2821700.0,
      "end_time": 2825829.0,
      "text": "they received the second batch of 100 shares, they will recognize based on the market price"
    },
    {
      "index": 464,
      "start_time": 2825830.0,
      "end_time": 2833211.0,
      "text": "in week two, and so on and so forth. Under US GAAP, the FASB board concluded that"
    },
    {
      "index": 465,
      "start_time": 2833210.0,
      "end_time": 2838289.0,
      "text": "variable non-cash consideration should be valued at a contract inception date, so in"
    },
    {
      "index": 466,
      "start_time": 2838290.0,
      "end_time": 2843681.0,
      "text": "this case, they modified the illustrative example to measure the consideration at that"
    },
    {
      "index": 467,
      "start_time": 2843680.0,
      "end_time": 2848339.0,
      "text": "date. So, in this case the 5,200 shares will be measured at the market price of contract"
    },
    {
      "index": 468,
      "start_time": 2848340.0,
      "end_time": 2854060.0,
      "text": "inception under both frameworks though the entity does not reflect any subsequent changes"
    },
    {
      "index": 469,
      "start_time": 2854060.0,
      "end_time": 2859451.0,
      "text": "in the fair value of the shares received or receivable in revenue. So, obviously, a difference"
    },
    {
      "index": 470,
      "start_time": 2859450.0,
      "end_time": 2864339.0,
      "text": "there in application and could result depending on facts and circumstances in different accounting"
    },
    {
      "index": 471,
      "start_time": 2864340.0,
      "end_time": 2870010.0,
      "text": "treatment. Another issue discussed at TRG and brought"
    },
    {
      "index": 472,
      "start_time": 2870010.0,
      "end_time": 2877050.0,
      "text": "to the boards for deliberation is how to deal with collectability concerns on the next slide."
    },
    {
      "index": 473,
      "start_time": 2877050.0,
      "end_time": 2883610.0,
      "text": "Recall that IFRS 15 includes collectability as a criteria under step one. The criteria"
    },
    {
      "index": 474,
      "start_time": 2883610.0,
      "end_time": 2888520.0,
      "text": "says it’s probable that the entity will collect the consideration to which it is entitled"
    },
    {
      "index": 475,
      "start_time": 2888520.0,
      "end_time": 2894340.0,
      "text": "in exchange for the goods and services that will be transferred to the customer. It also"
    },
    {
      "index": 476,
      "start_time": 2894340.0,
      "end_time": 2898870.0,
      "text": "indicates that that consideration may be less than the stated contract price if the entity"
    },
    {
      "index": 477,
      "start_time": 2898870.0,
      "end_time": 2905780.0,
      "text": "will give a price concession. So, the collectability threshold was introduced to ensure that the"
    },
    {
      "index": 478,
      "start_time": 2905780.0,
      "end_time": 2910681.0,
      "text": "contract is valid, it represents a genuine transaction from an accounting perspective"
    },
    {
      "index": 479,
      "start_time": 2910680.0,
      "end_time": 2915789.0,
      "text": "and therefore, if the threshold is met and all the other criteria are met, then you could"
    },
    {
      "index": 480,
      "start_time": 2915790.0,
      "end_time": 2922550.0,
      "text": "apply the IFRS 15 requirement to that contract. If, however, collectability is not probable"
    },
    {
      "index": 481,
      "start_time": 2922550.0,
      "end_time": 2928171.0,
      "text": "and consideration has been received, then the accounting treatment was considered to"
    },
    {
      "index": 482,
      "start_time": 2928170.0,
      "end_time": 2933809.0,
      "text": "be punitive because it would indicate that revenue cannot be recognized even on the cash"
    },
    {
      "index": 483,
      "start_time": 2933810.0,
      "end_time": 2938240.0,
      "text": "basis, but rather only when either of the following events occurred, the entity had"
    },
    {
      "index": 484,
      "start_time": 2938240.0,
      "end_time": 2943421.0,
      "text": "no remaining obligations to transfer goods or services of the customer and substantially"
    },
    {
      "index": 485,
      "start_time": 2943420.0,
      "end_time": 2950410.0,
      "text": "all the consideration promised had been received and was not refundable or alternatively the"
    },
    {
      "index": 486,
      "start_time": 2950410.0,
      "end_time": 2956430.0,
      "text": "contract had been terminated and the consideration received from the customer was non-refundable."
    },
    {
      "index": 487,
      "start_time": 2956430.0,
      "end_time": 2962599.0,
      "text": "So, some stakeholders had interpreted the guidance to an entity should always assess"
    },
    {
      "index": 488,
      "start_time": 2962600.0,
      "end_time": 2968731.0,
      "text": "the probability of collecting all of the consideration and promise on the contract, and therefore,"
    },
    {
      "index": 489,
      "start_time": 2968730.0,
      "end_time": 2973630.0,
      "text": "contracts where probability of collection or the counterparty had credit risk would"
    },
    {
      "index": 490,
      "start_time": 2973630.0,
      "end_time": 2977950.0,
      "text": "fail this criteria would not represent genuine and valid transactions from an accounting"
    },
    {
      "index": 491,
      "start_time": 2977950.0,
      "end_time": 2982239.0,
      "text": "perspective. So, you know, you wouldn’t be able to recognize revenue for those contracts"
    },
    {
      "index": 492,
      "start_time": 2982240.0,
      "end_time": 2988320.0,
      "text": "until some other event occurred. Others indicated these could be valid transactions nonetheless"
    },
    {
      "index": 493,
      "start_time": 2988320.0,
      "end_time": 2994100.0,
      "text": "because the entity could protect itself from credit risk by requiring advance payment,"
    },
    {
      "index": 494,
      "start_time": 2994100.0,
      "end_time": 3000401.0,
      "text": "by stopping to provide future goods and services, etc., and that the collectability criterion"
    },
    {
      "index": 495,
      "start_time": 3000400.0,
      "end_time": 3005829.0,
      "text": "should only apply to consideration to receive for goods and services that will be transferred"
    },
    {
      "index": 496,
      "start_time": 3005830.0,
      "end_time": 3010971.0,
      "text": "to the customer and that may not be all the promised goods and services if an entity can"
    },
    {
      "index": 497,
      "start_time": 3010970.0,
      "end_time": 3017359.0,
      "text": "stop transferring goods or services, if the customer defaults on payment. So, in a nutshell,"
    },
    {
      "index": 498,
      "start_time": 3017360.0,
      "end_time": 3023030.0,
      "text": "the IASB thinks that the guidance and explanatory material on the basis for conclusion is sufficient"
    },
    {
      "index": 499,
      "start_time": 3023030.0,
      "end_time": 3028141.0,
      "text": "and that entities would not need to consider probability of collection of consideration"
    },
    {
      "index": 500,
      "start_time": 3028140.0,
      "end_time": 3032859.0,
      "text": "for goods and services that will not be transferred to the customer because the entity can stop"
    },
    {
      "index": 501,
      "start_time": 3032860.0,
      "end_time": 3039681.0,
      "text": "performing and again the IASB asked stakeholders their opinion on this decision and whether"
    },
    {
      "index": 502,
      "start_time": 3039680.0,
      "end_time": 3045239.0,
      "text": "they agree not to amend IFRS 15 at this time. This FASB on the other hand thought clarifications"
    },
    {
      "index": 503,
      "start_time": 3045240.0,
      "end_time": 3050481.0,
      "text": "were required in the standard as you can see on the slide here and I have added additional"
    },
    {
      "index": 504,
      "start_time": 3050480.0,
      "end_time": 3058249.0,
      "text": "illustrative examples. So, obviously here the decisions are different but because of"
    },
    {
      "index": 505,
      "start_time": 3058250.0,
      "end_time": 3065941.0,
      "text": "the FASB’s decision, it is intended to clarify the guidance that the IASB sort of agrees"
    },
    {
      "index": 506,
      "start_time": 3065940.0,
      "end_time": 3073480.0,
      "text": "or acknowledge that the answer is similar to what the FASB is proposing, the significant"
    },
    {
      "index": 507,
      "start_time": 3073480.0,
      "end_time": 3082989.0,
      "text": "divergence is currently not expected. So, we will look at example here. In this"
    },
    {
      "index": 508,
      "start_time": 3082990.0,
      "end_time": 3087280.0,
      "text": "example, you have an entity that enters into a contract with the customer from of supply"
    },
    {
      "index": 509,
      "start_time": 3087280.0,
      "end_time": 3093530.0,
      "text": "of a good, a modem and the provision of internet service for three years, the contract price"
    },
    {
      "index": 510,
      "start_time": 3093530.0,
      "end_time": 3100010.0,
      "text": "is 460 and it’s 100 payable at contract inception when the modem is transferred to"
    },
    {
      "index": 511,
      "start_time": 3100010.0,
      "end_time": 3104830.0,
      "text": "the customer and 10 payable at the end of each month for the next three years as the"
    },
    {
      "index": 512,
      "start_time": 3104830.0,
      "end_time": 3109911.0,
      "text": "service is provided and the first month of the second year, the customer stops paying"
    },
    {
      "index": 513,
      "start_time": 3109910.0,
      "end_time": 3115920.0,
      "text": "consideration when it is due. So, the question is how should revenue be recognized and what"
    },
    {
      "index": 514,
      "start_time": 3115920.0,
      "end_time": 3121160.0,
      "text": "if the entity stops providing the service to the customer. So, let’s look at two different"
    },
    {
      "index": 515,
      "start_time": 3121160.0,
      "end_time": 3127380.0,
      "text": "situations. So, assume at inception, the customer had good credit quality, which would normally"
    },
    {
      "index": 516,
      "start_time": 3127380.0,
      "end_time": 3134499.0,
      "text": "be the case. So, when there is an event of default in this case where they stopped paying"
    },
    {
      "index": 517,
      "start_time": 3134500.0,
      "end_time": 3140120.0,
      "text": "consideration, this may be an indication of a significant change in facts and circumstances"
    },
    {
      "index": 518,
      "start_time": 3140120.0,
      "end_time": 3145000.0,
      "text": "that may lead to reassessing collectability of future consideration."
    },
    {
      "index": 519,
      "start_time": 3145000.0,
      "end_time": 3152921.0,
      "text": "So, in this case, if the entity reassesses that collectability is no longer probable,"
    },
    {
      "index": 520,
      "start_time": 3152920.0,
      "end_time": 3160109.0,
      "text": "but it can stop performing in the event of non-payment and let’s say just provide a"
    },
    {
      "index": 521,
      "start_time": 3160110.0,
      "end_time": 3165510.0,
      "text": "limited grace period, let’s say one month if you don’t pay that last month, you will"
    },
    {
      "index": 522,
      "start_time": 3165510.0,
      "end_time": 3171050.0,
      "text": "be disconnected from service, then basically there would be no problem around collectability"
    },
    {
      "index": 523,
      "start_time": 3171050.0,
      "end_time": 3178620.0,
      "text": "because the entity can stop performing and therefore, collectability of what is expected"
    },
    {
      "index": 524,
      "start_time": 3178620.0,
      "end_time": 3184560.0,
      "text": "to be transferred to the customer is still probable; however, if it was the other way"
    },
    {
      "index": 525,
      "start_time": 3184560.0,
      "end_time": 3190750.0,
      "text": "round that the entity could not stop performing then it may no longer have a genuine contract"
    },
    {
      "index": 526,
      "start_time": 3190750.0,
      "end_time": 3199280.0,
      "text": "and therefore would be required to stop recognizing the revenue. Same situation if the customer"
    },
    {
      "index": 527,
      "start_time": 3199280.0,
      "end_time": 3204320.0,
      "text": "had a low credit quality at inception, in that case if we receive an advance payment"
    },
    {
      "index": 528,
      "start_time": 3204320.0,
      "end_time": 3209020.0,
      "text": "for the modem so there is no credit risk there, but the entity would have to assess history"
    },
    {
      "index": 529,
      "start_time": 3209020.0,
      "end_time": 3215060.0,
      "text": "with this class of customer and if that history demonstrate that the customer will pay consideration"
    },
    {
      "index": 530,
      "start_time": 3215060.0,
      "end_time": 3223701.0,
      "text": "for six months and after that the entity had a right to stop performing after a short grace"
    },
    {
      "index": 531,
      "start_time": 3223700.0,
      "end_time": 3228769.0,
      "text": "period that’s about a month or two, then the entity would assess probability of collection"
    },
    {
      "index": 532,
      "start_time": 3228770.0,
      "end_time": 3232870.0,
      "text": "of consideration for the goods or services that they expect will be transferred to the"
    },
    {
      "index": 533,
      "start_time": 3232870.0,
      "end_time": 3237221.0,
      "text": "customer, which in this case would be the modem and six months plus the grace period."
    },
    {
      "index": 534,
      "start_time": 3237220.0,
      "end_time": 3241759.0,
      "text": "So, if they expect collectability has been probable for those that are expected to be"
    },
    {
      "index": 535,
      "start_time": 3241760.0,
      "end_time": 3247740.0,
      "text": "transferred to the customer, then probability of collection is not a problem."
    },
    {
      "index": 536,
      "start_time": 3247740.0,
      "end_time": 3257931.0,
      "text": "So, let’s move on now to another issue brought up early on at first TRG meeting in July 2014,"
    },
    {
      "index": 537,
      "start_time": 3257930.0,
      "end_time": 3265739.0,
      "text": "which is gross versus net principle versus agent considerations. The issue here basically"
    },
    {
      "index": 538,
      "start_time": 3265740.0,
      "end_time": 3270100.0,
      "text": "as you know is when another party is also involved in providing goods or services to"
    },
    {
      "index": 539,
      "start_time": 3270100.0,
      "end_time": 3275340.0,
      "text": "a customer, so you are providing goods or services a customer, but you are hiring third"
    },
    {
      "index": 540,
      "start_time": 3275340.0,
      "end_time": 3281040.0,
      "text": "party who is also involved in providing goods and services to your customer. IFRS 15 requires"
    },
    {
      "index": 541,
      "start_time": 3281040.0,
      "end_time": 3286070.0,
      "text": "the entity to determine whether it is a principle in the transaction, and should recognize revenue"
    },
    {
      "index": 542,
      "start_time": 3286070.0,
      "end_time": 3292090.0,
      "text": "on the gross amount or an agent and should revenue for the fee or commission for arranging"
    },
    {
      "index": 543,
      "start_time": 3292090.0,
      "end_time": 3299161.0,
      "text": "for the other party to provide the specified goods or services. IFRS 15 includes guidance"
    },
    {
      "index": 544,
      "start_time": 3299160.0,
      "end_time": 3305470.0,
      "text": "to help an entity make that determination. Basically, IFRS 15 includes a presumption"
    },
    {
      "index": 545,
      "start_time": 3305470.0,
      "end_time": 3310239.0,
      "text": "that if an entity controls a good or service before it is transferred to a customer, it"
    },
    {
      "index": 546,
      "start_time": 3310240.0,
      "end_time": 3317050.0,
      "text": "is presumed to be a principle, and it includes a number of indicators to help you make that"
    },
    {
      "index": 547,
      "start_time": 3317050.0,
      "end_time": 3323730.0,
      "text": "determination. The TRG discussed a number of issues regarding this guidance and some"
    },
    {
      "index": 548,
      "start_time": 3323730.0,
      "end_time": 3328370.0,
      "text": "people question whether control was always the basis for determining whether an entity"
    },
    {
      "index": 549,
      "start_time": 3328370.0,
      "end_time": 3335461.0,
      "text": "is a principle or an agent and how the control principle and the indicators, which right"
    },
    {
      "index": 550,
      "start_time": 3335460.0,
      "end_time": 3342940.0,
      "text": "now are indicated as indicators that an entity is an agent, how those things worked together."
    },
    {
      "index": 551,
      "start_time": 3342940.0,
      "end_time": 3347999.0,
      "text": "Other people question how to apply the control principle to contracts that involve intangible"
    },
    {
      "index": 552,
      "start_time": 3348000.0,
      "end_time": 3356110.0,
      "text": "goods like online games and apps, website advertising space, e-tickets or vouchers that"
    },
    {
      "index": 553,
      "start_time": 3356110.0,
      "end_time": 3362000.0,
      "text": "type of thing and how to apply the control principle also to services provided by others."
    },
    {
      "index": 554,
      "start_time": 3362000.0,
      "end_time": 3368580.0,
      "text": "So, because of these discussions, the boards clarify the principle versus agent guidance"
    },
    {
      "index": 555,
      "start_time": 3368580.0,
      "end_time": 3376520.0,
      "text": "quite a bit, and both boards are converged in the wording that they used to clarify their"
    },
    {
      "index": 556,
      "start_time": 3376520.0,
      "end_time": 3382141.0,
      "text": "guidance, which is great in this case because they are harmonized. So, basically they have"
    },
    {
      "index": 557,
      "start_time": 3382140.0,
      "end_time": 3385910.0,
      "text": "clarified that if an entity controls discussed by good or service before that good or service"
    },
    {
      "index": 558,
      "start_time": 3385910.0,
      "end_time": 3392210.0,
      "text": "is transferred to the customer, it is a principal in a transaction and if the entity does not"
    },
    {
      "index": 559,
      "start_time": 3392210.0,
      "end_time": 3396589.0,
      "text": "control the specified good or service before it is transferred to a customer, it is not"
    },
    {
      "index": 560,
      "start_time": 3396590.0,
      "end_time": 3402911.0,
      "text": "a principal and the transaction with the customer. So, that control is determinative. The indicators"
    },
    {
      "index": 561,
      "start_time": 3402910.0,
      "end_time": 3408269.0,
      "text": "that an entity has control before it transfers a good or service were included to support"
    },
    {
      "index": 562,
      "start_time": 3408270.0,
      "end_time": 3413080.0,
      "text": "an entity’s assessment in scenarios for which that assessment might be difficult and"
    },
    {
      "index": 563,
      "start_time": 3413080.0,
      "end_time": 3418901.0,
      "text": "how those indicators tie to the concept of control. So, the indicators don’t override"
    },
    {
      "index": 564,
      "start_time": 3418900.0,
      "end_time": 3425119.0,
      "text": "the assessment of control, they shouldn’t be viewed in isolation. They don’t constitute"
    },
    {
      "index": 565,
      "start_time": 3425120.0,
      "end_time": 3430340.0,
      "text": "a separate or additional evaluation and/or shouldn’t be considered a checklist of criteria"
    },
    {
      "index": 566,
      "start_time": 3430340.0,
      "end_time": 3436961.0,
      "text": "to be met, but rather factors to be considered in all scenarios and the indicators are helpful"
    },
    {
      "index": 567,
      "start_time": 3436960.0,
      "end_time": 3441180.0,
      "text": "and depending on the facts and circumstances, individual indicators will be more or less"
    },
    {
      "index": 568,
      "start_time": 3441180.0,
      "end_time": 3449499.0,
      "text": "relevant or persuasive than others. The guidance also includes indications about when a specified"
    },
    {
      "index": 569,
      "start_time": 3449500.0,
      "end_time": 3453641.0,
      "text": "good or service to be provided to the customers are a right to goods or services to be provided"
    },
    {
      "index": 570,
      "start_time": 3453640.0,
      "end_time": 3458339.0,
      "text": "in the future by another entity because in these cases, it may be difficult to assess"
    },
    {
      "index": 571,
      "start_time": 3458340.0,
      "end_time": 3465990.0,
      "text": "whether you control such right and also indications of when a service is to be provided by another"
    },
    {
      "index": 572,
      "start_time": 3465990.0,
      "end_time": 3473391.0,
      "text": "party. It may sometimes be difficult to assess when you control a service ahead of time."
    },
    {
      "index": 573,
      "start_time": 3473390.0,
      "end_time": 3483299.0,
      "text": "So, basically as I said decisions are the same and let’s look at an example. So, this"
    },
    {
      "index": 574,
      "start_time": 3483300.0,
      "end_time": 3489270.0,
      "text": "example is where an entity engages the third party to a vendor services on the entity’s"
    },
    {
      "index": 575,
      "start_time": 3489270.0,
      "end_time": 3493990.0,
      "text": "behalf. So, entity enters into a contract with the customer to provide office maintenance"
    },
    {
      "index": 576,
      "start_time": 3493990.0,
      "end_time": 3499891.0,
      "text": "services and the customers then voiced a fixed price on a monthly basis with 10-day payment"
    },
    {
      "index": 577,
      "start_time": 3499890.0,
      "end_time": 3505960.0,
      "text": "terms. The entity then engages a third-party service provider to provide the office maintenance"
    },
    {
      "index": 578,
      "start_time": 3505960.0,
      "end_time": 3512109.0,
      "text": "services, and again here the payment terms are aligned with the customer’s terms; however,"
    },
    {
      "index": 579,
      "start_time": 3512110.0,
      "end_time": 3517110.0,
      "text": "the entity must pay regardless the third-party service provider regardless of whether they"
    },
    {
      "index": 580,
      "start_time": 3517110.0,
      "end_time": 3524451.0,
      "text": "received payment from the customer. So, the question is, is the entity a principal or"
    },
    {
      "index": 581,
      "start_time": 3524450.0,
      "end_time": 3530779.0,
      "text": "an agent? As I said before it’s a difficult assessment when we are talking about reselling"
    },
    {
      "index": 582,
      "start_time": 3530780.0,
      "end_time": 3536760.0,
      "text": "services because a service comes into existence only when it is delivered, but the entity"
    },
    {
      "index": 583,
      "start_time": 3536760.0,
      "end_time": 3541941.0,
      "text": "needs to assess whether it controls the right to the specified service before it is transferred"
    },
    {
      "index": 584,
      "start_time": 3541940.0,
      "end_time": 3547160.0,
      "text": "to the customer, so, how would we go about making this determination?"
    },
    {
      "index": 585,
      "start_time": 3547160.0,
      "end_time": 3554489.0,
      "text": "So, on the next slide, we will see that the terms of the entity’s contract with the"
    },
    {
      "index": 586,
      "start_time": 3554490.0,
      "end_time": 3559600.0,
      "text": "service provider basically give the entity the ability to direct the service provider"
    },
    {
      "index": 587,
      "start_time": 3559600.0,
      "end_time": 3567080.0,
      "text": "to provide the services on its behalf. In addition, when the entity considers the indicators"
    },
    {
      "index": 588,
      "start_time": 3567080.0,
      "end_time": 3572230.0,
      "text": "in IFRS 15 that provide further evidence that the entity controls the office maintenance"
    },
    {
      "index": 589,
      "start_time": 3572230.0,
      "end_time": 3579280.0,
      "text": "services before they are provided to the customer, they consider the entity is primarily responsible"
    },
    {
      "index": 590,
      "start_time": 3579280.0,
      "end_time": 3583681.0,
      "text": "for filling the promise to provide office maintenance services. So, although the entity"
    },
    {
      "index": 591,
      "start_time": 3583680.0,
      "end_time": 3589299.0,
      "text": "has contracted the services to the service provider, the entity is responsible in the"
    },
    {
      "index": 592,
      "start_time": 3589300.0,
      "end_time": 3595080.0,
      "text": "end for the acceptability of the services regardless of whether the entity performs"
    },
    {
      "index": 593,
      "start_time": 3595080.0,
      "end_time": 3600120.0,
      "text": "the service itself or engages the third party. The other indicator, the entity has discretion"
    },
    {
      "index": 594,
      "start_time": 3600120.0,
      "end_time": 3604590.0,
      "text": "in setting the price for the services to the customer. So, they have set the price independently"
    },
    {
      "index": 595,
      "start_time": 3604590.0,
      "end_time": 3610980.0,
      "text": "of negotiating with the service provider and the entity has credit risk. So, although the"
    },
    {
      "index": 596,
      "start_time": 3610980.0,
      "end_time": 3615201.0,
      "text": "entity does not have inventory risk in this case because it doesn’t commit to obtain"
    },
    {
      "index": 597,
      "start_time": 3615200.0,
      "end_time": 3619700.0,
      "text": "the services from the service provider before obtaining the contract with the customer."
    },
    {
      "index": 598,
      "start_time": 3619700.0,
      "end_time": 3624200.0,
      "text": "It still concludes that it controls the office maintenance services before they are provided"
    },
    {
      "index": 599,
      "start_time": 3624200.0,
      "end_time": 3629229.0,
      "text": "to the customer based on the other evidence. So, this is an example in the clarifications"
    },
    {
      "index": 600,
      "start_time": 3629230.0,
      "end_time": 3638990.0,
      "text": "ED and you need to be mindful of whether this may eventually change once they have redeliberated"
    },
    {
      "index": 601,
      "start_time": 3638990.0,
      "end_time": 3645080.0,
      "text": "all the comments received. So, I think that’s it from me Jon. I give it back to you, I believe"
    },
    {
      "index": 602,
      "start_time": 3645080.0,
      "end_time": 3650620.0,
      "text": "for polling question 3. Okay. Thanks a lot Maryse. So, here is the"
    },
    {
      "index": 603,
      "start_time": 3650620.0,
      "end_time": 3656171.0,
      "text": "polling question 3. Where are you in the process of adopting IFRS 15?"
    },
    {
      "index": 604,
      "start_time": 3656170.0,
      "end_time": 3659200.0,
      "text": "We have not yet started thinking about the adoption process."
    },
    {
      "index": 605,
      "start_time": 3659200.0,
      "end_time": 3662420.0,
      "text": "We are starting to get acquainted with the new standard."
    },
    {
      "index": 606,
      "start_time": 3662420.0,
      "end_time": 3666489.0,
      "text": "We have done enough work to develop our implementation plan; or"
    },
    {
      "index": 607,
      "start_time": 3666490.0,
      "end_time": 3671750.0,
      "text": "We are well into our implementation process? So, while we are waiting for the results to"
    },
    {
      "index": 608,
      "start_time": 3671750.0,
      "end_time": 3677790.0,
      "text": "tabulate, Maryse, there is a question for you. Are the illustrative examples that accompany"
    },
    {
      "index": 609,
      "start_time": 3677790.0,
      "end_time": 3683671.0,
      "text": "the standard authoritative? Yeah. That’s a good question Jon."
    },
    {
      "index": 610,
      "start_time": 3683670.0,
      "end_time": 3691029.0,
      "text": "So, if you look at the beginning of the illustrative examples similar to if you look at the beginning"
    },
    {
      "index": 611,
      "start_time": 3691030.0,
      "end_time": 3698171.0,
      "text": "and the basis for conclusions, it states that these examples or the basis for conclusions"
    },
    {
      "index": 612,
      "start_time": 3698170.0,
      "end_time": 3704920.0,
      "text": "accompany, but are not part of IFRS 15. They say that the examples illustrate aspects of"
    },
    {
      "index": 613,
      "start_time": 3704920.0,
      "end_time": 3711160.0,
      "text": "IFRS 15, but are not intended to provide interpretative guidance; however, this being said, there"
    },
    {
      "index": 614,
      "start_time": 3711160.0,
      "end_time": 3719670.0,
      "text": "are more than 60 examples in the standard and on many occasions, the IASB had decided"
    },
    {
      "index": 615,
      "start_time": 3719670.0,
      "end_time": 3726109.0,
      "text": "to clarify the standard by changing the examples as opposed to amending the standard. So, in"
    },
    {
      "index": 616,
      "start_time": 3726110.0,
      "end_time": 3731240.0,
      "text": "my view, the examples are essential to the correct understanding of the standard and"
    },
    {
      "index": 617,
      "start_time": 3731240.0,
      "end_time": 3735151.0,
      "text": "so, I would expect the clients consider them before coming to the conclusions under IFRS"
    },
    {
      "index": 618,
      "start_time": 3735150.0,
      "end_time": 3739420.0,
      "text": "15 under similar facts and circumstances. Okay. Thank you."
    },
    {
      "index": 619,
      "start_time": 3739420.0,
      "end_time": 3746880.0,
      "text": "Let’s see our polling results. So, just under 60% say they are starting to get acquainted"
    },
    {
      "index": 620,
      "start_time": 3746880.0,
      "end_time": 3753099.0,
      "text": "with the new standard and hopefully, this webcast is helping in that respect. About"
    },
    {
      "index": 621,
      "start_time": 3753100.0,
      "end_time": 3758620.0,
      "text": "30% say they have not yet started thinking about the process, I guess, hopefully, they"
    },
    {
      "index": 622,
      "start_time": 3758620.0,
      "end_time": 3764220.0,
      "text": "will start to deal with that pretty soon and we are into single digits in terms of those"
    },
    {
      "index": 623,
      "start_time": 3764220.0,
      "end_time": 3771620.0,
      "text": "who have done enough work to develop an implementation process and just 4% are well into the implementation"
    },
    {
      "index": 624,
      "start_time": 3771620.0,
      "end_time": 3778250.0,
      "text": "process. As you will hear from Cindy soon, the implementation process might be very heavy"
    },
    {
      "index": 625,
      "start_time": 3778250.0,
      "end_time": 3783881.0,
      "text": "for your company. Okay and with that, I will turn it over to Cindy."
    },
    {
      "index": 626,
      "start_time": 3783880.0,
      "end_time": 3789430.0,
      "text": "Okay. Thanks Jon. Before we get into the heavy lifting, let’s"
    },
    {
      "index": 627,
      "start_time": 3789430.0,
      "end_time": 3794559.0,
      "text": "talk about some good news in terms of some practical expedients that are being proposed"
    },
    {
      "index": 628,
      "start_time": 3794560.0,
      "end_time": 3799951.0,
      "text": "to be available on transition. So, if we just think about transition, Maryse has talked"
    },
    {
      "index": 629,
      "start_time": 3799950.0,
      "end_time": 3805229.0,
      "text": "about earlier in the presentation the two methods that you can use to adopt the new"
    },
    {
      "index": 630,
      "start_time": 3805230.0,
      "end_time": 3810451.0,
      "text": "standard either full retrospective or modified retrospective. So, just remember the keyword"
    },
    {
      "index": 631,
      "start_time": 3810450.0,
      "end_time": 3818039.0,
      "text": "in there is retrospective in both cases, you have to assess contracts that are not complete"
    },
    {
      "index": 632,
      "start_time": 3818040.0,
      "end_time": 3822570.0,
      "text": "as of the date that you adopt the new standard and in some cases, even in contracts that"
    },
    {
      "index": 633,
      "start_time": 3822570.0,
      "end_time": 3827580.0,
      "text": "you may think are complete and we will get to that. So, I think that’s a really important"
    },
    {
      "index": 634,
      "start_time": 3827580.0,
      "end_time": 3833711.0,
      "text": "point because historically under Canadian GAAP, which is Part 5, which is the last time"
    },
    {
      "index": 635,
      "start_time": 3833710.0,
      "end_time": 3839450.0,
      "text": "we had any significant revenue recognition changes. The standards were prospective to"
    },
    {
      "index": 636,
      "start_time": 3839450.0,
      "end_time": 3844460.0,
      "text": "new agreements or contracts that were significantly modified, but this is really a standard that"
    },
    {
      "index": 637,
      "start_time": 3844460.0,
      "end_time": 3850799.0,
      "text": "you are going to have to deal with from an inventorying perspective. So, if you are a"
    },
    {
      "index": 638,
      "start_time": 3850800.0,
      "end_time": 3855310.0,
      "text": "retailer, may be that is not a big impact, but if you are entity that has long-term contracts,"
    },
    {
      "index": 639,
      "start_time": 3855310.0,
      "end_time": 3861580.0,
      "text": "then this is going to be potentially a lot of work for you and that’s one of the reasons"
    },
    {
      "index": 640,
      "start_time": 3861580.0,
      "end_time": 3866211.0,
      "text": "you know, when think about when you are going to start to kind of dive in and get involved"
    },
    {
      "index": 641,
      "start_time": 3866210.0,
      "end_time": 3869799.0,
      "text": "and understanding what the impacts are. Some of the companies that I have been working"
    },
    {
      "index": 642,
      "start_time": 3869800.0,
      "end_time": 3874320.0,
      "text": "with or doing that now just because they have contracts that are long-term and they want"
    },
    {
      "index": 643,
      "start_time": 3874320.0,
      "end_time": 3879330.0,
      "text": "to understand what the impact is to them for these contracts that they are signing now."
    },
    {
      "index": 644,
      "start_time": 3879330.0,
      "end_time": 3884580.0,
      "text": "So, let’s get started. We are going to talk about two new practical expedients that are"
    },
    {
      "index": 645,
      "start_time": 3884580.0,
      "end_time": 3890000.0,
      "text": "available on transition, and the first one relates to contract modification. So, keeping"
    },
    {
      "index": 646,
      "start_time": 3890000.0,
      "end_time": 3896270.0,
      "text": "in mind that the standard has to be applied retrospectively and the fact that there is"
    },
    {
      "index": 647,
      "start_time": 3896270.0,
      "end_time": 3903290.0,
      "text": "no very specific guidance on contract modifications, this is an issue without a practical expedient."
    },
    {
      "index": 648,
      "start_time": 3903290.0,
      "end_time": 3908990.0,
      "text": "So, just a reminder, when you modify a contract, depending on how you modify it with respect"
    },
    {
      "index": 649,
      "start_time": 3908990.0,
      "end_time": 3914290.0,
      "text": "to changes in pricing and changes in performance obligations, you can either treat that modification"
    },
    {
      "index": 650,
      "start_time": 3914290.0,
      "end_time": 3921441.0,
      "text": "as a separate contract, you can essentially account for the original contract as if you"
    },
    {
      "index": 651,
      "start_time": 3921440.0,
      "end_time": 3926229.0,
      "text": "terminated it and you account for that and the modification together or you can have"
    },
    {
      "index": 652,
      "start_time": 3926230.0,
      "end_time": 3932961.0,
      "text": "a cumulative catch up. So, think about a contract that was signed in even though late 90’s"
    },
    {
      "index": 653,
      "start_time": 3932960.0,
      "end_time": 3938920.0,
      "text": "that has been modified two or three times since then. Without any practical expedient"
    },
    {
      "index": 654,
      "start_time": 3938920.0,
      "end_time": 3945349.0,
      "text": "what you be required to do is to go back and determine how that contract would have been"
    },
    {
      "index": 655,
      "start_time": 3945350.0,
      "end_time": 3952070.0,
      "text": "accounted for in terms of the modifications on a sequential basis because one modification"
    },
    {
      "index": 656,
      "start_time": 3952070.0,
      "end_time": 3956671.0,
      "text": "can impact the accounting, and then another modification subsequent to that can have a"
    },
    {
      "index": 657,
      "start_time": 3956670.0,
      "end_time": 3961989.0,
      "text": "different impact as compared to whether that was a first modification. So, with all that"
    },
    {
      "index": 658,
      "start_time": 3961990.0,
      "end_time": 3970911.0,
      "text": "being said, what is being proposed is that, an entity is able to use hindsight as of the"
    },
    {
      "index": 659,
      "start_time": 3970910.0,
      "end_time": 3977279.0,
      "text": "contract modification adjustment date. So, we have got this new acronym CMAD and to perform"
    },
    {
      "index": 660,
      "start_time": 3977280.0,
      "end_time": 3984090.0,
      "text": "a single analysis in terms of the impact of that contract under the new standard and so"
    },
    {
      "index": 661,
      "start_time": 3984090.0,
      "end_time": 3989820.0,
      "text": "the difference is when that date is and so the IASB has defined the CMAD or the contract"
    },
    {
      "index": 662,
      "start_time": 3989820.0,
      "end_time": 3994220.0,
      "text": "modification adjustment date as the beginning of the earliest period presented under both"
    },
    {
      "index": 663,
      "start_time": 3994220.0,
      "end_time": 3999540.0,
      "text": "transition methods and on the next slide we will illustrate that. That’s different as"
    },
    {
      "index": 664,
      "start_time": 3999540.0,
      "end_time": 4003080.0,
      "text": "compared to what the FASB is proposed because they are saying that the CMAD date is the"
    },
    {
      "index": 665,
      "start_time": 4003080.0,
      "end_time": 4007590.0,
      "text": "beginning of the earliest year presented upon initial adoption of the standard under the"
    },
    {
      "index": 666,
      "start_time": 4007590.0,
      "end_time": 4012391.0,
      "text": "full retrospective method and the beginning of the current period under the modified approach."
    },
    {
      "index": 667,
      "start_time": 4012390.0,
      "end_time": 4019700.0,
      "text": "So, on the next slide we have a handy timeline, so as we have talked about already 2018 is"
    },
    {
      "index": 668,
      "start_time": 4019700.0,
      "end_time": 4025499.0,
      "text": "the date of initial application and let’s assume right now that you have one year comparative"
    },
    {
      "index": 669,
      "start_time": 4025500.0,
      "end_time": 4030600.0,
      "text": "financial information. So, if you do full retrospective, you are going to modify the"
    },
    {
      "index": 670,
      "start_time": 4030600.0,
      "end_time": 4039461.0,
      "text": "numbers that you are presenting for the year ended in 2017 and then you adopt the standard"
    },
    {
      "index": 671,
      "start_time": 4039460.0,
      "end_time": 4045180.0,
      "text": "in 2018 and if you are applying modified retrospective, you are only doing your cumulative adjustment"
    },
    {
      "index": 672,
      "start_time": 4045180.0,
      "end_time": 4051229.0,
      "text": "as at the beginning of 2018 and so, in this case we have assumed that there are two modifications."
    },
    {
      "index": 673,
      "start_time": 4051230.0,
      "end_time": 4058070.0,
      "text": "The contract begins in 2014 sometime. There is one contract modification in 2016 and there"
    },
    {
      "index": 674,
      "start_time": 4058070.0,
      "end_time": 4064000.0,
      "text": "is one contract modification in 2018, and so from an IASB perspective regardless of"
    },
    {
      "index": 675,
      "start_time": 4064000.0,
      "end_time": 4068931.0,
      "text": "whether you are applying the full retrospective approach or the modified retrospective approach,"
    },
    {
      "index": 676,
      "start_time": 4068930.0,
      "end_time": 4077569.0,
      "text": "what you don’t separately evaluate or adjust modifications prior to January 1, 2017, and"
    },
    {
      "index": 677,
      "start_time": 4077570.0,
      "end_time": 4081760.0,
      "text": "that’s a little bit confusing when you read the guidance. So, you have to really go through"
    },
    {
      "index": 678,
      "start_time": 4081760.0,
      "end_time": 4086750.0,
      "text": "it pretty carefully in terms of what is being proposed as a change, but essentially the"
    },
    {
      "index": 679,
      "start_time": 4086750.0,
      "end_time": 4093060.0,
      "text": "thought process is you don’t want to wait and just look at amendments that are happening"
    },
    {
      "index": 680,
      "start_time": 4093060.0,
      "end_time": 4097071.0,
      "text": "before the beginning of 2018 because that might not give you enough time to deal with"
    },
    {
      "index": 681,
      "start_time": 4097069.9999999995,
      "end_time": 4104779.9999999995,
      "text": "the issues, so let’s look at modifications and use a cutoff date of January 1, 2017,"
    },
    {
      "index": 682,
      "start_time": 4104779.9999999995,
      "end_time": 4110649.9999999995,
      "text": "so if I had multiple modifications before the beginning of 2017, that’s what I would"
    },
    {
      "index": 683,
      "start_time": 4110649.9999999995,
      "end_time": 4120269.9999999995,
      "text": "be able to look at in one single area. In this particular circumstance, I will look"
    },
    {
      "index": 684,
      "start_time": 4120270.0000000005,
      "end_time": 4125190.0000000005,
      "text": "at that modification and then I have got a new modification, modification 2, that I have"
    },
    {
      "index": 685,
      "start_time": 4125189.9999999995,
      "end_time": 4131709.9999999995,
      "text": "to deal with separately. If I was applying the proposed practical expedient that the"
    },
    {
      "index": 686,
      "start_time": 4131710.0,
      "end_time": 4136780.0,
      "text": "FASB has, I would have different outcomes because they are saying that CMAD date is"
    },
    {
      "index": 687,
      "start_time": 4136779.9999999995,
      "end_time": 4142329.9999999995,
      "text": "different depending on the full retrospective method or the modified retrospective method."
    },
    {
      "index": 688,
      "start_time": 4142330.0,
      "end_time": 4146589.0,
      "text": "We won’t get into all of that granular detail, but I think that the takeaway here is just"
    },
    {
      "index": 689,
      "start_time": 4146590.0,
      "end_time": 4151251.0,
      "text": "to know that, if you got long-term contracts and if they have been modified, then you are"
    },
    {
      "index": 690,
      "start_time": 4151250.0,
      "end_time": 4156470.0,
      "text": "going to have to be pretty careful in figuring out what the impacts are for your material"
    },
    {
      "index": 691,
      "start_time": 4156470.0000000005,
      "end_time": 4165530.0000000005,
      "text": "revenue streams or your material contracts. The next practical expedient deals with completed"
    },
    {
      "index": 692,
      "start_time": 4165529.9999999995,
      "end_time": 4172779.9999999995,
      "text": "contracts. So, the IASB already had in its guidance the fact that if you were using the"
    },
    {
      "index": 693,
      "start_time": 4172779.9999999995,
      "end_time": 4179649.9999999995,
      "text": "modified retrospective method, you would not have to deal with contracts that were completed"
    },
    {
      "index": 694,
      "start_time": 4179649.9999999995,
      "end_time": 4187009.9999999995,
      "text": "before the date that you applied a standard and now, it’s also come up with a practical"
    },
    {
      "index": 695,
      "start_time": 4187010.0,
      "end_time": 4192000.0,
      "text": "expedient to enable you to exclude evaluation of any contract completed at the beginning"
    },
    {
      "index": 696,
      "start_time": 4192000.0,
      "end_time": 4196190.0,
      "text": "of the earliest period presented when you are applying a full retrospective transition"
    },
    {
      "index": 697,
      "start_time": 4196190.0,
      "end_time": 4202460.0,
      "text": "approach. So, you can apply that concept in both scenarios whether you are applying modified"
    },
    {
      "index": 698,
      "start_time": 4202460.0,
      "end_time": 4208790.0,
      "text": "or full retrospective. The FASB though took a different tact, one they change the definition"
    },
    {
      "index": 699,
      "start_time": 4208790.0,
      "end_time": 4213150.0,
      "text": "of completed contract and we will get to that in a minute, but the second thing is they"
    },
    {
      "index": 700,
      "start_time": 4213150.0,
      "end_time": 4218330.0,
      "text": "are only permitting entities that applied a modified retrospective method to use this"
    },
    {
      "index": 701,
      "start_time": 4218330.0,
      "end_time": 4222760.0,
      "text": "practical expedient and they can do it to all contracts or only contracts not completed"
    },
    {
      "index": 702,
      "start_time": 4222760.0,
      "end_time": 4229470.0,
      "text": "as at the initial application date. So, let’s just think about what this might mean. So,"
    },
    {
      "index": 703,
      "start_time": 4229470.0,
      "end_time": 4238730.0,
      "text": "from a FASB perspective, if you have a contract that was completed let’s say in 2016 but"
    },
    {
      "index": 704,
      "start_time": 4238730.0,
      "end_time": 4242630.0,
      "text": "under the new standard may be it wouldn’t be considered complete because you wouldn’t"
    },
    {
      "index": 705,
      "start_time": 4242630.0,
      "end_time": 4246820.0,
      "text": "have recognized all the revenue, we are going to have to figure out how to come up and look"
    },
    {
      "index": 706,
      "start_time": 4246820.0,
      "end_time": 4251150.0,
      "text": "at that population of contracts which, I think it is going to be really really tricky in"
    },
    {
      "index": 707,
      "start_time": 4251150.0,
      "end_time": 4255540.0,
      "text": "terms of finding those if you have complicated contracts, so that’s is just something to"
    },
    {
      "index": 708,
      "start_time": 4255540.0,
      "end_time": 4263790.0,
      "text": "think about if you are following US GAAP. So, now let’s just take a look at the differences"
    },
    {
      "index": 709,
      "start_time": 4263790.0,
      "end_time": 4271160.0,
      "text": "in definition. So, the IFRS definition of what a completed contract is, is a contract"
    },
    {
      "index": 710,
      "start_time": 4271160.0,
      "end_time": 4275590.0,
      "text": "for which the entity is transferred all of the goods or services identified in accordance"
    },
    {
      "index": 711,
      "start_time": 4275590.0,
      "end_time": 4284410.0,
      "text": "with IAS 11 or IAS 18, and this was also the definition that was provided in ASC 606, which"
    },
    {
      "index": 712,
      "start_time": 4284410.0,
      "end_time": 4289810.0,
      "text": "was the original standard issued under US GAAP when it was first issued in 2014, but"
    },
    {
      "index": 713,
      "start_time": 4289810.0,
      "end_time": 4294830.0,
      "text": "the FASB has changed that definition and their proposal is a completed contract is a contract"
    },
    {
      "index": 714,
      "start_time": 4294830.0,
      "end_time": 4299150.0,
      "text": "for which all are substantially all of the revenue was recognized in accordance with"
    },
    {
      "index": 715,
      "start_time": 4299150.0,
      "end_time": 4304170.0,
      "text": "revenue guidance that is in effect before the initial date of application. So, for those"
    },
    {
      "index": 716,
      "start_time": 4304170.0,
      "end_time": 4309050.0,
      "text": "of you where you recognize revenue at the same time that you transfer goods and services,"
    },
    {
      "index": 717,
      "start_time": 4309050.0,
      "end_time": 4315140.0,
      "text": "the difference in definition isn’t really going to be a big deal, but there can be situations"
    },
    {
      "index": 718,
      "start_time": 4315140.0,
      "end_time": 4319370.0,
      "text": "where it’s going to make a difference, so for example if you bought license with the"
    },
    {
      "index": 719,
      "start_time": 4319370.0,
      "end_time": 4325310.0,
      "text": "future royalty stream and let’s say under current GAAP, revenues being recognized as"
    },
    {
      "index": 720,
      "start_time": 4325310.0,
      "end_time": 4329710.0,
      "text": "royalties are being reported, but the entity has delivered the license."
    },
    {
      "index": 721,
      "start_time": 4329710.0,
      "end_time": 4334130.0,
      "text": "So, from an IFRS perspective, the contract would be considered complete because the license"
    },
    {
      "index": 722,
      "start_time": 4334130.0,
      "end_time": 4339670.0,
      "text": "has been delivered, but from a US GAAP perspective, the contract would not be complete, so it"
    },
    {
      "index": 723,
      "start_time": 4339670.0,
      "end_time": 4344190.0,
      "text": "changes a little bit what you consider in and out of scope, and it also leaves open"
    },
    {
      "index": 724,
      "start_time": 4344190.0,
      "end_time": 4350150.0,
      "text": "a question as to under IFRS, what do you do with that revenue that has not yet been recognized,"
    },
    {
      "index": 725,
      "start_time": 4350150.0,
      "end_time": 4358650.0,
      "text": "but the contract is actually considered complete. So, once you get into the granularity of making"
    },
    {
      "index": 726,
      "start_time": 4358650.0,
      "end_time": 4363010.0,
      "text": "some decisions on this. I think it’s really important to make sure you scope the population"
    },
    {
      "index": 727,
      "start_time": 4363010.0,
      "end_time": 4368110.0,
      "text": "of contracts that are going to crossover the transition date or the first application date,"
    },
    {
      "index": 728,
      "start_time": 4368110.0,
      "end_time": 4375210.0,
      "text": "so you are clear on what you have to dive into in terms of assessing the impact. We"
    },
    {
      "index": 729,
      "start_time": 4375210.0,
      "end_time": 4378250.0,
      "text": "just want to talk for a couple of minutes about what the advantages and disadvantages"
    },
    {
      "index": 730,
      "start_time": 4378250.0,
      "end_time": 4384170.0,
      "text": "are with respect to the full retrospective method and the modified retrospective method."
    },
    {
      "index": 731,
      "start_time": 4384170.0,
      "end_time": 4388250.0,
      "text": "I would say a year ago or so, may be even 18 months ago as I was talking to companies"
    },
    {
      "index": 732,
      "start_time": 4388250.0,
      "end_time": 4393150.0,
      "text": "about the standard, most of them were saying that they are going to apply full retrospective"
    },
    {
      "index": 733,
      "start_time": 4393150.0,
      "end_time": 4398560.0,
      "text": "method that was their desire and I think that came from the fact that the entities that"
    },
    {
      "index": 734,
      "start_time": 4398560.0,
      "end_time": 4404670.0,
      "text": "started working on this implementation years ago, are the entities that are going to be"
    },
    {
      "index": 735,
      "start_time": 4404670.0,
      "end_time": 4408690.0,
      "text": "significantly impacted by it. So, the Telcos certainly have been working on this for a"
    },
    {
      "index": 736,
      "start_time": 4408690.0,
      "end_time": 4413020.0,
      "text": "number of years and it totally make sense that they would be thinking about applying"
    },
    {
      "index": 737,
      "start_time": 4413020.0,
      "end_time": 4417100.0,
      "text": "the retrospective method because otherwise they are not going to be able to tell the"
    },
    {
      "index": 738,
      "start_time": 4417100.0,
      "end_time": 4423020.0,
      "text": "user what the trends are in terms of the impact of this statement and they may end up with"
    },
    {
      "index": 739,
      "start_time": 4423020.0,
      "end_time": 4427940.0,
      "text": "revenue that never gets recognized in any period if they used the modified retrospective"
    },
    {
      "index": 740,
      "start_time": 4427940.0,
      "end_time": 4435000.0,
      "text": "method. Now, I am finding that people are more looking to explore the modified method"
    },
    {
      "index": 741,
      "start_time": 4435000.0,
      "end_time": 4442440.0,
      "text": "and it could be because it provides a little bit more time and it could be because if you"
    },
    {
      "index": 742,
      "start_time": 4442440.0,
      "end_time": 4446690.0,
      "text": "are not going to have significant impacts in terms of timing or measurements in terms"
    },
    {
      "index": 743,
      "start_time": 4446690.0,
      "end_time": 4452350.0,
      "text": "of recognizing revenue under the new standard, then it may not matter in terms of having"
    },
    {
      "index": 744,
      "start_time": 4452350.0,
      "end_time": 4459640.0,
      "text": "such clarity with respect to prior period revenue versus current period revenue. Some"
    },
    {
      "index": 745,
      "start_time": 4459640.0,
      "end_time": 4465290.0,
      "text": "other advantages with respect to the population of contracts that you may have to look to,"
    },
    {
      "index": 746,
      "start_time": 4465290.0,
      "end_time": 4469990.0,
      "text": "that could be larger if you are doing full retrospective method, we talked about the"
    },
    {
      "index": 747,
      "start_time": 4469990.0,
      "end_time": 4476760.0,
      "text": "trends for stakeholders, I guess the harder part with retrospective is, the potential"
    },
    {
      "index": 748,
      "start_time": 4476760.0,
      "end_time": 4483560.0,
      "text": "issue with obtaining historical information and the disclosure that is required, one of"
    },
    {
      "index": 749,
      "start_time": 4483560.0,
      "end_time": 4488250.0,
      "text": "the disadvantages on the modified retrospective method is in the year of transition, you have"
    },
    {
      "index": 750,
      "start_time": 4488250.0,
      "end_time": 4493940.0,
      "text": "to disclose what your revenue would have been if you would continue to apply existing GAAP."
    },
    {
      "index": 751,
      "start_time": 4493940.0,
      "end_time": 4498580.0,
      "text": "So, you are going to have to run parallel regardless, it’s just a question as to whether"
    },
    {
      "index": 752,
      "start_time": 4498580.0,
      "end_time": 4503170.0,
      "text": "you do it before you implement, like before you have to start to disclose actually the"
    },
    {
      "index": 753,
      "start_time": 4503170.0,
      "end_time": 4510540.0,
      "text": "information resulting from the application of the standard or after the fact. I guess"
    },
    {
      "index": 754,
      "start_time": 4510540.0,
      "end_time": 4515330.0,
      "text": "my last point in this is I would say my advice is don’t make this decision too early, so"
    },
    {
      "index": 755,
      "start_time": 4515330.0,
      "end_time": 4519680.0,
      "text": "a lot of clients want to make this decision as well, the first decision that they make,"
    },
    {
      "index": 756,
      "start_time": 4519680.0,
      "end_time": 4523990.0,
      "text": "but really I think you have to understand what the impact will be to your company before"
    },
    {
      "index": 757,
      "start_time": 4523990.0,
      "end_time": 4528300.0,
      "text": "you make this decision, so are you going to have significant impacts related to timing"
    },
    {
      "index": 758,
      "start_time": 4528300.0,
      "end_time": 4532530.0,
      "text": "of recognition and if you applied modified retrospective, would you have revenue that"
    },
    {
      "index": 759,
      "start_time": 4532530.0,
      "end_time": 4536460.0,
      "text": "kind of falls into a black hole and never gets recognized under the old guidance or"
    },
    {
      "index": 760,
      "start_time": 4536460.0,
      "end_time": 4544690.0,
      "text": "the new guidance. So let’s move on to implementing IFRS 15 and as Jon mentioned it can be a pretty"
    },
    {
      "index": 761,
      "start_time": 4544690.0,
      "end_time": 4550080.0,
      "text": "significant project for some entities. For some entities, it will be a process of analysis"
    },
    {
      "index": 762,
      "start_time": 4550080.0,
      "end_time": 4555020.0,
      "text": "and documentation to find out that there is not going to be an impact on timing of recognition,"
    },
    {
      "index": 763,
      "start_time": 4555020.0,
      "end_time": 4559310.0,
      "text": "but there may be a significant impact on disclosure, so that’s really what we have been talking"
    },
    {
      "index": 764,
      "start_time": 4559310.0,
      "end_time": 4565630.0,
      "text": "about so far is what’s going to change with respect to timing, presentation and disclosure,"
    },
    {
      "index": 765,
      "start_time": 4565630.0,
      "end_time": 4569210.0,
      "text": "but there are many other aspects to it and today we are going to talk a little bit about"
    },
    {
      "index": 766,
      "start_time": 4569210.0,
      "end_time": 4575000.0,
      "text": "processes and controls, and also information technology, but in coming up with an implementation"
    },
    {
      "index": 767,
      "start_time": 4575000.0,
      "end_time": 4579850.0,
      "text": "plan, certainly there are other things to consider such as tax, people, both the people"
    },
    {
      "index": 768,
      "start_time": 4579850.0,
      "end_time": 4585830.0,
      "text": "involved in doing the accounting, the people involved in processes and controls, and systems."
    },
    {
      "index": 769,
      "start_time": 4585830.0,
      "end_time": 4589160.0,
      "text": "People that are on commission structures, where the commissions may change if they are"
    },
    {
      "index": 770,
      "start_time": 4589160.0,
      "end_time": 4596020.0,
      "text": "tied to accounting, folks in the sales function, legal function, and the marketing function"
    },
    {
      "index": 771,
      "start_time": 4596020.0,
      "end_time": 4599990.0,
      "text": "because you want to ensure that they are up to speed with respect to understanding the"
    },
    {
      "index": 772,
      "start_time": 4599990.0,
      "end_time": 4605080.0,
      "text": "impact of the new standard and finally all the various stakeholders, so you got senior"
    },
    {
      "index": 773,
      "start_time": 4605080.0,
      "end_time": 4610060.0,
      "text": "management, audit committee boards, investors, bankers looking at how your bank covenants"
    },
    {
      "index": 774,
      "start_time": 4610060.0,
      "end_time": 4614100.0,
      "text": "are calculated if you are going to have a significant impact in terms of timing and"
    },
    {
      "index": 775,
      "start_time": 4614100.0,
      "end_time": 4618360.0,
      "text": "recognition is that going to have an impact on how your covenants are calculated, so lots"
    },
    {
      "index": 776,
      "start_time": 4618360.0,
      "end_time": 4624790.0,
      "text": "to think about there. Let’s just touch on processes and controls"
    },
    {
      "index": 777,
      "start_time": 4624790.0,
      "end_time": 4632570.0,
      "text": "for a few minutes. You could take it a standard and pull out every implication of the standard"
    },
    {
      "index": 778,
      "start_time": 4632570.0,
      "end_time": 4638280.0,
      "text": "and determine what processes are going to have to change if any or what controls are"
    },
    {
      "index": 779,
      "start_time": 4638280.0,
      "end_time": 4642880.0,
      "text": "going to have to be put in place. For purposes of illustration, we just picked out three"
    },
    {
      "index": 780,
      "start_time": 4642880.0,
      "end_time": 4649420.0,
      "text": "different items and the first one I am going to talk about is combining contracts, contract"
    },
    {
      "index": 781,
      "start_time": 4649420.0,
      "end_time": 4653910.0,
      "text": "combinations or contract modifications. So, the standard has some specific guidance now"
    },
    {
      "index": 782,
      "start_time": 4653910.0,
      "end_time": 4659050.0,
      "text": "on when you have to combine a contract and assess that group of contracts as one, and"
    },
    {
      "index": 783,
      "start_time": 4659050.0,
      "end_time": 4665030.0,
      "text": "also we talked a little bit about modification. So, I think one thing that think about with"
    },
    {
      "index": 784,
      "start_time": 4665030.0,
      "end_time": 4669410.0,
      "text": "contract combinations is how are you going to decide, which contracts actually need to"
    },
    {
      "index": 785,
      "start_time": 4669410.0,
      "end_time": 4675370.0,
      "text": "be monitored or combination. So, if you are a retailer, probably you are going to think"
    },
    {
      "index": 786,
      "start_time": 4675370.0,
      "end_time": 4680180.0,
      "text": "that the timeline in most cases going to be relatively short, but if you are an entity"
    },
    {
      "index": 787,
      "start_time": 4680180.0,
      "end_time": 4685420.0,
      "text": "that where it takes three or six months or an year to negotiate a contract, what process"
    },
    {
      "index": 788,
      "start_time": 4685420.0,
      "end_time": 4690580.0,
      "text": "do you have in place to identify those contracts that are assigned with same counterparty and"
    },
    {
      "index": 789,
      "start_time": 4690580.0,
      "end_time": 4696580.0,
      "text": "assess whether or not they should be combined for purposes of the standard, and what controls"
    },
    {
      "index": 790,
      "start_time": 4696580.0,
      "end_time": 4701000.0,
      "text": "that you are going to put in place to ensure that your processes are working properly and"
    },
    {
      "index": 791,
      "start_time": 4701000.0,
      "end_time": 4708460.0,
      "text": "are preventing errors or detecting errors. If you can just go forward one more slide"
    },
    {
      "index": 792,
      "start_time": 4708460.0,
      "end_time": 4713060.0,
      "text": "and then with respect to modifications, again since there are so many different ways to"
    },
    {
      "index": 793,
      "start_time": 4713060.0,
      "end_time": 4718460.0,
      "text": "account for modifications now that you have to analyze, you need to think about processes"
    },
    {
      "index": 794,
      "start_time": 4718460.0,
      "end_time": 4724210.0,
      "text": "for tracking modifications, you might even have some processes for assessing what types"
    },
    {
      "index": 795,
      "start_time": 4724210.0,
      "end_time": 4730390.0,
      "text": "of modifications that are now permitted, identify them and actually analyzing them so that they"
    },
    {
      "index": 796,
      "start_time": 4730390.0,
      "end_time": 4738460.0,
      "text": "got reflected appropriately in your financial statements. The next area we will touch on"
    },
    {
      "index": 797,
      "start_time": 4738460.0,
      "end_time": 4743890.0,
      "text": "are material rights. So, the standard includes a requirement to account for a material right"
    },
    {
      "index": 798,
      "start_time": 4743890.0,
      "end_time": 4749020.0,
      "text": "and a material right is essentially when the customer is paying for something now that"
    },
    {
      "index": 799,
      "start_time": 4749020.0,
      "end_time": 4753940.0,
      "text": "relates to an option in the future, so they can include things like loyalty programs,"
    },
    {
      "index": 800,
      "start_time": 4753940.0,
      "end_time": 4759060.0,
      "text": "so if you walk into a drug store and you use your loyalty card, the theory being that you"
    },
    {
      "index": 801,
      "start_time": 4759060.0,
      "end_time": 4762690.0,
      "text": "are paying not only for the goods that you are buying, but also for those points that"
    },
    {
      "index": 802,
      "start_time": 4762690.0,
      "end_time": 4767790.0,
      "text": "entitled you to something in the future once you accumulate enough points. The contracts"
    },
    {
      "index": 803,
      "start_time": 4767790.0,
      "end_time": 4771960.0,
      "text": "can have right in it and option to purchase goods or services that some kind of incremental"
    },
    {
      "index": 804,
      "start_time": 4771960.0,
      "end_time": 4778320.0,
      "text": "or significant discount, maybe there is an option to extend the contract at a lower price"
    },
    {
      "index": 805,
      "start_time": 4778320.0,
      "end_time": 4782740.0,
      "text": "or maybe you have a situation where there is a non-refundable upfront fee that is paid"
    },
    {
      "index": 806,
      "start_time": 4782740.0,
      "end_time": 4788430.0,
      "text": "upfront and that actually enable someone to kind of renew a contract at a consistent,"
    },
    {
      "index": 807,
      "start_time": 4788430.0,
      "end_time": 4795800.0,
      "text": "but not pay that upfront non-refundable fee again and so the challenges are firstly identifying"
    },
    {
      "index": 808,
      "start_time": 4795800.0,
      "end_time": 4800980.0,
      "text": "these, secondly valuing them, so you only are looking at valuing the incremental discount"
    },
    {
      "index": 809,
      "start_time": 4800980.0,
      "end_time": 4806390.0,
      "text": "to what anybody else could get if they just walked in and negotiated a contract with you,"
    },
    {
      "index": 810,
      "start_time": 4806390.0,
      "end_time": 4810940.0,
      "text": "for that good or service that’s going to be delivered in the future and you also take"
    },
    {
      "index": 811,
      "start_time": 4810940.0,
      "end_time": 4815930.0,
      "text": "into consideration the likelihood of exercise. So, these are some pretty big challenges in"
    },
    {
      "index": 812,
      "start_time": 4815930.0,
      "end_time": 4819840.0,
      "text": "terms of how you are going to come up with evaluation process that makes sense in terms"
    },
    {
      "index": 813,
      "start_time": 4819840.0,
      "end_time": 4825410.0,
      "text": "of implementing the standard and also when you have the track, when the options are exercised"
    },
    {
      "index": 814,
      "start_time": 4825410.0,
      "end_time": 4831020.0,
      "text": "or when they expired in terms of recognizing the amount that was allocated to them and"
    },
    {
      "index": 815,
      "start_time": 4831020.0,
      "end_time": 4834840.0,
      "text": "that doesn’t even get into some of the questions that have been raised as to whether when you"
    },
    {
      "index": 816,
      "start_time": 4834840.0,
      "end_time": 4840430.0,
      "text": "actually exercise this option is that a contract modification or not and can some of these"
    },
    {
      "index": 817,
      "start_time": 4840430.0,
      "end_time": 4846130.0,
      "text": "material rights resulting in significant financing, so there is still a lot of things to think"
    },
    {
      "index": 818,
      "start_time": 4846130.0,
      "end_time": 4850630.0,
      "text": "about that once you get the accounting solved you actually have to do a lot of work to figure"
    },
    {
      "index": 819,
      "start_time": 4850630.0,
      "end_time": 4856980.0,
      "text": "out what processes need to change and then what controls need to be in place, and the"
    },
    {
      "index": 820,
      "start_time": 4856980.0,
      "end_time": 4861630.0,
      "text": "last one that I am going to touch on is disclosure. So, we haven’t talked a lot about disclosures"
    },
    {
      "index": 821,
      "start_time": 4861630.0,
      "end_time": 4866970.0,
      "text": "yet, but you have probably heard that there are a significant number of new disclosures"
    },
    {
      "index": 822,
      "start_time": 4866970.0,
      "end_time": 4872490.0,
      "text": "that are going to be required under the standard and there are significant number of both qualitative"
    },
    {
      "index": 823,
      "start_time": 4872490.0,
      "end_time": 4877310.0,
      "text": "disclosures and quantitative disclosures, and for purposes of thinking about processes"
    },
    {
      "index": 824,
      "start_time": 4877310.0,
      "end_time": 4882600.0,
      "text": "and controls, I have just listed on this slide a number of the quantitative disclosures that"
    },
    {
      "index": 825,
      "start_time": 4882600.0,
      "end_time": 4888420.0,
      "text": "are going to be required. So, the first one is disaggregation of data. You are supposed"
    },
    {
      "index": 826,
      "start_time": 4888420.0,
      "end_time": 4894100.0,
      "text": "to disaggregate your revenue in order to inform the reader about the nature, amount, timing"
    },
    {
      "index": 827,
      "start_time": 4894100.0,
      "end_time": 4902170.0,
      "text": "and uncertainty of your revenue stream that could be caused by economic factors and that"
    },
    {
      "index": 828,
      "start_time": 4902170.0,
      "end_time": 4910310.0,
      "text": "may relate to the geographic areas that you operate in, the uncertainty or differences"
    },
    {
      "index": 829,
      "start_time": 4910310.0,
      "end_time": 4916020.0,
      "text": "in uncertainty could related to the duration of your contracts, economic factors could"
    },
    {
      "index": 830,
      "start_time": 4916020.0,
      "end_time": 4920480.0,
      "text": "have an impact related to the nature of the markets that you are in or the type of customers,"
    },
    {
      "index": 831,
      "start_time": 4920480.0,
      "end_time": 4927050.0,
      "text": "so this may actually require you to assemble data from sources that you previously haven’t"
    },
    {
      "index": 832,
      "start_time": 4927050.0,
      "end_time": 4933280.0,
      "text": "done before, so that can take a lot of time and effort with respect to processes and controls."
    },
    {
      "index": 833,
      "start_time": 4933280.0,
      "end_time": 4939480.0,
      "text": "The second item here is that you have to disclose the transaction price that is allocated to"
    },
    {
      "index": 834,
      "start_time": 4939480.0,
      "end_time": 4944490.0,
      "text": "remaining performance obligation. So, let’s say you have a contract and you are delivering"
    },
    {
      "index": 835,
      "start_time": 4944490.0,
      "end_time": 4949940.0,
      "text": "a three different items and you have only delivered and they are all distinct, and you"
    },
    {
      "index": 836,
      "start_time": 4949940.0,
      "end_time": 4955580.0,
      "text": "have only delivered the first one by the end of the first year. You have to disclose the"
    },
    {
      "index": 837,
      "start_time": 4955580.0,
      "end_time": 4959460.0,
      "text": "price that has been allocated to the remaining performance obligations. It is sort of like"
    },
    {
      "index": 838,
      "start_time": 4959460.0,
      "end_time": 4964660.0,
      "text": "a backlog concept and a number of clients that we have talked to really don’t have"
    },
    {
      "index": 839,
      "start_time": 4964660.0,
      "end_time": 4968950.0,
      "text": "the contract databases is in place in order to pull that information and aggregate it"
    },
    {
      "index": 840,
      "start_time": 4968950.0,
      "end_time": 4974250.0,
      "text": "in order to disclose that. There is a number of other ones that you have to disclose and"
    },
    {
      "index": 841,
      "start_time": 4974250.0,
      "end_time": 4978790.0,
      "text": "listed here and that’s just a sample of what is in the standard, so lots of areas"
    },
    {
      "index": 842,
      "start_time": 4978790.0,
      "end_time": 4983710.0,
      "text": "where you are going to have to put new processes and controls are at least considered what"
    },
    {
      "index": 843,
      "start_time": 4983710.0,
      "end_time": 4989560.0,
      "text": "needs to be put in place in terms of applying and implementing the new standard. Then, I"
    },
    {
      "index": 844,
      "start_time": 4989560.0,
      "end_time": 4996330.0,
      "text": "am just going to touch on technology considerations for a couple of minutes and we just wanted"
    },
    {
      "index": 845,
      "start_time": 4996330.0,
      "end_time": 5001980.0,
      "text": "to give you a brief overview of what’s out there, so in terms of what’s available from"
    },
    {
      "index": 846,
      "start_time": 5001980.0,
      "end_time": 5008020.0,
      "text": "information technology perspective, certainly the ERP vendors are coming out with or have"
    },
    {
      "index": 847,
      "start_time": 5008020.0,
      "end_time": 5016410.0,
      "text": "already come out with solutions, so SAP, Oracle, NetSuite all have modules that are addressing"
    },
    {
      "index": 848,
      "start_time": 5016410.0,
      "end_time": 5021040.0,
      "text": "this new revenue recognition standard, I will say addressing loosely because it’s going"
    },
    {
      "index": 849,
      "start_time": 5021040.0,
      "end_time": 5026580.0,
      "text": "to be dependent on the solution in terms of how far that module is going to take you."
    },
    {
      "index": 850,
      "start_time": 5026580.0,
      "end_time": 5033110.0,
      "text": "Then, there are specialty solutions, so vendors like Leeyo, RevStream, Microgen, and Softtrax"
    },
    {
      "index": 851,
      "start_time": 5033110.0,
      "end_time": 5038150.0,
      "text": "have what we call “bolt-ons” that are out there, that are also have been designed"
    },
    {
      "index": 852,
      "start_time": 5038150.0,
      "end_time": 5042300.0,
      "text": "taking into consideration the requirements of the new standard and then you could certainly"
    },
    {
      "index": 853,
      "start_time": 5042300.0,
      "end_time": 5047980.0,
      "text": "get into customized solutions, although those usually take a longtime to develop and they"
    },
    {
      "index": 854,
      "start_time": 5047980.0,
      "end_time": 5054480.0,
      "text": "can have a higher cost of ownership, what’s not on here is Excel that certainly may be"
    },
    {
      "index": 855,
      "start_time": 5054480.0,
      "end_time": 5059090.0,
      "text": "a solution for some of you depending on the number of contracts that you have and the"
    },
    {
      "index": 856,
      "start_time": 5059090.0,
      "end_time": 5064320.0,
      "text": "implications of the standard, but that comes with its own set of issues. In terms of deciding"
    },
    {
      "index": 857,
      "start_time": 5064320.0,
      "end_time": 5070360.0,
      "text": "what’s right for you, on this next slide we just have some consideration points, so"
    },
    {
      "index": 858,
      "start_time": 5070360.0,
      "end_time": 5075580.0,
      "text": "what incremental data are you going to need to collect and what’s the best way to come"
    },
    {
      "index": 859,
      "start_time": 5075580.0,
      "end_time": 5082000.0,
      "text": "up with that data. Is there a solution that caters to or specializes in your particular"
    },
    {
      "index": 860,
      "start_time": 5082000.0,
      "end_time": 5088470.0,
      "text": "industry that you want to think about? Can the current process be readily scaled or automated"
    },
    {
      "index": 861,
      "start_time": 5088470.0,
      "end_time": 5094900.0,
      "text": "to reduce overall process risk? Do you need to integrate, so if you think about the Telcos,"
    },
    {
      "index": 862,
      "start_time": 5094900.0,
      "end_time": 5100620.0,
      "text": "they have got to integrate this engine or whatever they are going to use as their solution"
    },
    {
      "index": 863,
      "start_time": 5100620.0,
      "end_time": 5106020.0,
      "text": "with their billing systems and many of you may have the same issue and then thinking"
    },
    {
      "index": 864,
      "start_time": 5106020.0,
      "end_time": 5112590.0,
      "text": "about other technology type issues like do you want it to be hosted or not? Then the"
    },
    {
      "index": 865,
      "start_time": 5112590.0,
      "end_time": 5117210.0,
      "text": "final point on information technology consideration is just that there are a number of things"
    },
    {
      "index": 866,
      "start_time": 5117210.0,
      "end_time": 5122270.0,
      "text": "out there to help you in making this decision, so learning from others who have already made"
    },
    {
      "index": 867,
      "start_time": 5122270.0,
      "end_time": 5129940.0,
      "text": "this decision, looking at some accelerated tools, so when I say accelerated tools, leveraging"
    },
    {
      "index": 868,
      "start_time": 5129940.0,
      "end_time": 5133280.0,
      "text": "off of others who have come to accounting positions, understanding what’s out there"
    },
    {
      "index": 869,
      "start_time": 5133280.0,
      "end_time": 5139850.0,
      "text": "in terms of industry guidance or industry interpretation to think about and then external"
    },
    {
      "index": 870,
      "start_time": 5139850.0,
      "end_time": 5144870.0,
      "text": "expertise, right. Looking at what people are using in different geographies, taking part"
    },
    {
      "index": 871,
      "start_time": 5144870.0,
      "end_time": 5150860.0,
      "text": "in roundtables or things of that nature and the final slide that I am going to speak to"
    },
    {
      "index": 872,
      "start_time": 5150860.0,
      "end_time": 5157550.0,
      "text": "is just how do you get started. So, from the slide or from the last poll that we did, it"
    },
    {
      "index": 873,
      "start_time": 5157550.0,
      "end_time": 5161880.0,
      "text": "sounded like that there are a fair number of views that are getting acquainted with"
    },
    {
      "index": 874,
      "start_time": 5161880.0,
      "end_time": 5166330.0,
      "text": "the standard and are not quite at that point where you have been able to develop an implementation"
    },
    {
      "index": 875,
      "start_time": 5166330.0,
      "end_time": 5172030.0,
      "text": "plan. So, I think where to start is to scope the impact of the standard, so when we are"
    },
    {
      "index": 876,
      "start_time": 5172030.0,
      "end_time": 5176210.0,
      "text": "talking to the companies, the first point I make is like lets figure out what your total"
    },
    {
      "index": 877,
      "start_time": 5176210.0,
      "end_time": 5181330.0,
      "text": "revenue is now and determine what’s in and what’s out, so that would be the first step"
    },
    {
      "index": 878,
      "start_time": 5181330.0,
      "end_time": 5186010.0,
      "text": "and I would say almost every entity that I have talked to is going to have some revenue"
    },
    {
      "index": 879,
      "start_time": 5186010.0,
      "end_time": 5191670.0,
      "text": "streams that are going to be impacted this new standard. So, I wouldn’t assume that"
    },
    {
      "index": 880,
      "start_time": 5191670.0,
      "end_time": 5198390.0,
      "text": "you are not impacted before you that analysis. And then I would start with a short-term plan"
    },
    {
      "index": 881,
      "start_time": 5198390.0,
      "end_time": 5203580.0,
      "text": "to assess the key impacts and to use that to prepare an implementation plan, so review"
    },
    {
      "index": 882,
      "start_time": 5203580.0,
      "end_time": 5207720.0,
      "text": "a sample of contracts figure out for those contracts what’s the impact going to be"
    },
    {
      "index": 883,
      "start_time": 5207720.0,
      "end_time": 5212830.0,
      "text": "to your financial statements and I would also start identifying the disclosures that are"
    },
    {
      "index": 884,
      "start_time": 5212830.0,
      "end_time": 5218920.0,
      "text": "going to require new data elements to be collected. I think we will have a basis to start estimating"
    },
    {
      "index": 885,
      "start_time": 5218920.0,
      "end_time": 5223020.0,
      "text": "the level of effort required to implement the standard and to think about who needs"
    },
    {
      "index": 886,
      "start_time": 5223020.0,
      "end_time": 5227350.0,
      "text": "to be involved in your steering committee, how are you going to proceed or you are going"
    },
    {
      "index": 887,
      "start_time": 5227350.0,
      "end_time": 5231600.0,
      "text": "to have a decentralized approach, is that how your organization operates, how you are"
    },
    {
      "index": 888,
      "start_time": 5231600.0,
      "end_time": 5236850.0,
      "text": "going to derive consistency during implementation, I think a lot of things to think about as"
    },
    {
      "index": 889,
      "start_time": 5236850.0,
      "end_time": 5243610.0,
      "text": "you get going on this. Decisions, certainly accounting policy choices and significant"
    },
    {
      "index": 890,
      "start_time": 5243610.0,
      "end_time": 5248860.0,
      "text": "judgment, the transition method we talked about, contract versus portfolio approach."
    },
    {
      "index": 891,
      "start_time": 5248860.0,
      "end_time": 5253550.0,
      "text": "So, we didn’t talk about that today, but there is inability to look at groups of contracts"
    },
    {
      "index": 892,
      "start_time": 5253550.0,
      "end_time": 5259090.0,
      "text": "as a portfolio if they meet certain criteria, which may be helpful to some of you and then"
    },
    {
      "index": 893,
      "start_time": 5259090.0,
      "end_time": 5263990.0,
      "text": "finally starting early on your systems approach. So, I know 2018 sounds a long way away, but"
    },
    {
      "index": 894,
      "start_time": 5263990.0,
      "end_time": 5268030.0,
      "text": "if you have to implement a system change, I think most people would think that there"
    },
    {
      "index": 895,
      "start_time": 5268030.0,
      "end_time": 5273550.0,
      "text": "really isn’t that much time before you get started on the system side of things and Jon"
    },
    {
      "index": 896,
      "start_time": 5273550.0,
      "end_time": 5278040.0,
      "text": "I will turn it back to you. Okay. Thanks a lot Cindy."
    },
    {
      "index": 897,
      "start_time": 5278040.0,
      "end_time": 5282890.0,
      "text": "On the slide in front of you, you will see a list of resources that will help you understand"
    },
    {
      "index": 898,
      "start_time": 5282890.0,
      "end_time": 5287710.0,
      "text": "and transition to the new standard, the list at the top are the Deloitte resources and"
    },
    {
      "index": 899,
      "start_time": 5287710.0,
      "end_time": 5292910.0,
      "text": "you will see some additional resources near the bottom of the slide. The next slide you"
    },
    {
      "index": 900,
      "start_time": 5292910.0,
      "end_time": 5297920.0,
      "text": "can see the list of our experts across the country who you can contact and I’ll be"
    },
    {
      "index": 901,
      "start_time": 5297920.0,
      "end_time": 5306600.0,
      "text": "happy to assist you in dealing with the standard. If you have any questions or issues related"
    },
    {
      "index": 902,
      "start_time": 5306600.0,
      "end_time": 5311110.0,
      "text": "to the standard, please reach out to your Deloitte partner or Deloitte contact and we’ll"
    },
    {
      "index": 903,
      "start_time": 5311110.0,
      "end_time": 5317930.0,
      "text": "be happy to help you with any questions or concerns if you might have. We have time for"
    },
    {
      "index": 904,
      "start_time": 5317930.0,
      "end_time": 5325920.0,
      "text": "one question here for Maryse and the question is if the FASB is provided specific guidance"
    },
    {
      "index": 905,
      "start_time": 5325920.0,
      "end_time": 5333340.0,
      "text": "and the IASB hasn’t, can IFRS preparers turn to the guidance issued under US GAAP?"
    },
    {
      "index": 906,
      "start_time": 5333340.0,
      "end_time": 5342630.0,
      "text": "Yes Jon. I was actually expecting this question. I thought somebody would ask it. So, the boards"
    },
    {
      "index": 907,
      "start_time": 5342630.0,
      "end_time": 5346800.0,
      "text": "have issued a converged standard and are making clarifications to the respected standards"
    },
    {
      "index": 908,
      "start_time": 5346800.0,
      "end_time": 5352590.0,
      "text": "in different ways and so, although some may say that even if there is different words"
    },
    {
      "index": 909,
      "start_time": 5352590.0,
      "end_time": 5358760.0,
      "text": "would expect the same outcome, I think this may be very difficult in practice. So, if"
    },
    {
      "index": 910,
      "start_time": 5358760.0,
      "end_time": 5364340.0,
      "text": "the boards agree on an outcome, it’d be most helpful if they said such and they have"
    },
    {
      "index": 911,
      "start_time": 5364340.0,
      "end_time": 5368760.0,
      "text": "used harmonized words and if they disagree on an outcome, it should be made clear in"
    },
    {
      "index": 912,
      "start_time": 5368760.0,
      "end_time": 5373630.0,
      "text": "the respective standards as well. So, I guess what I am saying is that, I would hope that"
    },
    {
      "index": 913,
      "start_time": 5373630.0,
      "end_time": 5379140.0,
      "text": "the boards work together to finalize the respective standards and that take this into account,"
    },
    {
      "index": 914,
      "start_time": 5379140.0,
      "end_time": 5384300.0,
      "text": "nevertheless if the boards do indicate the they expect that they should come to the same"
    },
    {
      "index": 915,
      "start_time": 5384300.0,
      "end_time": 5388590.0,
      "text": "outcome. If the words are slightly different, then there are some helpful words in the US"
    },
    {
      "index": 916,
      "start_time": 5388590.0,
      "end_time": 5393850.0,
      "text": "standard, then I don’t see how we could preclude a client from looking at those words,"
    },
    {
      "index": 917,
      "start_time": 5393850.0,
      "end_time": 5398670.0,
      "text": "but it’s clear that there is a difference for example we talked about non-cash consideration"
    },
    {
      "index": 918,
      "start_time": 5398670.0,
      "end_time": 5403800.0,
      "text": "being one, additional practical expedients being others, licensing and there is many"
    },
    {
      "index": 919,
      "start_time": 5403800.0,
      "end_time": 5408490.0,
      "text": "more, then I don’t think it would be appropriate to look the US GAAP guidance in those cases."
    },
    {
      "index": 920,
      "start_time": 5408490.0,
      "end_time": 5414790.0,
      "text": "I hope that’s helpful. Yes, it is. Thanks Maryse, appreciate that."
    },
    {
      "index": 921,
      "start_time": 5414790.0,
      "end_time": 5420510.0,
      "text": "Okay. We are coming to the end of the 90 minutes now. So, I would like to thank our speakers"
    },
    {
      "index": 922,
      "start_time": 5420510.0,
      "end_time": 5426260.0,
      "text": "today, Maryse Vendette and Cindy Veinot. Also, thanks to our behind the scenes team Alexia"
    },
    {
      "index": 923,
      "start_time": 5426260.0,
      "end_time": 5433250.0,
      "text": "Donahue, Elise Beckles, Allan Kirkpatrick, Nura Taef and Evan Dang. We hope you found"
    },
    {
      "index": 924,
      "start_time": 5433250.0,
      "end_time": 5438360.0,
      "text": "this webcast helpful and informative. If you would additional information please visit"
    },
    {
      "index": 925,
      "start_time": 5438360.0,
      "end_time": 5445170.0,
      "text": "our web site Deloitte Canada Center for Financial Reporting and to all of you viewing our webcast"
    },
    {
      "index": 926,
      "start_time": 5445170.0,
      "end_time": 5449960.0,
      "text": "today, thank you for joining us. This concludes our webcast, Bringing Clarity"
    },
    {
      "index": 927,
      "start_time": 5449960.0,
      "end_time": 5459960.0,
      "text": "to an IFRS world, IFRS 15 Revenue from contracts with customers."
    }
  ]
}