{
  "video_id": "Iwac6Uk-zyk",
  "title": "Sam Harris: Mindfulness is Powerful, But Keep Religion Out of It | Big Think",
  "json": [
    {
      "index": 1,
      "start_time": 160.0,
      "end_time": 5439.0,
      "text": "Mindfulness is very much in vogue at this moment as many of you probably know. And it’s"
    },
    {
      "index": 2,
      "start_time": 5439.0,
      "end_time": 10690.0,
      "text": "often taught as though it were a glorified version of an executive stress ball. It’s"
    },
    {
      "index": 3,
      "start_time": 10690.0,
      "end_time": 16439.0,
      "text": "a tool you want in your tool kit. It prepares you emotionally to go into a new experience"
    },
    {
      "index": 4,
      "start_time": 16439.0,
      "end_time": 21180.0,
      "text": "with a positive attitude and you know you’re not hauling around baggage from the past."
    },
    {
      "index": 5,
      "start_time": 21180.0,
      "end_time": 26130.0,
      "text": "And that’s true. Actually having focus and having your mind in the present moment is"
    },
    {
      "index": 6,
      "start_time": 26130.0,
      "end_time": 33129.0,
      "text": "a little bit of a superpower in situations that we’re all in from day to day. But that"
    },
    {
      "index": 7,
      "start_time": 33640.0,
      "end_time": 39739.0,
      "text": "actually undervalues what mindfulness really is and its true potential. It’s more like"
    },
    {
      "index": 8,
      "start_time": 39739.0,
      "end_time": 44949.0,
      "text": "the large hadron collider in that it’s a real tool for making some fundamental discoveries"
    },
    {
      "index": 9,
      "start_time": 44949.0,
      "end_time": 49399.0,
      "text": "about the nature of the mind. And one of these discoveries is that the sense of self that"
    },
    {
      "index": 10,
      "start_time": 49399.0,
      "end_time": 54340.0,
      "text": "we all carry around from day to day is an illusion. And cutting through that illusion"
    },
    {
      "index": 11,
      "start_time": 54340.0,
      "end_time": 58969.0,
      "text": "I think is actually more important than stress reduction or any of the other conventional"
    },
    {
      "index": 12,
      "start_time": 58969.0,
      "end_time": 63219.0,
      "text": "benefits that are accurately ascribed to mindfulness."
    },
    {
      "index": 13,
      "start_time": 63219.0,
      "end_time": 68840.0,
      "text": "The enemy of mindfulness and really of any meditation practice is being lost in thought,"
    },
    {
      "index": 14,
      "start_time": 68840.0,
      "end_time": 72950.0,
      "text": "is to be thinking without knowing that you’re thinking. Now the problem is not thoughts"
    },
    {
      "index": 15,
      "start_time": 72950.0,
      "end_time": 78170.0,
      "text": "themselves. We need to think. We need to think to do almost anything that makes us human"
    },
    {
      "index": 16,
      "start_time": 78170.0,
      "end_time": 84490.0,
      "text": "– to reason, to plan, to have social relationships, to do science. Thinking is indispensable to"
    },
    {
      "index": 17,
      "start_time": 84490.0,
      "end_time": 90179.0,
      "text": "us but most of us spend every moment of our waking lives thinking without knowing that"
    },
    {
      "index": 18,
      "start_time": 90180.0,
      "end_time": 97180.0,
      "text": "we’re thinking. And this automaticity is a kind of scrim thrown over at the present"
    },
    {
      "index": 19,
      "start_time": 97270.0,
      "end_time": 101910.0,
      "text": "moment through which we view everything. And it’s distorting of our lives. It’s distorting"
    },
    {
      "index": 20,
      "start_time": 101910.0,
      "end_time": 107200.0,
      "text": "of our emotions. It engineers our unhappiness in every moment because most of what we think"
    },
    {
      "index": 21,
      "start_time": 107200.0,
      "end_time": 110780.0,
      "text": "is quite unpleasant. We’re judging ourselves, we’re judging others, we’re worrying about"
    },
    {
      "index": 22,
      "start_time": 110780.0,
      "end_time": 117490.0,
      "text": "the future, we’re regretting the past, we’re at war with our experience in subtle or coarse"
    },
    {
      "index": 23,
      "start_time": 117490.0,
      "end_time": 123860.0,
      "text": "ways. And much of this self-talk is unpleasant and diminishing our happiness in every moment."
    },
    {
      "index": 24,
      "start_time": 123860.0,
      "end_time": 127840.0,
      "text": "And so meditation is a tool for cutting through that."
    },
    {
      "index": 25,
      "start_time": 127840.0,
      "end_time": 133920.0,
      "text": "It’s interrupting this continuous conversation we’re having with ourselves. So that is"
    },
    {
      "index": 26,
      "start_time": 133920.0,
      "end_time": 140869.0,
      "text": "– that in and of itself is beneficial. But there are features of our experience that"
    },
    {
      "index": 27,
      "start_time": 140870.0,
      "end_time": 145950.0,
      "text": "we don’t notice when we’re lost in thought. So, for instance, every experience you’ve"
    },
    {
      "index": 28,
      "start_time": 145950.0,
      "end_time": 152429.0,
      "text": "ever had, every emotion, the anger you felt yesterday or a year ago isn’t here anymore."
    },
    {
      "index": 29,
      "start_time": 152430.0,
      "end_time": 158590.0,
      "text": "It arises and it passes away. And if it comes back in the present moment by virtue of your"
    },
    {
      "index": 30,
      "start_time": 158590.0,
      "end_time": 163300.0,
      "text": "thinking about it again, it will subside again when you’re no longer thinking about it."
    },
    {
      "index": 31,
      "start_time": 163300.0,
      "end_time": 170300.0,
      "text": "Now this is something that people tend not to notice because we rather than merely feel"
    },
    {
      "index": 32,
      "start_time": 170150.0,
      "end_time": 175480.0,
      "text": "an emotion like anger, we spend our time thinking of all the reasons why we have every right"
    },
    {
      "index": 33,
      "start_time": 175480.0,
      "end_time": 181649.0,
      "text": "to be angry. And so the conversation keeps this emotion in play for much, much longer"
    },
    {
      "index": 34,
      "start_time": 181650.0,
      "end_time": 187150.0,
      "text": "than its natural half-life. And if you’re able, through mindfulness to interrupt this"
    },
    {
      "index": 35,
      "start_time": 187150.0,
      "end_time": 193590.0,
      "text": "conversation and simply witness the feeling of anger as it arises you’ll find that you"
    },
    {
      "index": 36,
      "start_time": 193590.0,
      "end_time": 197850.0,
      "text": "can’t be angry for more than a few moments at a time. If you think you can be angry for"
    },
    {
      "index": 37,
      "start_time": 197850.0,
      "end_time": 204850.0,
      "text": "a day or even an hour without continually manufacturing this emotion by thinking without"
    },
    {
      "index": 38,
      "start_time": 205800.0,
      "end_time": 209900.0,
      "text": "knowing that you’re thinking, you’re mistaken. And this is something you can just witness"
    },
    {
      "index": 39,
      "start_time": 209900.0,
      "end_time": 213990.0,
      "text": "for yourself. This is – again this is an objective truth claim about the nature of"
    },
    {
      "index": 40,
      "start_time": 213990.0,
      "end_time": 219100.0,
      "text": "subjective experience. And it’s testable. And mindfulness is the tool that you would"
    },
    {
      "index": 41,
      "start_time": 219100.0,
      "end_time": 220739.0,
      "text": "use to test it."
    },
    {
      "index": 42,
      "start_time": 220740.0,
      "end_time": 225950.0,
      "text": "One problem is that most of the people who teach mindfulness – and I know many of the"
    },
    {
      "index": 43,
      "start_time": 225950.0,
      "end_time": 231380.0,
      "text": "great vipassana teachers in the West and in the East and I have immense respect for these"
    },
    {
      "index": 44,
      "start_time": 231380.0,
      "end_time": 236579.0,
      "text": "people. I learned to meditate in a traditionally Buddhist context. But most people who teach"
    },
    {
      "index": 45,
      "start_time": 236580.0,
      "end_time": 241270.0,
      "text": "mindfulness are still in the religion business. They’re still – they’re propagating"
    },
    {
      "index": 46,
      "start_time": 241270.0,
      "end_time": 245270.0,
      "text": "Western Buddhism or American Buddhism. The connection to the tradition of Buddhism in"
    },
    {
      "index": 47,
      "start_time": 245270.0,
      "end_time": 250310.0,
      "text": "particular is explicit and I think there are problems with that because when you, if you"
    },
    {
      "index": 48,
      "start_time": 250310.0,
      "end_time": 255400.0,
      "text": "are declaring yourself a Buddhist you are part of the problem of religious sectarianism"
    },
    {
      "index": 49,
      "start_time": 255400.0,
      "end_time": 261560.0,
      "text": "that has needlessly shattered our world. And I think we have to get out of the religion"
    },
    {
      "index": 50,
      "start_time": 261560.0,
      "end_time": 266900.0,
      "text": "business. That whatever is true about mindfulness and meditation and any introspective methodology"
    },
    {
      "index": 51,
      "start_time": 266900.0,
      "end_time": 271870.0,
      "text": "that will deliver truths about the nature of consciousness is non-sectarian. It’s"
    },
    {
      "index": 52,
      "start_time": 271870.0,
      "end_time": 276780.0,
      "text": "no more Buddhist than physics is Christian. You know the Christians invented physics or"
    },
    {
      "index": 53,
      "start_time": 276780.0,
      "end_time": 282820.0,
      "text": "discovered physics but anyone talking about Christian physics clearly doesn’t understand"
    },
    {
      "index": 54,
      "start_time": 282820.0,
      "end_time": 289130.0,
      "text": "the significance of what we’ve understood through that means. It’s the same with meditation."
    },
    {
      "index": 55,
      "start_time": 289130.0,
      "end_time": 294300.0,
      "text": "There’s going to come a time where we no longer are tempted to talk about Buddhist"
    },
    {
      "index": 56,
      "start_time": 294300.0,
      "end_time": 300230.0,
      "text": "meditation as opposed to any other form. We’re just talking about turning consciousness upon"
    },
    {
      "index": 57,
      "start_time": 300230.0,
      "end_time": 303199.0,
      "text": "itself and what can be discovered by that process."
    },
    {
      "index": 58,
      "start_time": 303199.0,
      "end_time": 310199.0,
      "text": "Now it just so happens that Buddhism almost uniquely has given us a language and a methodology"
    },
    {
      "index": 59,
      "start_time": 313400.0,
      "end_time": 319200.0,
      "text": "to do this in a way that is really well designed for export to secular culture because you"
    },
    {
      "index": 60,
      "start_time": 319200.0,
      "end_time": 326200.0,
      "text": "can get to the core truths of Buddhism, the truth of selflessness, the ceaseless impermanence"
    },
    {
      "index": 61,
      "start_time": 327199.0,
      "end_time": 334199.0,
      "text": "of mental phenomenon, the intrinsic unsatisfactoriness of experience because you can’t hold on"
    },
    {
      "index": 62,
      "start_time": 336850.0,
      "end_time": 342889.0,
      "text": "to anything. No matter how pleasant an experience is it arises and then passes away. And no"
    },
    {
      "index": 63,
      "start_time": 342889.0,
      "end_time": 349480.0,
      "text": "matter how much you protect yourself, unpleasant experience is destined to come. These features"
    },
    {
      "index": 64,
      "start_time": 349480.0,
      "end_time": 356480.0,
      "text": "of our minds can be fully tested and understood without believing anything on insufficient"
    },
    {
      "index": 65,
      "start_time": 358760.0,
      "end_time": 364800.0,
      "text": "evidence. So it’s true to say that despite all of the spooky metaphysics and unjustified"
    },
    {
      "index": 66,
      "start_time": 364800.0,
      "end_time": 371800.0,
      "text": "claims within Buddhism you can get to the core of it without any faith claim and without"
    },
    {
      "index": 67,
      "start_time": 371479.0,
      "end_time": 375699.0,
      "text": "being intellectually dishonest. But it is intellectually dishonest, I think, to keep"
    },
    {
      "index": 68,
      "start_time": 375699.0,
      "end_time": 382699.0,
      "text": "talking about these truths in an exclusively Buddhist context because it’s misleading."
    },
    {
      "index": 69,
      "start_time": 382840.0,
      "end_time": 389840.0,
      "text": "It subtly gives the message that in order to have rich, meaningful, important spiritual"
    },
    {
      "index": 70,
      "start_time": 390320.0,
      "end_time": 397320.0,
      "text": "lives we must somehow continue to endorse religious sectarianism. We must still frame"
    },
    {
      "index": 71,
      "start_time": 397660.0,
      "end_time": 404660.0,
      "text": "this inquiry with an ancient allegiance to one accidental strand of human culture as"
    },
    {
      "index": 72,
      "start_time": 408800.0,
      "end_time": 412750.0,
      "text": "opposed to using all of the concepts and tools and conversations that are available to us"
    },
    {
      "index": 73,
      "start_time": 412750.0,
      "end_time": 413620.0,
      "text": "in the twenty-first century."
    }
  ]
}