{
  "video_id": "IWQYZ63eJtg",
  "title": "Why Touch Matters so Much in Love",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 190.0,
      "end_time": 16500.0,
      "text": "We live in an age increasingly prepared to see hurtful aspects lurking within many apparently so-called minor situations, and ready than never to lend greater public acknowledgement to what had previously been merely private pains."
    },
    {
      "index": 2,
      "start_time": 17000.0,
      "end_time": 42010.0,
      "text": "It is in this context that we should give due recognition to a truly grave hurt that can unfold, within established relationships, when there is almost no touch left between the parties, when one partner repeatedly moves to hold the other's hand, or perhaps caress their shoulder or waist, and receives no response at all, or a subtle turn away and withdrawal."
    },
    {
      "index": 3,
      "start_time": 42010.0,
      "end_time": 61000.0,
      "text": "We're not talking here of the more obvious and well-known problem of a lack of sex (though this may be present too), we're talking of the long-term and arguably equally serious or even greater hurt that can ensue when one partner's body as a whole becomes somehow unreceptive to, or uninterested in, the other's touch."
    },
    {
      "index": 4,
      "start_time": 61500.0,
      "end_time": 66000.0,
      "text": "We know, of course, how much this kind of thing is awkward on an early date."
    },
    {
      "index": 5,
      "start_time": 66500.0,
      "end_time": 75000.0,
      "text": "We're ready, at a cultural level, to give due weight to a minor physical rejection when it happens around a potential new partner."
    },
    {
      "index": 6,
      "start_time": 75500.0,
      "end_time": 88000.0,
      "text": "But there is as much loneliness and agony within settled couples around unheld hands, except that here it feels a great deal more embarrassing and more humiliating even to raise the issue."
    },
    {
      "index": 7,
      "start_time": 88500.0,
      "end_time": 103000.0,
      "text": "Perplexingly, the very person who quietly withdraws their hand or leaves it agonisingly limp in our own, can also be the one who is named in our will, with whom we share a mortgage and to whom we have given over our emotional lives."
    },
    {
      "index": 8,
      "start_time": 103500.0,
      "end_time": 109000.0,
      "text": "How devastating to self-confidence an inert hand can be in this situation."
    },
    {
      "index": 9,
      "start_time": 109500.0,
      "end_time": 116000.0,
      "text": "Lifeless in ours, this hand plays into every anxiety about unacceptability, exploitation and rejection."
    },
    {
      "index": 10,
      "start_time": 116500.0,
      "end_time": 123000.0,
      "text": "But precisely because it is so devastating, it becomes impossibly hard to discuss in any fruitful way."
    },
    {
      "index": 11,
      "start_time": 123500.0,
      "end_time": 130000.0,
      "text": "We are liable either to say nothing at all, or else to express our hurt through bitterness and sarcasm."
    },
    {
      "index": 12,
      "start_time": 130500.0,
      "end_time": 137000.0,
      "text": "We cannot stay long enough with the pain we feel to share it, and try to correct it with the partner themselves."
    },
    {
      "index": 13,
      "start_time": 137500.0,
      "end_time": 151000.0,
      "text": "We may find it wholly beyond us to develop the authority, self-belief and legitimacy to say: you didn't take my hand after dinner, you never touch me of your own accord, and it is driving me slowly but definitively insane."
    },
    {
      "index": 14,
      "start_time": 151500.0,
      "end_time": 157500.0,
      "text": "We don't have this kind of offence mapped on our chart of acceptable verbalisable unhappiness."
    },
    {
      "index": 15,
      "start_time": 158000.0,
      "end_time": 162000.0,
      "text": "It doesn't feel like a toll we have a language for or the right to."
    },
    {
      "index": 16,
      "start_time": 163290.0,
      "end_time": 168760.0,
      "text": "And yet, we should, despite our anxieties, retain the courage and conviction of our feelings."
    },
    {
      "index": 17,
      "start_time": 168800.0,
      "end_time": 174441.0,
      "text": "An inert hand or a lack of touch, is truly as serious a problem as we feel it is."
    },
    {
      "index": 18,
      "start_time": 174441.0,
      "end_time": 182500.0,
      "text": "The request to be held and physically acknowledged is a subject of deep gravity, rooted in our capacity to tolerate and like ourselves."
    },
    {
      "index": 19,
      "start_time": 183000.0,
      "end_time": 188000.0,
      "text": "We should not compound our misery by a sense that we are not allowed to feel or share it."
    },
    {
      "index": 20,
      "start_time": 188500.0,
      "end_time": 218000.0,
      "text": "Then, when we can manage it, we should learn to pick up the partner's hand with a newfound confidence and say that the little flinch or inertness we feel when we do so is a huge problem for us, that what they may blithely dismiss as 'this touching business' is part of why we're in a relationship in the first place, that it matters as much as anything else does to us and that if they care at all for us or in any way about the continuance of the union, then they will have to take the pain on board at last."
    },
    {
      "index": 21,
      "start_time": 218100.0,
      "end_time": 224000.0,
      "text": "We should have the bravery finally to know in our hearts that this 'small' thing is not small at all."
    },
    {
      "index": 22,
      "start_time": 225000.0,
      "end_time": 232000.0,
      "text": "It's quite simply integral to how we know we're loved, and how and when we feel we're not."
    },
    {
      "index": 23,
      "start_time": 236000.0,
      "end_time": 238000.0,
      "text": "Love is a skill that we can learn."
    },
    {
      "index": 24,
      "start_time": 238400.0,
      "end_time": 245000.0,
      "text": "Our relationships book calmly guides us with calm and charm through the key issues of relationships."
    },
    {
      "index": 25,
      "start_time": 245500.0,
      "end_time": 254000.0,
      "text": "To ensure that success in love need not be a matter of good luck.  For more click the link now."
    }
  ]
}