{
  "video_id": "j1FN9rokq_k",
  "title": "10 Simple Ways to Tell If Someone Is Lying to You",
  "json": [
    {
      "index": 1,
      "start_time": 3610.0,
      "end_time": 10349.0,
      "text": "Ten simple ways to tell if someone is lying to you do you know how much lies go undetected, it's 80%"
    },
    {
      "index": 2,
      "start_time": 10960.0,
      "end_time": 12700.0,
      "text": "just think about"
    },
    {
      "index": 3,
      "start_time": 12700.0,
      "end_time": 18330.0,
      "text": "You don't notice 80% of all the lies that you hear and anyone can be a liar even your best friend"
    },
    {
      "index": 4,
      "start_time": 18640.0,
      "end_time": 25080.0,
      "text": "Don't get too paranoid. There are some ways you can detect lies, but questions should you ask to reveal the truth?"
    },
    {
      "index": 5,
      "start_time": 25150.0,
      "end_time": 31799.0,
      "text": "What kinds of behavior are suspicious we're going to teach you 10 simple tricks that will help you detect lies"
    },
    {
      "index": 6,
      "start_time": 32200.000000000004,
      "end_time": 38189.0,
      "text": "Also, we will tell you about some facial expressions that signal that the person is telling you anything, but the truth"
    },
    {
      "index": 7,
      "start_time": 41680.0,
      "end_time": 43680.0,
      "text": "Ten vague answers"
    },
    {
      "index": 8,
      "start_time": 45370.0,
      "end_time": 52300.0,
      "text": "Can you ask a person something pay attention to how they respond a lot here depends on the way you ask the question the best"
    },
    {
      "index": 9,
      "start_time": 52300.0,
      "end_time": 58090.0,
      "text": "Option is to make it a yes-or-no question the answer is clear for example yes Oren"
    },
    {
      "index": 10,
      "start_time": 58090.0,
      "end_time": 59570.0,
      "text": "It means you are safe"
    },
    {
      "index": 11,
      "start_time": 59570.0,
      "end_time": 64900.0,
      "text": "But if the person says a lot of words that don't really mean anything together may be a sign of a lie"
    },
    {
      "index": 12,
      "start_time": 65199.0,
      "end_time": 68079.0,
      "text": "What you need to do is push harder to get a direct answer"
    },
    {
      "index": 13,
      "start_time": 68260.0,
      "end_time": 71260.0,
      "text": "You see it's tough to tell a straight line in a plausible way"
    },
    {
      "index": 14,
      "start_time": 71420.0,
      "end_time": 75190.0,
      "text": "That's why Liars start to talk a lot instead of answering right away"
    },
    {
      "index": 15,
      "start_time": 75380.0,
      "end_time": 79060.0,
      "text": "So ask the person to stick to the point and watch how they react"
    },
    {
      "index": 16,
      "start_time": 80330.0,
      "end_time": 87219.0,
      "text": "Numb or not laughing at all the person you are talking to is trying to laugh their way out of the conversation be alert"
    },
    {
      "index": 17,
      "start_time": 87530.0,
      "end_time": 92080.0,
      "text": "Might be lying to you they try to disarm you with their wonderful sense of humor"
    },
    {
      "index": 18,
      "start_time": 92570.0,
      "end_time": 99369.0,
      "text": "With them make them feel comfortable in control after you stop laughing repeat the question like yeah, that's funny"
    },
    {
      "index": 19,
      "start_time": 99369.0,
      "end_time": 105279.0,
      "text": "I know about the situation anyways this will probably be very unexpected for the person and stress them out, too"
    },
    {
      "index": 20,
      "start_time": 105280.0,
      "end_time": 107289.0,
      "text": "And this is what you need to learn the truth"
    },
    {
      "index": 21,
      "start_time": 107390.0,
      "end_time": 112899.0,
      "text": "It will be even funnier if you make your question sound like a joke, but let the person know that you are"
    },
    {
      "index": 22,
      "start_time": 113479.0,
      "end_time": 115479.0,
      "text": "serious"
    },
    {
      "index": 23,
      "start_time": 115770.0,
      "end_time": 117060.0,
      "text": "Numbering"
    },
    {
      "index": 24,
      "start_time": 117060.0,
      "end_time": 121279.0,
      "text": "Exaggerated honesty one of the signs of a lie is exaggeration of one's honesty"
    },
    {
      "index": 25,
      "start_time": 121280.0,
      "end_time": 127400.0,
      "text": "If someone is promising and swearing to you that they are telling the truth even though you didn't show any doubt in their words"
    },
    {
      "index": 26,
      "start_time": 127500.0,
      "end_time": 129170.0,
      "text": "Be alert ask them"
    },
    {
      "index": 27,
      "start_time": 129169.99999999999,
      "end_time": 134119.0,
      "text": "Why they are trying to convince you of something if you believe them anyway this question might make them feel uncomfortable"
    },
    {
      "index": 28,
      "start_time": 134370.0,
      "end_time": 137240.0,
      "text": "Which is great for finding out the truth. Just tell them"
    },
    {
      "index": 29,
      "start_time": 138150.0,
      "end_time": 141830.0,
      "text": "Why are you so worried? I believe in you and just ask you a simple question"
    },
    {
      "index": 30,
      "start_time": 142770.0,
      "end_time": 144510.0,
      "text": "number seven sympathy"
    },
    {
      "index": 31,
      "start_time": 144510.0,
      "end_time": 149689.0,
      "text": "It is so hard not to believe someone who seems to be sympathetic to you have to be strong"
    },
    {
      "index": 32,
      "start_time": 149940.0,
      "end_time": 153649.0,
      "text": "Don't fall for the simple this might be a smart trick to deceive"
    },
    {
      "index": 33,
      "start_time": 153940.0,
      "end_time": 160270.0,
      "text": "If someone is telling you that they know how you feel know what it's like all this instead of answering your question. That is"
    },
    {
      "index": 34,
      "start_time": 160700.0,
      "end_time": 167770.0,
      "text": "Definitely alive don't believe these cheap tricks pay extra attention when you ask a simple question and they start to talk about you and your"
    },
    {
      "index": 35,
      "start_time": 167900.0,
      "end_time": 172179.0,
      "text": "problems instead of the subject number six answering questions with questions"
    },
    {
      "index": 36,
      "start_time": 173030.0,
      "end_time": 179470.0,
      "text": "Everyone feels vulnerable and uncomfortable when telling lies everyone feels vulnerable and uncomfortable when telling lies"
    },
    {
      "index": 37,
      "start_time": 179900.0,
      "end_time": 186429.0,
      "text": "Telling a direct line is hard so people often try to avoid answering the question either by changing the subject or answering you back"
    },
    {
      "index": 38,
      "start_time": 186500.0,
      "end_time": 193029.0,
      "text": "The most important thing you should remember is not to start answering their questions if you do they will be in control"
    },
    {
      "index": 39,
      "start_time": 193030.0,
      "end_time": 195910.0,
      "text": "That's the last thing you want to have as a last resort"
    },
    {
      "index": 40,
      "start_time": 196010.0,
      "end_time": 202119.0,
      "text": "You can tell the person directly that you don't like the way the conversation is going you can deal with their question after"
    },
    {
      "index": 41,
      "start_time": 203220.0,
      "end_time": 208729.0,
      "text": "Number five freezing freezing Buckman's to answer a long pause these are clear signs"
    },
    {
      "index": 42,
      "start_time": 209670.0,
      "end_time": 211940.0,
      "text": "Especially if the question you asked was simple"
    },
    {
      "index": 43,
      "start_time": 212100.0,
      "end_time": 217759.0,
      "text": "So if the person is frozen for a few seconds repeat your question as if you don't suspect anything look"
    },
    {
      "index": 44,
      "start_time": 217760.0,
      "end_time": 218910.0,
      "text": "It's not rocket science"
    },
    {
      "index": 45,
      "start_time": 218910.0,
      "end_time": 225199.0,
      "text": "Did you eat my cake or not if the pause continues a person is most likely trying to make up an answer on the fly?"
    },
    {
      "index": 46,
      "start_time": 225390.0,
      "end_time": 231259.0,
      "text": "Or maybe as body activity has slowed down because all the body's energy is being used to digest the cake also"
    },
    {
      "index": 47,
      "start_time": 231660.0,
      "end_time": 233300.0,
      "text": "Liars are often very tense"
    },
    {
      "index": 48,
      "start_time": 233300.0,
      "end_time": 239029.0,
      "text": "So you can spot a liar by looking for unnatural stiffness of the body drugged shoulders crossed arms"
    },
    {
      "index": 49,
      "start_time": 239030.0,
      "end_time": 242239.0,
      "text": "Or ankles show the suspects dishonesty and discomfort"
    },
    {
      "index": 50,
      "start_time": 243510.0,
      "end_time": 249230.0,
      "text": "For one man show if a person is clearly overacting playing an innocent victim"
    },
    {
      "index": 51,
      "start_time": 249570.0,
      "end_time": 255919.0,
      "text": "It's too harsh on them at least they tried the thing is people's emotions change quite quickly with one emotion"
    },
    {
      "index": 52,
      "start_time": 256168.99999999997,
      "end_time": 258558.99999999997,
      "text": "Usually lasting no more than 6 to 10 seconds"
    },
    {
      "index": 53,
      "start_time": 258630.0,
      "end_time": 265399.0,
      "text": "However the person is insincere with you or she might try to act surprised for a longer time to convince force"
    },
    {
      "index": 54,
      "start_time": 265400.0,
      "end_time": 271800.0,
      "text": "You don't need to count second you will see that acting is not good and realize that the person is live three"
    },
    {
      "index": 55,
      "start_time": 272350.0,
      "end_time": 273430.0,
      "text": "hostility"
    },
    {
      "index": 56,
      "start_time": 273430.0,
      "end_time": 276450.0,
      "text": "Hostile tone or even insults are also clear signs allies"
    },
    {
      "index": 57,
      "start_time": 276580.0,
      "end_time": 280109.0,
      "text": "Don't let them make you angry and forget what you asked about make the conversation"
    },
    {
      "index": 58,
      "start_time": 280480.0,
      "end_time": 286379.0,
      "text": "Calmer and repeat your question if the person knows that he or she is right and innocent they won't go off the rails"
    },
    {
      "index": 59,
      "start_time": 286480.0,
      "end_time": 289469.0,
      "text": "There's just no need to if they know that they are guilty"
    },
    {
      "index": 60,
      "start_time": 289540.0,
      "end_time": 295080.0,
      "text": "They start to get angry and lose their patience if the suspect responds to your questions with phrases like"
    },
    {
      "index": 61,
      "start_time": 295450.0,
      "end_time": 301319.0,
      "text": "Why do you want to know that or that's not important? Now? It's surely reaching his limits using this defense"
    },
    {
      "index": 62,
      "start_time": 303160.0,
      "end_time": 310439.0,
      "text": "Number two repeating the question if a person repeats your question multiple times means that he or she is definitely lying"
    },
    {
      "index": 63,
      "start_time": 310600.0,
      "end_time": 314640.0,
      "text": "It sounds like this me why am I supposed to know who ate your cake?"
    },
    {
      "index": 64,
      "start_time": 314640.0,
      "end_time": 318209.0,
      "text": "I don't have the faintest idea who would do that someone ate it. Are you even sure"
    },
    {
      "index": 65,
      "start_time": 319180.0,
      "end_time": 322680.0,
      "text": "Enjoy it. You know they are lying, and it looks quite funny, too"
    },
    {
      "index": 66,
      "start_time": 322750.0,
      "end_time": 326549.0,
      "text": "They are trying to take their time to make up an explanation of where the cake is"
    },
    {
      "index": 67,
      "start_time": 326830.0,
      "end_time": 329580.0,
      "text": "Telling lies takes much more time than telling the truth"
    },
    {
      "index": 68,
      "start_time": 331450.0,
      "end_time": 336059.0,
      "text": "Also when a person tells a lie his or her voice may become higher in pitch as"
    },
    {
      "index": 69,
      "start_time": 336130.0,
      "end_time": 343499.0,
      "text": "Multiple courts tightly a liar may start speaking faster than usual or in a monotonous tone stutter or stammer and make speech errors"
    },
    {
      "index": 70,
      "start_time": 344260.0,
      "end_time": 350339.0,
      "text": "Number one avoiding the answer if a person is trying to avoid the answer giving you a lot of irrelevant information"
    },
    {
      "index": 71,
      "start_time": 350620.0,
      "end_time": 353970.0,
      "text": "Or even trying to change the subject he or she is most likely"
    },
    {
      "index": 72,
      "start_time": 354280.0,
      "end_time": 361649.0,
      "text": "Getting away from the crime scene pay attention to whether you are still talking about the problem or something completely different already"
    },
    {
      "index": 73,
      "start_time": 363650.0,
      "end_time": 367389.0,
      "text": "Now let's talk about the facial expressions that give away a lot"
    },
    {
      "index": 74,
      "start_time": 368780.0,
      "end_time": 373619.0,
      "text": "Constance and a stiff facial expression all mean that the person is worried"
    },
    {
      "index": 75,
      "start_time": 375530.0,
      "end_time": 381380.0,
      "text": "An asymmetrical face is a sign of lies because when you are calm your emotions are the same on both parts of your face"
    },
    {
      "index": 76,
      "start_time": 382169.0,
      "end_time": 387989.0,
      "text": "If the eyes are moving from side to side, and you know that this person is usually not shy they are probably lying to you"
    },
    {
      "index": 77,
      "start_time": 389050.0,
      "end_time": 393419.0,
      "text": "Eyes looking to the top right corner mean that the person is making something up on the fly"
    },
    {
      "index": 78,
      "start_time": 394539.0,
      "end_time": 399269.0,
      "text": "The person is covering his or her face, or head or neck with the palm it means"
    },
    {
      "index": 79,
      "start_time": 399270.0,
      "end_time": 401430.0,
      "text": "They are trying to hide their real emotions from"
    },
    {
      "index": 80,
      "start_time": 402789.0,
      "end_time": 405239.0,
      "text": "Scratching the nose the eyelid or the yearly"
    },
    {
      "index": 81,
      "start_time": 406779.0,
      "end_time": 408779.0,
      "text": "Looking down and shaking"
    },
    {
      "index": 82,
      "start_time": 410190.0,
      "end_time": 416719.0,
      "text": "Fingers in the mouth are not gross, but also a desperate gesture, which means that the person unconsciously wants the truth"
    },
    {
      "index": 83,
      "start_time": 418160.0,
      "end_time": 421299.0,
      "text": "Can be a good way to find out if the person is lying to you porn?"
    },
    {
      "index": 84,
      "start_time": 421669.0,
      "end_time": 427839.0,
      "text": "The smile is real the eyes should be smiling too in this case you will notice small facial wrinkles near the eyes"
    },
    {
      "index": 85,
      "start_time": 427940.0,
      "end_time": 433029.0,
      "text": "However, if the eyes look exactly what they looked like before the person smiled. This is a worrying sign"
    },
    {
      "index": 86,
      "start_time": 433580.0,
      "end_time": 441460.0,
      "text": "Don't judge by appearances Liars can be very convincing and yes even gorgeous girls can be liars and be critical of yourself"
    },
    {
      "index": 87,
      "start_time": 441979.0,
      "end_time": 445659.0,
      "text": "Even if two or more signs are visible it doesn't always mean that the person"
    },
    {
      "index": 88,
      "start_time": 445820.0,
      "end_time": 449320.0,
      "text": "Intends to deceive you you should always look and listen very closely"
    },
    {
      "index": 89,
      "start_time": 449840.0,
      "end_time": 453459.0,
      "text": "Only when you are sure that at least five signs are present a person's behavior"
    },
    {
      "index": 90,
      "start_time": 453680.0,
      "end_time": 460510.0,
      "text": "You can suspect that they are lying to you, otherwise you will have a very difficult life not believing anyone at all"
    },
    {
      "index": 91,
      "start_time": 460970.0,
      "end_time": 466389.0,
      "text": "How do you spot liars share your experience in the comments section below send this video to your friends?"
    },
    {
      "index": 92,
      "start_time": 466610.0,
      "end_time": 471160.0,
      "text": "But be careful they can learn to notice that you also lie to them sometimes"
    },
    {
      "index": 93,
      "start_time": 471710.0,
      "end_time": 476260.0,
      "text": "Like this video and don't forget to click subscribe to join us on the bright side"
    }
  ]
}