{
  "video_id": "j2I9LpDF708",
  "title": "I'm Mitz Nelson, and I'm an Ex-Mormon",
  "json": [
    {
      "index": 1,
      "start_time": 890.0,
      "end_time": 6379.0,
      "text": "I’m so happy all of you are here. You have no idea what a light you all bring to such"
    },
    {
      "index": 2,
      "start_time": 6379.0,
      "end_time": 12290.0,
      "text": "a dark place, and how horribly, horribly sad we are when you all leave. So if you guys"
    },
    {
      "index": 3,
      "start_time": 12290.0,
      "end_time": 17939.0,
      "text": "wanna, like, move and find jobs, and, you know? I’ll run support services; I’ll,"
    },
    {
      "index": 4,
      "start_time": 17939.0,
      "end_time": 22769.0,
      "text": "like, you know, find you a place to live and try to help you find a job and stuff… no?"
    },
    {
      "index": 5,
      "start_time": 22769.0,
      "end_time": 28630.0,
      "text": "no takers? I wouldn’t come here either, but that’s just me."
    },
    {
      "index": 6,
      "start_time": 28630.0,
      "end_time": 35170.0,
      "text": "So, my husband, if you ever get a chance to talk to him, he’ll talk to a small group."
    },
    {
      "index": 7,
      "start_time": 35170.0,
      "end_time": 39859.0,
      "text": "He doesn’t do big crowds. To him, this is a big crowd, so… He has an amazing story,"
    },
    {
      "index": 8,
      "start_time": 39859.0,
      "end_time": 44710.0,
      "text": "and he’s fun to talk to, so if you can get him and get a few of you together, he’ll"
    },
    {
      "index": 9,
      "start_time": 44710.0,
      "end_time": 49390.0,
      "text": "talk to you; he just can’t do this. He goes mute. Which is weird, ‘cause he’s never"
    },
    {
      "index": 10,
      "start_time": 49390.0,
      "end_time": 56699.0,
      "text": "mute. But, so, I’ll try and keep it upbeat and happy, ‘cause if I cry it’s ugly."
    },
    {
      "index": 11,
      "start_time": 56699.0,
      "end_time": 60989.0,
      "text": "I cry like Lucille Ball. It’s not graceful and pretty, so…"
    },
    {
      "index": 12,
      "start_time": 60989.0,
      "end_time": 66420.0,
      "text": "I was a fourth-generation Mormon, and I did it all wrong the first time I got married."
    },
    {
      "index": 13,
      "start_time": 66420.0,
      "end_time": 74020.0,
      "text": "I didn’t marry a returned missionary, against my family’s wishes; attributed the long"
    },
    {
      "index": 14,
      "start_time": 74020.0,
      "end_time": 79920.0,
      "text": "road of, uh, not a good marriage to, largely to that; there were some other issues. But"
    },
    {
      "index": 15,
      "start_time": 79920.0,
      "end_time": 86320.0,
      "text": "that marriage finally ended after twenty years and four children, part because he just wasn’t"
    },
    {
      "index": 16,
      "start_time": 86320.0,
      "end_time": 95350.0,
      "text": "on board with the LDS path, and part because of some other stuff. So I left, I took my"
    },
    {
      "index": 17,
      "start_time": 95350.0,
      "end_time": 101750.0,
      "text": "children, and I started over. That’s where I met my present husband, Steve, who was a"
    },
    {
      "index": 18,
      "start_time": 101750.0,
      "end_time": 108049.0,
      "text": "returned missionary and we dated. My children adored him, and I thought, “okay, cool,"
    },
    {
      "index": 19,
      "start_time": 108049.0,
      "end_time": 113549.0,
      "text": "I’m gonna do it right this time.” So it was all in order, so we kind of had a whirlwind"
    },
    {
      "index": 20,
      "start_time": 113549.0,
      "end_time": 120039.0,
      "text": "romance, we get married, we build a house, together we have seven children. And about"
    },
    {
      "index": 21,
      "start_time": 120039.0,
      "end_time": 126560.0,
      "text": "a year into this, we were now settled, and I have it all lined up. I have the returned"
    },
    {
      "index": 22,
      "start_time": 126560.0,
      "end_time": 130940.0,
      "text": "missionary, I have the priesthood holder, um…"
    },
    {
      "index": 23,
      "start_time": 130940.0,
      "end_time": 137709.0,
      "text": "Back a little bit, when I was married previously, I lost a daughter at birth. K? So, she is"
    },
    {
      "index": 24,
      "start_time": 137709.0,
      "end_time": 144890.0,
      "text": "some somewhere. In my Mormon world, she’s now floating in the great abyss. K? So, I"
    },
    {
      "index": 25,
      "start_time": 144890.0,
      "end_time": 148830.0,
      "text": "now have my priesthood holder, so we can go to the temple. We’re now going to be sealed,"
    },
    {
      "index": 26,
      "start_time": 148830.0,
      "end_time": 155110.0,
      "text": "and I’m gonna have my forever family -- which, to a Mormon mom, that’s the ultimate thing."
    },
    {
      "index": 27,
      "start_time": 155110.0,
      "end_time": 161840.0,
      "text": "‘Cause I get to have my kids, and I get to raise my daughter in heaven. The catch:"
    },
    {
      "index": 28,
      "start_time": 161840.0,
      "end_time": 169930.0,
      "text": "if I don’t, they’re going to give her to a worthy Mormon family to raise in heaven,"
    },
    {
      "index": 29,
      "start_time": 169930.0,
      "end_time": 176230.0,
      "text": "and I don’t get to. So there’s really not an option here. K? So my, my ducks are"
    },
    {
      "index": 30,
      "start_time": 176230.0,
      "end_time": 180810.0,
      "text": "all in a row; we’re gonna start temple classes."
    },
    {
      "index": 31,
      "start_time": 180810.0,
      "end_time": 186470.0,
      "text": "About this time, my husband gets witnessed to at work, by the man that will eventually,"
    },
    {
      "index": 32,
      "start_time": 186470.0,
      "end_time": 192860.0,
      "text": "for all sakes and purposes, “ruins my life as I know it.” Ken Gilbert. They’re not"
    },
    {
      "index": 33,
      "start_time": 192860.0,
      "end_time": 198349.0,
      "text": "here, huh? An amazing holy boldness man, I adore him now; he’s one of my dearest friends,"
    },
    {
      "index": 34,
      "start_time": 198349.0,
      "end_time": 205799.0,
      "text": "but it, at the time, he, he, he’d ruin my life. He gets with my husband, my husband’s"
    },
    {
      "index": 35,
      "start_time": 205799.0,
      "end_time": 210340.0,
      "text": "going to get him back into the Mormon church. He is, in turn, going to teach my husband"
    },
    {
      "index": 36,
      "start_time": 210340.0,
      "end_time": 217730.0,
      "text": "about Jesus. So they start talking, they exchange literature. That’s where my first, my husband"
    },
    {
      "index": 37,
      "start_time": 217730.0,
      "end_time": 226620.0,
      "text": "first came in contact -- it’s his first “anti-Mormon stuff.” So he… so he sneaks"
    },
    {
      "index": 38,
      "start_time": 226620.0,
      "end_time": 233120.0,
      "text": "it into my house, literally hides it, and waits for me to leave, so that he can watch"
    },
    {
      "index": 39,
      "start_time": 233120.0,
      "end_time": 239310.0,
      "text": "it. And that’s kinda where his story begins. It kinda continues in this secretive thing,"
    },
    {
      "index": 40,
      "start_time": 239310.0,
      "end_time": 242180.0,
      "text": "his degree’s in anthropology and archaeology."
    },
    {
      "index": 41,
      "start_time": 242180.0,
      "end_time": 250400.0,
      "text": "So, the DNA versus the… Steve’s. So my husband’s. So, that’s kinda where his,"
    },
    {
      "index": 42,
      "start_time": 250400.0,
      "end_time": 259860.0,
      "text": "the DNA versus the Book of Mormon was earth-shattering for him. And so he’s studying on his own,"
    },
    {
      "index": 43,
      "start_time": 259860.0,
      "end_time": 266740.0,
      "text": "and I -- I had questions, K, I wasn’t this perfect little Mormon girl, I had questions,"
    },
    {
      "index": 44,
      "start_time": 266740.0,
      "end_time": 271540.0,
      "text": "things that didn’t make sense, but I was completely convinced that I’d find the answers"
    },
    {
      "index": 45,
      "start_time": 271540.0,
      "end_time": 276440.0,
      "text": "within the Mormon church. That it was my lack of understanding, not that the church was"
    },
    {
      "index": 46,
      "start_time": 276440.0,
      "end_time": 279610.0,
      "text": "wrong. I really thought that it was just me."
    },
    {
      "index": 47,
      "start_time": 279610.0,
      "end_time": 288890.0,
      "text": "So, he starts to search, and we’re preparing to do this big path, and the more he searches,"
    },
    {
      "index": 48,
      "start_time": 288890.0,
      "end_time": 296260.0,
      "text": "the bigger the hole gets. Things start to fall apart. So he’s still talkin’ to Ken,"
    },
    {
      "index": 49,
      "start_time": 296260.0,
      "end_time": 302200.0,
      "text": "and he starts to come to me with small things. Kind of feeling the waters to see how it would"
    },
    {
      "index": 50,
      "start_time": 302200.0,
      "end_time": 310390.0,
      "text": "be perceived. Met him with complete resistance and anger, fear. I was afraid and, at first"
    },
    {
      "index": 51,
      "start_time": 310390.0,
      "end_time": 314800.0,
      "text": "it was like “ha ha, yeah, that’s funny,” but then I started to see a seriousness about"
    },
    {
      "index": 52,
      "start_time": 314800.0,
      "end_time": 324810.0,
      "text": "him. And that’s kind where it kinda turns really, really ugly. And, it kind of escalates"
    },
    {
      "index": 53,
      "start_time": 324810.0,
      "end_time": 331740.0,
      "text": "into a situation where I find the anti-Mormon stuff. It was like finding porn in my house."
    },
    {
      "index": 54,
      "start_time": 331740.0,
      "end_time": 337660.0,
      "text": "I threw it across my bedroom, I felt completely betrayed. Uh, I felt like he had deceived"
    },
    {
      "index": 55,
      "start_time": 337660.0,
      "end_time": 346070.0,
      "text": "me, and it was uh, it started the beginning of a year-long civil war within my house."
    },
    {
      "index": 56,
      "start_time": 346070.0,
      "end_time": 352590.0,
      "text": "And I do mean a civil war. Mormon women typically aren’t submissive, K? That’s kind of a"
    },
    {
      "index": 57,
      "start_time": 352590.0,
      "end_time": 356780.0,
      "text": "four-letter word; it kinda means you’re a doormat, because we don’t understand godly"
    },
    {
      "index": 58,
      "start_time": 356780.0,
      "end_time": 361850.0,
      "text": "submission. It means that the man has complete and utter total power over you, and we’re"
    },
    {
      "index": 59,
      "start_time": 361850.0,
      "end_time": 369750.0,
      "text": "like, “no he doesn’t.” And so, it was a clash-- it was clash of the titans. It was"
    },
    {
      "index": 60,
      "start_time": 369750.0,
      "end_time": 374630.0,
      "text": "horrible. And I’d only been in a year, so I’m thinking “I can fix this. It would"
    },
    {
      "index": 61,
      "start_time": 374630.0,
      "end_time": 380120.0,
      "text": "be another divorce, but I have to get back on the path somehow. I can’t be called out"
    },
    {
      "index": 62,
      "start_time": 380120.0,
      "end_time": 383810.0,
      "text": "of the grave unless he knows my name. He’s not gonna know my name, unless he goes to"
    },
    {
      "index": 63,
      "start_time": 383810.0,
      "end_time": 389120.0,
      "text": "this temple to learn my name. I can’t have my family unless I have him sealed to me.”"
    },
    {
      "index": 64,
      "start_time": 389120.0,
      "end_time": 396410.0,
      "text": "K, so I had to choose now between him -- my marriage -- and my daughter, and my children."
    },
    {
      "index": 65,
      "start_time": 396410.0,
      "end_time": 402920.0,
      "text": "As far as I was concerned, he was going to outer darkness; he’s now an apostate."
    },
    {
      "index": 66,
      "start_time": 402920.0,
      "end_time": 412290.0,
      "text": "‘Cause it finally escalated to him, to where he, he denounced the Mormon church. So, he’d"
    },
    {
      "index": 67,
      "start_time": 412290.0,
      "end_time": 417420.0,
      "text": "walk in a room; I’d walk out. Uh, we have a family cabin that we’d go to, it was like"
    },
    {
      "index": 68,
      "start_time": 417420.0,
      "end_time": 421070.0,
      "text": "our little place; it’s where we were married. I wouldn’t go there with him anymore. He"
    },
    {
      "index": 69,
      "start_time": 421070.0,
      "end_time": 433410.0,
      "text": "went alone. It was not good. There was no friendship left. I was fearful; was so close,"
    },
    {
      "index": 70,
      "start_time": 433410.0,
      "end_time": 439770.0,
      "text": "so close to leaving, I had a plan, and one call to the Mormon church, just one call,"
    },
    {
      "index": 71,
      "start_time": 439770.0,
      "end_time": 443650.0,
      "text": "they would’ve swooped me and my children up, they would’ve helped me relocate, and"
    },
    {
      "index": 72,
      "start_time": 443650.0,
      "end_time": 449380.0,
      "text": "they-- they would’ve paid my way. Not only that, his family would’ve helped me, against"
    },
    {
      "index": 73,
      "start_time": 449380.0,
      "end_time": 454380.0,
      "text": "him. If I would’ve called them and said, “He’s, he’s an apostate; he’s leaving"
    },
    {
      "index": 74,
      "start_time": 454380.0,
      "end_time": 458020.0,
      "text": "the church,” they would’ve taken my side against him."
    },
    {
      "index": 75,
      "start_time": 458020.0,
      "end_time": 467470.0,
      "text": "And so, Satan had the hugest opportunity to destroy my family, completely destroy it."
    },
    {
      "index": 76,
      "start_time": 467470.0,
      "end_time": 473960.0,
      "text": "And everyone’s like, “well, what did it? What did it?” It was just a process of things."
    },
    {
      "index": 77,
      "start_time": 473960.0,
      "end_time": 483220.0,
      "text": "So during this year-long war, he would, he would give me tidbits. Uh, things that he"
    },
    {
      "index": 78,
      "start_time": 483220.0,
      "end_time": 488910.0,
      "text": "knew would matter to me. Like, Joseph Smith had thirty-three wives. He knows how I feel"
    },
    {
      "index": 79,
      "start_time": 488910.0,
      "end_time": 494880.0,
      "text": "about polygamy. He knows how I feel about old man sleeping with young girls, as Susan"
    },
    {
      "index": 80,
      "start_time": 494880.0,
      "end_time": 500720.0,
      "text": "and I have talked about. It just isn’t okay. So he gave me this tidbits, he’d kind of"
    },
    {
      "index": 81,
      "start_time": 500720.0,
      "end_time": 505900.0,
      "text": "lure me to a safe place where I would think that he wouldn’t talk to me, and then he’d,"
    },
    {
      "index": 82,
      "start_time": 505900.0,
      "end_time": 511760.0,
      "text": "like, drop a bombshell on me. Then I’d freak out, and like go and slam doors, and … eventually,"
    },
    {
      "index": 83,
      "start_time": 511760.0,
      "end_time": 519890.0,
      "text": "I’m going to the Mormon church, K? Every single Sunday. He’s now following me to"
    },
    {
      "index": 84,
      "start_time": 519890.0,
      "end_time": 525650.0,
      "text": "the Mormon church, in a purple shirt, with a Christian Bible. For those of you who don’t"
    },
    {
      "index": 85,
      "start_time": 525650.0,
      "end_time": 531400.0,
      "text": "know the Mormon culture, it can’t get much worse, K, it just doesn’t. You wear a white"
    },
    {
      "index": 86,
      "start_time": 531400.0,
      "end_time": 537930.0,
      "text": "shirt, and a tie, and you don’t bring a Christian Bible. You bring your quad, or your"
    },
    {
      "index": 87,
      "start_time": 537930.0,
      "end_time": 545120.0,
      "text": "various Mormon… Mormon books. Back to the purple shirt and how that came about: right"
    },
    {
      "index": 88,
      "start_time": 545120.0,
      "end_time": 551210.0,
      "text": "at the end of where he’s ready to say “I’m not doing this anymore,” uh, he went into"
    },
    {
      "index": 89,
      "start_time": 551210.0,
      "end_time": 558550.0,
      "text": "priesthood with this purple shirt on, K, and he, he, he still was, hadn’t said no more"
    },
    {
      "index": 90,
      "start_time": 558550.0,
      "end_time": 565500.0,
      "text": "yet. They gave the lesson that day on “if you, you’re not a godly man unless you wear"
    },
    {
      "index": 91,
      "start_time": 565500.0,
      "end_time": 569880.0,
      "text": "this white shirt, because it represents your obedience to God, and your willingness to"
    },
    {
      "index": 92,
      "start_time": 569880.0,
      "end_time": 576170.0,
      "text": "submit to God.” So there he sits in a purple shirt, the only one not in a white shirt out"
    },
    {
      "index": 93,
      "start_time": 576170.0,
      "end_time": 583250.0,
      "text": "of probably twenty-four men. He meets me in the lobby; he’s furious. He has two fingers"
    },
    {
      "index": 94,
      "start_time": 583250.0,
      "end_time": 589920.0,
      "text": "in his tie that he’s now ripping off, in the foyer with everyone around; he’s livid."
    },
    {
      "index": 95,
      "start_time": 589920.0,
      "end_time": 595280.0,
      "text": "And he said, “This is so stupid, like it matters what color of shirt I have on.”"
    },
    {
      "index": 96,
      "start_time": 595280.0,
      "end_time": 600950.0,
      "text": "K? I’m, like, dying. And I’m thinking, “Okay, you’re crazy. I’ve had it with"
    },
    {
      "index": 97,
      "start_time": 600950.0,
      "end_time": 605350.0,
      "text": "you.” I make to the vehicle, I’m gonna leave him. I’m gonna show him. So I’m"
    },
    {
      "index": 98,
      "start_time": 605350.0,
      "end_time": 608740.0,
      "text": "gonna get into the vehicle, I’m gonna lock the doors, I’m gonna drive home, make him"
    },
    {
      "index": 99,
      "start_time": 608740.0,
      "end_time": 615130.0,
      "text": "walk. (It’s not that far. It’s like two blocks.) Anyway, I’m makin’ a point here."
    },
    {
      "index": 100,
      "start_time": 615130.0,
      "end_time": 618960.0,
      "text": "He knows me. As soon as he sees me hightail it outta there, he thinks “she’s gonna"
    },
    {
      "index": 101,
      "start_time": 618960.0,
      "end_time": 627260.0,
      "text": "leave me.” So we have this race to the vehicle. Mormons are everywhere, K? I don’t make"
    },
    {
      "index": 102,
      "start_time": 627260.0,
      "end_time": 632210.0,
      "text": "it. I get in, I shut the door, I hit the thing just as he opens the door. I’m screaming,"
    },
    {
      "index": 103,
      "start_time": 632210.0,
      "end_time": 637460.0,
      "text": "“Get out! Walk home. I don’t want you near me.” He’s like, “I’m not getting"
    },
    {
      "index": 104,
      "start_time": 637460.0,
      "end_time": 641530.0,
      "text": "out.” He gets in, shuts the door, he says “let’s go home.”"
    },
    {
      "index": 105,
      "start_time": 641530.0,
      "end_time": 645690.0,
      "text": "Every morning, we would have the same screaming match in my closet. I would say “please,"
    },
    {
      "index": 106,
      "start_time": 645690.0,
      "end_time": 650810.0,
      "text": "just stay here. Please don’t go to church with me. Please.” And he said, “you’re"
    },
    {
      "index": 107,
      "start_time": 650810.0,
      "end_time": 654690.0,
      "text": "my wife. I’m going where you go.” And I said “but you don’t even believe it!”"
    },
    {
      "index": 108,
      "start_time": 654690.0,
      "end_time": 663630.0,
      "text": "He said “neither do you. You just don’t know it yet.” So, away we’d go, with him"
    },
    {
      "index": 109,
      "start_time": 663630.0,
      "end_time": 671380.0,
      "text": "in his purple shirt and his big fat Bible that Ken gave him, the guy who ruined my life…"
    },
    {
      "index": 110,
      "start_time": 671380.0,
      "end_time": 678260.0,
      "text": "so, where we would sit in Gospel Doctrine class-- this is the day that was really good."
    },
    {
      "index": 111,
      "start_time": 678260.0,
      "end_time": 683000.0,
      "text": "They wrote “The New Covenant” on the board, and underneath it in parentheses they put"
    },
    {
      "index": 112,
      "start_time": 683000.0,
      "end_time": 689470.0,
      "text": "“(the Book of Mormon).” He went nuts. He’s flipping through Scripture, he’s"
    },
    {
      "index": 113,
      "start_time": 689470.0,
      "end_time": 694110.0,
      "text": "pointing, he’s sliding it across to me and he’s pointing. Now everyone’s no longer"
    },
    {
      "index": 114,
      "start_time": 694110.0,
      "end_time": 699650.0,
      "text": "at who’s teaching; they’re turning around, looking at us. I’m wanting to die."
    },
    {
      "index": 115,
      "start_time": 699650.0,
      "end_time": 703290.0,
      "text": "So from that day forward, I said “you can’t do that to me anymore.” I said, “that’s"
    },
    {
      "index": 116,
      "start_time": 703290.0,
      "end_time": 709100.0,
      "text": "not okay.” He said “okay, you’re right. That probably wasn’t okay.” And he said,"
    },
    {
      "index": 117,
      "start_time": 709100.0,
      "end_time": 715330.0,
      "text": "“so, when you go, what are you looking for?” And I said “Jesus.” He said, “Okay,”"
    },
    {
      "index": 118,
      "start_time": 715330.0,
      "end_time": 719370.0,
      "text": "he said, “well do they teach about Jesus?” I’m like, “it’s the ‘Church of Jesus"
    },
    {
      "index": 119,
      "start_time": 719370.0,
      "end_time": 723300.0,
      "text": "Christ’; are you a moron? Of course they teach me about Jesus.” He said “Do they?”"
    },
    {
      "index": 120,
      "start_time": 723300.0,
      "end_time": 727410.0,
      "text": "He said “Here,” he said “just, I want you to be just a little bit more observant."
    },
    {
      "index": 121,
      "start_time": 727410.0,
      "end_time": 731990.0,
      "text": "If that’s what you’re looking for,” he said, “then from now on, I just want"
    },
    {
      "index": 122,
      "start_time": 731990.0,
      "end_time": 739680.0,
      "text": "you to just be aware of how much Jesus you’re getting.” I’m like okay, that’s fair."
    },
    {
      "index": 123,
      "start_time": 739680.0,
      "end_time": 744260.0,
      "text": "So as I keep going, he lays off on the pointing and the… he doesn’t lay off on the weird-colored"
    },
    {
      "index": 124,
      "start_time": 744260.0,
      "end_time": 748510.0,
      "text": "shirts and the big fat Bible, but he lays off on the pointing and the antics and the"
    },
    {
      "index": 125,
      "start_time": 748510.0,
      "end_time": 752529.0,
      "text": "things in the foyer, and stuff of that nature."
    },
    {
      "index": 126,
      "start_time": 752529.0,
      "end_time": 761680.0,
      "text": "And, so I went for another three months: there’s no Jesus. There’s no mention of him except"
    },
    {
      "index": 127,
      "start_time": 761680.0,
      "end_time": 767970.0,
      "text": "for in prayer. That’s it. We touched on everything else -- everything else imaginable"
    },
    {
      "index": 128,
      "start_time": 767970.0,
      "end_time": 776900.0,
      "text": "-- but there was no Jesus. And so, by this time I’m wearing down, I’m hungry, and"
    },
    {
      "index": 129,
      "start_time": 776900.0,
      "end_time": 782870.0,
      "text": "I’m empty, and I feel alone, and I’m scared, and I don’t know what I’m gonna do, and"
    },
    {
      "index": 130,
      "start_time": 782870.0,
      "end_time": 792480.0,
      "text": "my only answer is I have to end this mess, and try to start over again. Somewhere along"
    },
    {
      "index": 131,
      "start_time": 792480.0,
      "end_time": 798700.0,
      "text": "here he kind of changes his antics, and it’s because God had changed him. I look, in hindsight"
    },
    {
      "index": 132,
      "start_time": 798700.0,
      "end_time": 805800.0,
      "text": "I look back and it’s because he was becoming a new man. K? I didn’t understand; at the"
    },
    {
      "index": 133,
      "start_time": 805800.0,
      "end_time": 810230.0,
      "text": "time, I just thought “well, he’s getting it.” He started to approach me with way"
    },
    {
      "index": 134,
      "start_time": 810230.0,
      "end_time": 816710.0,
      "text": "more love. Instead of dive-bombing me, he was, he was telling me in love when he was"
    },
    {
      "index": 135,
      "start_time": 816710.0,
      "end_time": 821589.0,
      "text": "saying things like “this is, I love you so much, the last thing I want to do on this"
    },
    {
      "index": 136,
      "start_time": 821589.0,
      "end_time": 827990.0,
      "text": "earth is hurt you, and the last thing I want you to do is leave me.” And he said “I"
    },
    {
      "index": 137,
      "start_time": 827990.0,
      "end_time": 833620.0,
      "text": "just, I need to, there’s all this stuff that I know, and I need somebody to talk to.”"
    },
    {
      "index": 138,
      "start_time": 833620.0,
      "end_time": 837770.0,
      "text": "And I didn’t listen for a long, long time."
    },
    {
      "index": 139,
      "start_time": 837770.0,
      "end_time": 843410.0,
      "text": "There was one day when there’d kind of been a truce. We’d agreed to disagree, and tried"
    },
    {
      "index": 140,
      "start_time": 843410.0,
      "end_time": 849110.0,
      "text": "to stop fighting. For the children. And he’d called me on his way home from Salt Lake,"
    },
    {
      "index": 141,
      "start_time": 849110.0,
      "end_time": 852920.0,
      "text": "and he said “I’m gonna go fishing at the cabin. Will you please come with me?” He"
    },
    {
      "index": 142,
      "start_time": 852920.0,
      "end_time": 857950.0,
      "text": "said, “I promise I’ll be good,” he said “I-- just come with me.” And I said “okay,"
    },
    {
      "index": 143,
      "start_time": 857950.0,
      "end_time": 861600.0,
      "text": "I’ll go with you.” Well, he stopped at a Christian bookstore, and he prayed in the"
    },
    {
      "index": 144,
      "start_time": 861600.0,
      "end_time": 866220.0,
      "text": "parking lot. He said “God, just give me something to reach her that won’t offend"
    },
    {
      "index": 145,
      "start_time": 866220.0,
      "end_time": 871510.0,
      "text": "her, that won’t drive her farther away from me, that’ll open her heart,” and so he"
    },
    {
      "index": 146,
      "start_time": 871510.0,
      "end_time": 876339.0,
      "text": "went in, and he, he picked a book by John Hagee, it was written by him and his wife."
    },
    {
      "index": 147,
      "start_time": 876339.0,
      "end_time": 880250.0,
      "text": "There was like, it’s like a two-sided book; you flip it upside-down, she wrote half, he"
    },
    {
      "index": 148,
      "start_time": 880250.0,
      "end_time": 887460.0,
      "text": "wrote half. So we went up and our thing was, he fishes and I read out loud to him, whatever"
    },
    {
      "index": 149,
      "start_time": 887460.0,
      "end_time": 888910.0,
      "text": "we’re reading at the time."
    },
    {
      "index": 150,
      "start_time": 888910.0,
      "end_time": 895210.0,
      "text": "So, we go down fishing, and he gets it out of his backpack (poor man, he must’ve been"
    },
    {
      "index": 151,
      "start_time": 895210.0,
      "end_time": 899779.0,
      "text": "scared to death), and he just said “I, I got a book for us to read together.” And"
    },
    {
      "index": 152,
      "start_time": 899779.0,
      "end_time": 903860.0,
      "text": "he said, “it has nothing to do with Mormonism.” He said “it’s just a Christian book.”"
    },
    {
      "index": 153,
      "start_time": 903860.0,
      "end_time": 906279.0,
      "text": "And he said, “will you just read it?” He goes, “if you hate it, we don’t have"
    },
    {
      "index": 154,
      "start_time": 906279.0,
      "end_time": 914310.0,
      "text": "to read it.” I said okay, so we started with her side, and I’m sitting on this rock,"
    },
    {
      "index": 155,
      "start_time": 914310.0,
      "end_time": 920550.0,
      "text": "and my man dressed in, I don’t know, ragged sandals and yucky shorts and a tank top, and"
    },
    {
      "index": 156,
      "start_time": 920550.0,
      "end_time": 928790.0,
      "text": "he’s fishing, and she’s describing what a godly man is. And I’m looking as I’m"
    },
    {
      "index": 157,
      "start_time": 928790.0,
      "end_time": 932950.0,
      "text": "reading, and it’s standing before me."
    },
    {
      "index": 158,
      "start_time": 932950.0,
      "end_time": 940960.0,
      "text": "And it doesn’t have on a white shirt, and a pressed tie, and slacks, and shiny black"
    },
    {
      "index": 159,
      "start_time": 940960.0,
      "end_time": 949649.0,
      "text": "shoes. And it was profound to me, because that’s the first time in a year that I had"
    },
    {
      "index": 160,
      "start_time": 949649.0,
      "end_time": 956589.0,
      "text": "ever looked at him as being even remotely in God’s realm. K? From that point, he was"
    },
    {
      "index": 161,
      "start_time": 956589.0,
      "end_time": 961390.0,
      "text": "being led by Satan, he was hanging out with Satan’s friends, he was listening to Satan,"
    },
    {
      "index": 162,
      "start_time": 961390.0,
      "end_time": 979320.0,
      "text": "and he was as far away from God as, as I felt he could possibly be at that time."
    },
    {
      "index": 163,
      "start_time": 979320.0,
      "end_time": 988990.0,
      "text": "I would say that that was, uh, the, the beginning of a new beginning for us. I was subdued that"
    },
    {
      "index": 164,
      "start_time": 988990.0,
      "end_time": 998170.0,
      "text": "day. I wasn’t angry. I wasn’t happy, but I wasn’t angry. And so, from that, I started"
    },
    {
      "index": 165,
      "start_time": 998170.0,
      "end_time": 1005080.0,
      "text": "to just look at him with new eyes. I started to see him like God saw him. And I started"
    },
    {
      "index": 166,
      "start_time": 1005080.0,
      "end_time": 1012029.0,
      "text": "to see him get up every single morning, into Scripture, ‘cause he wanted to. Not only"
    },
    {
      "index": 167,
      "start_time": 1012030.0,
      "end_time": 1017030.0,
      "text": "was he into Scripture, but he was studying. And he’d have several things out. And he"
    },
    {
      "index": 168,
      "start_time": 1017030.0,
      "end_time": 1023671.0,
      "text": "was actually, uh, comparing what he was learning. It was actually like this really well thought-out"
    },
    {
      "index": 169,
      "start_time": 1023670.0,
      "end_time": 1029429.0,
      "text": "process, not just another path to take. ‘Cause before that, I thought he’d taken the high"
    },
    {
      "index": 170,
      "start_time": 1029430.0000000001,
      "end_time": 1030031.0000000001,
      "text": "road. I said"
    },
    {
      "index": 171,
      "start_time": 1030030.0,
      "end_time": 1034140.0,
      "text": "well isn’t that easy. He’d tried several times to explain grace to me, and I’d tell"
    },
    {
      "index": 172,
      "start_time": 1034140.0000000001,
      "end_time": 1038270.0000000001,
      "text": "him “there’s no such thing as a free lunch, Steve. There just isn’t.” It didn’t"
    },
    {
      "index": 173,
      "start_time": 1038270.0,
      "end_time": 1047089.0,
      "text": "make any sense to me at all. So I started to soften, I don’t know that I started to"
    },
    {
      "index": 174,
      "start_time": 1047089.9999999999,
      "end_time": 1052691.0,
      "text": "listen to him, but some. In here, there were things that I would tell me there’s no evidence,"
    },
    {
      "index": 175,
      "start_time": 1052690.0,
      "end_time": 1057790.0,
      "text": "like six hundred years of a civilization of people that there’s no evidence for. The"
    },
    {
      "index": 176,
      "start_time": 1057790.0,
      "end_time": 1060540.0,
      "text": "church doesn’t actually come out and say that there’s evidence, but they allude you"
    },
    {
      "index": 177,
      "start_time": 1060540.0,
      "end_time": 1066730.0,
      "text": "to believe that there’s evidence. K? So I started to search. Now I’m doing my own"
    },
    {
      "index": 178,
      "start_time": 1066730.0,
      "end_time": 1071260.0,
      "text": "thing when he leaves the house. I look and see when he’s gone down the road, now I’m"
    },
    {
      "index": 179,
      "start_time": 1071260.0,
      "end_time": 1077790.0,
      "text": "looking. I was a good girl, though. I stayed within the church websites. And the more things"
    },
    {
      "index": 180,
      "start_time": 1077790.0,
      "end_time": 1084270.0,
      "text": "I looked up, now my hole starts to get bigger. I validated the stuff with Joseph Smith, I"
    },
    {
      "index": 181,
      "start_time": 1084270.0,
      "end_time": 1088429.0,
      "text": "read the quote where he claims to be better than Jesus, that he could keep the church"
    },
    {
      "index": 182,
      "start_time": 1088430.0,
      "end_time": 1094430.0,
      "text": "together and not even Jesus could do that, and that he has so many reasons to boast."
    },
    {
      "index": 183,
      "start_time": 1094430.0,
      "end_time": 1100621.0,
      "text": "Even in my most Mormon world, that quote sickened me. It wasn’t okay."
    },
    {
      "index": 184,
      "start_time": 1100620.0,
      "end_time": 1106170.0,
      "text": "My testimony, by this point, of Joseph Smith is now pretty gone. Not that it was ever super"
    },
    {
      "index": 185,
      "start_time": 1106170.0,
      "end_time": 1111540.0,
      "text": "strong, K? Joseph Smith was never, I would never sing “Praise to the Man.” Never"
    },
    {
      "index": 186,
      "start_time": 1111540.0,
      "end_time": 1116210.0,
      "text": "felt like he was a man that needed to be praised, never really got that. He was just a prophet,"
    },
    {
      "index": 187,
      "start_time": 1116210.0,
      "end_time": 1121960.0,
      "text": "like any other prophet. He, but he was a man. So now Joseph Smith’s over here, but I’m"
    },
    {
      "index": 188,
      "start_time": 1121960.0,
      "end_time": 1127210.0,
      "text": "still gonna, it’s the Church of Jesus Christ, not the Church of Joseph Smith, so I’m still"
    },
    {
      "index": 189,
      "start_time": 1127210.0,
      "end_time": 1137809.0,
      "text": "okay, for all rights and purposes. As I look, my hole starts to get bigger, I’m confused,"
    },
    {
      "index": 190,
      "start_time": 1137810.0,
      "end_time": 1144901.0,
      "text": "I’m going to church, there’s no Jesus. I’m becoming more empty, and more lost,"
    },
    {
      "index": 191,
      "start_time": 1144900.0,
      "end_time": 1151240.0,
      "text": "and more broken than I’d ever been in my whole, whole life. In hindsight, he was leading"
    },
    {
      "index": 192,
      "start_time": 1151240.0,
      "end_time": 1157780.0,
      "text": "me to the desert. He was. He wanted me to famine. He wanted me empty that he could fill"
    },
    {
      "index": 193,
      "start_time": 1157780.0,
      "end_time": 1163350.0,
      "text": "me. And that’s exactly what he did."
    },
    {
      "index": 194,
      "start_time": 1163350.0,
      "end_time": 1168100.0,
      "text": "There was one day when he stood between me and the door; I couldn’t get out. And he"
    },
    {
      "index": 195,
      "start_time": 1168100.0,
      "end_time": 1172300.0,
      "text": "just said “Tell me what you believe.” I said “it’s none of your business what"
    },
    {
      "index": 196,
      "start_time": 1172300.0,
      "end_time": 1175780.0,
      "text": "I believe.” He said “I’m your husband; it is business what you believe.” He said,"
    },
    {
      "index": 197,
      "start_time": 1175780.0,
      "end_time": 1181600.0,
      "text": "“If you’re so sure what you believe,” he said, “just tell me.” So I rattled"
    },
    {
      "index": 198,
      "start_time": 1181600.0,
      "end_time": 1187809.0,
      "text": "my best, whatever I rattled, it was something to do with Jesus and something something."
    },
    {
      "index": 199,
      "start_time": 1187810.0,
      "end_time": 1193231.0,
      "text": "He just, he started to laugh and he said, “That’s the heart of Christian woman,"
    },
    {
      "index": 200,
      "start_time": 1193230.0,
      "end_time": 1197550.0,
      "text": "not a Mormon woman.” If I could’ve hit him with something, I would have. ‘Cause"
    },
    {
      "index": 201,
      "start_time": 1197550.0,
      "end_time": 1204760.0,
      "text": "that wasn’t a compliment at the time. And he just said, he said “It is all about Jesus.”"
    },
    {
      "index": 202,
      "start_time": 1204760.0,
      "end_time": 1210350.0,
      "text": "He said, “But he’s all you need.” And then he just proceeded to ask me, he said,"
    },
    {
      "index": 203,
      "start_time": 1210350.0,
      "end_time": 1216900.0,
      "text": "“will you please just listen to me? Please.” He said, “you’re my wife, you’re my"
    },
    {
      "index": 204,
      "start_time": 1216900.0,
      "end_time": 1221130.0,
      "text": "friend. You’re all I’ve got.” He said “I have nobody. I can’t talk to my coworkers,"
    },
    {
      "index": 205,
      "start_time": 1221130.0,
      "end_time": 1225020.0,
      "text": "I can’t talk to my family, I can’t talk to my friends.” He said “I can’t talk"
    },
    {
      "index": 206,
      "start_time": 1225020.0,
      "end_time": 1229910.0,
      "text": "to our children.” He said, “I have no one.” He said “And it’s your job! You’re"
    },
    {
      "index": 207,
      "start_time": 1229910.0,
      "end_time": 1233100.0,
      "text": "supposed, God says you’re supposed to be my friend. And you’re supposed to listen"
    },
    {
      "index": 208,
      "start_time": 1233100.0,
      "end_time": 1237390.0,
      "text": "to me.” And I knew he was right."
    },
    {
      "index": 209,
      "start_time": 1237390.0,
      "end_time": 1243920.0,
      "text": "And I said “Okay.” I said, “You get one shot.” So I sat down, I shut my mouth,"
    },
    {
      "index": 210,
      "start_time": 1243920.0,
      "end_time": 1249510.0,
      "text": "and I listened. K, if anyone knows my husband, he probably won’t remember your name, and"
    },
    {
      "index": 211,
      "start_time": 1249510.0,
      "end_time": 1256630.0,
      "text": "some days he doesn’t remember mine. That’s just him. He recited Scripture like it was"
    },
    {
      "index": 212,
      "start_time": 1256630.0,
      "end_time": 1262790.0,
      "text": "before him on a paper. God worked through him; he remembered everything. He remembered"
    },
    {
      "index": 213,
      "start_time": 1262790.0,
      "end_time": 1266980.0,
      "text": "everything he’d ever studied, every answer he’d ever found, how he found it, where"
    },
    {
      "index": 214,
      "start_time": 1266980.0,
      "end_time": 1272929.0,
      "text": "it was, and every Scripture to back that up. How, how he had came to the knowledge that"
    },
    {
      "index": 215,
      "start_time": 1272930.0,
      "end_time": 1277550.0,
      "text": "he could trust the Bible, how he had came to the knowledge that he couldn’t trust"
    },
    {
      "index": 216,
      "start_time": 1277550.0,
      "end_time": 1285930.0,
      "text": "the Book of Mormon, K, and it, this was constant talking, took about, probably about half hour."
    },
    {
      "index": 217,
      "start_time": 1285930.0,
      "end_time": 1289761.0,
      "text": "And then he took a deep breath and he said “That’s all I got.” And I said “That’s"
    },
    {
      "index": 218,
      "start_time": 1289760.0,
      "end_time": 1296340.0,
      "text": "a lot.” I said “okay.” He said, “Thank you for listening to me.” And we parted"
    },
    {
      "index": 219,
      "start_time": 1296340.0,
      "end_time": 1307780.0,
      "text": "ways. As, as friends at this point, and that’s where I started, started my real study. That’s"
    },
    {
      "index": 220,
      "start_time": 1307780.0,
      "end_time": 1312470.0,
      "text": "where I started to… I thought, “he’s serious about this. This isn’t him taking"
    },
    {
      "index": 221,
      "start_time": 1312470.0,
      "end_time": 1319809.0,
      "text": "the high road. This isn’t him trying to, uh, get out of jail free. This isn’t him"
    },
    {
      "index": 222,
      "start_time": 1319810.0,
      "end_time": 1324680.0,
      "text": "trying to just take-- get a free lunch and go ‘isn’t this great? I get something"
    },
    {
      "index": 223,
      "start_time": 1324680.0,
      "end_time": 1331331.0,
      "text": "for nothing.’” So I started to look and I went through and figured out how I can trust"
    },
    {
      "index": 224,
      "start_time": 1331330.0,
      "end_time": 1335940.0,
      "text": "the Bible. And that’s where I had to start, ‘cause I needed something tangible in my"
    },
    {
      "index": 225,
      "start_time": 1335940.0,
      "end_time": 1339990.0,
      "text": "hand, so I knew where to begin, so I had to know what to trust."
    },
    {
      "index": 226,
      "start_time": 1339990.0,
      "end_time": 1345580.0,
      "text": "And so once I figured out that I could trust the Bible, about the same time, we had agreed"
    },
    {
      "index": 227,
      "start_time": 1345580.0,
      "end_time": 1350440.0,
      "text": "to read John before bed every night. He just said “can we read John? At night before"
    },
    {
      "index": 228,
      "start_time": 1350440.0,
      "end_time": 1356570.0,
      "text": "bed?” I’m like, “sure.” How do you say “no” to that? Really? So he was, he"
    },
    {
      "index": 229,
      "start_time": 1356570.0,
      "end_time": 1364440.0,
      "text": "was giving me the Word. And I’m studying the Word. And, slowly, it’s, it’s coming"
    },
    {
      "index": 230,
      "start_time": 1364440.0,
      "end_time": 1369580.0,
      "text": "off. I’m starting to, like, see. And I’m starting to see that there’s something to"
    },
    {
      "index": 231,
      "start_time": 1369580.0,
      "end_time": 1379049.0,
      "text": "the things that he’s saying. My last Sunday in the Mormon church, I’m sitting in Gospel"
    },
    {
      "index": 232,
      "start_time": 1379050.0,
      "end_time": 1386141.0,
      "text": "Doctrine again, and I’m praying, “Just mention his name. Just say his name. Just"
    },
    {
      "index": 233,
      "start_time": 1386140.0,
      "end_time": 1392690.0,
      "text": "do something!” And they didn’t. And it was so far away. I don’t even remember what"
    },
    {
      "index": 234,
      "start_time": 1392690.0,
      "end_time": 1396770.0,
      "text": "the lesson was on that day, but it was irrelevant to everything."
    },
    {
      "index": 235,
      "start_time": 1396770.0,
      "end_time": 1404390.0,
      "text": "It didn’t, it didn’t touch me, didn’t move me; it wasn’t food for me. And I left,"
    },
    {
      "index": 236,
      "start_time": 1404390.0,
      "end_time": 1409610.0,
      "text": "and I was in pieces. We got into the car and he said “are you okay?” And I said “no,"
    },
    {
      "index": 237,
      "start_time": 1409610.0,
      "end_time": 1416620.0,
      "text": "I’m not okay.” We went home, there was something on for dinner and I just said “I--"
    },
    {
      "index": 238,
      "start_time": 1416620.0,
      "end_time": 1421210.0,
      "text": "I can’t.” We have seven kids, and he said “it’s okay, I’ll do it.” I said “I"
    },
    {
      "index": 239,
      "start_time": 1421210.0,
      "end_time": 1427140.0,
      "text": "can’t.” And I’m falling apart. So I went in my room, and I bent to my knees, leaned"
    },
    {
      "index": 240,
      "start_time": 1427140.0,
      "end_time": 1432260.0,
      "text": "over the ottoman on the bottom of my bed and I cried harder than I’d probably ever cried"
    },
    {
      "index": 241,
      "start_time": 1432260.0,
      "end_time": 1439150.0,
      "text": "before. And I said, “God, I don’t know what to do. I need you. Wherever that is,"
    },
    {
      "index": 242,
      "start_time": 1439150.0,
      "end_time": 1443110.0,
      "text": "I need you. If it’s in the Mormon church, I’ll do that. If it’s out of the Mormon"
    },
    {
      "index": 243,
      "start_time": 1443110.0,
      "end_time": 1448000.0,
      "text": "church, I’ll do that. Do you want me to follow my husband? I’ll do that. But I need"
    },
    {
      "index": 244,
      "start_time": 1448000.0,
      "end_time": 1457750.0,
      "text": "you.” And I was empty. Nothing huge happened that day, K? I didn’t have some big, profound"
    },
    {
      "index": 245,
      "start_time": 1457750.0,
      "end_time": 1466040.0,
      "text": "revelation. I didn’t, it wasn’t… but I was empty. Empty. I was like, uh, oatmeal."
    },
    {
      "index": 246,
      "start_time": 1466040.0,
      "end_time": 1471919.0,
      "text": "I had no thoughts, I had no feelings, I had nothing. I was blank. And I was blank for"
    },
    {
      "index": 247,
      "start_time": 1471920.0,
      "end_time": 1475791.0,
      "text": "the next several weeks."
    },
    {
      "index": 248,
      "start_time": 1475790.0,
      "end_time": 1480000.0,
      "text": "And he just said “are you okay?” And I said, “I d-- I don’t know.” And he said"
    },
    {
      "index": 249,
      "start_time": 1480000.0,
      "end_time": 1484500.0,
      "text": "“Do you want to go to church?” and I said “no.” He’s like “okay, well, what"
    },
    {
      "index": 250,
      "start_time": 1484500.0,
      "end_time": 1487919.0,
      "text": "do you want to do?” And I said “I don’t know.” He said, “well, do you wanna just"
    },
    {
      "index": 251,
      "start_time": 1487920.0,
      "end_time": 1496241.0,
      "text": "stay here and read Scriptures with the kids?” So we did, we did that for a few Sundays and"
    },
    {
      "index": 252,
      "start_time": 1496240.0,
      "end_time": 1500740.0,
      "text": "somewhere in here he asked me if I’d watch the DNA video with him. And I do. And then"
    },
    {
      "index": 253,
      "start_time": 1500740.0,
      "end_time": 1505929.0,
      "text": "I watched the Bible… what, what was that? Oh, the Book of Abraham was out at that time."
    },
    {
      "index": 254,
      "start_time": 1505930.0,
      "end_time": 1516501.0,
      "text": "I watched that one, and kind of came to the conclusion that that wasn’t the way to go."
    },
    {
      "index": 255,
      "start_time": 1516500.0,
      "end_time": 1522720.0,
      "text": "And that was sad. It was like a death I… all over again. I didn’t understand at that"
    },
    {
      "index": 256,
      "start_time": 1522720.0,
      "end_time": 1527799.0,
      "text": "point how I was gonna get my daughter. I didn’t understand how I was gonna be with my children."
    },
    {
      "index": 257,
      "start_time": 1527800.0,
      "end_time": 1533461.0,
      "text": "Most of my family was dead: my dad, my brother, they had all died. I didn’t understand how"
    },
    {
      "index": 258,
      "start_time": 1533460.0,
      "end_time": 1546820.0,
      "text": "I was ever gonna connect with them again. My head was a mess. And, somewhere in here,"
    },
    {
      "index": 259,
      "start_time": 1546820.0,
      "end_time": 1555070.0,
      "text": "I, uh, I read the Scripture, it’s… think it’s Galatians 2? Two twenty? Two twenty"
    },
    {
      "index": 260,
      "start_time": 1555070.0,
      "end_time": 1567220.0,
      "text": "and two twenty-one. Um. And I would say a lot of the Scriptures were totally profound."
    },
    {
      "index": 261,
      "start_time": 1567220.0,
      "end_time": 1574299.0,
      "text": "All, uh, your First John, all those work. They administered to me. This one is the one"
    },
    {
      "index": 262,
      "start_time": 1574300.0,
      "end_time": 1581201.0,
      "text": "that rocked my world. “I do not set aside the grace of God, for if righteousness comes"
    },
    {
      "index": 263,
      "start_time": 1581200.0,
      "end_time": 1588320.0,
      "text": "through the Law, then Christ died in vain.” How do you reconcile that? If you’re justified"
    },
    {
      "index": 264,
      "start_time": 1588320.0,
      "end_time": 1594160.0,
      "text": "by the law, Christ died in vain. There’s no way around that."
    },
    {
      "index": 265,
      "start_time": 1594160.0,
      "end_time": 1598740.0,
      "text": "I called my very Mormon sister, to tell her about my profound revelation. Didn’t go"
    },
    {
      "index": 266,
      "start_time": 1598740.0,
      "end_time": 1604460.0,
      "text": "over very well. She thought I was crazy. She asked if she should, like, send someone, where"
    },
    {
      "index": 267,
      "start_time": 1604460.0,
      "end_time": 1609380.0,
      "text": "the kids were, if I needed, like, some type of help, she said “I’m at work; this is"
    },
    {
      "index": 268,
      "start_time": 1609380.0,
      "end_time": 1613450.0,
      "text": "making me very uncomfortable.” And I was just like “well, Robyn, he did it. He did"
    },
    {
      "index": 269,
      "start_time": 1613450.0,
      "end_time": 1618510.0,
      "text": "it all. Christ did it. And if he didn’t do it, then he died in vain, and we have to"
    },
    {
      "index": 270,
      "start_time": 1618510.0,
      "end_time": 1626120.0,
      "text": "do it, and so, how do we do it? We can’t do it.” And it was my first, uh, drop of"
    },
    {
      "index": 271,
      "start_time": 1626120.0,
      "end_time": 1634880.0,
      "text": "what grace really, really meant. Later, my little sister followed me out. And that was"
    },
    {
      "index": 272,
      "start_time": 1634880.0,
      "end_time": 1641250.0,
      "text": "only part of what it was, but she watched my family. She watched us, she watched the"
    },
    {
      "index": 273,
      "start_time": 1641250.0,
      "end_time": 1645690.0,
      "text": "fruits of the Spirit. And she watched my family change."
    },
    {
      "index": 274,
      "start_time": 1645690.0,
      "end_time": 1651010.0,
      "text": "And Steve was talking to my brother-in-law, her husband. Had give him the boot movies,"
    },
    {
      "index": 275,
      "start_time": 1651010.0,
      "end_time": 1655460.0,
      "text": "which he watched in secret so then he talked to her -- kind of the same type of story,"
    },
    {
      "index": 276,
      "start_time": 1655460.0,
      "end_time": 1662530.0,
      "text": "a lot of anger, she almost left him, she didn’t tell me though. So she’s leaving, and she’s"
    },
    {
      "index": 277,
      "start_time": 1662530.0,
      "end_time": 1668090.0,
      "text": "not telling me, because she doesn’t want me to say “ha ha, I told you so.” So she"
    },
    {
      "index": 278,
      "start_time": 1668090.0,
      "end_time": 1672539.0,
      "text": "comes to my house and she’s nursing her baby, and it’s just us girls, so it’s"
    },
    {
      "index": 279,
      "start_time": 1672540.0,
      "end_time": 1679300.0,
      "text": "like, she’s nursing her baby and there’s no garments. And I’m confused. And so I’m"
    },
    {
      "index": 280,
      "start_time": 1679300.0,
      "end_time": 1682781.0,
      "text": "like, “Okay, that’s weird.” My daughter goes home with her and I said “you need"
    },
    {
      "index": 281,
      "start_time": 1682780.0,
      "end_time": 1686799.0,
      "text": "to go spy on her. She’s not wearing garments and I need to know why.”"
    },
    {
      "index": 282,
      "start_time": 1686800.0,
      "end_time": 1690920.0,
      "text": "So my daughter, my daughter -- she’s in getting dressed -- my daughter knocks on her"
    },
    {
      "index": 283,
      "start_time": 1690920.0,
      "end_time": 1694341.0,
      "text": "door. She’s like, “I’m getting dressed! But that’s okay!” So my daughter goes"
    },
    {
      "index": 284,
      "start_time": 1694340.0,
      "end_time": 1698160.0,
      "text": "in, she’s just got a camisole on, she’s getting dressed. So my daughter leaves, goes"
    },
    {
      "index": 285,
      "start_time": 1698160.0,
      "end_time": 1701910.0,
      "text": "out in the bushes and calls me; she’s like, “negative on the garments. Negative.”"
    },
    {
      "index": 286,
      "start_time": 1701910.0,
      "end_time": 1710340.0,
      "text": "And I’m like, why? And then she’s like “I don’t know.” She goes, “But, we’re"
    },
    {
      "index": 287,
      "start_time": 1710340.0,
      "end_time": 1713980.0,
      "text": "going to church with them later.” She said “this oughtta be interesting.” She goes"
    },
    {
      "index": 288,
      "start_time": 1713980.0,
      "end_time": 1716650.0,
      "text": "“When we get there,” she said, “maybe I’ll just say ‘why aren’t you wearing"
    },
    {
      "index": 289,
      "start_time": 1716650.0,
      "end_time": 1719530.0,
      "text": "garments anymore?’” I’m like “Okay,” I’m like, “do that.” She’s like “Yeah,"
    },
    {
      "index": 290,
      "start_time": 1719530.0,
      "end_time": 1724000.0,
      "text": "I’m sure you want me to do that!” So they go to church with them later that day; they"
    },
    {
      "index": 291,
      "start_time": 1724000.0,
      "end_time": 1726179.0,
      "text": "pull into a Christian church."
    },
    {
      "index": 292,
      "start_time": 1726180.0,
      "end_time": 1730721.0,
      "text": "This was my sister’s way of having my kids tell me that they had left, so she didn’t"
    },
    {
      "index": 293,
      "start_time": 1730720.0,
      "end_time": 1736510.0,
      "text": "have to. Yeah. But my little sister’s out; they’re saved, they have a little boy that"
    },
    {
      "index": 294,
      "start_time": 1736510.0,
      "end_time": 1740950.0,
      "text": "they... took them ten years to get, and he loves Jesus, and won’t ever know who Joseph"
    },
    {
      "index": 295,
      "start_time": 1740950.0,
      "end_time": 1748530.0,
      "text": "Smith is, and it’s all a good thing. In my broken state, I can’t say there was ever"
    },
    {
      "index": 296,
      "start_time": 1748530.0,
      "end_time": 1750150.0,
      "text": "an “aha!” moment."
    },
    {
      "index": 297,
      "start_time": 1750150.0,
      "end_time": 1753700.0,
      "text": "Chip and all these people would talk about their “aha!” moments; we’d have XMA,"
    },
    {
      "index": 298,
      "start_time": 1753700.0,
      "end_time": 1757840.0,
      "text": "which is Ex-Mormons Anonymous, where we got around, and it was like Alcoholics Anonymous,"
    },
    {
      "index": 299,
      "start_time": 1757840.0,
      "end_time": 1763740.0,
      "text": "we’d like vent and cry, and we’d like be crazy and stuff, and they’d all tell"
    },
    {
      "index": 300,
      "start_time": 1763740.0,
      "end_time": 1767490.0,
      "text": "about their “aha!” moments. So I was wondering if I was saved. I’m like “I didn’t get"
    },
    {
      "index": 301,
      "start_time": 1767490.0,
      "end_time": 1773880.0,
      "text": "an ‘aha!’ moment.” It really was a process. And I think with most people who are in a"
    },
    {
      "index": 302,
      "start_time": 1773880.0,
      "end_time": 1779110.0,
      "text": "cult, or have been brainwashed, I think it is a process. I don’t think too often they"
    },
    {
      "index": 303,
      "start_time": 1779110.0,
      "end_time": 1783720.0,
      "text": "get that one, big “aha!” moment. But it’s a process. And that’s what you guys have"
    },
    {
      "index": 304,
      "start_time": 1783720.0,
      "end_time": 1789200.0,
      "text": "to remember. You’re part part of that process! K? Just because someone doesn’t have that"
    },
    {
      "index": 305,
      "start_time": 1789200.0,
      "end_time": 1793380.0,
      "text": "“aha!” moment with you, doesn’t mean what you did wasn’t completely profound"
    },
    {
      "index": 306,
      "start_time": 1793380.0,
      "end_time": 1794720.0,
      "text": "in their life."
    },
    {
      "index": 307,
      "start_time": 1794720.0,
      "end_time": 1800710.0,
      "text": "My daughter was prayed with at Pageant, oh, four years before we left. A Christian woman"
    },
    {
      "index": 308,
      "start_time": 1800710.0,
      "end_time": 1805179.0,
      "text": "tried to talk to her; she wasn’t really, really getting was she was saying, but then"
    },
    {
      "index": 309,
      "start_time": 1805180.0,
      "end_time": 1810461.0,
      "text": "she just said “Can I pray with you?” And she prayed for her. It stuck with my daughter,"
    },
    {
      "index": 310,
      "start_time": 1810460.0,
      "end_time": 1815679.0,
      "text": "K? Didn’t pull her out, didn’t change her entire life right then, but it was part"
    },
    {
      "index": 311,
      "start_time": 1815680.0,
      "end_time": 1821771.0,
      "text": "of that process. God used that woman to pray with her then, which just validated her later,"
    },
    {
      "index": 312,
      "start_time": 1821770.0,
      "end_time": 1830280.0,
      "text": "to where she had those things to look back on. So, don’t get frustrated. Be bold, and"
    },
    {
      "index": 313,
      "start_time": 1830280.0,
      "end_time": 1836150.0,
      "text": "remember, they’re captives. And they’re all, they’re the beautiful walking dead."
    },
    {
      "index": 314,
      "start_time": 1836150.0,
      "end_time": 1840720.0,
      "text": "They-- they are. It’s a beautiful religion. It’s a beautiful people. It’s a beautiful"
    },
    {
      "index": 315,
      "start_time": 1840720.0,
      "end_time": 1847720.0,
      "text": "organization. But they’re dying. And you guys know the only Physician that can heal"
    },
    {
      "index": 316,
      "start_time": 1847720.0,
      "end_time": 1854549.0,
      "text": "them. And so, that’s your job, is to try to get them to the Physician that can heal"
    },
    {
      "index": 317,
      "start_time": 1854550.0,
      "end_time": 1858920.0,
      "text": "them. And if all you do is get ‘em to take one step forward, that’s one step forward"
    },
    {
      "index": 318,
      "start_time": 1858920.0,
      "end_time": 1862660.0,
      "text": "that they hadn’t taken before."
    },
    {
      "index": 319,
      "start_time": 1862660.0,
      "end_time": 1872021.0,
      "text": "And so, him watching me, I would call him, I finally let go of my pride and I’d call"
    },
    {
      "index": 320,
      "start_time": 1872020.0,
      "end_time": 1877690.0,
      "text": "him and I’d say “Did you know…?” And he was nice and he always said “no.” And"
    },
    {
      "index": 321,
      "start_time": 1877690.0,
      "end_time": 1886450.0,
      "text": "he’d listen to me, and he’d be as excited as I was, and, we told the kids; after I’d"
    },
    {
      "index": 322,
      "start_time": 1886450.0,
      "end_time": 1890260.0,
      "text": "watched the movies and decided I couldn’t go back, we told them that, that we were going"
    },
    {
      "index": 323,
      "start_time": 1890260.0,
      "end_time": 1896159.0,
      "text": "to leave. I have a really dark sense of humor. I ran an ambulance for eighteen years. I learned"
    },
    {
      "index": 324,
      "start_time": 1896160.0,
      "end_time": 1899971.0,
      "text": "to laugh at things that just aren’t very funny. And I didn’t know what to say, so"
    },
    {
      "index": 325,
      "start_time": 1899970.0,
      "end_time": 1903720.0,
      "text": "I’m in my pajamas, it’s eleven o&#39;clock, we again haven’t gone to church, and they’re"
    },
    {
      "index": 326,
      "start_time": 1903720.0,
      "end_time": 1911789.0,
      "text": "wondering why. And they’re sitting and LaKan eating and Cashae standing and she’s like,"
    },
    {
      "index": 327,
      "start_time": 1911790.0,
      "end_time": 1918540.0,
      "text": "“So, why aren’t we going to church?” And I said, “You know, I don’t know what"
    },
    {
      "index": 328,
      "start_time": 1918540.0,
      "end_time": 1924521.0,
      "text": "Joseph Smith was doing in the forest exactly. I think he might’ve been smokin’ bark.”"
    },
    {
      "index": 329,
      "start_time": 1924520.0,
      "end_time": 1931480.0,
      "text": "She’s like, “huh?” as the cereal runs out of her mouth. And she said “So. You’re"
    },
    {
      "index": 330,
      "start_time": 1931480.0,
      "end_time": 1936440.0,
      "text": "saying that you don’t think Joseph Smith is a true prophet?” I said “That’s what"
    },
    {
      "index": 331,
      "start_time": 1936440.0,
      "end_time": 1937210.0,
      "text": "I’m saying.”"
    },
    {
      "index": 332,
      "start_time": 1937210.0,
      "end_time": 1941159.0,
      "text": "And she’s like “okay,” and they look at each other, and they’re like, “well,"
    },
    {
      "index": 333,
      "start_time": 1941160.0,
      "end_time": 1945601.0,
      "text": "now what do we do?” I said “I don’t know. I don’t know what we do.” I said,"
    },
    {
      "index": 334,
      "start_time": 1945600.0,
      "end_time": 1950679.0,
      "text": "“but I want you guys to search it; I want you guys to know for yourselves. And I think"
    },
    {
      "index": 335,
      "start_time": 1950680.0,
      "end_time": 1954430.0,
      "text": "we might try the Christian church.” And they’re like “What Christian church?”"
    },
    {
      "index": 336,
      "start_time": 1954430.0,
      "end_time": 1961841.0,
      "text": "And I’m like, “It’s the one Dad sneaks to to pray with Christians.” And they’re"
    },
    {
      "index": 337,
      "start_time": 1961840.0,
      "end_time": 1966100.0,
      "text": "like “okay.” So the next Sunday we went to the Christian church and we went there"
    },
    {
      "index": 338,
      "start_time": 1966100.0,
      "end_time": 1972110.0,
      "text": "ever since. And it was [inaudible] ago, at Pageant time, that we got baptized, out at"
    },
    {
      "index": 339,
      "start_time": 1972110.0,
      "end_time": 1976669.0,
      "text": "the local lake as a family. And it was amazing."
    },
    {
      "index": 340,
      "start_time": 1976670.0,
      "end_time": 1989731.0,
      "text": "It was super. So if God moves mountains -- and my story isn’t any greater; I know: I’ve"
    },
    {
      "index": 341,
      "start_time": 1989730.0,
      "end_time": 1994360.0,
      "text": "heard some of your stories and they’re amazing. And my story isn’t any greater than any"
    },
    {
      "index": 342,
      "start_time": 1994360.0,
      "end_time": 2000610.0,
      "text": "of yours. I think just here, it might be a little more relevant, because of where we"
    },
    {
      "index": 343,
      "start_time": 2000610.0,
      "end_time": 2006260.0,
      "text": "are, what we’re doing today, and so, he moves mountains. And he can move me? He can"
    },
    {
      "index": 344,
      "start_time": 2006260.0,
      "end_time": 2010549.0,
      "text": "move anybody! ‘Cause I knew what I knew, and I was on a mission, and I was, I was determined."
    },
    {
      "index": 345,
      "start_time": 2010550.0,
      "end_time": 2015001.0,
      "text": "And I wasn’t nice about it. And I was stubborn, and I was arrogant, and I was prideful, and"
    },
    {
      "index": 346,
      "start_time": 2015000.0,
      "end_time": 2021470.0,
      "text": "I was self-righteous, and was all of those things, that, that you’d think couldn’t"
    },
    {
      "index": 347,
      "start_time": 2021470.0,
      "end_time": 2029000.0,
      "text": "be-- but God is good, and he is huge, and he deals with me with a strong hand. He does."
    },
    {
      "index": 348,
      "start_time": 2029000.0,
      "end_time": 2035549.0,
      "text": "Like, about two years out, two and a half years out, I say “God, I’m tired of being"
    },
    {
      "index": 349,
      "start_time": 2035550.0,
      "end_time": 2040781.0,
      "text": "your poster child. I don’t wanna be your poster child anymore. I wanted to be just"
    },
    {
      "index": 350,
      "start_time": 2040780.0,
      "end_time": 2045380.0,
      "text": "a regular Christian girl. I don’t wanna be your little ex-Mormon, your little poster"
    },
    {
      "index": 351,
      "start_time": 2045380.0,
      "end_time": 2053379.0,
      "text": "girl, okay?” He said, “okay.” So he sent me the book of Job, again and again and"
    },
    {
      "index": 352,
      "start_time": 2053380.0,
      "end_time": 2058090.0,
      "text": "again. It’s like when you’re gonna go buy a new car, and you’re looking at that"
    },
    {
      "index": 353,
      "start_time": 2058090.0000000002,
      "end_time": 2062510.0000000002,
      "text": "car, and then you wait to buy it, and everywhere you go, that’s what you see. It’s kinda"
    },
    {
      "index": 354,
      "start_time": 2062510.0000000002,
      "end_time": 2067230.0000000002,
      "text": "like that. No matter where I went, it was Job. And he was showing me, “Honey, that’s"
    },
    {
      "index": 355,
      "start_time": 2067230.0,
      "end_time": 2075000.0,
      "text": "the ultimate poster child. You’re not Job. Be, be, be grateful you’re not Job.” So"
    },
    {
      "index": 356,
      "start_time": 2075000.0,
      "end_time": 2081750.0,
      "text": "about that time me and my, me and Janelle go to Idaho Falls to speak at their local"
    },
    {
      "index": 357,
      "start_time": 2081750.0,
      "end_time": 2097320.0,
      "text": "church, and (which I love to do). And I walk in their local church, and, guess what."
    },
    {
      "index": 358,
      "start_time": 2097320.0,
      "end_time": 2105860.0,
      "text": "Yeah, I know. I scream out loud, I jump backwards, run. He’s up there, the pastor, he’s like"
    },
    {
      "index": 359,
      "start_time": 2105860.0,
      "end_time": 2109620.0,
      "text": "“what is the matter?” He thinks I’ve seen some horrible spider or something. And"
    },
    {
      "index": 360,
      "start_time": 2109620.0,
      "end_time": 2114461.0,
      "text": "I’m just like, “That’s a really big poster.” And he’s like, “Do you want"
    },
    {
      "index": 361,
      "start_time": 2114460.0,
      "end_time": 2118809.0,
      "text": "me to take it down?” And I’m like “Not if God’s the one that told you to put it"
    },
    {
      "index": 362,
      "start_time": 2118810.0,
      "end_time": 2126681.0,
      "text": "up there.” So, I guess I am kind of his poster child, and that’s good, because I"
    },
    {
      "index": 363,
      "start_time": 2126680.0,
      "end_time": 2132539.0,
      "text": "have… he did an amazing work in me. And if I can use that to encourage you, then that’s"
    },
    {
      "index": 364,
      "start_time": 2132540.0,
      "end_time": 2135530.0,
      "text": "what I’m supposed to do. And I can do that."
    },
    {
      "index": 365,
      "start_time": 2135530.0,
      "end_time": 2140770.0,
      "text": "And it, it’s getting easier, the, the two-brain thing and all the little triggers are getting"
    },
    {
      "index": 366,
      "start_time": 2140770.0,
      "end_time": 2150631.0,
      "text": "easier. Is it all better? No. Is it easy? No. Is it worth it? Absolutely. It is. And"
    },
    {
      "index": 367,
      "start_time": 2150630.0,
      "end_time": 2157479.0,
      "text": "so… you young ones, who’s, who’s not got a chance to share their faith on the streets"
    },
    {
      "index": 368,
      "start_time": 2157480.0,
      "end_time": 2168870.0,
      "text": "yet? Anybody? Just wh- just, just one in the back? That’s okay. That’s okay. It’s"
    },
    {
      "index": 369,
      "start_time": 2168870.0,
      "end_time": 2171840.0,
      "text": "just ‘cause you just got here, or it’s just ‘cause they won’t listen to you?"
    },
    {
      "index": 370,
      "start_time": 2171840.0,
      "end_time": 2180110.0,
      "text": "Just got here, okay, that doesn’t count. You know what? Here’s some things that if"
    },
    {
      "index": 371,
      "start_time": 2180110.0,
      "end_time": 2183550.0,
      "text": "someone said to me, because people tried to witness to me at the Pageant. That was me."
    },
    {
      "index": 372,
      "start_time": 2183550.0,
      "end_time": 2188631.0,
      "text": "I was mean and I put ‘em in their place. I was like “I can’t believe you’re here."
    },
    {
      "index": 373,
      "start_time": 2188630.0,
      "end_time": 2192499.0,
      "text": "We don’t come to your religious gatherings; why are you here? Why are you doing this?”"
    },
    {
      "index": 374,
      "start_time": 2192500.0,
      "end_time": 2200671.0,
      "text": "K? Yeah. You haven&#39;t? Yeah. Here’s some things that if somebody said this to me, it"
    },
    {
      "index": 375,
      "start_time": 2200670.0,
      "end_time": 2204519.0,
      "text": "would’ve put me in my place and made me much, much nicer. If they’d’ve simply"
    },
    {
      "index": 376,
      "start_time": 2204520.0,
      "end_time": 2211201.0,
      "text": "said to me, “Are you always this mean, or just to me?” I would’ve been like “Oh.”"
    },
    {
      "index": 377,
      "start_time": 2211200.0,
      "end_time": 2218329.0,
      "text": "K? ‘Cause we are representing our corporation. It’s okay if you think I’m mean, but you"
    },
    {
      "index": 378,
      "start_time": 2218330.0,
      "end_time": 2222881.0,
      "text": "can’t think my corporation’s mean. K? “The church.” Another thing they could’ve"
    },
    {
      "index": 379,
      "start_time": 2222880.0,
      "end_time": 2229900.0,
      "text": "said to me is, “you belong to the only true church, right?” I said “right.” And"
    },
    {
      "index": 380,
      "start_time": 2229900.0,
      "end_time": 2234670.0,
      "text": "they said “well, truth is truth, and it can’t be changed, right?” I’d’ve said"
    },
    {
      "index": 381,
      "start_time": 2234670.0,
      "end_time": 2239440.0,
      "text": "“right.” And they’d say “Okay, what are you afraid of then? Anything I say can’t"
    },
    {
      "index": 382,
      "start_time": 2239440.0,
      "end_time": 2245469.0,
      "text": "change truth. So why won’t you talk to me? Why are you so afraid?” That would’ve"
    },
    {
      "index": 383,
      "start_time": 2245470.0,
      "end_time": 2248490.0,
      "text": "brought my defenses down, and probably made me talk to ‘em."
    },
    {
      "index": 384,
      "start_time": 2248490.0,
      "end_time": 2254810.0,
      "text": "Because it’s true. If I have the only true church, then what am I afraid of? With these"
    },
    {
      "index": 385,
      "start_time": 2254810.0,
      "end_time": 2263181.0,
      "text": "mean Mormon, Mormon teenagers, use their mama: ask them, “If this is what a Mormon child"
    },
    {
      "index": 386,
      "start_time": 2263180.0,
      "end_time": 2267670.0,
      "text": "is raised to be?” If their mama, if this is the way their mama raised them to behave,"
    },
    {
      "index": 387,
      "start_time": 2267670.0,
      "end_time": 2276739.0,
      "text": "they’ll change that fast. Whatever you can use to tame the, the hostility and the ignorance,"
    },
    {
      "index": 388,
      "start_time": 2276740.0,
      "end_time": 2281201.0,
      "text": "because you know what? We, we, we… we have the same standard. If we’re behaving that"
    },
    {
      "index": 389,
      "start_time": 2281200.0,
      "end_time": 2285719.0,
      "text": "way, I would hope someone would look at us and say “is that what a Christian is? Because"
    },
    {
      "index": 390,
      "start_time": 2285720.0,
      "end_time": 2289720.0,
      "text": "if that’s a Christian, I don’t wanna be one. If that’s the way a Christian behaves,"
    },
    {
      "index": 391,
      "start_time": 2289720.0,
      "end_time": 2295060.0,
      "text": "then I don’t want to.” And so as we represent Christ, they’re representing their church."
    },
    {
      "index": 392,
      "start_time": 2295060.0,
      "end_time": 2298720.0,
      "text": "And I would call ‘em out on it, if they’re being mean. At least so they’ll talk to"
    },
    {
      "index": 393,
      "start_time": 2298720.0,
      "end_time": 2304570.0,
      "text": "you. And if they are mean, don’t take it personal. It’s not you. It’s because they’re"
    },
    {
      "index": 394,
      "start_time": 2304570.0,
      "end_time": 2308641.0,
      "text": "fearful. It’s because they’re, they’re full of fear."
    },
    {
      "index": 395,
      "start_time": 2308640.0,
      "end_time": 2315489.0,
      "text": "And people, and if the only thing you get to do is share your faith, and if you get"
    },
    {
      "index": 396,
      "start_time": 2315490.0,
      "end_time": 2318330.0,
      "text": "‘em to the point -- and this is a good thing -- if you can get ‘em to the point that"
    },
    {
      "index": 397,
      "start_time": 2318330.0,
      "end_time": 2323070.0,
      "text": "they break into their testimony, because it’s all they got, you touched ‘em. You backed"
    },
    {
      "index": 398,
      "start_time": 2323070.0,
      "end_time": 2328020.0,
      "text": "‘em into a corner and they don’t have anything else. Let ‘em. Let ‘em tell you"
    },
    {
      "index": 399,
      "start_time": 2328020.0,
      "end_time": 2335161.0,
      "text": "their testimony and then say, sweetly, “Can I tell you mine?” And you share your testimony."
    },
    {
      "index": 400,
      "start_time": 2335160.0,
      "end_time": 2340660.0,
      "text": "And then you thank ‘em, and then you sweetly walk away. It’ll be profound. And if all"
    },
    {
      "index": 401,
      "start_time": 2340660.0,
      "end_time": 2347079.0,
      "text": "you do is bring ‘em this much closer, you’re just part of the process. And if you have"
    },
    {
      "index": 402,
      "start_time": 2347080.0,
      "end_time": 2351840.0,
      "text": "a good thing -- Romans Road and the Impossible Gospel -- all those are wonderful, huge things."
    },
    {
      "index": 403,
      "start_time": 2351840.0,
      "end_time": 2354970.0,
      "text": "If you guys don’t know all that yet, and you’re new and you don’t know the Mormon"
    },
    {
      "index": 404,
      "start_time": 2354970.0,
      "end_time": 2360820.0,
      "text": "doctrine, that’s okay, ‘cause you know Jesus. And that’s -- share Jesus with them."
    },
    {
      "index": 405,
      "start_time": 2360820.0,
      "end_time": 2366100.0,
      "text": "Share what grace is. Share what he’s done to you because a lot of them attribute things"
    },
    {
      "index": 406,
      "start_time": 2366100.0,
      "end_time": 2370270.0,
      "text": "that have happened in their life to the church. But if you can say “well, all these things"
    },
    {
      "index": 407,
      "start_time": 2370270.0,
      "end_time": 2375500.0,
      "text": "happened in my life, and I’m not a Mormon,” they won’t know how to explain that."
    },
    {
      "index": 408,
      "start_time": 2375500.0,
      "end_time": 2379451.0,
      "text": "And they need to see that God loves us and works in our life, not because of the label"
    },
    {
      "index": 409,
      "start_time": 2379450.0,
      "end_time": 2383849.0,
      "text": "that we put on our head. It’s not because we, whatever we choose to call ourselves."
    },
    {
      "index": 410,
      "start_time": 2383850.0,
      "end_time": 2388931.0,
      "text": "It’s because he loves us, individually. That was the other thing that saved my little"
    },
    {
      "index": 411,
      "start_time": 2388930.0,
      "end_time": 2396789.0,
      "text": "sister. She was molested for eight years by her stepfather. And while it-- the Mormon"
    },
    {
      "index": 412,
      "start_time": 2396790.0,
      "end_time": 2402461.0,
      "text": "church had paid for her to go through counseling. So she always was convinced that, had it not"
    },
    {
      "index": 413,
      "start_time": 2402460.0,
      "end_time": 2407890.0,
      "text": "been for the Mormon church, she wouldn’t be whole. She wouldn’t be who she is. And"
    },
    {
      "index": 414,
      "start_time": 2407890.0,
      "end_time": 2412709.0,
      "text": "then one day, all by herself, driving in the car, he said to her, as loud as he could,"
    },
    {
      "index": 415,
      "start_time": 2412710.0,
      "end_time": 2418421.0,
      "text": "“I didn’t do that because you were Mormon. I did that because I love you.” And she"
    },
    {
      "index": 416,
      "start_time": 2418420.0,
      "end_time": 2419219.0,
      "text": "got it."
    },
    {
      "index": 417,
      "start_time": 2419220.0,
      "end_time": 2426350.0,
      "text": "It’s just the means that God used to heal her. Not because she was Mormon. And that’s"
    },
    {
      "index": 418,
      "start_time": 2426350.0,
      "end_time": 2436901.0,
      "text": "what they need to understand. So be brave. Persevere. Come for support, you know? And"
    },
    {
      "index": 419,
      "start_time": 2436900.0,
      "end_time": 2442289.0,
      "text": "just remember they’re blind. And… where’s Rob? Is Rob here? He always says you wouldn’t"
    },
    {
      "index": 420,
      "start_time": 2442290.0,
      "end_time": 2448280.0,
      "text": "beat on a blind person, right? It’s true. They’re blind, so just love ‘em. Love"
    },
    {
      "index": 421,
      "start_time": 2448280.0,
      "end_time": 2452840.0,
      "text": "‘em and love all over ‘em. Let ‘em see that it exudes from you. Let them just feel"
    },
    {
      "index": 422,
      "start_time": 2452840.0,
      "end_time": 2454780.0,
      "text": "that love."
    },
    {
      "index": 423,
      "start_time": 2454780.0,
      "end_time": 2458010.0,
      "text": "And they won’t know what to do with it. I didn’t know what to do with it. My husband"
    },
    {
      "index": 424,
      "start_time": 2458010.0,
      "end_time": 2467651.0,
      "text": "-- how am I on time? Oh, I’m good. I’ll tell you about the retreat. Somewhere in here,"
    },
    {
      "index": 425,
      "start_time": 2467650.0,
      "end_time": 2472259.0,
      "text": "Chip had gone-- er, Steve had gone, and they had prayed, and he was talking to Chip, and"
    },
    {
      "index": 426,
      "start_time": 2472260.0,
      "end_time": 2476490.0,
      "text": "at one point he says, “Chip, she’s gonna leave me.” He said “I really think she’s"
    },
    {
      "index": 427,
      "start_time": 2476490.0,
      "end_time": 2481480.0,
      "text": "gonna leave me. It’s not going well.” And Chip told him what, exactly what he should’ve"
    },
    {
      "index": 428,
      "start_time": 2481480.0,
      "end_time": 2486850.0,
      "text": "told him: “Count the cost. Pick up your cross daily.” And he said, “Is your God"
    },
    {
      "index": 429,
      "start_time": 2486850.0,
      "end_time": 2492600.0,
      "text": "first? Because if he’s not, it’ll never work. And never wavers. God has to be first."
    },
    {
      "index": 430,
      "start_time": 2492600.0,
      "end_time": 2495911.0,
      "text": "And we’ll keep praying for your wife.”"
    },
    {
      "index": 431,
      "start_time": 2495910.0,
      "end_time": 2501039.0,
      "text": "So he came home, and about three days later, when I had mentioned again that I really wanted"
    },
    {
      "index": 432,
      "start_time": 2501040.0,
      "end_time": 2506780.0,
      "text": "to leave, he said to me, “I love you, and if you left me it would break my heart. It"
    },
    {
      "index": 433,
      "start_time": 2506780.0,
      "end_time": 2512921.0,
      "text": "would tear my world apart. But God comes first in my life. It’s first God, and then you,"
    },
    {
      "index": 434,
      "start_time": 2512920.0,
      "end_time": 2517059.0,
      "text": "and he said it has to be that way.” He said “because without God, we don’t have a"
    },
    {
      "index": 435,
      "start_time": 2517060.0,
      "end_time": 2521921.0,
      "text": "godly marriage. We don’t have anything.” On one hand it broke my heart, ‘cause I"
    },
    {
      "index": 436,
      "start_time": 2521920.0,
      "end_time": 2528380.0,
      "text": "wanted to be first. But then after thinking about it, I really didn’t want to be first."
    },
    {
      "index": 437,
      "start_time": 2528380.0,
      "end_time": 2534259.0,
      "text": "I really did want God to be first. And what it did is it took the control from me, which,"
    },
    {
      "index": 438,
      "start_time": 2534260.0,
      "end_time": 2538171.0,
      "text": "I shouldn’t’ve had the control at that point ‘cause I was abusing it. And it took"
    },
    {
      "index": 439,
      "start_time": 2538170.0,
      "end_time": 2545589.0,
      "text": "the control from me and gave it to God. And so knowing that he was willing to let me go,"
    },
    {
      "index": 440,
      "start_time": 2545590.0,
      "end_time": 2555710.0,
      "text": "because of his love for God and my unwillingness to listen, was huge. So sometime after that,"
    },
    {
      "index": 441,
      "start_time": 2555710.0,
      "end_time": 2563850.0,
      "text": "he had lured me into the college house, for coffee. And I came in, Chip was working, and"
    },
    {
      "index": 442,
      "start_time": 2563850.0,
      "end_time": 2568330.0,
      "text": "I wasn’t very nice to Chip. No, for one, you don’t play with Chip Thompson. As a"
    },
    {
      "index": 443,
      "start_time": 2568330.0,
      "end_time": 2572710.0,
      "text": "Mormon, you just don’t go there. So, there I am, I’m in there, Chip’s there, and"
    },
    {
      "index": 444,
      "start_time": 2572710.0,
      "end_time": 2579141.0,
      "text": "I’m like, “well, he doesn’t look that evil. And he’s making me coffee.” So he"
    },
    {
      "index": 445,
      "start_time": 2579140.0,
      "end_time": 2584999.0,
      "text": "makes me coffee, and Steve says, “Ask him questions! Is there something you wanna ask"
    },
    {
      "index": 446,
      "start_time": 2585000.0,
      "end_time": 2592110.0,
      "text": "him?” And I said, “You guys take sacrament?” And he said, “Well, we call it communion."
    },
    {
      "index": 447,
      "start_time": 2592110.0,
      "end_time": 2597560.0,
      "text": "It’s unleavened-- unleavened bread and grape juice.” And then he told me what it means"
    },
    {
      "index": 448,
      "start_time": 2597560.0,
      "end_time": 2604030.0,
      "text": "to them. I said “oh.” I said “What about baptism?” He told me what baptism meant"
    },
    {
      "index": 449,
      "start_time": 2604030.0,
      "end_time": 2610411.0,
      "text": "to them, and I thought, “that’s lame.” So I was like, he’s like “that’s it?”"
    },
    {
      "index": 450,
      "start_time": 2610410.0,
      "end_time": 2615190.0,
      "text": "I’m like “That’s it.” I take my coffee and I head to the door. He chases me."
    },
    {
      "index": 451,
      "start_time": 2615190.0,
      "end_time": 2619359.0,
      "text": "He’s like, “hey!” You know, he’s like, “Our women are going on a retreat. You should"
    },
    {
      "index": 452,
      "start_time": 2619360.0,
      "end_time": 2623800.0,
      "text": "go.” I said “I should not go.” And I’m looking at Steve like “we’re going now.”"
    },
    {
      "index": 453,
      "start_time": 2623800.0,
      "end_time": 2627210.0,
      "text": "He’s like “no, you should go!” He goes “It’s just the women and they go and they"
    },
    {
      "index": 454,
      "start_time": 2627210.0,
      "end_time": 2630530.0,
      "text": "just have fun” and I’m like “I shouldn’t go” and he said “And you should talk to"
    },
    {
      "index": 455,
      "start_time": 2630530.0,
      "end_time": 2636451.0,
      "text": "my wife Jamie.” I said “I shouldn’t be talking to anybody.” Jamie calls, like"
    },
    {
      "index": 456,
      "start_time": 2636450.0,
      "end_time": 2644109.0,
      "text": "right then. So he answers the phone and he’s like “Jame! Hey! Uh, Steve. Do you remember"
    },
    {
      "index": 457,
      "start_time": 2644110.0,
      "end_time": 2646750.0,
      "text": "Steve?” He’s like, “His wife’s here, and you should take her on the retreat”"
    },
    {
      "index": 458,
      "start_time": 2646750.0,
      "end_time": 2651850.0,
      "text": "and he’s like “here, you should talk to my wife.” So I’m talking, I’m like “Hello?”"
    },
    {
      "index": 459,
      "start_time": 2651850.0,
      "end_time": 2656220.0,
      "text": "She’s like “Hi! You - you should come to the retreat!” And I’m like, “no,"
    },
    {
      "index": 460,
      "start_time": 2656220.0,
      "end_time": 2660421.0,
      "text": "no I shouldn’t go to the retreat, and I’ve gotta go now, but thank you! Thank you. Okay,"
    },
    {
      "index": 461,
      "start_time": 2660420.0,
      "end_time": 2665039.0,
      "text": "I’m going now.” And I give him the phone, and I go and Jamie walks through the door."
    },
    {
      "index": 462,
      "start_time": 2665040.0,
      "end_time": 2672431.0,
      "text": "I’m like, really? Will somebody just let me out of here? Really? And she’s smiling!"
    },
    {
      "index": 463,
      "start_time": 2672430.0,
      "end_time": 2677359.0,
      "text": "She had this big smile and these dangly earrings and she’s all happy, and I’m like, how"
    },
    {
      "index": 464,
      "start_time": 2677360.0,
      "end_time": 2682240.0,
      "text": "do you be mad at Jamie? K, you can’t! And I’m like “okay, but I’m going now.”"
    },
    {
      "index": 465,
      "start_time": 2682240.0,
      "end_time": 2685280.0,
      "text": "And she’s like “really, you should just come, and it’ll be fine,” and Steve’s,"
    },
    {
      "index": 466,
      "start_time": 2685280.0,
      "end_time": 2689191.0,
      "text": "like, doing the whole head nod and “she should go.” Somehow, we were on our way"
    },
    {
      "index": 467,
      "start_time": 2689190.0,
      "end_time": 2692910.0,
      "text": "to Walmart, and we don’t go to Walmart. We go straight back home. Where Steve’s"
    },
    {
      "index": 468,
      "start_time": 2692910.0,
      "end_time": 2699380.0,
      "text": "packing my bag. Now, he’s gonna tend seven kids; he’s never did that before. Ever."
    },
    {
      "index": 469,
      "start_time": 2699380.0,
      "end_time": 2703299.0,
      "text": "And he’s telling me, “We’ll be fine.” And I’m thinking “you will not be fine.”"
    },
    {
      "index": 470,
      "start_time": 2703300.0,
      "end_time": 2708661.0,
      "text": "He’s like, “Do you want these pajamas?” And he’s packing my bag. And he’s nice,"
    },
    {
      "index": 471,
      "start_time": 2708660.0,
      "end_time": 2712459.0,
      "text": "he takes my Mormon scriptures, he puts my Mormon scriptures in my bag for me. I’m"
    },
    {
      "index": 472,
      "start_time": 2712460.0,
      "end_time": 2716080.0,
      "text": "like, “I’m not going!” and he’s like “you are.” I was like, “You can’t"
    },
    {
      "index": 473,
      "start_time": 2716080.0,
      "end_time": 2723070.0,
      "text": "make me go.” He’s said, “I can.” He goes “it’ll be good for you!” Drops"
    },
    {
      "index": 474,
      "start_time": 2723070.0,
      "end_time": 2731260.0,
      "text": "me off on the college house lawn and waves, and drives away. I’m like, “okay. This"
    },
    {
      "index": 475,
      "start_time": 2731260.0,
      "end_time": 2735840.0,
      "text": "is so weird.” Then all these people come up, none of them I know. And I’m like, “Oh,"
    },
    {
      "index": 476,
      "start_time": 2735840.0,
      "end_time": 2739691.0,
      "text": "you know, I can’t go. I get carsick. I get really carsick.” Jamie’s like “cool,"
    },
    {
      "index": 477,
      "start_time": 2739690.0,
      "end_time": 2747150.0,
      "text": "you can drive!” I’m like, “it’s a minivan. I don’t drive minivans. I’m cool!”"
    },
    {
      "index": 478,
      "start_time": 2747150.0,
      "end_time": 2752930.0,
      "text": "I’m driving a minivan full of Christians up the freeway. And I am scared to death,"
    },
    {
      "index": 479,
      "start_time": 2752930.0,
      "end_time": 2757890.0,
      "text": "and they are talking this talk that I don’t understand; they are, uh, words, music that"
    },
    {
      "index": 480,
      "start_time": 2757890.0,
      "end_time": 2764309.0,
      "text": "I’ve never heard before is playing. And I just don’t get it. We get there, we eat,"
    },
    {
      "index": 481,
      "start_time": 2764310.0,
      "end_time": 2771310.0,
      "text": "then we go… and we sing. And we sing, and we sing, and we sing and we sing and I’m"
    },
    {
      "index": 482,
      "start_time": 2771310.0,
      "end_time": 2777230.0,
      "text": "like “really. These people sing a lot! And they, everyone knows all the songs! This is"
    },
    {
      "index": 483,
      "start_time": 2777230.0,
      "end_time": 2786641.0,
      "text": "so weird!” And the two girls playing: cute. Granola girls, long hair and… I’m watching"
    },
    {
      "index": 484,
      "start_time": 2786640.0,
      "end_time": 2791440.0,
      "text": "them, now I’m really confused. ‘Cause there’s like all this love, just exuding"
    },
    {
      "index": 485,
      "start_time": 2791440.0,
      "end_time": 2799880.0,
      "text": "from them. I don’t know where to put it. K? So I put it this way. I’m like, “So"
    },
    {
      "index": 486,
      "start_time": 2799880.0,
      "end_time": 2804799.0,
      "text": "they are… whoa. So anything goes at this church.” Because I don’t know what to"
    },
    {
      "index": 487,
      "start_time": 2804800.0,
      "end_time": 2809780.0,
      "text": "think about it. I didn’t know all this love coming out of them, where it was going."
    },
    {
      "index": 488,
      "start_time": 2809780.0,
      "end_time": 2818671.0,
      "text": "I didn’t get it. So I asked Jamie later if they were… and she’s like “no. No!”"
    },
    {
      "index": 489,
      "start_time": 2818670.0,
      "end_time": 2826299.0,
      "text": "So, later, I think later that night, or the next day, I have a breakdown. I can’t handle"
    },
    {
      "index": 490,
      "start_time": 2826300.0,
      "end_time": 2831990.0,
      "text": "any more. This is weird. We have Adeena, cute little Adeena, she falls to her knees, her"
    },
    {
      "index": 491,
      "start_time": 2831990.0,
      "end_time": 2836671.0,
      "text": "hands are in the air… I think something’s wrong with her. I’m like, is somebody gonna"
    },
    {
      "index": 492,
      "start_time": 2836670.0,
      "end_time": 2840789.0,
      "text": "help her up? Is she gonna have a seizure? I’m an EMT, after all, K, what’s wrong"
    },
    {
      "index": 493,
      "start_time": 2840790.0,
      "end_time": 2844450.0,
      "text": "with her? Then there’s another one. Like, I think it was Penny, and I’m like, okay,"
    },
    {
      "index": 494,
      "start_time": 2844450.0,
      "end_time": 2848780.0,
      "text": "what is wrong? They’re dropping like flies! I don’t get it. And they’re singing and"
    },
    {
      "index": 495,
      "start_time": 2848780.0,
      "end_time": 2853060.0,
      "text": "then they start talking and the lesson goes on and I flip out here somewhere, and they’re"
    },
    {
      "index": 496,
      "start_time": 2853060.0,
      "end_time": 2857431.0,
      "text": "praying in the most irreverent manner I’ve ever heard a prayer prayed. You don’t pray"
    },
    {
      "index": 497,
      "start_time": 2857430.0,
      "end_time": 2863219.0,
      "text": "like that! They’re like, talking to God like he’s, like, some person, like, their"
    },
    {
      "index": 498,
      "start_time": 2863220.0,
      "end_time": 2869610.0,
      "text": "friend! Not God, the unapproachable wizard that’ll zap you dead with his wand. And"
    },
    {
      "index": 499,
      "start_time": 2869610.0,
      "end_time": 2875891.0,
      "text": "so, I break down, I go out of the conference room, and I call Steve. And I’m like, “Get"
    },
    {
      "index": 500,
      "start_time": 2875890.0,
      "end_time": 2880569.0,
      "text": "me out of here.” I’m sobbing. I’m crying. And he’s like, “What is the matter?”"
    },
    {
      "index": 501,
      "start_time": 2880570.0,
      "end_time": 2883891.0,
      "text": "And I said “I want out. What’d you, where did you send me?” And I said, “this is"
    },
    {
      "index": 502,
      "start_time": 2883890.0,
      "end_time": 2888359.0,
      "text": "like a third-world country. I don’t understand any of it.” And he’s like, “What are"
    },
    {
      "index": 503,
      "start_time": 2888360.0,
      "end_time": 2894010.0,
      "text": "they doing?” He’s thinking, you know, did they go Pentecostal on her? Like, what’re"
    },
    {
      "index": 504,
      "start_time": 2894010.0,
      "end_time": 2898500.0,
      "text": "they doing? And I’m like, “They’re praying! And they’re praying in this irreverent manner,"
    },
    {
      "index": 505,
      "start_time": 2898500.0,
      "end_time": 2902860.0,
      "text": "and they’re, like, wearing jean shorts and tank tops,” and I’m like, “the whole"
    },
    {
      "index": 506,
      "start_time": 2902860.0,
      "end_time": 2908161.0,
      "text": "thing is, it’s irreverent.” He said, “Mitz, just because it’s not the way you’d do"
    },
    {
      "index": 507,
      "start_time": 2908160.0,
      "end_time": 2912529.0,
      "text": "it doesn’t mean it’s wrong.” And he’s like “I can get somebody to come sit with"
    },
    {
      "index": 508,
      "start_time": 2912530.0,
      "end_time": 2916370.0,
      "text": "the kids.” He said “I’ll come get you.” I’m what, an hour and a half, two hours"
    },
    {
      "index": 509,
      "start_time": 2916370.0,
      "end_time": 2920710.0,
      "text": "away? Like he’ll come get me. I have an out."
    },
    {
      "index": 510,
      "start_time": 2920710.0,
      "end_time": 2927200.0,
      "text": "I’m strong. They can’t really hurt me, can they? So I stay. I don’t wanna make"
    },
    {
      "index": 511,
      "start_time": 2927200.0,
      "end_time": 2934401.0,
      "text": "him drive. I feel like a wimp at this point, so I stay. It doesn’t get any better, really."
    },
    {
      "index": 512,
      "start_time": 2934400.0,
      "end_time": 2942279.0,
      "text": "It just kinda gets weirder. They’re nice! They were nice. So I go home, I’m in Jamie’s,"
    },
    {
      "index": 513,
      "start_time": 2942280.0,
      "end_time": 2947651.0,
      "text": "uh, driveway. They’d been having a board meeting. One of the board members -- he didn’t"
    },
    {
      "index": 514,
      "start_time": 2947650.0,
      "end_time": 2951119.0,
      "text": "know -- walks out, meets me, nice to meet you, he’s like “So, we’ll see you in"
    },
    {
      "index": 515,
      "start_time": 2951120.0,
      "end_time": 2956300.0,
      "text": "church on Sunday?” I’m like “no.” So I leave"
    },
    {
      "index": 516,
      "start_time": 2956300.0,
      "end_time": 2957131.0,
      "text": "[glitch]"
    },
    {
      "index": 517,
      "start_time": 2957130.0,
      "end_time": 2965140.0,
      "text": "said “Oh, no, she’s, she’s Mormon.” So that was like one big thing that I look"
    },
    {
      "index": 518,
      "start_time": 2965140.0,
      "end_time": 2971170.0,
      "text": "back on, and it was funny, but it was huge. I didn’t talk for three days. Steve was"
    },
    {
      "index": 519,
      "start_time": 2971170.0,
      "end_time": 2974969.0,
      "text": "trying to get me to talk to him; I couldn’t talk for three days. ‘Cause I couldn’t"
    },
    {
      "index": 520,
      "start_time": 2974970.0,
      "end_time": 2979850.0,
      "text": "process it. I had no idea what I’d seen, what I’d heard, what that was all about."
    },
    {
      "index": 521,
      "start_time": 2979850.0,
      "end_time": 2983310.0,
      "text": "But I started listening to Christian music"
    },
    {
      "index": 522,
      "start_time": 2983310.0,
      "end_time": 2988520.0,
      "text": "I went and I started to buy Christian music. And it started to administer to my soul. It"
    },
    {
      "index": 523,
      "start_time": 2988520.0,
      "end_time": 2991730.0,
      "text": "started to soothe me. And when I couldn’t listen to him anymore and when I couldn’t"
    },
    {
      "index": 524,
      "start_time": 2991730.0,
      "end_time": 2999820.0,
      "text": "do anything else, I could listen to that. And so all these things, even if they get"
    },
    {
      "index": 525,
      "start_time": 2999820.0,
      "end_time": 3005210.0,
      "text": "offended and angry, it’s not at you, and whatever you can use… invite them! Invite"
    },
    {
      "index": 526,
      "start_time": 3005210.0,
      "end_time": 3011260.0,
      "text": "them to your things. Reach out to them; invite them for dinner. Whatever you can use, and"
    },
    {
      "index": 527,
      "start_time": 3011260.0,
      "end_time": 3016181.0,
      "text": "let them see you living your life out for Jesus. Let the, show them that you have something"
    },
    {
      "index": 528,
      "start_time": 3016180.0,
      "end_time": 3022079.0,
      "text": "that they want, that they don’t have, ‘cause they think they have everything you have,"
    },
    {
      "index": 529,
      "start_time": 3022080.0,
      "end_time": 3023340.0,
      "text": "and more."
    },
    {
      "index": 530,
      "start_time": 3023340.0,
      "end_time": 3029000.0,
      "text": "I’ll give you one more about Steve’s cross. It’s the same cross he wears when he’s"
    },
    {
      "index": 531,
      "start_time": 3029000.0,
      "end_time": 3036691.0,
      "text": "on the street. Tucks it in his shirt. Somewhere in here, Ken and him had talked, and he had"
    },
    {
      "index": 532,
      "start_time": 3036690.0,
      "end_time": 3042369.0,
      "text": "gone north and went to the Silver Loft, and there was this cross, pretty little cross,"
    },
    {
      "index": 533,
      "start_time": 3042370.0,
      "end_time": 3046681.0,
      "text": "and it had a red dot in the middle, which to him symbolized the blood of Jesus. And"
    },
    {
      "index": 534,
      "start_time": 3046680.0,
      "end_time": 3052449.0,
      "text": "so he bought this cross. And this was at probably one of my most angriest times, and he would"
    },
    {
      "index": 535,
      "start_time": 3052450.0,
      "end_time": 3058090.0,
      "text": "wear it in his shirt. I have a Christian friend, we’d been friends for about eleven years;"
    },
    {
      "index": 536,
      "start_time": 3058090.0,
      "end_time": 3062651.0,
      "text": "we’d finally agreed to disagree -- she couldn’t deal with me anymore. She’d grown tired;"
    },
    {
      "index": 537,
      "start_time": 3062650.0,
      "end_time": 3066729.0,
      "text": "we just loved each other. But she’s like “okay. We can’t talk about this anymore.”"
    },
    {
      "index": 538,
      "start_time": 3066730.0,
      "end_time": 3070800.0,
      "text": "So we just didn’t. I’d bring her home cute laminated things from my church and she’d"
    },
    {
      "index": 539,
      "start_time": 3070800.0,
      "end_time": 3076421.0,
      "text": "say thank you, and, I’m sure, throw ‘em away as soon as I left, but, we’re sitting"
    },
    {
      "index": 540,
      "start_time": 3076420.0,
      "end_time": 3082209.0,
      "text": "knee-to-knee in my bedroom on the couch, just talking and he’d come home from work. And"
    },
    {
      "index": 541,
      "start_time": 3082210.0,
      "end_time": 3088010.0,
      "text": "he leaned over to kiss me, and his cross fell out of his shirt. K, I thought I was going"
    },
    {
      "index": 542,
      "start_time": 3088010.0,
      "end_time": 3093860.0,
      "text": "to sear a hole through my, my corneas, for real. And the closer he leaned to kiss me,"
    },
    {
      "index": 543,
      "start_time": 3093860.0,
      "end_time": 3097500.0,
      "text": "the more I backed away, and he’s trying to figure out “what is wrong with you?”"
    },
    {
      "index": 544,
      "start_time": 3097500.0,
      "end_time": 3101790.0,
      "text": "And then it hits him. He’s like “oh, no.” And he reaches down and he feels it and he"
    },
    {
      "index": 545,
      "start_time": 3101790.0,
      "end_time": 3107820.0,
      "text": "puts it back in his shirt. I was furious. I felt betrayed. How could you bring that"
    },
    {
      "index": 546,
      "start_time": 3107820.0,
      "end_time": 3113350.0,
      "text": "in my home? How could you wear that on your body? And I left the house. Slammed the door"
    },
    {
      "index": 547,
      "start_time": 3113350.0,
      "end_time": 3121570.0,
      "text": "and left. Well, my friend looks at him and says, “Good job. What were you thinking?”"
    },
    {
      "index": 548,
      "start_time": 3121570.0,
      "end_time": 3125230.0,
      "text": "He’s like “What?” He goes, “I just…” and she’s like “Dude, that… that didn’t"
    },
    {
      "index": 549,
      "start_time": 3125230.0,
      "end_time": 3126220.0,
      "text": "go over very well.”"
    },
    {
      "index": 550,
      "start_time": 3126220.0,
      "end_time": 3131830.0,
      "text": "I looked for the cross for days. He hid it. Like, he didn’t sleep in it, but he hid"
    },
    {
      "index": 551,
      "start_time": 3131830.0,
      "end_time": 3137050.0,
      "text": "it. I couldn’t find it. ‘Cause I was gonna throw it away. Because I didn’t understand"
    },
    {
      "index": 552,
      "start_time": 3137050.0,
      "end_time": 3141340.0,
      "text": "the whole cross. Until he shared with me the Scripture: “For the cross is foolishness"
    },
    {
      "index": 553,
      "start_time": 3141340.0,
      "end_time": 3147970.0,
      "text": "to those who are perishing, but to those who are being saved it is glory of God.” I sat"
    },
    {
      "index": 554,
      "start_time": 3147970.0,
      "end_time": 3152820.0,
      "text": "on that for about three days and thought “okay, maybe the cross isn’t so evil.” But then"
    },
    {
      "index": 555,
      "start_time": 3152820.0,
      "end_time": 3157161.0,
      "text": "I, still thinkin’ I can still be a Mormon and he can still wear a cross, and… anyway."
    },
    {
      "index": 556,
      "start_time": 3157160.0,
      "end_time": 3164640.0,
      "text": "That was just one more thing to show you that the fear in me, K? It, I was so fearful of"
    },
    {
      "index": 557,
      "start_time": 3164640.0,
      "end_time": 3168449.0,
      "text": "all these things, but it was because that’s what I was told from the time I was this big."
    },
    {
      "index": 558,
      "start_time": 3168450.0,
      "end_time": 3174360.0,
      "text": "I had my testimony whispered in my ear from the time I was this big. I was told what I"
    },
    {
      "index": 559,
      "start_time": 3174360.0,
      "end_time": 3179610.0,
      "text": "believed. And then I was supposed to believe what they told me I believed, and I, and I"
    },
    {
      "index": 560,
      "start_time": 3179610.0,
      "end_time": 3187191.0,
      "text": "did… to a point. I, I did the rhetoric, I was able to regurgitate the rhetoric, but"
    },
    {
      "index": 561,
      "start_time": 3187190.0,
      "end_time": 3190640.0,
      "text": "in hindsight, I didn’t believe anything I was saying. ‘Cause they didn’t stand"
    },
    {
      "index": 562,
      "start_time": 3190640.0,
      "end_time": 3195269.0,
      "text": "on anything. It didn’t stand, it was on fallow ground. ‘Cause they, it didn’t"
    },
    {
      "index": 563,
      "start_time": 3195270.0,
      "end_time": 3202480.0,
      "text": "stand on the Rock. There was no Cornerstone. There was no truth in it. And so, that was"
    },
    {
      "index": 564,
      "start_time": 3202480.0,
      "end_time": 3206960.0,
      "text": "another thing I -- he picked apart my testimony bit by bit. He said “okay, you ‘know’"
    },
    {
      "index": 565,
      "start_time": 3206960.0,
      "end_time": 3211171.0,
      "text": "this church is true. How do you know? You ‘know’ Joseph Smith was a prophet. How"
    },
    {
      "index": 566,
      "start_time": 3211170.0,
      "end_time": 3217859.0,
      "text": "do you know? Do you know, or do you think you know?” And the difference in what was"
    },
    {
      "index": 567,
      "start_time": 3217860.0,
      "end_time": 3223210.0,
      "text": "given to me as a testimony and my testimony now is not even the same thing. And that’s"
    },
    {
      "index": 568,
      "start_time": 3223210.0,
      "end_time": 3228191.0,
      "text": "why if you get a chance to share your testimony, so that they can see that your testimony is"
    },
    {
      "index": 569,
      "start_time": 3228190.0,
      "end_time": 3232229.0,
      "text": "not about a corporation, you’re not, your testimony, you’re not testifying about a"
    },
    {
      "index": 570,
      "start_time": 3232230.0,
      "end_time": 3235431.0,
      "text": "building, or an ordinance, or a feeling,"
    },
    {
      "index": 571,
      "start_time": 3235430.0,
      "end_time": 3240319.0,
      "text": "You’re testifying about the blood of Jesus and what you know that he did for you. And"
    },
    {
      "index": 572,
      "start_time": 3240320.0,
      "end_time": 3245580.0,
      "text": "that’s huge. And they need to hear that. And that might anger ‘em. That’s okay."
    },
    {
      "index": 573,
      "start_time": 3245580.0,
      "end_time": 3251120.0,
      "text": "Sometimes they need to be anger-- angry. Sometimes anger is the first step to the whole rest"
    },
    {
      "index": 574,
      "start_time": 3251120.0,
      "end_time": 3259411.0,
      "text": "of the process. So be brave. I’m so thankful all of you came. It’s such a blessing and"
    },
    {
      "index": 575,
      "start_time": 3259410.0,
      "end_time": 3269410.0,
      "text": "if any of you wanna stay for a long, long time, I have extra rooms. And thanks so much."
    }
  ]
}