{
  "video_id": "j47-l9r_wNQ",
  "title": "DIY 10 Easy Phone Projects. DIY Phone (Case, Pouch & More)",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 43120.0,
      "end_time": 47660.0,
      "text": "Hey guys! It&#39;s time to get all crafty because today I&#39;m going to show you how to make your"
    },
    {
      "index": 2,
      "start_time": 47660.0,
      "end_time": 53399.0,
      "text": "phone girly and cool. We&#39;re going to glam up a bunch of phone cases, headphones and"
    },
    {
      "index": 3,
      "start_time": 53399.0,
      "end_time": 57930.0,
      "text": "we&#39;re even making a protective pouch. So are you ready for some awesome phone DIYs, which"
    },
    {
      "index": 4,
      "start_time": 57930.0,
      "end_time": 61780.0,
      "text": "for sure you haven&#39;t seen before. If your answer is &quot;yes&quot; then just keep watching."
    },
    {
      "index": 5,
      "start_time": 61780.0,
      "end_time": 66649.0,
      "text": "Let&#39;s start off by making a protective pouch for our cell phone. First you need to get"
    },
    {
      "index": 6,
      "start_time": 66649.0,
      "end_time": 71369.0,
      "text": "any hollow rounded object, with the dimensions big enough to fit your phone. This paper cup"
    },
    {
      "index": 7,
      "start_time": 71369.0,
      "end_time": 76770.0,
      "text": "works perfectly for my Samsung Galaxy S5. Besides you will also need a glue gun, bobby"
    },
    {
      "index": 8,
      "start_time": 76770.0,
      "end_time": 82329.0,
      "text": "pins, yarn, scissors, embroidery hook and a needle. Before we start knitting we need"
    },
    {
      "index": 9,
      "start_time": 82329.0,
      "end_time": 87459.0,
      "text": "to make a simple knitting loom. Take a cup and a bunch of bobby pins. Start placing pairs"
    },
    {
      "index": 10,
      "start_time": 87459.0,
      "end_time": 103630.0,
      "text": "of pins on the edge of the cup like so, leaving about half an inch space between each pair."
    },
    {
      "index": 11,
      "start_time": 103630.0,
      "end_time": 107409.0,
      "text": "Now it&#39;s time to get the glue gun and put some glue over and around each pin to assure"
    },
    {
      "index": 12,
      "start_time": 107409.0,
      "end_time": 126200.0,
      "text": "they will stay in place while knitting. If you don&#39;t have a glue gun you can just use"
    },
    {
      "index": 13,
      "start_time": 126200.0,
      "end_time": 130719.0,
      "text": "a tape and wrap it around the cup and the pins. When all the pins are glued in place,"
    },
    {
      "index": 14,
      "start_time": 130719.0,
      "end_time": 135989.0,
      "text": "wait for the glue to dry and then we can proceed to the fun part, knitting! Take your yarn"
    },
    {
      "index": 15,
      "start_time": 135989.0,
      "end_time": 140590.0,
      "text": "and this is optional -- a straw. Straw makes it much easier to wrap the yarn around the"
    },
    {
      "index": 16,
      "start_time": 140590.0,
      "end_time": 146640.0,
      "text": "pins. Cut a piece of a straw and thread the yarn through it. Leave about five inches of"
    },
    {
      "index": 17,
      "start_time": 146640.0,
      "end_time": 150620.0,
      "text": "yarn loose like so and then start wrapping the yarn around each pin and make sure that"
    },
    {
      "index": 18,
      "start_time": 150620.0,
      "end_time": 155590.0,
      "text": "you have loops on the outer side and the connecting line of yarn on the inner side. See how the"
    },
    {
      "index": 19,
      "start_time": 155590.0,
      "end_time": 164209.0,
      "text": "straw helps me to quickly wrap the yarn around the pins. When you reach the first pin again,"
    },
    {
      "index": 20,
      "start_time": 164209.0,
      "end_time": 177590.0,
      "text": "just continue with one more row above the first one. Now take your hook and pull the"
    },
    {
      "index": 21,
      "start_time": 177590.0,
      "end_time": 183499.0,
      "text": "bottom loops over the top ones. Grab the bottom loop, go over the top one and over the pin"
    },
    {
      "index": 22,
      "start_time": 183499.0,
      "end_time": 190459.0,
      "text": "like so. If you don&#39;t have a hook you can make one from a piece of wire. Go all around"
    },
    {
      "index": 23,
      "start_time": 190459.0,
      "end_time": 195609.0,
      "text": "the loom until our first row is finished! Now I need to again wrap the yarn around the"
    },
    {
      "index": 24,
      "start_time": 195609.0,
      "end_time": 202790.0,
      "text": "pins, but from now on I only need to wrap them once. When all the pins are wrapped take"
    },
    {
      "index": 25,
      "start_time": 202790.0,
      "end_time": 219939.0,
      "text": "the hook again and pull the bottom loops over the top ones. These are the two steps that"
    },
    {
      "index": 26,
      "start_time": 219939.0,
      "end_time": 224329.0,
      "text": "you need to keep repeating until your pouch is long enough: wrap the yarn around the pins,"
    },
    {
      "index": 27,
      "start_time": 224329.0,
      "end_time": 228879.0,
      "text": "pull the bottom loops over the top ones and again wrap the yarn around the pins so that"
    },
    {
      "index": 28,
      "start_time": 228879.0,
      "end_time": 234249.0,
      "text": "you can again pull the bottom loops over the top ones. It&#39;s so simple! Ok, one final row"
    },
    {
      "index": 29,
      "start_time": 234249.0,
      "end_time": 238680.0,
      "text": "and my pouch will be long enough for my phone. Here I am showing you that you can also wrap"
    },
    {
      "index": 30,
      "start_time": 238680.0,
      "end_time": 243749.0,
      "text": "the yarn without a straw. Takes a bit more time but works totally fine too. I need to"
    },
    {
      "index": 31,
      "start_time": 243749.0,
      "end_time": 251319.0,
      "text": "pull the bottom loops over the top ones for the last time now and here we go!"
    },
    {
      "index": 32,
      "start_time": 251319.0,
      "end_time": 257150.0,
      "text": "Cut your working yarn, leaving about ten inches and thread on a needle. Go under and through"
    },
    {
      "index": 33,
      "start_time": 257149.99999999997,
      "end_time": 261098.99999999997,
      "text": "the loop that has a working yarn hanging out and pull the yarn all the way through the"
    },
    {
      "index": 34,
      "start_time": 261099.0,
      "end_time": 267830.0,
      "text": "loop. Then go under the loop next to it on the right, pull the yarn through and proceed"
    },
    {
      "index": 35,
      "start_time": 267830.0,
      "end_time": 280720.0,
      "text": "to the left. As you do that you can take the loops off the pins. Just work your way zig-zag,"
    },
    {
      "index": 36,
      "start_time": 280720.0,
      "end_time": 286120.0,
      "text": "go through the right loop, then left one, then right again and so on until all the loops"
    },
    {
      "index": 37,
      "start_time": 286120.0,
      "end_time": 303669.0,
      "text": "come off from pins. Now the pouch should easily come off the loom. Pull the working yarn so"
    },
    {
      "index": 38,
      "start_time": 303669.0,
      "end_time": 309699.0,
      "text": "that the pouch tightens on one side in a straight line like so. Thread the working yarn on a"
    },
    {
      "index": 39,
      "start_time": 309699.0,
      "end_time": 319289.0,
      "text": "needle and make a couple of stitches and knots to secure the work. You can flip the pouch"
    },
    {
      "index": 40,
      "start_time": 319289.0,
      "end_time": 323949.0,
      "text": "inside out, or you can have it on this side if you prefer. The pattern is slightly different"
    },
    {
      "index": 41,
      "start_time": 323949.0,
      "end_time": 328060.0,
      "text": "and I decided to flip it around, because I like it better that way. As you can see we"
    },
    {
      "index": 42,
      "start_time": 328060.0,
      "end_time": 331930.0,
      "text": "still have a piece of yarn hanging out from the side with the opening. We will attach"
    },
    {
      "index": 43,
      "start_time": 331930.0,
      "end_time": 336050.0,
      "text": "the pom pom on it. Just thread the yarn on the needle and make a couple of stitches through"
    },
    {
      "index": 44,
      "start_time": 336050.0,
      "end_time": 340970.0,
      "text": "the pom pom. Cut away the extra yarn and we are all done with this beautiful pouch. If"
    },
    {
      "index": 45,
      "start_time": 340970.0,
      "end_time": 345569.0,
      "text": "you don&#39;t know how to make a pom pom, check my DIY beanie tutorial. It&#39;s so easy to make"
    },
    {
      "index": 46,
      "start_time": 345569.0,
      "end_time": 350970.0,
      "text": "but adds a little extra cuteness to the pouch. I can now throw my new Galaxy S5 in the bag"
    },
    {
      "index": 47,
      "start_time": 350970.0,
      "end_time": 355530.0,
      "text": "together with keys and other pointy objects and my phone will stay protected and without"
    },
    {
      "index": 48,
      "start_time": 355530.0,
      "end_time": 359110.0,
      "text": "scratches. Let&#39;s continue with beautifying your headphones."
    },
    {
      "index": 49,
      "start_time": 359110.0,
      "end_time": 366340.0,
      "text": "You&#39;ll need some plastic beads and scissors. Using scissors cut the beads along like so."
    },
    {
      "index": 50,
      "start_time": 366340.0,
      "end_time": 375650.0,
      "text": "Beads need to be from a softer plastic, which is easy to cut and can be opened like this."
    },
    {
      "index": 51,
      "start_time": 375650.0,
      "end_time": 379090.0,
      "text": "Just continue cutting the beads until you have them enough to cover the length of your"
    },
    {
      "index": 52,
      "start_time": 379090.0,
      "end_time": 391770.0,
      "text": "earphones cable. Then open the bead along the cut and place it on your earphones like"
    },
    {
      "index": 53,
      "start_time": 391770.0,
      "end_time": 401759.0,
      "text": "that. Continue doing this until your headphones are entirely covered with colorful beads."
    },
    {
      "index": 54,
      "start_time": 401759.0,
      "end_time": 406650.0,
      "text": "Beads also prevent headphones from getting tangled, which is really useful for me particularly."
    },
    {
      "index": 55,
      "start_time": 406650.0,
      "end_time": 411740.0,
      "text": "I usually start using them by spending several minutes untangling them first. Colorful beaded"
    },
    {
      "index": 56,
      "start_time": 411740.0,
      "end_time": 422580.0,
      "text": "headphones are also super cool to look at. And voila, now you have the coolest and most"
    },
    {
      "index": 57,
      "start_time": 422580.0,
      "end_time": 425930.0,
      "text": "unique headphones. Now that our headphones look awesome and we"
    },
    {
      "index": 58,
      "start_time": 425930.0,
      "end_time": 430009.0,
      "text": "have a cute little pouch for our phone, it&#39;s time to show you some quick and easy ways"
    },
    {
      "index": 59,
      "start_time": 430009.0,
      "end_time": 434629.0,
      "text": "to decorate a phone case. You will need some plastic cases, which are very cheap. I got"
    },
    {
      "index": 60,
      "start_time": 434629.0,
      "end_time": 438970.0,
      "text": "some transparent, some white and pink ones. First I&#39;ll show you how to dress up a plain"
    },
    {
      "index": 61,
      "start_time": 438970.0,
      "end_time": 444360.0,
      "text": "phone case using a water marbling technique! We&#39;re going to make cute water marble stickers."
    },
    {
      "index": 62,
      "start_time": 444360.0,
      "end_time": 450539.0,
      "text": "Take a little cup and fill it with room temperature water. You&#39;ll also need a phone case, needle"
    },
    {
      "index": 63,
      "start_time": 450539.0,
      "end_time": 457240.0,
      "text": "and nail polish of your choice. Drip drops of the polish onto the water surface like"
    },
    {
      "index": 64,
      "start_time": 457240.0,
      "end_time": 464639.0,
      "text": "so. Always aim in the center of the previous circle. You can use two or more favorite colors"
    },
    {
      "index": 65,
      "start_time": 464639.0,
      "end_time": 483360.0,
      "text": "of polish. I used four bright and happy ones. Pretty cool, don&#39;t you think!? Then draw in"
    },
    {
      "index": 66,
      "start_time": 483360.0,
      "end_time": 488439.0,
      "text": "a design with a needle. I am making a flower. Well half of it because I&#39;ll only need half"
    },
    {
      "index": 67,
      "start_time": 488439.0,
      "end_time": 497069.0,
      "text": "of the design. Here I am making colorful circles and I decided not to draw anything in, so"
    },
    {
      "index": 68,
      "start_time": 497069.0,
      "end_time": 501080.0,
      "text": "I&#39;m just leaving it like this. Instead of dipping your finger in the water, as we do"
    },
    {
      "index": 69,
      "start_time": 501080.0,
      "end_time": 505580.0,
      "text": "with water marble nails, leave the polish on the water surface until it&#39;s completely"
    },
    {
      "index": 70,
      "start_time": 505580.0,
      "end_time": 510229.0,
      "text": "dry. I left it for couple of hours just to be sure. Then take the polish off the water"
    },
    {
      "index": 71,
      "start_time": 510229.0,
      "end_time": 514480.0,
      "text": "and if you want you can cut the edge away like me to make it neater. And you&#39;re left"
    },
    {
      "index": 72,
      "start_time": 514480.0,
      "end_time": 519400.0,
      "text": "with a beautiful sticker that you can stick on any flat surface. We will use them on our"
    },
    {
      "index": 73,
      "start_time": 519400.0,
      "end_time": 523860.0,
      "text": "white phone case and we don&#39;t need any glue for this. The polish tends to stick firmly"
    },
    {
      "index": 74,
      "start_time": 523860.0,
      "end_time": 528630.0,
      "text": "on the case especially if it&#39;s still a bit wet. And this is how my case looks when all"
    },
    {
      "index": 75,
      "start_time": 528630.0,
      "end_time": 533070.0,
      "text": "the marble stickers are on. To protect your work you can cover it with a layer of decoupage"
    },
    {
      "index": 76,
      "start_time": 533070.0,
      "end_time": 539790.0,
      "text": "glue so that the case stays as new for a long time."
    },
    {
      "index": 77,
      "start_time": 539790.0,
      "end_time": 545830.0,
      "text": "You can also decorate your cases using washi tape! I&#39;ll show you two quick and lovely designs."
    },
    {
      "index": 78,
      "start_time": 545830.0,
      "end_time": 550700.0,
      "text": "For the first one I&#39;ll be using this white tape with pinky flowers. So take a case, washi"
    },
    {
      "index": 79,
      "start_time": 550700.0,
      "end_time": 555790.0,
      "text": "tape of your choice and scissors. Cut a piece of tape and stick it a bit diagonally across"
    },
    {
      "index": 80,
      "start_time": 555790.0,
      "end_time": 563390.0,
      "text": "the case like so and cut away the excess tape on the sides. Cut another piece and stick"
    },
    {
      "index": 81,
      "start_time": 563390.0,
      "end_time": 568920.0,
      "text": "it above the first washi stripe, leaving some space between the stripes. And there you have"
    },
    {
      "index": 82,
      "start_time": 568920.0,
      "end_time": 573400.0,
      "text": "it. You can totally go crazy with washi tape and stick it all over the case or just add"
    },
    {
      "index": 83,
      "start_time": 573400.0,
      "end_time": 577940.0,
      "text": "a simple detail to the plain case like I did. Either way, just have fun with it."
    },
    {
      "index": 84,
      "start_time": 577940.0,
      "end_time": 582690.0,
      "text": "Here, for example, I chose this green patterned tape. I placed one piece horizontally across"
    },
    {
      "index": 85,
      "start_time": 582690.0,
      "end_time": 587820.0,
      "text": "the case and the other piece vertically on the side. Now my phone case looks like a birthday"
    },
    {
      "index": 86,
      "start_time": 587820.0,
      "end_time": 592190.0,
      "text": "present. When you get bored of your phone case, you can easily peal the tape away and"
    },
    {
      "index": 87,
      "start_time": 592190.0,
      "end_time": 597140.0,
      "text": "make a new design. You can basically have a new phone case every day!"
    },
    {
      "index": 88,
      "start_time": 597140.0,
      "end_time": 600980.0,
      "text": "Another way to jazz up a plain phone case is using a scotch tape. Again you can stick"
    },
    {
      "index": 89,
      "start_time": 600980.0,
      "end_time": 605170.0,
      "text": "it all over or just make something simple, like this wide leopard print stripe that I"
    },
    {
      "index": 90,
      "start_time": 605170.0,
      "end_time": 609950.0,
      "text": "made. I think it looks so elegant and the thing I like the most is that it took me five"
    },
    {
      "index": 91,
      "start_time": 609950.0,
      "end_time": 614590.0,
      "text": "seconds to achieve it. A super fun case decorating method is using"
    },
    {
      "index": 92,
      "start_time": 614590.0,
      "end_time": 619750.0,
      "text": "a bunch of stickers. You can get cheap stickers everywhere! Probably a lot of them already"
    },
    {
      "index": 93,
      "start_time": 619750.0,
      "end_time": 625270.0,
      "text": "laying around your house. I have these thick puffy stickers with colorful rain drops, umbrellas"
    },
    {
      "index": 94,
      "start_time": 625270.0,
      "end_time": 630370.0,
      "text": "and cats. Just stick them on your phone case and look how adorable this looks in the end."
    },
    {
      "index": 95,
      "start_time": 630370.0,
      "end_time": 634130.0,
      "text": "A great thing about these stickers is that you can simply switch them up so your phone"
    },
    {
      "index": 96,
      "start_time": 634130.0,
      "end_time": 639090.0,
      "text": "case can be brand new in a minute. I can&#39;t get over how flipping cute this case looks"
    },
    {
      "index": 97,
      "start_time": 639090.0,
      "end_time": 642350.0,
      "text": "now. Kind of want to have that bunny umbrella with ears."
    },
    {
      "index": 98,
      "start_time": 642350.0,
      "end_time": 648190.0,
      "text": "Now I&#39;ll show you how to decorate a phone case with googly eyes. Sorry if I scared you."
    },
    {
      "index": 99,
      "start_time": 648190.0,
      "end_time": 652890.0,
      "text": "You need a plain case, googly eyes and super glue. First place the eyes on the case just"
    },
    {
      "index": 100,
      "start_time": 652890.0,
      "end_time": 657350.0,
      "text": "to see where exactly you want to have them. I placed bigger eyes on the bottom and then"
    },
    {
      "index": 101,
      "start_time": 657350.0,
      "end_time": 662370.0,
      "text": "smaller and smaller pairs moving up. Take your super glue, drip a tiny drop on the back"
    },
    {
      "index": 102,
      "start_time": 662370.0,
      "end_time": 667670.0,
      "text": "of the googly eye and stick it on the case. This case works perfectly for boys too, except"
    },
    {
      "index": 103,
      "start_time": 667670.0,
      "end_time": 672080.0,
      "text": "you would probably want to choose a different case color. A dark blue or a black would look"
    },
    {
      "index": 104,
      "start_time": 672080.0,
      "end_time": 676760.0,
      "text": "awesome -- as if there were some creepy eyes in the darkness. It&#39;s so funny how the eyes"
    },
    {
      "index": 105,
      "start_time": 676760.0,
      "end_time": 680970.0,
      "text": "move together with the case. For the last DIY phone case idea you need"
    },
    {
      "index": 106,
      "start_time": 680970.0,
      "end_time": 687200.0,
      "text": "some picture printouts or magazine cutouts, transparent phone cases, scissors and a pencil."
    },
    {
      "index": 107,
      "start_time": 687200.0,
      "end_time": 703330.0,
      "text": "Place your phone on the picture and outline the shape with a pencil. Cut it out with scissors."
    },
    {
      "index": 108,
      "start_time": 703330.0,
      "end_time": 707810.0,
      "text": "Try to put it inside the transparent case to see if it fits well. Now you also need"
    },
    {
      "index": 109,
      "start_time": 707810.0,
      "end_time": 713440.0,
      "text": "to outline any holes in the case, like the one for the camera. Carefully cut the holes"
    },
    {
      "index": 110,
      "start_time": 713440.0,
      "end_time": 717760.0,
      "text": "out with scissors, I am just using these little scissors for nails, which give me the most"
    },
    {
      "index": 111,
      "start_time": 717760.0,
      "end_time": 726880.0,
      "text": "control. Next place the picture inside the case and you have a beautiful customized phone"
    },
    {
      "index": 112,
      "start_time": 726880.0,
      "end_time": 732540.0,
      "text": "case! I am in love with this one -- it&#39;s perfect for summer and I also wrote a little quote"
    },
    {
      "index": 113,
      "start_time": 732540.0,
      "end_time": 737210.0,
      "text": "on it. You can have a picture of your pets, favorite animals, your boyfriend, family and"
    },
    {
      "index": 114,
      "start_time": 737210.0,
      "end_time": 744730.0,
      "text": "friends or your favorite band. Here I have this adorable kitten. And here I made a collage"
    },
    {
      "index": 115,
      "start_time": 744730.0,
      "end_time": 748810.0,
      "text": "of beautiful summer pictures. You can make a collage of you and your friends to always"
    },
    {
      "index": 116,
      "start_time": 748810.0,
      "end_time": 753240.0,
      "text": "remind you of happy adventures you have together. I love how this technique allows me to have"
    },
    {
      "index": 117,
      "start_time": 753240.0,
      "end_time": 757630.0,
      "text": "a phone case full of pictures close to my heart and I can change them up whenever I"
    },
    {
      "index": 118,
      "start_time": 757630.0,
      "end_time": 763500.0,
      "text": "want! I hope you got some great ideas on how to dress up your phone. I&#39;ll be having more"
    },
    {
      "index": 119,
      "start_time": 763500.0,
      "end_time": 768810.0,
      "text": "awesome DIYs coming up so keep an eye on that! But before I say goodbye, I have an exciting"
    },
    {
      "index": 120,
      "start_time": 768810.0,
      "end_time": 772950.0,
      "text": "news to share. Samsung is having a campaign called Galaxy Stories and they are looking"
    },
    {
      "index": 121,
      "start_time": 772950.0,
      "end_time": 776940.0,
      "text": "for a new YouTube star. To become one you need to tell your story so if you&#39;re from"
    },
    {
      "index": 122,
      "start_time": 776940.0,
      "end_time": 782340.0,
      "text": "one of the Nordic countries, go to galaxystories.com and submit your entry as a video, picture"
    },
    {
      "index": 123,
      "start_time": 782340.0,
      "end_time": 786890.0,
      "text": "or a text. If you decide to participate post a link to your entry in the comments below"
    },
    {
      "index": 124,
      "start_time": 786890.0,
      "end_time": 792960.0,
      "text": "with the #galaxystories because I get to choose one who will receive a brand new Galaxy S5!"
    },
    {
      "index": 125,
      "start_time": 792960.0,
      "end_time": 796890.0,
      "text": "How cool is that!? You can read everything about the campaign and how to participate"
    },
    {
      "index": 126,
      "start_time": 796890.0,
      "end_time": 801700.0,
      "text": "on galaxystories.com. Good luck, I love you and I&#39;ll see you soon! Bye!"
    },
    {
      "index": 127,
      "start_time": 801700.0,
      "end_time": 806380.0,
      "text": "And another surprise! The winner of the Samsung Galaxy S5 will also receive the pouch and"
    },
    {
      "index": 128,
      "start_time": 806380.0,
      "end_time": 816380.0,
      "text": "a bunch of cases that I created in this video. So go ahead - tell us your stories!"
    }
  ]
}