{
  "video_id": "J4eZsifmN1A",
  "title": "Thank You For Not Believing In Me",
  "json": [
    {
      "index": 1,
      "start_time": 12190.0,
      "end_time": 18500.0,
      "text": "Hey it's Marie Forleo and you are watching MarieTV, the place to be to create a business and life you love."
    },
    {
      "index": 2,
      "start_time": 18800.0,
      "end_time": 31500.0,
      "text": "So curious, have you ever had someone not believe in you or they said something really horrible about your work or felt like a punch in the gut and just left you thinking, “Oh my God, how could someone be that mean?” I have."
    },
    {
      "index": 3,
      "start_time": 31600.0,
      "end_time": 35700.0,
      "text": "So let me tell you what it did for me and, more importantly, what it could do for you."
    },
    {
      "index": 4,
      "start_time": 35900.0,
      "end_time": 44600.0,
      "text": "So back in 2009 my program B-School was getting ready to be brought into the world and I was trying to do everything I could to make it a success."
    },
    {
      "index": 5,
      "start_time": 44900.0,
      "end_time": 49400.0,
      "text": "I was trying to network, find promotional partners, basically get the world out all over."
    },
    {
      "index": 6,
      "start_time": 49600.0,
      "end_time": 55100.0,
      "text": "So I went to this business conference in Washington DC and I was so excited to be there."
    },
    {
      "index": 7,
      "start_time": 55400.0,
      "end_time": 61800.0,
      "text": "I had my little conference badge around my neck, I had my big conference binder under my arm, everything was going good."
    },
    {
      "index": 8,
      "start_time": 62000.0,
      "end_time": 74519.0,
      "text": "So I'm on the escalator heading to go up to one of the main sessions and there was this guy in front of me and he was part of the conference too."
    },
    {
      "index": 9,
      "start_time": 69300.0,
      "end_time": 74300.0,
      "text": "So, of course, as you do at conferences, he turned around and he asked me. It's like, “Oh, so what do you do?”"
    },
    {
      "index": 10,
      "start_time": 74519.0,
      "end_time": 78500.0,
      "text": "This was the perfect opportunity. I was so excited. I started telling him about B-School."
    },
    {
      "index": 11,
      "start_time": 79000.0,
      "end_time": 84500.0,
      "text": "I said, “Oh, I'm launching this incredible online business program for women entrepreneurs.”"
    },
    {
      "index": 12,
      "start_time": 84609.0,
      "end_time": 94440.0,
      "text": "And so he says, “Oh, that's cute. Is that a hobby? Do you actually make money doing that? Or do you have a rich husband who is bankrolling you?”"
    },
    {
      "index": 13,
      "start_time": 94440.0,
      "end_time": 98800.0,
      "text": "For one of the very few times in my life, I was absolutely speechless."
    },
    {
      "index": 14,
      "start_time": 99000.0,
      "end_time": 103300.0,
      "text": "I felt like I just got gone by the ultimate business debate."
    },
    {
      "index": 15,
      "start_time": 103500.0,
      "end_time": 113449.0,
      "text": "I was thinking to myself,“I cannot believe a-hole like this still exists.”And thank God it was a short little escalator ride because I wanted to throw him over that freaking escalator."
    },
    {
      "index": 16,
      "start_time": 113500.0,
      "end_time": 123800.0,
      "text": "I got myself together, I mustered out something about that I had been successfully supporting myself in business for the last 9 years, and then I did whatever I could to get away from that turd muncher as fast as humanly possible."
    },
    {
      "index": 17,
      "start_time": 124000.0,
      "end_time": 136300.0,
      "text": "Now, here's my point, well that guy was a total ignorato for what he said to me, I actually thank him for not believing in me. I thank him for underestimating me."
    },
    {
      "index": 18,
      "start_time": 136440.0,
      "end_time": 142150.0,
      "text": "I thank him for being a totally ignorant chauvinistic piece of poop. You know why?"
    },
    {
      "index": 19,
      "start_time": 142150.0,
      "end_time": 146700.0,
      "text": "Because he actually fueled me to make B-School even more of a success."
    },
    {
      "index": 20,
      "start_time": 147000.0,
      "end_time": 151560.0,
      "text": "I was already committed to it, but after that interaction, nothing was going to stop me."
    },
    {
      "index": 21,
      "start_time": 151600.0,
      "end_time": 163700.0,
      "text": "Now, I know that not everybody is wired in the exact same way, but for me when I want some really bad and someone basically says, “You can't do that,”it just gets me totally fired up and motivated to prove them wrong."
    },
    {
      "index": 22,
      "start_time": 163900.0,
      "end_time": 181000.0,
      "text": "And, yes, I know in a certain spiritual framework we don't wanna be reactive to life, but what I'm saying is this, is that every single thing that happens to you, including what I now call escalator moment, are fuel for growth and sometimes even more so than the encouraging moments."
    },
    {
      "index": 23,
      "start_time": 181300.0,
      "end_time": 192500.0,
      "text": "And to help you remember this, here's a Tweetable: “Sometimes a put-down is the best fuel to fire you up.”So let's turn this inspiration into action."
    },
    {
      "index": 24,
      "start_time": 192800.0,
      "end_time": 195230.0,
      "text": "I would love to hear about your escalator moment."
    },
    {
      "index": 25,
      "start_time": 195250.0,
      "end_time": 205430.0,
      "text": "Let's have a real honest to goodness thank you fest for those people that have not believed in you or for those times when life has challenged your belief in yourself."
    },
    {
      "index": 26,
      "start_time": 205450.0,
      "end_time": 211459.0,
      "text": "Tell me how you can take one of those moments and really let it fuel you into what you want to create right now."
    },
    {
      "index": 27,
      "start_time": 211459.0,
      "end_time": 222020.0,
      "text": "As always, the best discussions happen after the episode over at, say it with me, the lovely land of MarieForleo.com, so go there and leave a comment now."
    },
    {
      "index": 28,
      "start_time": 222020.0,
      "end_time": 226500.0,
      "text": "Did you like this video? If so, consider subscribing to our wonderful channel."
    },
    {
      "index": 29,
      "start_time": 226500.0,
      "end_time": 238559.0,
      "text": "And if you want even more awesome insights and resources and cool stuff to create a business and life that you love, come on over to MarieForleo.com and make sure you sign up for email updates."
    },
    {
      "index": 30,
      "start_time": 238559.0,
      "end_time": 246100.0,
      "text": "Stay on your game and keep going for your dreams because the world really needs that special gift that only you have."
    },
    {
      "index": 31,
      "start_time": 246500.0,
      "end_time": 255739.0,
      "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
    }
  ]
}