{
  "video_id": "j5uU25JuGUE",
  "title": "7 Psychological Tricks To Get Someone To Like You!",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 5800.0,
      "end_time": 12420.0,
      "text": "A lot of people think that being super likable and popular comes from unobtainable traits that belong only to a lucky charismatic few."
    },
    {
      "index": 2,
      "start_time": 12780.0,
      "end_time": 14360.0,
      "text": "But that's not true."
    },
    {
      "index": 3,
      "start_time": 14650.0,
      "end_time": 23039.0,
      "text": "There are methods and techniques they've used on a day-to-day basis that can massively increase your chances of getting pretty much anyone to like you, and want to be around you."
    },
    {
      "index": 4,
      "start_time": 23289.0,
      "end_time": 29608.0,
      "text": "There's no deception involved in there not-Jedi-mind-tricks. They're just good, old science fact psychological techniques."
    },
    {
      "index": 5,
      "start_time": 29949.0,
      "end_time": 34828.0,
      "text": "So sit back, relax, and let's take a look at seven mind tricks to make someone like you."
    },
    {
      "index": 6,
      "start_time": 36670.0,
      "end_time": 42780.0,
      "text": "Nodding your head during a conversation or when asking a question, makes the other person more likely to agree with what you're saying."
    },
    {
      "index": 7,
      "start_time": 43329.0,
      "end_time": 48869.0,
      "text": "So the next time you need to win someone over to your way of thinking, try nodding your head as you speak."
    },
    {
      "index": 8,
      "start_time": 49180.0,
      "end_time": 55829.0,
      "text": "When you nod your head as you speak, you convey that what you're saying is true and desirable and people are more inclined to agree with you."
    },
    {
      "index": 9,
      "start_time": 56199.0,
      "end_time": 62910.0,
      "text": "So if you're trying to persuade that special someone to go on a date with you, What are you waiting for? Go over there and get nodding!"
    },
    {
      "index": 10,
      "start_time": 64569.99999999999,
      "end_time": 67349.0,
      "text": "Now this one is probably the most surprising on the list."
    },
    {
      "index": 11,
      "start_time": 67810.0,
      "end_time": 74580.0,
      "text": "Instead of going out of your way to do nice things for the people you like, get empathy things for you, sounds odd."
    },
    {
      "index": 12,
      "start_time": 74600.0,
      "end_time": 82259.0,
      "text": "But psychologists at Japanese University carried out multiple studies where they discovered that getting people to do favors for you can increase your attraction."
    },
    {
      "index": 13,
      "start_time": 82450.0,
      "end_time": 89500.0,
      "text": "You would thought it would have been the other way around, but asking someone for a favor signals to them that you like them and you trust them."
    },
    {
      "index": 14,
      "start_time": 89500.0,
      "end_time": 95969.0,
      "text": "So if you've got your eye on that little cutie-Patootie and you want to make them like you, ask them to do something for you."
    },
    {
      "index": 15,
      "start_time": 96400.0,
      "end_time": 102989.0,
      "text": "This actually called the Benjamin Franklin effect. As he use this technique to turn his worst enemies into his closest friends."
    },
    {
      "index": 16,
      "start_time": 103149.0,
      "end_time": 107729.0,
      "text": "And the reasoning behind it is that when someone actually goes out of their way and does a favor for you"
    },
    {
      "index": 17,
      "start_time": 107729.0,
      "end_time": 114929.0,
      "text": "They subconsciously make reasons to justify why they are doing it. Some of those reasons could be I want to impress this person."
    },
    {
      "index": 18,
      "start_time": 114930.0,
      "end_time": 121500.0,
      "text": "I'm doing it because I want their friendship or they're already my friend, and I like them. So is a win-win situation."
    },
    {
      "index": 19,
      "start_time": 121500.0,
      "end_time": 123809.0,
      "text": "You're getting a favor and you're making someone like you."
    },
    {
      "index": 20,
      "start_time": 125950.0,
      "end_time": 130380.0,
      "text": "Have you ever been to a shop or a theme park or a supermarket and asked the directions?"
    },
    {
      "index": 21,
      "start_time": 130479.00000000001,
      "end_time": 136420.0,
      "text": "If so, you may have noticed that you've been given directions like this, and not like this."
    },
    {
      "index": 22,
      "start_time": 136420.0,
      "end_time": 143070.0,
      "text": "That's because open hands and palms create trust and open palm gestures make people more likely to agree with you."
    },
    {
      "index": 23,
      "start_time": 143620.0,
      "end_time": 151080.0,
      "text": "Open Palm gestures make you come across as more friendly and likable whereas pointing can be seen as aggressive and in some cases rude."
    },
    {
      "index": 24,
      "start_time": 153070.0,
      "end_time": 157649.0,
      "text": "Now this next one is going to require you to be a bit of a Sherlock Holmes and do a bit of detective."
    },
    {
      "index": 25,
      "start_time": 158230.0,
      "end_time": 165570.0,
      "text": "So when you talking to someone, try to figure out what makes them tick, find out what they're passionate about, be interested in it and talk about it."
    },
    {
      "index": 26,
      "start_time": 166090.0,
      "end_time": 173880.0,
      "text": "People love talking about their passions and hobbies and the beauty about this one is that you can keep the conversation flowing by just asking questions."
    },
    {
      "index": 27,
      "start_time": 174280.0,
      "end_time": 183300.0,
      "text": "They'll do all the speaking and even better they'll come away thinking that you are an exceptional conversationalist, but remember for this to work you have to show genuine interest."
    },
    {
      "index": 28,
      "start_time": 185230.0,
      "end_time": 189420.0,
      "text": "There is no sweeter sound to anyone in the world than the sound of their own name."
    },
    {
      "index": 29,
      "start_time": 189820.0,
      "end_time": 194010.0,
      "text": "Using a person's name while you're chatting to them is an incredibly powerful trick."
    },
    {
      "index": 30,
      "start_time": 194350.0,
      "end_time": 202350.0,
      "text": "So if you want people to like you more try dropping their name into conversations as much as you can, not too much though as it will start to sound a bit weird make sure it sounds natural."
    },
    {
      "index": 31,
      "start_time": 202350.0,
      "end_time": 209070.0,
      "text": "For example, when you greet someone instead of saying hi, how have you been?"
    },
    {
      "index": 32,
      "start_time": 209470.0,
      "end_time": 215100.0,
      "text": "Instead say James how have you been or what are you doing at the weekend could be changed, too."
    },
    {
      "index": 33,
      "start_time": 215310.0,
      "end_time": 217410.0,
      "text": "So what are you doing at the weekend, James?"
    },
    {
      "index": 34,
      "start_time": 218019.0,
      "end_time": 221939.0,
      "text": "The reason for this is that it gives the person you are addressed in a sense of validation and worth."
    },
    {
      "index": 35,
      "start_time": 223000.0,
      "end_time": 226889.0,
      "text": "It's telling them that they are an individual that matters and has value."
    },
    {
      "index": 36,
      "start_time": 229450.0,
      "end_time": 234660.0,
      "text": "Eye contact, now this point is quite hard for me as I find it awkward when I'm aware of it sometimes"
    },
    {
      "index": 37,
      "start_time": 234660.0,
      "end_time": 240239.0,
      "text": "I think I'm doing it too much and being creepy then I try to do it less that look weird as I'm looking around the room"
    },
    {
      "index": 38,
      "start_time": 240670.0,
      "end_time": 245309.0,
      "text": "Well the trick is to maintain eye contact for around 60% of the conversation."
    },
    {
      "index": 39,
      "start_time": 245350.0,
      "end_time": 252200.0,
      "text": "But like I said is tricky. too much, and it's creepy; too little and you look uninterested, but if you can get it right."
    },
    {
      "index": 40,
      "start_time": 252800.0,
      "end_time": 258289.0,
      "text": "You'll come across as interested, friendly and trustworthy and further increase your chances of getting someone to like you."
    },
    {
      "index": 41,
      "start_time": 260070.0,
      "end_time": 264770.0,
      "text": "This next one is one of the oldest, psychological techniques in the book. It's called mirroring."
    },
    {
      "index": 42,
      "start_time": 264770.0,
      "end_time": 273340.0,
      "text": "And it's one of the most effective ways to get someone to lighten. They say imitation is the greatest form of flattery and in this case that really is true."
    },
    {
      "index": 43,
      "start_time": 273870.0,
      "end_time": 279620.0,
      "text": "Just by mirroring someone's movements, posture and gestures, it will increase your chances of getting them to like you."
    },
    {
      "index": 44,
      "start_time": 279960.0,
      "end_time": 282140.0,
      "text": "For example, if they take a sip of their drink, sip yours."
    },
    {
      "index": 45,
      "start_time": 282500.0,
      "end_time": 289130.0,
      "text": "If they leaning then you leaning, but be careful not to make it obvious because that look weird."
    },
    {
      "index": 46,
      "start_time": 289710.0,
      "end_time": 293149.0,
      "text": "The reasoning behind this is that by matching someone's body language"
    },
    {
      "index": 47,
      "start_time": 293150.0,
      "end_time": 297380.0,
      "text": "you are basically saying I'm like you, I feel the same and we're on the same wavelength"
    },
    {
      "index": 48,
      "start_time": 297630.0,
      "end_time": 303200.0,
      "text": "Thus making you more like them in their eyes and therefore easier to trust and easier to like."
    },
    {
      "index": 49,
      "start_time": 305520.0,
      "end_time": 312900.0,
      "text": "And that brings this video to an end. If you like it then why not follow me on social Media to be the first to see All my new uploads."
    },
    {
      "index": 50,
      "start_time": 312900.0,
      "end_time": 315799.0,
      "text": "Anyways, I jolly well hope you liked it and as always."
    },
    {
      "index": 51,
      "start_time": 316410.0,
      "end_time": 318410.0,
      "text": "Thanks for watching."
    }
  ]
}