{
  "video_id": "J6GFHvFoVjw",
  "title": "Why Do We Talk to Ourselves?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3160.0,
      "end_time": 5800.0,
      "text": "Alright, Hank, you can do this. One take."
    },
    {
      "index": 2,
      "start_time": 5800.0,
      "end_time": 7840.0,
      "text": "Probably won't even have to say “epithelial” today."
    },
    {
      "index": 3,
      "start_time": 7840.0,
      "end_time": 9460.0,
      "text": "Epithelial. Epithelial."
    },
    {
      "index": 4,
      "start_time": 9500.0,
      "end_time": 12240.0,
      "text": "Oh hi there! Don't mind me, I'm just talking. To myself."
    },
    {
      "index": 5,
      "start_time": 12440.0,
      "end_time": 19260.0,
      "text": "And it's not because I'm losing my marbles, I promise — despite the popular stereotype that talking to yourself means you have a serious problem."
    },
    {
      "index": 6,
      "start_time": 19320.0,
      "end_time": 25860.0,
      "text": "Because it turns out that talking to yourself — aka self-directed or private speech — can actually be super helpful."
    },
    {
      "index": 7,
      "start_time": 25880.0,
      "end_time": 32120.0,
      "text": "Scientists have been trying to make sense of private speech for a while because it's kind of weird that we talk to ourselves at all."
    },
    {
      "index": 8,
      "start_time": 32150.0,
      "end_time": 35600.0,
      "text": "You can talk to yourself inside your head — that's what's called \"inner speech\"."
    },
    {
      "index": 9,
      "start_time": 35600.0,
      "end_time": 37900.0,
      "text": "So why say the words out loud?"
    },
    {
      "index": 10,
      "start_time": 37900.0,
      "end_time": 41040.0,
      "text": "Well, part of the reason is that it's important for cognitive development."
    },
    {
      "index": 11,
      "start_time": 41040.0,
      "end_time": 50980.0,
      "text": "In the early 20th century, Soviet psychologist Lev Vygotsky proposed that we develop private speech because when we first learn to talk, our thoughts and speech aren't really connected."
    },
    {
      "index": 12,
      "start_time": 51079.0,
      "end_time": 57970.0,
      "text": "He speculated that around age 3, we start talking to ourselves to help connect our inner thoughts to our outer speech."
    },
    {
      "index": 13,
      "start_time": 58060.0,
      "end_time": 62380.0,
      "text": "That's when inner speech emerges, and our thoughts become more like verbal sentences."
    },
    {
      "index": 14,
      "start_time": 62380.0,
      "end_time": 65750.0,
      "text": "After that, we don't tend to talk to ourselves out loud as much."
    },
    {
      "index": 15,
      "start_time": 65750.0,
      "end_time": 73860.0,
      "text": "Since Vygotsky's time, researchers have found that private speech is involved in other aspects of development, too, like learning social skills and practicing language."
    },
    {
      "index": 16,
      "start_time": 73880.0,
      "end_time": 77710.0,
      "text": "But there are some situations where private speech can be really helpful, even for adults."
    },
    {
      "index": 17,
      "start_time": 77710.0,
      "end_time": 83899.0,
      "text": "One of the most useful benefits of talking to yourself is that it helps you concentrate — although it depends what you're saying."
    },
    {
      "index": 18,
      "start_time": 83940.0,
      "end_time": 89540.0,
      "text": "Researchers often study how speaking affects our behavior using a technique called \"articulatory suppression\"."
    },
    {
      "index": 19,
      "start_time": 89640.0,
      "end_time": 98380.0,
      "text": "Basically, they tell people to repeat a bunch of nonsense while they're trying to perform a task — for example, to say “blah blah blah” over and over again while you're separating a deck of cards into suits."
    },
    {
      "index": 20,
      "start_time": 98440.0,
      "end_time": 105620.0,
      "text": "And it's probably not too surprising that a lot of the time, saying the words makes it harder to do something else, especially if the task is complicated."
    },
    {
      "index": 21,
      "start_time": 105659.0,
      "end_time": 107819.0,
      "text": "Humans are terrible multitaskers."
    },
    {
      "index": 22,
      "start_time": 107819.0,
      "end_time": 114390.0,
      "text": "But researchers have also found that if you use your speech to direct your actions, it can actually help you concentrate."
    },
    {
      "index": 23,
      "start_time": 114419.0,
      "end_time": 121119.0,
      "text": "For example, one 2011 study asked 24 subjects to quickly determine either the shape or color of an object on a screen."
    },
    {
      "index": 24,
      "start_time": 121149.0,
      "end_time": 130340.0,
      "text": "The screen would flash either the words “red/blue” or “square/circle” to let them know which characteristic to focus on, and then show them a red or blue circle or square."
    },
    {
      "index": 25,
      "start_time": 130369.0,
      "end_time": 135730.0,
      "text": "So if the cue was red/blue and then a red circle appeared, they had to press the button for “red”, not for “circle”."
    },
    {
      "index": 26,
      "start_time": 135790.0,
      "end_time": 144089.0,
      "text": "The researchers told participants whether to read the cues silently or say them aloud, and they found that people who read them aloud had much faster response times."
    },
    {
      "index": 27,
      "start_time": 144090.0,
      "end_time": 153240.0,
      "text": "This was just one small study, but the results suggest that talking to yourself can help you concentrate — maybe because having to actually say the words keeps you from getting bored or distracted."
    },
    {
      "index": 28,
      "start_time": 153320.0,
      "end_time": 158180.0,
      "text": "Other experiments have shown that private speech can also change the way you process visual information."
    },
    {
      "index": 29,
      "start_time": 158240.0,
      "end_time": 164939.0,
      "text": "In a 2012 study, researchers had 22 subjects find a specific object, like a chicken, in a group of other objects."
    },
    {
      "index": 30,
      "start_time": 164940.0,
      "end_time": 168240.0,
      "text": "Basically like “Where's Waldo?” for science … with chickens."
    },
    {
      "index": 31,
      "start_time": 168240.0,
      "end_time": 177300.0,
      "text": "People found things faster when they repeated the object's name out loud instead of just thinking the word, which supports the idea that talking to yourself helps you concentrate."
    },
    {
      "index": 32,
      "start_time": 177340.0,
      "end_time": 184200.0,
      "text": "But part of the results were kind of strange: the less familiar the name of the object was to the person, the longer it took them to find it."
    },
    {
      "index": 33,
      "start_time": 184280.0,
      "end_time": 192200.0,
      "text": "If talking out loud helps you focus, then saying the name of something you're less familiar with should be more helpful, since you need to concentrate harder to find it."
    },
    {
      "index": 34,
      "start_time": 192260.0,
      "end_time": 197220.0,
      "text": "According to the researchers, that could mean talking to yourself affects your visual processing, too."
    },
    {
      "index": 35,
      "start_time": 197220.0,
      "end_time": 201239.0,
      "text": "When you name something you're familiar with, that might help you visualize it — and then find it."
    },
    {
      "index": 36,
      "start_time": 201300.0,
      "end_time": 206080.0,
      "text": "But if it's something you're not familiar with, saying its name out loud doesn't help you picture what you're looking for."
    },
    {
      "index": 37,
      "start_time": 206109.0,
      "end_time": 213050.0,
      "text": "So now you have a scientific reason for wandering around the house mumbling “keys keys keys,” like, every morning."
    },
    {
      "index": 38,
      "start_time": 213060.0,
      "end_time": 218960.0,
      "text": "And there are good reasons to talk to yourself even when you're not trying to concentrate: it can increase your confidence and motivation."
    },
    {
      "index": 39,
      "start_time": 219040.0,
      "end_time": 221519.0,
      "text": "That's what I was doing in the start of this video."
    },
    {
      "index": 40,
      "start_time": 221519.0,
      "end_time": 229450.0,
      "text": "But it's important to talk to yourself in the third person — meaning instead of saying something like “I can do this,”you should say, “Hank, you can do this.”"
    },
    {
      "index": 41,
      "start_time": 229460.0,
      "end_time": 231439.0,
      "text": "Except probably use your name instead of mine."
    },
    {
      "index": 42,
      "start_time": 231439.0,
      "end_time": 239620.0,
      "text": "A meta-analysis published in the Journal of Personality and Social Psychology in 2014 looked at multiple studies on this, with almost 600 subjects in total."
    },
    {
      "index": 43,
      "start_time": 239700.0,
      "end_time": 248710.0,
      "text": "And it found that talking to yourself in the third person increased what's known as \"self-distancing\", which is how well you can judge things objectively or without bias."
    },
    {
      "index": 44,
      "start_time": 248739.0,
      "end_time": 258419.0,
      "text": "In one of the studies, for example, 97 people were told to reflect on their feelings about an upcoming meeting with a stranger — either by referring to themselves in the first person or in the third person."
    },
    {
      "index": 45,
      "start_time": 258450.0,
      "end_time": 261480.0,
      "text": "People who were told to use the third person had less anxiety during the meeting."
    },
    {
      "index": 46,
      "start_time": 261480.00000000003,
      "end_time": 269930.0,
      "text": "It's possible that referring to themselves in the third person helped the subjects see the situation from an outside point of view, which made them realize there was nothing to worry about."
    },
    {
      "index": 47,
      "start_time": 269949.0,
      "end_time": 279400.0,
      "text": "There's still a lot of research left to be done before we fully understand how talking to yourself affects your brain, but so far, we've found that it can benefit your reasoning, performance, and well-being."
    },
    {
      "index": 48,
      "start_time": 279479.0,
      "end_time": 281010.0,
      "text": "So stop keeping it in!"
    },
    {
      "index": 49,
      "start_time": 281110.0,
      "end_time": 288920.0,
      "text": "The next time you're worried about making a good first impression, just look at yourself in the mirror and say, “Hank, you're a beautiful butterfly and you're gonna kill it tonight.”"
    },
    {
      "index": 50,
      "start_time": 288950.0,
      "end_time": 290810.0,
      "text": "Thanks for watching this episode of SciShow Psych."
    },
    {
      "index": 51,
      "start_time": 290810.0,
      "end_time": 297780.0,
      "text": "To learn more about the weird reasons behind all the weird things you do, you can go to youtube.com/scishowpsych and subscribe."
    }
  ]
}