{
  "video_id": "j6v5byyCyW4",
  "title": "CIVILIZATION VI - How to Build a City",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4537.0,
      "text": "Cities are the engines of your empire in Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 4904.0,
      "end_time": 7207.0,
      "text": "Here’s how you can keep them running at their best."
    },
    {
      "index": 3,
      "start_time": 7207.0,
      "end_time": 9743.0,
      "text": "Food is a resource used to grow your cities."
    },
    {
      "index": 4,
      "start_time": 9743.0,
      "end_time": 12612.0,
      "text": "The more food your city gets, the faster it will grow."
    },
    {
      "index": 5,
      "start_time": 12612.0,
      "end_time": 20186.0,
      "text": "Some tiles provide food and you can increase food production through building farms as tile improvements, especially on Wheat or Rice."
    },
    {
      "index": 6,
      "start_time": 20186.0,
      "end_time": 31497.0,
      "text": "After you earn a certain amount of food, you get an extra population in your city. That new population can be used to work around the city and the more population it can support, the more it will produce."
    },
    {
      "index": 7,
      "start_time": 31498.0,
      "end_time": 47847.0,
      "text": "You can assign population from a city to work as Specialists in a District. If you choose to optimize a city for a particular yield, the game will assign these Specialists for you. You can also manually assign these Specialists if you aren&#39;t optimizing for one specific yield."
    },
    {
      "index": 8,
      "start_time": 47847.0,
      "end_time": 60393.0,
      "text": "Cities have a soft limit to the number of people who can live there, called Housing. If you don’t pay attention to Housing, you may miss out on some of your city’s fullest potential, giving you fewer workers and smaller yields each turn."
    },
    {
      "index": 9,
      "start_time": 60393.0,
      "end_time": 74474.0,
      "text": "Cities with access to fresh water start with more Housing than cities in other locations. You can add Housing to your city through buildings and Districts, especially the Aqueduct and Neighborhood, as well as Policies and Religious beliefs."
    },
    {
      "index": 10,
      "start_time": 74474.0,
      "end_time": 88354.0,
      "text": "Appeal affects how much Housing a Neighborhood can produce. Tiles near undeveloped forests, natural wonders, and national parks have higher Appeal than others. Place Neighborhoods here to get the best possible Housing out of them."
    },
    {
      "index": 11,
      "start_time": 88354.0,
      "end_time": 101501.0,
      "text": "Amenities keep your population happy and are also crucial to grow your cities. You can get Amenities through developing luxury resources, building an Entertainment Complex, and certain Policies and Religious beliefs."
    },
    {
      "index": 12,
      "start_time": 101501.0,
      "end_time": 106573.0,
      "text": "Some civs, like Brazil, have special ways of gaining Amenities."
    },
    {
      "index": 13,
      "start_time": 106573.0,
      "end_time": 111577.0,
      "text": "If your population doesn’t get enough of these, they’ll become unhappy, and may even revolt."
    },
    {
      "index": 14,
      "start_time": 113379.0,
      "end_time": 116382.0,
      "text": "Civilization VI has the 1-2-3 rule."
    },
    {
      "index": 15,
      "start_time": 116382.0,
      "end_time": 120854.0,
      "text": "For every one population in a city, you’ll need one Housing to keep growing. "
    },
    {
      "index": 16,
      "start_time": 120854.0,
      "end_time": 124891.0,
      "text": "For every two population, you’ll need one Amenity to stay happy."
    },
    {
      "index": 17,
      "start_time": 124891.0,
      "end_time": 129229.0,
      "text": "And for every three population, you can build a new District in that city."
    },
    {
      "index": 18,
      "start_time": 131970.0,
      "end_time": 137504.0,
      "text": "Keep your citizens well fed, housed and happy, and your empire will flourish in Sid Meier’s Civilization VI."
    }
  ]
}