{
  "video_id": "J_0IqczmhVY",
  "title": "Wave power",
  "json": [
    {
      "index": 1,
      "start_time": 99.0,
      "end_time": 5569.0,
      "text": "Wave power is the transport of energy by ocean surface waves, and the capture of that energy"
    },
    {
      "index": 2,
      "start_time": 5569.0,
      "end_time": 12210.0,
      "text": "to do useful work – for example, electricity generation, water desalination, or the pumping"
    },
    {
      "index": 3,
      "start_time": 12210.0,
      "end_time": 18920.0,
      "text": "of water. Machinery able to exploit wave power is generally known as a wave energy converter."
    },
    {
      "index": 4,
      "start_time": 18920.0,
      "end_time": 24450.0,
      "text": "Wave power is distinct from the diurnal flux of tidal power and the steady gyre of ocean"
    },
    {
      "index": 5,
      "start_time": 24450.0,
      "end_time": 30350.0,
      "text": "currents. Wave-power generation is not currently a widely employed commercial technology, although"
    },
    {
      "index": 6,
      "start_time": 30350.0,
      "end_time": 36899.0,
      "text": "there have been attempts to use it since at least 1890. In 2008, the first experimental"
    },
    {
      "index": 7,
      "start_time": 36899.0,
      "end_time": 44089.0,
      "text": "wave farm was opened in Portugal, at the Aguçadoura Wave Park. The major competitor of wave power"
    },
    {
      "index": 8,
      "start_time": 44089.0,
      "end_time": 46579.0,
      "text": "is offshore wind power."
    },
    {
      "index": 9,
      "start_time": 46579.0,
      "end_time": 47370.0,
      "text": "Physical concepts"
    },
    {
      "index": 10,
      "start_time": 47370.0,
      "end_time": 53329.0,
      "text": "See energy, power and work for more information on these important physical concepts. see"
    },
    {
      "index": 11,
      "start_time": 53329.0,
      "end_time": 58999.0,
      "text": "wind wave for more information on ocean waves. Waves are generated by wind passing over the"
    },
    {
      "index": 12,
      "start_time": 58999.0,
      "end_time": 64619.0,
      "text": "surface of the sea. As long as the waves propagate slower than the wind speed just above the"
    },
    {
      "index": 13,
      "start_time": 64619.0,
      "end_time": 70049.0,
      "text": "waves, there is an energy transfer from the wind to the waves. Both air pressure differences"
    },
    {
      "index": 14,
      "start_time": 70049.0,
      "end_time": 75189.0,
      "text": "between the upwind and the lee side of a wave crest, as well as friction on the water surface"
    },
    {
      "index": 15,
      "start_time": 75189.0,
      "end_time": 80869.0,
      "text": "by the wind, making the water to go into the shear stress causes the growth of the waves."
    },
    {
      "index": 16,
      "start_time": 80869.0,
      "end_time": 86090.0,
      "text": "Wave height is determined by wind speed, the duration of time the wind has been blowing,"
    },
    {
      "index": 17,
      "start_time": 86090.0,
      "end_time": 91399.0,
      "text": "fetch and by the depth and topography of the seafloor. A given wind speed has a matching"
    },
    {
      "index": 18,
      "start_time": 91399.0,
      "end_time": 96960.0,
      "text": "practical limit over which time or distance will not produce larger waves. When this limit"
    },
    {
      "index": 19,
      "start_time": 96960.0,
      "end_time": 100509.0,
      "text": "has been reached the sea is said to be &quot;fully developed&quot;."
    },
    {
      "index": 20,
      "start_time": 100509.0,
      "end_time": 105840.0,
      "text": "In general, larger waves are more powerful but wave power is also determined by wave"
    },
    {
      "index": 21,
      "start_time": 105840.0,
      "end_time": 111219.0,
      "text": "speed, wavelength, and water density. Oscillatory motion is highest at the surface"
    },
    {
      "index": 22,
      "start_time": 111219.0,
      "end_time": 117679.0,
      "text": "and diminishes exponentially with depth. However, for standing waves near a reflecting coast,"
    },
    {
      "index": 23,
      "start_time": 117679.0,
      "end_time": 124170.0,
      "text": "wave energy is also present as pressure oscillations at great depth, producing microseisms. These"
    },
    {
      "index": 24,
      "start_time": 124170.0,
      "end_time": 128630.0,
      "text": "pressure fluctuations at greater depth are too small to be interesting from the point"
    },
    {
      "index": 25,
      "start_time": 128630.0,
      "end_time": 133200.0,
      "text": "of view of wave power. The waves propagate on the ocean surface,"
    },
    {
      "index": 26,
      "start_time": 133200.0,
      "end_time": 139000.0,
      "text": "and the wave energy is also transported horizontally with the group velocity. The mean transport"
    },
    {
      "index": 27,
      "start_time": 139000.0,
      "end_time": 144200.0,
      "text": "rate of the wave energy through a vertical plane of unit width, parallel to a wave crest,"
    },
    {
      "index": 28,
      "start_time": 144200.0,
      "end_time": 148460.0,
      "text": "is called the wave energy flux. Wave power formula"
    },
    {
      "index": 29,
      "start_time": 148460.0,
      "end_time": 153000.0,
      "text": "In deep water where the water depth is larger than half the wavelength, the wave energy"
    },
    {
      "index": 30,
      "start_time": 153000.0,
      "end_time": 154760.0,
      "text": "flux is"
    },
    {
      "index": 31,
      "start_time": 154760.0,
      "end_time": 161310.0,
      "text": "with P the wave energy flux per unit of wave-crest length, Hm0 the significant wave height, Te"
    },
    {
      "index": 32,
      "start_time": 161310.0,
      "end_time": 167260.0,
      "text": "the wave energy period, ρ the water density and g the acceleration by gravity. The above"
    },
    {
      "index": 33,
      "start_time": 167260.0,
      "end_time": 172000.0,
      "text": "formula states that wave power is proportional to the wave energy period and to the square"
    },
    {
      "index": 34,
      "start_time": 172000.0,
      "end_time": 177840.0,
      "text": "of the wave height. When the significant wave height is given in metres, and the wave period"
    },
    {
      "index": 35,
      "start_time": 177840.0,
      "end_time": 183980.0,
      "text": "in seconds, the result is the wave power in kilowatts per metre of wavefront length."
    },
    {
      "index": 36,
      "start_time": 183980.0,
      "end_time": 190080.0,
      "text": "Example: Consider moderate ocean swells, in deep water, a few km off a coastline, with"
    },
    {
      "index": 37,
      "start_time": 190080.0,
      "end_time": 196610.0,
      "text": "a wave height of 3 m and a wave energy period of 8 seconds. Using the formula to solve for"
    },
    {
      "index": 38,
      "start_time": 196610.0,
      "end_time": 198250.0,
      "text": "power, we get"
    },
    {
      "index": 39,
      "start_time": 198250.0,
      "end_time": 203400.0,
      "text": "meaning there are 36 kilowatts of power potential per meter of wave crest."
    },
    {
      "index": 40,
      "start_time": 203400.0,
      "end_time": 208530.0,
      "text": "In major storms, the largest waves offshore are about 15 meters high and have a period"
    },
    {
      "index": 41,
      "start_time": 208530.0,
      "end_time": 215640.0,
      "text": "of about 15 seconds. According to the above formula, such waves carry about 1.7 MW of"
    },
    {
      "index": 42,
      "start_time": 215640.0,
      "end_time": 221080.0,
      "text": "power across each metre of wavefront. An effective wave power device captures as"
    },
    {
      "index": 43,
      "start_time": 221080.0,
      "end_time": 226340.0,
      "text": "much as possible of the wave energy flux. As a result the waves will be of lower height"
    },
    {
      "index": 44,
      "start_time": 226340.0,
      "end_time": 232150.0,
      "text": "in the region behind the wave power device. Wave energy and wave-energy flux"
    },
    {
      "index": 45,
      "start_time": 232150.0,
      "end_time": 238270.0,
      "text": "In a sea state, the average(mean) energy density per unit area of gravity waves on the water"
    },
    {
      "index": 46,
      "start_time": 238270.0,
      "end_time": 243870.0,
      "text": "surface is proportional to the wave height squared, according to linear wave theory:"
    },
    {
      "index": 47,
      "start_time": 243870.0,
      "end_time": 249040.0,
      "text": "where E is the mean wave energy density per unit horizontal area, the sum of kinetic and"
    },
    {
      "index": 48,
      "start_time": 249040.0,
      "end_time": 255260.0,
      "text": "potential energy density per unit horizontal area. The potential energy density is equal"
    },
    {
      "index": 49,
      "start_time": 255260.0,
      "end_time": 261160.0,
      "text": "to the kinetic energy, both contributing half to the wave energy density E, as can be expected"
    },
    {
      "index": 50,
      "start_time": 261160.00000000003,
      "end_time": 267340.0,
      "text": "from the equipartition theorem. In ocean waves, surface tension effects are negligible for"
    },
    {
      "index": 51,
      "start_time": 267340.0,
      "end_time": 274280.0,
      "text": "wavelengths above a few decimetres. As the waves propagate, their energy is transported."
    },
    {
      "index": 52,
      "start_time": 274280.0,
      "end_time": 280530.0,
      "text": "The energy transport velocity is the group velocity. As a result, the wave energy flux,"
    },
    {
      "index": 53,
      "start_time": 280530.0,
      "end_time": 286030.0,
      "text": "through a vertical plane of unit width perpendicular to the wave propagation direction, is equal"
    },
    {
      "index": 54,
      "start_time": 286030.0,
      "end_time": 286560.0,
      "text": "to:"
    },
    {
      "index": 55,
      "start_time": 286560.0,
      "end_time": 292870.0,
      "text": "with cg the group velocity. Due to the dispersion relation for water waves under the action"
    },
    {
      "index": 56,
      "start_time": 292870.0,
      "end_time": 298280.0,
      "text": "of gravity, the group velocity depends on the wavelength λ, or equivalently, on the"
    },
    {
      "index": 57,
      "start_time": 298280.0,
      "end_time": 305980.0,
      "text": "wave period T. Further, the dispersion relation is a function of the water depth h. As a result,"
    },
    {
      "index": 58,
      "start_time": 305980.0,
      "end_time": 310310.0,
      "text": "the group velocity behaves differently in the limits of deep and shallow water, and"
    },
    {
      "index": 59,
      "start_time": 310310.0,
      "end_time": 315010.0,
      "text": "at intermediate depths: Deep-water characteristics and opportunities"
    },
    {
      "index": 60,
      "start_time": 315010.0,
      "end_time": 319310.0,
      "text": "Deep water corresponds with a water depth larger than half the wavelength, which is"
    },
    {
      "index": 61,
      "start_time": 319310.0,
      "end_time": 325170.0,
      "text": "the common situation in the sea and ocean. In deep water, longer-period waves propagate"
    },
    {
      "index": 62,
      "start_time": 325170.0,
      "end_time": 330360.0,
      "text": "faster and transport their energy faster. The deep-water group velocity is half the"
    },
    {
      "index": 63,
      "start_time": 330360.0,
      "end_time": 337370.0,
      "text": "phase velocity. In shallow water, for wavelengths larger than about twenty times the water depth,"
    },
    {
      "index": 64,
      "start_time": 337370.0,
      "end_time": 343070.0,
      "text": "as found quite often near the coast, the group velocity is equal to the phase velocity."
    },
    {
      "index": 65,
      "start_time": 343070.0,
      "end_time": 345970.0,
      "text": "History The first known patent to use energy from"
    },
    {
      "index": 66,
      "start_time": 345970.0,
      "end_time": 353510.0,
      "text": "ocean waves dates back to 1799, and was filed in Paris by Girard and his son. An early application"
    },
    {
      "index": 67,
      "start_time": 353510.0,
      "end_time": 358990.0,
      "text": "of wave power was a device constructed around 1910 by Bochaux-Praceique to light and power"
    },
    {
      "index": 68,
      "start_time": 358990.0,
      "end_time": 364980.0,
      "text": "his house at Royan, near Bordeaux in France. It appears that this was the first oscillating"
    },
    {
      "index": 69,
      "start_time": 364980.0,
      "end_time": 372710.0,
      "text": "water-column type of wave-energy device. From 1855 to 1973 there were already 340 patents"
    },
    {
      "index": 70,
      "start_time": 372710.0,
      "end_time": 377410.0,
      "text": "filed in the UK alone. Modern scientific pursuit of wave energy was"
    },
    {
      "index": 71,
      "start_time": 377410.0,
      "end_time": 383770.0,
      "text": "pioneered by Yoshio Masuda&#39;s experiments in the 1940s. He has tested various concepts"
    },
    {
      "index": 72,
      "start_time": 383770.0,
      "end_time": 390310.0,
      "text": "of wave-energy devices at sea, with several hundred units used to power navigation lights."
    },
    {
      "index": 73,
      "start_time": 390310.0,
      "end_time": 394410.0,
      "text": "Among these was the concept of extracting power from the angular motion at the joints"
    },
    {
      "index": 74,
      "start_time": 394410.0,
      "end_time": 399560.0,
      "text": "of an articulated raft, which was proposed in the 1950s by Masuda."
    },
    {
      "index": 75,
      "start_time": 399560.0,
      "end_time": 407220.0,
      "text": "A renewed interest in wave energy was motivated by the oil crisis in 1973. A number of university"
    },
    {
      "index": 76,
      "start_time": 407220.0,
      "end_time": 412900.0,
      "text": "researchers re-examined the potential to generate energy from ocean waves, among whom notably"
    },
    {
      "index": 77,
      "start_time": 412900.0,
      "end_time": 417520.0,
      "text": "were Stephen Salter from the University of Edinburgh, Kjell Budal and Johannes Falnes"
    },
    {
      "index": 78,
      "start_time": 417520.0,
      "end_time": 423500.0,
      "text": "from Norwegian Institute of Technology, Michael E. McCormick from U.S. Naval Academy, David"
    },
    {
      "index": 79,
      "start_time": 423500.0,
      "end_time": 429090.0,
      "text": "Evans from Bristol University, Michael French from University of Lancaster, Nick Newman"
    },
    {
      "index": 80,
      "start_time": 429090.0,
      "end_time": 434970.0,
      "text": "and C. C. Mei from MIT. Stephen Salter&#39;s 1974 invention became known"
    },
    {
      "index": 81,
      "start_time": 434970.0,
      "end_time": 439820.0,
      "text": "as Salter&#39;s duck or nodding duck, although it was officially referred to as the Edinburgh"
    },
    {
      "index": 82,
      "start_time": 439820.0,
      "end_time": 446419.0,
      "text": "Duck. In small scale controlled tests, the Duck&#39;s curved cam-like body can stop 90% of"
    },
    {
      "index": 83,
      "start_time": 446419.0,
      "end_time": 452680.0,
      "text": "wave motion and can convert 90% of that to electricity giving 81% efficiency."
    },
    {
      "index": 84,
      "start_time": 452680.0,
      "end_time": 458600.0,
      "text": "In the 1980s, as the oil price went down, wave-energy funding was drastically reduced."
    },
    {
      "index": 85,
      "start_time": 458600.0,
      "end_time": 465720.0,
      "text": "Nevertheless, a few first-generation prototypes were tested at sea. More recently, following"
    },
    {
      "index": 86,
      "start_time": 465720.0,
      "end_time": 470460.0,
      "text": "the issue of climate change, there is again a growing interest worldwide for renewable"
    },
    {
      "index": 87,
      "start_time": 470460.0,
      "end_time": 475860.0,
      "text": "energy, including wave energy. The world&#39;s first marine energy test facility"
    },
    {
      "index": 88,
      "start_time": 475860.0,
      "end_time": 481150.0,
      "text": "was established in 2003 to kick start the development of a wave and tidal energy industry"
    },
    {
      "index": 89,
      "start_time": 481150.0,
      "end_time": 487370.0,
      "text": "in the UK. Based in Orkney, Scotland, the European Marine Energy Centre has supported"
    },
    {
      "index": 90,
      "start_time": 487370.0,
      "end_time": 492360.0,
      "text": "the deployment of more wave and tidal energy devices than at any other single site in the"
    },
    {
      "index": 91,
      "start_time": 492360.0,
      "end_time": 499070.0,
      "text": "world. EMEC provides a variety of test sites in real sea conditions. It&#39;s grid connected"
    },
    {
      "index": 92,
      "start_time": 499070.0,
      "end_time": 504610.0,
      "text": "wave test site is situated at Billia Croo, on the western edge of the Orkney mainland,"
    },
    {
      "index": 93,
      "start_time": 504610.0,
      "end_time": 509620.0,
      "text": "and is subject to the full force of the Atlantic Ocean with seas as high as 19 metres recorded"
    },
    {
      "index": 94,
      "start_time": 509620.0,
      "end_time": 515699.0,
      "text": "at the site. Wave energy developers currently testing at the centre include Aquamarine Power,"
    },
    {
      "index": 95,
      "start_time": 515698.99999999994,
      "end_time": 520228.99999999994,
      "text": "Pelamis Wave Power, ScottishPower Renewables and Wello."
    },
    {
      "index": 96,
      "start_time": 520229.00000000006,
      "end_time": 523869.00000000006,
      "text": "Modern technology Wave power devices are generally categorized"
    },
    {
      "index": 97,
      "start_time": 523869.0,
      "end_time": 529579.0,
      "text": "by the method used to capture the energy of the waves, by location and by the power take-off"
    },
    {
      "index": 98,
      "start_time": 529579.0,
      "end_time": 536490.0,
      "text": "system. Locations are shoreline, nearshore and offshore. Types of power take-off include:"
    },
    {
      "index": 99,
      "start_time": 536490.0,
      "end_time": 543660.0,
      "text": "hydraulic ram, elastomeric hose pump, pump-to-shore, hydroelectric turbine, air turbine, and linear"
    },
    {
      "index": 100,
      "start_time": 543660.0,
      "end_time": 549569.0,
      "text": "electrical generator. When evaluating wave energy as a technology type, it is important"
    },
    {
      "index": 101,
      "start_time": 549569.0,
      "end_time": 554740.0,
      "text": "to distinguish between the four most common approaches: point absorber buoys, surface"
    },
    {
      "index": 102,
      "start_time": 554740.0,
      "end_time": 560379.0,
      "text": "attenuators, oscillating water columns, and overtopping devices."
    },
    {
      "index": 103,
      "start_time": 560379.0,
      "end_time": 563850.0,
      "text": "Point Absorber Buoy This device floats on the surface of the water,"
    },
    {
      "index": 104,
      "start_time": 563850.0,
      "end_time": 570100.0,
      "text": "held in place by cables connected to the seabed. Buoys use the rise and fall of swells to drive"
    },
    {
      "index": 105,
      "start_time": 570100.0,
      "end_time": 575939.0,
      "text": "hydraulic pumps and generate electricity. EMF generated by electrical transmission cables"
    },
    {
      "index": 106,
      "start_time": 575939.0,
      "end_time": 581629.0,
      "text": "and acoustic of these devices may be a concern for marine organisms. The presence of the"
    },
    {
      "index": 107,
      "start_time": 581629.0,
      "end_time": 587149.0,
      "text": "buoys may affect fish, marine mammals, and birds as potential minor collision risk and"
    },
    {
      "index": 108,
      "start_time": 587149.0,
      "end_time": 593959.0,
      "text": "roosting sites. Potential also exists for entanglement in mooring lines. Energy removed"
    },
    {
      "index": 109,
      "start_time": 593959.0,
      "end_time": 599040.0,
      "text": "from the waves may also affect the shoreline, resulting in a recommendation that sites remain"
    },
    {
      "index": 110,
      "start_time": 599040.0,
      "end_time": 603660.0,
      "text": "a considerable distance from the shore. Surface Attenuator"
    },
    {
      "index": 111,
      "start_time": 603660.0,
      "end_time": 609209.0,
      "text": "These devices act similarly to point absorber buoys, with multiple floating segments connected"
    },
    {
      "index": 112,
      "start_time": 609209.0,
      "end_time": 615600.0,
      "text": "to one another and are oriented perpendicular to incoming waves. A flexing motion is created"
    },
    {
      "index": 113,
      "start_time": 615600.0,
      "end_time": 621699.0,
      "text": "by swells that drive hydraulic pumps to generate electricity. Environmental effects are similar"
    },
    {
      "index": 114,
      "start_time": 621699.0,
      "end_time": 626379.0,
      "text": "to those of point absorber buoys, with an additional concern that organisms could be"
    },
    {
      "index": 115,
      "start_time": 626379.0,
      "end_time": 630499.0,
      "text": "pinched in the joints. Oscillating Water Column"
    },
    {
      "index": 116,
      "start_time": 630499.0,
      "end_time": 635689.0,
      "text": "Oscillating water column devices can be located on shore or in deeper waters offshore. With"
    },
    {
      "index": 117,
      "start_time": 635689.0,
      "end_time": 641139.0,
      "text": "an air chamber integrated into the device, swells compress air in the chambers forcing"
    },
    {
      "index": 118,
      "start_time": 641139.0,
      "end_time": 646749.0,
      "text": "air through an air turbine to create electricity. Significant noise is produced as air is pushed"
    },
    {
      "index": 119,
      "start_time": 646749.0,
      "end_time": 651629.0,
      "text": "through the turbines, potentially affecting birds and other marine organisms within the"
    },
    {
      "index": 120,
      "start_time": 651629.0,
      "end_time": 657139.0,
      "text": "vicinity of the device. There is also concern about marine organisms getting trapped or"
    },
    {
      "index": 121,
      "start_time": 657139.0,
      "end_time": 661839.0,
      "text": "entangled within the air chambers. Overtopping Device"
    },
    {
      "index": 122,
      "start_time": 661839.0,
      "end_time": 666009.0,
      "text": "Overtopping devices are long structures that use wave velocity to fill a reservoir to a"
    },
    {
      "index": 123,
      "start_time": 666009.0,
      "end_time": 671470.0,
      "text": "greater water level than the surrounding ocean. The potential energy in the reservoir height"
    },
    {
      "index": 124,
      "start_time": 671470.0,
      "end_time": 678589.0,
      "text": "is then captured with low-head turbines. Devices can be either on shore or floating offshore."
    },
    {
      "index": 125,
      "start_time": 678589.0,
      "end_time": 683480.0,
      "text": "Floating devices will have environmental concerns about the mooring system affecting benthic"
    },
    {
      "index": 126,
      "start_time": 683480.0,
      "end_time": 690079.0,
      "text": "organisms, organisms becoming entangled, or EMF effects produced from subsea cables. There"
    },
    {
      "index": 127,
      "start_time": 690079.0,
      "end_time": 695509.0,
      "text": "is also some concern regarding low levels of turbine noise and wave energy removal affecting"
    },
    {
      "index": 128,
      "start_time": 695509.0,
      "end_time": 699959.0,
      "text": "the nearfield habitat. Oscillating Wave Surge Converter"
    },
    {
      "index": 129,
      "start_time": 699959.0,
      "end_time": 704480.0,
      "text": "These devices typically have one end fixed to a structure or the seabed while the other"
    },
    {
      "index": 130,
      "start_time": 704480.0,
      "end_time": 709999.0,
      "text": "end is free to move. Energy is collected from the relative motion of the body compared to"
    },
    {
      "index": 131,
      "start_time": 709999.0,
      "end_time": 717809.0,
      "text": "the fixed point. Oscillating wave surge converters often come in the form of floats, flaps, or"
    },
    {
      "index": 132,
      "start_time": 717809.0,
      "end_time": 722420.0,
      "text": "membranes. Environmental concerns include minor risk of collision, artificial reefing"
    },
    {
      "index": 133,
      "start_time": 722420.0,
      "end_time": 728300.0,
      "text": "near the fixed point, EMF effects from subsea cables, and energy removal effecting sediment"
    },
    {
      "index": 134,
      "start_time": 728300.0,
      "end_time": 733850.0,
      "text": "transport. Some of these designs incorporate parabolic reflectors as a means of increasing"
    },
    {
      "index": 135,
      "start_time": 733850.0,
      "end_time": 739199.0,
      "text": "the wave energy at the point of capture. These capture systems use the rise and fall motion"
    },
    {
      "index": 136,
      "start_time": 739199.0,
      "end_time": 744939.0,
      "text": "of waves to capture energy. Once the wave energy is captured at a wave source, power"
    },
    {
      "index": 137,
      "start_time": 744939.0,
      "end_time": 749559.0,
      "text": "must be carried to the point of use or to a connection to the electrical grid by transmission"
    },
    {
      "index": 138,
      "start_time": 749559.0,
      "end_time": 753809.0,
      "text": "power cables. The table contains descriptions of some wave"
    },
    {
      "index": 139,
      "start_time": 753809.0,
      "end_time": 757509.0,
      "text": "power systems: A more complete list of wave energy developers"
    },
    {
      "index": 140,
      "start_time": 757509.0,
      "end_time": 763029.0,
      "text": "is maintained here: Wave energy developers Environmental Effects"
    },
    {
      "index": 141,
      "start_time": 763029.0,
      "end_time": 767879.0,
      "text": "Common environmental concerns associated with marine energy developments include:"
    },
    {
      "index": 142,
      "start_time": 767879.0,
      "end_time": 772949.0,
      "text": "The risk of marine mammals and fish being struck by tidal turbine blades;"
    },
    {
      "index": 143,
      "start_time": 772949.0,
      "end_time": 778569.0,
      "text": "The effects of EMF and underwater noise emitted from operating marine energy devices;"
    },
    {
      "index": 144,
      "start_time": 778569.0,
      "end_time": 783050.0,
      "text": "The physical presence of marine energy projects and their potential to alter the behavior"
    },
    {
      "index": 145,
      "start_time": 783050.0,
      "end_time": 788489.0,
      "text": "of marine mammals, fish, and seabirds with attraction or avoidance;"
    },
    {
      "index": 146,
      "start_time": 788489.0,
      "end_time": 793839.0,
      "text": "The potential effect on nearfield and farfield marine environment and processes such as sediment"
    },
    {
      "index": 147,
      "start_time": 793839.0,
      "end_time": 798540.0,
      "text": "transport and water quality. The Tethys database is an online knowledge"
    },
    {
      "index": 148,
      "start_time": 798540.0,
      "end_time": 803379.0,
      "text": "management system that provides the marine energy community with access to information"
    },
    {
      "index": 149,
      "start_time": 803379.0,
      "end_time": 809300.0,
      "text": "and scientific literature on environmental effects of marine energy developments."
    },
    {
      "index": 150,
      "start_time": 809300.0,
      "end_time": 811819.0,
      "text": "Potential The worldwide resource of wave energy has"
    },
    {
      "index": 151,
      "start_time": 811819.0,
      "end_time": 818239.0,
      "text": "been estimated to be greater than 2 TW. Locations with the most potential for wave power include"
    },
    {
      "index": 152,
      "start_time": 818239.0,
      "end_time": 823610.0,
      "text": "the western seaboard of Europe, the northern coast of the UK, and the Pacific coastlines"
    },
    {
      "index": 153,
      "start_time": 823610.0,
      "end_time": 829889.0,
      "text": "of North and South America, Southern Africa, Australia, and New Zealand. The north and"
    },
    {
      "index": 154,
      "start_time": 829889.0,
      "end_time": 835540.0,
      "text": "south temperate zones have the best sites for capturing wave power. The prevailing westerlies"
    },
    {
      "index": 155,
      "start_time": 835540.0,
      "end_time": 838429.0,
      "text": "in these zones blow strongest in winter."
    },
    {
      "index": 156,
      "start_time": 838429.0,
      "end_time": 841459.0,
      "text": "Challenges There is a potential impact on the marine"
    },
    {
      "index": 157,
      "start_time": 841459.0,
      "end_time": 847920.0,
      "text": "environment. Noise pollution, for example, could have negative impact if not monitored,"
    },
    {
      "index": 158,
      "start_time": 847920.0,
      "end_time": 853629.0,
      "text": "although the noise and visible impact of each design varies greatly. Other biophysical impacts"
    },
    {
      "index": 159,
      "start_time": 853629.0,
      "end_time": 859980.0,
      "text": "of scaling up the technology is being studied. In terms of socio-economic challenges, wave"
    },
    {
      "index": 160,
      "start_time": 859980.0,
      "end_time": 864679.0,
      "text": "farms can result in the displacement of commercial and recreational fishermen from productive"
    },
    {
      "index": 161,
      "start_time": 864679.0,
      "end_time": 869470.0,
      "text": "fishing grounds, can change the pattern of beach sand nourishment, and may represent"
    },
    {
      "index": 162,
      "start_time": 869470.0,
      "end_time": 877119.0,
      "text": "hazards to safe navigation. Waves generate about 2,700 gigawatts of power. Of those 2,700"
    },
    {
      "index": 163,
      "start_time": 877119.0,
      "end_time": 884069.0,
      "text": "gigawatts, only about 500 gigawatts can be captured with the current technology."
    },
    {
      "index": 164,
      "start_time": 884069.0,
      "end_time": 886069.0,
      "text": "Wave farms"
    },
    {
      "index": 165,
      "start_time": 886069.0,
      "end_time": 889389.0,
      "text": "Portugal The Aguçadoura Wave Farm was the world&#39;s"
    },
    {
      "index": 166,
      "start_time": 889389.0,
      "end_time": 898470.0,
      "text": "first wave farm. It was located 5 km offshore near Póvoa de Varzim, north of Porto, Portugal."
    },
    {
      "index": 167,
      "start_time": 898470.0,
      "end_time": 902929.0,
      "text": "The farm was designed to use three Pelamis wave energy converters to convert the motion"
    },
    {
      "index": 168,
      "start_time": 902929.0,
      "end_time": 910720.0,
      "text": "of the ocean surface waves into electricity, totalling to 2.25 MW in total installed capacity."
    },
    {
      "index": 169,
      "start_time": 910720.0,
      "end_time": 915999.0,
      "text": "The farm first generated electricity in July 2008 and was officially opened on September"
    },
    {
      "index": 170,
      "start_time": 915999.0,
      "end_time": 923009.0,
      "text": "23, 2008, by the Portuguese Minister of Economy. The wave farm was shut down two months after"
    },
    {
      "index": 171,
      "start_time": 923009.0,
      "end_time": 928119.0,
      "text": "the official opening in November 2008 as a result of the financial collapse of Babcock"
    },
    {
      "index": 172,
      "start_time": 928119.0,
      "end_time": 933329.0,
      "text": "&amp; Brown due to the global economic crisis. The machines were off-site at this time due"
    },
    {
      "index": 173,
      "start_time": 933329.0,
      "end_time": 938290.0,
      "text": "to technical problems, and although resolved have not returned to site and were subsequently"
    },
    {
      "index": 174,
      "start_time": 938290.0,
      "end_time": 943899.0,
      "text": "scrapped in 2011 as the technology had moved on to the P2 variant as supplied to Eon and"
    },
    {
      "index": 175,
      "start_time": 943899.0,
      "end_time": 949170.0,
      "text": "Scottish Power Renewables. A second phase of the project planned to increase the installed"
    },
    {
      "index": 176,
      "start_time": 949170.0,
      "end_time": 956049.0,
      "text": "capacity to 21 MW using a further 25 Pelamis machines is in doubt following Babcock&#39;s financial"
    },
    {
      "index": 177,
      "start_time": 956049.0,
      "end_time": 959199.0,
      "text": "collapse. United Kingdom"
    },
    {
      "index": 178,
      "start_time": 959199.0,
      "end_time": 965879.0,
      "text": "Funding for a 3 MW wave farm in Scotland was announced on February 20, 2007, by the Scottish"
    },
    {
      "index": 179,
      "start_time": 965879.0,
      "end_time": 972609.0,
      "text": "Executive, at a cost of over 4 million pounds, as part of a £13 million funding package"
    },
    {
      "index": 180,
      "start_time": 972609.0,
      "end_time": 979009.0,
      "text": "for marine power in Scotland. The first of 66 machines was launched in May 2010."
    },
    {
      "index": 181,
      "start_time": 979009.0,
      "end_time": 985119.0,
      "text": "A facility known as Wave hub has been constructed off the north coast of Cornwall, England,"
    },
    {
      "index": 182,
      "start_time": 985119.0,
      "end_time": 991009.0,
      "text": "to facilitate wave energy development. The Wave hub will act as giant extension cable,"
    },
    {
      "index": 183,
      "start_time": 991009.0,
      "end_time": 995540.0,
      "text": "allowing arrays of wave energy generating devices to be connected to the electricity"
    },
    {
      "index": 184,
      "start_time": 995540.0,
      "end_time": 1001420.0,
      "text": "grid. The Wave hub will initially allow 20 MW of capacity to be connected, with potential"
    },
    {
      "index": 185,
      "start_time": 1001420.0,
      "end_time": 1008199.0,
      "text": "expansion to 40 MW. Four device manufacturers have so far expressed interest in connecting"
    },
    {
      "index": 186,
      "start_time": 1008200.0,
      "end_time": 1013570.0,
      "text": "to the Wave hub. The scientists have calculated that wave energy gathered at Wave Hub will"
    },
    {
      "index": 187,
      "start_time": 1013570.0,
      "end_time": 1020150.0,
      "text": "be enough to power up to 7,500 households. The site has the potential to save greenhouse"
    },
    {
      "index": 188,
      "start_time": 1020150.0,
      "end_time": 1026471.0,
      "text": "gas emissions of about 300,000 tons of carbon dioxide in the next 25 years."
    },
    {
      "index": 189,
      "start_time": 1026470.0,
      "end_time": 1029929.0,
      "text": "Australia A CETO wave farm off the coast of Western"
    },
    {
      "index": 190,
      "start_time": 1029930.0000000001,
      "end_time": 1035830.0000000001,
      "text": "Australia has been operating to prove commercial viability and, after preliminary environmental"
    },
    {
      "index": 191,
      "start_time": 1035829.9999999999,
      "end_time": 1041949.9999999999,
      "text": "approval, is poised for further development. Ocean Power Technologies is developing a wave"
    },
    {
      "index": 192,
      "start_time": 1041950.0,
      "end_time": 1048030.0,
      "text": "farm connected to the grid near Portland, Victoria through a 19 MW wave power station."
    },
    {
      "index": 193,
      "start_time": 1048030.0,
      "end_time": 1055910.0,
      "text": "The project has received an AU $66.46 million grant from the Federal Government of Australia."
    },
    {
      "index": 194,
      "start_time": 1055910.0,
      "end_time": 1061150.0,
      "text": "Oceanlinx will deploy a commercial scale demonstrator off the coast of South Australia at Port MacDonnell"
    },
    {
      "index": 195,
      "start_time": 1061150.0,
      "end_time": 1069711.0,
      "text": "before the end of 2013. This device, the greenWAVE, has a rated electrical capacity of 1MW. This"
    },
    {
      "index": 196,
      "start_time": 1069710.0,
      "end_time": 1075350.0,
      "text": "project has been supported by ARENA through the Emerging Renewables Program. The greenWAVE"
    },
    {
      "index": 197,
      "start_time": 1075350.0,
      "end_time": 1080490.0,
      "text": "device is a bottom standing gravity structure, that does not require anchoring or seabed"
    },
    {
      "index": 198,
      "start_time": 1080490.0,
      "end_time": 1085000.0,
      "text": "preparation and with no moving parts below the surface of the water."
    },
    {
      "index": 199,
      "start_time": 1085000.0,
      "end_time": 1089380.0,
      "text": "United States Reedsport, Oregon – a commercial wave park"
    },
    {
      "index": 200,
      "start_time": 1089380.0,
      "end_time": 1096559.0,
      "text": "on the west coast of the United States located 2.5 miles offshore near Reedsport, Oregon."
    },
    {
      "index": 201,
      "start_time": 1096560.0,
      "end_time": 1104211.0,
      "text": "The first phase of this project is for ten PB150 PowerBuoys, or 1.5 megawatts. The Reedsport"
    },
    {
      "index": 202,
      "start_time": 1104210.0,
      "end_time": 1110539.0,
      "text": "wave farm was scheduled for installation spring 2013. Project has ground to a halt because"
    },
    {
      "index": 203,
      "start_time": 1110540.0,
      "end_time": 1115851.0,
      "text": "of legal and technical problems, August, 2013. See:-"
    },
    {
      "index": 204,
      "start_time": 1115850.0,
      "end_time": 1117799.0,
      "text": "http:www.oregonlive.comindex.ssf08/oregon_wave_energy_stalls_off.html Patents"
    },
    {
      "index": 205,
      "start_time": 1117800.0,
      "end_time": 1135611.0,
      "text": "U.S. Patent 3,928,967 — 1974 Apparatus and method of extracting wave energy – The original"
    },
    {
      "index": 206,
      "start_time": 1135610.0,
      "end_time": 1143309.0,
      "text": "&quot;Salter&#39;s Duck&quot; patent U.S. Patent 4,134,023 — 1977 Apparatus for"
    },
    {
      "index": 207,
      "start_time": 1143310.0,
      "end_time": 1148111.0,
      "text": "use in the extraction of energy from waves on water – Salter&#39;s method for improving"
    },
    {
      "index": 208,
      "start_time": 1148110.0,
      "end_time": 1155970.0,
      "text": "&quot;duck&quot; efficiency U.S. Patent 6,194,815 — 1999 Piezoelectric"
    },
    {
      "index": 209,
      "start_time": 1155970.0,
      "end_time": 1166960.0,
      "text": "rotary electrical energy generator US application 20,040,217,597  — 2004 Wave"
    },
    {
      "index": 210,
      "start_time": 1166960.0,
      "end_time": 1171470.0,
      "text": "energy converters utilizing pressure differences See also"
    },
    {
      "index": 211,
      "start_time": 1171470.0,
      "end_time": 1175549.0,
      "text": "Ocean thermal energy conversion World energy resources and consumption"
    },
    {
      "index": 212,
      "start_time": 1175550.0,
      "end_time": 1177261.0,
      "text": "Notes"
    },
    {
      "index": 213,
      "start_time": 1177260.0,
      "end_time": 1177870.0,
      "text": "References"
    },
    {
      "index": 214,
      "start_time": 1177870.0,
      "end_time": 1183769.0,
      "text": "Further reading Cruz, Joao. Ocean Wave Energy – Current"
    },
    {
      "index": 215,
      "start_time": 1183770.0,
      "end_time": 1194571.0,
      "text": "Status and Future Prospects. Springer. ISBN 3-540-74894-6. , 431 pp."
    },
    {
      "index": 216,
      "start_time": 1194570.0,
      "end_time": 1206049.0,
      "text": "Falnes, Johannes. Ocean Waves and Oscillating Systems. Cambridge University Press. ISBN 0-521-01749-1. ,"
    },
    {
      "index": 217,
      "start_time": 1206050.0,
      "end_time": 1216221.0,
      "text": "288 pp. McCormick, Michael. Ocean Wave Energy Conversion."
    },
    {
      "index": 218,
      "start_time": 1216220.0,
      "end_time": 1231610.0,
      "text": "Dover. ISBN 0-486-46245-5. , 256 pp. Twidell, John; Weir, Anthony D.; Weir, Tony."
    },
    {
      "index": 219,
      "start_time": 1231610.0,
      "end_time": 1243940.0,
      "text": "Renewable Energy Resources. Taylor &amp; Francis. ISBN 0-419-25330-0. , 601 pp."
    },
    {
      "index": 220,
      "start_time": 1243940.0,
      "end_time": 1247830.0,
      "text": "External links Wave energy converters(a list of main types"
    },
    {
      "index": 221,
      "start_time": 1247830.0,
      "end_time": 1252529.0,
      "text": "of wave energy converters, including animations) Wave energy developers"
    },
    {
      "index": 222,
      "start_time": 1252530.0,
      "end_time": 1259400.0,
      "text": "&quot;Ocean waves – our new electricity supplier&quot; Archived 7 January 2010 at the Wayback Machine"
    },
    {
      "index": 223,
      "start_time": 1259400.0,
      "end_time": 1267170.0,
      "text": "Kate Galbraith. &quot;Power From the Restless Sea Stirs the Imagination&quot;. New York Times. Retrieved"
    },
    {
      "index": 224,
      "start_time": 1267170.0,
      "end_time": 1271981.0,
      "text": "2008-10-09.  &quot;Wave Power: The Coming Wave&quot; from the Economist,"
    },
    {
      "index": 225,
      "start_time": 1271980.0,
      "end_time": 1276500.0,
      "text": "June 5, 2008 Russian Company Develops Mobile Wave Energy"
    },
    {
      "index": 226,
      "start_time": 1276500.0,
      "end_time": 1279539.0,
      "text": "Generator &quot;The untimely death of Salter&#39;s Duck&quot;"
    },
    {
      "index": 227,
      "start_time": 1279540.0,
      "end_time": 1284091.0,
      "text": "&quot;Ocean Power Fights Current Thinking&quot; &quot;Wave energy in New Zealand&quot;"
    },
    {
      "index": 228,
      "start_time": 1284090.0,
      "end_time": 1286259.0,
      "text": "Wave technologies: types of devices &quot;How it works: Wave power station&quot;"
    },
    {
      "index": 229,
      "start_time": 1286260.0,
      "end_time": 1296260.0,
      "text": "&quot;Environmental Effects of Renewable Energy from the Sea&quot; - Tethys"
    }
  ]
}