{
  "video_id": "j__VC-myLhY",
  "title": "Is It Possible To SEE Someone's Memories?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 500.0,
      "end_time": 3000.0,
      "text": "Hey there! Welcome to Life Noggin."
    },
    {
      "index": 2,
      "start_time": 3100.0,
      "end_time": 8400.0,
      "text": "The ability to control or see into someone else's mind seems like a feat of the distant future."
    },
    {
      "index": 3,
      "start_time": 8410.0,
      "end_time": 13700.0,
      "text": "It's up there with flying cars and inhabiting different planets and maybe getting a date."
    },
    {
      "index": 4,
      "start_time": 13700.0,
      "end_time": 17100.0,
      "text": "It seems like something out of a sci-fi movie."
    },
    {
      "index": 5,
      "start_time": 17100.0,
      "end_time": 20600.0,
      "text": "But actually, it's being done in real life scientific research already."
    },
    {
      "index": 6,
      "start_time": 20600.0,
      "end_time": 25500.0,
      "text": "Now, it hasn't exactly gotten to the level of Jedi mind tricks, but it's still pretty astonishing."
    },
    {
      "index": 7,
      "start_time": 25600.0,
      "end_time": 31700.0,
      "text": "In 2012, a graduate student and researcher at MIT conducted a study in which they implanted false memories into the brains of mice."
    },
    {
      "index": 8,
      "start_time": 34400.0,
      "end_time": 37700.0,
      "text": "In their study, they would place a mouse into a metal box."
    },
    {
      "index": 9,
      "start_time": 37700.0,
      "end_time": 45100.0,
      "text": "The expected response from a mouse in this situation would be to explore its new environment, but some of the mice reacted very differently."
    },
    {
      "index": 10,
      "start_time": 45100.0,
      "end_time": 50200.0,
      "text": "The mice froze up, as if being inside the box had invoked a negative memory."
    },
    {
      "index": 11,
      "start_time": 50200.0,
      "end_time": 59300.0,
      "text": "In fact, before being placed in the box, these mice had essentially been given a fake memory of receiving an electric shock inside that box."
    },
    {
      "index": 12,
      "start_time": 59300.0,
      "end_time": 66100.0,
      "text": "They froze up in fear because they remembered being shocked in that same box earlier, even though that had never happened!"
    },
    {
      "index": 13,
      "start_time": 66100.0,
      "end_time": 73200.0,
      "text": "They injected a mixture of chemicals into a part of the mice's brains involved in memory formation called the dentate gyrus."
    },
    {
      "index": 14,
      "start_time": 73210.0,
      "end_time": 77700.0,
      "text": "Among the chemicals was a gene for a protein called channelrhodopsin-2, which reacts to light."
    },
    {
      "index": 15,
      "start_time": 77710.0,
      "end_time": 86700.0,
      "text": "After being injected, the cells in the dentate gyrus would begin to produce channelrhodopsin-2, making the cells themselves sensitive to light as well."
    },
    {
      "index": 16,
      "start_time": 86700.0,
      "end_time": 95900.0,
      "text": "The idea behind the light sensitivity was that the memory formed by these cells could be reactivated by the light of a laser, causing the mouse to recall the memory."
    },
    {
      "index": 17,
      "start_time": 95900.0,
      "end_time": 105800.0,
      "text": "To create the false memory, the researchers started by putting the mice in box A, where they were allowed to explore, and form a memory of the box's particular shape and scent."
    },
    {
      "index": 18,
      "start_time": 105800.0,
      "end_time": 115300.0,
      "text": "Later, the mice were placed in box B, but during their exploration they received a shock to the foot, and at the exact same time, the laser was used to activate their memory of box A."
    },
    {
      "index": 19,
      "start_time": 115300.0,
      "end_time": 123300.0,
      "text": "Finally, the next day they were put back into box A, where the false memory of a shock occurring in that box made them freeze in fear."
    },
    {
      "index": 20,
      "start_time": 123300.0,
      "end_time": 130400.0,
      "text": "Follow-up studies have been done in the past few years too, from changing a negative memory to be positive to erasing a memory completely."
    },
    {
      "index": 21,
      "start_time": 130400.0,
      "end_time": 132500.0,
      "text": "These studies have been groundbreaking for a lot of reasons."
    },
    {
      "index": 22,
      "start_time": 132510.0,
      "end_time": 141400.0,
      "text": "Including that they've shown that a pinpointed group of cells can be responsible for forming a memory, something that scientists had been struggling to prove."
    },
    {
      "index": 23,
      "start_time": 141400.0,
      "end_time": 148600.0,
      "text": "But what if you wanted to go beyond seeing where in the brain a memory is created, and actually see the memory itself?"
    },
    {
      "index": 24,
      "start_time": 148610.0,
      "end_time": 153500.0,
      "text": "Scientists at the University of California, Berkeley have found a way to do almost exactly that."
    },
    {
      "index": 25,
      "start_time": 153910.0,
      "end_time": 164100.0,
      "text": "The team played movie trailers for their subjects while a functioning fMRI, measured blood flow through the subjects' visual cortex, the part of the brain dedicated to processing visual information."
    },
    {
      "index": 26,
      "start_time": 164100.0,
      "end_time": 171600.0,
      "text": "The blood flow information was put into a computer program that matched the brains' reactions with specific visual information in the movie trailers."
    },
    {
      "index": 27,
      "start_time": 171600.0,
      "end_time": 186400.0,
      "text": "The computer program then analyzed 300,000 minutes of random YouTube videos, I hope I was in one of them, and then it created its own set of hypothetical brain activity for each YouTube clip, based on the brain activity it saw in response to the movie trailers."
    },
    {
      "index": 28,
      "start_time": 186400.0,
      "end_time": 193600.0,
      "text": "The program then combined some of the many clips to reproduce brain activity most similar to what it had previously observed."
    },
    {
      "index": 29,
      "start_time": 193600.0,
      "end_time": 198400.0,
      "text": "And that's what made up the clips that are supposed to represent what the subjects saw in the movie trailers."
    },
    {
      "index": 30,
      "start_time": 198400.0,
      "end_time": 202900.0,
      "text": "The ability to tap into someone else's mind and watch their memories hasn't quite been perfected."
    },
    {
      "index": 31,
      "start_time": 203900.0,
      "end_time": 210900.0,
      "text": "The computer program didn't recreate every image the subjects saw with great accuracy, but the potential is clearly big."
    },
    {
      "index": 32,
      "start_time": 210900.0,
      "end_time": 223000.0,
      "text": "So would you let someone see your memories, should this even be allowed, let's have a discussion in the comment section below, and if you want to watch more videos related to the brain, then you should definitely check out a video we did on synaesthesia."
    },
    {
      "index": 33,
      "start_time": 223100.0,
      "end_time": 234000.0,
      "text": "Synaesthesia is when the stimulation of one sense causes the stimulation of a different sense at the same time, for example, someone with synaesthesia might be able to hear colors or taste letters."
    },
    {
      "index": 34,
      "start_time": 234100.0,
      "end_time": 240000.0,
      "text": "My name is Blocko, this have been Life Noggin, don't forget to keep on thinking."
    }
  ]
}