{
  "video_id": "jb278q5X9v4",
  "title": "Civilization VI: Rise and Fall – Spring 2018 Developer Update",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6100.0,
      "end_time": 10200.0,
      "text": "Hey everyone, I’m Anton Strenger, lead designer for Civilization VI: Rise and Fall."
    },
    {
      "index": 2,
      "start_time": 10200.0,
      "end_time": 13280.0,
      "text": "We really appreciate everyone’s response to the game’s latest update."
    },
    {
      "index": 3,
      "start_time": 13280.0,
      "end_time": 15940.0,
      "text": "Here’s a preview of what you can expect in the next update."
    },
    {
      "index": 4,
      "start_time": 15940.0,
      "end_time": 20960.0,
      "text": "First, we noticed a lot of players wanted to see the Loyalty system work with Religious gameplay."
    },
    {
      "index": 5,
      "start_time": 20960.0,
      "end_time": 22960.0,
      "text": "And we thought this is a great idea."
    },
    {
      "index": 6,
      "start_time": 22960.0,
      "end_time": 26460.0,
      "text": "So what we’ve done is we’ve added increased Loyalty for cities that are following your religion,"
    },
    {
      "index": 7,
      "start_time": 26640.0,
      "end_time": 31620.0,
      "text": "and decreased Loyalty for cities that are following a different religion than the one that you’ve founded."
    },
    {
      "index": 8,
      "start_time": 32840.0,
      "end_time": 38400.0,
      "text": "We’re also continuing to make many different balance adjustments, including updates to several Social Policies and Governments,"
    },
    {
      "index": 9,
      "start_time": 38400.0,
      "end_time": 42540.0,
      "text": "as well as Seondeok’s Hwarang ability and Magnus’s first promotion."
    },
    {
      "index": 10,
      "start_time": 42540.0,
      "end_time": 46680.0,
      "text": "Plus, we heard that there weren’t enough turtles, so we’re adding more throughout the map."
    },
    {
      "index": 11,
      "start_time": 46680.0,
      "end_time": 51000.0,
      "text": "We also recognize that England was nerfed a little too strongly in the last patch…"
    },
    {
      "index": 12,
      "start_time": 54160.0,
      "end_time": 60440.0,
      "text": "So we’ve updated Pax Britannica to grant a free unit when you settle not just on a continent other than your home continent,"
    },
    {
      "index": 13,
      "start_time": 60440.0,
      "end_time": 63879.0,
      "text": "but also when you build a Royal Navy Dockyard in that new city."
    },
    {
      "index": 14,
      "start_time": 65400.00000000001,
      "end_time": 68720.0,
      "text": "There has also been a lot of discussion in the community about Joint Wars."
    },
    {
      "index": 15,
      "start_time": 68720.0,
      "end_time": 70720.0,
      "text": "These rules have been updated."
    },
    {
      "index": 16,
      "start_time": 70720.0,
      "end_time": 77560.0,
      "text": "First, Joint Wars may now be declared using Casus Belli, which will require a denouncement from at least one of the players."
    },
    {
      "index": 17,
      "start_time": 77560.0,
      "end_time": 84640.0,
      "text": "Second, AI and players can join wars that have already begun, and gain the benefits of the Casus Belli in effect."
    },
    {
      "index": 18,
      "start_time": 86740.0,
      "end_time": 90600.0,
      "text": "Fans have also reported a blunder in an AI favored yields table."
    },
    {
      "index": 19,
      "start_time": 90600.0,
      "end_time": 95979.0,
      "text": "This addition was initially added to help the AI prioritize similarly to how we’ve seen players prioritize."
    },
    {
      "index": 20,
      "start_time": 95980.0,
      "end_time": 101860.0,
      "text": "We’ve fixed this so that they’re working as intended, and we’re seeing a general all-around improvement in AI scores."
    },
    {
      "index": 21,
      "start_time": 101860.0,
      "end_time": 108920.0,
      "text": "Finally, we’re extremely pleased with the response to the Historic Moments we added in the Rise and Fall expansion,"
    },
    {
      "index": 22,
      "start_time": 108920.0,
      "end_time": 112460.0,
      "text": "so we’ve added even more of these that are targeting things that happen later in the game."
    },
    {
      "index": 23,
      "start_time": 113180.0,
      "end_time": 117680.0,
      "text": "These include things like creating National Parks and finishing all buildings in the Aerodrome district."
    },
    {
      "index": 24,
      "start_time": 118400.0,
      "end_time": 121460.0,
      "text": "We’ll have a full list of all changes once the update goes live."
    },
    {
      "index": 25,
      "start_time": 121460.0,
      "end_time": 127559.0,
      "text": "We hope that these updates addressing major player feedback will have you taking one more turn for the months to come."
    },
    {
      "index": 26,
      "start_time": 127560.0,
      "end_time": 130960.0,
      "text": "Thank you for your continued support of Civilization VI!"
    }
  ]
}