{
  "video_id": "JceGMNG7rpU",
  "title": "Ultimate Spanish Omelette | Omar Allibhoy",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3640.0,
      "end_time": 9040.0,
      "text": "Hola Foodtubers, I'm Omar Allibhoy and I'm very passionate about Spanish food."
    },
    {
      "index": 2,
      "start_time": 9040.0,
      "end_time": 12100.0,
      "text": "I'm going to be cooking today a classic dish,"
    },
    {
      "index": 3,
      "start_time": 12100.0,
      "end_time": 15260.0,
      "text": "Tortilla de patatas - a Spanish Omelette"
    },
    {
      "index": 4,
      "start_time": 15260.0,
      "end_time": 20900.0,
      "text": "So I know it's only three ingredients. It's super simple, but it's about getting those three ingredients really right."
    },
    {
      "index": 5,
      "start_time": 20900.0,
      "end_time": 25920.0,
      "text": "Over the years, I've been able to cook thousands of Spanish omelettes"
    },
    {
      "index": 6,
      "start_time": 25920.0,
      "end_time": 28720.0,
      "text": "This is the one that I found and it tastes the best."
    },
    {
      "index": 7,
      "start_time": 28720.0,
      "end_time": 35760.0,
      "text": "We need a really hot pan as hot as you can get it. We're going to start pouring the extra virgin olive oil."
    },
    {
      "index": 8,
      "start_time": 35760.0,
      "end_time": 40840.0,
      "text": "Be very generous please remember it's an oil that you will reuse again and again."
    },
    {
      "index": 9,
      "start_time": 40840.0,
      "end_time": 42840.0,
      "text": "Half a litre of oil approximately"
    },
    {
      "index": 10,
      "start_time": 42840.0,
      "end_time": 47600.0,
      "text": "In a Spanish household where we cook Spanish omelettes day in day out."
    },
    {
      "index": 11,
      "start_time": 47600.0,
      "end_time": 54760.0,
      "text": "This oil we just drain it, and we keep it in a bottle and we reuse it again probably five, six, seven times."
    },
    {
      "index": 12,
      "start_time": 54760.0,
      "end_time": 60240.0,
      "text": "While the oil heats up I'm gonna thinly slice an onion and I'm going to add it in to the oil"
    },
    {
      "index": 13,
      "start_time": 60240.0,
      "end_time": 62240.0,
      "text": "the only ingredient that can give the sweetness to the omelette is the onion"
    },
    {
      "index": 14,
      "start_time": 62240.0,
      "end_time": 71220.0,
      "text": "I put the onion first because it if you do it as a second ingredient after the potato"
    },
    {
      "index": 15,
      "start_time": 71220.0,
      "end_time": 77880.0,
      "text": "He won't caramelize, he will become translucent but that's not the flavour that I'm looking for. Straight in."
    },
    {
      "index": 16,
      "start_time": 77880.0,
      "end_time": 87200.0,
      "text": "Second ingredient the potatoes, nice waxy ones, Desiree, Charlotte these potatoes hold the shape better"
    },
    {
      "index": 17,
      "start_time": 87200.0,
      "end_time": 95440.0,
      "text": "three millimetres approximately not thinner, not thicker the right thickness so that they don't cook too slowly"
    },
    {
      "index": 18,
      "start_time": 95440.0,
      "end_time": 103500.0,
      "text": "neither they fry too quick. Okay add it in, sort of like three potatoes. Every ingredient has sugars"
    },
    {
      "index": 19,
      "start_time": 103500.0,
      "end_time": 109060.0,
      "text": "and a Spanish Omelette even though that you add salt to it it has to feel sweet"
    },
    {
      "index": 20,
      "start_time": 109060.0,
      "end_time": 115500.0,
      "text": "starting to get golden and the potatoes are still completely raw so I'm going to leave these for 10/15 minutes"
    },
    {
      "index": 21,
      "start_time": 115500.0,
      "end_time": 125900.0,
      "text": "until the caramelize properly and they release all of those sweet flavours that will get in to the egg later"
    },
    {
      "index": 22,
      "start_time": 125900.0,
      "end_time": 130360.0,
      "text": "so i've stir this potato sort of like two/three times they are nearly there"
    },
    {
      "index": 23,
      "start_time": 130360.00000000001,
      "end_time": 137280.0,
      "text": "while this finishes I'm just going to break six eggs. It may look like a lot of eggs and a lot of potatos"
    },
    {
      "index": 24,
      "start_time": 137280.0,
      "end_time": 146460.0,
      "text": "but this only is going to serve 4-6 people. So this potato is now ready and you can see just by breaking through it"
    },
    {
      "index": 25,
      "start_time": 146460.0,
      "end_time": 151480.0,
      "text": "put the potatoes on top, drain the potatoes with the oil. Take a look at the onion"
    },
    {
      "index": 26,
      "start_time": 151480.0,
      "end_time": 156440.0,
      "text": "how wonderful, how caramelized, the potatoes nicely fried and now"
    },
    {
      "index": 27,
      "start_time": 156440.0,
      "end_time": 164100.0,
      "text": "these potatoes are the ones which I'm going to season with a bit of sea salt. Not whisking the egg,"
    },
    {
      "index": 28,
      "start_time": 164100.0,
      "end_time": 169880.0,
      "text": "give it a little mix. This has become quite warm and I just want the potato to soak a bit of the eggs"
    },
    {
      "index": 29,
      "start_time": 169880.0,
      "end_time": 174620.0,
      "text": "and all linger together. If you cook it too quickly it won't taste the same"
    },
    {
      "index": 30,
      "start_time": 174620.0,
      "end_time": 180760.0,
      "text": "and it may look like it's quite runny but after 15-20 minutes you'll see that it won't be"
    },
    {
      "index": 31,
      "start_time": 180760.0,
      "end_time": 190200.0,
      "text": "so i'm just going to cover it with aluminium foil and let it rest for 15 minutes"
    },
    {
      "index": 32,
      "start_time": 190200.0,
      "end_time": 196960.0,
      "text": "okay, this tortilla mix have been resting for 15-20 minutes, it's not that runny anymore"
    },
    {
      "index": 33,
      "start_time": 196960.0,
      "end_time": 204500.0,
      "text": "take a look it has sort of thicken up, all those burnt bits of the caramelisation of the onion has dissolve in the egg"
    },
    {
      "index": 34,
      "start_time": 204500.0,
      "end_time": 212340.0,
      "text": "I have a non-stick pan and all the tortilla mix goes inside then just we are just gonna leave it on high heat"
    },
    {
      "index": 35,
      "start_time": 212340.0,
      "end_time": 222860.0,
      "text": "for about ten minutes and then lower it down for about two minutes - we'll flip it and do exactly the same"
    },
    {
      "index": 36,
      "start_time": 222860.0,
      "end_time": 228780.0,
      "text": "it's been two, three minutes already and I'm just gonna check it's not sticking just by taking a spoon"
    },
    {
      "index": 37,
      "start_time": 228780.0,
      "end_time": 233580.0,
      "text": "through the sides and just by giving a little shake you'll see that the edges separate"
    },
    {
      "index": 38,
      "start_time": 233580.0,
      "end_time": 240220.0,
      "text": "and all I'm going to do is just to put a bit of pressure in to the plate and just flip it"
    },
    {
      "index": 39,
      "start_time": 240220.0,
      "end_time": 246080.0,
      "text": "really naturally, really simple and as you can see it looks nice and golden, all the edges are nicely cooked."
    },
    {
      "index": 40,
      "start_time": 246080.0,
      "end_time": 252080.0,
      "text": "and I haven't stirred or anything this is not scrambled eggs and neither you put it in the oven by the way"
    },
    {
      "index": 41,
      "start_time": 252080.0,
      "end_time": 257840.0,
      "text": "I've seen all sorts of things done with Omelette. Always the plate much wider than the pan and just flip it"
    },
    {
      "index": 42,
      "start_time": 257839.99999999997,
      "end_time": 262760.0,
      "text": "put the end of the omelette at the end of the plate and just slide it in"
    },
    {
      "index": 43,
      "start_time": 262760.0,
      "end_time": 271280.0,
      "text": "and let it cook again on high heat for a minute and low heat for a couple minutes"
    },
    {
      "index": 44,
      "start_time": 271280.0,
      "end_time": 277320.0,
      "text": "This tortilla - it's ready. How do I know? You just need to touch it like a steak and you see if it bounces or not"
    },
    {
      "index": 45,
      "start_time": 277320.0,
      "end_time": 281920.0,
      "text": "Otherwise you just need to pierce it with a knife, or a toothpick and see if it's still moist."
    },
    {
      "index": 46,
      "start_time": 281920.0,
      "end_time": 288900.0,
      "text": "So now it's only the flipping part again. A bit of pressure on the plate, take the handle with strength"
    },
    {
      "index": 47,
      "start_time": 288900.0,
      "end_time": 290300.0,
      "text": "and just turn it around."
    },
    {
      "index": 48,
      "start_time": 290300.0,
      "end_time": 295700.0,
      "text": "You'll have a good looking omelette so now the only way to see if it's properly cooked as we like it"
    },
    {
      "index": 49,
      "start_time": 295700.0,
      "end_time": 300300.0,
      "text": "is by cutting it in two"
    },
    {
      "index": 50,
      "start_time": 300300.0,
      "end_time": 306780.0,
      "text": "What a great recipe, still nice and moist in the middle so let's give it a taste"
    },
    {
      "index": 51,
      "start_time": 306780.0,
      "end_time": 313680.0,
      "text": "The centre is the best bit, to me it's like any good cheese really"
    },
    {
      "index": 52,
      "start_time": 313680.0,
      "end_time": 319720.0,
      "text": "That's perfectly cooked, really sweet. That's the caramelisation of the onion and potato"
    },
    {
      "index": 53,
      "start_time": 319720.0,
      "end_time": 324800.0,
      "text": "and you know what? It still tastes great whether it's later in the night or tomorrow - you can leave it and reheat it"
    },
    {
      "index": 54,
      "start_time": 324800.0,
      "end_time": 326800.0,
      "text": "it always tastes great actually"
    },
    {
      "index": 55,
      "start_time": 326800.0,
      "end_time": 332700.0,
      "text": "Now is when you can feel and see that the three ingredients, the egg, the potato and the onion"
    },
    {
      "index": 56,
      "start_time": 332700.0,
      "end_time": 340060.0,
      "text": "has come together in this beautiful tortilla. If you want a really nice drinks recipe to go with this Spanish omelette"
    },
    {
      "index": 57,
      "start_time": 340060.0,
      "end_time": 345360.0,
      "text": "click here, there is a lovely video of Jamie doing a Beer Michelada in Drinks Tube"
    },
    {
      "index": 58,
      "start_time": 345360.0,
      "end_time": 352520.0,
      "text": "Subscribe to Food Tube, it's free, and let me know in the comment box below what other Spanish recipes"
    },
    {
      "index": 59,
      "start_time": 352520.0,
      "end_time": 354620.0,
      "text": "you would like me to cook next time. Adios!"
    },
    {
      "index": 60,
      "start_time": 354620.0,
      "end_time": 364620.0,
      "text": "This recipe and loads more classic Spanish dishes are in my book: Tapas Revolution"
    }
  ]
}