{
  "video_id": "JDvil5TzY4k",
  "title": "What's Going On With Jeff Bezos? | Untangled",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 400.0,
      "end_time": 5000.0,
      "text": "Amazon has been, in recent years, on this amazing trajectory."
    },
    {
      "index": 2,
      "start_time": 5000.0,
      "end_time": 7420.0,
      "text": "Its stock skyrocketed last year."
    },
    {
      "index": 3,
      "start_time": 7420.0,
      "end_time": 9740.0,
      "text": "Everything seemed to be going right for the company."
    },
    {
      "index": 4,
      "start_time": 9740.0,
      "end_time": 22980.0,
      "text": "And, you know, finally for the first time in many years, the company is in a more uncertain place today than it was six months or a year ago."
    },
    {
      "index": 5,
      "start_time": 22980.0,
      "end_time": 30000.0,
      "text": "Early last month, Jeff Bezos and his wife, MacKenzie, in a tweet announced that they were going to be getting a divorce."
    },
    {
      "index": 6,
      "start_time": 30000.0,
      "end_time": 33810.0,
      "text": "They had been married for 25 years, they have four kids together."
    },
    {
      "index": 7,
      "start_time": 33810.0,
      "end_time": 37170.0,
      "text": "And so it kind of came out of nowhere that they were going to be getting a divorce."
    },
    {
      "index": 8,
      "start_time": 37170.0,
      "end_time": 50700.0,
      "text": "It became more understandable later that week when the National Enquirer came out and announced that they had a story that Jeff Bezos was having an affair with a TV personality, or former TV personality, named Lauren Sánchez."
    },
    {
      "index": 9,
      "start_time": 50700.0,
      "end_time": 53520.0,
      "text": "Jeff Bezos wasn't immediately critical of the story."
    },
    {
      "index": 10,
      "start_time": 53520.0,
      "end_time": 59760.0,
      "text": "But he was apparently upset about the release of the texts and hired an investigator to find out who had leaked them."
    },
    {
      "index": 11,
      "start_time": 59760.0,
      "end_time": 67100.0,
      "text": "Bezos posted on Medium, basically accused the National Enquirer of trying to blackmail and extort him."
    },
    {
      "index": 12,
      "start_time": 67100.0,
      "end_time": 79890.0,
      "text": "National Enquirer said that they had some racy photos of Bezos, including a naked photo of Bezos himself, threatened to release those photos, publish them, if Bezos didn't call off his investigation."
    },
    {
      "index": 13,
      "start_time": 79890.0,
      "end_time": 86550.0,
      "text": "Bezos and his Medium post basically said he wasn't going to do it and he wasn't going to give into \"extortion and blackmail\" as he termed it."
    },
    {
      "index": 14,
      "start_time": 86550.0,
      "end_time": 94550.0,
      "text": "In terms of the divorce, many states that have community property states are pretty explicit about if there's a divorce, how you split up the assets of a married couple."
    },
    {
      "index": 15,
      "start_time": 94550.0,
      "end_time": 97310.0,
      "text": "Generally the split is a 50/50 split."
    },
    {
      "index": 16,
      "start_time": 97310.0,
      "end_time": 99710.0,
      "text": "In Washington, that's not necessarily the case."
    },
    {
      "index": 17,
      "start_time": 99710.0,
      "end_time": 104100.0,
      "text": "You have to split it in a fair and equitable way, however that's determined."
    },
    {
      "index": 18,
      "start_time": 104100.0,
      "end_time": 110520.0,
      "text": "Most of the assets that the Bezos' own are tied up in Jeff's holdings of Amazon stock."
    },
    {
      "index": 19,
      "start_time": 110520.0,
      "end_time": 112810.0,
      "text": "He owns about 16% of the company."
    },
    {
      "index": 20,
      "start_time": 112810.0,
      "end_time": 120360.0,
      "text": "He's worth about $133 billion dollars, and so that stake would be divvied up between him and MacKenzie."
    },
    {
      "index": 21,
      "start_time": 120360.0,
      "end_time": 127803.0,
      "text": "That would give her about an 8% stake in Amazon, which would make her and Jeff the two largest individual stakeholders in the company."
    },
    {
      "index": 22,
      "start_time": 127803.0,
      "end_time": 135900.0,
      "text": "And so there is some concern that Bezos could potentially be distracted by the divorce and not give the running of Amazon his full attention."
    },
    {
      "index": 23,
      "start_time": 135900.0,
      "end_time": 138600.0,
      "text": "And that the company could suffer as a result of that."
    },
    {
      "index": 24,
      "start_time": 138600.0,
      "end_time": 144530.0,
      "text": "Another thing that's been triggering concern was development of facial recognition technology."
    },
    {
      "index": 25,
      "start_time": 144530.0,
      "end_time": 147700.0,
      "text": "Amazon Web Services has developed this facial recognition technology."
    },
    {
      "index": 26,
      "start_time": 147800.0,
      "end_time": 151610.0,
      "text": "And that they've been licensing it to law enforcement agencies."
    },
    {
      "index": 27,
      "start_time": 151610.0,
      "end_time": 159829.0,
      "text": "And the concern about ICE using that to target immigrants, and there are concerns that it ought to be more regulation of that."
    },
    {
      "index": 28,
      "start_time": 159830.0,
      "end_time": 164630.0,
      "text": "The other big thing that's been going on with Amazon lately, of course, has been the HQ2 stuff in New York."
    },
    {
      "index": 29,
      "start_time": 164630.0,
      "end_time": 172400.0,
      "text": "Amazon launched this big search where they were going to look for a second headquarters to accompany the main headquarters they had in Seattle."
    },
    {
      "index": 30,
      "start_time": 172400.0,
      "end_time": 179940.0,
      "text": "They ended up deciding on splitting the second headquarters, HQ2, between New York and northern Virginia."
    },
    {
      "index": 31,
      "start_time": 179940.0,
      "end_time": 182290.0,
      "text": "Northern Virginia embraced the HQ2."
    },
    {
      "index": 32,
      "start_time": 182290.0,
      "end_time": 185640.0,
      "text": "But in New York, there was immediate opposition to the project."
    },
    {
      "index": 33,
      "start_time": 185640.0,
      "end_time": 193130.0,
      "text": "One of the biggest was simply that many local officials and citizens that were going to be affected by the project were upset they hadn't been consulted."
    },
    {
      "index": 34,
      "start_time": 193130.0,
      "end_time": 200220.0,
      "text": "That this was a backroom deal that was negotiated between Amazon and Mayor de Blasio and the governor's office."
    },
    {
      "index": 35,
      "start_time": 200220.0,
      "end_time": 205510.0,
      "text": "Among those concerns were that you were gonna have 25,000 people that were coming into Queens, Long Island."
    },
    {
      "index": 36,
      "start_time": 205510.0,
      "end_time": 210800.0,
      "text": "And there might not be the transit infrastructure there, that it was going to overload whatever transit was in place."
    },
    {
      "index": 37,
      "start_time": 210800.0,
      "end_time": 218329.0,
      "text": "Plenty of concerns too about what the impact was gonna be on housing, that they were going to make prices go even higher and make it even more unaffordable."
    },
    {
      "index": 38,
      "start_time": 218330.0,
      "end_time": 222370.0,
      "text": "And the other issue that was brought up had to do with unionization."
    },
    {
      "index": 39,
      "start_time": 222370.0,
      "end_time": 224340.0,
      "text": "New York is a pro-union town."
    },
    {
      "index": 40,
      "start_time": 224340.0,
      "end_time": 228000.0,
      "text": "Amazon is historically a fairly anti-union company."
    },
    {
      "index": 41,
      "start_time": 228000.0,
      "end_time": 236500.0,
      "text": "And company officials were asked at city council meetings about whether or not they would even be just neutral on the prospect of unionization of their workers of New York."
    },
    {
      "index": 42,
      "start_time": 236500.0,
      "end_time": 239390.0,
      "text": "And they couldn't even commit to being neutral on that."
    },
    {
      "index": 43,
      "start_time": 239390.0,
      "end_time": 246450.0,
      "text": "Jeff Bezos' proposal as part of this project to have a helipad on the HQ2 headquarters in New York."
    },
    {
      "index": 44,
      "start_time": 246450.0,
      "end_time": 256000.0,
      "text": "And the reason that struck such a sour tone with many people was because the idea that many of the people that were affected by this project were gonna be stuck in traffic."
    },
    {
      "index": 45,
      "start_time": 256000.0,
      "end_time": 262780.0,
      "text": "Or stuck on overcrowded transit while Jeff Bezos was floating high above them on his way to work, having an easy commute."
    },
    {
      "index": 46,
      "start_time": 262780.0,
      "end_time": 266219.0,
      "text": "Here you have the richest man in the world."
    },
    {
      "index": 47,
      "start_time": 266220.0,
      "end_time": 271397.0,
      "text": "And we're having a project that's catering to his needs while not serving the broader interest."
    }
  ]
}